{
  "id": "64b1383854a338b7ed230ee98b83210b1f59193f",
  "text": "seems to be two Foot; but his Feet, as well as the bottom of the Monster, are spoiled, the Tessellæ representing them being gone. You will easily understand, that the whole Area of the Figure, which is here left blank, ought to be fill'd up with white Tessellæ, in like manner as you see some Intervals of the Figures here. I hope, that what foregoes, will serve to give you a just Idea of this Piece of Antiquity, but forbear to make any Reflections on it, as knowing that your Genius and Studies qualify you for that much better than my self. I am,\n\nSir,\n\nLeicester,\nAugust 7. 1710.\n\nYour Affectionate Friend\nand humble Servant,\n\nSamuel Carte.\n\nVI. An Account of the Repetition of an Experiment of the late Dr. Hooke's, concerning two Liquors, which, when mixt together, will possess less space, than when separate: With another Experiment confirming the same. By Mr. F. Hauksbee, F.R.S.\n\nThe Experiment related by the late Ingenious Experimentor Dr. Hooke, in one of his Papers (delivered to me by Mr. Waller) is concerning two Liquors, which, when mixt together, would possess less space than when separate; which he calls a Penetration of Dimensions: And adds further, that this Penetration is the cause of Heat, of Fire, of Flame, of the Power of Heat,\nHeat, Fire, and Gun powder, and several other Phenomena, which seem to be most prodigious and wonderful in Nature. And since the Experiment seem'd so considerable, as to account for several surprizing Operations in Nature, I thought it very worthy an Examination, by a Repetition of the same.\n\nAccordingly I procur'd a Bolt-Head (such as he there describes) with a long small Stem, which I fill'd nearly full of common Water. The Stem was mark'd into several Divisions, on a piece of Paper pasted along it; by which means, I diligently observ'd the height of the Surface of the Water. Then pouring as much of it out as fill'd a certain Measure, which being thrown away, I fill'd the same Measure, as nicely as possible, to the same height, with strong Oil of Vitriol; which I return'd into the Bolt-Head, in the room of so much Water taken from thence: Upon the mixing of these Liquors ensued a pretty strong Ebullition; and abundance of airy Particles were visibly extricated, and the Surface was not so high in the Stem considerably, as when it was possess only by Water. But here I must take notice, that two or three Drops of Oil of Vitriol were accidentally spilt, in putting it into the bolt Head; but yet the Experiment was very manifest, in the gradual decrease of the Dimensions of the Liquors. And 'tis to be observed, that altho' they became very warm, yet, contrary to the Nature of most Liquors in such a State, they continued to possess less and less space; which was visible by the sinking of the Surface in the Stem of the Bolt-Head; and in about half an Hours time, it had descended above an Inch: And when I visited it on the Monday following (for the Experiment was made on the Thursday) I found it had subsided at least two Inches below the mark I had left it at. Now whether the Ebullition produced by the Heat, might not evaporate that quantity, which it seem'd to lose in space; or whether, in so many Hours time,\ntime, as it had been since the Experiment was made, there might not be such an Evaporation of the parts of the Fluid, as to become equal in bulk to the quantity of the disposed space; and whether it was so or not, I gave myself the satisfaction after the following manner. Into an upright Glass, that would hold about 3 Ounces of Water, I put a quantity of the same Fluid equal to 885 Grains: Into another Glass of the same form, but smaller, I put a quantity of Oil of Vitriol equal to 456 Grains; which, with their respective Glasses, I weighed altogether in a nice balance: After which, I put the Oil of Vitriol, Glass and all, into that which held the Water; where immediately a very great Ebulition began, and the Glass that contained them became so hot, as to be but just endured in the Hand. I found in two Minutes time it had lost of its weight about two Grains: And at the end of an Hour, or better, it had decreased in all but 6 Grains and a half; by that time the Conflict was wholly ceas'd, it being then nearly reduced to the Temperature of the outward Air. After that, I weighed them at several times, but found them in the same State, as to their weight, as last mentioned. I continued them in the Scale till the next Morning, when I likewise could distinguish no manner of alteration in the fore mention'd weight. From whence it plainly appears, that the decrease of bulk upon the mixing of these Liquors, does not proceed wholly from an Evaporation of their Parts; since by the last Experiment, the Evaporation continued no longer than the Fermentation lasted; but the decrease of the bulk of the Bodies, seems not to be performed all at once, or in so short a time, as may be taken notice of in the first Experiment.\n\nVII. An",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103130.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 1285,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1259,
        2
      ],
      [
        1259,
        3196,
        3
      ],
      [
        3196,
        4939,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103130",
    "title": "An Account of the Repetition of an Experiment of the Late Dr. Hooke's, concerning Two Liquors, which, When Mixt Together, Will Possess Less Space, Than When Separate: With Another Experiment Confirming the Same. By Mr. F. Hauksbee, F. R. S.",
    "authors": "F. Hauksbee, Dr. Hooke",
    "year": 1710,
    "volume": "27",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/103130"
  }
}