{
  "id": "6bc229b97efed45aed93953f912c8699d3d631f3",
  "text": "was ever a listless, dull, and melancholy fellow, never cheerful nor smiling, especially for ten years before he died. His words came from him as if forced, and speaking but a little, he would end with a sigh. When open'd, he was found to have the left Lobe of the Lungs almost quite wasted; but no Ulcer, nor ought preternatural appearing in the remaining part, except its wasting. The heads of the Vessels and branches of the Wind-pipe as big as in the other Lobe. That Lobe of the Liver, which buts on the Mid-riff, was black outwardly for about a hand breadth, and about a thumbs breadth within the Parenchyma. Other parts sound.\n\n2. The other day I took notice in the Corps of a Felon, that whereas ordinarily the Preparing Vessels arise on the right side, out of the Cava, as on the left, out of the Emulgent, his right Vas preparans sprang clearly from the right Emulgent.\n\nDivers Instances\n\nOf Peculiarities of Nature, both in Men and Brutes; communicated by the same.\n\n1. One Mr. Morley of Bury St. Edmonds, in an Asthmatick distemper, was advised by some to take down a spoonful of good English Honey; which being done, the Patient fell into an Universal swelling, as if he had swallow'd the worst of Poisons. Mr. Goodrich being hastily called in to save life, prescribed him a common sudorific, which in competent time relieved him. They then made enquiry at the Apothecaries, Whether nothing were amis in the Honey? and they protestted, it was altogether right. But to be assured of it by Experiment, they afterwards got the like quantity at another place, which was given with the very same frightful event, and the party was cured by the same Chirurgeon (who is my Author) with the same kind of Sweat.*\n\n2. Mr. Twisse, a Minister of Mettingham in Suffolk, about forty years of age, having been accustomed for some time to drink warm or rather hot Beer,\n\n* The like Example hath been more than once related to the Publisher by a very credible person, of a Noble Lady in Ireland, who having received a small hurt on her Leg, and the Chirurgeon mingling in the Application, he made to it, a little Honey (from which she had an utter Aversion, which was then unknown to the chirurgeon, as was to the Patient the mixture;) the place affected did soon after rankle, and grow so bad, that the Lady was constrained to send for him that had applied it, who being examined about the Ingredients, and declaring one of them to be Honey, the Lady soon acquainted him with her Antipathy to that sublance; whereupon that Application was immediately removed, and another more proper for the Patient put in the place, with good success.\nand coming from his House about Midsummer to a House near Rumburch-Church, where he was offered a Cup of cold Beer, out of modesty, or a humour to prevent the being wonder'd at, took it off thus cold, after he had taken a Pipe of Tobacco. Which done, he presently took Horse, and rode with other Company towards Framlingham. Coming at Halesworth, he found himself sick, his stomach much out of order. He lighted once or twice by the way and vomited, but coming at his Journey's end, his vomiting grew worse, and he was constrained to betake himself to his bed. Next day he grew yet worse, could find no help by Physick, but died the very next morning.\n\nIt may be worth noting (adds the Author) that one, who is wont to drink cold Beer, is not, for ought we know, endanger'd by a draught of hot Beer: But I cannot tell, whether it may be thence infer'd, that hot things are more agreeable to the natural Tone of the Stomach, than cold. That it was not barely the coldness of Particles, sensible to the Touch, appears, because the same Party could drink cold Wine, as I was informed from my own Father.\n\n3. Madam Mary Brook of Roxford hath such an Aversion to Wasps, that whilst their season of swarming about in Houses lasteth, she is forc'd to confine her self to a little close Chamber, and dares not then come out to Table, lest their coming there should put her into such Distempers, as Cheese doth those, who have an utter Antipathy against it.\n\n4. Mrs. Raymund of Stow-market, when ever she hears Thunder, even afar off, begins to have a bodily distemper seize on her. She grows faint, sick in her stomach, and ready to vomit. At the very coming over of it, she falls into a right-down Cholera, and continues under a Vomiting and Looseness as long as the Tempest holds, and that in a more violent way than is commonly procured by such Medicaments as are usually exhibited for those very purposes. And thus it hath been with this Gentlewoman from a Girl.\n\n5. I know a Woman in Stow-market, who, during her Green-sickness, was invited by her Pica or longing to suck the Wind out of Bellows, which, as often as she could, she took into her Body with open mouth, forcing it in by blowing with her own hands,\nthe Bellows inverted. I know another that was for crackling Cinders under her feet. From which kind of Instances I am inclin'd to doubt, whether that Distemper begins at the Depravation of the Acid liquor in the Stomach, and not rather at the Uterus, which next infects the Brain, such kind of things gratifying the Fancy some ways misled, more than the Appetite natural any ways depraved.\n\n6. Somewhat like to this is to be found in Brutes. In May last a Greyhound Bitch at Brightwel-Hall, about five or six days before she cast her Whelps, had such a wild kind of Hunger, (though she was fed sufficiently every day with usual food) that finding another Bitches Whelps, she devoured them all (4 or 5, as I remember) and fell next upon the Bitch herself, who made a shift to get from her as well as she could, being helped. From this, and from Sows devouring whole Litters of Pigs, I am prone to think otherwise of the Longings of Teeming women, than is the common opinion.\n\nA Confirmation\n\nOf the Experiments mentioned in Numb. 27. to have been made by Signor Fracassati in Italy, by injecting Acid Liquors into Blood.\n\nThe Honourable Robert Boyle having seen the particulars inserted in Numb. 27. concerning some Experiments made by Signor Fracassati, and recollecting what himself had experimented of that nature several years ago, was pleased to give to the Publisher the following Information about it, by the favour of a Letter, written to him from Oxford, Octob. 19. 1667. viz.\n\nSIR,\n\nI hinted to you in my last something about the Original of the Experiments made in Italy, by injecting Acid Liquors into Blood: To explain which, I shall now tell you. That about this time three years* I mentioned at Grelham Colledge to the Royal Society, an odd Experiment I had formerly made (not by Chance, but De-\n\n* The Journals of the Royal Society being looked into by the Publisher (who, by the honour of his Relation to that Illustrious Body, hath the advantage of perusing them, as he by his Office hath the care of seeing them faithfully managed) do fully agree with the Affirmation of this Noble Person, as well in the circumstance of the Time, as the substance of the Matter in question; it being in the Month of December, of An 1664. when, what is now alledged in this Letter, was publickly related by its Author.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101235.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 1837,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2634,
        2
      ],
      [
        2634,
        4843,
        3
      ],
      [
        4843,
        7162,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101235",
    "title": "Divers Instances of Peculiarities of Nature, Both in Men and Brutes; Communicated by the Same",
    "authors": "Nathanael Fairfax",
    "year": 1666,
    "volume": "2",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/101235"
  }
}