{
  "id": "5dad4bd812090903b935cb95e2ee2d91929f839d",
  "text": "LXXIV. An Account of a Specimen of the Labour of a Kind of Bees, which lay up their Young in Cases of Leaves, which they bury in rotten Wood: In a Letter to Daniel Wray, Esq; F. R. S. from Sir Francis Eyles Styles, Bart. F. R. S.\n\nS I R,\n\nBattersea, June 11, 1760.\n\nRead June 12, 1760.\n\nI send you by the bearer a specimen of the labour of a kind of bees, who lay up their young in cases of leaves, which they bury in rotten wood. I make no doubt but they are the same, which are described in the Transactions of the Royal Society, by Sir Edmond King, Mr. Francis Willoughby, and Dr. Lister. See Lowthorp's abridgment, vol. ii. p. 772, &c.\n\nMonsr. Reaumur, in his History of Insects, tom. vi. p. 39. describes a kind of bees, which he calls percebois (wood-borers). But these, he tells us, form no cases for their young, but lay them in the holes they make in the wood, without other covering, except artificial floors, which they make of the same wood, to divide the length of the holes into separate lodgements, each of which contains a single bee. In p. 97. of the same volume, he describes another kind of bees, which he calls coupfeuilles (leaf-cutters); and the description, which he gives of their work, seems to answer to the specimen I send you. But he tells us, that all the specimens he had ever found, or been able to collect, of their labours, were taken out of\nof the ground; and seems unwilling to rely on what he met with in Ray, concerning the depositing these cases of leaves in rotten willows. Mons. Reaumur's words are as follows.\n\n\"Entre les coupeuses, et même entre les coupeuses de feuilles de Rosier, il y en a, qui sçavent placer leurs étuis dans des lieux, où ils peuvent se conserver sains plus longtemps, si, comme Ray le rapporte, mais ce qu'il a négligé de dire qu'il avait vû, les étuis de feuilles, qu'il a décrits, avoient été réellement tirés de trous percés dans du Bois de Saule pourri. Pour moi je n'en ai encore vû qu'en terre, et ceux qui me sont venus de divers endroits, ont tous été tirés de terre.\"\n\nAs Mons. Reaumur questions the truth of the account he met with, it may, perhaps, be agreeable to the Royal Society, to have a sight of the work in question; and, if you think so, I shall be obliged to you, if you will take the trouble of shewing it to them, at their next meeting. I should have told you, that the specimen was found in some park pales near Windsor, the latter end of last summer, by some workmen, who brought it to Mr. Lee, nursery-gardener at Hammersmith, from whom I received it. One of the bees hatched, and crawled from his case, under my eye, on Whitsunday last; and, by an empty case I saw, that was broke open much in the same manner, I imagine another had hatched, and flown away a little before. The remainder, I presume, will not come to life, as I observe, that some foreign insect has made its way into some of the cases; and others may have been chilled in the winter, by the fracture of the wood, in which they were inclosed. I have destroyed\ndestroyed some of the cases, in examining them; but there are enough left in their original situation, to shew how they are contrived and disposed.\n\nI am, SIR,\n\nYour most obedient\n\nhumble servant,\n\nF. H. Eyles Styles.\n\nLXXV. An Account of a Case of a luxated Thigh Bone reduced; by Mr. Charles Young, Surgeon, at Plymouth: Communicated by John Huxham, M.D. F.R.S.\n\nRead June 12, 1760.\n\nAs John Down, a middle sized man, aged about forty, was, on the 21st August 1759, harnessing his master's horses, they suddenly took fright, and ran away with the chaise. He had his back towards the chaise, the wheel of which, as it rolled very swiftly along, struck him on the upper and hinder part of the right thigh. He fell to the ground, and was unable to rise again, and complained immediately of a violent pain in his right hip. I came to him soon after the accident, and caused him to be put to bed; when, on examination, I found his only complaint was the violent pain about the articulation of the femur with the ischium, which was increased by any even the least motion of the limb.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105420.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6180,
    "total-output-tokens": 1212,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1375,
        2
      ],
      [
        1375,
        3018,
        3
      ],
      [
        3018,
        4097,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105420",
    "title": "An Account of a Specimen of the Labour of a Kind of Bees, Which Lay up Their Young in Cases of Leaves, Which They Bury in Rotten Wood: In a Letter to Daniel Wray, Esq; F. R. S. from Sir Francis Eyles Styles, Bart. F. R. S.",
    "authors": "Francis Eyles Styles",
    "year": 1759,
    "volume": "51",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/105420"
  }
}