{
  "id": "7b7067ede044a0d5aef869713ecda66569823cb2",
  "text": "I. Part of a Letter from Mr James Cunningham to the Publisher, from the Cape of Good Hope, Ap. 6. 1780, giving an account of his observations on the Thermometer and Magnetick Needle in his Voyage thither.\n\nI have not time now to give you a particular account of the Thermometer, with the variation and inclination of the Needle, only in general, that the greatest height the Spirit did arise to in the Thermometer, was two divisions below extrem hot, when we were near the Æquinoctial; and that two degrees to the Northward of the Line, the North point of the Needle did incline 8 degrees downward, but as we went to the Southward it was inclined above 48 degrees upward.\n\nII. Of an accident by Thunder and Lightning at Leedes, by Mr Ralph Thoresby. F. R. S.\n\nOn Saturday evening the 27th of April, we had a pretty severe storm of Thunder and Lightning, one clap particularly was very loud, and seem'd to me to be very low and near us, and so it appeared to be by the effects, which, tho not fatal, yet somewhat remarkable; for falling upon a Cottage on the Quarry Hill (where one Henry Parker lives) it broke down part of the Chamber Chimney, and thence made its way through a chink or nick in the Floor to the lower Room, whereby the Flame thus contracted was either more intensely hot, or at least directed more immediately to a Shelf, where it melted several holes in two Pewter Dishes; it melted also, and run into little Lumps, several places in a Pewter Candlestick, and of a Brass Mortar, yet burnt not some bits of Fringe, and other Combustible matters within it; it burnt also some holes in a Tinn Vessel, and smutted a white Stone plate it stood upon, as if it had been with Lamp-black, and filled the Room with",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102761.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3182,
    "total-output-tokens": 470,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1722,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102761",
    "title": "Part of a Letter from Mr James Cuningham to the Publisher, from the Cape of Good Hope, Ap. 6. 1700. Giving Anaccount of His Observations on the Thermometer and Magnetick Needle in His Voyage Thither",
    "authors": "James Cuningham",
    "year": 1700,
    "volume": "22",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/102761"
  }
}