{
  "id": "e3cdcace30de82fd4ddb2ba25ff5874b8a515042",
  "text": "III. Experiments and Observations on the Production of Light from different Bodies, by Heat and by Attrition. By Mr. Thomas Wedgwood; communicated by Sir Joseph Banks, Bart. P. R. S.\n\nRead December 22, 1791.\n\nBefore I begin to state the experiments which are the subject of this Paper, it may not perhaps be improper to give a very compendious history of the discoveries which have already been made relative to phosphoric bodies; omitting, however, the electrical phosphori, and such as are evidently consumed or decomposed in the emission of their light, as these are well known, and are too numerous and important to be slightly noticed.\n\nPliny was well acquainted with the luminous appearance of rotten wood, and of the eyes of dead fish. From this time I find nothing relative to the phosphorism of bodies, till the beginning of the sixteenth century, when Benvenuto Cellini, in his Art of Jewellery, mentions his having seen a carbuncle shine in the dark like coals nearly burnt out; and relates a story of a coloured carbuncle having been found in a vineyard near Rome, by its shining in the night. About the year 1639, Vincenzo Cascariolo, of Bologna, discovered, by accident, that when a certain stone found in that neighbourhood was\ncalcined in a particular manner, it acquired the remarkable property of absorbing the light of the sun, of retaining it for some time, and of emitting it in the dark: subsequent experimenters found it to do the same with the light of a candle. In 1663, Mr. Boyle observed a particular diamond to give out a light almost equal to that of a glow-worm, when heated, rubbed, or pressed; and investigated very fully the nature of the light of dead fish, flesh meat, and rotten wood. In 1677, Baldwin of Misnia discovered, in the residuum of a distillation of chalk and nitrous acid, a phosphorus similar in its properties to the Bolognian, but not possessing the phosphoric virtue in so eminent a degree. In 1705, Mr. Francis Hawkesbee found that glass rubbed on glass, in common air, in the vacuum of an air-pump, or under water, \"exhibited a considerable light.\" In 1724, M. du Fay discovered that almost all substances which could be reduced to a calx by fire only, or after solution in the nitrous acid, absorbed and emitted light like the phosphorus of Cascariolo and of Baldwin; and that some diamonds, emeralds, and many other precious stones emitted light in the dark, after being exposed to the rays of the sun. About the same time, Beccaria of Turin found almost every body in nature to be luminous after a similar exposure: he added, too, this very important discovery; that an artificial phosphorus, exposed to the light in a coloured glass vial, emits, in the dark, rays of the identical colour of the vial. Mr. Margraaf, by an analysis of the Bolognian stone, shews that it contains vitriolic acid united to calcareous earth, and that all gypseous stones treated like the Bolognian, provided they are pure from iron, become phosphorescent. About the year 1764, Mr. Canton made a phosphorus of sulphur and oyster-shells calcined together, and\ndistinguished himself by many curious experiments made with it; he found that his phosphorus might be made to shine by heating it, after it had ceased to be luminous of itself, but that the same heat would have this effect for a certain time only. Heat has been observed by several of these philosophers to promote the emission, and to shorten the duration, of the light of phosphori. Fluor has been long known to give a fine bright light when heated. D. Hoffman discovered that red blende and feldspar were luminous when pieces of either were rubbed together. Pott extended this discovery to all pure flints and crystals, and to porcelain. Keysler found glacies mariae to be luminous when heated. M. de la Metherie has observed some neutral salts and calcareous earths to be luminous in the same way. The Count de Razoumowski, in a Memoir of the Physical Society of Lausanne, shews that quartz and glass give out light, when struck by almost any hard body, and that some few other bodies are luminous, when pieces of the same kind are rubbed upon one another; he finds quartz to give out its light under water.\n\nThis brief account includes, as far as I am able to collect, the chief discoveries which have been made concerning luminous bodies. I was led to make the following experiments from observing the light which proceeds from two quartz pebbles rubbed against each other: I searched for this property in many other bodies with success, but met with two soft stones, which did not afford any light upon the most violent attrition. Conceiving that heat might probably be the cause of the light emitted by quartz from attrition, I attributed this failure to a want of sufficient hardness in these friable stones for producing the necessary heat. Accordingly, sprinkling some\nof their powder on a plate of iron nearly red hot, I had the satisfaction to observe it emitting a considerable light. Extending this mode of trial, I found that the phosphorism of almost all bodies might be made apparent either by heat or by attrition; I shall therefore divide the subject of this Paper into two parts: I. On the light produced by Heat.—II. On the light produced by Attrition.\n\nI.\n\nThe best general method of producing the light by heat is, to reduce the body to a moderately fine powder, and to sprinkle it, by small portions at a time, on a thick plate of iron, or mass of burnt luting made of sand and clay, heated just below visible redness, and removed into a perfectly dark place.\n\nThe following is a list of such bodies as I have found to be luminous by this treatment, arranged according to the apparent intensity of their light.\n\n1. Blue fluor, from Derbyshire, giving out a fetid smell on attrition.\n\n2. Black and grey marbles, and fetid white marbles, from Derbyshire.\n\nCommon blue fluor, from Derbyshire.\nRed feldspar, from Saxony.\n\n3. Diamond.\nOriental ruby.\nAerated barytes, from Chorley, in Lancashire.\nCommon whiting.\nIceland spar.\nSea shells.\nMoorstone, from Cornwall.\nWhite fluor, from Derbyshire.\n\n4. Pure calcareous earth, precipitated from an acid solution.\n   —— argillaceous earth (of alum).\n   —— siliceous earth.\n   —— new earth, from Sydney Cove.\n\nCommon magnesia.\n\nVitriolated barytes, from Scotland.\n\nSteatites, from Cornwall.\n\nAlabaster.\n\nPorcelain clay of Cornwall.\n\nMother of pearl.\n\nBlack flint.\n\nHard white marble.\n\nRock crystal, from the East Indies.\n\nWhite quartz.\n\nPorcelain.\n\nCommon earthen ware.\n\nWhinstone.\n\nEmery.\n\nCoal ashes.\n\nSea sand.\n\n5. Gold, platina, silver, copper, iron, lead, tin, bismuth, cobalt, zink.\n\nPrecipitates by an alkali from acid solutions of gold, silver, copper, iron, zink, bismuth, tin, lead, cobalt, mercury, antimony, manganese.\n\nVitriolated tartar,\nCrystals of tartar,\nBorax,\nAlum,\n\npreviously exsiccated.\nSea coal.\nWhite paper,\n— linen,\n— woollen,\n— hair powder.\n\nDeal sawdust.\nRotten wood (not otherwise luminous).\nWhite asbestos.\nRed irony mica.\nDeep red porcelain.\n\n6. Antimony, nickel.\nOils, lamp, linseed, and olive,\nWhite wax,\nSpermaceti,\nButter,\n\nluminous at and below boiling.\n\nThe duration of the light thus produced from different bodies is very unequal; in some the light is almost momentary, in others it lasts for some minutes, and may be prolonged by stirring the powder on the heater. It soon attains its greatest brightness, and dies away gradually from that point, never appearing in a sudden flash, like the light of quartz pebbles rubbed together. If blown upon, it is suddenly extinguished, but immediately re-appears on discontinuing the blast.\n\nThe light of bodies is, in general, uncoloured; there are, however, some exceptions. Blue fluor, of that kind which gives out a fetid smell when rubbed, first emits a bright green light, resembling that of the glow-worm so exactly, that when placed by the insect just as it has attained its greatest brightness, there is no sensible difference in the two lights, either of colour or intensity. This bright green quickly\nchanges into a beautiful lilac, which gradually fades away. Fetid marbles, and some kinds of chalk, give a bright reddish or orange light; pure calcareous earth, a bluish white light; Cornish moorstone emits a fine blue light; powder of ruby gives a beautiful red light, of short continuance.\n\nThe most phosphorescent marble is soft and friable, of a coarse crystallized grain, and a fetid odour when rubbed; black and grey marbles are generally more luminous than the white. Most of the common white marbles are hard, and of a fine grain, and they are not very luminous, nor is their light of an orange colour. Different chalks vary as much as different marbles, in the intensity and colour of their light, when no difference of external structure is perceptible. The most phosphorescent chalk loses the brilliancy and redness of its light by being dissolved in an acid, and precipitated by caustic fixed vegetable alkali—by being combined with vitriolic or fluor acid—by calcination by heat, or being combined with the aerial acid in the pellicle formed on the surface of lime-water. Marble would probably be affected in a similar manner. The most phosphorescent blue fluor gives the same light after being united to the vitriolic acid, though gypsum is far less luminous than fluor, and its light is colourless. Argil precipitated from alum by an alkali, and magnesia, when combined with fluor acid, give out the same light as before.\n\nBodies emit their light when immersed in boiling acid of vitriol, or in boiling oils; small lumps of fluor or of marble make a singular appearance in the acid, as they are moved up and down by its action, and rendered brightly luminous by the heat: they seem equally luminous in pure, fixed, inflammable, or atmospheric air.\n\nFeldspar, the fetid fluor, and probably all phosphorescent\nbodies, dropt, in moderately fine powder, into a flask containing a small quantity of boiling oil at the bottom, emit a copious flash of light as soon as the powder touches the surface of the oil; when the particles of the body have lain at the bottom of the heated fluid for about a minute, they become but faintly luminous; if the flask be then agitated so as to raise some of these particles out of the oil, and lodge them on its sides, they suddenly rekindle into the same brightness as at first, and preserve this re-assumed lustre for some time; and even after being again washed down into the oil, they may be readily distinguished from the particles which have remained at the bottom. This experiment is extremely beautiful, and is not at all obstructed by the faint light of the oil; it succeeds best with the stinking blue fluor of Derbyshire.\n\nPowdered marble, and probably every other body, when spread upon the heater, in the receiver of an air-pump, is equally luminous during the exhaustion and re-admission of the air.\n\nBodies are by far most luminous the first time they are heated, but cannot, perhaps, be entirely deprived of this property by any number of heatings, nor by any degree of heat. Chalk, fluor, and feldspar, give out a very faint light on the heater, after having been exposed to a smart red heat in an open crucible, in small quantities, and kept frequently stirred for several hours; the feldspar was equally luminous when laid hot upon the heater, or first cooled, and then laid on. Chalk and fluor were not tried in this particular. A bit of glass, melted in a heat of $120^\\circ$ of my father's thermometer, and as soon as it is cold reduced to powder, gives out light on being thrown upon the heater below redness.\nQuartz, from the same original piece, is equally luminous when the powder is directly thrown upon the heater—when it is previously made red hot, and then cooled and thrown on—or when a fragment of some size has been made red hot, then pounded and thrown on.\n\nFor the most part, the softest bodies require the least heat to become luminous; marble, chalk, fluor, &c. give a faint light when sprinkled on melted tin just becoming solid. As the temperature of the heater is raised, they continue to give out more and more light.\n\nVitriols of iron, copper, and zink, previously exsiccated, when thrown on earthen ware or metal made nearly red hot, give minute flashes of light of momentary duration, such as appear from some of the metallic precipitates, particularly zink, on a similar treatment; with this difference, however, that the light of most of the precipitates is of a reddish hue.\n\nThe light of the metals is white, and exactly similar to that of some earths.\n\nWhite paper, when dipped in a solution of sal ammoniac, and slowly dried, becomes black upon the heater, and then gives out much less light than common paper.\n\nIf a lump, of the size of a small bean, of fluor, marble, feldspat, or any of the most phosphorescent bodies, be laid upon the heater, the light proceeds gradually upwards from the part in contact with the heater, till the whole mass is thoroughly illuminated; if the same piece be heated a second time, it is much less luminous; nor, if it be broken, are the fragments at all more luminous, either then, or after having been exposed for a month to the light and sunshine.\n\nA little boiling oil at the bottom of a glass flask, when\nagitated in the dark, illuminates the whole of the flask. The light of boiling oils proceeds, probably, from some kind of inflammation, as it is scarcely discernible unless the vessel be agitated; and, if a little oil be thinly spread on the heater, a subtle lambent flame, of a bluish hue, instantly arises. The same thing takes place if horn, bone, hair, saliva, or any animal matter be laid upon the heater.\n\nII.\n\nThe experiments on the light produced from different bodies by attrition, were chiefly made by rubbing in the dark two pieces of the same kind against each other: all that I tried, with a very few exceptions, were luminous by this treatment. The following is a list of them, arranged in the order of the apparent intensity of their light, and as the lights are either white, or some shade of red, I have affixed figures to denote these differences; (0) denoting a pure white light; (1), the faintest tinge of red, or flame colour; (2), a deeper shade of red; (3) and (4), still deeper shades.\n\n1. Colourless, transparent, oriental rock crystal; and siliceous crystals (0).\n2. Diamond (0).\n3. White quartz; white semitransparent agate (1).\n4. White agate, more opake (2).\n   Semitransparent feldspar, from Scotland (2).\n   Brown opake feldspar, from Saxony (4).\n   Chert of a dusky white, from North Wales (3).\n5. Oriental ruby (4).\n6. Topaz; oriental sapphire (0).\n7. Agate, deep coloured, brown and opake (4).\n8: Clear, blackish gun-flint (2).\n9. Tawney semitransparent flint (3).\n10. Unglazed white biscuit earthen ware (4).\n11. Fine white porcelain (2).\n12. Clear, blackish gun-flint, made opake by heat (3).\n13. Flint glass (o).\n14. Plate glass; green bottle glass (o).\n15. Fine hard loaf sugar (o).\n16. Moorstone, from Cornwall (1).\n   Corune, semitransparent, from the East Indies (1).\n17. Iceland spar (o).\n18. White enamel (2); tobacco pipe (3).\n   White Mica (o).\n19. Unglazed biscuit earthen ware, blackened by exposing it,\n    buried in charcoal in a close crucible, to a white heat (4.)\n20.* Black vitreous mass, made by melting together 5 of fluor,\n    1 of lime, and some charcoal powder (4).\n21. Fluor; aerated and vitriolated barytes; white and black\n    Derbyshire marble; calcareous spar; crystals of borax;\n    deep blue glass; mother of pearl.\n\nRock crystal, quartz, flint glass, and many other hard\nbodies, during attrition, emit now and then reddish sparks of\na vivid light, which retain their brightness in a passage of one,\ntwo, and even three inches, through the air.\n\nA piece of opake agate, applied to the circumference of a\nwheel of fine grit, revolving at a moderate rate, becomes\n\n* Some of this mixture taken out of the crucible before it was perfectly fused,\ngave out, when rubbed, a strong smell like phosphorus of urine; and on throwing\nsome of it pulverized on a plate of iron, heated just below redness, it was very lumi-\nnous, and presented every appearance of burning phosphorus.\nbrightly red, even in day-light, at the touching part; if the wheel revolve at a quicker rate, the touching part emits a pure white light. In both cases, glowing sparks are continually emitted, some of which are not extinguished before they have passed twelve or fourteen inches through the air; they explode gunpowder and inflammable air, and burn the skin; their brightness is not sensibly increased by passing into pure air. The corner of an angular piece of window glass being applied to the wheel in motion, a full eighth of an inch of the glass above the point of contact becomes, apparently, red hot, and retains the redness for a second or two of time after its removal from the wheel; during the attrition, large red sparks are continually emitted, and a mixture of softened glass, and the sand of the stone wheel, is collected about the touching point. Quartz, transparent agate, rock crystal, and window glass, give nearly the same flashing light, when rubbed against the stone wheel, or in the ordinary manner, excepting the tinge of red in the former, which it receives from the light of the grit: the transparent agate becomes red hot for a little way about the part in contact with the wheel, and is thus deprived of its transparency, as it would be if made red hot in a common fire; porcelain is heated to redness by the same treatment. The red sparks which are emitted by all these bodies during their attrition, are heated particles about the magnitude of grains of fine sand, broken off by the friction.\n\nBodies give out their light the instant they are rubbed upon each other, and cease to be luminous when the attrition is discontinued. Colourless, transparent, and semitransparent bodies emit a flashing light, their whole masses being, for a moment, illuminated; opake bodies give little more than a\ndefined speck of red light, and are not luminous below the part struck. The greatest apparent quantity of light is produced by hard, uncoloured, transparent, and semitransparent bodies, whose surfaces soon acquire an asperity by rubbing together, as quartz, agate, &c. From an examination of the table, it appears that white lights are emitted from colourless transparent bodies; faint red, or flame-coloured, from white semi-transparent bodies; deeper red from more opake and coloured bodies, and the deepest red from opake and from deep-coloured bodies. Extremely faint lights, such as those given by fluor, marble, &c. are of a bluish white; quartz, very lightly rubbed, gives a very faint light of a bluish hue; when rubbed a little harder, it emits a flame-coloured light; when rubbed with violence, its light approaches to whiteness. Opake red feld-spat gives a deep red light by attrition; exposed to a strong heat in the furnace, it becomes white, and somewhat transparent, and when cool, gives out, on attrition, as white a light as quartz; clear, blackish flint, made opake by heat, gives a redder light than before; deep-coloured glass gives out a red defined light without any flash, whilst clear uncoloured glasses emit a white flashing light of some brightness.\n\nBodies are not luminous by simple pressure; but when they are at all broken by the pressure, the fragments rubbing on each other produce some light. Mr. Boyle, indeed, found a particular diamond to emit light when pressed by a steel bodkin; but the diamond is phosphorescent in so many ways, and is so curious and singular a body, both in properties and constitution, that it can scarcely be expected to exhibit the same appearances as the common class of earthy bodies.\n\nAlum, indurated by having been kept long in a state of\nfusion, and being then much harder than loaf sugar or borax, both which are luminous from moderate attrition, gives no light, though rubbed with much violence*.\n\nIf two pieces of glass or quartz be strongly rubbed against each other, and then applied to the fine down of a feather, the down is not sensibly affected; if the same glass be rubbed on woollen cloth, and placed near the feather, the down is immediately attracted.\n\nRock crystal, quartz, feldspar, white unglazed earthen ware, Derbyshire black marble, and probably all phosphorescent bodies, insoluble in water, give out their light on rubbing them under water, as copiously as in air. Hard white sugar, from the outside of the loaf, gives out its light when rubbed in oil. Bodies seem equally luminous in atmospheric, pure, fixed, and inflammable, air.\n\nAll hard earthy bodies emit a peculiar smell on attrition. The most remarkable for this property are chert, quartz, feldspar, biscuit earthen ware, and rock crystal: this smell does not differ much in kind, though it does considerably in intensity. Many of the softer bodies yield the same smell, but in a less degree, and, probably, none are entirely without it. It appears to be strongest where the friction is greatest:\n\n* The Count de Razoumowski has investigated the luminous property of bodies in a way which appears to me very unfavourable for the discovery of their true lights. He rubbed, not one piece against another of the same body, but, all of them against quartz or glass: he finds several metals luminous from this treatment, and attempts to draw some curious conclusions from the colour of their lights. I tried these metals in his own way, and found that no light was emitted except when the violence of the blow shattered the quartz or glass; a piece of the indurated alum will excite light from rock crystal, by breaking its surface, but this is the light of the fragments of the crystal rubbing on each other, and not of the alum.\n\nMDCCXCII.\nhas no dependence on the light produced by attrition, as it is often very strong when no light is emitted.\n\nRock crystal, quartz, feldspar, white biscuit earthen ware, and probably all such hard bodies, produce this smell under water.\n\nQuartz stones, violently rubbed upon one another for a few minutes in a cup of water, communicate this smell, and a peculiar taste, to the water. The taste is probably derived from an impalpable powder, which floats in the water for many days.\n\nDerbyshire black marble, and the stinking blue fluor, give out, on attrition, a strong smell peculiar to themselves, both in air and water; they lose this property by being once made red hot.\n\nQuartz produces the smell equally strong in fixed, pure, and common, air.\n\nHaving now stated all the facts relative to phosphorescent bodies which I have as yet been able to discover, I shall beg leave to offer a few reflections, tending to shew, that heat is the probable cause of the light produced from bodies by attrition.\n\nThe powders of all earthy bodies emit light when heated a little under redness. Now, when two bodies are rubbed upon each other, it is probable that heat is always generated on their surfaces: may not then the light which they yield upon attrition be attributed to a sudden heating of particles in their surfaces? for these particles will be affected in the same way as if they had been equally heated by any other means; they will therefore give the same light as if they had been laid upon the heater of an equal temperature.\n\nThe shining sparks which hard bodies send out during\nattrition, prove, that particles in their surfaces are heated at least to more than 600° of Fahrenheit, for the powders of hard bodies are not luminous on a heater much below redness. The heat generated by the attrition of soft friable bodies is probably but little, as the minute particles in their surfaces are not much crushed by each other, but merely disjoined from the masses; nor can this little be easily appreciated, for as the surfaces continually crumble away, the heated parts are carried off before they can warm the masses, and are themselves very quickly cooled by the surrounding air. But as many soft bodies emit a faint light on the heater at the low temperature of about 400° of Fahrenheit, and as it is not a stronger light which they yield on attrition, little heat is required to render the particles in their surfaces luminous. It must be observed too, that, though the absolute quantity of heat generated by one rub be but inconsiderable, the effects of it may be very striking; for just on the instant of attrition, its action is confined to the minute colliding points of the surfaces, and will consequently operate upon them as much as a greater quantity would on larger points.\n\nThe light emitted by bodies in attrition is of momentary duration, whereas a powder on the heater continues to emit light for some minutes: this difference is easily explained; in the latter case, the particles are constantly heated; in the former, they are instantly cooled by the subjacent mass to a temperature in which bodies are not luminous, i.e. a little under 400° of Fahrenheit.\n\nWhen the uneven surfaces of bodies are rubbed upon each other, a flashing light is produced at frequent intervals, by the\ncollision of the more prominent parts; this, in colourless, transparent, and semitransparent bodies, is copiously reflected from the whole of the masses, and forms an appearance very different from what is ever exhibited by bodies on the heater: it may be well illustrated in the upper part of a candle, by repeatedly nearly closing, and quickly opening, the snuffers, about the burning wick; or by sprinkling some powder of fluor or marble on a mass of glass heated just under redness.\n\nPowder of crystal, quartz, agate, &c. is but faintly luminous on the heater under redness; accordingly, if the stones themselves be gently rubbed, a faint light is emitted, resembling that which their powders give out on the heater. Marble and fluor give about the same light on the heater of the temperature of $400^\\circ$, as they do when rubbed; and probably attrition heats some particles in their surfaces to that degree.\n\nIt may, at first, seem an objection to the opinion of heat being the cause of the light produced from bodies by attrition, that they yield their light when rubbed under water; but the water acts differently to the air, only, as being a stronger conductor of heat, and can nowise impede the actual generation of the heat; now, as bodies emit their light on the very instant of their being heated, the water cannot cool the hot particles before they have given their light.\n\nIt is easy to see why bodies emit light instantly when rubbed; for they often send out sparks as soon as the attrition commences, which proves that particles in their surfaces are instantly heated to redness by attrition.\n\nSince hard bodies may be heated to redness by attrition, we have an excellent method of discovering the lights they give out\nat that temperature, which could not be effected by sprinkling their powders on a red hot heater, as the light of the powder would be mixed with that of the heater. In some cases of attrition, bodies are raised to a temperature beyond visible red heat. The corner of an angular piece of window glass being applied to the circumference of a revolving wheel of fine grit, part of its mass is worn away; but a larger portion, lying just above the abraded part, is heated to redness. Now, as all the heat which is there collected, and a great deal more, which is carried away in the abraded part, and conducted off by the air, and by the glass lying up to the red hot portion, has once occupied a smaller space in the part worn away; it follows, that the abraded portion, or aggregate of heated surfaces, has been heated to a degree exceeding redness, by all the heat remaining in the red hot part, and by the quantity of heat conducted off by the air and the adjacent glass; and, consequently, that each surface has been heated by the attrition to a degree as much exceeding redness.\n\nI am aware that this reasoning is founded, in part, on the supposition that the heat is generated on the surface or outermost coat of the body: some of it may undoubtedly proceed from an agitation of parts under the surface; but the emission of red hot sparks at the instant of attrition, proves that a great heat is generated on the surface; and, as the friction, or apparent heating cause, is so much greater there, that the parts are forcibly broken and disjoined, whilst just beneath there is no perceptible alteration in the body, we may venture to conclude that the heat generated beneath the surface is but inconsiderable.\nAfter all, it remains entirely problematical, in what manner heat operates to produce light from bodies: the air does not seem to have any concern in its production, as bodies are equally luminous in almost all kinds of air, and when immersed in liquids. The phosphorism of sugar is probably of a different kind from that of the earthy class; for, though so soft and friable a substance, it produces its light very copiously upon gentle attrition.\n\nIn speaking of the attrition of bodies upon the stone wheel, I have said that they became red hot about the touching part; I should not have made use of this expression if the luminous sparks, which issued from them, had not kindled gunpowder and inflammable air, and thus proved that the part from which they came was raised to a temperature, at least equal to what is usually termed a red heat; for till the temperature of the part touching the wheel had been thus ascertained, I attributed the whole of the light emitted to the common phosphorism of bodies. If the velocity of the wheel be much increased, the touching part of the body applied, emits a bright white light, much more vivid than any which powders ever give out on the heater, and, probably, the temperature of the luminous part is equal to what is usually called a white heat.\n\nHaving thus made incombustible bodies red hot without the aid of fire, I once conceived that all the light which they emit when heated to redness in the fire, proceeded entirely from their great phosphorism; for I could not suppose that they absorbed light from the burning fuel and emitted it again, at the same time, and during a continuance of the same circumstances. It appeared, however, equally inexplicable, why a stone put into\nthe fire, should continue to shine from its own light, with undiminished lustre, as long as the fire is kept up; for it has been shewn, that if a phosphorescent body remain long upon the heater, of any temperature between $400^\\circ$ of Fahrenheit and a red heat, its light diminishes more and more, till at last it is scarcely perceptible; and then an increase of heat is necessary to render it more luminous.\n\nAPPENDIX.\n\nAfter a considerable part of the above paper was printed, I repeated the experiment with boiling oil, related in p. 35, with every possible precaution. I poured the powder into the flask through a funnel which reached to the bottom, so that none of it might be lodged on the sides; for, not having attended to this circumstance before, I was apprehensive that the experiment was delusive, and that the agitation of the hot oil might have washed down some fresh particles which had not been before heated;—then slowly pouring in a little oil, I boiled it for a few minutes, and removed it into a dark place. When the powder had become but faintly luminous, upon agitation, the experiment succeeded exactly. I then boiled and agitated the oil for six or seven times successively, with the same result, except that the light of the powder grew something fainter each time. If any one has the curiosity to repeat this singular experiment, he may attend to the following directions.—Upon each removal from the fire, stop the neck of the flask with a cork, having a small hole pierced through it—wrap the neck round with tow—agitate the liquor by quickly raising and lowering the flask.\n\nThe sparks which leave the surfaces of hard bodies during attrition, may be exactly imitated by burning a bit of dusty paper;—the particles of dust are carried by the current of air through the blaze, and are made red hot in their passage.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106775.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 21,
    "total-input-tokens": 33066,
    "total-output-tokens": 7913,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1243,
        2
      ],
      [
        1243,
        3094,
        3
      ],
      [
        3094,
        4874,
        4
      ],
      [
        4874,
        6078,
        5
      ],
      [
        6078,
        6865,
        6
      ],
      [
        6865,
        8047,
        7
      ],
      [
        8047,
        9871,
        8
      ],
      [
        9871,
        11625,
        9
      ],
      [
        11625,
        13286,
        10
      ],
      [
        13286,
        14714,
        11
      ],
      [
        14714,
        16221,
        12
      ],
      [
        16221,
        18044,
        13
      ],
      [
        18044,
        19848,
        14
      ],
      [
        19848,
        21828,
        15
      ],
      [
        21828,
        23412,
        16
      ],
      [
        23412,
        25130,
        17
      ],
      [
        25130,
        26867,
        18
      ],
      [
        26867,
        28579,
        19
      ],
      [
        28579,
        30310,
        20
      ],
      [
        30310,
        32154,
        21
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106775",
    "title": "Experiments and Observations on the Production of Light from Different Bodies, by Heat and by Attrition. By Mr. Thomas Wedgwood; Communicated by Sir Joseph Banks, Bart. P. R. S.",
    "authors": "Joseph Banks, Thomas Wedgwood",
    "year": 1792,
    "volume": "82",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 21,
    "jstor_url": "https://www.jstor.org/stable/106775"
  }
}