{
  "id": "c216c47bf204fe9a9ff66d95223d62527c2da156",
  "text": "PRESENTS\n\nRECEIVED BY THE\n\nROYAL SOCIETY,\n\nFrom November 1821 to July 1822.\n\nWITH THE\n\nNAMES OF THE DONORS.\n\n1821.\n\nPRESENTS.\n\nNov. 8. The Statutes of the Realm, printed by Command of H. M. King George the III. in pursuance of an Address of the House of Commons of Great Britain. Vol. VIII. 1821.\n\nThe Asiatic Researches, or Transactions of the Society instituted in Bengal, for inquiring into the History and Antiquities, the Arts, Sciences, and Literature, of Asia. Vol. XIII. Calcutta, 1820.\n\nA Dictionary of the Chinese Language. Vol. I. Part 4, by R. Morrison, D.D. Macao, 1820.\n\nMémoires de l'Académie Imperiale des Sciences de St. Petersbourg. Vols. V. VI. and VII. St. Petersburgh, 1815, 1818, 1820.\n\nThe Universal Cambist and Commercial Instructor, being a full and accurate Treatise on the Exchanges, Monies, Weights and Measures of all trading Nations and their Colonies, with an Account of their Banks, Public Funds, and Paper Currencies, by P. Kelly, LL. D. 2nd Edition. London, 1821. 2 Vols.\n\nAn Account of the means which have been taken to preserve the British Navy, from the earliest period to the present time, particularly from that species of Decay now denominated Dry Rot, by John Knowles. London, 1821.\n\nMemoirs of the American Academy of Arts and Sciences. Vol. IV. Part 2. Cambridge, 1821.\n\nMémoire sur la Distribution de la Chaleur dans les Corps solides.\n\nDONORS.\n\nThe Commissioners of Public Records.\n\nThe Asiatic Society.\n\nThe Court of Directors of the Honourable East India Company.\n\nThe Imperial Academy of St. Petersburgh.\n\nDr. P. Kelly.\n\nJohn Knowles, Esq.\n\nThe American Academy of Arts and Sciences.\n\nM. Poisson.\n1821.\n\n**PRESENTS.**\n\nNov. 8. Medico-Chirurgical Transactions, published by the Medical and Chirurgical Society of London. Vol. XI. part 2. London, 1821. 8°\n\nThe Principles and Doctrine of Assurances, Annuities on Lives, and Contingent Reversions, stated and explained, by William Morgan, F.R.S. London, 1821. 8°\n\nA Compendious Treatise on the Theory and Solution of Cubic and Biquadratic Equations, and of Equations of the higher order, by the Rev. B. Bridge, B.D.F.R.S. London, 1821. 8°\n\nThe proximate Causes of material Phænomena, and the true Principles of universal Causation considered and illustrated, by Sir Richard Phillips. London, 1821. 12°\n\nA Collection of Tracts. 8°\n\nThe Nautical Almanac, and Astronomical Ephemeris for the year 1824.\n\nThe Works of Confucius, in Chinese. 5 Parts. 8°\n\nVoyages dans la Grande Bretagne entrepris relativement aux Services publics de la Guerre et de la Marine, et des Ponts et Chaussées, en 1816-1819, par Ch. Dupin. Paris, 1820. 4 Vols. 4°\n\n15. Flora Batava. No. 59.\n\nThe Modern Church, a Satirical Poem, comprising Sketches of some popular and unpopular Preachers, by John Laurens Bicknell, F.A.S. London, 1820. 8°\n\n22. Vetus Testamentum Græcum a Codice MS. Alexandrino qui Londini in Bibliotheca Musei Britannici asservatur Typis ad similitudinem ipsius Codicis Scripturæ fideliter descriptum curâ et labore H. H. Baber, A.M. Vol. I. London, 1816. F°\n\nA Natural History of the Crinoidea or Lilly-shaped Animals, with Observations on the Genera Asteria, Euryle, Comatula and Marsupites, by J.S. Miller. Bristol, 1821. 4°\n\nAn Account of the Animals seen by the late Northern Expedition, whilst within the Arctic Circle, by Captain Edward Sabine, R.A. London, 1821. 4°\n\nRaguaggio del Reale Osservatorio di Napoli eretto sulla Collina di Capodimonte 4°\n\nEphemeris of the Distances of the four Planets, Venus, Mars, Jupiter, and Saturn, from the Moon’s Centre, for 1822, to which is annexed, Tables for finding the Latitude of the Polar Star for 1821-1822, by H.C. Schumacker. Copenhagen, August, 1820. 4°\n\nAstronomische Hülfstafeln für 1821, von H.C. Schumacker. Copenhagen. 8°\n\n**DONORS.**\n\nThe Medical and Chirurgical Society of London.\n\nWilliam Morgan, Esq.\n\nRev. B. Bridge.\n\nSir Richard Phillips.\n\nDr. Andrew Duncan.\n\nThe Commissioners of Longitude.\n\nMr. William Huttman.\n\nM. Dupin.\n\nH.M. The King of the Netherlands.\n\nJohn Laurens Bicknell, Esq.\n\nThe Trustees of the British Museum.\n\nMr. J.S. Miller.\n\nCaptain Edward Sabine.\n\nM. Piazzi.\n\nProfessor Schumacker.\n1821.\n\nNov. 22. An additional Plate and Sheet to the History of the Soke of Grantham.\n\nDec. 6. Transactions of the Geological Society, Vol. V. Part 2. London, 1821.\n\nAnnales des Mines ou Recueil des Mémoires sur l'Exploitation des Mines et sur les Sciences qui s'y rapportent, redigées par le Conseil Général des Mines. No. 2 and 3 for 1821.\n\nOf Population. An Inquiry concerning the Power of Increase in the Numbers of Mankind, being an Answer to Mr. Malthus' Treatise on that Subject, by W. Godwin. London, 1820.\n\nThe Introductory Lecture of a Course upon State Medicine, by John Elliotson, M. D. London, 1821.\n\nLezioni Elementari di Cosmografia, di Geografia, e di Statica di Jacopo Gråberg di Hemso. Genoa, 1819.\n\nLettera del Sig Gråberg di Hemso all'Illus. Sig. L. Gropi sulla Peste di Tangeri negli anni 1818-19. Genoa, 1820.\n\n1822.\n\nJan. 10. Histoire Naturelle et Medicale des Casses, et particulièrement de la Casse et des Sénés employés en Medecine par L. T. F. Colladon, M.D. Montpellier, 1816.\n\nNarrative of a Descent in the Diving Bell, by Dr. Louis Theodore Frederick Colladon.\n\nIntroduction to a synoptical Table of English and French Lineal Measures.\n\nAstronomical Tables and Remarks for the Year 1822, by Francis Baily, F. R. S. London, 1822.\n\nMeteorological Journal kept on board the Marine Society's Ship in the Year 1821.\n\nPoesias Lyricas de Francisco de Borja Garçao Stockler. Londres, 1821.\n\nObservations et Reflexions concernant la Polarité de la Chaleur.\n\n17. A Collection of Examples of the Application of the Differential and Integral Calculus, by George Peacock. Cambridge, 1820.\n\nA Collection of the Examples of the Applications of the Calculus of Finite Differences, by J. F. W. Herschel. Cambridge, 1820.\n\n24. Memoir of the late Captain Joseph Huddart, F. R. S. London, 1821.\n\nChart of the Southern part of the China Sea. And Chart of the Straits and Islands at the Southwest part of the China Sea.\n\n31. Calendarium Inquisitionum post Mortem sive Escætarum. Vol. III. Temp. Ric. 2 et Hen. 4, 1821.\n\nEdmund Turnor, Esq.\n\nThe Geological Society.\n\nLe Conseil Général des Mines.\n\nWilliam Godwin, Esq.\n\nJohn Elliotson, M. D.\n\nM. J. Gråberg di Hemso.\n\nDr. Colladon.\n\nMr. Goodwyn.\n\nFrancis Baily, Esq.\n\nThe Committee of Governors of the Marine Society.\n\nM. F. B. G. Stockler.\n\nM. Henri de Schuzler.\n\nMr. Peacock.\n\nJ. F. W. Herschel, Esq.\n\nSir Joseph Huddart.\n\nJames Horsburgh, Esq.\n\nThe Commissioners of Public Records.\n1822.\n\nJan. 31. Valor Ecclesiasticus Temp. Henr. VIII. Auctoritate Regiæ institutus. Vol. IV. 1821. F°\n\nAn Introductory Discourse delivered to the Leeds Philosophical and Literary Society, April 6, 1821, by Charles Turner Thackrah. Leeds, 4°\n\nTransactions of the Society Instituted at London for the Encouragement of Arts, Manufactures, and Commerce. Vol. XXXIX. London, 1821. 8°\n\nFeb. 7. Mémoire sur la Combinaison de l'Oxigène avec l'Eau et sur les Propriétés extraordinaires que possède l'Eau oxigénée, par M. Thenard. 4°\n\nObservations sur la Physiologie Végétale et sur la Système physiologique de M. Aubert du Petit Thouars, par M. Februrier. 8°\n\nRapport sur les Moyens proposés jusqu'à ce jour pour préserver les Blés de la Carie, par M. Februrier. 8°\n\nThe Chemical Catechism, with Tables, Notes, Illustrations, and Experiments, by Samuel Parkes. London, 1822. 8°\n\n21. Memoirs of the Board of Agriculture of the State of New York. Vol. I. Albany, 1821. 8°\n\nNarrative Journal of Travels through the Northwest Regions of the United States, extending from Detroit through the great Chain of American Lakes to the Sources of the Mississippi River, performed as a Member of the Expedition under Governor Cass in the year 1820, by Henry R. Schoolcraft. Albany, 1821, 8°\n\nObservations Physico-Chimiques sur les Alliages du Potassium et du Sodium avec d'autres Métaux, Propriétés de ces Alliages, &c. par G. S. Serullas. Metz, 1820. 8°\n\nMemorie della Reale Accademia delle Scienze di Torino. Tomo 24. Turin, 1820. 4°\n\nTransactions of the Horticultural Society of London. Vol. IV. Part 4.\n\nAn humble Memorial of King George III. at Longford Castle, Wilts, (an Engraving).\n\nMarch 7. Foedera, Conventiones, Litterae, et cujuscunque Acta publica inter Reges Angliae et alios quosvis Imperatores, Reges, Pontifices, Principes vel Communitates, ab ingressu Gulielmi I° in Angliam A.D. 1066 ad nostra usque tempora habita aut tractata. Vol. II. Part 2. London, 1821. F°\n\n14. Esquisse du Règne Vegétale ou Tableau caractéristique des Familles des Plantes, par A. L. Marquis. Rouen, 1820. 8°\n\nFragments de Philosophie Botanique ou de la Manière la plus convenable de voir et de travailler en histoire naturelle et particulièrement en Botanique, et des Moyens de rendre cette Science plus simple et plus facile, par A. L. Marquis. 1821. 8°\n\nThe Commissioners of Public Records.\n\nC. T. Thackrah, Esq.\n\nThe Society of Arts.\n\nM. Thenard.\n\nM. Februrier.\n\nSamuel Parkes, Esq.\n\nDr. David Hosac.\n\nM. G. S. Serullas.\n\nRoyal Academy of Sciences of Turin.\n\nThe Horticultural Society.\n\nThe Right Honourable The Earl of Radnor.\n\nThe Commissioners of Public Records.\n\nM. Marquis.\n1822.\n\nMarch 14. Recherches et Observations sur les Effets des Préparations d'Or du Dr. Chrestien, par J. G. Niel, Paris, 1821.\n\nOn a new Compound Gas resulting from Animal decomposition taking place in the living Body, with some general remarks on Tympanitis. 1822.\n\n21. Histoire de l'Astronomie Moderne, par M. Delambre. Paris, 1821. 2 Vols.\n\nFlora Batava. No. 60.\n\nTracts on Vaults and Bridges. London, 1822. Memoirs of the Astronomical Society of London. Vol. I. London, 1822.\n\nA New Method of Solving Equations with Ease and Expedition, by Theophilus Holdred. London, 1820.\n\nApril 18. Die Phosphorescenz der Körper oder die im Dunkeln bemerkbaren Lichtphänomene der anorganischen Natur—durch eine Rieke einiger Beobachtungen und Versuche geprüft und bestimmt von Placidus Heinrich. 4 part. Nürnberg, 1820.\n\nA Complete Course of practical Geometry, including Conic Sections, and Drawing, treated on a principle of peculiar perspicuity, by C. W. Pasley, Royal Engineers. London, 1822.\n\nThe Use of the Blow-pipe in Chemical Analysis, and in the Examination of Minerals, by J. J. Berzelius, translated from the French of M. Fresnel, by J. G. Children. London, 1822.\n\nAnnales des Mines. Part 4, for 1821.\n\n25. On the Places of 145 new double Stars, by Sir W. Herschel.\n\nMay 2. The Hunterian Oration in Honour of Surgery, and in Memory of those Members by whose Labours its celebrity has been advanced; instituted by the Executors of John Hunter; delivered in the Theatre of the College, February 14, 1822. London, 1822.\n\n9. Beitrage zur chorographischen Kenntniss des Flussarbeits der innerste in der Furstenthumern Grubenhagen und Hildesheim, mit besonderer Rucksicht auf die Veränderungen die durch diesen Strom in der Beschaffenheit des Bodens und in der Vegetations bewerkt worden sind. Eine Erst Anlage zur Flora des Konigreichs Hannover, von G. F. W. Meyer. Gottingen, 1822. 2 Vols.\n\nRemarks on the present defective State of the Nautical Almanac, by Francis Baily. London, 1821.\n\nM. J. A. Chrestien.\n\nDr. A. B. Granville.\n\nM. Delambre.\n\nH. M. The King of the Netherlands.\n\nMr. Samuel Ware.\n\nThe Astronomical Society.\n\nM. T. Holdred.\n\nM. P. Heinrich.\n\nLieut. Col. C. W. Pasley.\n\nJ. G. Children, Esq.\n\nLe Conseil des Mines.\n\nSir William Herschel.\n\nSir Everard Home, Bart.\n\nM. G. F. W. Meyer.\n\nFrancis Baily, Esq.\nMay 16. Memoirs of the Imperial Academy of St. Petersburgh. Vols. I. II. III. and IV. In the Russian Language. 3 Vols.\n\nPractical Observations on the Nautical Almanac and Astronomical Ephemeris, by James South, Esq. F.R.S. London, 1822.\n\nStatutes of the Realm. Vol. IX. 1822.\n\nSupplement to the IVth Volume of the Transactions of the Horticultural Society. London, 1822.\n\nReasons why the Bank of England ought not to reduce the Rate of Discount to 4 per cent., by an Impartial Observer. 2nd Edition. London, 1822.\n\nExposition of the Real Causes and Effective Remedies of the Agricultural Distress, by an Impartial Looker-on. London, 1822.\n\nThe Agricultural Case and Cash Payments briefly considered in a Letter from the Continent to a Friend in England. London, 1822.\n\nA New Theory of the Tides, shewing what is the immediate Cause of the Phænomenon, and which has hitherto been overlooked by Philosophers, by Captain Forman, R.N. London, 1822.\n\nJune 6. Travels in Syria and the Holy Land, by the late John Lewis Burckhardt, published by the Association for promoting the Discovery of the Interior Parts of Africa. London, 1822.\n\nOutlines of the Geology of England and Wales, with an Introductory Compendium of the general Principles of that Science, and comparative View of the Structure of foreign Countries, by the Rev. W.D. Conybeare and William Phillips. Part 1. London, 1822.\n\nTransactions of the Cambridge Philosophical Society. Vol. I. Part 2.\n\nDiscours sur la Lecture fondamentale des Langues, par le Conseiller de Cour Goulianoff. Paris, 1822.\n\nAstronomical Observations made at the Radcliffe Observatory, Oxford, from the 1st May, 1821, to the 1st May, 1822. (MS.)\n\nWellington, Poemetto del Marchese Antonio Solari Veneziano;—and Wellington proved to be the greatest Warrior of Ancient and Modern Times, by Catherine Hyde Solari. London.\n\nSermons, practical and occasional, Dissertations, Translations, including new Versions of Virgil's Bucolica, and of Milton's Defensio Secunda, Seaton Poems, &c. &c. by the Rev. Francis Wrangham. London, 1816. 3 Vols.\nJune 13. Ristretto di Fatti acustici di Giovanni Dall’Armi letto in Accademia de’ Lincei, Roma 1821. Edizioni litografica autografa. Fo. con Appendice letto già col Corredo degli Experimenti all’Accademia de’ Lincei di Roma, ne’ giorni 27 September e 4. Ottobre, 1821. Roma, Gennajo, 1822.\n\nM. G. Dall’Armi.\n\n20. Observationes Medicæ ad Heberdeni Commentarios accommodatae a Richardo Burney, A. B. Cambridge, 1822.\n\nDr. Richard Burney.\n\nCarte de la Grèce Moderne dressée sur les Mémoires de M. Pouqueville et d’autres Voyageurs, et appuyée sur les Observations de plusieurs Navigateurs, par J. B. Barbie du Bocage, 1821. 1 sheet.\n\nM. Barbie du Bocage.\n\n27. Star Tables, No. 2 for the year 1823, by Thomas Lynn, of the Honourable E. I. Company’s Service, 1822.\n\nMr. T. Lynn.\n\nSolar Tables for Working the Longitude by Chronometer, or for finding the Latitude by double Altitudes of the Sun or Stars. London, 1822.\n\nM. Michelot.\n\nJuly 4. Mémoire sur la Gelatine, par A. Michelot. Paris, 1822.\n\nM. Michelot.\n\nTestimonials presented to the Trustees of the British Museum in behalf of William Swainson. The Naturalist’s Guide for Collecting and Preserving subjects of Natural History and Botany, both in temperate and tropical countries, particularly Shells. London, 1822.\n\nWilliam Swainson, Esq.\n\nMessage from the President of the United States, transmitting a Report of W. Lambert, on the Subject of the Longitude of the Capital of the United States. Washington, 1822.\n\nH. E. the American Ambassador.\n\nPeriodical Publications.\n\nA Journal of Science, Literature, and the Arts, No. 23, to No. 26. 8°\n\nAnnals of Philosophy. New Series. No. 8 to 19. 8°\n\nThe Philosophical Magazine. No. 279 to 290. 8°\n\nThe Monthly Review enlarged, from July 1821, to June, 1822, with Appendices to Vols. XCV. XCVI. and XCVII.\n\nThe European Magazine, from July, 1821, to June, 1822. 8°\n\nThe Monthly Censor. No. 1 for June, 1822.\n\nThe Managers of the Royal Institution.\n\nRichard Phillips, Esq.\n\nDr. Alexander Tillockh.\n\nMr. G. E. Griffiths.\n\nThe Proprietors.\n\nMessrs. F. C. and J. Rivington.\n\nIn the List of Presents in the Philosophical Transactions for 1821, page 443,\n\nFor a Treatise on Heat, Flame, and Combustion, by T. H. Pasley. London, 1820. 8°\n\nDonor Lieut. Col. Pasley, read Donor Lieut. T. H. Pasley.\n\nMDCCCXXII.\nINDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1822.\n\nA\n\nAëriform matter, on the state of it in cavities found in certain crystals, - 367\nAmmonia, contained in sea-water, - 454\nAnimal and vegetable substances, on the ultimate analysis of them, - 457\nAtmosphere, on the finite extent of it, - 89\n\nB\n\nBakerian Lecture. An account of experiments to determine the amount of the dip of the magnetic needle in London in August 1821, with remarks on the instruments which are usually employed in such determinations, - 1\nBalleye, near Wirksworth in Derbyshire, account of some bones and molar teeth of the elephant found in a cavity of mountain lime-stone there, in the year 1663, - 213\nBarlow, Peter, Esq. On the anomalous magnetic action of hot iron between the white and blood-red heat, - 117\nBarometer, on the late extraordinary depression of it, - 113\nBell, Charles, Esq. Of the nerves which associate the muscles of the chest, in the actions of breathing, speaking, and expression: being a continuation of the Paper on the structure and functions of the nerves, - 284\nBirds, remarkable mechanism of their spine and spinal canal, - 276\nINDEX\n\nBitumen, in what manner it may be obtained, 332\nBlankenburg, caves at, Esper and Leibnitz's account of them referred to, 216\nBlood, some observations on the buffy coat of the blood, 271\nBombay, of its longitude, 427\nBrinkley, Reverend John, D.D. Elements of Captain Hall's Comet, 50\nBuckland, Reverend William, M.A. Account of an assemblage of fossil teeth and bones of elephant, rhinoceros, hippopotamus, bear, tiger, and hyæna, and sixteen other animals; discovered in a cave at Kirkdale, Yorkshire, in the year 1821: with a comparative view of five similar caverns in various parts of England, and others on the continent, 171\n\nC\n\nCalcutta, Madras and Bombay, their geographical situation, 408\nCalcutta, its longitude, 426\nCavendish, Henry, Esq. his observations for determining the amount of the dip of the magnetic needle in London in 1776, referred to, 18\nCaves in which fossil bones have been discovered, an enumeration of several on the continent, 220\nChildren, John George, Esq. On some alvine concretions found in the colon of a young man in Lancashire after death, 24\nComet, observations of one seen at Valparaiso, 46\nElements of Captain Hall's Comet, 50\nConcretions, alvine, found in the colon of a young man in Lancashire after death, 24\nchemical examination of them, 27\nCrawley Rocks, on the coast of Glamorganshire, account of some fossil bones of the elephant, rhinoceros, &c. discovered in a cavity of mountain lime-stone, at that place, 208\nCroonian Lecture. On the anatomical structure of the eye, illustrated by microscopical drawings executed by F. Bauer, Esq. 76\nCrystals, on the state of water and aëriform matter in cavities found in certain crystals, 367\n\nD\n\nDavy, Sir Humphry, Bart. On the electrical phenomena exhibited in vacuo, 64\nINDEX.\n\nDAVY, SIR HUMPHRY, Bart. On the state of water and aërial form matter in cavities found in certain crystals, 367\nDAVY, JOHN, M. D. Some observations of the buffy coat of the blood, &c. 271\n— some observations on corrosive sublimate, 357\nDerdham Down, near Clifton, account of some fossil fragments of bone discovered there, 212\nDip of the magnetic needle, an account of experiments to determine the amount of it in London, in August 1821, 1\n— different experiments made to determine its amount in London, referred to, 18\n\nE\n\nEARLE, HENRY, Esq. On the mechanism of the spine, 276\nEgg, observations on the changes it undergoes during incubation in the common fowl, 339\n— experiments on it at the end of the first week of incubation, or about the eighth day, 388\n— experiments on it at the end of the second week of incubation, or about the fifteenth day, 392\n— experiments on it at the end of the third week of incubation, or at the full period of incubation, 394\n— experiments on the egg in its recent and unaltered state, 378\n— experiments on the changes which take place in the fixed principles of the egg during incubation, 377\n— recent, saline contents of it, 382\nElectrical light, its great brilliancy in pure dense vapour of mercury, 68\nElectrical phenomena, on those exhibited in vacuo, 64\nElectricity, some experiments on the relations of electricity to space, as nearly void of matter as it can be made on the surface of the earth, 65\nEye, on its anatomical structure, 76\n\nF\n\nFALLOWS, REVEREND FEARON. Communication of a curious appearance lately observed upon the moon, 237\nFARADAY, MICHAEL, AND JAMES STODART, Esquires, on the alloys of steel, 253\nINDEX.\n\nFossil teeth and bones of elephant, rhinoceros, &c. Account of an assemblage of them discovered in a cave at Kirkdale, Yorkshire, in the year 1821, found in a cavity of mountain lime-stone at Crawley Rocks, on the coast of Glamorganshire, account of some discovered in the Mendip Hills in cavities of mountain lime-stone, Fossil bones and molar teeth of the elephant, account of some discovered in 1663, in a cavity of mountain lime-stone at Balleye, near Wirksworth, in Derbyshire, Fossil fragments of bone, account of some discovered on Derdham Down, near Clifton, in a cavity of mountain lime-stone,\n\nG\n\nGailenreuth, cavern at, Rosenmuller's description of it referred to, Gilpin, George, Esq. his observations for determining the amount of the dip of the magnetic needle in London, in 1805, referred to, Goldingham, John, Esq. Observations for ascertaining the length of the pendulum at Madras in the East Indies, latitude $13^\\circ 4' 9''$ N. with the conclusions drawn from the same, of the geographical situation of the Presidencies, Calcutta, Madras and Bombay, in the East Indies, of the difference of longitudes found by chronometer and by correspondent eclipses of the satellites of Jupiter; with some supplementary information relative to Madras, Bombay and Canton; as also the latitude and longitude of Point de Galle and the Friar's Hood,\n\nH\n\nHall, Captain Basil, R. N. Extract of a letter from him, containing observations of a comet seen at Valparaiso, Home, Sir Everard, Bart. On a new species of rhinoceros found in the interior of Africa, the skull of which bears a close resemblance to that found in a fossil state in Siberia and other countries,\nINDEX.\n\nHOME, SIR EVERARD, Bart. Croonian Lecture. On the anatomical structure of the eye; illustrated by microscopical drawings executed by F. BAUER, Esq. - 76\n\non the difference in the appearance of the teeth and the shape of the skull in different species of seals, - 239\n\nobservations on the changes the egg undergoes during incubation in the common fowl, illustrated by microscopical drawings, - 339\n\non the placenta, - 401\n\nHOWARD, LUKE, Esq. on the late extraordinary depression of the barometer, - 113\n\nHyena, description of three known species of this animal, all of them smaller and different from the fossil one, - 187\n\nthe strength of this animal's jaw noticed, - 189\n\nI\n\nJOHNSON, JAMES RAWLINS, M.D. Observations on the genus Planaria, - 437\n\nIron, on its anomalous magnetic action when between the white and blood-red heat, - 117\n\nheated, experiments on the anomalous attraction which takes place in it, while the metal retains the bright red and red heat, - 120\n\na table showing its effect on the compass needle at different degrees of heat, - 124\n\nand Steel, on the development of magnetical properties in them by percussion, - 241\n\nIVORY, JAMES, M.A. On the expansion in a series of the attraction of a spheroid, - 99\n\nK\n\nKirkdale, in Yorkshire, account of an assemblage of fossil teeth and bones discovered in a cave there, in the year 1821, - 171\n\nKNOX, RIGHT HON. GEORGE. Experiments and observations on the Newry pitch-stone, and its products, and on the formation of pumice, - 313\n\nL\n\nLongitudes, of the difference of longitudes found by chronometer and by correspondent eclipses of the satellites of Jupiter, - 431\nINDEX.\n\nM\n\nMadras, observations for ascertaining the length of the pendulum at that place, - 127\nMagnesia, carbonate of, its presence in sea-water not detected by the most delicate tests, - 454\nMagnetical properties of steel and iron by percussion, - 241\nMarcet, Alexander, M.D. Some experiments and researches on the saline contents of sea-water, undertaken with a view to correct and improve its chemical analysis, - 448\nMendip Hills, account of some teeth and bones of elephants and other animals discovered there, in cavities of mountain lime-stone, - 209\nMercury, which some chemists have detected in sea-salt or its products, concluded to have been introduced there from some local or accidental circumstances, - 451\nMeyer, Professor J. Tobias, the superiority of his magnetic needles shown, - 4\nMoon, communication of a curious appearance lately observed upon it, - 237\nMural circle, Letter from the Astronomer Royal to Sir Humphry Davy, Bart. P.R.S. relative to a derangement in the mural circle at the Royal Observatory, - 86\nMuriate of lime, not contained in sea-water, - 453\nMuscles of the trunk, of those which are brought in aid of the common respiratory muscles, - 288\n\nN\n\nNairne, Edward, Esq. his observations for determining the amount of the dip of the magnetic needle in London, in 1772, referred to, - 18\nNeedle, compass, a Table showing the effect which iron at different degrees of heat, has upon it, - 124\nNeedle, magnetic, an account of one made upon the construction of that recommended by Professor J. Tobias Meyer, with some variations, - 4\nan account of experiments to determine the amount of its dip in London, in August 1821, - 1\nNerves, of those which associate the muscles of the chest, in the actions of breathing, speaking, and expression, - 284\neighth pair of, the influence of the voltaic battery in obviating the effects of their division, - 22\n| Topic                                                                 | Page |\n|----------------------------------------------------------------------|------|\n| Nerves, respiratory, anatomy of those of the trunk                   | 290  |\n| their origin                                                         | 286  |\n| are organs of expression                                            | 307  |\n| Nitric salt, not found in sea-water                                 | 452  |\n| Object-glass, triple, on the concentric adjustment of it             | 32   |\n| Observatory, Madras, its longitude by the eclipses of the satellites | 412  |\n| Oreston, near Plymouth, account of the discovery of some fossil      | 213  |\n| Pendulum, observations for ascertaining its length at Madras         | 127  |\n| Percussion, experiments and observations on the development          | 241  |\n| Pitch-stone, Arran, experiments on it                                | 329  |\n| Meissen, experiments to ascertain whether manganese really exists    | 337  |\n| Newry, experiments and observations on it and its products           | 313  |\n| Placenta, some observations on it                                    | 401  |\n| specimen of a new mode of classing animals                           | 404  |\n| Planaria, observations on that genus                                 | 437  |\n| Point de Galle and Friar's Hood, their latitude and longitude        | 431  |\n| Pond, John, Esq. Astronomer Royal, his letter to Sir Humphry Davy   | 86   |\n| Potash, the state in which it exists in sea-water                    | 455  |\n| Presents, a list of those received by the Royal Society from         | 483  |\n| November 1821 to July 1822                                           |      |\n| Prout, William, M.D. Some experiments on the changes which take      | 377  |\n| place in the fixed principles of the egg during incubation           |      |\n| Pumice, on the formation of it                                       | 313  |\n| artificial formation of it                                           | 333  |\n\nMDCCCXXII.\nINDEX.\n\nQ\n\nQuagga, or wild ass, account of its migration in winter from the tropics to the vicinity of the Maleleveen river, 41\n\nR\n\nRegent's Park, detail of some experiments on the dip of the magnetic needle made there, in August, 1821, 9\nRhinoceros, on a new species of this animal found in the interior of Africa, the skull of which bears a close resemblance to that found in a fossil state in Siberia and other countries, 38\nAsiatic, account of the manner and habits of one confined in the menagerie at Exeter Change, 48\nRosenmuller, M., his description of the manner in which he found the fossil bones disposed in all the caverns he had examined, 217\n\nS\n\nSabine, Captain Edward. The Bakerian Lecture. An account of experiments to determine the amount of the dip of the magnetic needle in London, in August 1821; with remarks on the instruments which are usually employed in such determinations, 1\nScoresby, William, jun, Esq. Experiments and observations on the development of magnetical properties in steel and iron by percussion, 241\nSea-water, some experiments and researches on the saline contents of sea-water, undertaken with a view to correct and improve its chemical analysis, 448\nSeals, on the difference in the appearance of the teeth and the shape of the skull in different species of them, 239\nSelenite, found in sea-water, in a state of perfect solution, 453\nSoda, sulphate of, does not exist in sea-water, 454\nSpheroid, on the expansion in a series of the attraction of a spheroid, 99\nSpine, on the mechanism of it, 276\nSteel, on the alloys of it, 253\nSteel and iron, experiments and observations on the development of magnetical properties in them by percussion, 241\nStodart, James, and Michael Faraday, Esquires, on the alloys of steel, 253\nSublimate, corrosive, some observations on it, 357\nINDEX.\n\nSublimate, corrosive, is not soluble in the sulphuric and nitric acids, as well as in the muriatic acid, - 361\n\nT\nThorax, of its motions, as affording a key to the intricacy of its nerves, - 285\nTin, melted, grounds of suspicion that it may contain air, - 74\n\nU\nVacuum, mercurial, experiments on electrical and magnetic repulsions and attractions in it, - 69\ntorricellian, some experiments to ascertain whether the diminution of its temperature diminished its power of transmitting electricity, - 71\nValparaiso, observations of a comet seen there, - 46\nVapours, the law of the diminution of their density represented by a geometrical progression, - 70\nVegetable and animal substances, on the ultimate analysis of them, - 457\nVoltaic battery, its influence in obviating the effects of the division of the eighth pair of nerves, - 22\nUre, Andrew, M.D. On the ultimate analysis of vegetable and animal substances, - 457\n\nW\nWater, on the state of it in cavities found in certain crystals, - 367\nWhiston, Mr., his determination of the dip of the magnetic needle in London in 1720, referred to, - 19\nWollaston, William Hyde, M.D. On the concentric adjustment of a triple object-glass, - 32\non the finite extent of the atmosphere, - 89",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107701.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 17,
    "total-input-tokens": 26840,
    "total-output-tokens": 9406,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1646,
        2
      ],
      [
        1646,
        4154,
        3
      ],
      [
        4154,
        6596,
        4
      ],
      [
        6596,
        9251,
        5
      ],
      [
        9251,
        11569,
        6
      ],
      [
        11569,
        13636,
        7
      ],
      [
        13636,
        15934,
        8
      ],
      [
        15934,
        17077,
        9
      ],
      [
        17077,
        18844,
        10
      ],
      [
        18844,
        20510,
        11
      ],
      [
        20510,
        22185,
        12
      ],
      [
        22185,
        23823,
        13
      ],
      [
        23823,
        25704,
        14
      ],
      [
        25704,
        27794,
        15
      ],
      [
        27794,
        29606,
        16
      ],
      [
        29606,
        30842,
        17
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107701",
    "title": "Back Matter",
    "authors": null,
    "year": 1822,
    "volume": "112",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 17,
    "jstor_url": "https://www.jstor.org/stable/107701"
  }
}