{
  "id": "5002c1b4fd1e5f964ef036049f5416d311c15217",
  "text": "I. The * Dissertation concerning the Figure of the Earth continued; by the Reverend J. T. Desaguliers, LL. D. F. R. S.\n\nHOW the Figure of the Earth is deduc'd from the Laws of Gravity and Centrifugal Force, is very well shewn by the late Savilian Professor of Astronomy, Dr. John Keill, in a Book that he wrote in the Year 1698, against Dr. Burnet's Theory of the Earth; and therefore I shall transcribe from him what he has said upon that Subject; because, otherwise, I shou'd only say the same Thing in other Words.\n\nI own indeed that he has made a Mistake in that Book concerning the Measure of the Degrees of an Ellipse; but I find that all that relates to the oblate Spheroidal Figure of the Earth is right; and the little Difference of taking 15 Paris Feet for the Space that a Body falls thro' in a Second, instead of 15 Feet 1 Inch and 2 Lines, and a Number of Feet, a little less than true, for the Diameter of the Earth (which was not so well known at that Time) will no way invalidate his Demonstration and Proof. Here follow his Words.\n\n\"To prove the Earth to be higher at the Equator than at the Poles, I will suppose first, that, at the Beginning of the World, the Earth was fluid and spherical; but afterwards God Almighty having given it a Motion round its own Axis, all Bodies upon the Earth wou'd describe either the Equator or Circles, parallel to the Equator, and, by consequence, all wou'd endeavour to recede from the Center of their Motion.\n\n* V. Philos. Transact. N. 386.\n\"It is to be here observ'd, that if a Body doth freely revolve in a Circle about a Center, as the Planets do about the Sun, that its Centripetal Force (or that Force by which it is drawn towards the Center) is always equal to its Force, by which it doth endeavour to recede from the Center; for the Force, which detains a Body in its Orbit, must be equal to the Force by which it endeavours to recede from its Orbit, and fly off in the Tangent. This may be clear by the Example of a Body turn'd round a Center by the Help of a Thread, which detains the Body in its Orbit; the Thread being stretch'd by the Motion of the Body, will endeavour to contract itself equally towards both Ends, by which it will pull the Center as much towards the Body, as it doth the Body towards the Center.\n\nNow this Centrifugal Force is always proportional to the Periphery, which each Body describes in its diurnal Motion by the first Theorem of Hugenius de Vi Centrifuga: So that under the Äquator, which is the biggest Circle, the Centrifugal Force wou'd be greatest, and still grow less as we approach the Pole where it quite vanisbeth, there being there no diurnal Rotation. And without doubt, all Bodies having this Centrifugal Force, by which they endeavour to recede from the Center of their Motion, wou'd fly off from the Earth, if they were not kept in their Orbit by their Gravity, or that Force by which they are press'd towards the Center of the Earth, which is much stronger upon our Earth than the Centrifugal Force; and because the Gravity upon the Surface of the Earth is always the same; but the Centrifugal Force alters and grows less, the nearer we come to the Poles, it is plain that the Gravity under the Äquator, having a greater Force to oppose it, than that which\nwhich is near the Poles, will not act so strongly in\nthe one Place as in the other, and consequently Bo-\ndies will not be so heavy under the Æquator as at\nthe Poles. ——— If the Circle * ÆPQP represent\nthe Earth, ÆQ the Æquator, and PP the Poles, if\nC be a Body in the Æquator, it is evident that it will\nbe pull’d by two contrary Forces; namely, that of\nits Gravity, which pulls it towards the Center, and\nthat of its Centrifugal Force, which pulls it from it.\nNow, if both these Forces were equal, it is evident\nit wou’d go neither of these Ways; but if one were\nstronger than the other, it wou’d move where the\nstrongest Force pulls it, but only with a Velocity\nwhich is proportional to the Differences of these two\nForces, and therefore it wou’d not descend so fast as\nif there were no Centrifugal Force, pulling against it;\nthat is, a Body in the Æquator, does press less towards\nthe Center, than at the Pole, where there is no Cen-\ntrifugal Force to lessen its Gravity. Bodies therefore,\nof the same Density, are not so heavy in one Place as\nin the other.\n\nNow in a spherical Fluid, all whose Parts gravitate\ntowards the Center, I think it is evident from the\nPrinciples of Hydrostatics and Fluidity, that all those\nBodies, which are equally distant from the Center,\nmust be equally press’d with the Weight of the incum-\nbent Fluid, and if one Part come to be more press’d\nthan another, that which is most press’d will thrust\nthat out of its Place which is least, till all the Parts\ncome to an Æquilibrium one with another; and this\nis known by a common and easy Experiment, if you\ntake a recurv’d Tube, † and fill it with Water or any\nother Fluid, it will rise equally in both Legs of the\n\n* Fig. I. † Fig II.\n\"Tube, so that the Surfaces CE and FI are equally press'd by the incumbent Columns B C E D, and G F I H, but if one of the Legs of this Tube shou'd be fill'd with Oil, or some other lighter Fluid, and the other with Water, the lighter Fluid will rise higher than the other, for otherwise, these Surfaces, which are equally distant from the Center, wou'd not be equally press'd.\n\n\"Just so if P Æ M P S, * represents a fluid Sphere, which we may imagine composed of a great many communicating Canals or Tubes, the Fluid in every one of which presses upon the Center; now if the Fluid, in every one of these Tubes, was of equal Weight or Gravity, it is plain, that, by that means, they wou'd be also of an equal Height from the Center; for by that means only, wou'd the Center be equally press'd by the Weight of all the Tubes; but if the Fluid, in the Canal Æ O M, were lighter than the Fluid in the Canal POS, it is plain, that in this Case, the Fluid POS, pressing more on the Center, than the Fluid in the Canal Æ O M, the Surface of the Fluid Æ O M, will rise to a greater Height or Distance from the Center; so that by its greater Height, which recompenses its lesser Gravitation, it will press equally upon the Center with the Fluid in the Canal POS. After the same manner, † if the Fluid in the Canal G O H, were heavier than the Fluid in the Canal Æ O M, but lighter than that which is in POS, then wou'd the Canal G O H be shorter than Æ O M, but longer than POS, and the Figure composed of all these Tubes, wou'd be in the Form of a Spheroid which is generated by the Circumrotation of a Semi-ellipsis round its Axis; but as I\n\nFig. III. Fig. IV. \"have\nI have already shew'd, that if \\( \\mathcal{A} \\) represent the Semidiameter of the Equator, that all Bodies in it are lighter than in \\( \\text{POS} \\), the Axis of the Equator (we take the Diameter and Axis here, not as pure Mathematical Lines, but as small Canals or Tubes.) and just so those Bodies which are in the Tube \\( \\text{GOH} \\), I have prov'd to be lighter than those in \\( \\text{POS} \\), but but heavier than the Bodies which are in \\( \\mathcal{A} \\text{OM} \\), the Centrifugal Force in \\( \\text{GH} \\) being less than that which is in \\( \\mathcal{A} \\text{M} \\), and there is no Centrifugal Force in the Poles \\( \\text{PS} \\). It is plain, therefore, that the Tube \\( \\mathcal{A} \\text{OM} \\) will be longer than \\( \\text{GOH} \\), and \\( \\text{GOH} \\) will be longer than \\( \\text{POS} \\), that is, the Diameter of the Equator, will be longer than the Axis of the Earth, and consequently the Figure of the Earth will be after the Fashion of a broad Spheroid, which is generated by the Rotation of a Semi-ellipsis round its lesser Axis. This, I hope, will be sufficient to convince Theorist of the Falseness of his own Assertion, since it is plain Demonstration, than an Earth, form'd from a Chaos, must have a very different Figure from what he supposes it had.\n\nBut I will now proceed farther, and inquire how much the Gravity is diminish'd at the Equator, or any other Parallel by the Centrifugal Force, which all Bodies acquire by being turn'd round the Earth's Axis, that from thence we may endeavour to determine, what Proportion the Diameter of the Earth's Equator has to its Axis; to calculate which, I will first suppose, that the mean Semidiameter of the Earth is 19615800 Paris Feet, according to the late Observations of the French Mathematicians, and since the Earth turns round its Axis in the Space of 23 Hours, 56', for in that Time, the same Meridian returns to the same immovable Point of the Heaven again\nagain (but the Sun, in the mean time, seeming to be\nmov'd a Degree, according to the Series of the Signs,\nis the Cause why there are four Minutes more requir'd\nbefore the Meridian can overtake him) from thence\nit follows, that a Body, under the Æquator, moves\nthrough 1426,88 Feet, in the Space of one Second of\nTime. Now, according to the Theorem given us by\nSir Isaac Newton in his Philosophia Naturalis\nPrincipia Mathematica, Schol. Prop. 4. Lib 1. The\nCentrifugal Force of any Body has the same Proportion\nto the Force of Gravity, that the Square of the\nArch, which a Body describes in a given Time, divided\nby its Diameter, has to the Space, through which\na heavy Body moves, in falling from a Place in which\nit was at rest in the same Time; and supposing a heavy\nBody falls 15 Foot in a Second of Time, by Calculation,\nit will from thence follow, that the Force of\nGravity has the same Proportion to the Centrifugal\nForce at the Æquator, that 289 has to Unity; and\ntherefore by this Centrifugal Force which arises from\nthe Diurnal Rotation of the Earth round its Axis;\nany Body, placed in the Æquator, loses \\(\\frac{1}{289}\\) Part of its\nGravity, which it would have were the Earth at rest,\nor which is the same Thing, a heavy Body plac'd at\neither of the Poles (where there is no Diurnal Rotation,\nand consequently no Centrifugal Force) which\nweighs 289 Pounds, if it were brought to the Æquator,\nwould weigh only 288 Pounds.\n\nHaving thus determin'd the Proportion of the Centrifugal Force, at the Æquator, to the Force of Gravity,\nit will be easy from thence to shew their Proportions\nin any Parallel; for it is compounded of the Proportion of One to 289, and of the Co-sine of the Latitude to the Radius; for if two Bodies describe different Peripheries in the same Time, their Centrifugal Forces\n\"Forces are proportional to their Peripheries, or to the\nSemi-diameters of these Peripheries, as is determin'd\nby Mons. Hugens, in his Theoremata de Vi Centri-\nfuga & Motu circulari; but the Periphery which\na Body in the Æquator describes, has its Semi-dia-\nmeter equal to the Radius or Semi-diameter of the Earth,\nand in any other Place, the Parallels, in which Bodies\nmove, have the Co-sines of their Latitude for their\nSemi-diameters, and therefore it will follow, that the\nForce of Gravity is to the Centrifugal Force in a Pro-\nportion, compounded of the Radius to the Co-sine of\nthe Latitude, and of 289 to 1. and therefore at the\nLatitude of $51^\\circ 46'$ (for Example) it will be as\n466 to 1.\n\n\"But we must observe, that it does not from thence\nfollow, that a Body in that Latitude loses $\\frac{1}{7}$ Part of\nits absolute Gravity, which it wou'd have, were the\nEarth at rest. For that cou'd not be, unless the Cen-\ntrifugal Force acted directly contrary to the Force of\nGravity, which it doth no where but at the Æquator;\nfor let the Circle * Q P E represent the Earth, Q E\nthe Diameter of the Æquator, O its Center, and let\nB represent a Body which we suppose to hang by the\nThread A B, and to be placed anywhere between the\nPole P and the Æquator Q, and let B D be drawn per-\npendicular to the Axis. It is plain, that if the Earth had\nhad no Diurnal Rotation, the Body B wou'd draw the\nThread A B into the Position of A C, since by that\nmeans it descends as near as it can to the Center, and\nthere it wou'd stretch the Thread with all the Force\nof its Gravity; or if we will suppose, that the Centri-\nfugal Force acted according to the same Direction A C,\nit wou'd then directly oppose the Force of Gravity,\n\n* Fig. V.\nand the Thread wou'd remain in the same Position,\nbut it wou'd be stretch'd with a Force proportional\nto the Differences of these two Forces.\n\nBut because the Body B turns round the Center D,\nit will endeavour to recede from it according to the\nLine C B, in which Direction the Centrifugal Force\nacting, it will not directly oppose the Force of Gra-\nvity, but it will draw the Thread from the Position\nA C into the Position A B, let B G be drawn perpen-\ndicular to A C; if B C represent the Centrifugal\nForce, acting according to the Direction B C, it is equi-\nvalent (as is commonly known) to two Forces, one\nof which is as G C, and acts according to the Direc-\ntion C G, which is contrary to that by which it de-\nscends to O, the other is as G B, and acts according\nto the Direction G B, which is no way contrary to\nthe Force of Gravity. If therefore B C represent the\ntotal Centrifugal Force of the Body B, that Part of it,\nwhich directly opposes the Force of Gravity, will be\nG C; from whence it follows, that the Decrease of\nGravity, in going from the Pole to the Æquator, is al-\nways as the Square of the Co-sine of the Latitude;\nfor draw BH parallel to the Axis P P, and because\nthe Triangles H C B, C D O are Equi-angular, there-\nfore H C is to C B as C O is to C D, or as Q O is to\nC D, but Q O is to C D as the Decrease of Gravity\nat Q is to the Centrifugal Force at C. And there-\nfore H C is to C B, as the Decrease of Gravity at Q,\nis to the Centrifugal Force at C. But if C B repre-\nsent the Centrifugal Force at C, G C will represent\nthat Part of it which acts directly against the Force\nof Gravity, and consequently the Decrease of Gra-\nvity at the Æquator is to the Decrease of Gravity at C,\nas H C is to G C; now H C is to G C, in duplicate\nProportion of H C to C B, or of C O or O Q to C D\n\"by the 8th of the 6th of Euclid, and therefore the\nDecrease of Gravity at Q is to the Decrease of Gra-\nvity at C, as the Square of CO is to the Square of\nCD, which was to be demonstrated.\n\n\"From whence, it is plain, that if HC represent the\nDecrease of Gravity at the Æquator, and GC its De-\ncrease at C, then will GH represent the Difference\nof these two Diminutions, or the Difference between\nthe Gravity at Q, and the Gravity at C, but HC is\nto HG in duplicate Proportion of HC to HB, or\nof OC to DO; that is, the Decrease of Gravity at\nthe Æquator is to its encrease at C, as the Square of the\nRadius is to the Square of the Sine of the Lati-\ntude.\n\n\"By this also it will appear, that the Direction of\nheavy Bodies is not to the Center of the Earth, as has\nbeen always supposed; for if we take a heavy Body\nand hang it by a Thread, the Thread produced will\nnot pass through the Center anywhere but at the\nPoles and the Æquator, for in the Figure the Thread\nis carry'd by the Centrifugal Force of the Body B,\nfrom the Position AC into the Position AB, where\nit will rest.\n\n\"Now to determine the Angle CAB, which the\nLine of Direction of the Body makes with the Line\nAC, let AN be drawn parallel to BC, and pro-\nduce OB till it meet with it in N, and let us consider\nthe Body B as drawn by three Powers, according to\nthree different Directions BO, BL, and AB, the\nPower which pulls it, according to BO, is its Gravity,\nthat which draws it, according to the Direction BL,\nis its Centrifugal Force, and that which acts accord-\ning to AB, is the Strength of the Thread, by which\nthe Body is hinder'd to move according to either of the\ntwo other Directions, and therefore it is an Æquili-\n\nVol.XXXIII. N n \"brium\nbrium with the other two Powers; but by a Theorem which is demonstrated by several of the Writers of Mechanics, but particularly by Mons. Huygens in his small Treatise De Potentiiis per Fila trahentibus.\n\nIf a Body be pull'd by three different Powers which are in Æquilibrio with one another, according to three different Directions, A B, B L and B O, these three Powers will be as the three Sides of the Triangle A B N, viz. as A B, A N and B N respectively; or as A B, B C and A C; B N being very near parallel, and consequently equal to A C, since they do not meet but at a great Distance. From hence it follows, that the Force of Gravity is to the Centrifugal Force, as A C to B C. But a Method has been already shown, how the Proportion of the Force of Gravity to the Centrifugal Force may be determined, and therefore the Proportion of A C to B C may be also determined, which at the Latitude of $51^\\circ 46'$ is as 446 to 1. Therefore in the Triangle A B C, the Proportion of A C to B C is known, and the Angle A C B being equal to the Angle C O Q, which is subtended by the Arch C Q, the Latitude of the Place, from thence by the Tables of Sines and Tangents, the Angle B A C may be known, which in the above-mentioned Latitude is about 5 Minutes.\n\nFrom hence also it will appear, that it is not the Line A C, which being produced passes through the Center, but the Line A B that is perpendicular to the Curve P Q, for all the Particles of the Fluid will settle themselves in such a Position, that their Lines of Direction downwards, must be perpendicular to the Surface of the Body which they compose, for otherwise the Parts of the Fluid would not be in Æquilibrium one with another, and therefore altho' the Lines of Direction of heavy Bodies do not pass through the Center.\n\"Center of the Earth, yet are they still perpendicular\nto their Horizons; and, upon this Account, there\ncou'd arise no Error in levelling of Lines, and in find-\ning the Risings and Fallings of the Ground.\n\n\"Upon this account also it will appear, that the\nSurface of the Earth is not spherical, for if it were,\nthen wou'd all Lines, drawn from the Center, be per-\npendicular to the Surface of the Earth, since it is the\nknown Property of a Sphere that they must be so;\nbut I have already shew'd, that it is not so in the\nEarth, and therefore it is plain, that the Earth is not\na Sphere. That therefore I may inquire more parti-\ncularly into the Figure of the Earth, I will resume\nmy former Hypothesis, that the Earth is composed of\nan infinite Number of Canals, which communicate\nwith one another at the Center, and are all equipon-\nderant, of which we will consider two, as O Q and\nO C, and let O Q be = r, O D = X and D C = y, let\nthe absolute Gravity be call'd p, and the Centrifugal\nForce at the Æquator n. O C is equal to \\( \\sqrt{x^2 + y^2} \\)\nthe Weight of the Canal O Q is equal to the absolute\nGravity of the whole Canal minus the Centrifugal\nForce of each Particle contain'd in it, and because the\nCentrifugal Force of each Particle is as its Distance\nfrom the Center, and therefore it increases in an A-\nrithmetical Progression, the greatest of which is n,\nconsequently the Sum of all the Centrifugal Force is\nequal to \\( \\frac{1}{2} n r \\), but upon the Hypothesis, that Gravity\nis the same at all Distances from the Center, the ab-\nsolute Gravity of the Canal O Q is \\( pr - \\frac{1}{2} nr \\),\nits real Weight upon the Center O Q is \\( pr - \\frac{1}{2} nr \\),\nafter the same Manner, the absolute Gravity of the\nCanal O C is \\( p \\times \\sqrt{x^2 + y^2} \\); but the Sum of all\nthe Centrifugal Forces of all the Fluids in the Canal\nO C, is equal to the Centrifugal Force of the Fluid in\n\nN n 2.\n\"C D (as may be easily prov'd from the Consideration\nof inclin'd Plane) but the Centrifugal Force at C,\nbeing to the Centrifugal Force at Q, as C D is to O Q\n(that is, as y is to r) the Centrifugal Force at C will\nbe equal to $\\frac{ny}{r}$, and because the Centrifugal Force of\neach Particle is as its Distance from the Point D,\nwhich is the Center of the Circle that the Fluid in\nthe Canal C D describes, and therefore the Centrifugal\nForces, in counting from the Point D, must encrease\nin an Arithmetical Progression, the greatest of which\nis $\\frac{ny}{r}$, and therefore the Sum of all the Centrifugal\n\nForces in C D must be equal to $\\frac{nyy}{2r}$, therefore the\nWeight of the Canal O C is $= p \\sqrt{x^2 + y^2} - \\frac{1}{2}$\n$\\frac{nyy}{r} = pr - \\frac{1}{2} nr$, which Equation expresses the\nNature of the Curve that is made by the Section of\nthe Earth with a Plane through its Poles, and by this\nthe Proportion of the Axis of the Earth, to the Dia-\nmeter of the Æquator, may be easily determin'd; for\nwhen C O coincides with O P, then C D or y be-\ncomes equal to nothing, and the Equation is $p \\sqrt{x^2}$\n$= pr - \\frac{1}{2} nr$ or $px = pr - \\frac{1}{2} nr$, and therefore\nby the 16th of the 6th, $p$ has the same Proportion to\n$p - \\frac{1}{2} n$ that $r$ has to $x$, or O Q to O D, but $p$ is to\n$p - \\frac{1}{2} n$ as 289 is to 288½, or as 578 is to 577, which\ntherefore is the Proportion of the greatest Diameter of\nthe Earth to the least; but this is upon Supposition,\nthat Gravity is the same at all Distances from the\nCenter; but if we will suppose, that the Gravity of\nBodies without the Earth is in a Proportion reciprocal\nto the Squares of their Distances from the Center, the\nGravity\nGravity of those Bodies, which are within the Earth,\nwill be directly as their Distance, both which do best\nagree with the observ'd Phænomena of Nature; then\nwill the Gravity at the Æquator be to the Gravity\nat the Poles as 689 to 692, which Numbers, in this\nHypothesis, do also express the Proportion of the Dia-\nmeter of the Earth, drawn through its Poles, to its\nDiameter drawn in the Plane of the Æquator.\n\nIt is upon the Account of this Diminution of Gra-\nvity, according as we approach the Æquator, that\nPendulums of the same Lengths in different Latitudes\ntake different Times to perform their Vibrations;\nfor because the accelerating Force of Gravity is less\nat the Æquator than under any Parallel, and under\nany Parallel it is still less than under another which\nis nearer the Poles; it does plainly from thence fol-\nlow, that a Body plac'd in the Æquator, or in any\nother Parallel, will take a longer Time to descend thro'\nan Arch of a given Circle, than it wou'd do at the\nPoles, and the farther a Body is remov'd from the\nPoles, the longer Time it will take to descend through\nany given Space.\n\nFrom hence it follows, that the Length of Pendu-\nlums, which perform their Vibrations in equal Times\nin different Latitudes, are directly as the accelerating\nForces of their Gravities; for the Time a Body takes\nto descend through an Arch of a Cycloid, is to the\nTime it will take to fall through the Axis of the Cy-\ncloid always in a given Proportion, viz. as the Semi-\nperiphery of a Circle is to its Diameter by the 25th\nProp. of Huygen's Horologium Oscillatorium; and\ntherefore when the Times in which a Body descends\nthrough the Axes of two different Cycloids are equal,\nthe Times of the Descent through the Cycloids will\nbe also equal; but when the Times of the Descent\nthrough the Axes are unequal, these Axes, and consequently the Lengths of the Pendulum which vibrates in these Cycloids, are proportional to the accelerating Forces of their Gravities.\n\nBy this if we know the Length of a Pendulum which performs its Vibrations in a given Time, in any one Part of the Earth, it is easy to determine the Length of a Pendulum, which performs its Vibrations in the same Time in any other Part of the Earth; as for Example, the Length of a Pendulum, which vibrates Seconds at Paris, is three Foot eight Lines and a Half, let it be requir'd to find the Length of a Pendulum, which vibrates Seconds at the Æquator.\n\nBecause the Gravity at the Poles is to the Gravity at the Æquator, as 692 is to 689; therefore the Decrease of Gravity at the Æquator is \\( \\frac{1}{3} \\) Parts of the whole Gravity; but, as I have before demonstrated, the Decrease of Gravity at the Æquator is to its Encrease in any other Latitude, as the Square of the Radius is to the Square of the Sine of the Latitude, now the Latitude of Paris being 48° 45', its Sine is 75.183, and therefore the Square of the Radius is to the Square of the Sine of the Latitude as 1000000 to 565248, but as 1000000 is to 565248, so is 3.000 the Number which represents the Decrease of Gravity at the Æquator to 1.695, the Number which represents its Encrease at Paris, which added to 689 the Gravity at the Æquator, makes 690.695, the Number which will represent the Gravity at Paris. But I have already shew'd, that as the Gravity at Paris is to the Gravity at the Æquator, so is the Length of a Pendulum which vibrates Seconds at Paris, to the Length of a Pendulum that vibrates Seconds at the Æquator, that is as 690, 695 to 689, so is 36.708 the Length of a Pendulum at Paris, which performs its Vibra-\nVibration in a Second to 36,616, which therefore is\nthe Length of a Pendulum which performs its Vibra-\ntions in a Second at the Æquator; so that the Diffe-\nrence between these two Pendulums is $\\frac{3}{5}$ Parts of an\nInch, which comes pretty near the Observations of\nMons. Richer, who at the Island of Cayenne, whose\nLatitude is $5^\\circ$ found that a Pendulum, which vi-\nbrates Seconds there, was a tenth Part of an Inch\nshorter than a Pendulum, which vibrates Seconds at\nParis.\n\nThus we see that the Principles and Hypothesis,\nand withal their Consequences, upon which the broad\nspheroidal Figure of the Earth is founded, do exactly\nagree with Observations, and therefore there is no\nDoubt to be made, but that the Earth is really of such\na Figure, and that the Hypothesis upon which this\nFigure is grounded (viz. the diurnal Rotation of the\nEarth, and by consequence the Centrifugal Force of\nall Bodies upon it) must be admitted for a true one;\nsince the different Vibrations of Pendulums of the\nsame Length, in different Latitudes, can depend upon\nno other Cause; for the Change of Air is not able to\nproduce any such Effect, for if the Air made really\nany Alterations in the Vibrations of a Pendulum, it\nwould produce a quite contrary Effect than what is\nobserv’d; for Pendulums near the Æquator would\nmove faster than they would do in Places of greater\nLatitude, the Air in the one Place, being more rari-\nfied, is much thinner and finer than it is in the other,\nand therefore gives less Resistance to Bodies that move\nin it.\n\nIn this Reasoning, we have suppos’d the Earth to\nhave been at first fluid, as the Theorist has done be-\nfore us, but if we will put the Case, that the Earth\nwas first partly fluid and partly dry, as it is at present,\n\nyet.\nyet because we find that the Land is very near of the same Figure with the Sea (only rais'd a little higher that it might not be overflow'd) composing with it the same Solid, and I have already shew'd that the Surface of the Ocean is spheroidal and not spherical, there is no doubt to be made, but that the Land was form'd into the same Figure by its wise Creator at the Beginning of the World, for if it were otherwise, then wou'd the Land towards the Æquator have been overflow'd with Water, which, as I have already prov'd, must have been higher at the Æquator than at the Poles; and therefore the Sea wou'd rise there and spread itself like an Inundation upon all the Land.\"\n\nTo make an End of this long Dissertation, let us in a few Words compare the Experiments and Observations made use of to confirm each of the Opinions above-mentioned.\n\nTo prove Mons. Cassini's Figure of the Earth, we must take the Altitude of a Star nearer than to 2 Seconds; because 2 Seconds answer to 32 Toises on the Surface of the Earth, and the Difference of the Length of Degrees is but 31. And what is more, we must take this Angle with an Instrument of 39 Inches Radius; because the 10 Foot Sector was only us'd at the Ends of the two Parts of the Meridian.\n\nTo disprove Mons. Cassini's Hypothesis, we need only observe whether a Plumb-Line makes an Angle of 5 Minutes with a Perpendicular to the Surface of stagnant Waters, or Lines of Level.\n\nTo prove Mons. Cassini's Opinion, the Height of a great many Mountains must be accurately measur'd by Trigonometry, which Mathematicians have always found very difficult.\nTo prove Sir Isaac Newton's Opinion, we are only to measure about one Tenth of an Inch in a Rod of 39,129 Inches; and to know what to allow for the lengthening of the same Rod by the Summer Heat, when it is shut up in a Case, and carried towards the Equator. For though the Experiments on Pendulums, made by several Persons that travell'd Southward, differ among themselves, yet they all agree in this, that the Observers were oblig'd to shorten their Pendulums, in order to make them swing Seconds, as they went towards the Equator. And when we come to compare them together, in order to have the exact Proportion of Length in different Latitudes; we must rely on the most exact Experimenter, which we may very well do on Mons. Richer: because when he found a Difference, he was so careful to find out how much it was, that he caus'd a simple Pendulum to swing, and compar'd it with a good Pendulum Clock, which he did several Times every Week for 10 Months together; and when he return'd to France, he compar'd it with the Length of the Pendulum at Paris; which is of 3 Feet 8 ½ Lines (or 39,129 English Inches) and found it to be shorter by 1 ¼ Line.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103781.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 22,
    "total-input-tokens": 31552,
    "total-output-tokens": 8416,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        0,
        4
      ],
      [
        0,
        0,
        5
      ],
      [
        0,
        1496,
        6
      ],
      [
        1496,
        3265,
        7
      ],
      [
        3265,
        4981,
        8
      ],
      [
        4981,
        6642,
        9
      ],
      [
        6642,
        8579,
        10
      ],
      [
        8579,
        10385,
        11
      ],
      [
        10385,
        12115,
        12
      ],
      [
        12115,
        13923,
        13
      ],
      [
        13923,
        15635,
        14
      ],
      [
        15635,
        17422,
        15
      ],
      [
        17422,
        19327,
        16
      ],
      [
        19327,
        21037,
        17
      ],
      [
        21037,
        22819,
        18
      ],
      [
        22819,
        24609,
        19
      ],
      [
        24609,
        26367,
        20
      ],
      [
        26367,
        27971,
        21
      ],
      [
        27971,
        29124,
        22
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103781",
    "title": "The Dissertation concerning the Figure of the Earth Continued; By the Reverend J. T. Desaguliers, LL. D. F. R. S.",
    "authors": "J. T. Desaguliers",
    "year": 1724,
    "volume": "33",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 22,
    "jstor_url": "https://www.jstor.org/stable/103781"
  }
}