{
  "id": "8a6c1f8d4eba8d31ed3cad34a8142961e40cf606",
  "text": "II. An Account of a large Stone voided through the Urinary Passage, by a Woman. Communicated by Dr. Richard Beard, F. R. S. Physician at Worcester.\n\nWorcester, Jan. 29, 1725.\n\nSIR,\n\nMidst the variety of Observations, that have been made on the extraordinary Powers of Nature, that which follows may deserve a place. A poor Woman in the Parish of Fladbury in this County, aged 63, about 3 Years ago, was afflicted with the usual Symptoms of a Stone in the Kidneys, and afterwards in the Bladder. The Fits of Pain occasioned by it increased as its Bulk did; till she was so emaciated by 'em, that her Case was judged desperate. Finding relief (towards the end of last Summer) by a plentiful use of Mallow-Tea, she persisted in it for a while; when on a sudden, in the presence of some Women she perceived an uncommon weight and force within, which assisting with all the Strength and Breath she had left, a Stone came away with a Noise that very much surpriz'd the whole Company, and with less Pain and Effusion of Blood then, or Soreness afterwards, than might have been expected. She is since easy and in health, and feels no other Inconvenience now, but that unavoidable one, an Incontinentia Urinæ.\nThe Stone (of which I send you the side-View Fig. 1. drawn as near to the Life as we could) is of the same Colour and Texture with others of this kind that I have seen, formed in humane Bodies. Its weight as I at present find it, is, 3 ij. 3 j 55 gr. Avoird. When first voided, 'twas considerably more, several Pieces having been rubb'd off at c c, and likewise on the other side: The greatest Circumference is 7 Inches and $\\frac{1}{2}$; 'tis 4 Inches $\\frac{3}{4}$ round at the thickest place, and the length on the Convexity is 4 Inches $\\frac{3}{4}$; the parts of the Stone at a a a are somewhat jagged and stain'd with Blood, as is the little Protuberance on the opposite side b. Here I suppose, it met with the most resistance, at the time of its Expulsion thro' the Urinary Passage.\n\nIII. An",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103479.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6272,
    "total-output-tokens": 643,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1201,
        3
      ],
      [
        1201,
        1999,
        4
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103479",
    "title": "An Account of a Large Stone Voided through the Urinary Passage, by a Woman. Communicated by Dr. Richard Beard, F. R. S. Physician at Worcester",
    "authors": "Richard Beard",
    "year": 1726,
    "volume": "34",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/103479"
  }
}