{
  "id": "5399aeda18897e49d6365adc5ac464daff53baeb",
  "text": "1 to 9. But 1 multiplied by 10 produces 10, and 9 multiplied by 10 produces 90. And so on for all the intermediate units.\n\nX. A Recommendation of Hadley's Quadrant for surveying, especially the surveying of Harbours, together with a particular Application of it in some Cases of Pilotage. By the Rev. John Michell, B.D. F.R.S.\n\nRead Feb. 14, 1765.\n\nThe use of Hadley's quadrant, as an instrument to take altitudes at sea, is already so well established, that it wants no farther recommendation; but there are several other purposes, to which it may be applied, with great advantage, which, though obvious enough, seem yet to be hardly sufficiently attended to. There is no instrument so well adapted to many kinds of surveying, either for exactness or conveniency, and particularly the last; but the surveying of harbours, or such sands, as lie within sight of land, may often-times be performed by it, not only with vastly more ease, but also with a much greater degree of precision, than can be hoped for by any other means, as it is the only instrument in use, in which neither the exactness of the observations, nor the ease with which they may be taken, are sensibly affected by the motion of a vessel: and hence a single observer, in a boat, may generally determine the situation of any place he\nhe pleases, with a sufficient degree of accuracy, if, with this instrument, he takes the angles subtended by two or three pairs of objects properly chosen upon the shores round about him; but it will be still better to have two observers, one of whom, being in a boat, must, at the time he takes the angle subtended by some two objects upon the shore, make a signal to the other observer, who, being placed at one of the objects, as a station, must at the same time observe the angle subtended by the boat and the other object. By this means, two angles in a plain triangle being given, together with the distance between the two objects, as a base, the whole triangle, and the situation of every part of it, will be given likewise. By such observations, as these, provided the boat be at rest during the time of making them, and they be made carefully, with good quadrants, though without the assistance of telescopic sights, the situation of places may be easily determined to twenty or thirty feet upon every three or four miles.\n\nBesides the use of Hadley's quadrant in surveying, it may upon some occasions be very advantageously employed in piloting ships into harbours, the great readiness, with which it may be used, making it a very convenient instrument for this purpose: but that this may be done to the greatest advantage, it will be necessary to have a proper provision made for it upon the charts, by expressing upon them the angles subtended by given objects, by means of which, together with the bearings, a ship may be enabled to know her situation with great exactness. The well-known property of the circle, that angles in the same segment are equal to each other, may be often-\ntimes very conveniently applied upon this occasion; for if, through any two given objects, we describe several segments of circles, in which those objects shall subtend the angles of *120°, 90°, 80°, 70°, &c.* respectively, we shall then know immediately, upon finding the two objects subtend any one of these angles, that we are situated somewhere in the circumference of the corresponding segment; and, the bearing also from one of the objects being known, our precise situation will be determined with great accuracy.\n\nThe manner of describing these segments, through two given points, may be performed in the following manner. Let B and C [TAB. II. fig. 1.] be the given points: then, joining these two points, bisect the line BC in A, and draw the indefinite right line DE, perpendicular to BC, through the point of bisection. Upon BC, at the point C constitute the angles DCB, FCB, GCB, HCB, &c. respectively equal to the difference between the angles, which correspond to the several intended segments and 90°; and on the opposite or same side of the line CB with those segments, accordingly as they exceed or fall short of 90°. Then will the points D, F, G, H, &c. where the lines CD, CF, CG, CH, &c. intersect the line DE, be the centres of\n\n* The number and frequency of these segments, as well as the magnitude of their respective angles, must be determined, according to the particular circumstances of the occasion, upon which they are applied; I have mentioned no greater angle, than 120°, as there are few cases, in which this will not be sufficient; and indeed it is the greatest, that Hadley's quadrant, the only instrument fit for this purpose, will easily admit, according to the present construction of it.\nthe intended segments; but, if the angle, corresponding to the intended segment, is to be neither greater or less than $90^\\circ$, the point A, which bisects the line BC, will be the centre of the intended segment.\n\nThus, if I would have the angle in the intended segment, to consist of $120^\\circ$, I constitute upon BC, at the point C, the angle DCB equal to $30^\\circ$, the difference between $120^\\circ$ and $90^\\circ$, and on the opposite side of CB from its corresponding segment, because it exceeds $90^\\circ$. Then with the centre D, and radius DC, I describe the segment C 120 B, in every part of which the two points C and B will subtend an angle of $120^\\circ$.\n\nIn like manner, if I would have the angle in the intended segment to consist of $80^\\circ$, I constitute upon BC, at the point C, the angle BCG equal to $10^\\circ$, the difference between $80^\\circ$ and $90^\\circ$, and because the intended angle is now less than $90^\\circ$, I place G on the same side of BC with its corresponding segment. Then with the centre G, and radius GC, I describe the segment C 80 B, in every part of which the two points C and B will subtend an angle of $80^\\circ$.\n\nLastly, if I would have the angle, in the intended segment, to consist of $90^\\circ$, with the centre A and radius AC, I describe the semicircle C 90 B, in every part of which the two points C and B will subtend an angle of $90^\\circ$*.\n\n* If we want a segment, the angle in which is to be the half of one we have got before, the centre is already found to our hands; for it will be the point of intersection of the former segment with the perpendicular line DE. Thus the point,\nThe demonstration of all this is so well known to every geometrician, that it needs not to be inserted; but it may not perhaps be amiss to exemplify what I mean, by applying to it a particular case.\n\nThe present inconvenient and indeed dangerous situation of the two lights at the mouth of the Humber, commonly called the Spurn Lights, must probably soon make it necessary to remove them; for the ground, upon which they formerly stood, is now so far washed away, as not to leave sufficient room to erect them at a proper distance from each other; and fresh ground being grown up to the southward, so as to make the point above a mile distant from them, ships are frequently thereby liable to be deceived. In case therefore these lights should, at any time hereafter, be removed nearer to the point, I think the foregoing principle might be very conveniently and advantageously applied, so as to enable entire strangers to enter the Humber, with the greatest\n\nwhere the segment, corresponding to $120^\\circ$, intersects the line $DE$, will be the centre of the segment corresponding to $60^\\circ$: the point, where the segment corresponding to $80^\\circ$, intersects the line $DE$, will be the centre of the segment corresponding to $40^\\circ$, &c.\n\nThere is another method of finding the centres of these segments, which, if great exactness is required, will perhaps be found preferable, in practice, to the former, especially in the larger segments. The method, I mean, is to set them off by a scale, in which case the distance of the several centres, from the point $A$, must be respectively proportional to the co-tangents of the angles in their corresponding segments, or, what is the same thing, respectively proportional to the tangents of the angles $DCA$, $FCA$, $GCA$, $HCA$, &c. constituted upon the line $AC$, at the point $C$; for, making $AC$ the radius, the lines $DA$, $FA$, $GA$, $HA$, &c. are the respective tangents of those several angles.\n\nsecurity,\nsecurity, even in the darkest nights, provided only they could see the lights: and this is the more material, as, in dangerous weather, it is frequently the best and most secure retreat between the Thames and the Tyne; but the difficulty of entering it, for want of proper helps, oftentimes obliges ships to keep the sea, not without great difficulty and hazard, when they might lie here in perfect safety.\n\nI have endeavoured to give some idea of the application, I propose, in the annexed chart, [Fig. 2.] which is meant only as a rough draught of the general design, and not as an accurate delineation of what must depend upon a future survey, whenever the new lights shall be erected.\n\nThe strong black line is intended to represent the high water mark: the space included within this, and which is inscribed Spurn Point, as well as that inscribed Kilnsea Common, is ground, which the sea never overflows; but all the space between these, where the single line only is continued, is frequently washed over by the sea, the land being there reduced, at the time of high water, to a meer bank of only a few yards wide.\n\nThe dotted line surrounding the strong black line represents the low water mark; and the other spaces included within dotted lines, and inscribed Trinity sand, the bull, cross ridges and broken ground, and stone banks, are supposed to represent four sands, the two former lying within, and the two latter without the mouth of the Humber.\n\nThrough the two points B and C, representing the supposed new lights, are described, according to the rule above laid down, two series of segments, one\nseries to the south west, and the other to the north east of them; but, the north eastern series lying towards the land side, a few of the inner segments might be omitted as being unnecessary.\n\nFrom the point C are drawn lines in the direction of sixteen of the points of the compass; every other point being omitted in order to make the chart more distinct; for no greater nicety is in general wanted, than what these will afford; near the extremities however of two of the sands, where it may perhaps be more necessary, I have added a short line to mark the intermediate point.\n\nI shall now endeavour to illustrate the whole by an imaginary ship's course. Let us suppose then a ship to enter the space, represented upon the chart, from the north, and finding the light C to bear nearly south west, and the two lights to subtend an angle of about $5^\\circ$, she will know herself to be somewhere about the place D, a little less easterly, than the point of the sand denominated cross ridges and broken ground, and at the distance of about two miles and a quarter from it, as may appear by the scale; she must therefore steer somewhat to the eastward of the south, and, having run about three quarters of a mile, she will find the light C to bear west south west, and the two lights to subtend an angle of exactly $5^\\circ$, being now in the intersection of the course, delineated upon the chart, with the segment so marked; but not being yet far enough to the eastward, she must still continue the same direction, till, having run near three quarters of a mile farther, she will find the two lights subtending an angle of no more than $4^\\circ$, and the light C lying a little to the southward of the west. From hence\nhence she may know herself to be at the place E, somewhat more to the eastward, than the sand she wants to avoid, and at the distance of almost a mile from it. She may now therefore safely change her course, and stand due south, till having brought the light C to bear west by north she is right over-against the extremity of the sand, at the distance of about three or four hundred yards. If she still keeps the same course about three hundred yards farther, the lights will then subtend an angle of only $2^\\circ 30'$, when she will be so far to the south, as to be clear of all danger, though she should from thenceforward steer due west; but, for greater security, we will suppose her still continuing to stretch away a little more to the southward, by steering south west for about a quarter of a mile farther. From hence then she may keep near due west, with which course the two lights, in a run of a mile and a quarter, or a little more, will both be brought to bear north west, and be seen together. In a run of about half a mile more, they will be again open on the contrary side from the former to about $3^\\circ$, from which they will open to $10^\\circ$, in a passage of near half a mile farther, when the ship will be arrived at the place G, the light C bearing then due north. The change of the angle being now very great in a very small distance, it will be very easy to keep the ship with great exactness to whatever part of the channel we please. Let us however suppose, that we mean to keep her in the course laid down in the chart; from G then we must steer north west a little west, and in a run of about a mile, we shall first increase the angle of the two lights, till it is somewhat more than $20^\\circ$, the light C then bearing\ning north east, and afterwards diminish it again to about $13^\\circ$, when the light C will bear due east. Having now got far enough within the Spurn, we may run due north about a mile and half, first bringing the two lights to bear in one line due south east, and then opening them again, on the opposite side, to an angle of about $1^\\circ 30'$ or $2^\\circ$, according to our distance within the Spurn*; but here, knowing perfectly well where we are, we can come to an anchor in a safe road, at such a distance from the Trinity sand as we please, which distance may be regulated without difficulty by the soundings, as at the place I, where the anchorage is very good in five fathom water.\n\n* In the case of a ship's being placed nearly in the line of the two lights, the method of finding our distance from them by their bearing, and the angle they subtend, will fail us; but, as it may sometimes be convenient to have the means of forming a tolerable guess about our exact situation in this case, as well as others, I must observe that a pretty good judgment may be made concerning it, by running a little way in a direction nearly at right angles to the line of the lights; for by this means, the distance run being known, it will appear, from the change of the angle, under which they are seen, how far they are from us. Thus, for example, if from the place I, a vessel should run about a quarter of a mile along the dotted line IK, and find, that this made a change in the angle subtended by the two lights of a very little more than a degree, she would know herself to be almost two miles from the light C, as would appear by measuring the distance IC upon the scale.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105445.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 16,
    "total-input-tokens": 24444,
    "total-output-tokens": 3967,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1302,
        2
      ],
      [
        1302,
        3000,
        3
      ],
      [
        3000,
        4727,
        4
      ],
      [
        4727,
        4727,
        5
      ],
      [
        4727,
        4727,
        6
      ],
      [
        4727,
        4727,
        7
      ],
      [
        4727,
        4727,
        8
      ],
      [
        4727,
        4727,
        9
      ],
      [
        4727,
        4727,
        10
      ],
      [
        4727,
        6374,
        11
      ],
      [
        6374,
        8345,
        12
      ],
      [
        8345,
        9957,
        13
      ],
      [
        9957,
        11676,
        14
      ],
      [
        11676,
        13429,
        15
      ],
      [
        13429,
        15104,
        16
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105445",
    "title": "A Recommendation of Hadley's Quadrant for Surveying, Especially the Surveying of Harbours, Together with a Particular Application of It in Some Cases of Pilotage. By the Rev. John Michell, B. D. F. R. S.",
    "authors": "John Michell",
    "year": 1765,
    "volume": "55",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 16,
    "jstor_url": "https://www.jstor.org/stable/105445"
  }
}