{
  "id": "5d706f3362d9bae317be14bfd02e6b233bc2deba",
  "text": "X. A Catalogue of the Fifty Plants from Chelsea Garden, presented to the Royal Society by the worshipful Company of Apothecaries, for the Year 1762, pursuant to the Direction of Sir Hans Sloane, Baronet, Med. Reg. et Soc. Reg. nuper Praeses; by John Wilmer, M.D. clariss. Societatis Pharmaceut. Lond. Soc. Hort. Chelsean. Praefectus et Praelector Botanic.\n\nRead Feb. 24, 1763.\n\n2001 Maryllis spatha uniflora, corolla æquali pistillo declinato. Hort Cliff. 135.\nLilio-narcissus Virginienfis. Catesby Carolin. 3. p. 12.\n\n2002 Antirrhinum foliis lanceolatis acuminatis, panicula virgata. Linn. Spec. 616.\nLinaria geniftæ folio glauco. Herm. Par. App. 9.\n\n2003 Asclepias foliis ovatis rugosis nudis, caule simplici umbellis subfeffilibus, pedicellis tomentosis. Linn. Sp. 215.\n\n2004 Calamintha montana præalta, pulegii odore, dentatis foliis, floribus dilute cæruleis, exlongo ramoso et brachiato pediculo prodeuntibus. Boccon. Musæum, p. 2, 45.\n\n2005 Canna folis lanceolatis petiolatis enervibus. Prod. Leyd. ii.\n\n2006 Chenopodium foliis filiformibus acutiusculis, caule erecto. Hort. Upsal. 55.\n2007 Cistus arborescens, foliis cordatis lăvibus acuminatis petiolatis. Hort. Cliff. 205.\nCistus Ledon foliis populi nigri major. C. B. P. 474.\n\n2008 Cistus suffruticosus stipulatus, foliis ovatolanceolatis caulibus hirsutis decumbentibus.\n\n2009 Clypeola perennis filiculis bilocularibus ovatis dispermis. Sauv. Monsp. 71.\n\n2010 Colutea foliolis ovatis, racemis lateralibus fecundis filiculis compressis.\n\n2011 Crotalaria foliis ternatis ovatis acuminatis, stipulis nullis, leguminibus pedicellatis. Fl. Leyd. 278.\nCrotalaria Asiatica frutescens floribus luteis amplis, trifoliata. Hort. Lugd. 196.\n\n2012 Cytisus Lusitanicus foliis exiguis, magno flore, siliquis latis et tomentosis. Tourn. Inst. 648.\n\n2013 Datura foliis obcordatis villosis integris, floribus oblongis erectis, pericarpiis spinosis nutantibus.\n\n2014 Daucus vulgaris. Clus. Hist. 198.\n\n2015 Echinops floribus fasciculatis, calycibus multifloris. Hort. Cliff. 391.\nChamaeleon niger, umbellatus flore cæruleo Hyacinthino. C. B. P. 380.\n\n2016 Erica antheris bifidis inclusis, corollis cylindricis longioribus aggregatis, foliis verticillatis, dentato aculeatis. Lin. Spec. 355.\n\n2017 Gaultheria. Kalm. Linn. gen. nov. 1080. Sp. Pl. 395.\n\n2018 Hedyarum foliis simplicibus ovatis acuminatis, spicis longissimis nudis terminalibus.\n2019 Hypericum floribus monogynis foliis linearilanceolatis obtusis caule fruticoso.\n\n2020 Ipomoea foliis trilobis cordatis pedunculis trifloris. Linn. Sp. 151.\n\n2021 Leonurus foliis tripartitis multifidis linearibus obtusifuscatis. Hort. Upsal. 170.\nBallote inodora foliis Coronopi. Amman. Ruth. 48.\n\n2022 Ligusticum Pyrenaicum fæniculi folio, lucidum. Tourn. Inst. 324.\n\n2023 Lininia caule erecto hirtuto foliis ovato-lanceolatis seffilibus, floribus terminalibus.\n\n2024 Martynia caule ramoso, foliis cordato-ovatis pilosis. Miller's Icons 286.\n\n2025 Mespilus inermis foliis ovato oblongis glabris ferratis, caule inermi. Lin. Sp. 478.\n\n2026 Ocymum caryophyllatum maximum. C. B. P. 225.\n\n2027 Paeonia foliis quinque lobatis lanceolatis ex Tartaria.\n\n2028 Percylymenum capitulis ovatis imbricatis terminalibus foliis summis conato perfoliatis subtus glaucis.\n\n2029 Pisum caule angulato procumbente foliolis inferioribus lanceolatis acute dentatis, summis sagittatis. Dict. Hort.\n\n2030 Polium candidum tenellum tomentosum flore purpureo. J. B. 3—300.\n\n2031 Prenanthes flosculis plurimis floribus nutantibus subumbellatis, foliis hastato angulatis. Hort. Cliff. 383.\n\n2032 Ricinoides, ex qua paratur Turnsol. Gallorum. Tourn. Inst. 655.\n2033 Ruellia foliis petiolatis, fructu sessili confecta. Hort. Cliff. 318.\nRuellia strepens capitulis comosis. Hort. Elt. 300.\n\n2034 Ruta sylvestris minor. C. B. P. 336.\n\n2035 Scabiosa Africana frutescens, folio rigido splendente serrato, flore albicante. H. Amst. 2. 185.\n\n2036 Sibthorpia foliis reniformi subpeltatis crenatis. Lin. Gen. nov. 1099.\nChrysoplenum Cornubiense Petiver. Herb. Tab. 6. Fig. 11.\n\n2037 Sida tomentosa foliis cordatis serratis subtus nervosis.\n\n2038 Solanum caule aculeato, foliis pinnato-sinuatis, fructu racemoso. Schiru Schuna Hort. Malab. Vol. 2. Tab. 36.\n\n2039 Solanum caule aculeato herbaceo, foliis cordatis sinuatis calycibus aculeatis. Virid. Cliff. 16.\n\n2040 Solidago caule paniculato racemis confertis, foliis inferioribus lineari-lanceolatis petiolatis caulinis sessilibus glabris. Dict. Hort.\n\n2041 Spigelia Anthelmia. Lin. Sp. 149.\n\n2042 Teucrium foliis subcordatis inaequaliter serratis petiolatis, racemis lateralibus secundis caule erecto.\n\n2043 Trianthema foliis ovatis petiolatis, floribus confertis sessilibus, caule diffuso.\n\n2044 Trianthema foliis abovatis petiolatis, floribus sessilibus caulibus procumbentibus. Triantherna. Sauv. Meth. 127. Linn. Sp. 223.\n2045 Turritis minor. Botan. monsp.\n2046 Vaccinium foliis integerrimis revolutis ovatis,\ncaulibus repentibus filiformibus nudis. Lin.\nSp. 351.\nVitis Idæa palustris. C.B.P. 471.\n2047 Viburnum foliis ferrulatis ovatis acuminatis gla-\nbris, petiolis glandulosis. Lin. Sp. 268.\n2048 Urtica foliis alternis ovato cordatis serratis ra-\ncemis compositis erectis. Miller.\n2049 Wachendorfia foliis lanceolatis quinquenerviis\ncanaliculato-spicatis floribus in thyrsum col-\nlectis. Burman. Fig.\n2050 Walkeria. Gen. nov.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105699.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8902,
    "total-output-tokens": 2244,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1093,
        2
      ],
      [
        1093,
        2386,
        3
      ],
      [
        2386,
        3622,
        4
      ],
      [
        3622,
        4829,
        5
      ],
      [
        4829,
        5336,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105699",
    "title": "A Catalogue of the Fifty Plants from Chelsea Garden, Presented to the Royal Society by the Worshipful Company of Apothecaries, for the Year 1762, Pursuant to the Direction of Sir Hans Sloane, Baronet, Med. Reg. et Soc. Reg. Nuper Praeses; by John Wilmer, M. D. Clariss. Societatis Pharmaceut. Lond. Soc. Hort. Chelsean. Praefectus et Praelector Botanic",
    "authors": "John Wilmer",
    "year": 1763,
    "volume": "53",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/105699"
  }
}