{
  "id": "b48b42bd27db74f7c633c8cbe94d8734b57fe866",
  "text": "Here 'tis observable, that the last A of the second Line has a Mark that follows it, not unlike to the last Stroak of an N; and if instead of A' we put N, we shall read it CIVITATE CATUVILLAVNORVM, which we cannot doubt to have been the true Name of that People which Dion. Cassius, Lib. LX. calls Kalvevλανοι, and Ptolomy, in his Geography, Lib. II. cap. 3. more falsely, Kalvevχλανοι; the first λ by producing the transverse Stroak having been mistaken for χ. This Nation appears by Dion to have been more potent than their Neighbours the Dobuni (whom he calls Boduni) and had, according to Ptolomy, Verolanium for their Capital, which 'tis most probable, was the Cassivellauni oppidum of Caesar. So that it should seem Cassivellaunus King of these Catuvillauni when Caesar invaded Britain, either gave his Name to his People, or took theirs. But he was no doubt the most potent Prince at that time in Britain, since by common Consent of the rest, he was made General of their united Forces, in defence of their Country's Cause against the Romans.\n\nFINIS.\n\nERRATUM, No 355.\nPage 770. lin. 22. for Maii 31. lege Martii 31.\n\nPrinted for W. and J. Innys, Printers to the Royal Society, at the Princes-Arms at the West-End of St. Paul's Church Yard. 1718.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103329.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3228,
    "total-output-tokens": 423,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1253,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103329",
    "title": "Erratum",
    "authors": null,
    "year": 1717,
    "volume": "30",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/103329"
  }
}