{
  "id": "d7051df8855ed22520d1e7cff06130b6a5cb6837",
  "text": "XX. An Account of the Magnetical Experiments made on the western coast of Africa, 1830-1, by Commander Edward Belcher, of H. M. S. Ætna. Communicated by the Rev. George Fisher, through Captain Beaufort, R.N.-F.R.S.\n\nRead June 21, 1832.\n\nI have the honour of communicating the results of some experiments made on the western coast of Africa, by Commander Edward Belcher, of His Majesty's ship Ætna, for the purpose of determining the relative horizontal intensities of the magnetic force, on the different parts of the coasts he has been lately surveying.\n\nThe experiments were made with four needles, constructed for the purpose, on nearly the same plan as that adopted by Professor Hansteen, and made by Mr. Dollond. They were nearly cylindrical, and furnished with a moveable collar or suspension stirrup, for the purpose of adjusting them horizontally, and were respectively four, three and a half, three, and two and a half inches in length.\n\nCaptain Belcher has kindly sent me his observations with these needles, which he has most accurately made, together with similar ones made in England since his return; and the near agreement between these and others made by myself before their embarkation, affords a satisfactory proof that the magnetism of the needles has not undergone any material change during the period of the voyage; a proof most essential in obtaining a correct result in experiments of this nature, and the want of which has rendered many others made of late years in different parts of the world, little better than useless.\n\nThe sudden changes in the intensities of magnetic needles, particularly those kept on ship-board, arising from a variety of causes, are well known to those accustomed to use them. Hence arises the necessity in experiments, such as those described in this paper, of frequently repeating them at the same place\nbetween the same limits of arc, since the value of the result depends upon the permanency of the magnetism in the needles, in order that the experiments made with them may be strictly comparative.\n\nThe observations were frequently repeated in different places, at some distance from each other, at each station, and a mean of these taken as one result, as at Goree and Rio Nuñez. The observations at Bathurst were made in the Government-house, and also at some distance from it, but exhibit no material difference.\n\nBy thus varying the place of observation at each station, a mean result is obtained, which is most probably more free from errors, particularly those arising from irregularities caused by the vicinity of iron ores and other peculiarities of the soil; an instance of which took place at the Isles de Los. Captain Belcher observes, that \"these islands being of volcanic origin, the sands even contain iron sufficient to influence the needle, and the rocks in some positions so forcibly, as to cause one of the needles suspended horizontally, to cease almost instantaneously after twenty vibrations.\"\n\nThe whole detail of Captain Belcher's experiments is very extensive; the following tables therefore contain only the abstract of them, together with the results which I have deduced from them. They do him the greatest credit, and evince his indefatigable exertions, as well as excellent judgement.\n\nTable I. contains the means of a great number of observations obtained by observing the times of completing a certain number of vibrations with the respective needles vibrating between the same limits of arc, viz. $30^\\circ$ and $10^\\circ$.\n\nTable II. contains the horizontal forces at the different places, considering the horizontal force at Portsmouth equal to unity, and computed from the formula $\\varphi$ varies as $\\frac{n^2}{t^2}$, where $t$ is the time of completing $n$ vibrations of the needle, when solicited by the force $\\varphi$. The needles were suspended by a few fibres of silk.\n### Table I.\n\n| Date                  | Place               | Needle No. 1 | Needle No. 2 | Needle No. 3 | Needle No. 4 | Farn. Therm. | Remarks                      |\n|-----------------------|---------------------|--------------|--------------|--------------|--------------|---------------|------------------------------|\n| 1830, October         | Portsmouth          | m s 57·45   | m s 20·8     | m s 30·2     | m s 37·6     | 66            | 100 Vib* before sailing.     |\n| 1831, August          | Portsmouth          | m s 58·44   | m s 20·05    | m s 32·86    | m s 37·22    | 70            | 100 Vib* after voyage.       |\n| 1830, December        | Bay of Hann         | m s 7·7     | m s 41·0     | m s 50·0     | m s 2·7      | 78            | 110 Vib* after voyage.       |\n| 3                    | Bay of Dacar        | m s 11·0    | m s 40·3     | m s 50·1     | m s 3·3      | 78            | 110 Vibrations.               |\n| 4                    | Bay of Dacar        | m s 6·8     | m s 36·33    | m s 50·66    | m s 4·13     | 78            | 110 Vibrations.               |\n| 1831, Mar. and Ap.    | Rio Nuñez           | m s 8·22    | m s 37·06    | m s 47·54    | m s 1·55     | 82            | 110 Vibrations.               |\n| May                  | Bathurst            | m s 10·88   | m s 38·7     | m s 49·55    | m s 3·25     | 77            | 110 Vibrations.               |\n| July                 | Cape Blanco         | m s 59·43   | m s 28·91    | m s 39·43    | m s 55·53    | 64            | 100 Vibrations.               |\n\n### Table II.\n\n| Place                  | Latitude North | Longitude West | Horizontal Force | Thermometer |\n|------------------------|----------------|----------------|------------------|-------------|\n| Portsmouth             | 50° 48'        | 1° 6'          | 1·0000           | 68          |\n| Cape Blanco            | 20° 47'        | 17° 4'         | 1·5423           | 64          |\n| Goree                  | 14° 40'        | 17° 25'        | 1·7081           | 78          |\n| Bathurst (river Gambia)| 13° 8'        | 16° 33'        | 1·7050           | 77          |\n| Rio Nuñez              | 10° 36'        | 14° 42'        | 1·7362           | 82          |\n\nNovember, 1831.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107972.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6870,
    "total-output-tokens": 1746,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1859,
        2
      ],
      [
        1859,
        3870,
        3
      ],
      [
        3870,
        6115,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107972",
    "title": "An Account of the Magnetical Experiments Made on the Western Coast of Africa, 1830-1",
    "authors": "Edward Belcher",
    "year": 1832,
    "volume": "122",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/107972"
  }
}