{
  "id": "650319d879d1f5080fd57683f9bf9a97bff49748",
  "text": "Of a considerable Load-stone digged out of the Ground in Devonshire.\n\nThis Stone was lately sent up out of the said County, and presented to the R. Society by the Reverend Arch-deacon, Doctor Edw. Cotton, with this description, That it weighs 60 pounds; and that, though it take up no great weight, yet it moves a Needle about nine Foot distant. Some part of it being broken off, he hath sent up also, because (faith he) being put in its proper place, it adds much strength to it, but without that addition it moves not much more than seven Foot.\n\nCare will be had, that Tryals be made of the Vertue of this Stone, both of the two pieces closed together, and of each piece separately, and that uncapped as well as capped.\n\nSome Observables about Load-stones, and Sea-Compasses.\n\nA Noble Person did upon a late occasion, affirm, That a Needle of a Sea-Compass, put in a good Iron Mine (which, he said, yeilded 23 pounds of Metal, out of a 120 pounds of Ore) was not sensibly moved thereby.\n\nAnother Honourable Person desired, it might be observed, whether touched Needles move otherwise, when the Veins of Iron do not lie North and South, then when they do so?\n\nIt being inquired by a Note from foreign parts, Whether the Sea-Compasses in England were brought to a greater perfection, than in other Countries? Answer was made by intelligent persons here, That all the perfection of our Sea-Compasses, as yet, consisted in this, That the Needles be touched by good Load-stones, and well librated, and that the Variation be truly placed: Though it was suggested withal, that for the greater perfection of such Sea-Compasses, a way was contriving, to shew the Variation to Minutes and Seconds.\n\nIt was also propos'd, That it might be inquired into,\n\n1. Whether a Needle may be so toucht upon any Magnet, as not to point to the true North and South, to be tried in such places where there is no Variation known?\n\n2. Whether\n2. Whether different Load-stones will give different Directions? And whether fainter or stronger touches upon one and the same Magnet, will cause any Variation in the Directions? For which purpose, as many Load-stones should be procured, as could be had, and a good number of Needles exactly made, of the same Metal, bignets, and figure?\n\nPROPOSALS\n\nTo try the Effects of the Pneumatick Engine exhausted, in Plants, Seeds, Eggs of Silkworms.\n\nThe Ingenious Dr. Beale did formerly suggest, as follows. It would be, I think (faith he) very well worth the tryal, to see what Effects would be produced on Plants, put into the Pneumatick (or Rarifying) Engine of Mr. Boyle, [with the Earth about their Roots, and flourishing; whether they would not suddenly wither, if the Air were totally taken from them. And particularly to try in the Season, Cherry-Blossoms, when partly opened, partly not opened, upon a Branch; to wit, whether the Air may be so attenuated as to blast. But it may be noted, that the Blossoms do not forthwith discover the blast: An old experienced Country-man having once given me notice of a blasty Noon, (it being then a Sultry weather, and somewhat gloomy with the thickness of Exhalations, almost like a very thick Mist) and within a day or two shewing the proof upon the Cherry-Blossoms then flagging, but not much altering their Colour till two days more were past.\n\nThe Noble Mr. Boyle suggests as proper for the approaching Season; That it may be tried,\n\n1. Whether Seeds (especially such as are of a hasty growth, vid. Orpin, Lettice, Garden-cress-seeds, &c.) will germinate and thrive in the exhausted Receiver of the said Engine?\n\n2. Whether the Exclusion of Air from the Sensitive Plant, would be harmful to it?\n\n3. Whether the Grafting of Pears upon Spina Cervina (the almost only Purgative Vegetable known in England) will produce the effect of communicating to the Fruit that purging quality, or not?\n\n4. Whether Silkworms Eggs will be hatched in such an exhausted Receiver, in the Season proper for hatching?",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101193.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 1029,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1919,
        2
      ],
      [
        1919,
        3960,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101193",
    "title": "Some Observables about Load-Stones, and Sea-Compasses",
    "authors": null,
    "year": 1666,
    "volume": "2",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101193"
  }
}