{
  "id": "79c73d3ad147fd0eb7bf7fd6d23c56f900eb1aac",
  "text": "INDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1860.\n\nA.\n\nAbbeville, occurrence of flint-implements at, 277; sections at, 282 (see Prestwich).\nAdmiralty Standard Compass, 358.\nAlloys, electric conducting power of, 161; specific gravity of, 177 (see Matthiessen).\nAmiens, occurrence of flint-implements at, 277; sections at, 288 (see Prestwich).\nAndrews (Dr. T.) and Tait (Professor P. G.). On the Volumetric Relations of Ozone, and the Action of the Electrical Discharge on Oxygen and other Gases, 113.—Oxygen and ozone, 113; hydrogen and some other gases, 125; note, 130.\nArsenic-bases, and bases with arsenic and nitrogen, and arsenic and phosphorus, 518 (see Hofmann).\nAttraction of ellipsoids, 1 (see Donkin).\n\nB.\n\nBakerian Lecture, the, 185 (see Fairbairn).\nBeale (Professor L. S.). On the Distribution of Nerves to the Elementary Fibre of Striped Muscle, 611.—Mode of preparing the specimens, 617; conclusions, 618; explanation of the plate, 618.\nBisulphide of carbon, test for, 431.\nBoiling-point, relation between, and composition, 257.\nBrewster (Sir D.) and Gladstone (Dr. J. H.). On the Lines of the Solar Spectrum, 149.—Atmospheric lines, 153; lines produced by absorbent media, 157; origin of lines, 157.\nBrinkley (Dr.). On certain Formulae investigated by, 319 (see Herschel).\nC.\n\nCalculus of operations, on an extended form of the index symbol in the, 13.\nCalorimeter for determining radiating powers, 379.\nCaoutchine, 241 (see Williams).\nCaoutchouc, composition of, 253.\nCarpenter (Dr. W. B.). Researches on Foraminifera. Fourth Series, 535.—Genus Polystomella, 535; Tinoporus, 557; Carpenteria, 564; concluding summary, 569; explanation of plates, 586.\nCarpenteria, 564.\nCayley (A.). On the Equation of Differences for an Equation of any Order, and in particular for Equations of the Orders Two, Three, Four, and Five, 93.\n——— Note respecting Formulae of Dr. Brinkley's, 321.\nColour-blindness, 78 (see Maxwell).\nCompass, deviations of the, on board ship, 337; Admiralty standard, 358 (see Evans).\nCompound colours, on the theory of, 57 (see Maxwell).\nCopper, on the effect of metals and metalloids on the electric conducting power of pure, 85.\nCrystallographic determinations of artificial crystals, 416–522.\nCubics, quaternary, 229 (see Salmon).\n\nD.\n\nDe la Rue (W.) and Müller (H.). On the Resin of Ficus rubiginosa, and a new Homologue of Benzylc Alcohol, 43.—Sycoretin, 45; acetate of sycoceryl, 47; alcohol of sycoceryl, 50.\nDisulphide of carbon, test for, 431; itself a test for phosphorus-bases, 431.\nDonkin (Professor W. F.). On the Analytical Theory of the Attraction of Solids bounded by surfaces of a hypothetical Class including the Ellipsoid, 1.\n\nE.\n\nEarnshaw (Rev. S.). On the Mathematical Theory of Sound, 133.—Wave-motion when change of temperature is neglected, 133; when not neglected, 143.\nElectrical discharge, effect of, on gases, 113 (see Andrews).\nElliptic and ultra-elliptic functions, 223 (see Merrifield).\nEquation of differences, 93 (see Cayley).\nEvans (F. J.). Reduction and Discussion of the Deviations of the Compass observed on board of all the Iron-built Ships, and a selection of the Wood-built Steam-ships in Her Majesty's Navy, and the Iron Steam-ship 'Great Eastern,' 337.\nEvans (J.), letter from, on the form and nature of flint-implements found near Abbeville and Amiens, 310.\n\nF.\n\nFairbairn (W.) and Tate (T.). The Bakerian Lecture. Experimental Researches to determine the Density of Steam at different Temperatures, and to determine the Law of Expansion of Superheated Steam, 185.—Saturation-gauge, 186; experiments at pressures varying from 15 to 70 pounds per square inch, 190; at pressures less than the atmospheric pressure, 208; generalization of results, 219.\nFicus rubiginosa, on the resin of, 43 (see De la Rue).\nINDEX.\n\nFlint-implements, occurrence of, associated with the remains of animals of extinct species, 277.\nForaminifera, researches on the, 535 (see Carpenter).\n\nG.\n\nGladstone (Dr. J. H.) and Brewster (Sir D.). On the Lines of the Solar Spectrum, 149 (see Brewster).\nGold, electric conducting power of pure, 175.\nGreat Eastern Steam-ship, compass deviations in, 375; changes in the magnetism of, 376.\n\nH.\n\nHerschel (Sir J. F. W.). On the Formulae investigated by Dr. Brinkley for the general Term in the Development of Lagrange's Expression for the Summation of Series and for successive Integrations, 319; note by A. Cayley, 321.\nHofmann (Dr. A. W.). Contributions to the History of the Phosphorus-Bases. First memoir, 409.—Triethylphosphine, preparation of, 410; oxide and other compounds and derivatives of, 412; experiments in the methyl-series, 446.\nSecond memoir. Theory of Diatomic Bases, 449.—Ethylene group, action of dibromide of ethylene on triethylphosphine, 452; series of monatomic compounds, monophosphonium compounds, 454; series of diatomic compounds, diphosphonium compounds, 470; paradi-phosphonium compounds, 489.\nThird memoir. Phosphammonium- and phospharsonium-, diarsonium- and arsammonium-compounds, 497. Series of the mixed diatomic bases, 507; phosphammonium-compounds, 507; phospharsonium-compounds, 518; monarsonium-compounds, 521; diarsonium-compounds, 524; methylene, propylene, &c. groups, 527; table of compounds formed, 530.\nHolzmann (Dr. M.) and Matthiessen (Dr. A.). On the Effect of the presence of Metals and Metalloids on the Electric Conducting Power of Pure Copper, 85.\nHopkins (W.). On the Construction of a new Calorimeter for determining the Radiating Powers of Surfaces in Air; and its application to the Surfaces of various Mineral Substances, 379.\nHoaxne, flint-implements discovered at, 304 (see Prestwich).\n\nI.\n\nIsoprene, 241 (see Williams).\n\nJ.\n\nJoule (Dr.) and Thomson (Professor). On the Thermal Effects of Fluids in Motion, 325 (see Thomson).\n\nK.\n\nKopp (Dr. H.). On the Relation between Boiling-point and Composition in Organic Compounds, 257.\n\nL.\n\nLiver, sugar formation in, 595.\nMagnetism in iron-built ships, 343; its early changes, 349.\n\nMatthiessen (Dr. A.) and Holzmann (Dr. M.). On the Effect of Metals and Metalloids on the Electric Conducting Power of Pure Copper, 85.\n\nMatthiessen (Dr. A.). On the Electric Conducting Power of Alloys, 161.—General conclusions, 171; Appendix, on the electric conducting power of pure gold, 175.\n\nOn the Specific Gravity of Alloys, 177.\n\nMaxwell (Professor J. C.). On the Theory of Compound Colours, and the Relations of the Colours of the Spectrum, 57.—Description of an instrument for making definite mixtures of the colours of the spectrum, 65; results, 70; general conclusions, 77; postscript, relating to the vision of the colour-blind, 78.\n\nMerrifield (C. W.). On a new Method of Approximation applicable to Elliptic and Ultra-elliptic Functions, 293.—Addendum, 296.\n\nMüller (H.) and De la Rue (W.). On the Resin of Ficus rubiginosa, &c., 43 (see De la Rue).\n\nMuscle, distribution of nerves to, 611 (see Beale).\n\nNerves, distribution of, to striped muscle, 611 (see Beale).\n\nNitrous acid gas, lines produced by the absorption of light by, 157 (see Brewster).\n\nOzone, formation of an oxide of a hydrocarbon by means of, 246 (see Williams).\n\n—, volumetric relations of, 113 (see Andrews).\n\nPavy (Dr. F. W.). Researches on Sugar Formation in the Liver, 595.—Conclusions, 608.\n\nPhosphorus-bases, 409; bases containing phosphorus and nitrogen, and phosphorus and arsenic, 497 (see Hofmann).\n\nPolystomella, 535.\n\nPrestwich (J.). On the Occurrence of Flint-implements, associated with the Remains of Animals of Extinct Species in Beds of a late Geological Period, in France at Amiens and Abbeville, and in England at Hoxne, 277.\n\nRadiating powers, determination of absolute, 379.\n\nSt. Acheul, flint-implements found at, 277 (see Prestwich).\n\nSalmon (Rev. G.). On Quaternary Cubics, 229.\n\nSaturation-gauge, 186.\n\nSella (Quintino), determination by, of the forms of various artificial crystals, 416–522.\nINDEX.\n\nSolar spectrum, relations of the colours of the, 57 (see Maxwell); lines of the, 149 (see Brewster).\nSound, on the mathematical theory of, 133 (see Earnshaw).\nSpecies, range of variation of, 570.\nSpecimens, preparation of anatomical, for the microscope, 617.\nSpottiswoode (W.). On an Extended Form of the Index Symbol in the Calculus of Operations, 13.—Postscript, 39.\nSteam, density of, and law of expansion of superheated, 185 (see Fairbairn).\nSycoceryl, acetate of, 47; alcohol of, 50.\nSycoretin, 45.\n\nT.\n\nTait (Professor P. G.) and Andrews (Dr. T.). On the Volumetric Relations of Ozone, &c., 113 (see Andrews).\nTate (T.) and Fairbairn (W.).—The Bakerian Lecture. Experimental Researches to determine the Density of Steam, &c., 185 (see Fairbairn).\nThermal effects of fluids in motion, 325 (see Thomson).\nThomson (Professor W.) and Joule (Dr. J. P.). On the Thermal Effects of Fluids in Motion.—Part III. On the Changes of Temperature experienced by bodies moving through Air, 325.\nTinoporus, 557.\nTriethylphosphine, preparation of, 410; oxide, &c. of, 412; employment of, as a test for disulphide of carbon, 431 (see Hofmann).\nTwin axis a zone-axis not perpendicular to a crystalline face, 520.\n\nW.\n\nWilliams (C. G.). On Isoprene and Caoutchine, 241.—Action of atmospheric oxygen on isoprene, 245; caoutchine, 246; composition of caoutchouc, 253; summary of results, 255.\n\nLONDON:\nPRINTED BY TAYLOR AND FRANCIS, RED LION COURT, FLEET STREET.\nPRESENTS\n\nRECEIVED BY\n\nTHE ROYAL SOCIETY,\n\nWITH THE\n\nNAMES OF THE DONORS.\n\nFrom November 1859 to June 1860.\n\nPRESENTS. DONORS.\n\nACADEMIES and SOCIETIES.\n\nAlbany:—Transactions of the Albany Institute. Vol. IV. Part 1. 8vo. Albany 1857. The Institute.\n\nAmsterdam:—Bijdragen tot de Dierkunde uitgegeven door het Koninklijk Zoologisch Genootschap. Afl. 7 & 8. fol. Amsterdam 1858-59. The Society.\n\nAntwerp:—Bulletin de la Société Paléontologique de Belgique, fondée à Anvers, le 1er Mai 1858. Tome I. feuilles 1-4. 8vo. Anvers 1859. The Society.\n\nBasel:—Verhandlungen der Naturforschenden Gesellschaft. Theil 2. Heft 2, 3. 8vo. Basel 1859. The Society.\n\nBatavia:—Verhandelingen der Natuurkundige Vereeniging in Nederlandsch Indië. Deel 3, 4. 4to. Batavia 1857-58. The Union.\n\nNatuurkundige Tijdschrift. Deel 14. Afl. 4-6; Deel 15, 16, 17. 8vo. Batavia 1857-58.\n\nBerlin:—Abhandlungen der K. Akademie der Wissenschaften. Aus dem Jahre 1854. Zweiter Supplement-Band. 4to. Berlin 1859. The Academy.\n\n——— Aus dem Jahre 1858. 4to. Berlin 1859.\n\nMonatsbericht. March to December 1859; January to April 1860. 8vo. Title pages, Vorbericht, and Index Map, completing the Catalogue and Star Maps published by the Royal Academy of Sciences, Berlin, 1859.\n\nPhysikalischen Gesellschaft. Die Fortschritte der Physik im Jahre 1856. XI. Jahrg. Abth. 2; im Jahre 1857. XIII. Jahrg. Abth. 1, 2. 8vo. Berlin 1859. The Society.\n\nBern:—Mittheilungen der Naturforschenden Gesellschaft. Nos. 1-38; 57-330. 8vo. Bern 1843-1854. The Society.\n\nBirmingham:—Institution of Mechanical Engineers. Proceedings. 9 Vols. 1847-58. Jan.-Sept. 1859, five Parts. (With 14 Sheets of Diagrams.) 8vo. Birmingham 1849-59. The Institution.\n\nMDCCCLX.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nBombay:—Medical and Physical Society. Transactions. (New Series.) Vol. IV. The Society.\n8vo. Bombay 1859.\n\nBreslau:—Sechs und dreissigster Jahres-Bericht der Schlesischen Gesellschaft für vaterländische Kultur; im Jahre 1858. 4to. Breslau.\n\nBrussels:—\nMémoires de l'Académie Royale des Sciences, Tome I, 1818, Tome IX, 1833. The Academy.\nTome XXXI. 1859. 4to. Bruxelles.\nMémoires couronnés et Mémoires des Savants étrangers. Tome XXIX. 4to. Bruxelles 1858.\nMémoires couronnés et autres Mémoires publiés par l'Académie. Tome VIII. 8vo. Bruxelles 1859.\nAnnuaire de l'Académie Royale. 25me Année. 8vo. Bruxelles 1859.\nBulletins de l'Académie. Tomes IV. V. VI. Série 2. 8vo. Bruxelles 1858–59.\nTables générales et analytiques du Recueil des Bulletins. 1re Série. Tome I. à XXIII. 8vo. Bruxelles 1858.\nRymbybel van Jacob van Maerlant. 2de Deel. 8vo. Brussel 1859.\n\nCalcutta:—\nJournal of the Asiatic Society of Bengal. Nos. 3, 4, 1859. 8vo. Calcutta. The Society.\nCorrespondence between the Government of India and the Asiatic Society of Bengal relative to the Establishment of a Public Museum in Calcutta. fol. Calcutta 1859.\nMemoirs of the Geological Survey of India. Vol. I. Part 3. 8vo. Calcutta 1859. The Geological Museum.\n\nChristiania:—\nForhandlinger i Videnskabs-Selskabet. Aar 1858. 8vo. Christiania 1859. The University.\nNyt Magazin for Naturvidenskaberne. Physiographiske Forening. 10de Binds. 4de Hefte. 11te Binds. Heft. 1, 2. 8vo. Christiania 1859–60.\nUeber die Geometrische Repräsentation der Gleichungen zwischen zwei veränderlichen reellen oder Komplexen Grössen. Von C. A. Bjerknes. 4to. Christiania 1859.\nKarlamagnus Saga ok Kappa Hans. Af C. R. Unger. Vol. I. 8vo. Christiania 1859.\nChronica Regvm Manniae et Insularum. By P. A. Munch. 8vo. Christiania 1860. (Two Copies.)\nAl-Mufassal, Opus de Re Grammatica Arabicum. Edidit J. P. Broch. 8vo. Christianiae 1859.\nTale ved det Norske Universitets Mindefest for Kong Oscar den 22de September 1859. Af J. S. Welhaven. 8vo. Christiania 1859.\nPersonalier oploeste ved Hans Majestæt Kong Oscar den I* Begravelse i Ridderholmskirken den 8de August 1859. 8vo. Christiania 1859.\nDet Kongelige Norske Frederiks Universitetets Aarsberetninger for Aarene 1856, 1857 og 1858. 8vo. Christiania 1859.\n\nCopenhagen:—\nDet Kongelige Danske Videnskabernes Selskabs Skrifter. Femte Række, Naturvid. og Math. Afdeling. Fjerde Binds. Hefte 2. Femte Binds. Hefte 1. 4to. Kjøbenhavn 1859.\nOversigt… i Aaret 1858. 8vo. Kjøbenhavn.\nACADEMIES and SOCIETIES (continued).\n\nCopenhagen:—\nIagttagelser over den Postpliocene eller Glaciale Formation i en del af det Sydlige Norge, af Prof. Dr. M. Sars og Lector Th. Kjerulf. 4to. Christiania 1860.\n\nDijon:—Mémoires de l’Académie Impériale des Sciences, Arts et Belles Lettres. 2me Série. Tome VII. 8vo. Dijon 1859.\n\nDublin:—\nRoyal Irish Academy. Transactions. Vol. XXIII. Part 2. 4to. Dublin 1859.\nProceedings. Vol. VII. Parts 1–8. 8vo. Dublin 1858–59.\nRoyal Dublin Society. Journal. No. 15. 8vo. Dublin 1859.\nJournal of the Geological Society. Vol. VIII. Part 2. 8vo. Dublin 1859.\nProceedings of the Dublin University Zoological and Botanical Association. Vol. I. Part 1. 8vo. Dublin 1858.\nThe Natural History Review. Vol. VI. Nos. 1–3. 8vo. Dublin 1859.\n\nEdinburgh:—\nRoyal Society. Transactions. Vol. XXII. Part 1. 4to. Edinburgh.\nProceedings. Vol. IV. No. 49. 8vo.\nRoyal Scottish Society of Arts. Transactions. Vol. V. Parts 2, 3. 8vo. Edinburgh 1859–60.\nArchitectural Institute of Scotland. Transactions. Vol. V. Part 2. 8vo. Edinburgh 1859.\n\nFalmouth:—Royal Cornwall Polytechnic Society. Twenty-sixth and Twenty-seventh Annual Reports. 8vo. Falmouth 1858, 1859.\n\nGeneva:—Mémoires de la Société de Physique et d’Histoire Naturelle. Tome XV. 1ère Partie. 4to. Genève 1859.\n\nGöttingen:—\nAbhandlungen der Königlichen Gesellschaft der Wissenschaften zu Göttingen. Band 8. 4to. Göttingen 1860.\nNachrichten .. vom Jahre 1858: vom Jahre 1859. 8vo. Göttingen.\n\nHalle:—\nAbhandlungen herausgegeben von der Senckenbergischen Naturforschenden Gesellschaft. Band 3. Lieferung 1. 4to. Frankfurt a. M. 1859.\nZeitschrift für die Gesammten Naturwissenschaften. herausgegeben von dem Naturw. Vereine für Sachsen und Thüringen in Halle. Bd. 11, 12. 8vo. Berlin 1858.\n\nJena:—\nNovorum Actorum Academiae Cæsareae Leopoldino-Carolinae Germanicae Naturæ Curiosorum. Tomus XXIX. 4to. Jena 1860.\nLeopoldina amtliches Organ der Kais. Leop. Carol. Deutschen Akademie der Naturforscher. Heft 1. 4to. Jena 1859.\n\nKiel:—Schriften der Universität: aus dem Jahre 1858. Band 5. 4to. Kiel 1859.\n\nLausanne:—Bulletin de la Société Vaudoise. Tome II. Nos. 16–19. 1847–48; Tome V. No. 42. 1858; Tome VI. No. 43–46. 1859–60. 8vo. Lausanne.\n\nLeeds:—Philosophical and Literary Society. Annual Report for 1858–59. The Society. 8vo. Leeds 1859.\nACADEMIES and SOCIETIES (continued).\n\nLeipzig:—\n\nAbhandlungen der Königlich Sächsischen Gesellschaft der Wissenschaften. The Society.\n\nUeber ein wichtiges Psychophysisches Gesetz und dessen Beziehung zur Schätzung der Sterngrössen. Von G. T. Fechner. 8vo. Leipzig 1858.\n\nDie Sage von Nala und Damayanti nach der Bearbeitung des Somadeva. Von H. Brockhaus. 8vo. Leipzig 1859.\n\nNeue Beiträge zur Kenntnis der Embryobildung der Phanerogamen. I. Von W. Hofmeister. 8vo. Leipzig 1859.\n\nDie Antike Landwirthschaft und das von Thünen'sche Gesetz. Gekronte Preisschrift. Von H. Wiskemann. 8vo. Leipzig 1859.\n\nElektrische Untersuchungen. 4te Abhandlung. Von W. G. Hankel. 8vo. Leipzig 1859.\n\nBerichte über die Verhandlungen: Math.-Phys. Classe. Heft 2 & 3. 1858. Phil.-Hist. Classe. Heft 2. 8vo. Leipzig 1859.\n\nLiége:—Mémoires de la Société Royale des Sciences. Tome XIV. 8vo. Liége 1859.\n\nLiverpool:—\n\nHistoric Society of Lancashire and Cheshire. Transactions. Vol. XI. 8vo. Liverpool 1859.\n\nProceedings of the Literary and Philosophical Society. No. 13. 8vo. Liverpool 1859.\n\nLondon:—\n\nBoard of Trade.—Meteorological Department. Fourth Number of Meteorological Papers. 4to. London 1860.\n\nNotes on Meteorology, compiled by Rear-Admiral FitzRoy. 8vo. London 1859.\n\nBritish Association. Report of the Twenty-eighth, and Twenty-ninth Meetings. 8vo. London 1859, 1860.\n\nChemical Society. Quarterly Journal. Vol. XII. Part 4. Vol. XIII. Part 1. 8vo. London 1860.\n\nEntomological Society. Transactions. Vol. IV. Parts 6–9. Vol. V. Parts 1, 2. 8vo. London 1858, 1859.\n\nGeological Society. Quarterly Journal. Vol. XV. Parts 3–5. Vol. XVI. Parts 1 & 2. 8vo. London 1859–60.\n\nGeological Survey. Memoirs. Figures and Descriptions illustrative of British Organic Remains. Monograph I. 4to. London 1859.\n\nPlates to accompany Monograph I. fol.\n\nMemoirs. Mineral Statistics of the United Kingdom of Great Britain and Ireland for the year 1858. Part 1. By R. Hunt, F.R.S. 8vo. London 1859.\n\nAnnual Report of the Director-General of the Geological Survey of the United Kingdom, &c., 1858–59. 8vo.\n\nHorological Institute. The Horological Journal. Nos. 10 to 22. 8vo. 1859–60.\n\nFirst Report of the British Horological Association. 8vo. London 1859.\n\nHorticultural Society. Proceedings. Vol. I. Nos. 1–13. 8vo. London 1859–60.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nLondon:—\n\nInstitution of Civil Engineers. Minutes of Proceedings. Vols. VII. & VIII. The Institution.\nPart 2. Vol. IX. Vol. X. Part 2. & Vols. XI. to XVII. 8vo. London 1848–58.\n\nAddress of George Parker Bidder, Esq., on his Election as President of the Institution of Civil Engineers. 8vo. London 1860.\n\nOn the Construction of Artillery, and other Vessels, to resist great Internal Pressure. By J. A. Longridge. 8vo. London 1860.\n\nLinnean Society. Journal of Proceedings. Vol. IV. No. 16. Vol. V. No. 17. The Society.\nSupplement to Botany. Vol. IV. 8vo. London 1860.\n\nPhotographic Society. Journal. Vols. V. & VI. Nos. 58–98. 8vo. 1859–60. The Society.\n\nRoyal Agricultural Society. Journal. Vol. XX. Part 2. 8vo. London 1859.\n\nRoyal Asiatic Society. Journal. Vol. XVII. Part 1. 8vo. London 1859.\n\nRoyal Astronomical Society. Memoirs. Vol. XXVII. 4to. London 1859.\n\nMonthly Notices. Vol. XVIII. 8vo. 1858.\n\nRoyal Geographical Society. Journal. Vol. XXVIII. 8vo. London 1858.\n\nProceedings. Vol. III. Nos. 3, 4, 5. Vol. IV. No. 1. 8vo. London 1859–60.\n\nRoyal Institute of British Architects. Papers read...Session 1858–59. 4to. London 1859.\n\nList of Members, Report of Council, &c., 1859.\n\nRoyal Institution. Notices of the Proceedings. Part 9. 1859. 8vo. The Institution.\n\nList of Members, and Report of the Visitors for the year 1858. 8vo. 1859.\n\nRoyal Medical and Chirurgical Society. Medico-Chirurgical Transactions. The Society.\nVol. XLII. 8vo. London 1859.\n\nProceedings. Vol. III. Nos. 2, 3. 8vo. London 1859–60.\n\nRoyal Society of Literature. Transactions. Second Series. Vol. VI. Parts 2, 3. 8vo. London 1859–60.\n\nSociety of Arts. Journal. Vol. VII. Nos. 339–364. Vol. VIII. Nos. 365–395. 8vo. 1859–60.\n\nStatistical Society. Journal. Vol. XXII. Part 2. 8vo. London 1859.\n\nThe London University Calendar, 1860.\n\nUnited Service Institution. Journal. Vol. II. Appendix, and Vol. III. Nos. 9 & 10. 8vo. London 1859.\n\nUniversity College, London. Proceedings at the Annual General Meeting, &c. 8vo. London 1860.\n\nCalendar for 1859–60. 8vo. London.\n\nZoological Society. Transactions. Vol. IV. Part 6. 4to. London 1859.\n\nProceedings. Nos. 370–383, and Parts 1–3, 1858–59. 8vo. London.\n\nMelbourne:—Transactions of the Philosophical Institute of Victoria. Vol. III. The Institute.\nand Vol. IV. Part 1. 8vo. Melbourne 1859.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nMilan:—\n\nMemorie dell’ I. R. Istituto Lombardo di Scienze, Lettere ed Arti. Vol. VII. The Institute.\nFasc. 4–8. Vol. VIII. Fasc. 1. 4to. Milano 1858–59.\nAtti. Vol. I. Fasc. 6–16. 4to. Milano 1858–59.\nMonumento al Cavaliere Dottore Luigi Sacco, &c. 8vo. Milano 1858.\nAtti della Fondazione Scientifica Cagnola nel 1858. Vol. II. Part 2. 8vo. Milano 1858.\n\nMoscow:—\n\nNouveaux Mémoires de la Société Impériale des Naturalistes. Tome VIII. The Society.\n4to. Moscou 1846.\nBulletin. Année 1854, Nos. 2, 3, 4. Année 1855, No. 1. Année 1858, Nos. 2, 3, 4. Année 1859, No. 1. Svo. Moscou.\nRapport sur les Travaux de la Société Impériale d’Agriculture de Moscou pendant l’Année 1857. 8vo. Paris 1859.\n\nMunich:—\n\nGelehrte Anzeigen. Band 48. 4to. München 1859. The Academy.\nAlmanach der K. Bayerischen Akademie, 1859. Svo. München.\nErinnerung an Mitglieder der Math.-Phys. Classe der Akademie der Wissenschaften. Eine Rede... von Dr. C. F. P. von Martius. 4to. München 1859.\nRede bei der Hundertjahrigen Stiftungsfeier... am 28 März 1859. Von G. L. Maurer. 4to. München 1859.\nRede in der öffentlichen Sitzung am 28 März 1860. Von Justus Freiherrn von Liebig. 4to. München 1860.\nVon der Bedeutung der Sanskritstudien für die Griechische Philologie. Festrede... von Dr. W. Christ. 4to. München 1860.\nErinnerungen von Johann Georg von Lori. 4to. München 1859.\nMonumenta Saecularia. Francisci Petrarcae Aretini Carmina incognita:—Dexippi Philosophi Platonici in Aristotelis Categories Dubitationes et Solutiones:—Philosophic und Theologie von Avicenna:—Untersuchungen über die Lichtstärke der Planeten Venus, Mars, Jupiter und Saturn:—Theodosii Meliteni Chronographia:—Die Entdeckung Amerikas nach den ältesten Quellen geschichtlich dargestellt. One vol. 4to. München 1859.\nAtlas zur Entdeckungs-Geschichte Amerikas. Elephant. München 1859.\n\nNewcastle-upon-Tyne:—Transactions of the Tyneside Naturalists’ Field Club. The Club.\nVol. IV. Part 2. Svo. Newcastle-upon-Tyne 1859.\n\nNewhaven:—Journal of the American Oriental Society. Vol. I. No. 1. Second Edition. Vols. II. III. IV. V. Svo. New York and London 1850–56.\n\nNew York:—\n\nAmerican Geographical Society. Journal. Vol. I. Nos. 1–3. 4to. New York 1859.\nAmerican Geographical and Statistical Society. Annual Report of the Council and Officers, with Appendix, 1857. Svo. New York 1858.\nAnnals of the Lyceum of Natural History. Vol. VI. Nos. 8–13. Vol. VII. Nos. 1–3. Svo. New York 1858–59.\nNew York State:—Medical Society. Transactions for the year 1858. 8vo. The Society. Albany 1858.\nACADEMIES and SOCIETIES (continued).\n\nParis:\n\nMémoires de l’Institut. Académie des Inscriptions et Belles Lettres. Tome XXIII. 4to. Paris 1858.\n\nMémoires présentés par divers Savants à l’Académie des Sciences. Sciences Mathématiques et Physiques. Tome XV. 4to. Paris 1858.\n\nMémoires présentés par divers Savants à l’Académie des Inscriptions. Première série, Sujets divers d’Erudition. Tome V. 4to. Paris 1858.\n\nMémoires de l’Académie des Sciences. Tome XXV. Tome XXVII. Part 2. Tome XXXI. Parts 1 & 2. 4to. Paris 1860.\n\nAnnuaire de l’Institut pour 1860. 12mo. Paris 1860.\n\nComptes Rendus de l’Académie des Sciences. Vol. XLVIII. Nos. 22–25. Vol. XLIX. Nos. 2, 3, 5, 6, 8, 10, 11, 14, 16, 17, 21, 24, 25. Vol. L. Nos. 2, 3, 5, 6, 7, 8, 12, 13, 14, 15, 18, 19, 21–24. 4to. Paris 1859–60.\n\nAnnales des Mines. Tome IX. Liv. 3. 1856. Tome XIV. Liv. 6. Tome XV. Liv. 1–3. Tome XVI. Liv. 4. 8vo. Paris 1858–59.\n\nConnaissance des Temps : 1858, 1859, 1860, 1861. 8vo. Paris 1855–58.\n\nSociété de Géographie. Bulletin. 4me Série. Tomes XVII. XVIII. 8vo. Paris 1859.\n\nSociété Géologique. Bulletin. Tome XV. Feuilles 43–52. 1857–58. Tome XVI. Feuilles 24–64. Tome XVII. Feuilles 1–12. 1858–60. 8vo. Paris.\n\nListe des Membres. Juillet 1859. 8vo.\n\nSociété Impériale Zoologique d’Acclimation. Bulletin mensuel. Tome VI. Nos. 7 & 8. 8vo. Paris 1859.\n\nSociété Orientale. Bulletin. 17e Année. No. 6. 8vo. 1859.\n\nDépôt de la Marine. Annales Hydrographiques. Tomes XIV. XV. Année 1858. 8vo. Paris 1858.\n\nAnnuaire des Marées des Côtes de France pour l’An 1859 et l’An 1860. 12mo. Paris 1858–59.\n\nDescription Nautique des Açores. 8vo. Paris 1858.\n\ndes Îles du Cap Vert. 8vo. Paris 1858.\n\ndu Madère et des Canaries. 8vo. Paris 1858.\n\n(Extraits du Manuel de la Navigation, &c.)\n\nInstructions Nautiques destinées à accompagner les Cartes de Vents et de Courants par M. F. Maury. Traduites par E. Vaneechout. 4to. Paris 1859.\n\nMer du Nord. 1re Partie. Îles Shetland—Îles Orcades. Traduction du Pilote de l’Amirauté Anglaise. 8vo. Paris 1858.\n\nPhares de la Mer du Nord, &c.—des Côtes des Îles Britanniques—des Côtes Nord et Ouest de France—de la Mer Méditerranée, &c.—des Côtes Orientales de l’Amérique Anglaise, &c.—de la Mer des Antilles, &c.—des Côtes Occidentales d’Afrique, &c.—des Côtes Orientales de l’Amérique du Sud—des Mers des Indes et de Chine—du Grand Océan, &c. Nos. 216–225. 8vo. Paris 1859; Modifications et Additions au Livre des Phares jusqu’au 15 Nov. 1859. 8vo. Paris.\n\nPilote Norvégien. 8vo. Paris 1858.\nACADEMIES and SOCIETIES (continued).\n\nParis:\n- Recherches Chronométriques. Cahiers 1–3. Svo. Paris 1859.\n- Renseignements Hydrographiques sur les Iles Formose et Lou-tchou, &c. Svo. Paris 1859.\n- Fifty-six Maps and Charts.\n\nPetersburg:\n- Mémoires de l'Académie Impériale des Sciences. 7me Série, Tomé I. 4to. Pétersbourg 1859.\n- Bulletin, Tome I. Feuilles 1–6. 4to. Pétersbourg 1859.\n\nPhiladelphia:\n- Academy of Natural Sciences. Journal. New Series. Vol. IV. Parts 2, 3. 4to. Philadelphia 1859–60.\n- Proceedings. Nos. 1–19, 1859. Nos. 1–5, 20–27, 1860. Svo. Philadelphia.\n- Account of the Remains of a Fossil Extinct Reptile recently discovered at Haddonfield, New Jersey. Svo. Philadelphia 1859. (Excerpt. Proc. Acad. Philad.)\n- Franklin Institute. Journal. Vol. XXXV. No. 6, 1858. Vol. XXXVII. Nos. 5 & 6. Vol. XXXVIII. Nos. 1, 2, 3, 5 & 6. Svo. Philadelphia 1859. Vol. XXXIX. Nos. 1–5. No. 6, 1860.\n- Report of the Twenty-sixth Exhibition of American Manufactures, &c. Svo. Philadelphia 1858.\n\nPrague:\n- Abhandlungen der königlichen Böhmischen Gesellschaft der Wissenschaften. V. Folge. 10er Bd. 4to. Prag 1859.\n- Sitzungsberichte: Januar–Juni, 1859. Svo. Prag.\n- Des Bartholomäus von Scf. Aegidius, Chronik von Prag im Reformationszeitalter. Svo. Prag 1859.\n- Systematisch und Chronologisch geordnetes Verzeichniss sämtlicher Werke und Abhandlungen der k. Böhm. Gesellschaft der Wissenschaften. Von J. J. Hanus. Svo. Prag 1854.\n\nRome:\n- Atti dell' Accademia Pontificia de' Nuovi Lincei. Anno XI. Sess. 6, 7. Anno XII. Sess. 1–3. 4to. Roma 1858–59.\n- Memorie dell' Osservatorio del Collegio Romano Nuova Serie. Nos. 2, 4, 5, 7, 8, 9. 4to. Roma 1859.\n- Sui recenti progressi dell' Astronomia, del P. A. Secchi. Svo. Roma 1859.\n- Eseursione scientifica fatta a Norcia ad Occasione del Terremoti del 22 Agosto 1859, del P. A. Secchi. 4to. Roma 1860.\n- Memorie dell' Osservatorio del Collegio Romano. Nuova Serie. No. 1. 4to. 1859.\n\nStockholm:\n- Kongliga Svenska Vetenskaps-Akademiens Handlingar. Ny Följd. Andra Bandet. Första Häftet. 4to. 1857.\n- Kongl. Vetenskaps Academiens Handlingar för 1823, och 1832. Svo. Stockholm 1824 & 1832.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nStockholm:—\n\nÖfversigt. Femtonde Årgången, 1858. Svo. Stockholm 1859.\nBerättelse om Framstegen i Fysik under år 1853 .. af E. Edlund. Svo. Stockholm 1859.\nBerättelse om Framstegen i Naturalhistoria för 1855 och 1856. Af C. H. Boheman. Svo. Stockholm 1859.\nKongliga Svenska Fregatten Eugenies Resa omkring Jorden, &c. Zoologi III. 4to. Stockholm 1859.\n\nSwitzerland:—Verhandlungen der allgemeinen schweizerischen Gesellschaft: 17, 18, 19 August 1857. Svo. Trogen.\n\nToronto:—The Canadian Journal of Industry, Science, and Art. Nos. 21–27. Svo. Toronto 1859–60.\n\nToulouse:—Mémoires de l'Académie Impériale des Sciences, &c. 5me Série. Tome III. Svo. Toulouse 1859.\n\nUtrecht:—\n\nProvinciaal Utrechtsche Genootschap. Chronologisch Register op het Vervolg van het Groot-Charterboek van Van Mieris, aanwezig op het Rijks-Archief te 's Hage. Svo. Utrecht 1859.\nJustus van Effen gescheet in zijn Leven en Werken. Svo. Utrecht 1859.\nVerslag van het Verhandelde in de Algemene Vergadering..1856, 1857, 1858, 1859. Svo. Utrecht 1856–59.\nAanteekeningen van de Verhandelde in de Sectie-Vergaderingen: 1855–1859. 5 Parts. Svo. Utrecht 1856–59.\nNaamlijst der Leden, 1859. Svo.\nCatalogus der Tentoonstelling van voor Nederland belangrijke Oudheden en Merkwaardigheden, enz. 4to. Utrecht 1857.\n\nRoyal Netherlands Meteorological Institute. Meteorologische Waarnemingen in Nederland en zijne Bezittingen, &c., 1857 & 1858. 2 Vols. Obl. 4to. Utrecht 1858–59.\n\nVan Diemen's Land:—Meteorological Tables, made at Hobart Town, January to April, June to November 1857, and January 1858. Sheets.\n\nVenice:—Atti dell' Istituto Veneto. Tomo IV. Serie 3. Dispensa 6. Svo. Venezia 1858–59.\n\nVienna:—\n\nDenkschriften der Akademie der Wissenschaften. Math. Natur. Classe. Bd. 17. 4to. Wien 1859.\nSitzungsberichte. Phil. Hist. Classe. Bd. 30. Heft 2, 3. Bd. 31. Bd. 32. Heft 1, 2. Svo. 1859.\nRegister zu den Bänden 21 bis 30..III. Svo. Wien 1859.\nMath. Natur. Classe. Bd. 35. Heft 10–12. Bd. 36. Heft 13–16. Bd. 37. Heft 17–22. Bd. 38. Heft 23–28. Svo. 1859.\nRegister zu den Bänden 21 bis 30. III. Svo. Wien 1859.\nAlmanach der k. Akademie. Neunter Jahrgang, 1859. Svo. Wien.\nGeologischen Reichsanstalt. Jahrbuch. IX. Jahrg. No. 4. X. Jahrg. No. 1–3. 4to. Wien 1858–59.\nJahrbücher der k. k. Central-Anstalt für Meteorologie und Erdmagnetismus. Von K. Kreil. Bd. 6. 4to. Wien 1859.\n\nMDCCCLX.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nVienna:—\n\nAnsprache gehalten am Schlusse des ersten Decenniums der k. k. Geologischen Reichsanstalt. Von W. Haidinger. 4to. Wien 1859.\n\nDie Fossilien Mollusken des tertiaer-Beckens von Wien. Von M. Hörmes. Zweiter Band—Bivalven. 4to. Wien.\n\nBericht über die erste allgemeine Versammlung von Berg- und Hüttenmännern zu Wien, 1858. 8vo. Wien 1859.\n\nGeographischen Gesellschaft. Mittheilungen. III. Jahrg. Heft 1, 2. 4to. Wien 1859.\n\nWashington:—\n\nSmithsonian Contributions to Knowledge. Vol. X. 4to. Washington 1858.\n\nAnnual Report of the Board of Regents, for the year 1857. 8vo. Washington 1858.\n\nWürzburg:—\n\nVerhandlungen der Physicalisch-Medicinischen Gesellschaft. Band 9. Heft 2, 3. Band 10. Heft 1–3. 8vo. Würzburg 1859–60.\n\nWürzburger Medicinische Zeitschrift. Band 1. Heft 1. 8vo. Würzburg 1860.\n\nWürzburger Naturwissenschaftliche Zeitschrift. Band 1. Heft 1. 8vo. Würzburg 1860.\n\nYorkshire:—\n\nReport of the Proceedings of the Geological and Polytechnic Society of the West Riding of Yorkshire, 1858–59. 8vo. Leeds 1859.\n\nTransactions of the South Yorkshire Viewers’ Association. Vol. I. Part 1. 8vo. Newcastle-upon-Tyne 1859.\n\nZürich:—Neue Denkschriften der allgemeinen Schweizerischen Gesellschaft. Bd. 16. 4to. Zürich 1858.\n\nADHÉMAR (J.) Révolutions de la Mer. Déluges périodiques. 2me Edition. 2 Vols. Texte et Planches. 8vo. Paris 1860.\n\nADOLPH (W.) The Simplicity of the Creation; or the Astronomical Monument of the Blessed Virgin, &c. 8vo. London 1859.\n\nAIRY (G. B., F.R.S.) Astronomical and Magnetical and Meteorological Observations made at the Royal Observatory, Greenwich, in the Year 1858. 4to. London 1860.\n\nInstruction and Chart for Observations of Mars in R.A. at the Opposition of 1860. 8vo. London 1858.\n\nALTHEER (J. J.) Korte Schets van de Leer der Verbranding en Zelfverbranding, enz. 8vo. Batavia 1856.\n\nEetbare Aardsorten en Geophagie. 8vo.\n\nChemisch-Physiologisch Onderzoek naar het bittere Bestanddeel van Cocculus Crispus, D.C. Fam. der Menispermæ. 8vo. Batavia 1859.\n\nANONYMOUS:—\n\nAlmanaque Náutico para el Año 1861. 8vo. Cádiz 1859.\n\nA List of the Books of Reference in the Reading Room of the British Museum. 1859.\n\nDonors.\n\nThe Institute.\n\nThe Society.\n\nThe Smithsonian Institution.\n\nThe Society.\n\nThe Association.\n\nThe Society.\n\nThe Author.\n\nThe Author.\n\nThe Admiralty.\n\nThe Author.\n\nThe Batavian Society.\n\nThe Observatory of San Fernando.\n\nThe Trustees of the British Museum.\nANONYMOUS (continued).\n\nCenso de la Poblacion de España, segun el recuento Verificado en 24 de Mayo de 1857, &c. 4to. Madrid 1858.\n\nNomenclátor de los Pueblos de España, formado por la Comision de Estadistica General del Reino. 4to. Madrid 1858.\n\nCompanion to the Barometer. Calculated and Stereoglyphed by Messrs. Scheutz's Calculating Machine. No. 2, and printed by Machinery. London 1859.\n\nDefence of Dr. Gould by the Scientific Council of the Dudley Observatory. Third Edition. Svo. Albany 1858.\n\nDocuments relative to the Colonial History of the State of New York; procured in Holland, England and France, by J. R. Brodhead, Esq. Vol. II. 1858. Vol. VIII. 1857. Vol. X. 1858. 4to. Albany.\n\nList of the Fellows, Members, and Extra Licentiates of the Royal College of Physicians, London. 8vo. 1859.\n\nReports of Explorations and Surveys to ascertain the most practicable and economical Route for a Railroad from the Mississippi River to the Pacific Ocean; in 1853–56. Vol. IX. 4to. Washington 1858.\n\nReport of the Secretary of War communicating information respecting the Purchase of Camels for the purposes of Military Transportation. Svo. Washington 1857.\n\nReport on Lake Harbour Improvements for 1857. 8vo. Washington 1858.\n\nReport and Information concerning Liberia and the Colony at Cape Palmas. 8vo. 1850.\n\nReport to the Secretary of State for War on the Results of a Chemical Examination for Copper and Lead, &c. fol. London 1859.\n\nReturn of any Experiments made at the Royal Arsenal on Cast Iron for the Manufacture of Cannon, &c. fol. London 1858.\n\nReport of the Twenty-seventh Annual Meeting of the Literary Association of the Friends of Poland, 1859. 8vo. London.\n\nThe Andaman Islands; with Notes on Barren Island. Selections from the Records of the Government of India. No. XXV. 8vo. Calcutta 1859. (With a Map.)\n\nThe Forty-second Report of the Society for the Suppression of Mendicity. 8vo. London 1860.\n\nThe Nautical Almanac and Astronomical Ephemeris for the Year 1863. 8vo. London 1859.\n\nNautical Almanac Circular. No. 5. Total Solar Eclipse, 1860, July 18, &c. 8vo. London 1859.\n\nEphemerides of the Minor Planets and Neptune for the Year 1860. 8vo. London 1859.\n\nThe Royal Gallery of Art. Parts 38–44. fol. London 1859–60.\n\nTabellen und Amtliche Nachrichten über den Preussischen Staat. Ergebnisse der in den Jahren 1846 bis 1857 angestellten Beobachtungen des meteorologischen Instituts. fol. Berlin 1858.\n\nTrabalhos do Observatorio Meteorologico do Infante D. Luiz na Escola Polytechnica. 4º Anno 1858. fol. Lisboa 1859.\n\nDonors.\n\nThe Spanish Government.\n\nW. Gravatt, Esq., F.R.S.\n\nThe Author.\n\nThe Legislature of the State of New York.\n\nThe College.\n\nThe United States Government.\n\nThe Secretary of State for War.\n\nThe Association.\n\nThe India Office.\n\nThe Society.\n\nThe Admiralty.\n\nS. C. Hall, Esq.\n\nProf. Dove, For. Mem. R.S.\n\nThe Observatory.\nANONYMOUS (continued).\n\nUnited States of America. Report of the Postmaster-General for the Year 1857. 8vo.\n\nARGELANDER (F. W. A., For. Mem. R.S.) Atlas des Nördlichen Gestirnten Himmels für den Anfang des Jahres 1855, entworfen auf der Königlichen Sternwarte zu Bonn. 2–4 Lieferung. Imp. fol. Bonn 1858.\n\nARNAUDON (J.) Recherches sur les Bois d’Amarante. 4to. Paris 1858.\n\nRecherches sur un nouvel Acide extrait du Bois de Taigu de Paraguay. 4to. Paris 1855.\n\nBACHE (A. D.) Report of the Superintendent of the Coast Survey, &c., 1854. 4to. Washington 1855.\n\nBAER (K. E. von, For. Mem. R.S.) Ueber Papuas und Alfuren. Ein Commentar zu den beiden ersten Abschnitten der Abhandlung Crania Selecta, &c. 4to. St. Pétersbourg 1859.\n\nCrania Selecta ex Thesauris Anthropologiciis Academiae Imperialis Petropolitanae. 4to. Petropolis 1859. (Extraits Mém. Acad. Pétersb.)\n\nBAINES (M. A.) The Comparative Properties of Human and Animal Milks, &c. 8vo. London 1860.\n\nThe Practice of Hiring Wet Nurses, &c. 8vo. London 1860.\n\nBALL (S.) An Account of the Cultivation and Manufacture of Tea in China, &c. 8vo. London 1848.\n\nBEARDMORE (S.) The Globe Telegraph: an Essay on the Use of the Earth for the Transmission of Electric Signals. 8vo. London 1859.\n\nBERON (P.) Atlas Météorologique. Imp. fol. (Eleven coloured Plates.) Paris 1860.\n\nTexte des Explications des Faits contenus dans l’Atlas Météorologique, &c. 4to. Paris 1860.\n\nBIANCONI (J. J.) Specimina Zoologica Mosambicana. Fasc. 13. 4to. Bononiae 1850.\n\nBISHOP (J., F.R.S.) The Hunterian Oration delivered at the Royal College of Surgeons of England on February 14th, 1859. 8vo. London 1859.\n\nBÖHM (J. G.) and KARLINSKI (F.) Magnetische und Meteorologische Beobachtungen zu Prag. 29st Jahrgang. 4to. Prag 1860.\n\nBOTFIELD (B., F.R.S.) Stemmatia Botevilliana. Memorials of the Families of De Poteville, Thymne, and Botfield, in the Counties of Salop and Wilts. 4to. Westminster 1858.\n\nBOUCHÉ (A.) Notice sur un nouveau Système de Tables de Logarithmes à cinq Décimales. 8vo. Angers 1859.\n\nBRUNNOW (F.) Astronomical Notices. Nos. 11–18. 8vo. Albany 1859–60.\n\nTables of Victoria computed with regard to the Perturbations of Jupiter and Saturn. 4to. New York 1859.\n\nBURNOUF (E.) and LEUPOL (L.) Méthode pour étudier la Langue Sanserite, &c. 8vo. Paris 1859.\n\nBURT (T. S., F.R.S.) Miscellaneous Papers on Scientific Subjects, written chiefly in India. 8vo. London 1837.\n\nCAPORALE (G.) Dell’Agro Aceranno e della sua condizione Sanitaria, &c. 8vo. Napoli 1859.\n\nDonors.\n\nThe Secretary of State, Washington.\n\nThe Author.\n\nThe Author.\n\nThe Coast Survey Office, Washington.\n\nThe Author.\n\nThe Authorress.\n\nThe Author.\n\nThe Author.\n\nThe Observatory.\n\nThe Author.\n\nThe Editor.\n\nThe Author.\n\nMons. B. Duprat.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nCHASLES (M., For. Mem. R.S.) Histoire des Sciences Mathématiques. 4to. Paris 1859.\n\nRapport sur un Mémoire de M. F. Woepeke, intitulé Essai d'une Restitution des Travaux perdus d'Apollonius sur les quantités irrationnelles, &c. 4to. Paris 1853.\n\nRapport sur un Ouvrage intitulé Traité de Perspective-relief, &c. 4to. Paris 1853.\n\nPrincipe de Correspondance entre deux Objets variables, qui peut-être d'un grand usage en Géométrie. 4to. Paris 1855.\n\nLes trois Livres de Porismes d'Euclide, rétablis pour la première fois, &c. 4to. Paris 1859.\n\nDétermination du nombre de Points qu'on peut prendre arbitrairement pour former, sur une Courbe donnée d'Ordre $m$, la base d'un faisceau d'Ordre $n < m$. 4to. Paris 1857.\n\nConstruction des Racines des Équations du troisième et du quatrième degré. 4to. Paris 1855.\n\nNote sur les Courbes de troisième Ordre, concernant les Points d'Intersection, &c. 4to. Paris 1855.\n\nPropriétés des Courbes à double Courbure du troisième Ordre. 4to. Paris 1857.\n\nConstruction de la Courbe du troisième Ordre déterminée par neuf Points. 4to. Paris 1853 et 1854.\n\nPropriétés des Courbes du quatrième Ordre. Développement des Conséquences du Théorème général concernant la Description de ces Courbes au Moyen de deux Faisceaux de Coniques. 4to. Paris 1853.\n\nDeux Théorèmes généraux sur les Courbes et les Surfaces Géométriques de tous les Ordres. 4to. Paris 1857. (Excerpts from the Comptes Rendus and Journal des Mathématiques.)\n\nCHEVREUL (E.) Explication déduite de l'Expérience de plusieurs Phénomènes de Vision concernant la Perspective. 4to. Paris 1859. (Extrait, Tome XXX. Acad. Sci.)\n\nCOOLIDGE (R. H.) Statistical Report on the Sickness and Mortality in the Army of the United States .... from January 1839 to January 1855. Prepared under the Direction of Brevet Brigadier-General Thomas Lawson, Surgeon-General U. S. A. 4to. Washington 1856.\n\nCOULVIER-GRAYIER (—) Recherches sur les Météores et sur les Lois qui les régissent. 8vo. Paris 1859.\n\nCRACE-CALVERT (F., F.R.S.) and JOHNSON (R.) On the Specific Gravity of Alloys. 8vo. London 1859. (Excerpt from Phil. Mag. 1859.)\n\nDARWIN (C., F.R.S.) On the Origin of Species by means of Natural Selection, or the Preservation of favoured Races in the Struggle of Life. 8vo. London 1859.\n\nDAUBENY (G. C. B., F.R.S.) Supplement to Descriptions of Volcanos. 8vo.\n\nDAY (Sir Humphry.) Fragmentary Remains, Literary and Scientific ... with a Sketch of his Life, &c. Edited by J. Davy, M.D., F.R.S. 8vo. London 1858.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Editor.\nPRESENTS.\n\nDELESSE (—.) Recherches sur l'Origine des Roches. Svo. Paris 1858. (Excerpt. Bull. Soc. Géol.)\n\nDE MORGAN (A.) On the General Principles of which the Composition or Aggregation of Forces is a Consequence. 4to. Cambridge 1859.\n\n——— Syllabus of a proposed System of Logic. 8vo. London 1860.\n\nDESNOYERS (J.) Sur des Empreintes de Pas d'Animaux dans le Gypse des Environs de Paris. Svo. 1859. (Excerpt. Bull. Soc. Géol.)\n\nDE VERNEUIL, COLLONB, TRIGER, and COTTEAU (G.) Note sur une partie du Pays Basque espagnol, accompagnée d'une Carte. Svo. 1860. (Excerpt. Bull. Soc. Géol.)\n\nDE VRIESE (W. H.) Nederlandsch Kruidkundig Archief. 4de Deel, 4de Stuk. Svo. Leiden 1859.\n\nENCKE (J. F., For. Mem. R.S.) Berliner Astronomisches Jahrbuch für 1862. Svo. Berlin 1859.\n\nFERGUSSON (Lieut. E. F. T.) Magnetical and Meteorological Observations made at the Honourable East India Company's Observatory, Bombay, in the Year 1857. 4to. Bombay 1858.\n\nFOUCAULT (L.) Mémoire sur la Construction des Téléscopes en Verre argenté. 4to. Paris 1859. (Extrait du Tom. V. Ann. de l'Obs. Paris.)\n\nFREMAUX (—.) Recueil de Recherches et d'Observations Pratiques sur le Cholera-Morbus, &c. Svo. Paris 1860.\n\nGONNELLA (T.) Descrizione di due Macchine Aritmetiche per l'Addizione. Svo. Firenze 1859.\n\nGOULD (B. A.) Reply to the \"Statement of the Trustees\" of the Dudley Observatory. Svo. Albany 1859.\n\nHALLS (J. J.) Two Months in Arrah in 1857. Svo. London 1860.\n\nHAMEL (J.) Historical Account of the Introduction of the Galvanic and Electro-magnetic Telegraph. Svo. London 1859.\n\nHANSEN (P. A., For. Mem. R.S.) Ueber die Einrichtung der neuen herzoglichen Sternwarte zu Gotha. Svo. 1859. (Excerpt. Berichte, Math. Phys. Classe, Leipzig.)\n\nHANSTEEN (C., For. Mem. R.S.) Den Magnetiske Inclinations periodiske Forandringer. 4to. 1857. (Excerpt. K. Vet. Akad. Handl.)\n\nHENWOOD (W. J., F.R.S.) Note on Changes produced by the Deepening and Extension of Mines on the Temperatures at their previous Bottoms. Svo. Penzance 1859.\n\nHERMITE (—.) Sur la Théorie des Équations Modulaires et la Résolution de l'Équation du cinquième Degré. 4to. Paris 1859.\n\nHEYWOOD (J., F.R.S.) Academic Reform and University Representation. Svo. London 1860.\n\nHOCHSTETTER (F.) Lecture on the Geology of the Province of Auckland, New Zealand. fol. Auckland 1859.\n\nHOGG (J., F.R.S.) Notice of the Annals of Granius Licinianus, as contained in a Palimpsestic MS. brought from Egypt. Svo. London 1859.\n\n——— Additional Inscriptions from the Hauran and the Eastern Desert of Syria. Svo. London 1859.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Authors.\n\nThe Ministry of the Interior of the Netherlands.\n\nThe Author.\n\nThe India Office.\n\nThe Author.\n\nThe Author.\n\nThe Author, by Sir B. C. Brodie, Bart., P.R.S.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nHOGG (J., F.R.S.) On the History of Iceland, and its Language and Literature. Svo. London 1859. (Excerpts from Trans. Roy. Soc. Lit.)\n\nOn Gebel Hauran; its adjacent Districts, and the Eastern Desert of Syria, &c. Svo. Edinburgh 1860. (From Edinb. New Phil. Journ.)\n\nHOLDSWORTH (J.) A Battle with the Basalts, &c. Svo. Edinburgh 1855.\n\nHOLTMAN (V.) Association Scientifique Universelle. Svo. Bruxelles 1860.\n\nHORSFIELD (T.) and MOORE (F.) A Catalogue of the Lepidopterous Insects in the Museum of Natural History at the East India House. Vol. II. Svo. London 1858–59.\n\nJOHNSTONE (W.G.) and CROALL (A.) The Nature-Printed Seaweeds, &c. &c. Nature-Printed by H. Bradbury. Vol. III. Melanospermae. Svo. London 1860.\n\nJOURNALS:\n\nAstronomische Nachrichten. Band 51. 4to. Altona 1859.\n\nCosmos. Vol. XIV. Nos. 21–26, and Title and Index. Vol. XV. Nos. 1–27.\n\nVol. XVI. Nos. 1–19. Svo. Paris 1859–60.\n\nL’Hydrothérapie. Journal. Svo. Paris 1859.\n\nThe American Journal of Science and Arts. Vol. XIX. No. 56, 1855. Vol. XXII. No. 66, 1856. Vols. XXVII. XXVIII. & XXIX. 1859–60. Svo. Newhaven.\n\nThe Athenæum. May to December 1859; January to May 1860.\n\nThe Atlantis: a Register of Literature and Science. Conducted by Members of the Catholic University of Ireland. Nos. 4 & 5. Svo. 1859–60.\n\nThe Builder. Vol. XVII. Nos. 851–882. Vol. XVIII. Nos. 883–906. 4to. London 1859–60.\n\nThe Chemical News. Nos. 1–28, 1859. Svo. 1859–60.\n\nThe Geologist. Vol. II. Nos. 18–24. Vol. III. Nos. 25–30. Svo. London 1859–60.\n\nThe Journal of Mental Science. Vol. V. No. 30. Vol. VI. Nos. 32 & 33. Svo. London 1859–60.\n\nThe Literary Gazette. June to December 1859; January to May 1860.\n\nThe Mathematical Monthly. Vol. I. No. 8. Vol. II. Nos. 3, 4 & 5. 4to. New York 1859–60.\n\nThe Philosophical Magazine. June to December 1859; January to June 1860. Svo.\n\nKNOBLAUCH (H.) Ueber das Verhalten Krystallisiter Körper zwischen elektrischen Polen. Svo. Berlin 1851.\n\nGangunterschied durch ungleiche Wegeslängen in einem und demselben Medium. Svo. Berlin 1859. (From Monatsb. Akad. Berlin.)\n\nUeber die Doppelbrechung der strahlenden Wärme. Ueber die Beugung der strahlenden Wärme. Svo. Berlin 1848.\n\nUeber die Abhängigkeit des Durchgangs der strahlenden Wärme durch Krystalle von ihrer Richtung in denselben I. II. 8vo. Berlin.\n\nUeber den Einfluss welchen Metalle auf die strahlende Wärme ausüben. Svo. Berlin 1857. (From Poggendorff’s Annalen.)\n\nDe Caloris Radiante Disquisitiones Experimentis quibusdam novis illustratae. 4to. Berolini 1846.\n\nDONORS:\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe India Office.\n\nH. Bradbury.\n\nThe Observatory.\n\nL’Abbé Moigno.\n\nThe Editor.\n\nThe Editors.\n\nThe Editor.\n\nThe Editors.\n\nThe Editor.\n\nThe Editor.\n\nW. Sharswood, Esq.\n\nW. Francis, Esq.\n\nThe Author.\nKNOBLAUCH (H.) Ob bei verschiedenen Holzarten ein gewisser Zusammenhang zwischen den an ihnen beobachteten physikalischen Eigenschaften, z. B. Wärmeleitungs-Erscheinungen, Klangverhältnissen, u.s.w. und ihren Structurverhältnissen erkennbar sei. 4to. Halle 1858. (From Sitzungsb. naturf. Gesell. Halle.)\n\nKÖLLIKER (A.) Ueber das ausgebreitete Vorkommen von pflanzlichen Parasiten in den Hartgebilden niederer Thiere. Svo. Würzburg 1859. (Excerpt. Zeitschr. Wiss. Zool.)\n\nUeber die Beziehungen der Chorda dorsalis zur Bildung der Wirbel der Selachier und einiger andern Fische. Svo. Würzburg 1860. (Excerpt. Verhandl. Würzb. phys. Med. Gesell.)\n\nA Manual of Human Microscopic Anatomy. Svo. London 1860.\n\nKUPFER (A. T., For. Mem. R.S.) Annales de l'Observatoire Physique central de Russie. Année 1856. Nos. 1 & 2. 4to. St. Pétersbourg 1858.\n\nCompte Rendu Annuel. Année 1857. 4to. St. Pétersbourg 1858.\n\nLACHLAN (R.) A Paper and Resolutions in Advocacy of the Establishment of a Uniform System of Meteorological Observations. Svo. Cincinnati 1859.\n\nLAMONT (J., For. Mem. R.S.) Monatliche und jährliche Resultate der an der k. Sternwarte bei München in dem 32 jährigen Zeitraume 1825–56 angesetzten meteorologischen Beobachtungen. III. Supplement-Band. Svo. München 1859.\n\nJahresbericht der k. Sternwarte für 1858. Svo München 1859.\n\nUntersuchungen über die Richtung und Stärke des Erdmagnetismus in Nord-Deutschland, &c. 4to. München 1859.\n\nLEA (J.) Observations on the Genus Unio. Vol. VI. Part 2, and Vol. VII. 4to. Philadelphia.\n\nDescriptions of New Species of Unionidae, &c. Svo. Philadelphia 1860. (Extracts Proc. Amer. Acad.)\n\nDescription of Twenty-seven New Species of Uniones from Georgia. Svo. Philadelphia 1859.\n\nLEIDY (J.) and HAYDEN (F. V.) Geological Sketch of the Estuary and Fresh Water Deposit forming the Bad Lands of the Judith River, &c. 4to. Philadelphia 1859. (From Trans. Amer. Phil. Soc.)\n\nLE VERRIER (U. J. J., For. Mem. R.S.) Annales de l'Observatoire Impérial de Paris. Observations, Tome II. 4to. Paris 1859.\n\nLIHARZIK (F.) Anhang als Berichtigung der Application des Gesetzes. Svo.\n\nLOWE (E. J.) A Natural History of Ferns. Vols. VII. & VIII. Parts 91–108, and 111–114. Svo. London.\n\nBeautiful-leaved Plants. Parts 3, 8, 10 & 11. Svo. London.\n\nLUTHER (E.) Astronomische Beobachtungen auf der k. Universitäts-Sternwarte zu Königsberg. Abth. 32. fol. Königsberg 1859.\n\nM-COMBIE (Hon. T.) The History of the Colony of Victoria, from its Settlement to the Death of Sir Charles Hotham. Svo. Melbourne, and London 1858.\n\nReport on the Aborigines of Victoria. fol. Melbourne 1859.\nPRESENTS.\n\nMACLAUCHLAN (H.) Memoir written during a Survey of the Roman Wall, through the Counties of Northumberland and Cumberland, in the Years 1852–54. 8vo. London 1858.\n\nMemoir written during a Survey of the Watling Street, from the Tees to the Scotch Border, in the Years 1850 and 1851. 8vo. London 1852.\n\nPlans and Illustrations of the Roman Wall and of the Principal Vestiges of Roman Occupation in the North of England. imp. fol. 1857. (Printed for private distribution.)\n\nMAEDLER (J. H.) Beobachtungen der Kaiserlichen Universitäts-Sternwarte Dorpat. Bd. XV. Abth. 1. 4to. Dorpat 1859.\n\nMAGLIOZZI (M.) Notizie Storiche intorno l’Invenzione e l’Uso della Bussola, &c. 8vo. Napoli 1859.\n\nMAILLY (E.) Récitation d’un Voyage fait en Sicile et dans le Midi de l’Italie . . . 1858. Svo. Bruxelles 1859.\n\nPrécis de l’Histoire de l’Astronomie aux États-unis d’Amérique. Svo. Bruxelles 1860.\n\nMAPS, ENGRAVINGS, WORKS OF ART, &c.:\n\nTrack Survey of the River Parana. Sheets 3, 4, 5 & 7. 1855.\n\nFifty-six Maps and Charts, published by the Dépôt général de la Marine, Paris. Rise and Fall of the River Indus from 1845 to 1858. Three Sheets of Curve Diagrams: coloured.\n\nTwo Photographs: Acacia Tree at Kensington, struck by Lightning 12th June, 1859, and Remnants of the same.\n\nPortrait in Oil, with Gilt Frame, of the Earl of Rosse, late President of the Royal Society, painted by Catterson Smith, Esq.\n\nPortrait in Oil, with Gilt Frame, of the Very Rev. George Peacock, Dean of Ely, F.R.S., &c., by Mr. Blakiston.\n\nEngraved Portrait of W. C. Mylne, Esq., F.R.S.\n\nOriginal Electrical Machine of Dr. Priestley.\n\nMARCELOT (W.) An Experimental Inquiry into the Action of Alcohol on the Nervous System. Svo. London 1860.\n\nMARTIN (R.) Mémoire sur le Calendrier Musulman et sur le Calendrier Hébraïque. 1ère Partie. Svo. Paris 1857.\n\nMAURY (M. F.) Explanations and Sailing Directions, to accompany the Wind and Current Charts. Eighth Edition. Vol. II. 4to. Washington 1859.\n\nMEEK (F. B.) and HAYDEN (F. V.) Descriptions of new Organic Remains from North-eastern Kansas, indicating the Existence of Permian Rocks in that Territory. Svo. 1858.\n\nGeological Explorations in Kansas Territory. Svo. Philadelphia 1859. (Excerpt. Proc. Acad. Philad.)\n\nMEYER (H. von.) Zur Fauna der Vorwelt. Reptilien aus dem lithographischen Schiefer des Jura in Deutschland und Frankreich. II. Lieferung (Schluss). fol. Frankfurt a M. 1859.\n\nMÜHRY (A.) Allgemeine Geographische Meteorologie oder Versuch einer übersichtlichen Darlegung des Systems der Erd-Meteoration in ihrer Klimatischen Bedeutung. Svo. Leipzig u. Heidelberg 1860.\n\nDONORS.\n\nHis Grace the Duke of Northumberland, F.R.S.\n\nThe Observatory.\n\nThe Author.\n\nThe Author.\n\nThe Navy Department, Washington.\n\nDépôt de la Marine.\n\nThe India Office.\n\nW. Banting, Esq.\n\nThe Earl of Rosse.\n\nThe Committee of Subscribers to the Portrait.\n\nR. W. Mylne, Esq.\n\nJ. A. Bostock, Esq.\n\nThe Author.\n\nThe Author.\n\nThe Observatory, Washington.\n\nThe Authors.\n\nThe Author.\n\nThe Author.\n\nMDCCCLX.\nPRESENTS.\n\nMULDER (G. J.) Scheikundige Verhandelingen en Onderzoekingen. 2de Deel. 3de Stuk. Svo. Rotterdam 1859.\n\nMURCHISON (Sir R. I., F.R.S.) Address at the Anniversary Meeting of the Royal Geographical Society, 23rd May, 1859. Svo. London.\n\nNEWMAN (E.) A Natural History of all the British Butterflies. 4to. London.\n\nOWEN (R., F.R.S.) On the Classification and Geographical Distribution of the Mammalia; to which is added, an Appendix on the Gorilla, and on the Extinction and Transmutation of Species. Svo. London 1859.\n\nPAGÈS (L.) Bibliographie Japonaise, ou Catalogue des Ouvrages relatifs au Japon qui ont été publiés depuis le XVe Siècle jusqu'à nos Jours. 4to. Paris 1859.\n\nPASTEUR (L.) Mémoire sur la Fermentation alcoolique. Svo. Paris 1860.\n\nPHILLIPS (J., F.R.S.) Address delivered at the Anniversary Meeting of the Geological Society of London, Feb. 17, 1860. Svo. London 1860.\n\nPLANA (J., For. Mem. R.S.) Mémoire sur le Mouvement du Centre de Gravité d'un Corps solide lancé vers la Terre entre les Centres de la Lune et de la Terre, supposés fixes immédiatement après l'Impulsion. 4to. Turin 1859.\n\nRéflexions nouvelles sur deux Mémoires de Lagrange publiés en 1769 dans le Tome 4 des Miscellanea Taurinensia. 4to. Turin 1859.\n\nNote sur le Procès de Galilée. 4to. Turin 1859.\n\nMémoire sur la Théorie des Nombres. 4to. Turin 1860.\n\nRéflexions sur les Objections soulevées par Arago contre la Priorité de Galilée pour la double Découverte des Taches solaires noires et de la Rotation uniforme du Globe du Soleil. 4to. Turin 1860. (Extraits des Mém. de l'Acad. Turin.)\n\nPLANTAMOUR (E.) Résumé Météorologique de l'année 1858 pour Genève et le Grand St. Bernard. Svo. Genève 1859. (Extrait Bib. Univ. de Genève.)\n\nObservations Astronomiques faites à l'Observatoire de Genève dans les années 1853 et 1854. XIe et XIIe Série. 4to. Genève 1859. (Supplément. Tom. XV. Mém. Soc. Phys.)\n\nPLÜCKER (J., For. Mem. R.S.) Ueber die Einwirkung des Magneten auf die elektrischen Entladungen in verdünnten Gasen. Svo.\n\nPOUDRA (—) Traité de Perspective-Relief. Svo. Paris 1860, avec Atlas de 18 Planches. obl. 4to. Paris 1860.\n\nPROFUMO (A.) De Interiori Sermonis Organo Commentarii. 8vo. Parisii 1859.\n\nQUIRICO (Vasquez V.) Essai sur les Systèmes métriques et monétaires des anciens Peuples depuis les premiers Temps historiques jusqu'à la Fin du Khalifat d'Orient. 3 Vols. Svo. Paris 1859.\n\nQUETELET (A., For. Mem. R.S.) Table de Mortalité pour le Brabant, d'après les Documents du Recensement de 1856. Svo.\n\nSur la Constance dans le Nombre des Mariages et sur la Statistique Morale en général. 8vo.\n\nSur les Étoiles filantes et le Magnétisme terrestre. Svo.\n\nDONORS.\n\nThe Ministry of the Interior of the Netherlands.\n\nThe Author.\n\nJ.S. Bowerbank, Esq., F.R.S.\n\nThe Author.\n\nMons. B. Duprat.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nQUETELET (A., For. Mem. R.S.) Sur le Magnétisme terrestre; par M. Hansteen. Svo.\n\nSur la Différence des Longitudes entre Berlin et Bruxelles, déterminée par la télégraphie électrique. Svo.\n\nObservations des Passages de la Lune et des Étoiles de même Culmination. Svo.\n\nSur les Étoiles filantes périodiques du mois d'Août 1858, observées en Allemagne.\n\nSur la Comète de Donati, visible à l'œil nu. Svo.\n\nSur les Travaux de l'ancienne Académie de Bruxelles. Svo. (Excerpts Bull. Acad. Brux.)\n\nObservations de Phénomènes Périodiques. 4to. Bruxelles. (Excerpt. Mém. Acad. Brux.)\n\nAnnales de l'Observatoire Royal de Bruxelles. Tome XIV. 4to. Bruxelles 1859.\n\nAnnuaire de l'Observatoire Royal, 26e Année. 12mo. Bruxelles 1858.\n\nQUETELET (E.) Note sur l'Aurore boréale du 21 Avril 1859. Svo.\n\nÉléments absolus du Magnétisme terrestre. Svo.\n\nMagnétisme terrestre à Bruxelles. Svo.\n\nNote sur un Principe remarquable en Géométrie. Svo.\n\nRANKINE (W. J. M., F.R.S.) A Manual of the Steam-Engine and other Prime Movers. Svo. London and Glasgow 1859.\n\nRESLHUBER (P. A.) Magnetische Beobachtungen zu Kremsmünster im Jahre 1855. 4to. Wien 1858. (Excerpt. Jahrbücher k. k. Central-Anstalt.)\n\nUeber die Witterungs-Anzeigen in den Kalendern. 4to. Linz 1857.\n\nUntersuchungen über den Druck der Luft. Ein Beitrag zur Klimatologie Oberösterreichs. Svo. Linz 1858.\n\nBericht über die Kometen von den Jahren 975, 1264, und 1556. 8vo. Linz 1857.\n\nResultate aus den im Jahre 1857 auf der Sternwarte zu Kremsmünster angestellten meteorologischen Beobachtungen. Svo. Linz 1858.\n\nThe same for 1858. 8vo. Linz 1859.\n\nUeber das Wetterleuchten. Svo. Wien 1858. (Excerpt. Sitzungsberichte, Wien.)\n\nRICHARDSON (Sir J., F.R.S.) Polar Regions. (Article in the Encyclopædia Britannica, Vol. XVIII.) 4to.\n\nROBINSON (Rev. T. R., F.R.S.) Places of 5345 Stars observed from 1828 to 1854 at the Armagh Observatory. Svo. Dublin 1859.\n\nRUNKLE (J. D., Editor.) The Mathematical Monthly. Vol. I. 8vo. Cambridge (U.S.) and London 1859.\n\nSABINE (Major-Gen. E., Treas. R.S.) Observations made at the Magnetical and Meteorological Observatory at St. Helena, with Discussions of the Observations at St. Helena, the Cape of Good Hope, the Falkland Islands, Carlton Fort in North America, and Pekin. Vol. II. 1844–49. 4to. London 1860.\n\nDONORS.\n\nThe Author.\n\nMons. A. Quetelet, For. Mem. R.S.\n\nThe Author.\n\nThe Author.\n\nThe Editor.\n\nThe Government.\nPRESENTS.\n\nSCHULTZ (H.) Declinations-Bestimmungen mit dem Dollond'schen Durchgangs-Instrumente auf der Berliner Sternwarte. 4to Berlin 1858.\n\nSCORESBY (Rev. W.) Journal of a Voyage to Australia and Round the World for Magnetical Research. Edited by Archibald Smith, Esq., F.R.S. 8vo. London 1859.\n\nSECCHI (A., For. Mem. R.S.) Misura della Base trigonometrica eseguita sulla Via Appia per Ordine del Governo Pontificio vel 1854–55. 4to. Roma 1858.\n\nSILJESTRÖM (P. A.) Afhandlingar och smärre Uppsatser i Fysika och Filosofiska Ämnen. Andra Häftet. 8vo. Stockholm 1857.\n\nSMYTH (C.P., F.R.S.) Teneriffe Fossils, and Sir Charles Lyell’s Notice in the Philosophical Magazine for July 1859. 8vo. (From the Phil. Mag.)\n\nSMYTH (R. BROUGH) Abstract of Meteorological Observations taken in Victoria, 1857 and 1858. fol. Melbourne.\n\nSecond and Third Meteorological Report, 1856–58. fol. Melbourne.\n\nSOLVYNS (E.) Application de l’Analyse aux Sauts du Cavalier du Jeu des Échecs. 8vo. Bruxelles 1856.\n\nSPRATT (Capt. T.) A Dissertation on the true Position of Pelusium and Farama. fol. London 1859.\n\nAn Investigation of the Effect of the Prevailing Wave Influence on the Nile’s Deposits. fol. London 1859.\n\nSTAINTON (H. T.) The Natural History of the Tineina. Vol. IV. containing Coleophora. Part I. 8vo. London 1859.\n\nSTUDER (B.) Ueber die natürliche Lage von Bern. 4to. Bern 1859.\n\nSYLVESTER (J. J., F.R.S.) Outline of first Lecture on the Partitions of Numbers. 8vo. Woolwich 1859.\n\nTAYLOR (W.) On the Education of the Blind, &c. 12mo. London 1859.\n\nA Short Sketch of the Life of J. W. Klein. (Translated and Abridged.) 12mo, London 1859.\n\nOn the Relation of the Blind to the World around them. (Translated.) 12mo. London 1859.\n\nTHOMAS (L.) Rifled Ordnance. A Practical Treatise on the Application of the Principle of the Rifle to Guns and Mortars, &c. 8vo. London 1859.\n\nTHOMSON (J.) An Account of the Life, Lectures and Writings of William Cullen, M.D. 2 Vols. 8vo. Edinburgh and London 1859. (Commenced by Dr. J. Thomson and Dr. W. Thomson, and concluded by D. Craigie, M.D.)\n\nTORTOLINI (B.) Sulle Figure Inverse. 4to. Roma 1859. (Excerpt. Annali di Matemat.)\n\nTOYNBEE (J.) The Diseases of the Ear: their Nature, Diagnosis and Treatment. 8vo. London 1859.\n\nVIGNOLES (C.) Observations to accompany the Map of the Shadow-Path thrown by the Total Eclipse of the Sun on the 18th July 1860, across the North-Eastern Part of Spain. 8vo. London 1860.\n\nMap of the Shadow-Path thrown by the Total Eclipse of the Sun, 18th July 1860, across Spain. Compiled from authentic Materials extant, by C. Vignoles, Esq. F.R.S.\n\nDONORS.\n\nThe Author, by W. De la Rue, Esq., F.R.S.\n\nThe Editor.\n\nThe Collegio Romano.\n\nThe Author.\n\nThe Author.\n\nThe Colonial Government.\n\nThe Author.\n\nThe Admiralty.\n\nThe Author.\n\nDr. Allen Thomson, F.R.S., and Dr. Craigie.\n\nThe Author.\n\nThe Author.\n\nThe Compiler.\nPRESENTS.\n\nVOLPICELLI (P.) Sugli Elettrometri. 4to. Roma 1858. The Author.\nSulla Polarità Elettrostatica. Quarta comunicazione. 4to.\nRoma 1859.\nSulla Elettrostatica Induzione. Quinta comunicazione.\n4to. Roma 1858.\n\nWALKER (C. V., F.R.S.) Electric Clocks, Electro-Metallurgy, Electro-\nTelegraphy. 8vo. (Excerpt from Ure's Dictionary of Arts, &c.)\nElectrottype Manipulation. Part I. Being the\nTheory and Plain Instructions in the Art of Working in Metals, &c.\nTwenty-ninth Edition. 8vo. London 1859.\n\nWEITENWEBER (W. R.) Systematisches Verzeichniss der Böhmischen Trilo-\nbiten. 8vo. Prag 1857. (Aus dem Jahrg. der \"Lotos.\")\nDer arabische Kaffee. Second Edition, 8vo. Prag 1837.\nAus dem Leben und Wirken des Herrn Dr. J. T.\nHeld's. Eine Festschrift. 8vo. Prag 1847.\nMittheilungen über die Pest zu Prag in den Jahren\n1713–1714. 4to. Prag 1852. (From Abh. k. böhm. Gesell.)\nDr. Joseph Carl Ed. Hoser's Rückblicke auf sein\nLeben und Wirken. 8vo. Prag 1848.\n\nWELD (C. R.) The Pyrenees, West and East. 8vo. London 1859. The Author.\nWHITE (Walter.) Northumberland and the Border. Second Edition. 8vo.\nLondon 1859.\n\nWROTTESLEY (The Lord, F.R.S.) Thoughts on Government and Legislation.\n8vo. London 1860.\n\nWYATT (J.) Flint Implements in the Drift. 8vo. Bedford 1860. The Author.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108784.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 27,
    "total-input-tokens": 42520,
    "total-output-tokens": 22825,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1299,
        2
      ],
      [
        1299,
        3786,
        3
      ],
      [
        3786,
        5917,
        4
      ],
      [
        5917,
        7879,
        5
      ],
      [
        7879,
        9334,
        6
      ],
      [
        9334,
        11037,
        7
      ],
      [
        11037,
        13554,
        8
      ],
      [
        13554,
        15870,
        9
      ],
      [
        15870,
        18168,
        10
      ],
      [
        18168,
        20534,
        11
      ],
      [
        20534,
        23103,
        12
      ],
      [
        23103,
        25601,
        13
      ],
      [
        25601,
        27738,
        14
      ],
      [
        27738,
        30139,
        15
      ],
      [
        30139,
        32602,
        16
      ],
      [
        32602,
        35469,
        17
      ],
      [
        35469,
        38231,
        18
      ],
      [
        38231,
        40919,
        19
      ],
      [
        40919,
        43771,
        20
      ],
      [
        43771,
        46532,
        21
      ],
      [
        46532,
        49131,
        22
      ],
      [
        49131,
        52137,
        23
      ],
      [
        52137,
        55004,
        24
      ],
      [
        55004,
        57410,
        25
      ],
      [
        57410,
        60277,
        26
      ],
      [
        60277,
        61544,
        27
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "fr",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "de",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108784",
    "title": "Back Matter",
    "authors": null,
    "year": 1860,
    "volume": "150",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 27,
    "jstor_url": "https://www.jstor.org/stable/108784"
  }
}