{
  "id": "a38d8c5cd6547fc079dfcbfac11bb3a425b04a23",
  "text": "ADVERTISEMENT.\n\nThe Committee appointed by the Royal Society to direct the publication of the Philosophical Transactions, take this opportunity to acquaint the Public, that it fully appears, as well from the Council-books and Journals of the Society, as from repeated declarations which have been made in several former Transactions, that the printing of them was always, from time to time, the single act of the respective Secretaries till the Forty-seventh Volume; the Society, as a Body, never interesting themselves any further in their publication, than by occasionally recommending the revival of them to some of their Secretaries, when, from the particular circumstances of their affairs, the Transactions had happened for any length of time to be intermitted. And this seems principally to have been done with a view to satisfy the Public, that their usual meetings were then continued, for the improvement of knowledge, and benefit of mankind, the great ends of their first institution by the Royal Charters, and which they have ever since steadily pursued.\n\nBut the Society being of late years greatly enlarged, and their communications more numerous, it was thought advisable that a Committee of their members should be appointed, to reconsider the papers read before them, and select out of them such as they should judge most proper for publication in the future Transactions; which was accordingly done upon the 26th of March 1752. And the grounds of their choice are, and will continue to be, the importance and singularity of the subjects, or the advantageous manner of treating them; without pretending to answer for the certainty of the facts, or propriety of the reasonings, contained in the several papers so published, which must still rest on the credit or judgement of their respective authors.\n\nIt is likewise necessary on this occasion to remark, that it is an established rule of the Society, to which they will always adhere, never to give their opinion, as a Body,\nupon any subject, either of Nature or Art, that comes before them. And therefore\nthe thanks, which are frequently proposed from the Chair, to be given to the authors\nof such papers as are read at their accustomed meetings, or to the persons through\nwhose hands they received them, are to be considered in no other light than as a\nmatter of civility, in return for the respect shown to the Society by those communi-\ncations. The like also is to be said with regard to the several projects, inventions,\nand curiosities of various kinds, which are often exhibited to the Society; the authors\nwhereof, or those who exhibit them, frequently take the liberty to report and even to\ncertify in the public newspapers, that they have met with the highest applause and\napprobation. And therefore it is hoped that no regard will hereafter be paid to such\nreports and public notices; which in some instances have been too lightly credited,\nto the dishonour of the Society.\nA List of Public Institutions and Individuals, entitled to receive a copy of the Philosophical Transactions of each year, on making application for the same directly or through their respective agents, within five years of the date of publication.\n\nIn the British Dominions.\nThe King's Library.\nThe Admiralty Library.\nThe Radcliffe Library, Oxford.\nThe Royal Geographical Society.\nThe United Service Museum.\nThe Royal College of Physicians.\nThe Society of Antiquaries.\nThe Linnean Society.\nThe Royal Institution of Great Britain.\nThe Society for the Encouragement of Arts.\nThe Geological Society.\nThe Horticultural Society.\nThe Royal Astronomical Society.\nThe Royal Asiatic Society.\nThe Royal Society of Literature.\nThe Medical and Chirurgical Society.\nThe London Institution.\nThe Entomological Society of London.\nThe Zoological Society of London.\nThe Institute of British Architects.\nThe Institution of Civil Engineers.\nThe Cambridge University Philosophical Society.\nThe Royal Society of Edinburgh.\nThe Royal Irish Academy.\nThe Royal Dublin Society.\nThe Asiatic Society at Calcutta.\nThe Royal Artillery Library at Woolwich.\nThe Royal Observatory at Greenwich.\nThe Observatory at Dublin.\nThe Observatory at Armagh.\nThe Observatory at the Cape of Good Hope.\nThe Observatory at Madras.\nThe Observatory at Paramatta.\nThe Observatory at Edinburgh.\n\nDenmark.\nThe Royal Society of Sciences at Copenhagen.\nThe Royal Observatory at Altona.\n\nFrance.\nThe Royal Academy of Sciences at Paris.\nThe Royal Academy of Sciences at Thoulouse.\nThe École des Mines at Paris.\nThe Geographical Society at Paris.\nThe Entomological Society of France.\nThe Dépôt de la Marine, Paris.\nThe Geological Society of France.\nThe Jardin des Plantes, Paris.\n\nGermany.\nThe University at Göttingen.\nThe Caesarean Academy of Naturalists at Bonn.\nThe Observatory at Manheim.\n\nItaly.\nThe Institute of Sciences, Letters and Arts, at Milan.\nThe Italian Society of Sciences at Modena.\nThe Royal Academy of Sciences at Turin.\n\nSwitzerland.\nThe Société de Phys. et d'Hist. Nat. at Geneva.\n\nBelgium.\nThe Royal Academy of Sciences at Brussels.\n\nNetherlands.\nThe Royal Institute of Amsterdam.\nThe Batavian Society of Experimental Philosophy at Rotterdam.\n\nSpain.\nThe Royal Observatory at Cadiz.\n\nPortugal.\nThe Royal Academy of Sciences at Lisbon.\n\nPrussia.\nThe Royal Academy of Sciences at Berlin.\n\nRussia.\nThe Imperial Academy of Sciences at St. Petersburg.\n\nSweden and Norway.\nThe Royal Academy of Sciences at Stockholm.\nThe Royal Society of Sciences at Drontheim.\n\nUnited States.\nThe American Philosophical Society at Philadelphia.\nThe American Academy of Sciences at Boston.\nThe Library of Harvard College.\nThe fifty Foreign Members of the Royal Society.\nA List of Public Institutions and Individuals, entitled to receive a copy of the Astronomical Observations made at the Royal Observatory at Greenwich, on making application for the same directly or through their respective agents, within two years of the date of publication.\n\nIn the British Dominions.\n\nThe King's Library.\nThe Board of Ordnance.\nThe Royal Society.\nThe Savilian Library, Oxford.\nThe Library of Trinity College, Cambridge.\nThe Royal Observatory at Greenwich.\nThe University of Aberdeen.\nThe University of St. Andrews.\nThe University of Dublin.\nThe University of Edinburgh.\nThe University of Glasgow.\nThe Observatory at Oxford.\nThe Observatory at Cambridge.\nThe Observatory at Dublin.\nThe Observatory at Armagh.\nThe Observatory at the Cape of Good Hope.\nThe Observatory at Paramatta.\nThe Observatory at Madras.\nThe Royal Institution of Great Britain.\nThe Royal Society, Edinburgh.\nThe Observatory, Trevandrum, East Indies.\nThe Astronomical Institution, Edinburgh.\nThe President of the Royal Society.\nThe Lowndes's Professor of Astronomy, Cambridge.\nThe Plumian Professor of Astronomy, Cambridge.\nFrancis Baily, Esq.\nThomas Henderson, Esq. of Edinburgh.\nL. Holland, Esq., Lombard Street.\nJohn William Lubbock, Esq. V.P. and Treas. R.S.\nCaptain W. H. Smyth, R.N. of Cardiff.\nSir James South, Observatory, Kensington.\n\nIn Foreign Countries.\n\nThe Royal Academy of Sciences at Berlin.\nThe Royal Academy of Sciences at Paris.\nThe Imperial Academy of Sciences at St. Petersburg.\nThe Royal Academy of Sciences at Stockholm.\nThe Royal Society of Sciences at Upsal.\nThe Board of Longitude of France.\nThe University of Göttingen.\nThe University of Leyden.\nThe Academy of Bologna.\nThe American Academy of Sciences at Boston.\nThe American Philosophical Society at Philadelphia.\nThe Library of Harvard College.\nThe Observatory at Helsingfors.\nThe Observatory at Altona.\nThe Observatory at Berlin.\nThe Observatory at Breslau.\nThe Observatory at Brussels.\nThe Observatory at Cadiz.\nThe Observatory at Coimbra.\nThe Observatory at Copenhagen.\nThe Observatory at Dorpat.\nThe Observatory at Königsberg.\nThe Observatory at Manheim.\nThe Observatory at Marseilles.\nThe Observatory at Milan.\nThe Observatory at Munich.\nThe Observatory at Palermo.\nThe Observatory at Paris.\nThe Observatory at Pulkowa.\nThe Observatory at Seeberg.\nThe Observatory at Vienna.\nThe Observatory at Tubingen.\nThe Observatory at Wilna.\nProfessor Bessel, of Königsberg.\nThe Dépôt de la Marine, Paris.\nThe Bowden College, United States.\nThe Waterville College, United States.\nROYAL MEDALS.\n\nHER MAJESTY QUEEN VICTORIA, in restoring the Foundation of the Royal Medals, has been graciously pleased to approve of the following regulations for the award of them:\n\nThat the Royal Medals be given for such papers only as have been presented to the Royal Society, and inserted in their Transactions.\n\nThat the triennial Cycle of subjects be the same as that hitherto in operation: viz.\n\n1. Astronomy; Physiology, including the Natural History of Organized Beings.\n2. Physics; Geology or Mineralogy.\n3. Mathematics; Chemistry.\n\nThat, in case no paper, coming within these stipulations, should be considered deserving of the Royal Medal, in any given year, the Council have the power of awarding such Medal to the author of any other paper on either of the several subjects forming the Cycle, that may have been presented to the Society and inserted in their Transactions; preference being given to the subjects of the year immediately preceding: the award being, in such case, subject to the approbation of Her Majesty.\n\nThe Council propose to give one of the Royal Medals in the year 1841 for the most important unpublished paper in Mathematics, communicated to the Royal Society for insertion in their Transactions after the termination of the Session in June 1838, and prior to the termination of the Session in June 1841.\n\nThe Council propose also to give one of the Royal Medals in the year 1841 for the most important unpublished paper in Chemistry, communicated to the Royal Society\nfor insertion in their Transactions after the termination of the Session in June 1838, and prior to the termination of the Session in June 1841.\n\nThe Council propose to give one of the Royal Medals in the year 1842 for the most important unpublished paper in Astronomy, communicated to the Royal Society for insertion in their Transactions after the termination of the Session in June 1839, and prior to the termination of the Session in June 1842.\n\nThe Council propose also to give one of the Royal Medals in the year 1842 for the most important unpublished paper in Physiology, including the Natural History of Organized Beings, communicated to the Royal Society for insertion in their Transactions after the termination of the Session in June 1839, and prior to the termination of the Session in June 1842.\n\nThe Council propose to give one of the Royal Medals in the year 1843 for the most important unpublished paper in Physics, communicated to the Royal Society for insertion in their Transactions after the termination of the Session in June 1840, and prior to the termination of the Session in June 1843.\n\nThe Council propose also to give one of the Royal Medals in the year 1843 for the most important unpublished paper in Geology or Mineralogy, communicated to the Royal Society for insertion in their Transactions after the termination of the Session in June 1840, and prior to the termination of the Session in June 1843.\n\nThe Council propose to give one of the Royal Medals in the year 1844 for the most important unpublished paper in Mathematics, communicated to the Royal Society for insertion in their Transactions after the termination of the Session in June 1841, and prior to the termination of the Session in June 1844.\n\nThe Council propose also to give one of the Royal Medals in the year 1844 for the most important unpublished paper in Chemistry, communicated to the Royal Society for insertion in their Transactions after the termination of the Session in June 1841, and prior to the termination of the Session in June 1844.\nI. Supplement to a Paper \"On the Theoretical Explanation of an apparent new\nPolarity in Light.\" By G. B. Airy, Esq. M.A. F.R.S., Astronomer\nRoyal...................... page 1\n\nII. Contributions to Terrestrial Magnetism.—No. II. By Lieut.-Colonel Edward\nSabine, R.A.V.P.R.S............................. 11\n\nIII. On Ground Gru, or Ice formed, under peculiar circumstances, at the bottom of\nRunning Water. By James Farquharson, LL.D. F.R.S., Minister of the\nParish of Alford.................................. 37\n\nIV. On a Remarkable Property of the Diamond. By Sir David Brewster, K.H.\nD.C.L. F.R.S. and V.P.R.S.Ed......................... 41\n\nV. On the Phenomena of Thin Plates of Solid and Fluid Substances exposed to\nPolarized Light. By Sir David Brewster, K.H. D.C.L. F.R.S. and\nV.P.R.S.Ed........................................... 43\n\nVI. Memoir of the Case of a Gentleman born blind, and successfully operated upon\nin the 18th year of his age, with Physiological Observations and Experiments.\nBy J. C. August Franz, of Leipzic, M.D., M.R.C.S., &c. Communicated by\nSir Benjamin C. Brodie, Bart., F.R.S., &c............ 59\n\nVII. Additional Note on the Contraction of Voluntary Muscle in the Living Body.\nBy William Bowman, Esq., F.R.S., Demonstrator of Anatomy in King's\nCollege, London, and Assistant Surgeon to the King's College Hospital... 69\n\nVIII. Note on an inequality in the Height of the Barometer, of which the Argument\nis the Declination of the Moon. By Sir J. W. Lubbock, Bart., Treas. and\nV.P.R.S................................................. 73\n\nIX. On the Calculation of Attractions, and the Figure of the Earth. By C. J.\nHargreave, B.A. of University College, London. Communicated by John T.\nGraves, Esq., A.M. F.R.S., of the Inner Temple....... 75\nCONTENTS.\n\nX. The Bakerian Lecture.—On the Organs of Reproduction, and the Development of the Myriapoda.—First Series. By George Newport, Esq., Member of the Royal College of Surgeons, and of the Entomological Society of London. Communicated by Peter Mark Roget, M.D., Sec. R.S. &c. &c. . . . page 99\n\nXI. Memoir on a Portion of the Lower Jaw of the Iguanodon, and on the Remains of the Hylaeosaurus and other Saurians, discovered in the Straia of Tilgate Forest, in Sussex. By Gideon Algernon Mantell, Esq., LL.D., F.R.S., F.L.S., F.G.S., &c. . . . . . . . . . . . . . . . . . . . . . 131\n\nXII. On the Fossil Remains of Turtles, discovered in the Chalk Formation of the South-east of England. By Gideon Algernon Mantell, Esq., LL.D., F.R.S., F.L.S., F.G.S., &c. . . . . . . . . . . . . . . . . . . . . . . 153\n\nXIII. Researches, tending to prove the Non-vascularity and the peculiar uniform Mode of Organization and Nutrition of certain Animal Tissues, viz. Articular Cartilage, and the Cartilage of the different Classes of Fibro-Cartilage; the Cornea, the Crystalline Lens, and the Vitreous Humour; and the Epidermoid Appendages. By Joseph Toynbee, Esq., Member of the Royal College of Surgeons, London, and late Assistant to the Conservators of the Museum of that Institution. Communicated by Sir Benjamin C. Brodie, Bart. F.R.S. &c. &c. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 159\n\nXIV. Supplementary Note to a Paper entitled “Researches in Embryology. Third Series: A Contribution to the Physiology of Cells.” By Martin Barry, M.D., F.R.SS. L. and E. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 193\n\nXV. On the Chorda Dorsalis. By Martin Barry, M.D. F.R.SS. L. and E. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 195\n\nXVI. On the Corpuscles of the Blood.—Part II. By Martin Barry, M.D., F.R.SS. L. and E. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 201\n\nXVII. On the Corpuscles of the Blood.—Part III. By Martin Barry, M.D., F.R.SS. L. and E. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 217\nXVIII. On the Nervous Ganglia of the Uterus. By Robert Lee, M.D., F.R.S. page 269\n\nXIX. On a Cycle of Eighteen Years in the Mean Annual Height of the Barometer in the Climate of London, and on a constant variation of the Barometrical Mean according to the Moon's Declination. By Luke Howard, Esq., F.R.S. 277\n\nXX. Computation of the Ratio of the Diameter of a Circle to its circumference to 208 places of figures. By William Rutherford, Esq., of the Royal Military Academy. Communicated by S. Hunter Christie, Esq., M.A., Sec. R.S. &c. &c. 281\n\nXXI. Researches in the Theory of Machines. By the Rev. H. Moseley, M.A., F.R.S., Professor of Natural Philosophy and Astronomy, King's College, London 285\n\nIndex . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 307\n\nAPPENDIX.\n\nPresents . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . [1]\n\nMeteorological Journal kept at the Apartments of the Royal Society, by order of the President and Council.\n\nERRATUM.\n\nPage 229, line 2, for to prolong themselves into lymph, read to prolong themselves into the lymph.\nADJUDICATION of the Medals of the Royal Society for the year 1841 by the President and Council.\n\nThe Copley Medal to Dr. G. S. Ohm, of Nuremberg, for his researches into the Laws of Electric Currents, contained in various memoirs, published in Schweigger's Journal, Poggendorff's Annalen, and in a separate work, entitled \"Die galvanische Kette mathematisch bearbeitet.\"\n\nThe Royal Medal in the department of Chemistry, to Robert Kane, M.D., M.R.I.A., for his memoir entitled, \"The Chemical History of Archil and Litmus,\" published in the Philosophical Transactions for 1840.\n\nThe other Royal Medal, not having been awarded in the department of Mathematics, was awarded in that of Physics, to Eaton Hodgkinson, Esq., F.R.S., for his Paper entitled, \"Experimental Researches on the Strength of Pillars of Cast Iron and other Materials,\" published in the Philosophical Transactions for 1840.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108236.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 20568,
    "total-output-tokens": 4716,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1993,
        3
      ],
      [
        1993,
        2953,
        4
      ],
      [
        2953,
        5665,
        5
      ],
      [
        5665,
        8205,
        6
      ],
      [
        8205,
        9711,
        7
      ],
      [
        9711,
        11759,
        8
      ],
      [
        11759,
        13529,
        9
      ],
      [
        13529,
        13529,
        10
      ],
      [
        13529,
        15709,
        11
      ],
      [
        15709,
        16809,
        12
      ],
      [
        16809,
        17698,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108236",
    "title": "Front Matter",
    "authors": null,
    "year": 1841,
    "volume": "131",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/108236"
  }
}