{
  "id": "bed422383de449f70aff4fa768ff50fc4b70aaca",
  "text": "IV. Farther Remarks upon a Denarius of the Veturian Family, with an Etruscan Inscription on the Reverse, formerly considered. In a Letter to Mathew Maty, M. D. Sec. R. S. from the Reverend John Swinton, B. D. F. R. S. Custos Archivorum of the University of Oxford, Member of the Academy degli Apatisti at Florence, and of the Etruscan Academy of Cortona in Tuscany.\n\nReceived June 20, 1772.\n\nSIR,\n\nI.\n\nRead Nov. 19, 1772.\n\nSome years since (1), I offered my thoughts upon an inedited Samnite denarius, in my small collection, with [See Tab. II. n. 1.] the Samnite-Etruscan letters ΨΤΑΙΝ, as I then apprehended, upon the reverse. But as the two last letters were ill preserved, or rather in part defaced, I was not entirely satisfied with my lection of the\n\n(1) Philosoph. Transact. Vol. LVIII. p. 253—261.\ninscription to which they appertained. I have, however, since met with the [See T A B. II. n. 2.] same coin, finely preserved, in the very valuable cabinet of the Reverend and learned Dr. Milles (*), Dean of Exeter, President of the Society of Antiquaries, and Fellow of the Royal Society, with three letters, in the room of the two supposititious ones, upon it, perfectly formed; by the assistance of which, I have been enabled to give the true reading of the inscription, and to arrive, I would flatter myself, at a full and complete interpretation of it. In order, therefore, to rectify all former mistakes, arising from the injury received by the three last elements from time, I shall now beg leave to transmit this short paper to you, to be laid before the Royal Society; not doubting but it will meet with the same candid acceptance, the same favourable reception, with which my other papers have been honoured, through the whole course of my correspondence with you and two of your predecessors, from that very learned and most illustrious body.\n\n(*) Towards the close of May, 1771, the Dean sent me a draught of the Samnite coin considered in this paper, very accurately taken; soon after which, the original inscription on the reverse of the medal, by an unlucky accident, was totally defaced. However, by the assistance of the draught sent me, and my similar coin, on which the remains of the three injured letters were rendered more visible, by the help of a pretty good glass, and an attentive comparison of them with the correspondent elements on the draught the Dean communicated to me, the inscription exhibited by my medal, as well as the other given here, approaches the truth as near as possible.\nII.\n\nI am then fully convinced from the Samnite, or Samnite-Etruscan, inscription formerly visible on the reverse of the Dean's very valuable denarius, which I shall beg leave to consider here, that the true legend exhibited by my coin is \\textit{AMFIIVSNI}, NI. LVFII, or LVVII, MER, equivalent to NI. LVFIVS, or LVVIUS, MERRISS, MERRIX, or MEDDIX. I say equivalent to LVFIUS, or LVVIUS, because the Etruscan, or Samnite-Etruscan, letter \\textit{I} is endued with the power of V (2), as well as that of F, even (3) on this species of Samnite coins; and the Samnite termination II seems sometimes at least to have answered to the Roman, or Latin, IVS, as has been formerly observed. These points are clearly evinced by the authors here referred to, as well as others, that might, with equal facility, be produced. As for the elements \\textit{AM}, they very probably represented the syllable MER; nothing being more common than the suppression of a vowel between two consonants, in antient Etruscan words, as I have elsewhere demonstratively proved (4). To the instances there mentioned I might add many\n\n(2) Anton. Francisc. Gor. \\textit{Mus. Etrusc.} Vol. II. p. 414, 415. \\textit{Philosoph. Transact.} Vol. LII. Par. I. p. 28—39.\n(3) \\textit{Philosoph. Transact.} ubi sup. & Vol. LI. Par. II. p. 853—865. Anton. Francisc. Gor. ubi sup. & alib. Sig. Olivier. in \\textit{Sag. di Differtaz. di Corton.} Tom. II. p. 49—73. & Tom. IV. p. 133—149. \\textit{Philosoph. Transact.} Vol. LII. Par. I. p. 34, 35. Lond. 1762.\n(4) \\textit{Philosoph. Transact.} Vol. LXI. p. 85, 86, 87.\n\nothers,\nothers, were it in any manner necessary. But as this is not the case, it will be sufficient to refer to the paper (5) wherein the former instances are contained.\n\nIII.\n\nThat the Samnite letters OM stood (*) for the word MERRISS, or MERRIX, used at Herculaneum, and the neighbouring part of Campania, for MEDDIX, denoting the chief magistrate of the Oscans and Samnites, as we learn from Ennius (6) and Festus (7), will not be denied, as I apprehend, by\n\n(5) Philos. Transact. ubi sup.\n(*) The Samnites and Etruscans by a single syllable not seldom expressed a whole word on their coins. Thus for ANVL, LVNA, we find NVL, LVN, or VVL, LV, on the pieces struck in the city of LVNA; VT, TV, for TVTERE, on those of TVDER, or TODI; AJT, TLA, for TELAMON, on the medals attributed to the city going under that name, at present called TELAMONE; IA, FAI, on those of FÆSVLÆ, now denominated FIESOLE, to omit many other similar instances that occur. And as the Romans on their consular coins exhibited COS for CONSVL, DICT for DICTATOR, &c., the Samnites and Oscans on their medals probably used OM, MR, or MER, for MERRISS, or MEDDIX, the supreme magistrate, or rather one of the two supreme magistrates, of the city, or country, where the pieces I am considering were struck. Hence it seems to appear, that the Romans borrowed the short manner of writing here mentioned either of the Samnites, the Oscans, or the proper Etruscans. Sag. Dissertaz. di Corton. Tom. II. p. 53. 41. Philos. Transact. Vol. LIV. p. 100. 103. Una Lettera Al Sig. Abat. Barthelemy di Annibale degli Abati Oliveri, &c. p. 43. In Pesaro, 1757.\n(6) Ennii fragm. in Annal. viii. Vid. etiam not. Francisc. Hefselii in loc. p. 147, 148. Amstelodami, 1707.\n(7) Fest. in voc. Meddix.\n\nVol. LXIII.\nany one who has read what has been advanced on this head by Sig. Avvocato (8) Pafferi. This magistrate is called (*) Meddixtuticus by (9) Livy. NI. LVFIUS, or LVVIVS, therefore, seems not to have been one of the Italian generals in the Social War, as (10) I formerly supposed, but one of the chief magistrates either of the Oscans or the Samnites, coeval with that war; there having (11) been two such magistrates, answering to the two Roman Consuls, and the two Carthaginian Suffetes, in both those nations. That D inverted, Ω, amongst the antient Etruscans, and the Samnites, had the power of R, whence it came to pass that these two elements were looked upon as nearly related to each other, and R not infrequently used for D, we learn from the (12) famous Matthæus Ægyptius and Father (13) Gori. We are not therefore to be\n\n(8) Joan. Baptist. Passer. Pisaurenf. Junonal. Sacr. Mens. Herculaneuf. in Symbol. Litterar. &c. Vol. I. p. 209, 210. Florentiæ, 1748.\n\n(*) The Meddixtuticus, or Mediaxtuticus, of Livy seems to be formed of the two Samnite-Etruscan words ΜΕΔΙΞΤΥΤΙΚΟΣ, or ΜΕΔΙΞΤΥΤΙΚΟΣ, ΣΚΡΙΤΤΙΚΟΣ, MERRISS, MERRICKS, or MEDDIX, TVFTICKS, or TVTICKS, not TVCTICKS, as Sig. Pafferi has written and pronounced it; both which words seem to denote the supreme magistrate, or rather one of the two supreme magistrates, amongst the Oscans and the Samnites. Paffer. ubi sup. p. 210—213.\n\n(9) Liv. Lib. xxvi. c. 6.\n\n(10) Philofoph. Transact. Vol. LVIII. p. 258.\n\n(11) Jo. Bapt. Passer. Pisaurenf. ubi sup.\n\n(12) Matthæus Ægypt. in Explicat. S. C. Romanor. de Bacchanal. p. 148, 149. Neapoli, 1729.\n\n(13) Anton. Francisc. Gor. Mus. Etrusc. Vol. II. p. 412, 413. Florentiæ, 1737.\n\nsurprized\nsurprized that MERRISS, MERRIX, and MED-\nDIX, should be considered as the same word, or at\nleast as words of the same signification, by the cele-\nbrated Sig. (14) Giovanni Battista Passeri; who has\nset the point I am now upon, as well as every thing\nhe has advanced relative to it, in the strongest and\nclearest light.\n\nIV.\n\nThat the Luvian, or Lufian, family was settled\nin that part of Campania possessed by the Oscans\nand Samnites, or at least almost contiguous to it, may\nbe deemed highly probable, from the following in-\nscription (15), found near Venafro, the antient Ve-\nnatrum, at no very great distance from Hercula-\nneum, where the word MERRISS, or MERRIX,\nfor MEDDIX, was antiently used, and now to be\nseen near that city (16).\n\nLVVIA M. F. POSTVMA\nSIGNVM. ET BASIM. D.\nIVNONI. REG. SACRVM.\n\nWhence, in conjunction with what has been al-\nready observed, we may conclude, that the coins\nI have been offering my thoughts upon may be pre-\nsumed to have made their first appearance amongst\neither the Samnites or the Oscans, probably the for-\nmer, settled in a part of Campania, at no very great\ndistance from Herculaneum; and that Ni. Lu-\n\n(14) J. Bapt. Passer. Pisaurenf. ubi sup.\n(15) Ludovic. Anton. Murator. Thesaur. veter. inscript. &c.\nTom. I. P. xvi. n. 4. Mediolani, 1739.\n(16) Idem ibid.\nvius, or Lufius, was the Merris, Merrix, or Meddix, or at least one of the two magistrates going under that denomination, of the city, if not the whole country, where it was struck.\n\nV.\n\nWith regard to the year, as well as the place, wherein the medals in view first appeared, neither the one nor the other can, with precision, be ascertained; though the Latin A on one side of my denarius and the Etruscan Α on the reverse, in the exergue, seem to point at the initial letter of the name of the place where they were struck. And that this operation happened about the time of the Social War, we may pronounce highly probable, from the agreement of these denarii in most particulars with other Samnite coins, undoubtedly struck not long after (*) the commencement of that war.\n\nVI.\n\nIt would be wholly unnecessary, and altogether immaterial, to mention the different explications of the symbol on the reverses of these medals, offered by several learned men, here; as scarce any of them seems to be perfectly agreeable to truth, or to be such as may be absolutely depended upon. I shall therefore content myself with observing, that some light is thrown upon this intricate subject\n\n(*) This seems likewise, from what has been already observed in a former paper, pretty clearly to appear. Philosoph. Transact. Vol. LVIII. p. 256, 257.\nby a curious passage in (17) Strabo; that the two writers who have handled this matter in the most copious, and learned, manner are Sig. (18) Bianconi and (19) M. Pellerin; that the medals I have been considering have notified to us the civil office, or dignity, of Ni. Luvius, or Lufius, as some other similar Samnite denarii have done the military post of (20) Papius Mutilus; and that the name of the Lufian family has never yet appeared, as I apprehend, on any other ancient coins. I shall only beg leave to add, that I remain, with all possible consideration and esteem,\n\nSIR,\n\nYour most obliged,\n\nand most obedient,\n\nhumble servant,\n\nChrist-Church, Oxon.\n\nJune 18, 1772.\n\nJohn Swinton.\n\n(17) Strab. Geogr. Lib. v. p. 250. Lutetiae Parisiorum, 1620.\n(18) Joan. Bapt. Biancon. de Prisc. Hebræor. et Graecor. Lit. Libel. p. 73. Bononiæ, 1748.\n(19) Supplem. aux Recueils des Medaill. p. 11, 12. A Paris, 1765.\n(20) Philosoph. Transact. Vol. LI. Par. II. p. 857. Vol. LII. Par. I. p. 28—39. & Vol. LIX. p. 432—444. Lond. 1769.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106132.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 15082,
    "total-output-tokens": 3714,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        806,
        2
      ],
      [
        806,
        806,
        3
      ],
      [
        806,
        2522,
        4
      ],
      [
        2522,
        4105,
        5
      ],
      [
        4105,
        5863,
        6
      ],
      [
        5863,
        7554,
        7
      ],
      [
        7554,
        8859,
        8
      ],
      [
        8859,
        10194,
        9
      ],
      [
        10194,
        11221,
        10
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106132",
    "title": "Farther Remarks upon a Denarius of the Veturian Family, with an Etruscan Inscription on the Reverse, Formerly Considered. In a Letter to Mathew Maty, M. D. Sec. R. S. from the Reverend John Swinton, B. D. F. R. S. Custos Archivorum of the University of Oxford, Member of the Academy Degli Apatisti at Florence, and of the Etruscan Academy of Cortona in Tuscany",
    "authors": "John Swinton",
    "year": 1773,
    "volume": "63",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/106132"
  }
}