{
  "id": "e45db8d4ad09bc2e6a145e3b760bb73f409ce1b3",
  "text": "which goes to the hindmost part of the Body, and with a curvity bends a little upwards again. In the breast and gut the blood is without intermission moved with great force, and especially in the Gut, and that with such strong beatings downwards, and with such a retrocourse and contradiction of the gut, that a curious Eye cannot but admire that motion. In the upper part of the crooked ascending Gut, which is very freight, now and then a little blood crowds thorough, which returns not back (and here, I presume, is a little valve:) The blood, that is thrust through here, stands still, and soon receives another nature, becoming of a watery colour; and in this watery liquor there do appear some blackish sandy particles, having a confused motion, which grow in bigness, and being grown so great as sand is to our Eye, the said particles joyn themselves close and firm together, as it were, in one mass, and then shoot down to the anus, carrying with them, in case the Lowfe have much Blood in her body, a little aqueous blood. These excreted particles appear like the excrement of a Silk-worm.\n\nSir Samuel Morelands Undertaking for raising of Water.\n\nWhereas the Common and received opinion through England and all Europe hath been and is, That, if a given Weight will force up water 20 foot high, there must be more than twice that weight to force it up 40 foot, and more than thrice that weight to force it up 60 foot, and so by a Geometrical proportion in infinitum: And likewise, that a Barrel of a Pump, 6 inches wide, doth not require a pipe, through which the water must be drawn up, above 1½ inch, or two inches, at the most, in diameter:\n\nSir Samuel Moreland undertakes to demonstrate, 1. That he will force Water 60 foot high with treble the weight that shall raise it 20 foot, and so proportionably in infinitum. 2. That by how much wider the Barrel is, in which the Forcer works, than the Pipe through which the water is forced up, by so much is the Engin pressed with unnecessary weight.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101140.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 531,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2005,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101140",
    "title": "Sir Samuel Morelands Undertaking for Raising of Water",
    "authors": "Samuel Morelands",
    "year": 1674,
    "volume": "9",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101140"
  }
}