{
  "id": "ff2156b02d5ae4c9bbecac76ef99d6f9acaa5e3f",
  "text": "The Middle of the last Place is a little hollowed, and had in it a Puddle of Water: There were strong Ebullitions of Air through the Water. But that Air would not take Fire; yet what rose through the Wet wet and cold Gravel flamed brightly. Near either of these Flames, removing the Surface of the Gravel, that below would take Fire from lighted Matches.\n\nSir, I beg Leave to repeat my Thanks for your kind Assistance in this Tour, and to profess myself\n\nYour most obliged, and\n\nLeighorn, June 5. N. S.\n1750.\n\nobedient Servant,\n\nRobert More.\n\nX. Extract of Letter from Mr. William Arderon F. R. S. to Mr. Henry Baker F. R. S. containing an Account of a Dwarf; together with a Comparison of his Dimensions with those of a Child under four Years old; by David Erskine Baker.\n\nNorwich, May 12, 1750.\n\nRead June 14. \"JOHN Coan, a Dwarf, was born at Twitshall in Norfolk, in the Year 1728, and has been shewn in this City for some Weeks past. I weigh'd him myself Apr. 3, 1750, and his Weight, with all his Cloaths, was no more than 34 Pounds. I likewise carefully measured him, and found\nfound his Height, with his Hat, Shoes, and Wig on, to be 38 Inches. His Limbs are no bigger than a Child of 3 or 4 Years old: His Body is perfectly strait: The Lineaments of his Face answerable to his Age; and his Brow has some Wrinkles in it, when he looks attentively at any thing. He has a good Complexion, is of a sprightly Temper, discourses readily and pertinently considering his Education, and reads and writes English well. His Speech is a little hollow, tho' not disagreeable; he can sing tolerably, and amuses the Company that come to see him, with mimicking a Cock's Crowing, which he imitates very exactly. In 1744 he was 36 Inches high, and weigh'd 27 Pounds and an half. His Father says, when about a Year old he was as large as Children of that Age usually are, but grew very little and slowly afterwards.\n\nOn receiving the Account of this little Man, a Child of 3 Years and not quite nine Months old, Son of the late very worthy William Jones Esq; F. R. S. was measured and weighed. This Boy, tho' very lively and handsome, is no way remarkable for his Size; and therefore his Dimensions and Weight, compared with the Dwarf's, may give a tolerable Idea of the real Smallness of the Dwarf.\n\nThe Weight of the Dwarf, with all his Cloaths on, was no more than 34 Pounds.\n\nThe Child's Weight, with its Cloaths likewise on, was 36 Pounds (a).\n\n(a) The Cloaths, being weigh'd afterwards by themselves, were two\nThe Height of the Dwarf, with his Shoes, Hat and Wig on - - - - - - - - - - - - - - - - - - - - - - - - 38\\(\\frac{5}{12}\\)\nThe Height of the Child, without anything on his Head - - - - - - - - - - - - - - - - - - - - - - - - 37\\(\\frac{7}{12}\\)\n\n|                  | Dwarf | Child |\n|------------------|-------|-------|\n| Round the Waist  | 21    | 20\\(\\frac{5}{6}\\) |\n| Round the Neck   | 9     | 9\\(\\frac{7}{12}\\) |\n| Round the Calf of the Leg | 8 | 9 |\n| Round the Ankle  | 6     | 6     |\n| Round the Wrist  | 4     | 4\\(\\frac{1}{3}\\) |\n| Round the Thumb  | 2     | 2\\(\\frac{1}{3}\\) |\n| Length of the Arm, viz. from the Shoulder to the Wrist | 15 | 13 |\n| From the Elbow to the End of the middle Finger | 10\\(\\frac{4}{5}\\) | 10 |\n| From the Wrist to the End of the middle Finger | 4 | 4 |\n| From the Knee to the Bottom of the Heel | 10\\(\\frac{4}{10}\\) | 10\\(\\frac{7}{12}\\) |\n| Length of the Foot with the Shoe on | 6 | 6\\(\\frac{4}{15}\\) |\n| Length of the Face | 6 | 6\\(\\frac{2}{15}\\) |\n| Breadth of the Face | 5 | 4\\(\\frac{8}{15}\\) |\n| Length of the Nose | 1\\(\\frac{2}{15}\\) | 1\\(\\frac{2}{15}\\) |\n| Width of the Mouth | 1\\(\\frac{8}{15}\\) | 1\\(\\frac{8}{15}\\) |\n| Breadth of the Hand | 2\\(\\frac{5}{15}\\) | 2\\(\\frac{5}{15}\\) |\n\ntwo Pounds fourteen Ounces; consequently the real Weight of the Child is thirty-three Pounds two Ounces; which is but fourteen Ounces less than the Dwarf's Weight with all his Cloaths.\nIt may not be improper here to take notice, that as the Measures of the Dwarf were said to be taken with his Cloaths on, these of the Child were also taken over his Cloaths; and they (being a tight Stay and Petticoat) probably sit closer to his Body, and therefore make less Difference in the measuring round his Waist (the only Dimension wherein it could have any Effect) than the looser Coat or Waistcoat of the Dwarf.\n\nXI. Part of a Letter from Robert More Esq; to Mr. W. Watson F. R. S. concerning the Method of gathering Manna near Naples.\n\nRead June 21, 1750.\n\nAt Arienzzo, a Town between Naples and Benevento, I found an Ash Coppice, of 8 or 10 Years Growth, from which they collect Manna. It seemed to have been tapped two Years for that Purpose; the Branches had been barked each Year about an Inch broad, and two Feet high; but they told me this was done by an Inch at a time.\n\nThey place a Cup at the Bottom of the Wound, which they empty every five Days. This Liquor becomes Manna. They formerly let it dry upon the Tree; but the present way keeps it cleaner. The Manna begins to run (they say in the Scripture Style to rain) the Beginning of August; and if the Season proves dry, they gather it 5 or 6 Weeks. The King of Naples has so large a Revenue from it, that he is extremely jealous of it, during the Season guards",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104677.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 1702,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1084,
        2
      ],
      [
        1084,
        2506,
        3
      ],
      [
        2506,
        3919,
        4
      ],
      [
        3919,
        5252,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      true,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104677",
    "title": "Extract of Letter from Mr. William Arderon F. R. S. to Mr. Henry Baker F. R. S. Containing an Account of a Dwarf; Together with a Comparison of His Dimensions with Those of a Child under Four Years Old; By David Erskine Baker",
    "authors": "David Erskine Baker, William Arderon",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/104677"
  }
}