{
  "id": "d55ae19e35dcc4e71bf6e89c0bb6ce8733e13b7e",
  "text": "XI. An Extract, by Philip Henry Zollman, Esq; F. R. S. of a Philosophical Account of a new Opinion concerning the Origin of Petrifications found in the Earth, which has been hitherto ascribed to the universal Deluge; as contained in an Italian Book, intitled, De Crostacei ed altri marini Corpi che se trovano fu’ Monti, di Anton. Lazzaro Moro, Venice 1740. communicated together with several Remarks, by Dr. Balthasar Ehrhart, Physician in Ordinary at Memmingen, and Member of the Acad. Nat.Curios. in High-Dutch at Memmingen, 1745. 4to.\n\nRead April 24. 1746. The Italian Author has adopted a new System concerning marine Petrification, the Cause of which he refers to Fire, instead of Water, according to the Opinion commonly received.\n\nThe Place of his Abode has furnished him with particular Opportunities of comparing marine Petrifications found in the Mountains, with the true marine Bodies produced by the Sea. The said Place is called San Vito di Tagliamento, 6 Hours Journey from Venice, under the Bishop of Concordia, belonging to the Patriarch of Aquileia.\n\nThe Author is a Clergyman; but never entered into any ecclesiastical Community, nor into any University,\nversity as Professor; to be out of the Way of Envy: However he keeps a Boarding-School for young Men. He has published the Book in Question at his own Expence; which has brought him into some Trouble, and render'd the Book at first very scarce. He shews a great Conformity to the Principles of Sir Isaac Newton, and other modern Philosophers, not very common in Italy, grounding himself upon Experience, and mathematical Proofs.\n\nHaving in the first Part formed the State of the Question, he examines the Systems of Burnet and Woodward, almost generally received by the Learned, though the former does not make any express Mention of Petrification. He refutes their Opinions about the Deluge, and of its being the Cause of Petrifications. He lays down for a fundamental Maxim, that the Deluge ought to be believed, according to the Scripture, as a Miracle, and not to be proved by natural Rules; from which he proceeds to another; viz. That whoever lays down, for a Foundation, a Principle which does not fit the several Phaenomena, builds upon an erroneous Principle.\n\nAfter having refuted at large Dr. Woodward's Opinions, he proceeds to the establishing his own System, grounded upon subterraneous Fire, with various Arguments of his own, and with the Refutation of those of others.\n\nHe first lays down some general Principles, according to Sir Isaac Newton, &c. and then applies to them several Instances for supporting his System.\n\nThe first is the new Island risen out of the Sea in the Year 1707, near the Island Santorini in the Archipelago.\nThe second is a Mountain, which rose out of the Earth in 1538, near Pozzuolo in the Kingdom of Naples, overwhelmed the little Town Tripurgula, and dried up a navigable Lake named Lucrano; being now called the New Mountain, equal in Height to a neighbouring old one, called Monte Barbaro.\n\nFrom the Circumstances attending those Events, he endeavours to prove his new Hypothesis.\n\nHe calls to Help the several Eruptions of the Mountains Vesuvius and Aetna; and then forms his Thesis; viz. \"That marine Animals and Productions (for Instance, Shells, &c.) which are now found in high Mountains, were first generated in the Sea: But when those Mountains were raised, by subterraneous Fire, above the Surface of the Sea, were petrified so as they now appear.\"\n\nThis Thesis Moro endeavours to support, by giving the Detail of the 12 several Strata found in the Territories of Modena, when they are digging for Wells, mention'd by Woodward, Camerarius, Vallisneri, and Ramazzini; whose Remarks, as well as the newer ones of Whiston and Bourguet, he will not allow to be satisfactory; the greatest Difficulty being this, that, from the Nature of some of those Strata, it seems that the Sea has twice covered the Plain of Modena, now above some Hundreds of Feet above the Level of the Sea; and that from another Stratum it may be inferred, that, in the Intervals between those Overflowings of the Sea, the Land has been inhabited and cultivated. His Thesis he endeavours to support, by a remarkable Passage from Pliny, Book II. Chap. 87. Ingens terrarum portentum L. Marcio, Sex. Julio Coss. in agro Mutinensi! Namque montes\nmontes duo inter se concurrerunt, crepitu maximo afflantantes, recedentesque; inter eos flamma fumoque in caelum exeunte, &c.\n\nDr. Ehrhart compares with this the several Strata found in digging in the Neighbourhood of Memmingen last Year.\n\nMoro touches next upon the Hypothesis of some, that the Sea increases about one Foot in Height in about two Centuries; and of some others, that it decreases five Feet in one Century; as also, how the Saltness of the Sea may be deduced from his Hypothesis.\n\nDr. Ehrhart hopes that Moro's System may one time prevail against Prejudices, as well as those of Vergilius, Galilaeus, Harvey, &c.\n\nXII. Further Observations and Experiments on the Passion-Flower, and its Farina, by Mr. Badcock, communicated by Mr. Henry Baker, F. R. S.\n\nRead April 24. In my last Account p. 157. I concluded with observing, that what was in the Top of the Pistil, was so far from making me believe it Papillæ, or any other Passage for the Action of the Farina, that I described it to stand thus Θ; and queried if there might not be Pores on its Top, as granting the Action of the Farina to have its Effect and Consequence, as described by Mr. Needham, p. 80. as there was no Possibility of its ever being in the Nature",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104797.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7656,
    "total-output-tokens": 1513,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1174,
        2
      ],
      [
        1174,
        2724,
        3
      ],
      [
        2724,
        4340,
        4
      ],
      [
        4340,
        5574,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104797",
    "title": "An Extract, by Philip Henry Zollman, Esq; F. R. S. of a Philosophical Account of a New Opinion concerning the Origin of Petrifactions Found in the Earth, Which Has Been Hitherto Ascribed to the Universal Deluge; As Contained in an Italian Book, Intitled, De Crostacei ed Altri Marini Corpi che se trovano su' Monti, di Anton. Lazzaro Moro, Venice 1740. Communicated together with Several Remarks, by Dr. Balthasar Ehrhart, Physician in Ordinary at Memmingen, and Member of the Acad. Nat.Curios. in High-Dutch at Memmingen, 1745. 4to",
    "authors": "Philip Henry Zollman, Balthasar Ehrhart",
    "year": 1746,
    "volume": "44",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/104797"
  }
}