{
  "id": "4b47aea4416de38985d1f172ba670e4a80935d2f",
  "text": "I send herewith a Plan of the Camp in its present Condition, [Tab. I. Fig. 1.] that my Description may the better be understood; and I send along with it the Appearance of a particular kind of Halo, which was observ'd at Norwich, on the 11th of July last, at 5 o'Clock in the Evening; the Colours were exceeding vivid, and the Centre of it, contrary to what I ever yet saw, was not in the Sun, but in the Zenith.\n\nThe Sun's Rays shone through the Clouds at the same time, as they frequently do when the Sun is near the Horizon. In short, the Drawing [Tab. I. Fig. 2.] which represents the Whole, makes any farther Description of it needless; and I shall only add, that I am,\n\nDear Sir,\n\nYour most humble Servant,\n\nNorwich, Aug. 28.\n1749.\n\nWilliam Arderon.\n\nIII. Part of a Letter from Leonard Euler, Prof. Math. at Berlin, and F. R. S. To the Rev. Mr. Caspar Wetstein, Chaplain to his Royal Highness the Prince of Wales, concerning the gradual Approach of the Earth to the Sun. Translated from the French, by S. T. M. D. F. R. S.\n\nBerlin, June 28. 1749.\n\nRead Nov. 2. 1749.\n\nMonsieur le Monnier writes to me, that there is, at Leyden, an Arabic Manuscript of Ibn Jeunis (if I am not mistaken\nin the Name, for it is not distinctly wrote in the Letter), which contains a History of Astronomical Observations. M. le Monnier says, That he insisted strongly on publishing a good Translation of that Book. And as such a Work would contribute much to the Improvement of Astronomy, I shou'd be glad to see it publish'd. I am very impatient to see such a Work which contains Observations, that are not so old as those recorded by Ptolemy. For having carefully examined the modern Observations of the Sun with those of some Centuries past, although I have not gone farther back than the fifteenth Century, in which I have found Walther's Observations made at Nuremberg; yet I have observed that the Motion of the Sun (or of the Earth) is sensibly accelerated since that Time; so that the Years are shorter at present than formerly: The Reason of which is very natural; for if the Earth, in its Motion, suffers some little Resistance (which cannot be doubted, since the Space through which the Planets move, is necessarily full of some subtile Matter, were it no other than that of Light) the Effect of this Resistance will gradually bring the Planets nearer and nearer the Sun; and as their Orbits thereby become less, their periodical Times will also be diminish'd. Thus in Time the Earth ought to come within the Region of Venus, and in fine into that of Mercury, where it would necessarily be burnt. Hence it is manifest, that the System of the Planets cannot last for ever in its (present) State. It also incontestably follows, that this System must have had a Beginning: For whoever denies it, must grant me, that there was a Time, when the Earth was at the Distance\nDistance of Saturn, and even farther; and consequently that no living Creature could subsist there. Nay there must have been a Time, when the Planets were nearer to some fixt Stars than to the Sun; and in this Case they could never come into the Solar System. This then is a Proof, purely physical, that the World, in its present State, must have had a Beginning, and must have an End. In order to improve this Notion, and to find with Exactitude, how much the Years become shorter in each Century; I am in Hopes that a great Number of older Observations will afford me the necessary Succours.\n\nI beg you will present my Respect to the Royal Society; and am,\n\nYours, &c. L. Euler.\n\nIV. Part of a Letter from Mr. Benj Cooke, F. R. S. to Mr. Peter Collinson, F. R. S. concerning the Effects of the Mixture of the Farina of Apple-Trees; and of the Mayze or Indian Corn: And of a Child born with the Jaundice upon it, received from its Father; and of the Mother taking the same Distemper from her Husband, the next Time of being with Child.\n\nRead Nov. 2. WHEN the Farina of one Apple impregnates another's Blossom of differing Species, we see the Change in* the Fruit; but whether any lasting Impression is left on the Bough\n\n* See these Transactions No. 490. p. 622.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104628.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1144,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1191,
        2
      ],
      [
        1191,
        2861,
        3
      ],
      [
        2861,
        4124,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104628",
    "title": "Part of a Letter from Leonard Euler, Prof. Math. at Berlin, and F. R. S. to the Rev. Mr. Caspar Wetstein, Chaplain to His Royal Highness the Prince of Wales, concerning the Gradual Approach of the Earth to the Sun. Translated from the French, by S. T. M. D. F. R. S.",
    "authors": "S. T., Leonard Euler",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/104628"
  }
}