{
  "id": "6cb1d08119447cc1e23a430a089f4f8c94c5998b",
  "text": "XXXIII. A Supplement to Two Papers published in the Transactions of the Royal Society,\n\"On the Science connected with Human Mortality;\" the one published in 1820, and\nthe other in 1825. By Benjamin Gompertz, F.R.S., F.R.A.S. &c.\n\nReceived June 19,—Read June 20, 1861 *.\n\nIn offering to the Royal Society the ensuing Supplement to my two former papers on the\nLaw of Mortality, with subsequent remarks on invalidism, I am anxious to acknowledge\nthat I have derived great advantage from the encouragement and persuasion of my\nesteemed brother-in-law, Sir Moses Montefiore, Bart., given me to endeavour to com-\npile and publish some of my later observations on the subject; knowing that, though I\nfelt flattered by the attention originally shown by scientific gentlemen to these papers,\nthey appeared to me capable of advantageous illustrations. Therefore I may venture to\nhope that if this Supplement merit the attention of those interested in this branch of\nscience, I may consider that he has added a mite further to entitle him to the good\nwishes of those who applaud him for his constant endeavours to promote the general\ninterest of mankind—endeavours which he has shown to extend through Europe and\nAsia in the cause of humanity, and to be exercised at home in various ways, among\nwhich I notice his attention to the practice of Life, Fire, and Marine Assurance; he\nbeing the President of the Alliance British and Foreign Life and Fire Assurance Com-\npany; of which I was the founding Actuary, and in which Institution, though retired\nfrom it, I feel greatly interested; it having been established about the year 1824 by the\nlate N. M. de Rothschild, Esq., the late John Irving, Esq., the late Samuel Gurney,\nEsq., and Francis Baring, Esq., and himself conjointly with other gentlemen, and he\nbeing also President of the Alliance Marine Assurance Society, founded at the same time\nby them with him.\n\nArt. 1. In the year 1820 the Royal Society did me the honour to publish in their\nTransactions a paper of mine on the Analysis and Notation applicable to the valuation\nof Life Contingencies, in which I introduced a new and general notation, which appeared\nto me far more extensively useful, and more explanatory of its object, than any other\nnotation I had met with; and in that paper I think I introduced a new manner of deal-\ning with the subject, by offering an analysis, with examples of the extensive use of it,\napplicable to some of the most intricate questions which had up to that period met with\nanything like a proper solution; and showed, by selections from the treatise of Life\nAnnuities of my late learned and much-respected friend, Francis Baily, Esq., a mode\nof solution of all the problems in chapter 8 of that work, depending on a particular\n\n* Subsequently revised by the author, with the insertion of some additional matter.\norder of survivorship; problems previously considered many years before, and presented by my late friend William Morgan, Esq., of the Equitable Society, to the Royal Society, and published in their valuable Transactions; and which had been since considered, in a learned work on Life Annuities, by my late respected friend Joshua Milne, Esq., with some ingenious notation with respect to those contingencies. But still, the solutions given to many of the problems, though there were but three lives concerned, were of such an intricate practical form, as to be in my opinion perfectly useless; especially on considering that it was necessary to obtain, by Tables of single and joint lives, by necessary interpolations, the required data; as the differences to be used for the interpolations, in consequence of the great irregularity of the numbers of those Tables, are so irregular as to throw great doubt on the necessary accuracy of the results. And I think the examples I gave of my method could leave no doubt as to the comparative simplicity which resulted from it, and consequently comparative utility of my analysis; an analysis which applies where there are more than three lives concerned, and, in fact, where there are any number of lives to be considered. And I may refer the reader to my solutions in that tract, to enable him to make the comparison.\n\nThere were various other subjects in that paper, and one I mention in particular, which is the problem to determine what would be the law of mortality between two lives A, B, so that, should it be known that they are both extinct, it would be an equal chance which of them had died first; because that assumption is made, in some of the solutions above alluded to, by former writers, and for a short period would, in fact, be approximatively true; and the solution of the problem showed that it could only be accurately true where there was for each life a uniform equal decrement, though not necessarily the same for both, or else a decrement for each life proceeding in geometrical proportion; the former law being in fact only an extreme case of the latter law. I may mention that there are some omissions in the printed solution of this problem, which may lead the reader, if he does not enter properly into the analysis, to think it faulty; and that the paper on the whole stands in need of some errors in the printing of it, and in one or two places of an incorrect portion of the manuscript sent to the printer, being pointed out.\n\nArt. 2. Since that paper was written, I ventured to communicate a paper to the Royal Society, which it did me the honour to print in their Transactions of 1825, as a letter to my late friend Francis Baily, Esq., on the nature of the functions expressive of the law of human mortality expressed by the equation $L_x = d \\cdot q^x$; where $L_x$, according to my notation in my first paper, is the number of persons living, at the age $x$, out of the number $L_0$ who were born $x$ years previously. And as I use, from great preference, the fluxional notation of our great Newton, instead of the furtive notation used on the Continent and now much used in England, my $d$ does not denote the differential character. I say I use the notation in preference, because I consider the fluxional calculus far more luminous. But as strictures have been cast on me on that account by some readers of my paper, I will not apologize for a small digression from my subject, to state some\namong the causes of my preference. I call the differential notation furtive, on I think a moral ground, and also on the ground of its introducing an interruption and an inconvenience in practice. The moral ground is, that it appears to give Leibnitz a greater claim to originality, to the prejudice of Newton, than I think he is justly entitled to. And the other ground is, it steals from the alphabet a letter—and one which it is most convenient to retain, in order to keep up the regular order of notation—to use it for a purpose of different intent to that for which it was originally used; and may introduce confusion. And with respect to the superior advantage of the fluxional calculus over the differential calculus, I observe that if $x$ and $y$ be rectangular coordinates of a curve in a plane, and $z$ the length of the curve from a given point in it to the point of which $x$ and $y$ are coordinates, the fluxional calculus gives $\\dot{z} = \\sqrt{\\dot{x}^2 + \\dot{y}^2}$, which is strictly true; and may be proved to be so without the introduction of infinitely small quantities: but the differential calculus gives $dz = \\sqrt{dx^2 + dy^2}$, true only on consideration of infinitely small quantities; and even with that consideration it cannot be proved luminously to be true; because $\\sqrt{dx^2 + dy^2}$ only expresses the length of the chord of an infinitely small arc, and not of the arc itself, as they have no part common with each other, but at the points of intersection: but in the fluxional calculus $\\dot{z} = \\sqrt{\\dot{x}^2 + \\dot{y}^2}$, which, I think, is a much neater and a much more commodious expression, $\\dot{x}, \\dot{y}$ only express finite values; namely, the velocities in the several directions, at the point to which $x$ and $y$ are coordinates, with which the point describing the curve is moving in the relative directions parallel to the axes of $x$ and $y$, and that of the tangent to the curve at the point; in the same way as if all causes which might incurvate the future path of the point were to cease; and similar observations may be made with respect to the luminous character of the fluxional analysis, when compared with the differential analysis, in the application of it to physical subjects. Thus if $f$ be a force acting on a body, $\\dot{v}$ the velocity which is generated by its momentary impulse, that is to say its single impulse, by which is meant the finite space the body would describe in consequence of it in the finite time $\\dot{t}$, but not the variable portions of space it would describe if that force were considered to be an infinitely small action, as it were continually active during infinitely small portions of time; the fluxional calculus gives $f\\dot{t} = \\dot{v}$, and is correctly true, however large $\\dot{v}$ and $\\dot{t}$ are. But the differential analysis gives $f\\cdot dt = dv$, which is correct only if $dt$ and $dv$ are infinitely small, and is then only to be considered so in virtue of the hypothesis that infinitely small quantities of the second and higher degree may be omitted.\n\nBut whilst I am endeavouring to clear away the shadowing clouds which may obstruct the brilliant light of Newton's lamp from being duly perceived by the scientific eye, I am willing to acknowledge that Leibnitz's differential $d$ has, in many instances, done great service in his own hands, in the hands of Euler, Lagrange, Laplace, and of a host of scientific men whose names cannot be pronounced without gratitude and reverence.\n\nAnd I observe that other letters, such as $f$, $\\varphi$, $\\psi$, &c., when used as characteristics\ninstead of representatives of value, have their valuable service as well as inconvenience to be attended to; though I prefer much the Continental use of a letter when used as a characteristic, to be used, as it is in many cases, as a letter underscored by some one or more letters, denoting the quantities of which that letter may be the functional characteristic; as, for instance, to write $L_a$ to express the function of $a$, which may be the age of a person of whom there may be the number $L_a$ living. And having thus intruded by a digression on the reader's attention, I will venture to hope that my still continuing the digression will be thought to have some interesting excuse for me, as a scientific amusement to the reader; as a person walking for the sake only of healthy exercise in a beautiful garden, may find a pleasure and an advantage to notice the elegant flowers, and even the noxious weeds which the ground produces. I will state that mathematicians who have enlightened the world with the most beautiful discoveries use notations which are incorrect, often ambiguous, often furtive, and often contradictory. Thus in the notation of partial fluxions or partial differentials, I consider $\\frac{y}{x}$, $\\frac{y}{x^2}$ &c., $\\frac{dy}{dx}$, $\\frac{d^2y}{dx^2}$ as both incorrect and furtive, and that they may mislead; instead of which I use the expressions $\\frac{\\dot{y}}{\\dot{x}}$, $\\frac{\\ddot{y}}{\\dot{x}^2}$, $\\frac{dy}{dx}$, $\\frac{d^2y}{dx^2}$, &c. The incorrectness of the former has been in some degree avoided by Waring, Laplace, and many other mathematicians of eminence, by using the expressions $\\left(\\frac{y}{x}\\right)$, $\\left(\\frac{y}{x^2}\\right)$, $\\left(\\frac{dy}{dx}\\right)$, $\\left(\\frac{d^2y}{(dx)^2}\\right)$, &c., which removes some part of my objection, but not the whole of it; but has the disadvantage of occupying too much space, and is furtive, as it steals the excellent use of the parentheses, which have been employed for useful purposes. And now, requesting my reader to pardon me for a digression which some readers may consider uncalled for, I will proceed in the path in which I hope to lead him with some satisfaction.\n\nArt. 3. In the equation $L_x = d.g^*$, where $L_x$ signifies the number of persons living at the age $x$, the letters $d$, $g$, $q$ in my paper in the 'Transactions' of 1825 express quantities apparently nearly constant during a very long period of life—say, for instance, in the Carlisle Table of Mortality between the ages 10 and 60; but if we commence our limit at a different age, and terminate it at some other far distant age, those quantities apparently constant would have different values of apparent constancy; and here the product $d.g$, which would appear in the equation by taking $x=0$, would be an arbitrary quantity depending on the arbitrary value of $L_0$ as a base, expressive of the arbitrary number we intend to set out with as the persons living at the age 0; and if, which is not the case accurately, the formula were universally true from birth to any other age, $d.g$ would express the number of persons born on which we intended the formula to be constructed; for we should have $L_0 = d.g$; but as $g$ is not arbitrary, $d$ would be the arbitrary quantity, and we might take $d=1$, if we did not object to fractions in the number of the births, to set out with; and in that case the formula would stand generally $L_x = g^*$; if it were universally true from birth to any age; which, as I observed\nabove, it is not; and it is never in fact true if \\( g \\) and \\( q \\) are to be considered absolutely constant; as is evident from the example of the method I used in my investigation, by what I call the vital rule of three. And as the Table from which the data are to be obtained is moreover likely to contain irregularities, and undoubtedly does contain such, which are not contained in the real law of mortality, it follows that if even the equation\n\n\\[\nL_x = d \\cdot g^x,\n\\]\n\nwhere \\( d, g, q \\) are supposed to be constant, did exactly express the real law of mortality, the values given to \\( g \\) and \\( q \\) by this vital rule of three would not be exactly the same for every selection, and therefore I should not have expected that any tolerable mathematician in reading my paper could suppose that I meant to state that I had given their exact values. But wherever the three lives were selected, had the Table been accurate from whence I selected the data, and were the law for constant values for \\( d, g, q \\) consistent throughout with the real law of mortality, their respective values would have come out the same.\n\nArt. 4. But neither of these requisites is to be depended on, as is proved by the two formulæ given in my paper of 1825 for the Carlisle mortality, Art. 10; the one where the vital rule of three is based on the selection of the ages 20, 40, and 60, and the other where it is based on the ages 40, 60, and 100. The first of these equations is\n\n\\[\n\\lambda L_x = 3.88631 - \\lambda^{-1}(2.75536 + 0.0126x),\n\\]\n\nor its equal,\n\n\\[\n\\lambda L_x = 3.88631 - \\lambda^{-1}(-0.0126x - 1.24464), \\text{ or very nearly}\n\\]\n\n\\[\n3.88631 - \\lambda^{-1}0.0126(x - 100);\n\\]\n\n\\( \\lambda \\) standing for the common logarithm of, and \\( \\lambda^{-1} \\) the reverse, or the number whose common logarithm is &c., and the other, namely, from the selection of the ages 40, 60, 100, gives the equation\n\n\\[\n\\lambda L_x = 3.79657 - \\lambda^{-1}(3.7467 + 0.02706x)\n\\]\n\n\\[\n= 3.79657 - \\lambda^{-1}(-0.02706x - 2.2533).\n\\]\n\nAnd when the middle age of the three selections above is 40, we have\n\n\\[\n\\lambda d = 3.88631, \\lambda q = 0.0126; \\lambda(-\\lambda g) = -1.24464,\n\\]\n\nsufficiently near \\(-1.26\\); and when the middle age is 60, of the three selections, we have \\( \\lambda d = 3.79657, \\lambda q = 0.02706 \\); sufficiently near the double of the former value; and \\( \\lambda(-\\lambda g) = -2.2533 \\), also equal to nearly the double value in the former case, but not exactly in that ratio, but nearly in the ratio of 2 to \\( 1\\frac{1}{10} \\); but still, considering the nature of the data which furnish the values, in order to follow the hints these numbers give, I am inclined to think but lightly of the small variation from that proportion, and to suppose that the law of mortality, instead of being \\( \\lambda L_x = \\lambda d - \\lambda^{-1}(\\lambda(-\\lambda g) + x \\cdot \\lambda q) \\), when \\( d, g, q \\) are constant, which we have proved are only apparently constant, though for a long time exhibiting a strong appearance of constancy, should be, according to the above hints, \\( \\lambda L_x = \\lambda d_x - \\lambda^{-1}(\\lambda g_x \\cdot x - h) \\), with the addition of some small formulæ to be sought for, where \\( h \\) is a constant from birth to extreme old age, and \\( \\lambda d_x, \\lambda g_x \\) are\nfunctions of $x$ to be discovered to meet the cases of comparison of the formula with the Tables. Here I retain the $d$ and $q$ with the prefix $\\lambda$ for the sake of convenient reference to the old formula; and it appears that these functions $\\lambda d_x$ and $\\lambda q_x$ are subject to such slow variation by the variation of $x$, that in forty years in the above examples $\\lambda d_x$ only varies from 3·88631 to 3·79657, and $\\lambda q_x$ from ·0126 to about its double; the prefix $\\lambda$ signifying common logarithm of, and $\\lambda^{-1}$ the anti-common logarithm of. Now supposing $t$ and $v$ to be very small quantities, and that $\\lambda d_x$ is a function of $1+vx$, and $\\lambda q_x$ a function of $1+tx$, then, provided $v$ and $t$ are sufficiently small, whatever these functions may be, we consider that if in consequence of the smallness of $t$ and $v$ we may in the development of the functions according to the powers of $x$ be satisfied with the first power, we may assume these functions of any form we please to suit our convenience. I will then for that end suppose $\\lambda d_x = C\\epsilon^x$, $\\lambda q_x = \\lambda q_0 \\cdot e^x$; $C$ standing for $\\lambda d_0$, and $\\epsilon$ and $e$ will be quantities differing very little from unity, the one being $=1+v$, where, as above shown, $v$ must be a very small negative fraction, and the other $=1+t$, where $t$ is a very small affirmative fraction, and then the approximate law of mortality will be\n\n$$\\lambda L_x = C \\cdot \\epsilon^x - \\lambda^{-1}(e^x \\cdot \\lambda q_0 \\cdot (x-h)),$$\n\nwhere $C$, $\\epsilon$, $e$, $q_0$ are all four constant quantities from birth to extreme old age, quantities to be discovered from the Table of Statements of the living at different ages; $C$ and $\\epsilon$ first to be determined by two convenient statements, and $e$, $q$ and $h$ by three statements, by the method I call the vital rule of three. First, for finding $\\epsilon$ and $C$ take two values of $x$, one $x=m$, the other $x=n$, saying $C \\cdot \\epsilon^m = \\lambda d_m$, $C \\cdot \\epsilon^n = \\lambda d_n$; and therefore by division $\\epsilon^{n-m} = \\frac{\\lambda d_n}{\\lambda d_m}$, and\n\n$$\\therefore \\quad \\lambda \\epsilon = \\frac{\\lambda d_n - \\lambda d_m}{n-m}; \\quad \\lambda C = \\lambda d_m - \\lambda \\epsilon^m = \\frac{n \\lambda d_m - m \\lambda d_n}{n-m};$$\n\n$d_m$ and $d_n$ being found from the Table of data by means of the previously stated original formula,\n\n$$\\lambda L_x = \\lambda d - \\lambda^{-1}(\\lambda(-\\lambda g) + \\lambda q \\cdot x),$$\n\nwhich gave when $x$ was 20, $\\lambda d_x$, that is $\\lambda d_{20} = 3·88631$, and when $x=60$, $\\lambda d_{60} = 3·79657$;\n\n$$\\therefore \\quad C \\cdot \\epsilon^{20} = 3·88631; \\quad C \\cdot \\epsilon^{60} = 3·79657.$$ Consequently\n\n$$\\lambda \\epsilon^{40} = .57939 - .58954; \\quad \\therefore \\lambda \\epsilon = -\\frac{.01015}{40} = -.00025375 = .99974625$$\n\nand\n\n$$\\lambda C = .589540 - 20 \\lambda \\epsilon = .589540 + .005075 = .594615.$$\n\nArt. 5. But instead of proceeding at present with this formula, I will refer to my original formula, $L_x = d \\cdot g^x$, to show its value, and how $g$ may be found by the vital rule of three by a method different from that in my paper of 1825, a mode I then pursued before I discovered by a general investigation that the above equation with $d$, $g$, $q$ constant quantities did very approximatively express for a very long period the law of mortality.\n\nThe equation gives $\\lambda L_x = \\lambda d + \\lambda g \\cdot q^x$, and therefore by taking $x$ successively $=m$, $m+n$,\nm+2n, we obtain\n\n\\[ \\lambda L_m = \\lambda d + \\lambda g \\cdot q^m, \\quad \\lambda L_{m+n} = \\lambda d + \\lambda g \\cdot q^{m+n}, \\quad \\lambda L_{m+2n} = \\lambda d + \\lambda g \\cdot q^{m+2n}, \\]\n\nwhence we get\n\n\\[ \\lambda g \\cdot q^n \\times (q^n - 1) = \\lambda L_{m+n} - \\lambda L_m, \\quad \\lambda g \\cdot q^m \\cdot q^n \\cdot (q^n - 1) = \\lambda L_{m+2n} - \\lambda L_{m+n}; \\]\n\nand therefore, by division,\n\n\\[ q^n = \\frac{\\lambda L_{m+2n} - \\lambda L_{m+n}}{\\lambda L_{m+n} - \\lambda L_m}; \\]\n\nand\n\n\\[ \\lambda Q = \\frac{\\lambda (\\lambda L_{m+n} - \\lambda L_{m+2n}) - \\lambda (\\lambda L_m - \\lambda L_{m+n})}{n}, \\]\n\nand we have\n\n\\[ \\lambda g = \\frac{\\lambda L_{m+n} - \\lambda L_m}{q^m \\cdot (q^n - 1)}, \\]\n\nand \\( \\lambda g \\) in the application I am about to make will turn out to be a negative quantity, or in other words, \\( g \\) will be a positive fraction less than unity; and consequently to find \\( g \\), as a negative number has no logarithm in the positive scale, if we are to proceed by logarithms, we must take the logarithm of the positive quantity \\( -\\lambda g \\), and say\n\n\\[ \\lambda (-\\lambda g) = \\lambda (\\lambda L_m - \\lambda L_{m+n}) - \\lambda q^m - \\lambda (q^n - 1); \\]\n\nand then \\( g \\) being found, we find \\( d \\) by the equation\n\n\\[ \\lambda d = \\lambda L_m - \\lambda g \\cdot q^m. \\]\n\nThis is the way I have generally proceeded since I discovered the above approximative formula of mortality; but if we only consult this formula in order to find \\( \\lambda d \\), which it contains, which is the only part of it necessary to find \\( C, E \\) of the formula\n\n\\[ \\lambda L_x = C e^{-\\lambda^{-1}(e^x \\cdot \\lambda q_0 \\cdot x - h)}, \\]\n\nwe need not take the trouble to find \\( g \\) or \\( q \\) of the preceding or old formula, and from the equations above put in the form\n\n\\[ \\lambda g \\cdot q^m = \\lambda L_m - \\lambda d, \\quad \\lambda g \\cdot q^{m+n} = \\lambda L_{m+n} - \\lambda d, \\quad \\lambda g \\cdot q^{m+2n} = \\lambda L_{m+2n} - \\lambda d, \\]\n\nmultiplying the first and last together, we have\n\n\\[ (\\lambda g)^2 q^{2m+2n} = (\\lambda L_m - \\lambda d) \\times (\\lambda L_{m+n} - \\lambda d); \\]\n\nand squaring the middle, we have also\n\n\\[ (\\lambda g)^2 q^{2m+2n} = (\\lambda L_{m+n} - \\lambda d)^2; \\]\n\nthese put equal to each other, give\n\n\\[ (\\lambda L_m - \\lambda d) \\times (\\lambda L_{m+2n} - \\lambda d) = (\\lambda L_{m+n} - \\lambda d)^2; \\]\n\nand therefore\n\n\\[ \\lambda L_m \\cdot \\lambda L_{m+2n} - \\lambda d(\\lambda L_m + \\lambda L_{m+2n}) = (\\lambda L_{m+n})^2 - 2\\lambda L_{m+n} \\lambda d; \\]\n\nand consequently\n\n\\[ \\lambda d = \\frac{\\lambda L_m \\cdot \\lambda L_{m+2n} - \\lambda L_{m+n}^2}{\\lambda L_m - 2\\lambda L_{m+n} + \\lambda L_{m+2n}}. \\]\n\nArt. 6. The information which we have that the formula\n\n\\[ \\lambda L_x = \\lambda d - \\lambda^{-1}(\\lambda(-\\lambda g) + x \\lambda q), \\]\nor its equal,\n\n\\[ \\lambda L_x = \\lambda d + \\lambda g \\cdot q^x, \\]\n\nwill for a long series of years, with \\( d, g, q \\) constant, be a very near approximation to the values which the data afford, provided \\( d, g, q \\) be determined by the vital rule of three, by taking \\( x \\) successively equal \\( m, m+n, m+2n \\), where \\( m \\) and \\( m+2n \\) are somewhere near the limits of age through which the formula is meant to be applied, is a most valuable information; on account of the application of the above law to the most complicated intricacies which may be proposed, by means of what I consider rather a novel branch of mathematical investigation, which I term vital algorithm and analytical arithmetic of logarithms and anti-logarithms, in very complicated entanglements and disentanglements: for by the law of mortality we can get the value of \\( L_x \\), the number living at the age \\( x \\), or of \\( L_{a+x} \\), or their logarithms in a series of powers of \\( x \\) with very converging coefficients, as will be shown further on, and thence we can obtain a series of the values of \\( L_{a+x} \\times L_{b+x} \\times L_{c+x} \\), &c., however many lives there may be; or we may have the logarithms \\( \\lambda L_{a+x}, \\lambda L_{b+x}, \\lambda L_{c+x}, \\&c. \\), to which if we add the logarithm of \\( r^x \\), say \\( x \\) into the logarithm of \\( r \\), \\( r \\) being the present value of unity due in one year certain, at the proposed rate of interest, and deduct from this sum the sum of \\( \\lambda L_a + \\lambda L_b + \\lambda L_c, \\&c. \\), we shall have the logarithm of unity to be received in \\( x \\) years on the condition that all these proposed lives be in existence in \\( x \\) years time. And then finding the analytical expression for the anti-logarithm of this, expressed by a series \\( A_0 + A_1 x + A_2 x^2 + A_3 x^3 + \\&c. \\), in which \\( A_1, A_2, A_3, \\&c. \\) express a series of very converging terms, we have the present value of unity to be received in \\( x \\) years, and then by a Table to be presented in this tract of powers of numbers, and the sum of these numbers from \\( x=1 \\) to any proposed required limit, we can by multiplying the coefficients \\( A_1, A_2, A_3, \\&c. \\), of the series \\( A_1, A_2, A_3, \\&c. \\), which will be mostly very convergent coefficients, if not always, find the value of all the annual payments between any one time and any other; many examples of the ease of this method comparatively with the seemingly insurmountable difficulties which appear on these subjects, I hope to have time to lay before the reader, and to discuss many other branches which may be of interest. But not to keep the reader in suspense, I will continue the subject referable to the formula \\( L_x = d \\cdot q^x \\), where from any proposed value of \\( x \\) to any far greater value, \\( d, g, q \\) may be considered as constants, though not actually so; and now I will show how nearly the formula\n\n\\[ \\lambda L_x = C e^x - \\lambda^{-1}(e^x \\cdot \\lambda q_0 \\cdot x - h) \\]\n\nbetween the ages of 10 and 80 agrees with the Tables; and will then show how to find the constants of the equation from the commencement of life to extreme old age from the more complete formula\n\n\\[ \\lambda L_x = C e^x + k e^x + k e^x - \\lambda^{-1}(e^x \\cdot \\lambda q_0 \\cdot x - h) + \\mu x^x, \\]\n\nwhere from birth to extreme old age all the quantities except \\( x \\) are constant, but of interesting values, so that \\( k e^x \\) commences its significance at birth, and within less than one year decreases to total insignificance, but will never absolutely vanish; the term\nke also commences of significance at birth, but sinks gradually, and sinks into insignificance at the age of 20, and then and after becomes of so small value that the terms sink into entire insignificance; the terms \\( C\\epsilon^x \\) and \\( \\lambda^{-1}(e^\\epsilon \\cdot \\lambda q_0 \\cdot x - h) \\) are values of significance, from birth to extreme old age; the term \\( \\mu r^x \\) is insignificant till \\( x \\) is equal about 80, \"but for analytical anticipation is of significance some years before,\" and then it slowly increases during the remainder of life*. The value \\( k\\epsilon^x \\) is particularly interesting, because in the Carlisle Table it shows a surprising agreement with the stated mortality of children from the age of birth till the age of 1 year.\n\nArt. 7. But now continuing with respect to the original formula of near proximity to the law of mortality \\( L_x = d \\cdot g^x \\), where \\( d, g, \\) and \\( q \\) may for a long period be considered as constant, their values being dependent on the three selections of ages, and putting it in the form \\( \\lambda L_x = \\lambda d + \\lambda g \\cdot q^x \\), and using a new and useful notation with respect to logarithms, by writing underneath a letter whose logarithm is to be expressed the prostrate small \\( l \\), thus \\( q_s \\) to denote the common logarithm of \\( q \\), \\( q_g \\) to denote the Napierian logarithm of \\( q \\), and the prostrate \\( l \\) in the reverse position, thus \\( q_s \\) to denote the number whose common logarithm is \\( q \\), and \\( q_g \\) the number whose Napierian logarithm is \\( q \\), we have evidently from the equation \\( \\lambda L_x = \\lambda d + \\lambda g \\cdot q^x \\),\n\n\\[\nL_{a+x} = d + q \\cdot q^{a+x} = d + q \\cdot q^a \\times (1 + q_s \\cdot x + \\frac{1}{2} \\cdot q_g^3 \\cdot x^2 + \\frac{1}{2 \\cdot 3} \\cdot q_g^3 \\cdot x^3 + \\frac{1}{2 \\cdot 3 \\cdot 4} \\cdot q_g^4 \\cdot x^4, \\text{ &c.});\n\\]\n\nwhere the coefficients of \\( x \\) and its successive powers converge, in consequence of the smallness of the Napierian logarithm of \\( q \\), which in the Carlisle mortality is about '029, so that a very few terms of the series would be required, even if, for instance, the age \\( a \\) were 30, and we wished to know the value of \\( \\lambda L_{50} \\). To use this theorem with advantage, we should be provided with a Table of the values of \\( q \\cdot q^a \\) and of \\( d \\) for every value of \\( a \\), the youngest life of the three selected lives which are the foundation of the values of \\( d, g, q \\), their values being different according to the ages of selection; and if \\( \\lambda L_{a+x}, \\lambda L_{b+x}, \\lambda L_{c+x}, \\text{ &c.} \\) be, for the sake of example, as it was found by the above method, represented respectively by the converging series\n\n\\[\nA + A x + A x^2 + A x^3, \\text{ &c., } B + B x + B x^2 + B x^3, \\text{ &c., } C + C x + C x^2 + C x^3, \\text{ &c.,}\n\\]\n\nit is evident on taking \\( x = 0 \\), that \\( \\lambda L_a, \\lambda L_b, \\text{ &c.} \\) will be represented by \\( A, B, C, \\text{ &c.} \\); and as the logarithms of the chances of the persons of the present ages \\( a, b, c, \\text{ &c.} \\) living \\( x \\) years are respectively \\( \\lambda \\frac{L_{a+x}}{L_a}, \\lambda \\frac{L_{b+x}}{L_b}, \\text{ &c.} \\), the logarithm of the chance of \\( a \\) living \\( x \\) years, of \\( b \\) living in \\( x \\) years, of \\( c, \\text{ &c.} \\) will be respectively\n\n\\[\nA x + A x^2 + A x^3, \\text{ &c., } B x + B x^2 + B x^3, \\text{ &c., } C x + C x^2 + C x^3, \\text{ &c.};\n\\]\n\nand if \\( r \\) be the value of unity discounted for one year, using \\( r \\) to express its common logarithm, we shall have the logarithm of the present value of unity to be received in\n\n* But \\( \\mu \\), though considered now to be constant, may show after \\( x \\) is 100 that it is not absolutely so, though data are wanting to show the nature of its variability.\n\nMDCCCLXII.\n\\(x\\) years, provided the persons of the present ages \\(a\\), \\(b\\), \\(c\\), &c. are then all living, represented by\n\n\\[\n(r + ^1A + ^1B + ^1C, \\&c.)x + (^2A + ^2B + ^2C, \\&c.)x^2 + (^3A + ^3B + ^3C, \\&c.)x^3, \\&c.,\n\\]\n\na very converging series; but in the use of the method it is necessary to have, instead of the common logarithm, the Napierian logarithm, and the Napierian logarithms of \\(L_{a+\\#}\\), \\(L_{b+\\#}\\), &c. would be expressed by\n\n\\[\n\\frac{d+g}{q}q^a \\times \\left(1 + \\frac{q}{2}x + \\frac{q^2}{2}x^2 + \\&c.\\right), \\quad \\frac{d+g}{q}q^b \\times \\left(1 + \\frac{q}{2}x + \\frac{q^2}{2}x^2 + \\&c.\\right);\n\\]\n\nand if, for the sake of brevity, we represent \\(q.(q^a + q^b + q^c, \\&c.)\\), multiplied respectively by \\(q_1, \\frac{1}{2}q_1, \\frac{1}{2}q_1, \\&c.\\) by \\(A_1, A_2, A_3, \\&c.\\), we shall have the Napierian logarithm of the present value of unity to be received in \\(x\\) years, if the persons of the present ages \\(a\\), \\(b\\), \\(c\\), &c. be living, represented by \\(r + A_1.x + A_2x^2 + A_3x^3 + \\&c.\\), a very converging series. And if the anti-Napierian logarithm of this expression be represented by \\(1 + ^1Sx + ^2Sx^2 + ^3Sx^3, \\&c.\\), in which the coefficients of the different powers of \\(x\\), namely, \\(^1S, ^2S, ^3S\\), form a very converging series, then on using the notation adopted in my paper of 1820, \\(z|x^n\\), to express the sum of all the values of \\(x^n\\), from \\(x=w\\) to \\(x=z\\) inclusively of both by increasing \\(x\\) continually by unity, the present value of an annuity of 1 on the joint lives of persons now of the age of \\(a\\), \\(b\\), \\(c\\), &c., the first payment to be made in \\(w\\) years, and the last in \\(z\\) years, will be represented by the series\n\n\\[\n\\frac{x}{1}w|x^0 + ^1S\\frac{x}{1}w|x + ^2S\\frac{x}{1}w|x^2 + ^3S\\frac{x}{1}w|x^3 + \\&c.,\n\\]\n\nwhich will be a converging series.\n\nAnd if the annuity were intended to be entered on immediately, so that the first payment was to be in one year, and it was intended to continue as long as the joint lives continued, it would be written\n\n\\[\n\\frac{x}{1}w|x^0 + ^1S\\frac{x}{1}w|x + ^2S\\frac{x}{1}w|x^2 + ^3S\\frac{x}{1}w|x^3 + \\&c.;\n\\]\n\nand if this were to be an increasing annuity, continually increasing by the additions from year to year of the payment \\(n\\), the \\(x\\)th payment would be \\(1 + nx\\), and the present value of that \\(x\\)th payment would be\n\n\\[\n1 + nx(1 + ^1Sx + ^2Sx^2 + ^3Sx^3 + ^4Sx, \\&c.) = 1 + (^1S + n)x + (^2S + n \\cdot ^1S)x^2 + (^3S + n \\cdot ^2S)x^3 + \\&c.,\n\\]\n\nand therefore the present worth of such an increasing annuity on the joint lives would be represented by\n\n\\[\n\\frac{x}{1}w|x^0 + (^1S + n)\\frac{x}{1}w|x + (^2S + n \\cdot ^1S)\\frac{x}{1}w|x^2 + (^3S + n \\cdot ^2S)\\frac{x}{1}w|x^3 + (^4S + n \\cdot ^3S)\\frac{x}{1}w|x^4, \\&c.;\n\\]\n\nand a similar mode may be adopted for more complicated regulations of the payments from year to year.\nAnd to make this simple theorem easily available for the calculations, it will be convenient to have a Table of powers of numbers increasing regularly in arithmetical progression, with the common difference of 1, from 1 to 100, of the annexed form, which I call the Collecting Table, and which will be found of immense service. Such, for instance, as the following example; but a more extensive Table will be given further on.\n\n| x | Sums of x | x² | Sums of x³ | x⁴ | Sums of x⁵ | x⁶ | Sums of x⁷ | To continue to x=10, or more. |\n|---|-----------|----|------------|----|------------|----|------------|-----------------------------|\n| 1 | 1         | 1  | 1          | 1  | 1          | 1  | 1          | &c.                         |\n| 2 | 3         | 4  | 5          | 8  | 9          | 16 | 17         | &c.                         |\n| 3 | 6         | 9  | 14         | 27 | 36         | 81 | 98         | &c.                         |\n| 4 | 10        | 16 | 30         | 64 | 100        | 256| 354        | &c.                         |\n| 5 | 15        | 25 | 55         | 125| 225        | 625| 979        | &c.                         |\n| 6 | 21        | 36 | 91         | 216| 441        | 1296| 2973       | &c.                         |\n| 7 | 28        | 49 | 140        | 343| 784        | 2401| 4676       | &c.                         |\n| 8 | 36        | 64 | 204        | 512| 1296       | 4096| 8772       | &c.                         |\n| &c. to 100 | &c. | &c. | &c. | &c. | &c. | &c. | &c. | &c. |\n\nIt is evident that if this Table be continued to great values of \\(x\\), say to 100, or high powers of \\(x\\), which may be necessary in some cases, we shall get very high numbers for the value of \\(x^n\\); but these numbers, when multiplied by their coefficients, which will be very small, may not prevent the series from converging.\n\nArt. 8. But the case renders a new arithmetical notation convenient, which will be explained further on, as only a few of the most significant figures will be required, and the remainder may be considered as noughts. This analysis does not only require the anti-Napierian logarithm to be taken of analytical expressions, but also the reversion of analytical expressions into Napierian logarithms to be found; for if there be a series \\(a + bx + cx^2 + dx^3, \\&c.\\) when the coefficients \\(a, b, c, \\&c.\\) are a converging series, the Napierian logarithm of it is the Napierian logarithm of \\(a\\)\n\n\\[\n\\left(\\frac{b}{a}x + \\frac{c}{a}x^2 + \\frac{d}{a}x^3, \\&c.\\right) - \\frac{1}{2}\\left(\\frac{b}{a}x + \\frac{c}{a}x^2 + \\frac{d}{a}x^3\\right)^2 + \\frac{1}{3}\\left(\\frac{b}{a}x + \\frac{c}{a}x^2 + \\frac{d}{a}x^3, \\&c.\\right)^3, \\&c.,\n\\]\n\nwhich may be represented by \\(a + bx + cx^2 + dx^3 + \\&c.,\\) and would give the values of \\(b, c, d, \\&c.,\\) or rather proceed as follows.\n\nSupposing the Napierian logarithm of\n\n\\[1 + B_1x + B_2x^2 + B_3x^3\\]\n\nwere equal to\n\n\\[A_1x + A_2x^2 + A_3x^3 + \\&c.,\\]\n\nif these equations be put into fluxions, we shall obtain, after dividing by \\(x,\\)\n\n\\[\\frac{B_1 + 2B_2x + 3B_3x^2 + 4B_4x^3 + \\&c.}{1 + B_1x + B_2x^2 + B_3x^3 + \\&c.} = A_1 + 2A_2x + 3A_3x^2 + 4A_4x^3 + \\&c.,\\]\nand consequently\n\n\\[ A_1 + 2A_2x + 3A_3x^2 + 4A_4x^3 + \\ldots = 0. \\]\n\nConsequently\n\n\\[ A_1 = B_1; \\quad A_2 = B_2 - \\frac{1}{2} A_1B_1; \\quad A_3 = B_3 - \\frac{1}{3} (2A_2B_1 + A_1B_2), \\]\n\\[ A_4 = B_4 - \\frac{1}{4} \\{3A_3B_1 + 2A_2B_2 + A_1B_3\\}; \\quad A_5 = B_5 - \\frac{1}{5} \\{4A_4B_1 + 3A_3B_2 + 2A_2B_3 + A_1B_4\\}, \\ldots \\]\n\nfor turning natural expressions into Napierian logarithms; and we also have for the reverse, namely, turning expressions of Napierian into anti-Napierian logarithms,\n\n\\[ B_1 = A_1; \\quad B_2 = A_2 + \\frac{1}{2} A_1B_1; \\quad B_3 = A_3 + \\frac{1}{3} (2A_2B_1 + A_1B_2); \\quad B_4 = A_4 + \\frac{1}{4} (3A_3B_1 + 2A_2B_2 + A_1B_3), \\ldots \\]\n\nArt. 9. And now supposing the Napierian logarithm of the chances of persons now of the ages \\(a, \\beta, \\gamma, \\ldots\\) being living in \\(x\\) years be turned into anti-Napierian logarithms by the theorem at the end of art. 8, that is to say, into analytical natural expressions corresponding to those Napierian logarithms, and that the value of those chances be respectively deducted from unity, they will represent the respective chances of their being extinct, and may be expressed by\n\n\\[ p_a x \\times (1 + p_a x + p_a x^2 + p_a x^3 + \\ldots); \\quad p_\\beta x \\times (1 + p_\\beta x + p_\\beta x^2 + \\ldots); \\quad p_\\gamma x \\times (1 + p_\\gamma x + p_\\gamma x^2 + \\ldots), \\ldots \\]\n\nand supposing the Napierian logarithms of these several multipliers\n\n\\[ 1 + p_a x + p_a x^2 + \\ldots, \\quad 1 + p_\\beta x + p_\\beta x^2 + \\ldots, \\ldots \\]\n\nbe taken by the same theorem of art. 8, and that there be \\(n\\) persons of the above said ages \\(a, \\beta, \\gamma, \\ldots\\), and that the sum of these Napierian logarithms thus taken be represented by \\(P x + P x^2 + P x^3 + \\ldots\\), and that the product of the \\(n\\) quantities \\(p_a, p_\\beta, p_\\gamma, \\ldots\\) be represented by \\(P\\); then the present value of unity to be received in \\(x\\) years, provided all the persons before mentioned to be living are extinct, will be \\(P x^n\\), multiplied by the anti-Napierian logarithm of \\((r + P)x + P x^2 + P x^3 + \\ldots\\); and if the anti-Napierian logarithm be represented by \\(1 + R_1 x + R_2 x^2 + R_3 x^3 + \\ldots\\), the said value will be\n\n\\[ P x^n + P R_1 x^{n+1} + P R_2 x^{n+2} + \\ldots \\]\n\nWe may execute the required calculations in this manner instead of adopting rules laid down by authors of solving such questions by aid of Tables of the values of annuities on single lives and two joint lives, and obtaining by an inaccurate interpolation the values of annuities of a larger number of joint lives, as there may be required many values of annuities on three joint lives, on four joint lives, and on more joint lives, which\nwould not only require great labour, but leave very small confidence of an accurate result. And it is owing to this circumstance that, in addition to having a Table of the expressions of the Napierian logarithm, for every age, of the chance of persons of any age living $x$ years, I propose also, for every age, to have the Napierian logarithm of the quotient of the expression which gives the chance of a person of any age being dead divided by its first term, namely, $x$ multiplied by the coefficient it has in the value of the chance, as in many cases such a Table will introduce great facility.\n\nThere are much more intricate cases for calculation, which the law of mortality enables us to overcome; I allude to annuities and assurances depending on conditions of survivorships among the party who are involved in the annuity. Now I observe, from having the Napierian logarithm of the chance of each individual surviving $x$ years, or having the Napierian logarithm of the expression after it is divided by its first term, of the chance of his being dead, and adding the coefficients of all the first terms together, all the second terms together, &c., and finding the anti-Napierian logarithm of the result, and multiplying this by all the first terms, which were directed to divide the various chances, we have the natural value of the chances compounded out of them.\n\nArt. 10. Previously to proceeding, I venture to introduce a notation which I have found convenient with respect to vital algorithm, as the theory, and the application of it to important objects, introduces very large numbers, and also extremely small fractions, of which, in both cases, there is only a necessity to attend to a very few of the significant figures: thus, suppose we had the number 897654321, and that it answered for sufficient accuracy only to consider the number as 898000000, I would write it 898(6); by the (6) I mean the six noughts which are not written down; and if we had the decimal fraction .0000000763, in which eight noughts occur before the significant figure, I would write it (8)763; and if these two quantities had to be multiplied together, I should write it 898(6) × (8)763; and (8)763 consists of eleven places of decimals, and $898 \\times 763 = 685174$; and this, if four significant figures were sufficient, I would write 6852(2); to which add (6), we have 6852(8); and adding to the left (11), as (8)763 signifies .0000000763, the product will stand (11)6852(8), and would signify that three figures to the right are to be cut off as a decimal, and that the product is 6·852, because eleven places of decimals, including the first significant figure being multiplied by $10^{11}$, leaves $11 - 8$ three places of decimals; and if we had to add 68·52 to (0)23, it would be $\\frac{68\\cdot52}{+0\\cdot023} = 68\\cdot543$; and so of other cases. The great use of this notation will appear in the construction of the Collecting Table, and its application to the analytical anti-Napierian logarithms. The algorithm of vital statistics introducing the necessity of intricate entanglements of common and Napierian logarithms and anti-Napierian logarithms, and reverses of those operations in analytical expression, I think it expedient to enter more particularly on the nature of logarithms than has been\ndone. In the first place, I observe that it is usual to consider the logarithm of a positive quantity and a negative quantity the same; thus, suppose \\( g \\) were a positive number greater than 1, its logarithm would be positive, and the logarithm of this logarithm might be written the logarithm of the logarithm of \\( g \\); but if \\( g \\) were a positive number less than unity, its logarithm would be negative; and then \\( \\lambda \\log_g \\), if \\( \\lambda \\) stood for the logarithm of, and \\( \\lambda \\log_g \\) for the logarithm of the logarithm of, would have no meaning in the positive scale of logarithms. This distinction I did not notice in the notation in my paper of 1825, though, properly, the notation ought to have been, as \\( g \\) was found to be a positive number less than 1, \\( \\lambda(-\\log_g) \\); but I did not neglect in my calculation to attend to the consequence; because, till the value of \\( g \\) is known as to its being less or greater than unity, there is a convenience, but only to be adopted with care, in writing \\( \\lambda \\log_g \\).\n\nIn this paper, as has been already explained, I use the prostrate small \\( l \\), thus \\( \\log_l \\), with the loop upwards, the first to denote the Napierian logarithm of, the second the common logarithm of; and with the loop downwards, thus \\( \\log_{-l} \\), to represent the anti-Napierian logarithm of, and the anti-common logarithm; and \\( \\log_{-l} \\) would mean the common logarithm of the Napierian logarithm of, if they are placed horizontally in the line on the left of a character; thus \\( \\log_{-l} x \\) would signify the common logarithm of the Napierian logarithm of \\( x \\); but if placed below the character, which may be in some cases more convenient, thus \\( \\log_{-l} x \\), would signify the common logarithm of the Napierian logarithm of \\( x \\), and \\( \\log_{-l} x \\) would signify the common logarithm of minus the Napierian logarithm of \\( x \\).\n\nArt. 11. It appears now time to show how to use the original formula \\( L_x = d \\cdot g^{x^q} \\), in order to reduce it into a form for practice, and which may be written\n\n\\[\n\\log_{-l} L_x = -d + q(1 + \\frac{1}{2} q^2 x + \\frac{1}{2 \\cdot 3} q^3 x^3 + &c.),\n\\]\n\nwhere \\( \\log_{-l} \\), whether put to the left of a character or below it, stands for the Napierian logarithm of, and \\( q, \\frac{1}{2} q^2, \\frac{1}{2 \\cdot 3} q^3, &c. \\), multiplied by \\( g \\), stand for the coefficients of \\( x, x^2, x^3, &c. \\) in the development of \\( \\log_{-l} L_x \\); and I add, with respect to any function \\( ax + bx^2 + cx^3, &c. \\), we would represent the anti-Napierian logarithm of it by \\( 1 + b_1 x + b_2 x^2 + b_3 x^3, &c. \\). The value of these coefficients will be different according as the values \\( d, g, q \\) are different, which values, from what has been stated, will differ for every selection used in the vital rule of three of the three lives, as, though they have for a long period in every selection the appearance of constancy, they are not absolutely constant; and I observe, that I use the same notation for the development of the value of \\( \\log_{-l} L_x \\) in the more perfect formula which I have given, namely,\n\n\\[\n\\log_{-l} L_x = C \\varepsilon^x + k_1 \\varepsilon^x + k_2 \\varepsilon^x = (e^x q \\times x - h) + \\mu \\nu^x;\n\\]\n\nbut I should state the formula to which I here refer is\n\n\\[\n\\log_{-l} L_x = C \\varepsilon^x + k_1 \\varepsilon^x + k_2 \\varepsilon^x = -(e^x q \\times x - h) + \\mu \\nu^x.\n\\]\nBut the formula I now state is more convenient for ultimate reduction; but the difference of the two being while \\( \\log \\) stands for the common logarithm of, and \\( \\log^{-1} \\) for the anti-common logarithm of, in the formula referred to, the values of \\( C, k, k, \\mu \\) are not the same in this as in that, but would be, if multiplied by the Napierian logarithm of 10; and I will begin by showing the great use which even the original formula \\( L_x = d \\cdot g^{q^x} \\) may be, though \\( d, g, q \\) are, instead of being absolute constants, quantities very slowly variable from one selection of three lives to another; though it is not equally valuable in point of accuracy to the improved formula, where all the quantities except \\( x \\) are constant from birth to extreme old age. And now, reverting to the formula \\( L_x = d \\cdot g^{q^x} \\), and observing that in the Carlisle mortality the selection of the three ages may be distant from each other by even 30 years, being 10, 40, 70, we obtain a very efficiently-useful formula, although in some cases, though rarely, \\( L_x \\) given by the formula, and \\( L_x \\) of Milne, may even differ two years; but still, the proportion of the chances of living to those ages given by each will be but a small per cent. of each other. When the selection is 10, 40, 70, we have \\( d = 8.8833; q = 0.0377355; g = -0.0786136; \\log(-g) = 2.89605; \\log(g) = 2.57675 \\). Here the difference of ages in the three selected lives is successively 30 years; but as that difference may not give sufficient accuracy, I do not adopt it.\n\nIf \\( L_x = d \\cdot g^{q^x} \\), with constant values of \\( d, g, q \\), were true throughout life, we should have the logarithm of \\( L_x = \\log \\) of \\( d + \\log \\) of \\( g \\cdot q^x \\), and\n\n\\[\n\\lambda L_{a+x} = \\log \\text{ of } d + \\log \\text{ of } g \\cdot q^a \\cdot q^x,\n\\]\n\nas before observed; and the logarithm of the chance of a person of the age \\( a \\) being living in \\( x \\) years \\( = \\log \\text{ of } \\frac{L_{a+x}}{L_a} = \\log \\text{ of } g \\cdot q^a(q^x-1); \\) and similarly the logarithm of the chances of persons of the ages \\( b, c, \\) &c. living \\( x \\) years will be expressed, logarithm of \\( g \\cdot q^b(q^x-1), \\) &c.; and consequently we shall have the logarithm of the chance of persons now of the ages \\( a, b, c, e \\) living \\( x \\) years\n\n\\[\n= \\log \\text{ of } g \\times (q^x-1)(q^a+q^b+q^c+q^e),\n\\]\n\nand also the logarithm of the chance of a person of the age \\( p \\) living \\( x \\) years \\( = \\log \\text{ of } g \\times (q^x-1) \\cdot q^p; \\) and therefore if \\( p \\) be found so that \\( q^p = q^a+q^b+q^c+q^e, \\)\n\nor, which is the same thing, if \\( p \\) be the value of \\( \\left( \\frac{\\log \\text{ of } (q^a+q^b+q^c+q^e)}{\\log \\text{ of } q} \\right), \\) then will the chance of a person of the age \\( p \\) living \\( x \\) years, and the chance the four persons of the ages \\( a, b, c, e \\) being every one surviving in \\( x \\) years, be exactly the same. This circumstance had induced the learned Professor Augustus De Morgan, when commenting on the theorem \\( L_x = d \\cdot g^{q^x} \\), which was given by me in the Philosophical Transactions in the year 1825, and the ingenious Mr. Sprague, and others who appreciated it, and philosophically felt pleasure in bestowing praise where they thought merit was due for the discovery of a useful theorem, with good analytical judgment to observe,\nthat if the theorem were true through life, the value of annuities on any number of joint lives might be with ease obtained, which would be a most beautiful and useful property.\n\nBut, as I have shown in my paper of 1825, and here more fully illustrated, those values can only be considered as approximative constants for a limited period, though that period is very long, and whilst \\( x \\) increases from 0 to about 60, if \\( a \\) were =10. I have shown in that paper, in the Carlisle Table of Mortality of the late learned Mr. Milne, that the theorem affords values for \\( L_x \\) at the different ages, say from 10 to 60, differing very triflingly from Milne's Tables; and having in that paper expressly stated and shown that they were not absolutely constant, but depend on the ages of the three selected lives, it need not cause surprise that the theorem does not serve for that useful purpose; because \\( p \\), determined by the equation \\( q^a + q^b + q^c + q^d = q^p \\), would come out so much larger than the limits of the applicability of these first-found constants, that, if the method availed, it would be a contradiction to the assertion that the elements were variable, as any one may convince himself; but there are cases easily pointed out where the ages may be so taken as to afford a result by the theorem approximatively true.\n\nBut this observation does not deprive the theorem \\( L_{a+x} = d \\cdot g^{q+a} \\) of very great and serviceable value; but to make it extensively available it will require a Table for every age \\( a \\) of the constants \\( d, g, q \\), varying from one age to the other; though the theorem\n\n\\[\nL_a = C \\cdot e^x + k_1 e^x + k_2 e^x - c(e^x \\cdot x - h \\cdot q) + \\mu v^x\n\\]\n\nappears still more valuable, which has the same constants for every age, from birth to extreme old age, and which, from the age of about 10 to 80, will take the simpler form\n\n\\[\nL_a = C e^x - c(e^x \\cdot x - h \\cdot q),\n\\]\n\nin consequence of the portions, \\( k_1 e^x, k_2 e^x \\) and \\( \\mu v^x \\), between these limits being insignificantly small.\n\nWhen the differences of the selected ages are only instead of 30 years assumed further on 20 years, that is, when difference \\( n = 20 \\), and if \\( m \\) be respectively 10, 20, 30, 40, 50, 60, that is, if the youngest in the selection be respectively 10, 20, ... 60, we have, for finding \\( d, g, q \\) in the formula \\( L_x = d \\cdot g^x \\), the following data:\n\nFor the selection 10, 20, 30, we have\n\n\\[\n\\begin{align*}\nd &= 3.88012, & q &= 0.0132565, & (-g) &= 2.71185, & g &= -0.051508. \\\\\nd &= 8.9343, & q &= 0.030526, & (-g) &= 1.07407, & g &= -0.11860.\n\\end{align*}\n\\]\n\nFor the selection 20, 40, 60, we have\n\n\\[\n\\begin{align*}\nd &= 3.88137, & q &= 0.012984, & (-g) &= 2.72607, & g &= -0.053211. \\\\\nd &= 8.9374, & q &= 0.027897, & (-g) &= 1.08829, & g &= -0.12254.\n\\end{align*}\n\\]\n\nFor the selection 30, 50, 70, we have\n\n\\[\n\\begin{align*}\nd &= 3.8273, & q &= 0.0192535, & (-g) &= 2.30241, & g &= -0.020064. \\\\\nd &= 8.8127, & q &= 0.044334, & (-g) &= 2.66463, & g &= -0.0462.\n\\end{align*}\n\\]\nFor the selection 40, 60, 80, we have\n\n\\[-d = 3.75272, \\quad -q = 0.030345, \\quad -(q) = 3.46094, \\quad q = -0.028903.\\]\n\n\\[-d = 8.6409, \\quad -q = 0.069872, \\quad -(q) = 3.82316, \\quad q = -0.066552.\\]\n\nFor the selection 50, 70, 90, we have\n\n\\[-d = 3.71469, \\quad -q = 0.0334825, \\quad -(q) = 3.18036, \\quad q = -0.015148.\\]\n\n\\[-d = 8.55534, \\quad -q = 0.077096, \\quad -(q) = 3.54258, \\quad q = -0.034880.\\]\n\nFor the selection 60, 80, 100, we have\n\n\\[-d = 3.75272, \\quad -q = 0.0270605, \\quad -(q) = 2.10984, \\quad q = -0.012878.\\]\n\n\\[-d = 8.74186, \\quad -q = 0.062309, \\quad -(q) = 2.47206, \\quad q = -0.029652.\\]\n\nThe selections give, for the analytical expression of \\(-L_{a+x}\\) corresponding to the several values of \\(a\\) below, the expressions below:\n\n| \\(a\\) | \\(-L_{a+x}\\) |\n|------|-------------|\n| 10   | \\(8.9343 - (160927 + 0.04912x + 475x^2 + 6762x^3 + 858x^4 + 1035x^5 &c.)\\) |\n| 20   | \\(8.8127 - (22279 + 0.0662x + 49795x^2 + 69924x^3 + 875x^4 + 1044x^5 + 122x^6)\\) |\n| 30   | \\(8.8127 - (17468 + 0.077443x + 3171678x^2 + 52537x^3 + 72812x^4 + 924x^5 + 112x^6)\\) |\n| 40   | \\(8.6409 - (10888 + 0.07608x + 32658x^2 + 56191x^3 + 6108x^4 + 812x^5 + 1017x^6)\\) |\n| 50   | \\(8.5534 - (16470 + 0.12696x + 348943x^2 + 41258x^3 + 62424x^4 + 83738x^5 + 1048x^6)\\) |\n| 60   | \\(8.74186 - (54134 + 0.33930x + 21051x^2 + 4218826x^3 + 63396x^4 + 5423x^5 + 1044x^6)\\) |\n\nWhere observe were \\(a\\), 10, 20, 30, 40, 50, 60, and were \\(x\\) taken in each case \\(= 0\\), the above expression would be respectively the values of \\(-L_{10}, -L_{20}, -L_{30}, -L_{40}, -L_{50}, -L_{60}\\), which would become \\(8.9343 - 160927 = 8.77337; 8.9374 - 22279 = 8.71462; 8.8127 - 17468 = 8.3887; 8.6409 - 10888 = 8.5320; 8.5534 - 16470 = 8.3887; 8.74186 - 54134 = 8.20052\\): the reader is already informed that the symbol, for instance, \\(8.3738\\), signifies \\(0.00000003738\\).\n\nArt. 12. And now returning to the assumed formula\n\n\\[\\lambda L_x = C e^{-x} - \\lambda^{-1} \\{e^x x - h \\cdot \\lambda q_0\\},\\]\n\nof which, in the case of the Carlisle mortality, I have already given the value of \\(C, e,\\) and putting \\(C e^{-x} - \\lambda L_x = M_x\\), we shall have the equation\n\n\\[\\lambda^{-1} \\{e^x x - h \\cdot \\lambda q_0\\} = M_x,\\]\n\nand consequently\n\n\\[e^x x - h \\cdot \\lambda q_0 = \\lambda M_x;\\]\n\nand using the vital rule of three, that is to say, selecting three values of \\(x\\) to find the three unknown quantities \\(e, h,\\) and \\(q_0\\), say \\(x = m, x = m + n, x = m + 2n\\), we have the three equations,\n\n\\[e^m (m - h) \\cdot \\lambda q_0 = \\lambda M_m,\\]\n\n\\[e^{m+n} (m + n - h) \\cdot \\lambda q_0 = \\lambda M_{m+n},\\]\n\n\\[e^{m+2n} (m + 2n - h) \\cdot \\lambda q_0 = \\lambda M_{m+2n}.\\]\nMultiply the first and third of the equations together, and square the second, and we shall have by reduction, putting\n\n\\[\n\\frac{\\lambda M_m \\times \\lambda M_{m+2n}}{(\\lambda M_{m+n})^2} = Q_m, \\quad \\frac{m-h, m+2n-h}{(m+n-h)^2} = Q_m,\n\\]\n\nthat is,\n\n\\[\n\\frac{(m+n-h-n) \\times (m+n-h+n)}{m+n-h^2} = Q_m;\n\\]\n\nthat is,\n\n\\[\n\\frac{(m+n-h)^2 - n^2}{(m+n-h)^2} = Q_m;\n\\]\n\nconsequently\n\n\\[\n\\frac{m+n-h^2 \\times 1-Q_m}{m+n-h^2} = n^2,\n\\]\n\nand therefore\n\n\\[\nh = m + n + \\sqrt{1-Q_m};\n\\]\n\nand \\(m, n, \\lambda L_m, \\lambda L_{m+n}, \\lambda L_{m+2n}\\) being taken from the Table for the given or assumed values of \\(m\\) and \\(n\\), and \\(C\\) and \\(E\\) having been found, we have the value of \\(h\\); and from the equation\n\n\\[\ne^x \\cdot x - h \\cdot q_0 = \\lambda M_x\n\\]\n\nwe have, by putting \\(m\\) and \\(m+n\\) for \\(x\\), the two equations\n\n\\[\ne^m \\cdot \\lambda q_0 \\cdot m-h = \\lambda M_m\n\\]\n\nand\n\n\\[\ne^{m+n} \\cdot \\lambda q_0 \\cdot m+n-h = \\lambda M_{m+n},\n\\]\n\nand consequently we have\n\n\\[\ne^n = \\frac{\\lambda M_{m+n} \\times m-h}{\\lambda M_m \\times m+n-h},\n\\]\n\nand therefore\n\n\\[\nn \\lambda e = \\lambda(-\\lambda M_{m+n}) + \\lambda(h-m) - \\lambda(-\\lambda M_m) - \\lambda(h-m-n),\n\\]\n\nbecause \\(\\lambda M_m, \\&c.\\) is negative, and therefore we cannot take its logarithm. Now having found \\(h\\) and \\(e\\), we find \\(q_0\\) from the equation\n\n\\[\ne^m \\cdot m-h \\cdot q_0 = \\lambda M_m,\n\\]\n\nwhich will give\n\n\\[\n\\lambda q_0 = \\lambda(-\\lambda M_m) - \\lambda(h-m) - m \\lambda e;\n\\]\n\nand taking for \\(m\\) and \\(n\\) 20 and 30 respectively, which will give the data for the selection (by the vital rule of three) 20, 50, 80, we are to expect, if the theorem is an approximation to the law of mortality, that it will very nearly agree with the Tables of mortality for every age, from the age of 20 to 80, which, by the example I am about to give, will be found to be the case. And to proceed, from having found\n\n\\[\n\\lambda C = .59461, \\quad \\lambda E = 1.999746,\n\\]\n\nwe have\n\n\\[\n\\lambda C_{50} = .589443; \\quad \\lambda C_{50} = .581882; \\quad \\lambda C_{50} = .57431;\n\\]\n\n\\[\n\\therefore \\quad C_{50} = 3.88631; \\quad C_{50} = 3.81882; \\quad C_{50} = 3.75249,\n\\]\nand therefore\n\n\\[ M_{20} = C_{e^{20}} - \\lambda L_{20} = \\{3.88631\\} = 10168 \\]\n\\[ M_{50} = C_{e^{50}} - \\lambda L_{50} = \\{3.81882\\} = 17566 \\]\n\n\\[ M_{80} = C_{e^{80}} - \\lambda L_{80} = \\{3.75249\\} = 77340 \\]\n\n\\[ \\lambda M_{20} = 1.007326 \\]\n\\[ \\lambda M_{50} = 1.22467 \\]\n\\[ \\lambda M_{80} = 1.04747 \\]\n\n\\[ \\lambda(-\\lambda M_{20}) = 1.99680; \\quad \\lambda(-\\lambda M_{50}) = 1.87814; \\quad \\lambda(-\\lambda M_{80}) = 1.04747. \\]\n\nTo find Q.\n\n\\[ \\lambda(-\\lambda M_{20}) = 1.99680 \\]\n\\[ \\lambda(-\\lambda M_{50}) = 1.04747 \\]\n\\[ \\lambda(-\\lambda M_{80}) = 1.04427 \\]\n\\[ -2\\lambda(-\\lambda M_{50}) = 1.75628 \\]\n\n\\[ \\lambda Q = 1.28799 \\]\n\\[ Q = 0.19408 \\]\n\\[ 1 - Q = 0.80592 \\]\n\\[ \\lambda(1-Q) = 1.90629 \\]\n\\[ \\frac{1}{2}\\lambda(1-Q) = 1.95336 \\]\n\nIts compt. \\(= 0.04686\\)\n\n\\[ \\lambda(n=30) = 1.47712 \\]\n\\[ \\lambda \\frac{30}{\\sqrt{1-Q}} = 1.52398 \\]\n\\[ \\frac{30}{\\sqrt{1-Q}} = 33.418 \\]\n\n\\[ h = m + n + \\frac{n}{\\sqrt{1-Q}} = 83.418 \\]\n\\[ h - m = 63.418 \\]\n\\[ h - m - n = 33.418 \\]\n\n\\[ \\lambda e = \\frac{\\lambda - \\lambda M_{m+n} + \\lambda h - m - \\lambda - \\lambda M_m - \\lambda h - m - n}{30} \\]\n\n\\[ \\lambda(-\\lambda M_{m+n}) = 1.87814 \\]\n\\[ \\lambda(-\\lambda M_m) = 1.99680 \\]\n\\[ \\lambda(h-m) = 1.80223 \\]\n\\[ \\lambda(h-m-n) = 1.52401 \\]\n\\[ \\lambda e = 0.0531866 \\]\n\\[ \\lambda e^{30} = 1.0637 \\]\n\nFormula.\n\n\\[ \\lambda L_e = C_{e^x} - \\lambda^{-1}\\{e^x - h \\cdot \\lambda q_0\\} \\]\n\\[ \\lambda C = 5.9461 \\]\n\\[ h = 83.412 \\]\n\\[ C = 3.93197 \\]\n\\[ \\lambda e = 0.0531866 \\]\n\\[ \\lambda \\lambda q_0 = 2.08822 \\]\n\nProof of work (see the Theorem).\n\n\\[ \\lambda(-\\lambda M_{20}) = \\{2.0882\\} \\]\n\\[ \\lambda(-\\lambda M_{50}) = \\{2.0882\\} \\]\n\\[ \\lambda(-\\lambda M_{80}) = \\{2.0882\\} \\]\n\\[ \\lambda(-\\lambda M_{20}) = 1.99680 \\]\n\\[ \\lambda(-\\lambda M_{50}) = 1.87811 \\]\n\\[ \\lambda(-\\lambda M_{80}) = 1.04745 \\]\nArt. 13. The very near coincidence of the result of the formula\n\n\\[ \\lambda L_x = C e^x - \\lambda^{-1} \\{ e^x x - h \\lambda q_0 \\} \\]\n\nwith Mr. Milne's Table, from the age 10 years to the age 80, that is to say, for seventy years in continuance, appears strongly demonstrative of the near proximity of the above formula to the law of mortality; and from the uniformity of the progression being evident, which uniformity in Milne's Table does not equally appear, gives reason for a preference for the number deduced from the law, to those of Milne's Table, for adoption. But it will appear that notwithstanding this agreement of the result of the formula whose constants \\( C, \\varepsilon, e, h, q_0 \\) are obtained, the first two of them from the values of \\( d \\) in the two formulae in my paper of 1825, which treats of the formula \\( L_x = d \\cdot g^{q_x} \\), the one being obtained by the vital rule of three, by the selection of the three ages 20, 40, 60, the other by the selection 60, 80, 100, and the other three constants, namely \\( e, h, q_0 \\), by help of those constants \\( C, \\varepsilon \\), by only three selected ages at thirty years' distance from each other, namely the ages 20, 50, 80; and though the vital rule of three is here constructed on a more recondite analysis than the former; still that uniformity and that interesting coincidence does not subsist with ages less than 10, nor with ages above 80, and especially for ages from birth to the age of a few months; because the more correct formula seems to require three additional terms discoverable by investigation. These I find to be of the form \\( k \\varepsilon^x, k \\varepsilon^x, \\mu \\nu^x \\), where \\( k, \\varepsilon, k, \\varepsilon, \\mu, \\nu \\) are all constant quantities, and of such peculiarly interesting values, that I feel it proper to draw the reader's attention to their values, their effects, and the mode of discovery of them. The effect of the first, \\( k \\varepsilon^x \\), commences at birth in its greatest value, but at the expiration of one month sinks to comparative insignificance, and before the end of one year leaves no appreciable signs of its existence; the second, \\( k \\varepsilon^x \\), arises in its effect with birth, but continually decreases in\neffect till the age of about 21 in the Carlisle mortality, and then and after, through the remainder of life, becomes of total insignificance; and the third term does not come into appreciable effect for calculating the number of living till the age of about 80; though for anticipating the number of living which will result from some age to ages above 80, for the purpose of calculation, its effect cannot be overlooked when the age from which the anticipation is necessary is some years less than 80. And the methods of finding those constants which I have adopted will now be explained. Paying attention only to the additional function $k\\varepsilon^x$, the formula will stand\n\n$$\\lambda L_x = C\\varepsilon^x + k\\varepsilon^x - M_x;$$\n\nwhere $M$ stands as above for $\\lambda^{-1}\\{e^x.x-h.q_x\\}$; and putting $\\lambda L_x + M_x - C\\varepsilon^x = K_x$, for the sake of brevity, and taking, in order to have two equations, in order to find the two constants $k, \\varepsilon$, two values of $x$, namely $x=1, x=2$, we shall, from Milne's Tables having $\\lambda L_1, \\lambda L_2$, and from the known values of $C\\varepsilon=3.92971$, $C\\varepsilon^2=3.9271$, and the values of $M_1$ and $M_2$, have the value $K_1$ and $K_2$; and as we have $k\\varepsilon=K_1$, $k\\varepsilon^2=K_2$, we have\n\n$$\\varepsilon = \\frac{K_2}{K_1} \\quad \\text{and} \\quad k = \\frac{K_1}{\\varepsilon} = \\frac{K_2}{K_1},$$\n\nthat is,\n\n$$\\lambda\\varepsilon = \\lambda K_2 - \\lambda K_1 = 1.79811, \\quad \\text{and} \\quad \\lambda k = 1.16855, \\quad \\varepsilon = .62822, \\quad k = .14742.$$\n\nThese values of $k$ and $\\varepsilon$ being now known, we introduce the term $k\\varepsilon^x$, and we shall have\n\n$$\\lambda L_x = C\\varepsilon^x + k\\varepsilon^x + k\\varepsilon^x - M_x = K_x - M_x + k\\varepsilon^x;$$\n\nand consequently\n\n$$k\\varepsilon^x = \\lambda L_x + M_x - K_x;$$\n\nput this $= K_x$ for the sake of brevity, and we shall have $k\\varepsilon^x = K_x$; and in order to have two equations for the purpose of finding $k$ and $\\varepsilon$, take for $x$ the two ages of $x=0$, that is, the age of birth, and $x=\\frac{1}{12}$, that is, the age of one month, and we have the two equations\n\n$$k = K_0 \\quad \\text{as} \\quad \\varepsilon^0 = 1, \\quad \\text{and} \\quad k\\varepsilon^{\\frac{1}{12}} = K_{\\frac{1}{12}},$$\n\nand we obtain\n\n$$k = .02266, \\quad \\lambda k = 2.35526, \\quad \\lambda\\varepsilon^{\\frac{1}{12}} = 1.27720, \\quad \\lambda\\varepsilon = 9.3264.$$*\n\nIt now remains to find $\\mu, \\nu$ of the expression $\\mu\\nu^x$; which only is of appreciable value when $k\\varepsilon^x, k\\varepsilon^x$ become perfectly of inappreciably small consideration; that is, in the case\n\n* In deducing the above values of $k\\varepsilon$, there were some slips of the pen: for instance, taking $k=.14042$ for $k=.14742$, so that $k$ was taken too large, namely $.02266$ by $.007$, and should be taken therefore $.01566$; this change will require a change in the value of $\\varepsilon$, which is obtained by making some slight alteration in Milne's date for $L_{\\frac{1}{12}}$, that is to say, for the age of one month, and that change I have made in my calculation to an increase of eight years, making $L_{\\frac{1}{12}}=9475$ instead of 9467, which is as likely to be correct as the other. Some small alteration I thought I found necessary in order not to get into imaginary quantities, and my calculation gives $\\lambda\\varepsilon^{\\frac{1}{12}}=1.43767$, $\\lambda\\varepsilon=7.25104$, and of course the formula gives $\\lambda L_{\\frac{1}{12}}=9475$ to be adopted, though for the first months of age the last may be retained.\nwhere the equations may be considered\n\n\\[ \\lambda L_x = C e^x - \\lambda^{-1} \\{ e^x x - h \\cdot \\lambda q_0 \\} + \\mu v^x; \\]\n\nand therefore, putting \\( \\lambda L_x + M_x - C e^x = Q_x \\), we shall have \\( \\mu v^x = Q_x \\).\n\nThe operations for \\( \\lambda \\varepsilon, \\lambda k, \\lambda \\varepsilon, \\lambda k, \\lambda \\mu, \\lambda \\nu \\), the logarithms of the constants in the general formula\n\n\\[ \\lambda L_x = C e^x + k e^x + k e^x - \\lambda^{-1} \\{ e^x x - h \\cdot \\lambda q_0 \\} + \\mu v^x, \\]\n\nare as follow:\n\nFor \\( \\lambda \\varepsilon, \\lambda k \\),\n\n\\[ \\lambda k = \\lambda K_1 = 2.96666, \\quad \\lambda k = \\lambda K_2 = 2.76477 \\]\n\\[ \\lambda \\varepsilon = 1.79811 \\]\n\\[ \\lambda k = 2.96666 \\]\n\\[ \\lambda k - \\lambda \\varepsilon = \\lambda k = 1.16855 \\]\n\\[ k = 1.4742 \\]\n\nFor \\( \\lambda k, \\lambda \\varepsilon \\),\n\n\\[ \\lambda L_0 = 4.00000 \\quad C = 3.93197 \\quad \\lambda L_{1/2} = 3.97621 \\quad C e^{1/2} = 3.93179 \\]\n\\[ M_0 = 0.9505 \\quad k = 1.4042 \\quad M_{1/2} = 0.9505 \\quad k e^{1/2} = 1.3518 \\]\n\\[ 4.09505 \\quad 4.07239 \\quad 4.07126 \\quad 4.06697 \\]\n\\[ \\lambda k = 2.35526 \\quad \\lambda k = 3.63246 \\]\n\\[ \\lambda k = 2.35526 \\quad \\lambda k = 2.35526 \\]\n\\[ \\lambda \\varepsilon = 1.2777 \\]\n\\[ \\lambda \\varepsilon = 9.3264 \\]\n\nFor \\( \\lambda \\mu, \\lambda \\nu \\),\n\n\\[ \\lambda \\mu + 90 \\lambda \\nu = \\lambda Q_{90} \\]\n\\[ \\lambda \\mu + 100 \\lambda \\nu = \\lambda Q_{100} \\]\n\\[ \\lambda L_{90} = 2.15229 \\quad \\lambda L_{100} = 0.95425 \\quad \\lambda Q_{100} = 0.33421 = \\lambda \\mu \\nu^{100} \\quad \\lambda \\mu \\nu^{100} = 0.33421 \\]\n\\[ M_{90} = 1.74908 \\quad M_{100} = 4.91349 \\quad \\lambda Q_{90} = 1.23042 = \\lambda \\mu \\nu^{90} \\quad \\lambda \\nu^{100} = 11.0379 \\]\n\\[ 3.90137 \\quad 5.86774 \\quad 1.10379 = \\lambda \\nu^{10} \\quad \\lambda \\mu = 11.29631 \\]\n\\[ C e^{90} = 3.73138 \\quad C e^{100} = 3.70336 \\quad \\lambda \\nu = 1.10379 \\]\n\\[ Q_{90} = 1.6999 \\quad Q_{100} = 2.15888 \\]\n\nAnd we have\n\n\\[ C = 3.931968; \\quad \\varepsilon = 0.99942; \\quad \\lambda C = 0.59461, \\quad \\lambda \\varepsilon = 1.99974617; \\]\n\\[ k = 0.4742, \\quad \\lambda k = 1.16855; \\quad \\lambda \\varepsilon = 1.79811; \\quad \\lambda k = 0.15522, \\quad \\lambda k = 2.1824; \\]\n\\[ e = 1.01247, \\quad \\lambda e = 0.05318666; \\quad q_0 = 1.0286, \\quad \\lambda q_0 = 0.12252, \\quad \\lambda q_0 = 2.08822; \\]\n\\[ \\lambda \\varepsilon = 7.25104, \\quad \\lambda \\varepsilon = 1.43767; \\]\n\\[ h = 83.418; \\quad \\mu = 10.1978, \\quad \\lambda \\mu = 11.29631; \\quad \\nu = 1.2894, \\quad \\lambda \\nu = 1.10379; \\]\nwhich will give an easy means of regularly finding the value of $L_x$, the number of persons living out of the number $L_0$, the number taken for the birth, as a base, for every year of age to 100, or beyond that if the accuracy can be depended on beyond 100; and, what will be interesting to the reader in favour of the formula, it will give the number agreeing with Milne's Table living for the monthly portions of the deaths of children below one year of age with a very satisfactory agreement, considering that perfect accuracy in Milne's Table cannot be expected to exist, owing to the scanty means he could have had for that purpose. In a paper I presented for consideration to the fourth section of the International Statistical Congress, already referred to, held during the week commencing on 16th July last, \"On the one uniform Law of Human Mortality from the age of Birth to extreme old age, and on the Law of Sickness,\" which was honoured by its publication among its reports, I only offered hints, without the abstruse mathematical portions being brought forward of this paper which I am venturing to offer to this Society; which I felt was partly a duty I had to perform; namely, to add my small services to the Congress; especially in consequence of the insufficient state of my health ever since and before I attempted to search into my former published and unpublished papers on the interesting subject of Vital Statistics, and useful Application of the Results, with a view to improve, and add matter of interest to the subject; which I flatter myself I had treated on with some approbation from the scientific public; and being doubtful if I should be able to offer even the paper I had so far completed for the approbation of the Society, I therefore feel satisfied that my having given these slight hints will not be a cause to render this attempt to bring these few pages before the Society unacceptable, especially as, since the hints were written, I think I have discovered a greatly improved form of the formula of mortality, and a more satisfactory one. The formula of mortality which in these hints was given was\n\n$$\\lambda L_x = \\text{constant} + ke^x - k'e^{x-u} - ng^x - P_x, \\quad P_x \\text{ being } = \\theta \\cdot (w)^{\\pi(x-u)},$$\n\nwhere all the values on the right-hand side of the equation are constant except $x$, from birth to extreme old age, including $\\theta$, $w$, and $u$; and $\\theta$ very nearly I said unity, which value it was taken; but I stated I thought it could not be exactly unity, the reason for which doubt was that $P_x$ having been put for the common logarithm of the number whose common logarithm is $\\theta$, raised to the power $w^{\\pi(x-u)}$, if $\\theta$ were exactly 1, the number whose common logarithm is $\\theta$ would be exactly 10, and the equation, of which the aforesaid equation is the logarithm, would be\n\n$$L_x = \\text{constant} \\times A^x B^{\\pi x} \\times C^{\\pi x} \\times D^{\\pi x};$$\n\n$A$, $B$, $C$, $D$ being constants, and $\\lambda^{-1} P_x = 10^{\\pi(x-u)}$, and it appeared to me that nature could not be governed by the conventional notation of the decimal arithmetic.\n\nArt. 14. In the paper presented to the International Congress, I gave a Table, resulting from the above formula, of persons living to the extent of life, from birth to the age of 100, and for the age of 1, 2, 3, 6, 9, and 12 months, which appeared to\nme very satisfactory; but I do not repeat that Table here, as I have given a Table from what I consider the improved formula: but I gave in that paper the values for the four cases, namely, Carlisle, Northampton, Sweden, and De Parcieux, of the aforesaid valuable constants of the formula just stated, and there alluded to; in this I mean to subjoin the results for tables of mortality of constants for the last three places, which are satisfactory in my opinion. But I am not able to say if, before this goes to press, I shall be able to give the results which an investigation of the constants in the formula, which I consider an improvement of the other, will give for the last three mortalities.\n\nArt. 15. The term 'expectation of life' in common use is not applied to that which I should call the orthodox expectation of life, and therefore, not venturing to discard the usual adoption of it, I will introduce the term orthodox expectation of life for that term of years to which it is an equal chance whether a person of a given age shall reach or not; and I observe, if the Napierian logarithm of the chance of a person of a given age living $x$ years beyond that age be represented by $^1Ax + ^2Ax^2 + ^3Ax^3 + \\&c.$, which will be a negative quantity, this must be put $= -691472$, namely, Napierian logarithm of $\\frac{1}{2}$. And the value of $x$ which will result from that equation is that which I call the orthodox expectation of life of that person; and if there be any number of joint lives, and the sum of the Napierian logarithms of the chances of each separately living $x$ years be represented by $^1Ax + ^2Ax^2 + ^3Ax^3 + \\&c.$, if this be put $= -691472$, namely, the Napierian logarithm of $\\frac{1}{2}$, the value of $x$, which this equation will give, will be the period beyond the present to which the joint existence of those joint lives has an equal chance of attaining or not attaining; and as the coefficients $^1A$, $^2A$, $^3A$ are very converging, a very few terms will be sufficient, perhaps merely the first term; and if there be two separate combinations of joint lives, which I will call the A combination and the B combination, and the Napierian logarithm of the chance of the A combination lasting $x$ years be represented by $^1Ax + ^2Ax^2 + ^3Ax^3 + \\&c.$, and that of the B combination lasting $x$ years be represented by $^1Bx + ^2Bx^2 + ^3Bx^3$, &c., then if these two be equal to each other, and $x$ comes out positive and not beyond the limit of the accuracy of the theorem, $x$ will be the term to which it is an equal chance of one combination in particular surviving or not surviving the other; but should $x$ come out negative, that term of years does not exist within the limits at least of accuracy of the theorem.\n\nArt. 16. If there be two sets of lives, which I will call the A combination and the B combination, and the separate chances of their existing $x$ years be respectively represented by\n\n$$1 + ^1Ax + ^2Ax^2 + ^3Ax^3 + \\&c.$$ and $$1 + ^1Bx + ^2Bx^2 + ^3Bx^3 + \\&c.$$ respectively, then the chance that the B combination shall fail during the continuance of the A combination, and between the periods $t = a$ given quantity to $t = x$, will be the fluent of\n\n$$(1 + ^1Ax + ^2Ax^2 + ^3Ax^3 \\&c.) \\times -\\text{fluxion of } (^1Bx + ^2Bx^2 + ^3Bx^3, \\&c.)$$\n\nbetween those limits, because the fluxion of the discontinuance is minus the fluxion of\nthe continuance, that is to say, that chance is equal to\n\n\\[-(1'B.\\overline{x-t} + \\frac{1}{2}K.\\overline{x^2-t^2} + \\frac{1}{3}K.\\overline{x^3-t^3}, \\text{ &c.}),\\]\n\nwhere\n\n\\[1'K = 2'B + 1'A'B; \\quad 2'K = 3'B + 2'A^2B + 2'A'B;\\]\n\n\\[3'K = 4'B + 3'A.B + 2'A.B + 3'A'B; \\quad 4'K = 5'B + 4'A.B + 3'A.B + 2'A.B + 4'A.B;\\]\n\nwhere the law of continuation is evident. And the chance that the combination A failed previously to the failure of the combination B, is the fluent of\n\n\\[(Ax + 2Ax^2 + 3Ax^3, \\text{ &c.})(Bx + 2Bx^2 + 3Bx^3, \\text{ &c.}),\\]\n\nwhich evidently is the excess of the chance of the combination of B failing independently of any connecting A, above the chance of the combination B failing whilst the combination A exists, and thus we may proceed to successive additional cases of conditional contingencies with respect to more combinations. Now it is observable that in consequence of the great convergency of the coefficients \\(1'A, 2'A, 3'A, \\text{ &c.}\\), and of \\(1'B, 2'B, 3'B, \\text{ &c.}\\), and of the small values of \\(1'A\\) and \\(1'B\\), except very shortly after birth, which result from what has been previously stated, if all of them, except \\(1'A, 1'B\\), be considered as nothing, unless \\(x\\) be very great, the first value will be very nearly expressed by the first term \\(-1'B.x-t\\), because \\(1'A.B\\) is small of the second degree; and the second value in a similar way, for a long period in which it shall occur that both combinations fail, is very nearly \\(\\frac{1}{2}A_1B_1.x^2-t^2\\), giving an equal chance which shall have failed first; and this is a generalization of Mr. Morgan's hypothesis of two lives only, which enabled him to solve questions respecting the lives of three persons A, B, C, contingent on the life or death of A, provided B and C be both dead, involving contingencies of survivorship between them. But that this law cannot accurately exist for any possible continuous law of mortality, I have proved in my paper of 1825, unless of the form \\(L_a = e' - e''e'\\), where \\(e', e'', e\\) are constant quantities at pleasure, and \\(a\\) the age, and which, in an extreme case of \\(e\\) differing infinitely little from unity, is reducible into the form\n\n\\[L_a = g' - g'a, \\text{ if } g' = e' - e'', \\text{ and } g'' = e''e,\\]\n\n\\(e'\\) and \\(e''\\) being infinitely large, differing from each other by a finite quantity, and \\(e\\) infinitely small, and in consequence \\(g''\\) a finite quantity. But with respect to the two combinations generally—and thus is found the chance of one combination failing during the continuance of the other combination, or of its failing after the continuance of the other combination, and this is evidently considerably more general than the cases of Messrs. Morgan, Baily, and Milne, in which there are only three lives concerned,)—I observe that they will give useful practical solutions however many lives are concerned, and however complicated the conditions of survivorships may be between them, whereas it may be a question if the solutions of those gentlemen, whose memory I respect, are at all practical; especially when there are only tables of single and two joint lives at hand. I therefore consider that the solutions I had given to those three-lived questions, and to questions of more lives, in my Tract of 1820, to which I refer the reader, which were to be derived from calculated Tables of annuities, are worthy of the attention of MDCCCLXII.\nscientific inquirers. For instance, the first of them and the following, in which, instead of there being only three lives concerned, there are any number: the first question of those gentlemen is to find the value of the assurance of the life of A provided in the lifetime of B and C; and my solution, expressed in the notation of that paper, is as follows:—\\( p \\) representing one year, if the tables are calculated for annual payments; \\( n \\) the period from which the assurance is to commence; \\( m \\) the period to which the assurance is to continue; \\( r \\) the present value of unity due in one year certain at the rate of interest involved in the question; then the value calculated from the Table of annuities for every unity assured, the present ages of A, B, C being \\( a, b, c \\) respectively, is\n\n\\[\n\\frac{L_a - p, b - \\frac{1}{2}p, c - \\frac{1}{2}p}{L_{a, b, c}} \\times \\frac{r}{m} \\left[ a - p, b - \\frac{1}{2}p, c - \\frac{1}{2}p \\right] - \\frac{L_b - \\frac{1}{2}p, c - \\frac{1}{2}p}{L_{b, c}} \\times \\frac{r}{m} \\left[ a, b - \\frac{1}{2}p, c - \\frac{1}{2}p \\right];\n\\]\n\nan extremely small and insignificant quantity being neglected.\n\nArt. 17. This, with Tables calculated for two joint lives, and the annuities for those interpolated from them, instead of being impracticable, as the other solutions are, will be found perfectly simple and easy. And in my second Tract, namely that of 1825, I gave Tables for calculating the values of annuities at any likely rate of mortality to be adopted, and at any rate of interest, and applicable when the lives are subject to different rates of mortality, and the same theorem for the value of assurance, mutatis mutandis, however many lives B, C, D, E, &c. are proposed to be jointly living at the death of A. And with regard to art. 7 of the paper of 1825, I will only in this place direct the reader to my solution to the question, which is one of the more intricate nature of those given, and solved by those gentlemen. The question being the value of the assurance on the first death of A and B, which shall be second or third of the deaths which shall happen of the three lives A, B, C, my solution to this question in my first paper is simply\n\n\\[\n\\frac{1}{2} \\cdot \\frac{r}{m} \\left[ b + \\frac{1}{2} \\cdot \\frac{r}{m} \\left[ a + \\frac{1}{2} \\cdot \\frac{r}{m} \\left[ b, c + \\frac{1}{2} \\cdot \\frac{r}{m} \\left[ a, c - \\frac{1}{2} \\cdot \\frac{r}{m} \\left[ a, b, c \\right]; \\right. \\right. \\right. \\right. \\right. \\right.\n\\]\n\nthat is, half the sum of the assurances of B, of A, of B, C, of A, C, less the assurance of the joint lives A, B, C, all of which are easily computed. This solution, when I obtained it, seemed to me so enormously superior to those which those learned gentlemen had given to it, that I found it necessary to show my readers that they depended on the same principles, by reducing the portions of my solutions to the portions of the earlier solutions; and the remaining questions of that section are of a similar superiority to the earlier solutions.\n\nArt. 18. But in making this remark I wish to express myself indebted to those gentlemen for their labours, whose names remain honoured in the memory of scientific persons who have cultivated different branches of science, and to state I allude to the comparison that my readers may follow an improved path if they meet with one, and to remind those who may follow with benefit for science others who have trodden down the aspe-\nrities of the path to repay with gratitude the benefit they have received, and not in self-conceit to forget that a dwarf on a giant's shoulders may see a more extended prospect of beauties than the giant could; and hoping to be excused for this digression, I will proceed by observing that the best way of solving intricate questions relative to the value of life interest, may not at all be, as is usual, to have recourse to the value of life annuities. With respect to the expression given above, namely the fluent of\n\n\\[(1 + ^1Ax + ^2Ax^2 + ^3Ax^3, \\text{&c.}) \\times - \\text{fluxion of} (1 + ^1Bx + ^2Bx^2, \\text{&c.}),\\]\n\nand the one which follows, I observe that if in the two sets of combinations of lives all the lives of the combination A were required to be living, and a specified number of specified persons of the combination B were also required to be living, and the assurance is to be on the failure of the remaining portion of joint lives in the B combination, provided all the lives of the A combination and all the lives specified of the B combination were also living, then the solution would be the same, with the exception that all those specified lives of the B combination must first be transferred to the A combination; this must be evident; but it is mentioned that in case with respect to the B combination only a certain number specified, without specification of which lives of the B combination, are to be living, the question may be solved with this difference, that the sum of all the values must be taken which will occur by the various modes of withdrawing the specified number from the B combinations; but there are cases where a less laborious mode may apply.\n\nArt. 19. But returning to the originally expressed combinations A and B, suppose it were required to find the value of an insurance of unity on the failure of the combination B, provided it happened during the continuance of the combination A. Let the expression \\(1 + ^1Ax + ^2Ax^2 + ^3Ax^3, \\text{&c.}\\), instead of representing, as before, the anti-Napierian logarithm of the sum of all the Napierian logarithms of the chances of existence of the different lives separately in the combination A, now represent the anti-Napierian logarithm of that sum, having the coefficient of the first power of \\(x\\) increased by the Napierian logarithm of the present value of unity due in one year at the rate of interest to be involved in the calculation, then the fluent of the expression\n\n\\[(1 + ^1Ax + ^2Ax^2 + ^3Ax^3, \\text{&c.}) \\times (- ^1Bx - 2 \\cdot ^2Bx^2 - 3 \\cdot ^3Bx^3, \\text{&c.}),\\]\n\ninstead of being the chance of a failure of the combination B between the given period and \\(x\\) during the continuance of the combination A, will be the present value of unity payable on that event taking place, and so of others. For instance, if only three lives of the present ages \\(a, b, c\\) were concerned, then the value of the assurance on the life A, if it happened in the lifetime of B and C, which is the first of art. 6 in my paper of 1820, would be solved thus: supposing the present ages of A, B, C to be \\(a, b, c\\), and the Napierian logarithms of\n\n\\[\\frac{L_{a+x}}{L_a}, \\frac{L_{b+x}}{L_b}, \\frac{L_{c+x}}{L_c}\\]\n\nto be respectively\n\n\\[A_1x + A_2x^2 + A_3x^3 + \\text{&c.}, \\quad B_1x + B_2x^2 + B_3x^3 \\text{&c.}, \\quad C_1x + C_2x^2 + C_3x^3 + \\text{&c.},\\]\nand the Napierian logarithm of the present worth of unity certain in one year to be \\( \\varepsilon \\), find the anti-Napierian logarithm of\n\n\\[\n\\varepsilon + A_1 x + A_2 x^2 + A_3 x^3 + \\&c.,\n\\]\n\nand the anti-Napierian logarithm of\n\n\\[\nB_1 + C_1 x + B_2 + C_2 x^2 + B_3 + C_3 x^3 + \\&c.,\n\\]\n\nwhich will be easily done by the method explained above, and will only require a few terms in consequence of the coefficients of \\( x \\) in the above expressions being small; and calling the first analytical anti-logarithm\n\n\\[\n1 + ^1Ax + ^2Ax^2 + ^3Ax^3 \\&c.,\n\\]\n\nand the second\n\n\\[\n1 + ^1Bx + ^2Bx^2 + ^3Bx^3 \\&c.,\n\\]\n\nand putting the fluent of minus the fluxion of the first\n\n\\[\n-(^1A\\dot{x} + ^2Axx\\dot{x} + ^3Axx\\dot{x}, \\&c.), \\times (1 + ^1Bx + ^2Bx^2 + \\&c.) = ^1K\\dot{x} + ^2Kxx\\dot{x} + ^3Kxx\\dot{x}, \\&c.,\n\\]\n\nthen the value of the assurance for the term commencing in \\( t \\) years and ending in \\( x \\) years will be\n\n\\[\n^1Kx - t + \\frac{1}{2}^2Kx^2 - t^2 + \\frac{1}{3}^3Kx^3 - t^3, \\&c.,\n\\]\n\nand will not require many terms, and the equation is thus solved without the Tables of the values of annuities; and in a similar way are other questions of this species; and the solution in the more compounded cases of art. 7 of my first paper, such as example 1, taken from Messrs. Bally, or Milne, or Mr. Morgan's original paper, which is the foundation of them, containing an intermediate conditional contingency of survivorship, and which in my paper above alluded to contains the double fluent reducible to a single fluent multiplied by a variable quantity, and a single fluent added, and the solution in much more intricate cases, and containing any number of lives, and even a long string of intermediate contingencies which would involve double, triple, quadruple, &c. fluents, &c., may be effected. As a simple example, suppose there were three separate combinations of lives, which I will call A, B, C combinations of lives, and it be required to find the value of an assurance on the failure of the C combination after the failure of the B combination, the A combination having failed previously, provided that failure should happen during certain given periods. First, find by the method above the analytical value of the contingency that the B combination shall fail after a given time, the combination A having failed previously; and suppose this to be\n\n\\[\nK + ^1Kx + ^2Kx^2 + \\&c.;\n\\]\n\nand having found the anti-Napierian logarithm of\n\n\\[\n1 + \\frac{1}{K}x + \\frac{2}{K}x^2 + \\frac{3}{K}x^3, \\&c.,\n\\]\n\nand having found the Napierian logarithm of the separated chances of every life in the combination B being living, and added the sum to the Napierian logarithm of\n\n\\[\n1 + \\frac{1}{K}x + \\frac{2}{K}x^2, \\&c.,\n\\]\n\nand having found the anti-Napierian logarithm of this sum, and multiplied this by K,\ncall this\n\n\\[ H + 'Hx + ^2Hx^2 + ^3Hx^3, \\text{&c.} \\]\n\nthen on multiplying minus the fluxion of this by the anti-Napierian logarithm of the sum of all logarithms of the separate chances of each life in the combination C being living, increased by \\( \\varepsilon x \\) (previously \\( \\varepsilon \\) being the Napierian logarithm of the value of unity certain due in one year at the rate of interest to be involved in the calculation), the fluent of this will give the value required, and will not require many terms of the resulting series, which I represent by\n\n\\[ ^1I(x-t) + ^2I(x^2-t^2) + ^3I(x^3-t^3), \\text{&c.} \\]\n\n\\( t \\) being the period of commencing of the assurance.\n\nArt. 20. And much more intricate cases may occur in valuations of property offered to the public and to reversionary companies. But instead of in this place dwelling on the intricacies which may occur, I will refer to art. 5 of my paper of 1820 with respect to calculations referring to the formulae of the convenient notation there used,\n\n\\[\n\\begin{array}{c}\n\\overset{p}{m} \\\\\n\\overset{r}{n}\n\\end{array}\n\\]\n\nin which I have developed the various combinations and their connexions of annuities of 1, 2, 3, &c. joint lives which would come into the calculation, which I derived by the development of the expression\n\n\\[ (xE_{a,n} + D_{a,n}) \\times (xE_{b,n} + D_{b,n}) \\times (xE_{c,n} + D_{c,n}) \\times \\text{&c.} = 1, \\]\n\nwhen \\( x = 1 \\), where \\( E_{a,n}, E_{b,n}, \\text{&c.} \\) denote the chances of persons of the ages \\( a, b, \\text{&c.} \\) being living in \\( n \\) years, and \\( D_{a,n}, D_{b,n} \\) the chances of their being then dead; and in consequence\n\n\\[ E_{a,n} + D_{a,n} = 1, \\quad E_{b,n} + D_{b,n} = 1, \\text{&c.} \\]\n\nthe \\( x \\) attached to the \\( E \\) being supposed =1, but only introduced, as \\( x \\), to point out, by its exponent in the development, the various combinations of persons on which the annuities are to be calculated, if, previously to the development, \\( D_{a,n}, D_{b,n} \\) be expunged by the equations\n\n\\[ D_{a,n} = 1 - E_{a,n}, \\quad D_{b,n} = 1 - E_{b,n}, \\text{&c.} \\]\n\nBut had we introduced \\( y \\), also a representative of 1, and written the expression\n\n\\[ xE_{a,n} + yD_{a,n} \\times xE_{b,n} + yD_{b,n} \\times \\text{&c.} = 1, \\]\n\nand not expunged \\( D \\), the exponents of \\( x \\) and \\( y \\) in the developments would represent the combinations and connexions of the various cases which would occur of persons living and persons dead in connexion with each other in the time \\( n \\); so that if we chose to have Tables constructed on a certain number of the persons being dead of the whole number, we might have a variety of modes of calculating the value of life contingencies, instead of being dependent on the value of joint lives; but I do not mention this by any means as a recommendation, but quite the contrary. But if Tables of the reversions of annuities\nenjoyed by any number of joint lives were calculated, they would in many cases be more convenient than the value of annuities on joint lives; as, for instance, if we had to find the reversion of an annuity on three lives now aged \\(a, b, c\\), we should only have to search the Table of the reversion on three joint lives, and we should have the value at once: but if the calculation were to be made by methods above, and we represent the anti-Napierian logarithm of the present expression, as we did that of the former expression, by \\(^1Sx + ^2Sx^2 + ^3Sx^3\\), &c., the present value of the annuity of which the first payment is to be in the time \\(w\\), and the last in the time \\(z\\), will be represented by the expression\n\n\\[\nP \\left[ \\frac{x}{1} \\right]_w x^n + P \\left[ \\frac{x}{1} \\right]_z x^{n+1} + P^2 \\left[ \\frac{x}{1} \\right]_w x^{n+2} + P^3 \\left[ \\frac{x}{1} \\right]_z x^{n+3}, \\text{&c.}\n\\]\n\nwhere it may be observed that if the condition of the deaths, say of \\(\\alpha, \\beta, \\gamma\\), did not enter the question, this formula ought to be the same as the first, which would require \\(P\\) to be 1, which may appear a paradox; but the paradox is solved if we consider the condition would be the same if they entered in the question or not, if they could not die; that is to say, if \\(p_a, p_b, \\text{&c.}\\), and consequently \\(P\\) be = 1. Then, by means of the Collecting Table, the value of the above series will be given.\n\nArt. 21. The valuation by the old methods of annuities depending on such complications, by the aid of Tables of only two joint lives, as the value of the annuities on three, four, five, &c. joint lives can only be obtained from them by very troublesome interpolations of very inaccurate results, evidently calls for an improved method. For instance, if the annuity depended on the joint existence of three lives of the present ages of \\(a, b, c\\) after the existence of all the lives \\(d, e, f\\), the labour and insufficiency in point of accuracy of that mode of valuation will immediately appear; because, the chance of each of them individually being living in \\(x\\) years being for the sake of ease represented by \\(a, b, c, d, e, f\\) respectively, by multiplying out at length the chance of the conditions required being fulfilled, that chance will be then represented by\n\n\\[\nabc \\times 1-d \\times 1-e \\times 1-f = abc - abce - abcd - abcf + abced + abcef + abcfid - abcdef.\n\\]\n\nIt appears that by the old methods, with only Tables of two joint lives, we should have to interpolate the value of one of three annuities of three joint lives, three of four different annuities of four joint lives, three of five different annuities of five joint lives, and one annuity of six joint lives, and the results of every one of these interpolations would be inaccurate.\n\nArt. 22. On special risk, considered with respect to single lives, and on many lives in connexion; and the valuation of certain contingencies; and of property depending on those contingencies and under influential connexion; I am not aware whether or not any one has gone before me on this important subject; but I have not, in my official practice in the science of assurance, lost sight of its existence. And to draw the reader's attention at once to the subject, I will suppose we had the two problems to consider—the first, to assure a sum on the extinction of the coexistence of two coexistent lives \\(A, B\\), commonly called two joint lives, that is, to be payable at the death of the first of the two\nof them which may die; and the other problem, to assure the like sum on the death of A in particular, provided it happens in the lifetime of B.\n\nThen if A and B were of equal age, and both subject to the same law of mortality, without any speciality, the value of the assurance in the first case would be just double of that in the second case, for however long or however short the assurance might be. But if A and B were both sailors, continually together in the same ship, the common risk for each by risk of shipwreck, &c. would equally attach to each; and if the assurance were only for a few hours, say, for instance, for one voyage from Dover to Calais, so that the risk for time were insignificant with respect to the common uninfluenced risk; there then would be only to be considered the risk for each not to escape the consequence of the wreck; but the chances would now come into play, of all on board being lost, of none being lost, or of a portion, and what portion of them being lost; and that the portion lost were the two A and B, or only one of them, and which one that might be, which might depend on the powers of each for swimming; but should the chance be that the wreck, if it happened, would cause the death of both A and B, then the assurance for the period of the intended voyage on the death of one of them only, of both, or of one in particular named, of this in the lifetime of the other, would be all the same. This is but one case of specialities, and specialities of influences of risks. And perhaps there are very few cases of assurances and valuations connected with joint lives, if any, or even of single, with reference to affections which may arise from climate, localities, epidemics, endemics, ancestorial influences, &c., and also epochs, which are not affected by speciality; but though the subject may be very interesting, I have not in this paper entered largely on it, but will only now touch on a portion of it which may be found by my readers well worthy of their attention. Suppose by the common law of mortality, uninfluenced by any speciality, out of the number of the age $a$, represented by $L_a$, there would be living in $x$ years the number $L_{a+x}$; but that they each for any period become subject to an extra risk of death during an infinitely small time, $\\dot{t} = \\alpha \\dot{x}$, where $\\alpha$ may, as the case may be, be either a constant quantity or a function of $x$; then it is evident $L_{a+x}$ will not be the number of them living in $x$ years; and to find what that number would be, suppose it represented by $M_x$; then its fluxion $\\dot{M}_x$, on the supposition that the lives of the then existing number were not deteriorated by the pre-existence of those specialities to that period, would evidently be\n\n$$\\dot{M}_x = \\frac{\\dot{L}_{a+x}}{L_{a+x}} - \\alpha \\dot{x} M_x.$$  \n\nBut it is to be observed that this supposition is not necessarily tenable, but it would be so in case the circumstance of speciality was transient after the moment of its operation; such, for instance, if it were a wreck at sea, leaving no effects; and therefore I shall at present only consider the case when the hypothesis is tenable. And resuming the equation, we have\n\n$$\\frac{\\dot{M}_x}{M_x} = \\frac{\\dot{L}_{a+x}}{L_{a+x}} - \\alpha \\dot{x};$$\nand supposing $\\alpha$ to be constant; that is to say, supposing the circumstance of speciality to cause a constant instantaneous effect, we shall have\n\n$$\\frac{dM}{dM_0} = \\frac{L_{a+x}}{L_a} - \\alpha x;$$\n\nand therefore if $N$ represent the number whose Napierian logarithm is 1, that is, if $N$ be put for $e^{-1}$, then, because $M_0 = L_a$, we have\n\n$$M_{a+x} = L_{a+x} \\times N^{-\\alpha x}.$$\n\nIf $\\alpha$ were very small, which would be the case if the speciality depended on the risk of death by shipwreck, which might be but 1 or 2 per cent. per annum to a sailor either always at sea or occasionally at sea, then the above expression would give $M_{a+x}$, the number out of $L_a$ living who would be living in $x$ years\n\n$$= L_{a+x} \\times (1 - \\alpha x).$$\n\nArt. 23. No. 1. This Table of Napierian Logarithms of persons living at every Age according to MILNE'S Carlisle Mortality will be found useful; I have therefore given it.\n\n| $x$ Age | $x$ Age | $x$ Age |\n|---------|---------|---------|\n| 0       | 9-21034 | 34      | 8-59739 | 68      | 7-88156 |\n| 1       | 9-04322 | 35      | 8-58709 | 69      | 7-83400 |\n| 2       | 8-95854 | 36      | 8-57678 | 70      | 7-78344 |\n| 3       | 8-89206 | 37      | 8-56617 | 71      | 7-73061 |\n| 4       | 8-83338 | 38      | 8-55326 | 72      | 7-66996 |\n| 5       | 8-82434 | 39      | 8-54403 | 73      | 7-59940 |\n| 6       | 8-80627 | 40      | 8-53208 | 74      | 7-51806 |\n| 7       | 8-79392 | 41      | 8-51899 | 75      | 7-42357 |\n| 8       | 8-78508 | 42      | 8-50512 | 76      | 7-32817 |\n| 9       | 8-77848 | 43      | 8-49064 | 77      | 7-21450 |\n| 10      | 8-77338 | 44      | 8-47595 | 78      | 7-10085 |\n| 11      | 8-76889 | 45      | 8-46105 | 79      | 6-98564 |\n| 12      | 8-76405 | 46      | 8-44613 | 80      | 6-85961 |\n| 13      | 8-75904 | 47      | 8-43120 | 81      | 6-72982 |\n| 14      | 8-75385 | 48      | 8-41649 | 82      | 6-62274 |\n| 15      | 8-74830 | 49      | 8-40479 | 83      | 6-43455 |\n| 16      | 8-74219 | 50      | 8-38868 | 84      | 6-27019 |\n| 17      | 8-73536 | 51      | 8-37526 | 85      | 6-09807 |\n| 18      | 8-72847 | 52      | 8-36077 | 86      | 5-90536 |\n| 19      | 8-72144 | 53      | 8-34555 | 87      | 5-69036 |\n| 20      | 8-71440 | 54      | 8-32918 | 88      | 5-44674 |\n| 21      | 8-70738 | 55      | 8-31214 | 89      | 5-19850 |\n| 22      | 8-70025 | 56      | 8-29405 | 90      | 4-95583 |\n| 23      | 8-69333 | 57      | 8-27487 | 91      | 4-65396 |\n| 24      | 8-68626 | 58      | 8-25375 | 92      | 4-31749 |\n| 25      | 8-67914 | 59      | 8-22924 | 93      | 3-98809 |\n| 26      | 8-67180 | 60      | 8-20056 | 94      | 3-68888 |\n| 27      | 8-66441 | 61      | 8-16650 | 95      | 3-40129 |\n| 28      | 8-65661 | 62      | 8-13006 | 96      | 3-13549 |\n| 29      | 8-64788 | 63      | 8-09193 | 97      | 2-89037 |\n| 30      | 8-63799 | 64      | 8-05293 | 98      | 2-63906 |\n| 31      | 8-62784 | 65      | 8-01235 | 99      | 2-39790 |\n| 32      | 8-61758 | 66      | 7-97039 | 100     | 2-19722 |\n| 33      | 8-60749 | 67      | 7-92696 |         |         |\nArt. 23. No. 2. Power-collecting Table referred to at p. 540.\n\n| $x$ and $x^2$ | $Sx$ | $x^2$ | $Sx^2$ | $x^3$ | $Sx^3$ | $x^4$ | $Sx^4$ | $x^5$ | $Sx^5$ |\n|---------------|------|------|--------|------|--------|------|--------|------|--------|\n| 1             | 1    | 1    | 1      | 1    | 1      | 1    | 1      | 1    | 1      |\n| 2             | 3    | 4    | 5      | 8    | 9      | 16   | 17     | 32   | 33     |\n| 3             | 6    | 9    | 14     | 27   | 36     | 81   | 98     | 243  | 276    |\n| 4             | 10   | 16   | 30     | 64   | 100    | 256  | 354    | 1024 | 1300   |\n| 5             | 15   | 25   | 55     | 125  | 225    | 625  | 979    | 3125 | 4425   |\n| 6             | 21   | 36   | 91     | 216  | 441    | 1296 | 2275   | 7776 | 12201  |\n| 7             | 28   | 49   | 140    | 343  | 784    | 2401 | 4676   | 16807| 29008  |\n| 8             | 36   | 64   | 204    | 512  | 1296   | 4096 | 8772   | 32768| 61776  |\n| 9             | 45   | 81   | 285    | 729  | 2025   | 6561 | 15333  | 59049| 12083  |\n| 10            | 55   | 100  | 385    | 1000 | 3025   | 10000| 25333  | 10000| 22085  |\n| 11            | 66   | 121  | 506    | 1331 | 4356   | 14641| 39974  | 16105| 38188  |\n| 12            | 78   | 144  | 650    | 1728 | 6084   | 20736| 60710  | 24883| 63071  |\n| 13            | 91   | 169  | 819    | 2197 | 8281   | 28561| 89271  | 37129| 10020  |\n| 14            | 105  | 196  | 1015   | 2744 | 11025  | 38416| 12769  | 53782| 15398  |\n| 15            | 120  | 225  | 1240   | 3375 | 14400  | 50625| 17831  | 75938| 22992  |\n| 16            | 136  | 256  | 1496   | 4096 | 18496  | 65536| 24385  | 10476| 33468  |\n| 17            | 153  | 289  | 1785   | 4913 | 23409  | 83521| 32737  | 14199| 47667  |\n| 18            | 171  | 324  | 2109   | 5832 | 29241  | 10498| 43235  | 18896| 66568  |\n| 19            | 190  | 361  | 2470   | 6859 | 36100  | 13032| 56267  | 27461| 91324  |\n| 20            | 210  | 400  | 2870   | 8000 | 44100  | 16000| 72267  | 32000| 12333  |\n| 21            | 231  | 441  | 3311   | 9261 | 53361  | 19448| 91715  | 40841| 16417  |\n| 22            | 253  | 484  | 3795   | 10648| 64009  | 23426| 11514  | 51536| 21571  |\n| 23            | 276  | 529  | 4324   | 12167| 76176  | 27984| 14312  | 64363| 28007  |\n| 24            | 300  | 576  | 4900   | 13824| 90000  | 33178| 17630  | 79627| 35969  |\n| 25            | 325  | 625  | 5525   | 15625| 10563  | 39063| 21536  | 97658| 45735  |\n| 26            | 351  | 676  | 6201   | 17576| 12329  | 45698| 26106  | 11881| 57616  |\n| 27            | 378  | 729  | 6930   | 19683| 14288  | 53144| 31421  | 14349| 71965  |\n| 28            | 406  | 784  | 7714   | 21952| 16484  | 61466| 37567  | 17210| 89175  |\n| 29            | 435  | 841  | 8555   | 24389| 18923  | 70728| 44640  | 20511| 10969  |\n| 30            | 465  | 900  | 9455   | 27000| 21623  | 81000| 52740  | 24300| 13399  |\n\nMDCCCLXII.\n| $x$ and $x^2$ | $Sx$ | $x^3$ | $Sx^3$ | $x^4$ | $Sx^4$ | $x^5$ | $Sx^5$ |\n|---|---|---|---|---|---|---|---|\n| 31 | 496 | 961 | 10416 | 29791 | 24602 | 92352 | 61975 | 28629 | 16262 |\n| 32 | 528 | 1024 | 11440 | 32768 | 27878 | 10486 | 72461 | 33555 | 19617 |\n| 33 | 561 | 1089 | 12529 | 35937 | 31472 | 11859 | 84320 | 39135 | 23530 |\n| 34 | 595 | 1156 | 13685 | 39304 | 35403 | 13363 | 97684 | 45435 | 28074 |\n| 35 | 630 | 1225 | 14910 | 42875 | 39690 | 15006 | 11269 | 52522 | 33326 |\n| 36 | 666 | 1296 | 16206 | 46656 | 44356 | 16796 | 12949 | 60466 | 39373 |\n| 37 | 703 | 1369 | 17575 | 50653 | 49421 | 18742 | 14823 | 69344 | 46307 |\n| 38 | 740 | 1444 | 19109 | 54872 | 54908 | 20851 | 16909 | 79235 | 54231 |\n| 39 | 780 | 1521 | 20540 | 59319 | 60840 | 23134 | 19223 | 90224 | 63253 |\n| 40 | 820 | 1600 | 21140 | 64000 | 67240 | 25600 | 21782 | 10240 | 73493 |\n| 41 | 861 | 1681 | 23821 | 68921 | 74132 | 28258 | 24607 | 11586 | 85079 |\n| 42 | 903 | 1764 | 25585 | 74088 | 81541 | 31117 | 27719 | 13069 | 98144 |\n| 43 | 946 | 1849 | 27434 | 79507 | 89492 | 34188 | 31138 | 14701 | 11285 |\n| 44 | 990 | 1936 | 29370 | 85184 | 98010 | 37481 | 34886 | 16492 | 11934 |\n| 45 | 1035 | 2025 | 31395 | 91125 | 10712 | 41006 | 38986 | 18452 | 14780 |\n| 46 | 1081 | 2116 | 33511 | 97336 | 11686 | 44775 | 43464 | 20596 | 16840 |\n| 47 | 1128 | 2209 | 35720 | 103823 | 12724 | 48797 | 48345 | 22935 | 19133 |\n| 48 | 1176 | 2304 | 38024 | 110592 | 13830 | 53084 | 53652 | 25480 | 21681 |\n| 49 | 1225 | 2401 | 40425 | 117649 | 15006 | 57648 | 59467 | 28248 | 24506 |\n| 50 | 1275 | 2500 | 42925 | 125000 | 16526 | 62500 | 65667 | 31250 | 27631 |\n| 51 | 1326 | 2601 | 45526 | 132651 | 17583 | 67652 | 72432 | 34502 | 31081 |\n| 52 | 1378 | 2704 | 48230 | 140608 | 18989 | 73116 | 79743 | 38021 | 34883 |\n| 53 | 1431 | 2809 | 51030 | 148877 | 20478 | 78905 | 87654 | 41820 | 39065 |\n| 54 | 1485 | 2916 | 53955 | 157464 | 22052 | 85031 | 96137 | 45917 | 43656 |\n| 55 | 1540 | 3025 | 56980 | 166375 | 23716 | 91506 | 10529 | 50328 | 48690 |\n| 56 | 1596 | 3136 | 60116 | 175616 | 25472 | 98345 | 11512 | 55073 | 54197 |\n| 57 | 1653 | 3249 | 63365 | 185193 | 27324 | 10556 | 12568 | 60179 | 62214 |\n| 58 | 1711 | 3364 | 66729 | 195112 | 29275 | 11316 | 13700 | 65636 | 66778 |\n| 59 | 1770 | 3481 | 70210 | 205379 | 31329 | 12117 | 14911 | 71490 | 73927 |\n| 60 | 1830 | 3600 | 73810 | 216000 | 33489 | 12960 | 16207 | 77600 | 81703 |\nArt. 24. In applying the formula $L_x$, the Napierian logarithm of the number of persons living at the age $x$,\n\n$$C\\epsilon^x + k_1 \\epsilon^x + k_2 \\epsilon^x - (e^x \\cdot x - h \\cdot q_0) + \\mu x,$$\n\nto the useful purposes to which it is serviceable, it stands in need of reduction into another, for which might be represented an expression like\n\n$$A + Bx + Cx^2 + Dx^3, \\text{ &c.};$$\n\nbut such a form might not have the converging property requisite for the purpose required if $x$ were a large number: but if $a$ represent a certain age, and the age to which the law were meant to apply were represented by $a+x$ instead of $x$, then the formula would stand\n\n$$L_{a+x} = C\\epsilon^{a+x} + k_1 \\epsilon^{a+x} + k_2 \\epsilon^{a+x} - (e^{a+x} \\cdot a+x - h \\cdot q_0) + \\mu x^{a+x},$$\n\nand would admit of the terms of each member to stand in the above form of $x^0, x, x^2$, with given converging coefficients, and each of the members of the last equation would be convertible into a converging series for most or all the values which $x$ would be required to have; and therefore the right side of the last equation, which would consist of all the developments together, would form a series, as above, which would be convenient, and might be expressed by\n\n$$A_0 + A_1 x + A_2 x^2 + A_3 x^3 + \\text{ &c.};$$\n\nand the Napierian logarithm of the number of persons living at the age $a$ would be represented by the first term $A_0$ of that series; and the Napierian logarithm of $\\frac{L_{a+x}}{L_a}$, that is, of the chance of a person now of the age $a$ being living in $x$ years, would be\n\n$$= A_1 x + A_2 x^2 + A_3 x^3 + \\text{ &c.},$$\n\nbecause $\\epsilon^{a+x}$ is\n\n$$= \\epsilon^a \\times \\epsilon^x = \\epsilon^a \\times (1 + \\frac{\\epsilon}{2} x + \\frac{1}{2!} \\frac{\\epsilon^2}{2} x^2 + \\frac{1}{3!} \\frac{\\epsilon^3}{3} x^3 + \\frac{1}{4!} \\frac{\\epsilon^4}{4} x^4 + \\text{ &c.}),$$\n\nbecause $\\epsilon$, the Napierian $\\epsilon$, is very small, and a very few terms of the above series will be sufficient. Similarly, $\\epsilon^x$ will be\n\n$$\\epsilon^x \\times (1 + \\frac{\\epsilon}{2} x + \\frac{1}{2!} \\frac{\\epsilon^2}{2} x^2 + \\frac{1}{3!} \\frac{\\epsilon^3}{3} x^3, \\text{ &c.});$$\n\nand if $x$ is equal to or greater than one, would be of perfectly insignificant value, and ommissible.\n\nI may observe that\n\n$$\\epsilon^{a+x} = \\epsilon^a \\times \\left(1 + \\frac{\\epsilon}{2} x + \\frac{1}{2!} \\frac{\\epsilon^2}{2} x^2 + \\frac{1}{3!} \\frac{\\epsilon^3}{3} x^3, \\text{ &c.}\\right)$$\n\nis a very convergent series; and if $a$ be equal to 20 in the Carlisle mortality, or above that value, would be of insignificant value, and the term which depends on it ommissible; in like manner the term $\\mu \\cdot v^{a+x}$, depending on $v^{a+x}$, which is\n\n$$= v^a \\times \\left(1 + \\frac{\\nu}{2} x + \\frac{1}{2!} \\frac{\\nu^2}{2} x^2 + \\frac{1}{3!} \\frac{\\nu^3}{3} x^3, \\text{ &c.}\\right),$$\n\nwill be converging, and will be insignificant whilst $a+x$ is less than 80, but will be significant when $a+x$ is greater than 80.\nIt remains now to consider the important term $- \\{ e^{a+x} \\times a + x - h - q_0 \\}$, which for abbreviation I call $M_{a+x}$; and putting $h-a=w$, we get\n\n$$ M_{a+x} = - \\left\\{ e^a \\cdot q_0 \\times (1 + ex + \\frac{1}{2} \\cdot \\frac{1}{3} \\cdot x^2 + \\frac{1}{2} \\cdot \\frac{1}{3} \\cdot \\frac{1}{4} \\cdot x^3 + \\ldots) \\right\\} $$\n\n$$ = - \\left\\{ e^a \\cdot q_0 \\times \\left( -w - w \\cdot ex - \\frac{1}{2} \\cdot \\frac{1}{3} \\cdot \\frac{1}{4} \\cdot x^2 - \\frac{1}{2} \\cdot \\frac{1}{3} \\cdot \\frac{1}{4} \\cdot \\frac{1}{5} \\cdot x^3 - \\frac{1}{2} \\cdot \\frac{1}{3} \\cdot \\frac{1}{4} \\cdot \\frac{1}{5} \\cdot \\frac{1}{6} \\cdot x^4 + \\ldots \\right) \\right\\}; $$\n\nconsequently, if $V_a$ be put $= - e^a \\cdot q_0 \\cdot w$, that is, equal to the anti-Napierian logarithm of $- e^a \\cdot q_0 \\cdot w$, and we put\n\n$$ A_1 = e^a \\cdot q_0 \\times 1 - \\frac{1}{2} \\cdot we \\cdot e; $$\n\n$$ A_2 = e^a \\cdot q_0 \\times 1 - \\frac{1}{2} \\cdot we \\cdot e; $$\n\n$$ A_3 = \\frac{1}{2} \\cdot e^a \\cdot q_0 \\times \\left( 1 - \\frac{1}{3} \\cdot we \\cdot e \\right) \\cdot e^2; $$\n\n$$ A_4 = \\frac{1}{2} \\cdot e^a \\cdot q_0 \\times \\left( 1 - \\frac{1}{3} \\cdot we \\cdot e \\right)^2; $$\n\nwe shall have\n\n$$ M_{a+x} = - \\left\\{ - e^a \\cdot q_0 \\cdot w + A_1 \\cdot x + A_2 \\cdot x^2 + A_3 \\cdot x^3 + A_4 \\cdot x^4 + \\ldots \\right\\} $$\n\n$$ = V_a \\times \\left\\{ A_1 \\cdot x + A_2 \\cdot x^2 + A_3 \\cdot x^3 + \\ldots \\right\\}; $$\n\nor making use of the theorem for finding the anti-Napierian logarithm above given, and taking $A_0 = 0$, we have\n\n$$ M_{a+x} = V_a \\times (1 + B_1 \\cdot x + B_2 \\cdot x^2 + B_3 \\cdot x^3 + \\ldots); $$\n\nand consequently we have, for instance, in the Carlisle mortality, the Napierian logarithm of\n\n$$ L_{a+x} = A_0 + A_1 \\cdot x + A_2 \\cdot x^2 + A_3 \\cdot x^3 + \\ldots, $$\n\nif\n\n$$ A_0 = C \\varepsilon^a + k_1 \\varepsilon^a + k_2 \\varepsilon^a - V_a + \\mu \\nu^a; $$\n\n$$ A_1 = C \\varepsilon^a \\cdot \\varepsilon + k_1 \\varepsilon^a \\cdot \\varepsilon + k_2 \\varepsilon^a \\cdot \\varepsilon - V_a \\cdot B_1 + \\mu \\nu^a \\cdot \\nu; $$\n\n$$ A_2 = \\frac{1}{2} \\cdot C \\varepsilon^a \\cdot \\varepsilon^2 + \\frac{1}{2} \\cdot k_1 \\varepsilon^a \\cdot \\varepsilon^2 + \\frac{1}{2} \\cdot k_2 \\varepsilon^a \\cdot \\varepsilon^2 - V_a \\cdot B_2 + \\frac{1}{2} \\cdot \\mu \\nu^a \\cdot \\nu^2; $$\n\n$$ A_3 = \\frac{1}{2} \\cdot C \\varepsilon^a \\cdot \\varepsilon^3 + \\frac{1}{2} \\cdot k_1 \\varepsilon^a \\cdot \\varepsilon^3 + \\frac{1}{2} \\cdot k_2 \\varepsilon^a \\cdot \\varepsilon^3 - V_a + \\mu \\nu^a \\cdot \\nu^3; $$\n\n$$ A_4 = \\ldots $$\n\nBut here it is to be observed, that if $a$ be equal to one year or more, the term affected with $\\varepsilon$ is insignificant; and whilst $a+x$ is less than 80, in the Carlisle mortality, for instance, the term affected with $\\nu$ is insignificant; and when $a$ is as great as 20, the term affected with $\\varepsilon$ is insignificant; which observation shows that though the values of $A_0$, $A_1$, $A_2$ appear intricate, only some of the terms for any value of $a$ come into play in them, and that the values have much more simplicity than is apparent, without taking that circumstance into consideration. And, for instance, when $a+x$ is between 20 and 80, or even between about 10 and 80, $a$ being no less than 10, in the Carlisle Table,\nthere will only be in the values of \\( ^1A_0, ^1A_1, ^1A_2, \\) &c. the terms affected with \\( \\xi \\) and \\( e \\); and when \\( a \\) is as great as 80, there will be only the terms affected with \\( \\xi, e, \\) and \\( v, \\) as those affected with \\( \\xi \\) and \\( e \\) will be of total insignificance. And meanwhile it will be easy to have a Table calculated for every age from birth, even including the first months after birth, which will give all the values of \\( ^1A_0, ^1A_1, ^1A_2, ^1A_3 \\) by bare inspection. And to illustrate this observation, I will give the value of \\( -M_{a+x} \\) according to the Carlisle mortality, for the respective values of \\( a, 30, 40, 50, \\) as follows:\n\n\\[\n-M_{30+x} = 2.17621 - \\begin{cases}\n0.014087x \\\\\n+ 0.003357x^2 \\\\\n+ 0.000 \\\\\n+ 0.0033924x^3 \\\\\n+ (8) 95944x^3 \\\\\n&c.\n\\end{cases}\n\\]\n\n\\[\n-M_{40+x} = 1.99926 - \\begin{cases}\n0.021562x \\\\\n+ 0.00041513x^2 \\\\\n+ (5) 2839x^3 \\\\\n+ (7) 12245x^4 \\\\\n&c.\n\\end{cases}\n\\]\n\n\\[\n-M_{50+x} = 1.73924 - \\begin{cases}\n0.030745x \\\\\n+ 0.00050696x^2 \\\\\n+ (5) 26777x^3 \\\\\n+ (7) 1395x^4 \\\\\n&c.\n\\end{cases}\n\\]\n\nArt. 25. But from what has been stated, the result of the analysis of any problem may give the present value due the \\( x \\)th year's payment by an expression of the form of\n\n\\[\nA_0x^p + A_1x^{p+1} + A_2x^{p+2} + A_3x^{p+3}, \\text{ &c.,}\n\\]\n\nwhere \\( A_0, A_1, A_2 \\) will be determined by the methods explained by the conditions of the problem. If we wish to have the present value of the sum due to every yearly payment between the values \\( m \\) and \\( n \\) of \\( x, \\) we have, according to our notation, to find the sum of\n\n\\[\n\\sum_{m}^{n} \\frac{x}{m}x^p + \\frac{x}{m}x^{p+1} + \\frac{x}{m}x^{p+2} + \\frac{x}{m}x^{p+3}, \\text{ where } \\frac{x}{m} \\text{ signifies, when applied to the term } x \\text{ for instance, the sum } m^p + (m+1)^p + (m+2)^p \\text{ up to } n^p \\text{ inclusively of } m \\text{ and } n; \\text{ and I therefore give a Table (see p. 543,) which I call a Collecting Table of Powers, to facilitate the summation.}\n\nThis Table for the collection of powers given does not go to the extent which may be required in complicated cases, though it may be sufficient, for instance, for finding the value of an annuity on several joint lives, or in cases not very much more intricate; but when the powers required of \\( x \\) are much higher than this Table comprehends, it will not be difficult, but, on the contrary, very easy to find the sum of these high powers of\n\nthe series 1, 2, 3, &c. from the well-known theorem that \\( \\sum_{1}^{x} x^p = 1^p + 2^p + 3^p + \\text{ &c. } x^p \\) by\nthe well-known theorem that the sum is equal to\n\n\\[\n\\frac{x^{p+1}}{p+1} + \\frac{1}{2} x^p + \\frac{1}{2} \\cdot \\frac{p}{2} \\cdot \\frac{3}{2} x^{p-1} - \\frac{1}{6} \\cdot \\frac{p \\cdot (p-1) \\cdot (p-2)}{2 \\cdot 3 \\cdot 4 \\cdot 5} \\cdot x^{p-3} + \\frac{1}{6} \\cdot \\frac{p \\cdot (p-1) \\cdot (p-2) \\cdot (p-3) \\cdot (p-4)}{2 \\cdot 3 \\cdot 4 \\cdot 5 \\cdot 6 \\cdot 7} \\cdot x^{p-5}, \\ldots\n\\]\n\nas very few of the terms will be sufficient, perhaps only the first term, or the two first terms, or the three first terms, in which several cases the theorem will stand\n\n\\[1^p + 2^p + 3^p + \\ldots + x^p,\\]\n\nrespectively equal to\n\n\\[\n\\frac{x^{p+1}}{p+1}; \\quad x^p \\times \\left( \\frac{x}{p+1} + \\frac{1}{2} \\right); \\quad x^{p-1} \\times \\left( \\frac{x^2}{p+1} + \\frac{x}{2} + \\frac{1}{2} \\cdot \\frac{p}{2} \\cdot \\frac{3}{2} \\right).\n\\]\n\nAnd to explain why high powers may be required, I may first mention that the yearly payments which the question may require to be made may not all require to be of the same value, but of values depending on the time in which they are to be made, or in other words, some function of \\(x\\): if, for example, the payments were uniformly to increase as \\(x\\) increased from one to two, to three, &c., and if the corresponding payments were to be one pound, two pounds, three pounds, &c., then each term of the series \\(A + Bx + Cx^2 + \\ldots\\), which would express the function of the value required for every value of \\(x\\) from 1 to \\(x\\), to be summed, would have to be multiplied by \\(x\\), and so be changed by that multiplier into \\(Ax + Bx^2 + Cx^3 + \\ldots\\); and the conditions relative to the yearly payments may be such as to introduce multiplications of much higher powers of \\(x\\). And in complicated questions, even when the complication is not great, as for instance in the case which may not unlikely occur, to find the present value of the reversion of an annuity to be granted to the joint lives A, B after the longest life of five other given lives, C, D, E, F, G; were this to be attempted by the method given by authors by Tables of joint lives, even though we might have Tables of the value of any number of joint lives for every age (which we have not, and in consequence of not having such Tables very insufficient interpolations are to be had recourse to), the labour would be very great.\n\nWe should have, simple as the question appears by its enunciation, to search for the value of thirty-two annuities, of which one would be on two joint lives, six on three joint lives, ten on four joint lives, ten on five joint lives, five on six joint lives, and one on seven joint lives; but if the question were to be solved by the method explained, we should only have to find, by inspection of the Collecting Table, if it extended to those high powers, severally the sums of the several progressions\n\n\\[1^5 + 2^5 + 3^5 + \\ldots; \\quad 1^6 + 2^6 + 3^6 + \\ldots; \\quad 1^7 + 2^7 + 3^7 + \\ldots\\]\n\nseverally multiplied by coefficients, say \\(A_1, A_2, A_3, \\ldots\\), found without much trouble from the conditions of the question, such values, \\(A_1, A_2, A_3, \\ldots\\), being of series converging so swiftly that a few terms which the multiplication produced would be sufficient.\n\nAnd in the operation we should find the notation I have proposed useful, as for instance to write \\((5)234, 789(6)\\), for \\(0.0000234, 789000000\\), as numbers of such description will come into operation.\n\nAs the application of the theorem requires an easy mode of finding an analytical expression for the anti-logarithm of an analytical expression, and of giving the analytical\nexpression of a logarithm of an analytical expression, and as there are or may be in some applications of the theorems many entanglements of logarithms in analytical expressions, and anti-analytical expressions of logarithms, I will now give different methods of operation for those purposes. I will commence by stating that if the analytical logarithmic expression is that of the common logarithm, then this must be converted to that of the Napierian logarithm by the multiplication of the coefficients by the Napierian logarithm of 10, that is, by the reciprocal of \\( \\cdot4342944 \\), &c.; but a very few terms of this decimal will be required. Let the Napierian logarithm be represented by\n\n\\[ A_0 + A_1 x + A_2 x^2 + A_3 x^3 + \\ldots \\]\n\nand by the notation I have adopted because \\( -A_0 \\) will express the anti-Napierian logarithm of \\( A_0 \\), that is to say, the natural number of which \\( A_0 \\) is the anti-Napierian logarithm, and the expression, namely the anti-Napierian logarithm of\n\n\\[ (A_0 + A_1 x + A_2 x^2 + \\ldots) \\]\n\nwill stand\n\n\\[ -A_0 \\times (A_1 x + A_2 x^2 + A_3 x^3 + \\ldots); \\]\n\nbut\n\n\\[ -(A_1 x + A_2 x^2 + A_3 x^3 + \\ldots), \\]\n\nor the anti-Napierian logarithm of\n\n\\[ (A_1 x + A_2 x^2 + \\ldots), \\]\n\nis\n\n\\[ = 1 + A_1 x + A_2 x^2 + \\ldots + \\frac{1}{2} A_1 x + A_2 x^2 + \\ldots + \\frac{1}{2 \\cdot 3} A_1 x + \\ldots + \\frac{1}{2 \\cdot 3 \\cdot 4} A_1^4 x^4 + \\ldots \\]\n\nand consequently if the anti-Napierian logarithm of \\( A_0 + A_1 x + A_2 x^2 + \\ldots \\) be expressed by \\( B_0 + B_1 x + B_2 x^2 + B_3 x^3 + \\ldots \\), we shall have the following equations between \\( B_0, B_1, B_2, \\ldots \\) and \\( A_0, A_1, A_2, \\ldots \\):\n\n\\[ B_0 = -A_0; \\quad B_1 = B_0 A_1; \\quad B_2 = B_0 (A_2 + \\frac{1}{2} A_1^2); \\]\n\n\\[ B_3 = B_0 \\left( A_3 + A_1 A_2 + \\frac{1}{2 \\cdot 3} A_1^3 \\right); \\quad B_4 = B_0 \\left( A_4 + A_1 A_2 + \\frac{1}{2} A_2^2 + \\frac{1}{2} A_1^2 A_2 + \\frac{1}{2 \\cdot 3 \\cdot 4} A_1^4 \\right), \\ldots \\]\n\nso that as \\( B_0, B_1, B_2, \\ldots \\) are found by these equations from \\( A_1, A_2, A_3, \\ldots \\), and on the contrary, \\( A_0, A_1, A_2, \\ldots \\) are found from \\( B_0, B_1, B_2, \\ldots \\) from the equations\n\n\\[ A_0 = -B_0, \\quad A_1 = \\frac{1}{B_0} \\times B_1, \\quad A_2 = \\frac{1}{B_0} \\times B_1 - \\frac{1}{2} A_1^2; \\]\n\n\\[ A_3 = \\frac{1}{B_0} \\times B_3 - A_1 A_2 - \\frac{1}{2 \\cdot 3} A_1^3; \\quad A_4 = \\frac{1}{B_0} \\times B_4 - A_1 A_2 - \\frac{1}{2} A_2^2 - \\frac{1}{2} A_1^2 A_2 - \\frac{1}{2 \\cdot 3 \\cdot 4} A_1^4, \\ldots \\]\nand where, as will generally be the case, $A_1$, $A_2$, $A_3$, &c., or $B_1$, $B_2$, $B_3$, &c. are a series of terms which are very convergent, a very few terms of the said coefficients will be found necessary, which is a very advantageous circumstance for our purpose.\n\nAnother mode of finding the anti-Napierian logarithm of the expression\n\n$$A_1x + A_2x^2 + A_3x^3 + \\&c.$$ \n\nis to consider it\n\n$$= -A_1xx - A_2x^2x - A_3x^3x, \\&c. = \\left(1 + A_1x + \\frac{1}{2}A_2x^2 + \\frac{1}{2\\cdot3}A_3x^3 + \\&c.\\right)$$\n\n$$\\times \\left(1 + A_2x^2 + \\frac{1}{2}A_3x^3 + \\&c.\\right) \\times \\left(1 + A_3x^3 + \\frac{1}{2}A_4x^4 + \\&c.\\right) \\times \\&c.;$$\n\nthis being multiplied out at length would give what might be considered an easier way than the last for effecting our purpose, if many terms were thought requisite. But another mode of finding the anti-Napierian logarithm of $A_1x + A_2x^2 + \\&c.$, which would be the anti-Napierian logarithm of $A_0 + A_1x + A_2x^2 + \\&c.$ if $A_0 = 0$, and therefore $B_0 = 1$, would be by result of the equations of $A_1x + A_2x^2 + \\&c.$ = the Napierian logarithm of $1 + B_1x + B_2x^2 + \\&c.$, by putting the equation in fluxions, which would give\n\n$$A_1 + 2A_2x + 3A_3x^2 + \\&c. = \\frac{B_1 + 2B_2x + 3B_3x^2 + \\&c.}{1 + B_1x + B_2x^2 + \\&c.};$$\n\nthis will give the following equation for finding $B_1$, $B_2$, &c.,\n\n$$\\begin{align*}\nA_1 + 2A_2x + 3A_3x^2 + 4A_4x^3 + \\&c. \\\\\n+ A_1B_1x + 2A_2B_1x^2 + 3A_3B_1x^3 + \\&c. \\\\\n+ A_1B_2x^2 + 2A_2B_2x^3 + \\&c. \\\\\n+ A_1B_3x^3 + \\&c. \\\\\n-B_1 - 2B_2x - 3B_3x^2 - 4B_4x^4 + \\&c.\n\\end{align*}$$\n\nand consequently\n\n$$B_1 = A_1; \\quad B_2 = A_2 + \\frac{1}{2}A_1B_1; \\quad B_3 = A_3 + \\frac{2}{3}A_2B_1 + \\frac{1}{3}A_1B_2;$$\n\n$$B_4 = A_4 + \\frac{3}{4}A_3B_1 + \\frac{3}{4}A_2B_2 + \\frac{1}{4}A_1B_3; \\quad B_5 = A_5 + \\frac{4}{5}A_4B_1 + \\frac{3}{5}A_3B_2 + \\frac{2}{5}A_2B_3 + \\frac{1}{5}A_1B_4, \\&c.,$$\n\nwhere $B_1$, $B_2$, $B_3$, &c. are found respectively one after the other by a very simple law; and this method may also, if many terms be thought requisite, be preferable to the first method, and the equation reversed would give\n\n$$A_1 = B_1, \\quad A_2 = B_2 - \\frac{1}{2}A_1B_1, \\quad A_3 = B_3 - \\frac{2}{3}A_2B_1 - \\frac{1}{3}A_1B_2, \\quad A_4 = B_4 - \\frac{3}{4}A_3B_1 - \\frac{3}{4}A_2B_2 - \\frac{1}{4}A_1B_3, \\&c.$$\n\nN.B. The calculations which these sheets required were laborious, and necessitated the very frequent, in fact the continual use of a table of Logarithms, and the searching for the Anti-logarithms; and I feel pleasure in stating that I found the last edition of Anti-logarithms, published by Mr. H. E. Filipowsky, a very serviceable assistance, and I have no doubt that calculators in the same path must be glad to possess these Tables.\nArt. 26. The following Table, to show the result of the formula $\\lambda L_x = C\\epsilon^x + k\\epsilon^x + k\\epsilon^x - M_x + \\mu x$, is calculated for Carlisle Mortality.\n\n| Age $x$ | 1   | 2   | 3   | 4   | 5   | 6   | 7   | 8   | 9   | 10  |\n|---------|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|\n| $\\lambda L_x$ formula | 3-92747 | 3-89062 | 3-86653 | 3-85053 | 3-83975 | 3-83148 | 3-82461 | 3-81915 | 3-81531 | 3-81774 | 3-81323 |\n| $\\lambda L_x$ Milne | 3-92742 | 3-89092 | 3-86177 | 3-84497 | 3-83231 | 3-82461 | 3-81915 | 3-81531 | 3-81245 | 3-81023 | 3-81023 |\n| $L_x$ formula | 8461 | 7773 | 7274 | 7088 | 6914 | 6784 | 6701 | 6631 | 6573 | 6504 | 6460 |\n| $L_x$ Milne | 8461 | 7779 | 7274 | 6998 | 6797 | 6676 | 6594 | 6536 | 6493 | 6460 | 6460 |\n\n| Age $x$ | 11  | 12  | 13  | 14  | 15  | 16  | 17  | 18  | 19  | 20  |\n|---------|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|\n| $\\lambda L_x$ formula | 3-81113 | 3-80809 | 3-80504 | 3-80237 | 3-80057 | 3-79694 | 3-79354 | 3-79070 | 3-78792 | 3-78453 |\n| $\\lambda L_x$ Milne | 3-80823 | 3-80618 | 3-80400 | 3-80175 | 3-79934 | 3-79664 | 3-79372 | 3-79071 | 3-78767 | 3-78462 |\n| $L_x$ formula | 6473 | 6399 | 6383 | 6334 | 6299 | 6260 | 6219 | 6176 | 6136 | 6088 |\n| $L_x$ Milne | 6431 | 6400 | 6368 | 6335 | 6300 | 6261 | 6219 | 6176 | 6133 | 6090 | 6090 |\n\n| Age $x$ | 21  | 22  | 23  | 24  | 25  | 26  | 27  | 28  | 29  | 30  |\n|---------|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|\n| $\\lambda L_x$ formula | 3-78145 | 3-77822 | 3-77501 | 3-77167 | 3-76828 | 3-76483 | 3-76125 | 3-75759 | 3-75397 | 3-75019 |\n| $\\lambda L_x$ Milne | 3-78154 | 3-77851 | 3-77546 | 3-77240 | 3-76930 | 3-76612 | 3-76290 | 3-75952 | 3-75557 | 3-75143 |\n| $L_x$ formula | 6046 | 6001 | 5957 | 5911 | 5863 | 5819 | 5771 | 5722 | 5675 | 5626 |\n| $L_x$ Milne | 6047 | 6005 | 5963 | 5921 | 5879 | 5836 | 5793 | 5748 | 5698 | 5642 | 5642 |\n\n| Age $x$ | 31  | 32  | 33  | 34  | 35  | 36  | 37  | 38  | 39  | 40  |\n|---------|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|\n| $\\lambda L_x$ formula | 3-74623 | 3-74222 | 3-73870 | 3-73398 | 3-72957 | 3-72548 | 3-71984 | 3-71501 | 3-71112 | 3-70380 |\n| $\\lambda L_x$ Milne | 3-74702 | 3-74257 | 3-73815 | 3-73376 | 3-72933 | 3-72485 | 3-72024 | 3-71550 | 3-71063 | 3-70544 |\n| $L_x$ formula | 5575 | 5524 | 5442 | 5420 | 5353 | 5315 | 5246 | 5188 | 5142 | 5056 |\n| $L_x$ Milne | 5585 | 5528 | 5472 | 5417 | 5362 | 5307 | 5251 | 5194 | 5136 | 5075 | 5075 |\n\n| Age $x$ | 41  | 42  | 43  | 44  | 45  | 46  | 47  | 48  | 49  | 50  |\n|---------|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|\n| $\\lambda L_x$ formula | 3-69939 | 3-69491 | 3-68929 | 3-68313 | 3-67643 | 3-67106 | 3-66569 | 3-66571 | 3-65051 | 3-64309 |\n| $\\lambda L_x$ Milne | 3-69975 | 3-69373 | 3-68744 | 3-68106 | 3-67459 | 3-66811 | 3-66162 | 3-65523 | 3-64914 | 3-64316 |\n| $L_x$ formula | 5009 | 4954 | 4890 | 4821 | 4747 | 4689 | 4631 | 4547 | 4472 | 4396 |\n| $L_x$ Milne | 5009 | 4940 | 4869 | 4798 | 4727 | 4657 | 4588 | 4521 | 4458 | 4397 | 4397 |\n\n| Age $x$ | 51  | 52  | 53  | 54  | 55  | 56  | 57  | 58  | 59  | 60  |\n|---------|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|\n| $\\lambda L_x$ formula | 3-63513 | 3-62707 | 3-61853 | 3-60917 | 3-59321 | 3-59022 | 3-57953 | 3-56774 | 3-55672 | 3-54427 |\n| $\\lambda L_x$ Milne | 3-63729 | 3-63104 | 3-62439 | 3-61731 | 3-60991 | 3-60206 | 3-59373 | 3-58454 | 3-57392 | 3-56146 |\n| $L_x$ formula | 4316 | 4237 | 4155 | 4066 | 3919 | 3892 | 3798 | 3696 | 3603 | 3502 |\n| $L_x$ Milne | 4338 | 4276 | 4211 | 4143 | 4073 | 4000 | 3924 | 3842 | 3749 | 3643 | 3643 |\n\n| Age $x$ | 61  | 62  | 63  | 64  | 65  | 66  | 67  | 68  | 69  | 70  |\n|---------|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|\n| $\\lambda L_x$ formula | 3-53269 | 3-51806 | 3-50242 | 3-48635 | 3-47298 | 3-45128 | 3-43176 | 3-41090 | 3-38863 | 3-36540 |\n| $\\lambda L_x$ Milne | 3-54667 | 3-53084 | 3-51428 | 3-49734 | 3-47972 | 3-46150 | 3-44264 | 3-42292 | 3-40236 | 3-38039 |\n| $L_x$ formula | 3410 | 3297 | 3180 | 3045 | 2972 | 2833 | 2702 | 2576 | 2447 | 2320 |\n| $L_x$ Milne | 3521 | 3395 | 3268 | 3143 | 3018 | 2894 | 2771 | 2648 | 2525 | 2401 | 2401 |\n\n| Age $x$ | 71  | 72  | 73  | 74  | 75  | 76  | 77  | 78  | 79  | 80  |\n|---------|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|\n| $\\lambda L_x$ formula | 3-38364 | 3-32065 | 3-27909 | 3-24834 | 3-21177 | 3-20301 | 3-12579 | 3-08460 | 3-06270 | 2-97895 |\n| $\\lambda L_x$ Milne | 3-35736 | 3-33102 | 3-30039 | 3-26505 | 3-22401 | 3-18041 | 3-13322 | 3-08386 | 3-03383 | 2-97909 |\n| $L_x$ formula | 2181 | 2092 | 1901 | 1771 | 1628 | 1596 | 1336 | 1215 | 1155 | 1081 | 1081 |\n\n| Age $x$ | 81  | 82  | 83  | 84  | 85  | 86  | 87  | 88  | 89  | 90  |\n|---------|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|\n| $\\lambda L_x$ formula | 2-93253 | 2-87351 | 2-80613 | 2-73383 | 2-64479 | 2-56753 | 2-47561 | 2-37526 | 2-26730 | 2-15239 |\n| $\\lambda L_x$ Milne | 2-92273 | 2-86034 | 2-79449 | 2-72326 | 2-64838 | 2-56476 | 2-47129 | 2-36549 | 2-25768 | 2-15229 | 2-15229 |\n\n| Age $x$ | 91  | 92  | 93  | 94  | 95  | 96  | 97  | 98  | 99  | 100 |\n|---------|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|\n| $\\lambda L_x$ formula | 2-03631 | 1-89820 | 1-76150 | 1-59630 | 1-47969 | 1-33147 | 1-16301 | 1-09266 | 1-00205 | 9-5396 |\n| $\\lambda L_x$ Milne | 2-02119 | 1-87508 | 1-75239 | 1-60206 | 1-47712 | 1-36173 | 1-25527 | 1-14613 | 1-04139 | 9-5424 | 9-5424 |\n\n$x =$ 0 or Birth. 1 Month. 2 Months. 3 Months. 6 Months. 9 Months. 12 Months. Average deaths per month.\n\n| $\\lambda L_x$ formula | 400000 | 3-97622 | 3-96755 | 3-96182 | 3-94753 | 3-93494 |\n| $\\lambda L_x$ Milne | 400000 | 3-97622 | 3-96721 | 3-96501 | 3-95279 | 3-94027 |\n| $L_x$ formula | 10000 | 9467 | 9279 | 9158 | 9158 | 8609 |\n| $L_x$ Milne | 10000 | 9467 | 9313 | 9226 | 9226 | 8715 |\n\nIn first month 0\nBetween 1 and 2 ......\nBetween 2 and 3 ......\nBetween 3 and 6 ......\nBetween 6 and 9 .......\nArt. 27. In a paper I had the honour of presenting to the International Statistical Congress, in consequence of the flattering invitation I had received to offer my assistance towards the scientific objects in view, I presented a sketch of some investigations I had been making since the publication of my paper of 1820 and that of 1825, relative to the subject of mortality, and on some investigations I had since made on the law of sickness and invalidity subjects, which I was prevented, in consequence of the absence of sufficient health, to finish for presentation to the Royal Society, as a supplement to those two papers which were honoured by a place in the Society's Transactions. But in my paper I presented to the Congress, I did not show how I obtained the formulae of the one uniform law of mortality I presented, from birth to extreme old age, reserving that communication for the honour I intended myself to present it to this Society, should my health sufficiently recover to render it possible to me, though I presented the formula which follows, \\( \\lambda L_x = \\text{constant} + ke^x - k'e^x - nq^x - P_x \\), in which \\( \\lambda L_x \\) represents the common logarithm of the number of persons living at the age \\( x \\), \\( P_x = \\theta \\cdot w \\), \\( k, e, k', e, n, q, l, w, \\pi, u \\) constant quantities from birth to the extremity of old age, to be found from statistical tables given of the actual persons living at every age in places to which the formula is meant to apply; and these constants I found for Carlisle mortality, Northampton mortality, De Parcieux mortality, and Sweden, male and female mixed mortality, from the examination of published statistical tables; and I computed for these four stated rates of mortality from this formula by means of these constants the number of living at every age, and arranged the results opposite the statements, which show a remarkably satisfactory agreement between the formula and the statement which it is intended to represent throughout, from commencement to every year of age. And in the Carlisle Table, where there are data for comparison, for the first months after birth, where there appears great irregularity in the deaths, even the close approximate agreement seems very interesting; and the value of the constants there given are in the formula resulting when \\( \\theta \\) is taken \\( = 1 \\), which, though it may not be its exact value, is very nearly so.\n\n|                | \\( u \\) | \\( \\lambda k \\) | \\( \\lambda e \\) | \\( \\lambda k' \\) | \\( \\lambda e' \\) | \\( \\lambda n \\) | \\( \\lambda q \\) | \\( \\lambda \\pi \\) | \\( \\lambda w \\) | Constant. |\n|----------------|--------|----------------|----------------|-----------------|----------------|-------------|-------------|-------------|-------------|-----------|\n| Carlisle       | 90·37  | 1·2310         | 1·76774        | 1·59375         | 4·34652        | 2·75526     | 0·126       | 1·98952     | 1·50837     | 3·8631    |\n| Northampton    | 90·131 | 1·43172        | 1·72758        | No data         | No data        | 1·11566     | 0·11213     | 1·9954      | 1·15125     | 3·92650    |\n| Sweden         | 96·137 | 1·23562        | 1·7918         | No data         | No data        | 2·87042     | 0·1296      | 1·99608     | 1·03727     | 3·87142    |\n| De Parcieux    | 86·21  | 2·99           | 1·8415         | No data         | No data        | 1·3323      | 0·06005     | 1·99293     | 1·2250      | 3·19130    |\n\nI gave the results for the Carlisle mortality to the Congress, which were extremely satisfactory, but I did not give the results for the Northampton mortality and for the Sweden, and De Parcieux's mortality, which (though with the exception that for the few first months of age these statistical tables give no data) I find, I think, equally satisfactory; but not having sent the results to the Congress, I presume that I am authorized, without infringing on the rule of this Society not to publish what has been already\npublished, to present, as I have done here, the results for the Northampton mortality; and it was my wish also to insert the satisfactory results I found for the other two, but for want of time I am prevented, though I think they would be found interesting. The aforesaid formula bears a very different form from the formula of this paper, $L_x = C \\cdot e^x + k_1 x + k_2 x^2 - M_x + \\mu x$, where $M_x = e^x \\cdot h - x \\cdot q$, &c., the constants here not being represented by the same letters as in the former; these two differ interestingly in appearance, and so much so as to lead to surprise that the result of each, for the Carlisle mortality, gives such very near approximation to the Table of observation. I was therefore, as both formulæ have particular features of interest, induced to examine by analysis their analytical analogy.\n\nNorthampton Mortality, from the formula sent to the Congress.\n\n(From the Northampton formula; the results being from the formula which was printed in the Reports of the International Statistical Congress, which results were not given.)\n\n| Age $x$ | $\\lambda L_x$ formula | $\\lambda L_x$ Morgan |\n|---------|-----------------------|----------------------|\n| 0       | 4·06633               | 4·06633              |\n| 1       | 3·93704               | 3·93702              |\n| 2       | 3·86626               | 3·86231              |\n| 3       | 3·82676               | 3·83129              |\n| 4       | 3·80290               | 3·80929              |\n| 5       | 3·78988               | 3·79581              |\n| 6       | 3·78053               | 3·78283              |\n| 7       | 3·77361               | 3·77269              |\n| 8       | 3·76797               | 3·76545              |\n| 9       | 3·76295               | 3·75820              |\n| 10      | 3·75355               | 3·74889              |\n| 11      | 3·74418               | 3·73936              |\n| 12      | 3·74609               | 3·74218              |\n| 13      | 3·73822               | 3·73424              |\n| 14      | 3·73444               | 3·72941              |\n| 15      | 3·73422               | 3·73022              |\n| 16      | 3·72941               | 3·72591              |\n| 17      | 3·72425               |                      |\n| 18      | 3·71897               | 3·71353              |\n| 19      | 3·70797               | 3·70225              |\n| 20      | 3·69638               | 3·68737              |\n| 21      | 3·69767               | 3·68119              |\n| 22      | 3·68440               | 3·67785              |\n| 23      | 3·67761               | 3·67135              |\n| 24      | 3·67071               |                      |\n| 25      | 3·66468               | 3·65433              |\n| 26      | 3·65080               | 3·64359              |\n| 27      | 3·64933               | 3·64197              |\n| 28      | 3·64933               | 3·64197              |\n| 29      | 3·64933               | 3·64197              |\n| 30      | 3·64933               | 3·64197              |\n| 31      | 3·64933               | 3·64197              |\n| 32      | 3·64933               | 3·64197              |\n| 33      | 3·64933               | 3·64197              |\n| 34      | 3·64933               | 3·64197              |\n| 35      | 3·64933               | 3·64197              |\n| 36      | 3·59618               | 3·58755              |\n| 37      | 3·58755               | 3·57868              |\n| 38      | 3·56958               | 3·56025              |\n| 39      | 3·56958               | 3·56025              |\n| 40      | 3·56958               | 3·56025              |\n| 41      | 3·56958               | 3·56025              |\n| 42      | 3·56958               | 3·56025              |\n| 43      | 3·56958               | 3·56025              |\n| 44      | 3·56958               | 3·56025              |\n| 45      | 3·50977               | 3·49888              |\n| 46      | 3·49888               | 3·48770              |\n| 47      | 3·49024               | 3·47628              |\n| 48      | 3·49024               | 3·47628              |\n| 49      | 3·49024               | 3·47628              |\n| 50      | 3·49024               | 3·47628              |\n| 51      | 3·49024               | 3·47628              |\n| 52      | 3·49024               | 3·47628              |\n| 53      | 3·49024               | 3·47628              |\n| 54      | 3·39960               | 3·38543              |\n| 55      | 3·38543               | 3·37098              |\n| 56      | 3·37401               | 3·35595              |\n| 57      | 3·35870               | 3·34042              |\n| 58      | 3·34282               | 3·32433              |\n| 59      | 3·34282               | 3·32034              |\n| 60      | 3·34282               | 3·32034              |\n| 61      | 3·34282               | 3·32034              |\n| 62      | 3·34282               | 3·32034              |\n| 63      | 3·25425               | 3·23361              |\n| 64      | 3·23361               | 3·21826              |\n| 65      | 3·21272               | 3·19111              |\n| 66      | 3·19089               | 3·16812              |\n| 67      | 3·16791               | 3·14363              |\n| 68      | 3·14363               | 3·14364              |\n| 69      | 3·14363               | 3·14364              |\n| 70      | 3·14363               | 3·14364              |\n| 71      | 3·14363               | 3·14364              |\n| 72      | 3·02944               | 2·99557              |\n| 73      | 2·99557               | 2·95889              |\n| 74      | 2·95999               | 2·91834              |\n| 75      | 2·95999               | 2·91834              |\n| 76      | 2·95999               | 2·91834              |\n| 77      | 2·95999               | 2·91834              |\n| 78      | 2·95999               | 2·91834              |\n| 79      | 2·95999               | 2·91834              |\n| 80      | 2·95999               | 2·91834              |\n| 81      | 2·59479               | 2·51156              |\n| 82      | 2·51156               | 2·43295              |\n| 83      | 2·46090               | 2·35326              |\n| 84      | 2·36922               | 2·24725              |\n| 85      | 2·26951               | 2·15001              |\n| 86      | 2·16137               | 2·03269              |\n| 87      | 2·03269               | 1·90233              |\n| 88      | 1·90233               | 1·75507              |\n| 89      | 1·75507               | 1·79239              |\n| 90      | 1·60203               | 1·44327              |\n| 91      | 1·44327               | 1·25940              |\n| 92      | 1·25940               | 1·05593              |\n| 93      | 1·05593               | 1·04019              |\n| 94      | 1·04019               | 60181                |\n| 95      | 60181                 | 34315                |\n| 96      | 34315                 |                      |\nThis Table was not given in the paper written for the (late) International Congress, but was calculated for the present, from the formula \\( \\lambda L_x = u + kx - k^2 x - nq^x - P_x \\); \\( P_x \\) being put for \\( \\theta(w)^{x-u} \\), all the qualities except \\( x \\) being constant from birth.\n\nArt. 28. It remains now slightly to touch on the law of sickness, though the subject is already mentioned in the paper I presented to the Congress, in consequence of a similarity, as far as I have had data to discover, with the law of mortality. I gave the formula, but not the investigation of that formula; but I gave Tables of comparison with the sickness stated to have occurred in different societies and in different places, which appear to be extremely satisfactory as to the approximate agreement with the stated results. The formula I gave is as follows:—If \\( S_x \\) be the number of weeks of sickness due to a person of \\( x \\) in the Society, the log of \\( S_x = A + BC^x \\), where \\( A, B, C \\) are apparent constants for a long period, to be found by the vital rule of three, from the stated sickness prevailing at three selected ages; and here the apparent constants are evidently not truly constant, as their values will slightly change with the selection. The formula \\( S_x = A \\cdot B^{Cx} \\) has the same form as \\( L_x = D \\cdot g^{qx} \\), the theorem of mortality, and, as in that theorem, the elements \\( A, B, C \\), though apparently constant for a less time, depend on three selected ages for the determining their values, and are only apparently constant, but afford for a long time near approximations to the amount of sickness which occurs in different societies. The values of \\( A, B, C \\) of the formula, as determined from statements of societies, I gave in my paper presented to the International Congress, with Tables showing the near agreement with the statements of those societies. I quote from that paper as follows:\n\nSelected ages, 25, 45, 65, from Mr. Ansell, all England.\n\nSelected ages, 25, 45, 65, Town:\n\\[\n\\lambda A = 1.72778; \\quad \\lambda B = 2.6772; \\quad \\lambda C = 0.020433.\n\\]\n\nSelected ages, 25, 45, 65, Scotland:\n\\[\n\\lambda A = 1.66237; \\quad \\lambda B = 2.41351; \\quad \\lambda C = 0.02433.\n\\]\n\nSelected ages, 25, 45, 65, Ansell, Town:\n\\[\n\\lambda A = 1.65112; \\quad \\lambda B = 1.04297; \\quad \\lambda C = 0.02818.\n\\]\n\nSelected ages, 35, 50, 65, Ansell, Town:\n\\[\n\\lambda A = 1.92937; \\quad \\lambda B = 1.70942; \\quad \\lambda C = 0.0165265.\n\\]\n\nSelected ages, 25, 45, 65, City district:\n\\[\n\\lambda A = 1.84121; \\quad \\lambda B = 2.47741; \\quad \\lambda C = 0.009206.\n\\]\n\nSelected ages, 25, 45, 65, City:\n\\[\n\\lambda A = 1.84121; \\quad \\lambda B = 1.1553; \\quad \\lambda C = 0.0301685.\n\\]\n\nSelected ages, 30, 40, 50, Rural:\n\\[\n\\lambda A = 1.85616; \\quad \\lambda B = 2.02951; \\quad \\lambda C = 0.0301685.\n\\]\nThere seems to be a distinction between the law of mortality and that of sickness, inasmuch as \\( g \\), in the law of mortality, is a positive fraction less than unity, whereas the similar term \\( B \\) in the law of sickness is greater than unity.\n\nArt. 29. Here I must draw the reader's very particular attention to the formula\n\n\\[\nL_x = C\\varepsilon^x + k\\varepsilon^x + k\\varepsilon^x - M_x + \\mu\\nu^x,\n\\]\n\nwhere for analytical anticipation it is put in the form\n\n\\[\nL_{a+x} = C\\varepsilon^{a+x} + k\\varepsilon^{a+x} + k\\varepsilon^{a+x} - M_{a+x} + \\mu\\nu^{a+x};\n\\]\n\nand the two portions \\( k\\varepsilon^{a+x} \\) and \\( \\mu\\nu^{a+x} \\) are developed into series proceeding by the powers of \\( x \\), because those series for several of the first terms, when \\( x \\) is at all large, are so divergent that in that case they become of no practical service; and in fact, though, if a sufficient number of terms be used, they are ultimately convergent and would lead to the true value, they present so formidable an obstacle as to cause, if those series be used, a complete refusal of the aid which was expected from them to render the formula analytically anticipatory, at least at those periods when these functions have a prevailing influence over anticipation; and if this difficulty had not been overcome by the adoption of a subterfuge, which I almost despaired of finding, a great part of the highly important analytically anticipating powers of the formula would be destroyed. The series alluded to are exhibited as follows:\n\n\\[\nk\\varepsilon^{a+x} = k\\varepsilon^a \\times \\left(1 + \\frac{1}{2} \\varepsilon^2 + \\frac{1}{2 \\cdot 3} \\varepsilon^3 + \\ldots\\right),\n\\]\n\nand\n\n\\[\n\\mu\\nu^{a+x} = \\mu\\nu^a \\times \\left(1 + \\frac{1}{2} \\nu^2 + \\frac{1}{2 \\cdot 3} \\nu^3 + \\ldots\\right).\n\\]\n\nAnd alluding to the first of these, I observe that in the formula above, when we refer it to the Carlisle mortality, \\( \\varepsilon = 1.79811; \\quad \\varepsilon = -0.46427; \\quad k = 1.16855; \\quad k = 1.4742 \\): if we wished to anticipate only for ten years forward, \\( \\varepsilon x \\) would be, say about \\(-\\frac{9}{2}\\), and the series\n\n\\[\n1 + \\frac{1}{2} \\varepsilon^2 + \\frac{1}{2 \\cdot 3} \\varepsilon^3 + \\ldots\n\\]\n\nwould be\n\n\\[\n1 - \\frac{9}{2} + \\frac{9}{2} \\cdot \\frac{9}{2} - \\frac{1}{2 \\cdot 3 \\cdot 4} \\cdot \\frac{9}{2} + \\frac{1}{2 \\cdot 3 \\cdot 4 \\cdot 5} \\cdot \\frac{9}{2} - \\ldots = 1 - \\frac{9}{2} + \\frac{9}{2} \\cdot \\frac{9}{4} - \\frac{9}{2} \\cdot \\frac{9}{4} \\cdot \\frac{9}{6} + \\frac{9}{2} \\cdot \\frac{9}{4} \\cdot \\frac{9}{6} \\cdot \\frac{9}{8} - \\ldots\n\\]\n\nso that we should not only have to go to the fifth power of \\( x \\) before the series began to converge, but to go to much higher powers, whereas the real value of \\( k\\varepsilon^{10} \\) sought is but of the small value of about \\( 0.01411 \\), of very small value, which may be considered even of insignificant value with respect to the total value of \\( L_{a+x} \\), notwithstanding its perplexing annoyance. But if we wished to anticipate for twenty years, although if \\( a \\) is even equal to 0, the value of the function \\( k\\varepsilon^{a+x} \\) is of such total insignificance with respect to the other portion of \\( L_{a+x} \\), being no greater than about \\( 0.00014 \\), whilst the value of \\( L_{a+x} = 3.81023 \\), yet in the development of \\( k\\varepsilon^{a+x} \\) into the series above, the number of diverging terms alternately positive and negative of greater value before the series even\nbegan to converge would render the development of perfect impracticability, though ultimately we could arrive as near as we chose to the insignificant value '000014; and I found that with such an annoyance it was no use to wrestle, no more than it would have been for David to wrestle with Goliath. I therefore was at the pains of finding a subterfuge by an interpolation which discards all the terms of a series alternately greatly positive and greatly negative, which so nearly destroyed each other's effect when we arrived to very nearly the true but very insignificant value '000014. I have reason to think good mathematicians would think such a subterfuge was unattainable, but what follows will show the contrary.\n\nArt. 30. Calculating the value $k\\varepsilon^0$, $k\\varepsilon^5$, $k\\varepsilon^{10}$, $k\\varepsilon^{20}$, we find the value to form the very swiftly converging series, '147424, '014424, '001441, '000188, '00008, and beyond this term perfectly insignificant; so that, if we wished to express the value of $\\varepsilon^x$, where $x$ is a whole number, by the common method of interpolation, we might easily do it thus:\n\n$$1 + \\Delta_1 x + \\Delta_2 x \\cdot \\frac{x-1}{2} + \\Delta_3 x \\cdot \\frac{x-1}{2} \\cdot \\frac{x-2}{3} + \\Delta_4 x \\cdot \\frac{x-1}{2} \\cdot \\frac{x-2}{3} \\cdot \\frac{x-3}{4};$$\n\nbeyond which term the differences are of perfect insignificance, $\\Delta_1$, $\\Delta_2$, $\\Delta_3$, $\\Delta_4$ being the first of the several orders of differences of the value $k\\varepsilon^0$, $k\\varepsilon^5$, $k\\varepsilon^{10}$, &c.; and it is evident that $\\Delta_1$, $\\Delta_2$, $\\Delta_3$, $\\Delta_4$ are respectively $k(\\varepsilon^5 - 1)$, $k(\\varepsilon^5 - 1)^2$, $k(\\varepsilon^5 - 1)^3$, &c., which we may adopt for the sake of proof, instead of taking the actual difference. And as the form in which we obtain the value of $k\\varepsilon^x$ requires for our purpose to be expressed by a series such as $I_0 + I_1 x + I_2 x^2 + I_3 x^3 + I_4 x^4$, if the above value of $k\\varepsilon^x$ be expanded, it will give\n\n$$I_0 = k, \\quad I_1 = \\Delta_1 - \\frac{1}{2} \\Delta_2 + \\frac{1}{3} \\Delta_3 - \\frac{1}{4} \\Delta_4, \\quad I_2 = \\Delta_2 - \\frac{1}{2} \\Delta_3 + \\frac{11}{24} \\Delta_4, \\quad I_3 = \\frac{1}{6} \\Delta_3 - \\frac{1}{4} \\Delta_4, \\quad I_4 = \\frac{1}{24} \\Delta_4,$$\n\nwhere, as already observed, $\\Delta_1 = k(\\varepsilon^5 - 1)$, $\\Delta_2 = k(\\varepsilon^5 - 1)^2$, &c.; and we find from the above values, $I_0$, $I_1$, $I_2$, $I_3$, $I_4$; and as $k\\varepsilon^5$ is therefore $= I_0 + I_1 x + I_2 x^2 + I_3 x^3 + I_4 x^4$, if in the room of $5x$ we write $x$, we shall have the equation\n\n$$k\\varepsilon^x = I_0 + \\frac{1}{5} I_1 x + \\frac{1}{5^2} I_2 x^2 + \\frac{1}{5^3} I_3 x^3 + \\frac{1}{5^4} I_4 x^4 = J_0 + J_1 x + J_2 x^2 + J_3 x^3 + J_4 x^4,$$\n\nif $J_0 = I_0$, $J_1 = \\frac{1}{5} I_1$, $J_2 = \\frac{1}{5^2} I_2$, $J_3 = \\frac{1}{5^3} I_3$, $J_4 = \\frac{1}{5^4} I_4$, and we have\n\n$$I_0 = '147422, \\quad I_1 = -'253484, \\quad I_2 = +'158862, \\quad I_3 = -'042453, \\quad I_4 = +'004068,$$\n\n$$J_0 = I_0, \\quad J_1 = -'050696, \\quad J_2 = '0063545, \\quad J_3 = -'033962, \\quad J_4 = '0565088,$$\n\n$$\\lambda - J_1 = '270497, \\quad \\lambda J_2 = '380308, \\quad \\lambda - J_3 = '553100, \\quad \\lambda J_4 = '681350.$$\n\nAnd with respect to $\\mu^a + x$, the least value of $a$ may be taken when $a = 60$, as $\\mu^a$ is so extremely insignificant if $a$ be less than 60. I will consider the value of $\\mu^a + x$ first, and consider afterwards $\\mu^a + b + x$, if $a$ exceeds 60 by $b$; and I observe that $\\mu^60$, $\\mu^60 + 5$, $\\mu^60 + 10$, $\\mu^60 + 15$, $\\mu^60 + 20$ form a regular series; and here I stop, though this series is of a different character from the series $k\\varepsilon^0$, $k\\varepsilon^5$, $k\\varepsilon^{10}$, &c., because the terms of the latter series dwindle to such insignificance, but those of the other, on the contrary, continually increase.\nThere may be cases, indeed, when we should not stop; but though we have not data for ages beyond 100, the coefficient $\\mu$ in the expression $\\mu^{a+x}$, though taken as sufficiently expressed by the constant value till $a+x$ does exceed 100, is evidently not absolutely constant; for if so, a person would be represented to be capable to live for ever; and I therefore satisfy myself by omitting to introduce a term for which I have no data, by limiting my term of anticipation to the period when $a+x$ becomes =100.\n\nI now observe that for the Carlisle mortality (where $\\lambda = 11.29927$, $\\nu = 110349$), $\\mu^{60}$, $\\mu^{60+5}$, $\\mu^{60+10}$, $\\mu^{60+15}$, $\\mu^{60+20}$ give the following series of terms:\n\n\\[ \\begin{array}{cccc}\n(4) & 83303, & (3) & 10572, \\\\\n(2) & 37662, & (1) & 013417.\n\\end{array} \\]\n\nAnd adopting the same mode of interpretation as in the former case, and representing $\\mu^{60+x}$ by\n\n\\[ 'I_0 + 'I_1x + 'I_2x^2 + 'I_3x^3 + 'I_4x^4, \\]\n\nand putting\n\n\\[ 'I_0 = 'J_0, \\quad \\frac{1}{5}'I_1 = 'J_1, \\quad \\frac{1}{5^2}'I_2 = 'J_2, \\quad \\frac{1}{5^3}'I_3 = 'J_3, \\quad \\frac{1}{5^4}'I_4 = 'J_4, \\]\n\nwe have\n\n\\[ 'I_0 = 0.00083303, \\quad 'I_1 = -0.0040315, \\quad 'I_2 = +0.0121095, \\quad 'I_3 = -0.0065977, \\quad 'I_4 = +0.001489, \\]\n\\[ 'J_1 = 5.98816, \\quad 'J_2 = 5.68517, \\quad 'J_3 = 6.72248, \\quad 'J_4 = 6.23825, \\]\n\\[ 'J_0 = 0.00083303, \\quad 'J_1 = -4.97313, \\quad 'J_2 = 4.484363, \\quad 'J_3 = -5.52753, \\quad 'J_4 = 6.23825. \\]\n\nBut here it is necessary to observe, that though these series for finding $k^{a+x}$, $\\mu^{a+x}$ are exactly true with respect to any value of $x$, if it be divisible by 5 (limited with respect to $\\mu^{a+x}$ to the case observed above, $a+x$ not being greater than 100), still they are not identical with that expression, as they may differ both in plus and in minus with them, if $x$, when divided by 5, should leave a remainder, say of 1, 2, 3, 4, which are four cases of more exact identity; but as the variance from identity is quite insignificant with respect to the value of $-L_{a+x}$, as will be shown further on, it is perfectly allowable to use this method without paying the slightest attention to the more absolute identity of the expression; but to proceed to prove this assertion. I represent $k^{a+x}$ by\n\n\\[ J_0 + J_1x + J_2x^2 + J_3x^3 + J_4x^4 + W_x, \\]\n\nand also represent $\\mu^{60+x}$ by\n\n\\[ 'J_0 + 'J_1x + 'J_2x^2 + 'J_3x^3 + 'J_4x^4 + 'W_x, \\]\n\nand I am to show that $W_x$ and $'W_x$ are either equal to nothing, or are insignificant with respect to $-L_{a+x}$, whether they shall turn out to be positive or negative. Now I observe in the case where $x$ is divisible exactly by 5, the above investigation shows that $W_x$ and $'W_x$ are both absolutely equal 0; and for the rest I will take $x$, by way of example, successively 11, 12, 13, 14, in which $x$ divided by 5 leaves either 1, 2, 3, or 4, and where the anticipation is respectively for 11, 12, 13, 14 years.\nBy direct calculation . . . \\( k_{11} = 0.00887, \\ k_{12} = 0.00537, \\ k_{13} = 0.00350, \\ k_{14} = 0.00220, \\)\n\nBy the anticipating formula \\( k_{e11} = 0.0106, \\ k_{e12} = 0.0129, \\ k_{e13} = 0.0355, \\ k_{e14} = -0.0353, \\)\n\n\\( W_{11} = -0.0018, \\ W_{12} = -0.0075, \\ W_{13} = -0.00320, \\ W_{14} = +0.00375, \\)\n\nwhere \\( x \\) is not divisible by 5; but in cases where \\( x \\) is divisible by 5, \\( W_x \\) is always equal to 0, and among the cases the three negative values are\n\n\\[-0.0018, \\ -0.0075, \\ -0.00320, \\ -0.00435.\\]\n\nTheir sum differs very little from the one positive case 0.00375, and they are all perfectly insignificant compared to the total values of \\( \\lambda L_{11} = 3.808 &c., \\lambda L_{12} = 3.806 &c., \\lambda L_{13} = 3.804 &c., \\lambda L_{14} = 3.803 &c.; \\) but when I say perfectly insignificant, I mean with respect to the chance of living,—though that difference would, in a small degree, cause the number answering, say to the age of 11, to make it apply to an age very triflingly differing from the exact age of 11, but this is not of the slightest importance with respect to valuing chances of anticipation. It may be observed that when \\( k_{e} \\) is very small, as in the case above enumerated, we see that the anticipated values of \\( k_{e} \\) may have not only a large proportion to each other, but may even be of contrary signs, as \\( k_{e} \\) cannot be negative, though by the anticipating formula in the case of \\( k \\) it comes out negative; but these are cases where the value is of no importance in consequence of its smallness; and for long before the age of 20, the effect of \\( k_{e} \\) in the anticipation can be omitted.\n\nAnd now with respect to the formula which is not as imperatively required as the other,\n\n\\[\n\\mu v^{a+x} = (when \\ a=60) \\ J_0 + J_1x + J_2x^2 + J_3x^3 + J_4x^4 + W_x,\n\\]\n\nlet the anticipation also be successively for 11, 12, 13, 14 years. I purposely take years not divisible by 5, because, as I have said above, when \\( x=5 \\), and \\( a+x \\) does not exceed 100, \\( W_x \\) is invariably = 0, the variability of \\( \\mu \\) not coming into play; we have\n\nThe real values of \\( \\mu v^7 = 0.0013630, \\mu v^2 = 0.017573, \\mu v^3 = 0.022656, \\mu v^4 = 0.029217 \\)\n\nAnticipating formula \\( \\mu v^7 = 0.013264, \\mu v^2 = 0.017106, \\mu v^3 = 0.022601, \\mu v^4 = 0.029430 \\)\n\n\\( W_{71} = 0.000366, W_{72} = 0.000467, W_{73} = 0.000055, W_{74} = -0.000213 \\)\n\nThe mode above described of getting rid of the annoyance of the non-convergency of the developed expression \\( k_{e} \\) is particularly worthy of attention, and is entitled to be noticed by a name which I call the Interpolation by selected terms taken per saltum, as it offers another and an easier mode of calculating the three analytical anticipating Tables mentioned, which are so efficient in practical valuations; and calculating those Tables independent of each other when, as in the mode pointed out first, required the calculation of the value of \\( -L_{a+x} \\); and from that the value of \\( L_{a+x} \\); and lastly, the value\nof $\\frac{L_{a+x}}{L_a}$, say in the form $B_1x + B_2x^2 + B_3x^3$, and then the value $c = (1 + \\frac{B_2}{B_1}x + \\frac{B_3}{B_1}x^2 + &c.)$. And not only does this mode furnish the means of finding those Tables from the developed function of mortality, but, if I mistake not, it furnishes a means off-hand, from any Table of mortality formed only from statistical information, and without requiring the formulæ of mortality above pointed out, to furnish efficient analytical participating tables.\n\nIt was my wish not only to conclude this paper with the three Tables above-mentioned, which have been calculated, but which I have been prevented from examining from causes to which mortality is liable, but also to add some interesting matter. But I hope to be able to add a supplement to this paper, and to be permitted to publish it in the Royal Society's Transactions, to illustrate the practical adaptation of the analysis, with some other matters of vital statistics and invalidism.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108841.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 50,
    "total-input-tokens": 80838,
    "total-output-tokens": 58024,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2846,
        2
      ],
      [
        2846,
        6322,
        3
      ],
      [
        6322,
        9926,
        4
      ],
      [
        9926,
        13430,
        5
      ],
      [
        13430,
        16746,
        6
      ],
      [
        16746,
        20304,
        7
      ],
      [
        20304,
        23110,
        8
      ],
      [
        23110,
        26691,
        9
      ],
      [
        26691,
        30548,
        10
      ],
      [
        30548,
        33408,
        11
      ],
      [
        33408,
        36563,
        12
      ],
      [
        36563,
        39268,
        13
      ],
      [
        39268,
        42577,
        14
      ],
      [
        42577,
        46027,
        15
      ],
      [
        46027,
        49420,
        16
      ],
      [
        49420,
        52485,
        17
      ],
      [
        52485,
        55154,
        18
      ],
      [
        55154,
        57285,
        19
      ],
      [
        57285,
        59080,
        20
      ],
      [
        59080,
        61335,
        21
      ],
      [
        61335,
        64919,
        22
      ],
      [
        64919,
        67393,
        23
      ],
      [
        67393,
        70792,
        24
      ],
      [
        70792,
        74200,
        25
      ],
      [
        74200,
        77638,
        26
      ],
      [
        77638,
        81103,
        27
      ],
      [
        81103,
        84470,
        28
      ],
      [
        84470,
        87280,
        29
      ],
      [
        87280,
        90166,
        30
      ],
      [
        90166,
        93679,
        31
      ],
      [
        93679,
        96979,
        32
      ],
      [
        96979,
        100092,
        33
      ],
      [
        100092,
        103019,
        34
      ],
      [
        103019,
        105438,
        35
      ],
      [
        105438,
        108445,
        36
      ],
      [
        108445,
        111688,
        37
      ],
      [
        111688,
        114268,
        38
      ],
      [
        114268,
        117865,
        39
      ],
      [
        117865,
        120355,
        40
      ],
      [
        120355,
        123096,
        41
      ],
      [
        123096,
        129130,
        42
      ],
      [
        129130,
        133112,
        43
      ],
      [
        133112,
        140036,
        44
      ],
      [
        140036,
        142885,
        45
      ],
      [
        142885,
        146352,
        46
      ],
      [
        146352,
        150272,
        47
      ],
      [
        150272,
        153231,
        48
      ],
      [
        153231,
        156286,
        49
      ],
      [
        156286,
        157274,
        50
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108841",
    "title": "A Supplement to Two Papers Published in the Transactions of the Royal Society, \"On the Science Connected with Human Mortality;\" The One Published in 1820, and the Other in 1825",
    "authors": "Benjamin Gompertz",
    "year": 1862,
    "volume": "152",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 50,
    "jstor_url": "https://www.jstor.org/stable/108841"
  }
}