{
  "id": "39155def62c1d2687905476a1b6e7c2a1dfc201d",
  "text": "A Narrative of some Observations lately made by certain Missionaries in the Upper Egypt; communicated in a Letter written from Cairo the sixth of Januar. 1670.\n\nBy yours of April the 20th last I find, that you desire to hear some news concerning my Voyage in the Upper Egypt. I am very ready to give you that satisfaction, provided you make our friends share in it. I shall therefore tell you, that I have spent three months time in that voyage, accompanied with my Brothers, the F. Charles and Francis, alwaies ascending upon the Nile as high as 300 leagues above this City, being two daies journey on this side of the Cascata's of the Nile, & where never any Frenchman hath been within the memory of man. I there admired store of Idol-Temples yet entire, together with very ancient Pallaces filled with Statues and Idols. I counted in one place alone 7 Obelisks like those at Rome, and about 120 Columns in one Hall, of the bigness of five Brasses; full within and without, from the top to the bottom, with Hieroglyphic Letters, and with Figures of false Deities. I found Statues of white marble, and some of black, of the bigness of three persons, with a sword on their side, and of an hard stone; namely, a Man and a Woman, at the least of the height of eight fathoms, though seated in chairs; but well proportioned: And two others of black marble representing women, with Globes on their head and extravagant coverings thereon, which were two foot broad from one shoulder to the other.\n\nIf I had had more time allow'd me to make this Voyage, or had not been obliged to stay long time upon the account of our Mission, in such places where nothing considerable was to be seen, I might have made very curious Observations. There are places where I could not stay to view them but half an hour, which required very well the stay of many hours, and we lighted not but in two places, where Antiquities were to be seen, one whereof is called Lozor, and the other Candien, which is a very ancient Castle, esteemed by the Tradition of the Country to have formerly been the Residence of a King. Nor indeed is this hard to believe even before one enters into it, considering in the advenues of the said Castle a great number of Sphinxes standing\nstanding in a row, and turning their head towards the Alley.'Tis known that this is an Idol having the Head of a Woman and the Body of a Lion, which was once a famous Deity among the Egyptians. They are distant from each other about two paces, and are 20 feet long. I walk'd in four Alleys ending at four Gates of the Castle; and for ought I know there may be more of them, seeing I went but half round the Castle, which is very spacious. I reckon'd 60 of them on one side of one Alley, and as many over against it; and 51 in another Alley; all well measured. The Alleys are of the largeness of a Pal-mall: the Gates of that Castle are of an extraordinary height cover'd with most excellent stones. Measuring one which maketh the height of one of them, I found it 26½ foot long, and proportionably thick. I believe, that there are above a million of Figures in profil, none in front: I speak of those that are graven on the Walls and Pillars. I should have needed a whole Month to observe all the particulars of that place. I did content myself to draw only the postures of a dozen of the most extravagant Demons together with their Adorers of both Sexes; and some Frontispieces of Temples, which are not very rich in Architecture, but built of very fine stone. That which most pleas'd me was the ground, where the Azure and the other Colours, which are like enamel, appear as fresh as if they had been laid on but a month before. There are Temples so spacious, that 3000 people may stand on the roof with ease. In the same Castle there is a Pond, the water whereof is bitter, set about with fine stones. This water is said perfectly to whiten Linnen all alone; which I tried not, but we dipp'd our handcherchief in it, which kept the tent of Soap for four or five daies.\n\nThese are the only curiosities I can send you of our Voyage which is not the fiftieth part of what was to be seen: but our time being limited we only could stay in two places; our design not being curiosity, but to satisfie the charge of the Mission among the Christian Coptes of that Countrey, which are in great number there, and have many Monasteries and ancient Churches, but poor. We have passed many places, where was neither Priest nor Church, but only the poor people like sheep without a Shepherd. I hope shortly to return thither, and not to come back again\ngain with so much hast, after I shall have made a little voyage up-\non the Red Sea, whither I go every year to visit the poor Slaves\nin the Gallies of the Turks, &c. F.Brothais.\n\nExtract of a French Letter, written by F.Jaques Paul Babin, a Jes-\nuit, to F.Ignatius Bardy of the same Company, from Negropont,\nMay 15, 1670; and lately communicated by the Learned Jesuit Ber-\ntet to a Friend of his in London; concerning the Flux of the\nEuripus.\n\nAlthough the Euripus be a Symbol of inconstancy; yet hath\nit this advantage, that whereas the great things, which the\nAntients have recorded of the Cities and Rivers of Greece, are\nor appear no more in being, the Euripus still remains what it\nhath been. 'Tis true, that the Town of Chalcis is destroyed,\nbut in the place thereof we may see that of Negropont in Euboea,\nwhich is sever'd from Bœcia only by an Arm of the Sea, where\nthis Euripus is found; over which are built two Bridges, one of\nStone, the other of Wood; in the middle whereof is a Rock,\non which the Venetians formerly built a Castle, which on its Gates\ndoth yet shew the Lions, the Arms of the City.\n\nI have not contented myself with reading what Antient Wri-\nters have left us of this Phænomenon, who did either not see it or\nnot consider it with that carefulness and attention I have done,\nhaving made upon the place long Observations, which were\nfound conform to those intelligent Natives, of whom I made in-\nquiry, especially the Turks, that have the care of the Mills of\nthis Euripus, and know all the times when the Wings and Wheels\nof them are to be mov'd and turn'd according as the Water of\nthis Streight by its flux and reflux changes its course.\n\nThe Euripus then is a Streight of the Ægean Sea, so narrow,\nthat a Galley can scarce pass through it, under a Bridge, built\nbetween the Citadel and the Donjon of Negropont. But not\nonly this place, where the Bridge is, is call'd the Euripus, but\nalso ten or twelve leagues on each side of it, where the Cha-\nnel being more large, the inconstant course is not so sensible,\nas at the foot of the Castle. For three or four leagues on each\nside there are found six or seven Gulfs, wherein this water flows",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101066.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 1764,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2240,
        2
      ],
      [
        2240,
        4581,
        3
      ],
      [
        4581,
        6751,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101066",
    "title": "A Narrative of Some Observations Lately Made by Certain Missionaries in the Upper Egypt; Communicated in a Letter Written from Cairo the Sixth of Januar. 1670",
    "authors": null,
    "year": 1671,
    "volume": "6",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/101066"
  }
}