{
  "id": "90c4cdc45b3d84e62a6e3c328334d9cab3c1dac6",
  "text": "I. The Vena Cava:\nKK. Two Veins arising from the middle part which uniting into one, entered the Vena Cava.\nL. M. A Vein and Artery arising at the Seam (f.) which at last are both inserted into the Iliac branches of the Aorta and Vena Cava.\nN.N. The Emulgent Artery of both Kidneys, whose ramifications are not here represented.\nO.O. The Emulgent Veins; whereof some are single, others variously ramified.\nP. P. Pelvis of both Kidneys, that of the left was extremly large.\nQ.Q. The two Ureters.\n\nAn Anatomical Observation of four Ureters in an Infant, and some remarks on the Glandulae Renales, made by the same ingenious Person.\n\nHaving in the former Observation given some remarks of the unusual Structure of the Kidneys, the Emulgent Veins and Pelvis; I shall here add what occurred to me May 23d. 1679. upon the opening the Body of an Infant, relating to those parts, particularly of the Ureters; which here I found double to both Kidneys, their Origination from the Kidneys being at some distance from each other; but afterwards both of the same side were inclosed in a Capsula or Membrane even to the Bladder, where those of the right side were inserted severally, yet near each other, but on the left they seemed to enter at the same Orifice. I have given a Cut of the right Kidney and of both the Glandula Renales, as well to shew their just magnitude and figure (as they appeared in this Body) as also their proportion to each other. As far as I have hitherto observed, the Glandula Renales in Embryo's and Infants are greater, at least proportionably, than in Adultis. They have a large Cavity, which by blowing into them I found emptied themselves into two Veins; whereof the right immediately passed into the Vena Cava, the left into the Emulgent: besides these they had other lesser ones from the neighbouring Vessels.\n\nExplication\nExplication of Fig. 2, Tab. 1.\n\nA. The right Kidney, whose surface seemed to be variously divided.\nB. The Emulgent Vein.\nC. The Emulgent Artery.\nd. d. Two Ureters belonging to this Kidney.\n\nFig. 3. Represents the two Ureters of the left Kidney, which a little below the Kidney are both inclosed in a common Capsula or Case, and so continued to the Bladder.\n\nFig. 4. Represents the Glandulae Renales.\nA. The Glandula Renalis of the right side.\nB. — that of the left side.\nC. The Vena Cava.\nd. A vein or ductus opening from the cavity of this Gland and entering the Vena Cava.\ne. A Vein from the left Glandula Renalis, and is inserted into a branch of the left Emulgent.\n\nObservationes D. Anthonii Lewenhoeck, de Natis è semine genitali Animalculis.\n\nNec non Auctoris harum Transactionum Responsa.\n\nObservatoris Epistola Honoratiss. D.D. Vicecomiti Brouncker, Latinè conscripta; Dat. Nov, 1677. quam iphissimis huc transmismissis verbis inferendam Auctor censuit.\n\nNobilissime Vir,\n\nUt time ad Vestram Nobilitatem data littera præteriti mensis decimo sexto, quamvis jam Nob. Vestre utilissima negotia non interrompere, animo proposucrem, antequam certo\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101822.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 14204,
    "total-output-tokens": 1095,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1845,
        2
      ],
      [
        1845,
        2996,
        3
      ],
      [
        2996,
        2996,
        4
      ],
      [
        2996,
        2996,
        5
      ],
      [
        2996,
        2996,
        6
      ],
      [
        2996,
        2996,
        7
      ],
      [
        2996,
        2996,
        8
      ],
      [
        2996,
        2996,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101822",
    "title": "An Anatomical Observation of Four Ureters in an Infant, and Some Remarks on the Gladulae Renales, Made by the Same Ingenious Person",
    "authors": "Edw. Tyson",
    "year": 1677,
    "volume": "12",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/101822"
  }
}