{
  "id": "dcf4f39002c14bec6cd340a45cedf5e017e75972",
  "text": "INDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1849.\n\nA.\n\nAcidity of the Urine, on the variations of, 235.\nAnatomy and affinities of the Medusae, 413.\nAnnelides, structure of the liver in, 110.\nAntimony, crystalline polarity of, 13.\nArachnidans, structure of the liver in, 116.\nArsenic, crystalline polarity of, 17.\nAtlantic, lines of Magnetic Declination in, 173.\n\nB.\n\nBakerian Lecture, 1.\nBarlow (W. H. Esq.). On the Spontaneous Electrical Currents observed in the Wires of the Electric Telegraph, 61.\nBirds, structure of the liver in, 123.\nBismuth, crystalline polarity of, 2.\nBrodie (B. C., Esq.). Investigation on the Chemical Nature of Wax, 91.\nBrom-orcein, 397.\nBryozoon, structure of the liver in, 109.\n\nC.\n\nCarapace of Chelonian Reptiles, development and homologies of, 151.\nChelonian Reptiles, on the development and homologies of the carapace and plastron of, 151; definition of the component parts of the Carapace, 152; of the Plastron, 153. Comparison of the thoracic segment of the Tortoise with that of the Bird, 157—and with that of the Crocodile, 158. Embryonic condition and development of the Carapace, 159; of the Plastron, 163. Dermal nature and seat of development of the neural, costal and lateral plates, and of certain parts of the Plastron, 164. Summary, 165. Supplement on Professor Rathke's conclusions, 166.\nINDEX.\n\nChlor-melal, 95.\nContributions to Terrestrial Magnetism, No. IX., 173.\nCrustaceans, structure of the liver in, 115.\nCrystalline polarity of bismuth, 2; of antimony, 13; of arsenic, 17.\n\nD.\n\nDalrymple (John, Esq.). Description of an infusory animalecule allied to Notommata, 331.\nDasyrurus ursinus, on the dental tissues of, 408.\nDeclination (magnetic) in the Atlantic, 173.\nDental tissues of the Marsupial Animals, structure of, 403.\nDidelphis virginiana, on the dental tissues of, 410.\n\nE.\n\nEchinodermata, structure of the liver in, 109.\nElectrical currents (spontaneous) observed in the wires of the electric telegraph, 61.\nElectricity, Experimental Researches in, Twenty-second Series. On the crystalline polarity of bismuth and other bodies, and on its relation to the magnetic form of force, 1, 19. Crystaline polarity of bismuth, 2; of antimony, 13; of arsenic, 17. Crystalline condition of various bodies, 19. Magne-crystallic force, 22.\nEmbryonic condition of carapace and plastron of Chelonian Reptiles, 158, 159.\n\nF.\n\nFaraday (Dr.). Experimental Researches in Electricity. Twenty-second Series, 1, 19.\nFish (Ganoid and Placoid), on the microscopic structure of the scales and dermal teeth of, 435. —— structure of the liver in, 118.\n\nG.\n\nGanglia and nerves of the Heart, 43.\nGanoid and Placoid Fish, on the structure of the scales and dermal teeth of, 435.\nGases, on the Motion of, 349.\nGlaisher (James, Esq.). On the reduction of the Thermometrical Observations made at the Apartments of the Royal Society, from the years 1774 to 1781, and from the years 1787 to 1843, 307.\nGraham (Thomas, Esq.). On the Motion of Gases. Part II., 349.\nGrove (W. R., Esq.). On the effect of Surrounding Media on Voltaic Ignition, 49.\nGyrophora pustulata, analysis of, 393.\n\nH.\n\nHeart, on the ganglia and nerves of the, 43.\nHuxley (Thomas Henry, Esq.). On the Anatomy and Affinities of the Medusæ, 413.\nHylocoelosaurus, on the osteology of, 271.\nHypsiprymnus minor and penicillatus, on the dental tissues of, 406.\nI.\n\n*Iguanodon*, notes on the vertebral column of, 285.\n———, osteology of, 271. Angular bone of lower jaw, 272. Vertebral column, 272. Pectoral arch, 277. Restoration of pectoral arch, 279. Humerus, 280. Hind extremities, 282.\n*Infusory animacule*, description of, 331.\n*Insects*, structure of the liver in, 113.\n\nJ.\n\n*Jones (Dr. C. Handfield).* On the Structure and Development of the Liver, 109.\n*Jones (Dr. H. Bence).* Contributions to the Chemistry of the Urine. Paper III., 235.\n\nL.\n\n*Lecanora tartarea*, analysis of, 396.\n*Lee (Dr. Robert).* On the Nerves and Ganglia of the Heart, 43.\n*Lichens*, on the proximate principles of, 393. *Gyrophora pustulata*, 393. *Lecanora tartarea*, 396. Brom-orcin, 397. Quintonitrated erythromannite, 399.\n*Liver*, on the structure and development of, 109; in the Bryozoon Polype, 109; in the Echinodermata, 109; in the Annelides, 110; in Insects, 113; in Crustaceans, 115; in Arachnidans, 116; in Mollusca, 116; in Fishes, 118; in Reptilia, 122; in Birds, 123; in Mammalia, 124; development, 129.\n\nM.\n\n*Macropus giganteus*, on the dental tissues of, 404.\n*Magneocrystallic force*, nature of, 22.\n*Magnetic declination*, lines of, in the Atlantic, 173.\n*Magnetism, Terrestrial*, Contributions to, No. IX. 173. Introduction, 173. Observations employed —A. Sea observations uncorrected for the ship’s magnetism, 175; B. Sea observations corrected for the ship’s magnetism, 176. Discussion of the corrections for the ship’s magnetism, 177. Arrangement of the observations, 195. Table of the declination in 1840 at the intersection of every 5° of latitude and longitude, 202. Table of secular change, 203. Comparison with M. Gauss’s general theory, 204. General table of the observations employed in the Map, arranged according to latitude and longitude, 207.\n*Mammalia*, structure of the liver in, 124.\n*Mantell (Dr. G. A.).* Additional observations on the Osteology of the Iguanodon and Hylaeosaurus, 271.\n*Marsupial animals*, on the dental tissues of, and more particularly of the enamel, 403.\n*Melen*, 99.\n*Melissin*, 93.—*Melissic acid*, 94.\n*Melville (Dr. A. G.).* Notes on the Vertebral Column of the Iguanodon, 285.\n*Meteorology of the Lake Districts of Cumberland and Westmoreland*, 73, 319.\n*Mollusca*, structure of the liver in, 116.\n*Monostomatæ*, anatomy of, 413.\n*Myricin*, 91; distillation of, 98; palmitic acid from saponification and distillation of, 96, 98.\nN.\n\nNitroprussides, a New Class of Salts, on the. Section I. 477. Section II. General remarks on the Nitroprussides, 485. Nitroprussic acid, 486. Nitroprusside of sodium, 487; of potassium, 490; of barium, 492; of silver, 493; of copper, 495; of iron, 496; of zinc, 497. Section III. On changes in solutions of Nitroprussides, 498. Section IV. On the action of caustic alkalies in nitroprussides, 508. Section V. Action of an Alkaline Sulphuride on a Nitroprusside, 511. Action of sulphuretted hydrogen on nitroprussides, 513. On the constitution of the nitroprussides, 516.\n\nNotommata, description of an infusory animalcule allied to, 331.\n\nO.\n\nOsteology of Iguanodon and Hylaeosaurus, 271.\nOwen (Professor). On the Development and Homologies of the Carapace and Plastron of the Chelonian Reptiles, 151.\n\nP.\n\nPalmitic acid, 96.\nPetaurus taguanoidea and sciurus, on the dental tissues of, 408.\nPhalangista vulpina, on the dental tissues of, 407.\nPhascolomys Wombat, on the dental tissues of, 406.\nPlacoid and Ganoid Fish, on the structure of the scales and dermal teeth of, 435.\nPlayfair (Dr. Lyon). On the Nitroprussides, a New Class of Salts, 477.\nPotass (caustic), its influence on the acidity of the urine, 261.\n\nQ.\n\nQuinto-nitrated erythromannite, 399.\n\nR.\n\nRain, fall of, at various heights above the earth's surface, 13, 319.\nReptilia, structure of the liver in, 122.\nRhizostomidae, anatomy of, 413.\n\nS.\n\nSabine (Lieut.-Colonel). Contributions to Terrestrial Magnetism, No. IX. 173.\nSalts, a new class of, the nitroprussides, 477.\nStenhouse (Dr. John). Examination of the proximate Principles of some of the Lichens, 393.\nSulphate of Iron, magnecrystallic condition of, 37.\nSulphates, variation of, in urine, 252.\n\nT.\n\nTartaric acid and tartrate of potash, their influence on the acidity of the urine, 261.\nTerrestrial magnetism, Contributions to, No. IX. 173.\nINDEX.\n\nThermometrical Observations made at the Apartments of the Royal Society, reduction of, 307.\n\nThylacinus cynocephalus, on the dental tissues of, 409.\n\nTomes (John, Esq.). On the Structure of the Dental Tissues of Marsupial Animals, and more particularly of the Enamel, 403.\n\nTongue, minute structure of the papillæ and nerves of, in the Frog and Toad, 139. Tongue of the Frog, 139. Vibratile cilia and rugæ, 141. Conical papillæ, 142. Nerves of, 145. Nerves of the inferior surface of the tongue, 146. Mucous follicles, 146. Tongue of the Toad, 147.\n\nTortoise, thoracic segment of, compared with that of Birds, 157,—and with that of the Crocodile, 158.\n\nTranspiration of Gases, 349.\n\nU.\n\nUrine, Contributions to the Chemistry of, 235. I. On the variations in the acidity of the urine in a state of health, 235. II. On the simultaneous variations of the amount of uric acid and the acidity of the urine in a healthy state, 245. On the deposit of urates in the urine, 251. III. Variation of the sulphates in the urine in a healthy state, and on the influence of sulphuric acid, sulphur and the sulphates, on the amount of sulphates in the urine, 252. On the influence of caustic potash, tartaric acid and the tartrate of potash, on the acidity of the urine, 265.\n\nV.\n\nVoltaic Ignition, effect of surrounding media on, 49.\n\nW.\n\nWaller (Dr. A.). Minute Structure of the Papillæ of the Tongue of the Frog and Toad, 139.\n\nWax, Investigation on the Chemical Nature of, III., 91. Myricin, 91. Melissin, 93. Melissic acid, 94. Chlor-melal, 95. Palmitic acid from the saponification of myricin, 96. Distillation of myricin, 98. Palmitic acid from the distillation of myricin, 98. Melen, 99.\n\nWilliamson (W. C., Esq.). On the Microscopic Structure of the Scales and Dermal Teeth of some Ganoid and Placoid Fish, 435.\n\nLONDON:\n\nPRINTED BY RICHARD AND JOHN E. TAYLOR,\n\nRED LION COURT, FLEET STREET.\nPRESENTS\n\nRECEIVED BY\n\nTHE ROYAL SOCIETY,\n\nWITH THE\n\nNAMES OF THE DONORS.\n\nFrom November 1848 to June 1849.\n\nPRESENTS.\n\nACADEMIES and SOCIETIES.\n\nBerlin:—\n\nAbhandlungen der Königlichen Akademie der Wissenschaften zu Berlin, aus dem Jahre 1846. 4to. Berlin 1848.\n\nMonatsbericht. January 1848 to March 1849. 8vo.\n\nDie Fortschritte der Physik im Jahre 1846, dargestellt von der Physikalischen Gesellschaft zu Berlin, Zweiter Jahrgang. 8vo. Berlin 1848.\n\nBombay:—Transactions of the Bombay Geographical Society from February to December 1846, April to September 1848. 8vo.\n\nBoston:—\n\nMemoirs of the American Academy of Arts and Sciences. New Series, Vol. III. 4to. Cambridge and Boston 1848.\n\nProceedings of the American Academy of Arts and Sciences. Vol. I. 8vo. Boston 1848.\n\nBreslau:—\n\nNovorum Actorum Academiae Caesareae Leopoldino-Carolinae Naturae Curiosorum. Vol. XXI. Supplement. Vol. XXII. 4to. Vratislaviae 1846-47.\n\nUebersicht der Arbeiten und Veränderungen der Schlesischen Gesellschaft für vaterländische Kultur im Jahre 1847. 4to. Breslau 1848.\n\nBrussels:—\n\nMémoires de l'Académie Royale de Belgique. Tome XXI. 4to. Bruxelles 1848.\n\nMémoires Couronnés de l'Académie Royale de Belgique. Tome XXII. 4to. Bruxelles 1848.\n\nAnnales de l'Observatoire Royal de Bruxelles. Tome VI. 4to. Bruxelles 1848.\n\nBulletins de l'Académie Royale de Belgique. Tome XIV. Part 2. Tome XV. Part 1.\n\nAnnuaire de l'Académie Royale de Belgique. 8vo. Bruxelles 1848.\n\nMDCCCXLIX.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nBrussels:—\n\nAnnuaire de l'Observatoire Royal de Bruxelles pour 1848. 8vo. Bruxelles 1847.\n\nCatalogue des livres de la Bibliothèque de l'Observatoire Royal de Bruxelles. 8vo. Bruxelles 1847.\n\nRapport sur l'État et les Travaux de l'Observatoire Royal pendant l'année 1847, par A. Quetelet. 8vo. Bruxelles 1847.\n\nRegistres de la Population Belgique. 8vo. Bruxelles 1848.\n\nCornwall:—\n\nThe Tenth Annual Report of the Royal Cornwall Polytechnic Society, 1842.\n\nThe Sixteenth Annual Report of the Royal Cornwall Polytechnic Society. 8vo. Falmouth 1848.\n\nThirty-fifth Annual Report of the Council of the Royal Geological Society of Cornwall. 8vo. Penzance 1848.\n\nDublin:—\n\nThe Transactions of the Royal Irish Academy. Vol. XXI. Part 2. 4to. Dublin 1848.\n\nProceedings of the Royal Irish Academy. Vol. III. Vol. IV. Part 1.\n\nJournal of the Geological Society of Dublin. Vol. III. Part 4. 8vo.\n\nEdinburgh:—\n\nTransactions of the Royal Society of Edinburgh. Vol. XVI. Part 4, and Vol. XVIII.\n\nProceedings of the Royal Society of Edinburgh. Nos. 31, 32.\n\nTransactions of the Royal Scottish Society of Arts. Vol. III. Parts 2 and 3. 8vo. Edinburgh 1846–48.\n\nGlasgow:—Proceedings of the Philosophical Society of Glasgow. Vol. II. 1841–48. 8vo. Glasgow 1848.\n\nGöttingen:—Nachrichten von der Universität und der Königl. Gesellschaft der Wissenschaften zu Göttingen vom Jahre 1848. Nos. 1 to 14. 8vo. Göttingen 1848.\n\nHelsingfors:—\n\nActa Societatis Scientiarum Fennicæ. Tomus II. Pt. 4 et Supp. 4to. Helsingforsiae 1847.\n\nNotiser ur Sällskapets Pro Fauna et Flora Fennica Förhandlingar; Bihang till Acta Societatis Scientiarum Fennicæ. Första häftet. 4to. Helsingfors 1848.\n\nLausanne:—Bulletin des Séances de la Société Vaudoise des Sciences Naturelles. Nos. 16, 17, 18.\n\nLiverpool:—Proceedings of the Literary and Philosophical Society of Liverpool. Nos. 1 to 4. 8vo. Liverpool 1846–48.\n\nLondon:—\n\nBritish Archaeological Association Journal. Nos. 6, 7 and 9 to 15 inclusive. 8vo.\n\nBritish Association. Report of the British Association for the Advancement of Science for 1847. 8vo. London 1848.\n\nChemical Society. Quarterly Journal. Nos. 4 and 5. 8vo. London 1849.\n\nDONORS.\n\nThe Academy.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Association.\n\nThe Association.\n\nThe Society.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nLondon:—\n\nGeological Society. Quarterly Journal. Nos. 15, 16, 17, 18. 1848–49. The Society.\nHorticultural Society. Journal. Vols. I. II. and Parts 1, 2. Vol. III. 8vo. The Society.\nLondon 1846–48.\nMedico-Chirurgical Society. Transactions. Vol. XXXI. 8vo. London 1848. The Society.\nRoyal Agricultural Society. Journal. Vol. IX. Parts 1 & 2. 1848–49. 8vo. The Society.\nRoyal Asiatic Society. Journal. No. 18. 8vo. London 1848. The Society.\nTransactions of the China Branch of the Royal Asiatic Society, 1847. 8vo. Hong Kong 1848.\nRoyal Astronomical Society. Memoirs. Part 1. Vol. XVII. The Society.\nMonthly Notices, November 1847 to June 1848. 8vo. London 1848.\nRoyal Geographical Society. Journal. Vol. XVIII. 8vo. 1848. The Society.\nStatistical Society. Journal. Parts 3 and 4, Vol. XI. and Vol. XII. 1848. The Society.\nZoological Society. Transactions. Vol. III. Parts 5 and 6. 4to. London 1848.\nProceedings. Nos. 177 to 189. 8vo. London 1847–48.\nReport: General Meeting, April 29, 1848.\n\nManchester:—Memoirs of the Literary and Philosophical Society of Manchester. Vol. VIII. 8vo. London 1848.\n\nMoscow:—Bulletin de la Société Impériale des Naturalistes de Moscou, for 1847. 8vo. Moscou 1847.\n\nMunich:—\n\nAbhandlungen der Philosophisch-Philologischen Classe der Akademie der Wissenschaften. Abth. 2. Vol. IV. 4to. München 1846. The Royal Bavarian Academy of Sciences, Munich.\nAbhandlungen der Historischen Classe der Akademie der Wissenschaften. Abth. 1. Vol. IV. 4to. München 1844.\nAbhandlungen der Mathematisch-Physikalischen Classe der K. B. Akademie der Wissenschaften. Fünften Bandes, Zweite Abtheilung. 4to. München 1848.\nAbhandlungen der Philosophisch-Philologischen Classe. Vol. V. Abtheilung 2. 4to. München 1849.\nAbhandlungen der Historischen Classe. Vol. V. Abtheilung 1. 4to. München 1849.\nBulletin der K. Akademie der Wissenschaften, 1848. Nos. 1 to 52. 4to. München 1848.\nDenkschriften der Akademie der Wissenschaften. Vols. X. to XIV. and Abtheilung 1. Vol. XV. 4to. München 1832–37.\nDenkreden auf J. G. Zuccarini von Dr. Phil. v. Martius. 4to. München 1848.\nGelehrte Anzeigen. Vol. XV. 1842, and Vols. XXVI. and XXVII. 4to. München 1848.\nObservationes Astronomicae in Specula Regia Monachiensi, a J. Lamont. Vol. XV. 4to. Monachii 1847.\nRede bei Eröffnung der Sitzung der Akademie der Wissenschaften am 28 März 1848, von Dr. Phil. v. Martius. 4to. München 1848.\nUeber das Ethische Element im Rechtsprinzip, von A. Buchner. 4to. München 1848.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nNaples:—\nAtti della Reale Accademia delle Scienze della Societa Reale Borbonica.\nVols. I. to V. 4to. Napoli 1819-44.\nRendiconto. Vols. III. to VI., and Nos. 37, 38. 4to. Napoli 1844-48.\nNew York:—Annals of the Lyceum of Natural History of New York. 8vo.\nNew York 1847.\nOxford:—Proceedings of the Ashmolean Society. No. 25. 8vo.\nParis:—\nAcadémie des Sciences. Comptes Rendus. Tome XXVI., XXVII. 4to.\nParis 1848.\nAnnales de la Société Entomologique de France. Tome VI. Nos. 1, 2.\n8vo. Paris 1848.\nArchives du Muséum d'Histoire Naturelle. Tome IV. Liv. 3. 4to. Paris\n1849.\nBulletin de la Société de Géographie. Tom. VIII. IX. 8vo. Paris 1847-48.\nBulletin de la Société Géologique de France. Tom. IV. Nos. 53 to 78.\nTom. V. Nos. 1 to 32. Tom. VI. Nos. 1 to 18. 8vo. Paris 1846-49.\nPhiladelphia:—\nTransactions of the American Philosophical Society. Vol. X. Part 1. 4to.\nPhiladelphia 1847.\nProceedings of the American Philosophical Society. Nos. 36 to 41. 1846-48.\nJournal of the Academy of Natural Sciences of Philadelphia. Vol. I.\nParts 1, 2. 4to. Philadelphia 1847-48.\nProceedings of the Academy of Natural Sciences of Philadelphia. Nos. 11,\n12, Vol. III. No. 1, Vol. IV. 8vo. Philadelphia 1846-48.\nJournal of the Franklin Institute. Vols. IX. X. XIII. XIV. 8vo. Phila-\ndelphia 1845-47.\nPrague:—Abhandlungen der Königlichen Böhmischen Gesellschaft der\nWissenschaften. 4to. Prag 1848.\nSt. Petersburg:—\nMémoires de l'Académie Impériale des Sciences de St. Pétersbourg.\nSciences Mathématiques. Tome IV. Liv. 5 and 6. Tome V. Liv. 1 and 2.\nTome VI. Liv. 1 and 2. 4to. St. Pétersbourg 1848.\nMémoires de l'Académie Impériale des Sciences de St. Pétersbourg.\nSciences Politiques. Tome VII. Liv. 4, 5, 6. 4to. St. Pétersbourg\n1847-48.\nBulletin de la Classe Historico-Philologique. Tome III. Nos. 67 to 72.\nTome IV. 4to. St. Pétersbourg 1847-48.\nBulletin de la Classe Physico-Mathématique. Tome V. Nos. 117 to 120.\nTome VI. 4to. St. Pétersbourg 1847-48.\nRecueil des Actes de la Séance Publique de l'Académie Impériale des\nSciences de St. Pétersbourg tenue le 29 Décembre 1845 et Janvier\n1847. 4to. St. Pétersbourg 1848.\nStockholm:—\nÖfversigt af Kongl. Vetenskaps-Akademiens Förhandlingar. Nos. 7 to 9,\nFjerde Ärgängen 1847, and 1 to 6, 5de Ärgängen 1848. 8vo. Stockholm\n1848.\n\nDonors.\n\nThe Academy.\nThe Lyceum.\nThe Society.\nThe Institute of France.\nThe Society.\nThe Museum.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Academy.\nThe Institute.\nThe Society.\nThe Imperial Academy.\nRoyal Academy of Sciences at Stockholm.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nStockholm:—\n\nKongl. Vetenskaps-Akademiens Handlingar för år 1846.\n\nÅrsberättelse om Zoologiens Framsteg under åren 1845 och 1846, af C. H. Boheman. 8vo. Stockholm 1847.\n\nÅrsberättelse om Framstegen i Kemi och Mineralogi afgiven den 31 Mars 1847. 8vo. Stockholm 1848.\n\nÅrsberättelse om Zoologiens Framsteg under åren 1843–44. Tredje Delen, af S. Lovén. 8vo. Stockholm 1848.\n\nTurin:—Memorie della Reale Accademia delle Scienze di Torino. Tomo IV. VI. VII. VIII. and IX. 4to. Torino 1842–48.\n\nUtrecht:—\n\nAanteekeningen van het verhandelde in de Sectie-Vergaderingen van het Provinciaal Utrechtsch Genootschap van Kunsten en Wetenschappen, ter Gelegenheid van de Algemeene Vergadering in 1847–48. 8vo. Utrecht 1847–48.\n\nVerslag van het Verhandelde in de Algemeene Vergadering van het Provinciaal Utrechtsch Genootschap van Kunsten en Wetenschappen voor 1847–48.\n\nVenice:—Esercitazioni Scientifiche e Letterarie dell' Ateneo Veneto. Part I. Vol. VI.\n\nZurich:—\n\nMittheilungen der Naturforschenden Gesellschaft in Zurich. Heft 1 and 2. Nos. 1 to 26. 8vo. Zurich 1847–48.\n\nDenkschrift zur Feier des Hundertjährigen Stiftungfestes der Naturforschenden Gesellschaft in Zurich am 30 Nov. 1846. 4to. Zurich 1846.\n\nMeteorologische Beobachtungen angestellt auf Veranstaltung der Naturforschenden Gesellschaft in Zurich, 1837–48. 4to. Zurich.\n\nACLAND (H. W.) Remarks on the Extension of Education at the University of Oxford, in a letter to the Rev. W. Jacobson, D.D. 8vo. Oxford 1848.\n\nADAMS (Arthur) (Editor.) The Zoology of the Voyage of H.M.S. Samarang. Nos. 1, 2, 3. 4to. London 1848.\n\nAIRY (G. B.) Astronomical Observations made at the Royal Observatory, Greenwich, in 1846. 4to. London 1848.\n\nMagnetical and Meteorological Observations made at the Royal Observatory, Greenwich, in 1846. 4to. London 1848.\n\nReduction of the Observations of the Moon, made at the Royal Observatory, Greenwich, from 1750 to 1830. 2 vols. 4to. London 1848.\n\nALLEN (Capt. W.) Narrative of the Expedition to the Niger in 1841. By Captain Allen, R.N., F.R.S., and Dr. Thomson. 2 vols. 8vo. London 1848.\n\nANONYMOUS:—\n\nA Narrative of Recent Occurrences in Posen. 8vo. London 1848.\n\nAnnales des Mines. Vols. I. to XI. and Livraison 1, 5, 6, Vol. XII. and 1, 2, Vol. XIII. 8vo. Paris 1842–48.\n\nAnnuaire du Bureau des Longitudes pour l'an 1848. 8vo. Paris 1847.\n\nAnnuaire Météorologique de la France pour 1849. 8vo. Paris 1848.\n\nDONORS.\n\nRoyal Academy of Sciences at Stockholm.\n\nThe Society.\n\nThe Institution.\n\nThe Author.\n\nLovell Reeve, Esq.\n\nThe Lords of the Admiralty.\n\nCaptain Allen, F.R.S.\n\nLord Dudley Stuart.\n\nL'École des Mines.\n\nLe Bureau des Longitudes.\n\nThe Authors.\nPRESENTS.\n\nANONYMOUS (continued).\n\nBuildings and Monuments, Modern and Mediæval, edited by George Godwin, F.R.S.\n\nCatalogue of the Fellows and Licentiates of the Royal College of Physicians. 1848.\n\nConnaissance des Temps pour l'an 1851. 8vo. Paris 1848.\n\nDictionary of Greek and Roman Biography and Mythology. Edited by W. Smith, LL.D. Parts 25, 26, 27.\n\nEngravings from Ancient Seals attached to Deeds and Charters in the Muniment Room of Sir Thomas Hare, Bart. fol. Stowe-Bardolph 1847.\n\nEighth and Ninth Annual Reports of the Registrar-General. 8vo. London 1849.\n\nFlora Batava. Nos. 144, 145, 146 and 152 to 155. 4to.\n\nList of the Fellows and Members of the Royal College of Surgeons of England. 8vo. London 1848.\n\nMemoirs of the Geological Survey of the United Kingdom. Decade 1. 4to. London 1849.\n\nMonumenta Historica Britannica; or Materials for a History of Britain, published by command of Her Majesty. Vol. I. fol. London 1848.\n\nPapers relating to the Arctic Expedition laid before Parliament.\n\nQuarterly Report of the Registrar-General, December 1848.\n\nReport of the Council of the Art-Union of London for the year 1848. 8vo. London 1848.\n\nReport of the Sixteenth Annual Meeting of the Literary Association of the Friends of Poland. 8vo. London 1848.\n\nReport on Quarantine. Presented to Parliament. 8vo. London 1849.\n\nReports of the Metropolitan Sanitary Commissioners. fol. London 1847.\n\nReports of the Registrar-General, June and September 1848.\n\nReports of the Royal College of Chemistry. Vol. I. 8vo. London 1849.\n\nSummary of the London Returns of Mortality for eleven years, 1838–48.\n\nSupplement to the Barbados Agricultural Reporter. No. 8. Vol. IV.\n\nThe Anglo-Saxon. Part 1. 8vo. London 1849.\n\nThe Art-Union of London and the Board of Trade.\n\nThe London University Calendar, 1849.\n\nThe Moral Play of Wit and Science, edited by J. O. Halliwell, Esq., F.R.S. 8vo. London 1848.\n\nANSTED (D. T.) The Gold-Seeker's Manual. 8vo. London 1849.\n\nARAGO (J. F. D.) Biographie de M. de Condorcet. 4to. Paris 1849.\n\nART (Works of, &c.).\n\nBronze Copy of a Medal struck by the Royal Society of Edinburgh, bearing the Effigy of Napier of Merchiston, the Inventor of Logarithms.\n\nBust in Plaster of Don Jorge Juan, Director of the Observatory of San Fernando.\n\nView of Ancient London and Westminster in 1543.\n\nView of James Town, St. Helena, during the Rollers of the 17th of February 1846, by Lieut. Stack.\n\nDONORS.\n\nThe Editor.\n\nThe College.\n\nLe Bureau des Longitudes.\n\nThe Editor.\n\nRev. G. H. Dashwood.\n\nThe Registrar-General.\n\nH. M. the King of the Netherlands.\n\nThe College.\n\nThe Directors of the Geological Survey.\n\nThe Secretary of State for the Home Department.\n\nThe Admiralty.\n\nThe Registrar-General.\n\nThe Art-Union.\n\nLord Dudley Stuart.\n\nThe General Board of Health.\n\nThe Commissioners.\n\nThe Registrar-General.\n\nThe College.\n\nThe Registrar-General.\n\nDr. Davy, F.R.S.\n\nThe Editor.\n\nThe Art-Union.\n\nThe University.\n\nThe Editor.\n\nThe Author.\n\nThe Author.\n\nThe Royal Society of Edinburgh.\n\nSenor J. S. Cerquero.\n\nThe Publishers.\n\nThe Author.\nPRESENTS.\n\nATKINS (Mrs.) Photographs of British Algae. Parts 9 and 10.\n\nBAILIE (J. K.) Fasciculus Inscriptionum, Graecarum potissimum ex Galatia, Lycia, Syria et Aegypto, edidit. 4to. Dublinii 1849.\n\nBEINERT (C. C.) Der Meteorit von Braunau am 14 Juli 1847. 8vo. Breslau 1848.\n\nBEKE (C. T.) Mémoire justificatif en Réhabilitation des Pères Pierre Paez et Jérôme Lobo en ce qui concerne leurs visites à la Source de l'Abaï (le Nil). 8vo. Paris 1848.\n\n——— An Essay on the Sources of the Nile in the Mountains of the Moon. 8vo. Edinburgh 1848.\n\nBESSEL (F. W.) Populäre Vorlesungen über Wissenschaftliche Gegenstände. 8vo. Hamburg 1848.\n\nBISHOP (G.) Remarks and Notes to Mr. Bishop's Ecliptic Chart.\n\n——— Chart accompanying the above. Hour 1.\n\nBLANCHARD (Émile.) Du Système Nerveux chez les Invertébrés (Mollusques et Annelés), &c. 8vo. Paris 1849.\n\nBOGUE (Adam.) Steam to Australia, its general advantages considered. 8vo. Sydney 1848.\n\nBOTFIELD (B.) Bibliotheca Hearneiana. Excerpts from the Catalogue of the Library of Thomas Hearne, A.M. 8vo. London 1848.\n\n——— Catalogue of Pictures in the possession of Beriah Botfield, Esq. 8vo. London 1848.\n\n——— Notes on the Cathedral Libraries of England. 8vo. London 1849.\n\nBOUCHER (C. F.) Recherches sur la Structure des Organes de l'Homme et des Animaux les plus connus. 8vo. Paris 1848.\n\nBOWMAN (W.) Lectures on the parts concerned in the Operations on the Globe, and on the Structure of the Retina. 8vo. London 1848.\n\nBOYD (B.) A Letter to Sir W. Denison, Lieut. Gov. of Van Diemen's Land, on the Expediency of transferring the unemployed labour of that Colony to New South Wales. 8vo. Sydney 1847.\n\n——— Competence in a Colony contrasted with Poverty at Home. 8vo. London 1848.\n\nBRITTON (J.) The Authorship of the Letters of Junius elucidated. 4to. London 1848.\n\nBUSCH (A. L.) Astronomische Beobachtungen auf der Königl. Universitäts-Sternwarte in Königsberg. Abth. 23. fol. Königsberg 1847.\n\nCARPENTER (W. B.) On the Development and Metamorphoses of Zoophytes.\n\n——— Report on the Microscopic Structure of Shells. 8vo. London 1848.\n\nCAUCHY (A. L.) Exercices d'Analyse et de Physique Mathématique. Nos. 38, 39, 40.\n\n——— Méthode pour déterminer à priori le nombre des Racines réelles positives et le nombre des Racines réelles négatives d'une équation d'un degré quelconque. 8vo. Paris 1813.\n\n——— Rapports sur divers Mémoires lus à la Première Classe de l'Institut Impérial. 8vo. Paris 1813.\nPRESENTS.\n\nCAUCHY (A. L.) Sur la Théorie de la Lumière.\n\nCAUTLEY (P. T.) and FALCONER (H.) Fauna Antiqua Sivalensis. Parts 7, 8, 9. fol. London 1847-49.\n\nCERQUERO (J. S.) Almanaque Nautico y Efemérides Astronómicas para los Años de 1845-1850, calculadas de orden de S. M. Para el Observatorio de Marina de la Ciudad de S. Fernando. 4to. Madrid 1843-48.\n\nPeriódico Mensual de Ciencias Matemáticas y Físicas. Tomo I. No. 1 to 6. 4to. Cadiz 1848.\n\nCHALLIS (Rev. James.) Astronomical Observations made at the Cambridge Observatory for 1843. Vol. XV. 4to. Cambridge 1848.\n\nCIVIALE (Dr.) De l'Urétrotomie, ou de quelques Procédés peu usités de traiter les Rétrécissements de l'Urétre. 8vo. Paris 1849.\n\nCOLQUHOUN (E. P.) An Authentic Interpretation of the Guarantee of England and France with reference to the Duchy of Schleswig, by Dr. Leverkus, translated and edited with prefatory remarks. 8vo. London 1848.\n\nCRAWFURD (John.) Vital Statistics of a District in Java.\n\nDANA (James D.) Review of Chambers's Ancient Sea Margins. 8vo. Newhaven 1848.\n\nD'ARCHIAC (A.) Histoire des Progrès de la Géologie. Tome deuxième. Première Partie. 8vo. Paris 1848.\n\nDAUSSY (P.) Table des Positions Géographiques des Principaux Lieux du Globe. 8vo.\n\nDAVY (John.) Lectures on the Study of Chemistry in connexion with the Atmosphere, the Earth, and the Ocean. 8vo. London 1849.\n\nDE BEAUMONT (Élie.) Explication de la Carte Géologique de la France, redigée, &c. Tome II. 4to. Paris 1848.\n\nDE KONINCK (L.) Recherches sur les Animaux Fossiles. 4to. Liège 1847.\n\nDE LA BECHE (Sir H. T.) Address delivered at the Anniversary Meeting of the Geological Society of London, on the 16th of February 1849. 8vo. London 1849.\n\nDE LA RIVE (A.) Researches on the Voltaic Arc, from the Philosophical Transactions. 4to. London 1847.\n\nDE MORGAN (A.) On the Additions made to the second edition of the Commercium Epistolicum.\n\nTrigonometry and Double Algebra. 8vo. London 1849.\n\nDE NOBREGA (G. J.) On the Cultivation of Cochineal. 8vo. London 1849.\n\nDENT (E. J.) A Treatise on the Aneroid Barometer. 8vo. London 1849.\n\nDE PERTHES (Boucher). Antiquités Celtiques et Antédiluviennes. 8vo. Paris 1847.\n\nDE RIVAZ (C.) Description des Eaux Minéro-Thermales et des Étuves, de l'Île d'Ischia. 8vo. Naples 1846.\n\nVoyage de Naples à Capri et à Pæstum. 8vo. Naples 1846.\n\nDILLWYN (L. W.) Materials for a Fauna and Flora of Swansea and the Neighbourhood. 8vo. Swansea 1848.\n\nDORAL (Antonio). Memoria Descriptiva del Circulo de Marcar y sus Aplicaciones. 8vo. Madrid 1848.\n\nDRACH (S. M.) An easy Rule for Formulizing all Epicyclical Curves with one moving circle by the Binomial Theorem.\n\nDONORS.\n\nThe Author.\n\nThe Marquis of Northampton, V.P.R.S.\n\nThe Observatory of San Fernando.\n\nThe Observatory.\n\nThe Author.\n\nThe Editor.\n\nLieut.-Col. Sykes.\n\nThe Author.\n\nThe French Government.\n\nThe Author.\n\nThe Author.\n\nThe Author, by Mr. Roach Smith.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nDUFRÉNOY and DE BEAUMONT (E.) Explication de la Carte Géologique rédigée, &c. Tom. II. 4to. Paris 1848.\n\nDUMONT (A.) Mémoire sur les Terrains Ardennais et Rhénan. 4to. Bruxelles 1848.\n\nDU POTET (Le Baron.) Journal du Magnétisme. Tom. I. to V. 8vo. Paris 1845–47.\n\nDURAN (J. A.) Code des Créations Universelles et de la Vie des Êtres. 8vo. Bordeaux 1841.\n\nNouveau Système de Physique générale en opposition avec les Principes reçus. 8vo. Paris 1843.\n\nELLIOTSON (J.) Cure of a true Cancer of the Female Breast with Mesmerism. 8vo. London 1848.\n\nENCKE (J. F.) Astronomische Beobachtungen auf der Königlichen Sternwarte zu Berlin. Dritter Band. 4to. Berlin 1848.\n\nBerliner Astronomisches Jahrbuch für 1851. 8vo. Berlin 1848.\n\nERMAN (A.) Reise um die Erde durch Nord-Asien und die beiden Oceane in den Jahren 1828, 1829 und 1830. 3rd Band and Atlas. 8vo. Berlin 1848.\n\nFALCONER (H.) and CAUTLEY (P. T.) Fauna Antiqua Sivalensis. Parts 7, 8, 9. fol. London 1847–49.\n\nFORBES (John.) A Physician's Holiday. 8vo. London 1849.\n\nFORSTER (T. J. M.) L'Age d'Or, ou Pensées Passagères adressées comme Discours préliminaire à ceux qui suivent la science dans sa marche d'aujourd'hui vers la perfection de l'avenir. 8vo. Bruges 1847.\n\nMémoire sur les Étoiles Filantes. 8vo. Bruges 1846.\n\nFRODSHAM (C.) A few Remarks upon the construction and principles of action of the Aneroid Barometer. 8vo. London 1849.\n\nFROST (James.) Description of the Causes of the Explosion of Steam-Boilers. 8vo. New York 1848.\n\nGIBBES (R. W., M.D.) Monograph of the Fossil Squalidae of the United States. 4to. Philadelphia 1848.\n\nGILBART (J. W.) A Record of the proceedings of the London and Westminster Bank. 4to. London 1847.\n\nA Review of the Practical Working of the Act of 1844 for regulating the issue of Notes by the Bank of England. 8vo. London 1849.\n\nGLAISHER (J.) Remarks on the Weather during the quarters ending March 31, June 30 and September 30, 1848.\n\nGOULD (J.) An Introduction to the Birds of Australia. 8vo. London 1848.\n\nThe Birds of Australia. Parts 31 to 36.\n\nGRANTHAM (R. B.) A Treatise on Public Slaughter Houses. 8vo. London 1848.\n\nGRAY (J. E.) A Letter to the Earl of Ellesmere on the Management of the Library of Printed Books in the British Museum. 8vo. London 1849.\n\nGRIFFITH (W.) Journals of Travels in India. 8vo. Calcutta 1847.\n\nDONORS.\n\nThe French Government.\n\nThe Author.\n\nLe Baron Du Potet.\n\nThe Author.\n\nThe Observatory.\n\nThe Author.\n\nThe Marquis of Northampton, V.P.R.S.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Marquis of Northampton, V.P.R.S.\n\nThe Author.\n\nThe Author.\n\nThe Directors of the East India Company.\nPRESENTS.\n\nGRIFFITH (W.) Development of Organs in Phanerogamous Plants. 8vo. Calcutta 1847.\n\nAtlas to the above. 4to. Calcutta 1847.\n\nHALL (Marshall.) Essays chiefly on the Theory of Paroxysmal Diseases of the Nervous System.\n\nA Letter addressed to the Earl of Rosse, President-Elect of the Royal Society. 2nd edit. 8vo. London 1848.\n\nHERSCHEL (Sir J. F. W., Bart.) Outlines of Astronomy. 8vo. London 1849.\n\nHOMERSHAM (S. C.) Supplement to the Report to the Directors of the Manchester, Sheffield and Lincolnshire Railway Company, on the Supply of Surplus Water to Manchester, Salford and Stockport. 8vo. London 1848.\n\nHOWARD (Luke.) Barometrographia. fol. London 1847.\n\nJERWOOD (J.) A Lecture on the New Planet Neptune, and its Discovery. 8vo. London 1849.\n\nJOBERT (A. J.) Traité de Chirurgie Plastique. 2 vols. and Atlas. 8vo. Paris 1849.\n\nJOHNSON (M. J.) Astronomical Observations made at the Radcliffe Observatory, Oxford, in 1846. Vol. VII. 8vo. Oxford 1848.\n\nJOURNALS:\n\nAstronomische Nachrichten. Nos. 628 to 665.\n\nCalcutta Journal of Natural History. No. 30. 8vo. Calcutta 1847.\n\nJournal of the Agricultural and Horticultural Society of India. Vol. VI. Parts 2, 3. 8vo. Calcutta 1847.\n\nJournal of the Asiatic Society of Bengal. February to June 1848, and Nos. 192 to 199. 8vo. Calcutta 1848–49.\n\nJournal of the Indian Archipelago. Supplement to No. 6. Vol. I. Nos. 3 to 12. Vol. II. Nos. 1, 2. Vol. III. 8vo. Singapore 1848–49.\n\nScheikundige Onderzoeken Gedaan in het Laboratorium der Utrechtsche Hoogeschool. 5de Deel, 3 & 4 Stuken. 8vo. Rotterdam 1849.\n\nThe American Journal of Science and Arts. Vols. XL to XLIIX. 1841–45.\n\nIndex Volume to First Series. Vols. I. to VII. Second Series. 1846–49.\n\nThe Athenæum. January to June 1849.\n\nThe Boston Journal of Natural History. Vols. I. II. 8vo. Boston 1834–39.\n\nThe Builder. Parts 1 to 5. Vol. VII. 1849.\n\nThe Literary Gazette. January to June 1849.\n\nJUPP (E. B.) An Historical Account of the Worshipful Company of Carpenters. 8vo. London 1848.\n\nKARSTEN (H.) Die Vegetationsorgane der Palmen. 4to. Berlin 1847.\n\nKING (Capt. P. P.) On the Specific Gravity of Sea-Water.\n\nSelections from a Meteorological Journal kept on board H.M.S. Adventure.\n\nKREIL (K.) Magnetische und Geographische Ortsbestimmungen im Österreichischen Kaiserstaate. 4to. Prag 1848.\n\nMagnetische und Meteorologische Beobachtungen zu Prag. 4to. Prag 1848.\n\nDONORS.\n\nThe Directors of the East India Company.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Radcliffe Trustees.\n\nProfessor Schumacher.\n\nThe Directors of the Hon. East India Company.\n\nThe Society.\n\nThe Editor.\n\nThe Utrecht Society of Sciences.\n\nMessrs. Silliman.\n\nThe Editor.\n\nThe Editor.\n\nThe Editor.\n\nThe Editor.\n\nThe Carpenters' Company.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nKUPFFER (A.) Annuaire Magnétique et Météorologique de Russie, année 1845. 4to. St. Pétersbourg 1848.\n——— Résumés des Observations Météorologiques, &c. 4to. St. Pétersbourg 1848.\n\nLAMONT (J.) Annalen der Königlichen Sternwarte bey München. 8vo. München 1848.\n\nLAPLACE (P. S. de.) Œuvres:—Traité de Mécanique Céleste, 5 vols. Exposition du Système du Monde, 1 vol. Théorie Analytique des Probabilités, 1 vol. 4to. Paris 1843-47.\n\nLEE (Robert.) Memoirs on the Ganglia and Nerves of the Uterus. 4to. London 1849.\n\nLEIDY (Joseph.) On a new Fossil Genus and Species of Ruminantoid Pachydermata, Merycoidodon Culbertsonii.\n——— On a new genus and species of Fossil Ruminantia.\n——— On some bodies in the Boa Constrictor resembling the Pacinian Corpuscles.\n——— Researches into the Comparative Structure of the Liver.\n\nLIBRI (M.) Réponse de M. Libri au Rapport de M. Boucly. 8vo. London 1848.\n\nLLoyD (Rev. H.) An Account of a Method of determining the Total Intensity of the Earth's Magnetic Force in Absolute Measure.\n——— Circular for the Information of the Directors of the British Colonial Magnetical Observatories. 8vo.\n——— On the Corrections required in the Measurement of the Magnetic Declination.\n——— On the Mean Results of Observations. 4to. Dublin 1849.\n——— Results of Observations made at the Magnetical Observatory of Dublin during the years 1840-43. 4to. Dublin 1849.\n\nLOUYET (M.) De l'Ébullition des Liquides. 8vo. Bruxelles.\n\nLOVELACE (Earl of.) On Climate in connection with Husbandry. 8vo. London 1848.\n——— On Harbours of Refuge. 8vo. London 1849.\n——— Review of the work of Messrs. Rubichon and Mounier, and of the Memoir of M. Benoiton de Chateauneuf. 8vo. London 1848.\n——— Review of \"Du Système Social\" by A. Quetelet.\n\nLOWE (Edward.) Prognostications of the Weather, or Signs of Atmospheric Changes. 8vo. London 1849.\n\nLUBBOCK (J. W.) Appendix to a Treatise \"On the Theory of the Moon.\"\n——— On the Theory of the Moon, &c. Parts 6, 7. 8vo. London 1848-49.\n\nMACKINNON (W. A.) History of Civilization. 2 vols. 8vo. London 1846.\n\nMÄDLER (J. H.) Beobachtungen der Kaiserlichen Universitäts Sternwarte, Dorpat. Elfter Band. 4to. Dorpat 1845.\n\nMANTELL (G. A.) A brief Notice of the Organic Remains recently discovered in the Wealden Formation. 8vo. London 1849.\n——— On the Fossil Remains of Birds collected in New Zealand by Walter Mantell, Esq. 8vo. London 1848.\n\nDONORS.\n\nThe Russian Government.\n\nThe Observatory.\n\nThe French Government.\n\nThe Author.\n\nThe Author.\n\nCol. Sabine.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nMAPS, CHARTS, &c.:\nAdmiralty Charts and Sailing Directions published during 1848.\nEight Cartes, published by the Dépôt de la Marine, 1848.\nL'Afrique d'après une Carte de la fin du 17ème Siècle, de la Bibliothèque de M. Béat de Lerber, 1841.\n\nMARTIN (George A.) The Undercliff of the Isle of Wight; its Climate, History and Natural Productions. 8vo. London 1849.\n\nMARTIN (John.) Documents and Drawings relating to the Thames and Metropolis Improvement. London 1836–49.\n\nMARTINS (C.) Essai sur la Végétation de l'Archipel des Féroë. 8vo.\n\nMAYO (Thomas.) Sequel to Outlines of Medical Proof. 8vo. London 1849.\n\nMISCELLANEOUS:\nA Lock of the Hair of the late Sir Humphry Davy, Bart.\nSpecimens of Tea produced in the District of Kumaon in the N.W. Provinces of the Bengal Presidency.\nTwo Specimens of Meteoric Iron.\n\nMOON (Robert.) Fresnel and his Followers: a Criticism. 8vo. Cambridge 1849.\n\nMORTILLARO (Vincenzo.) Illustrazione di un Astrolabio Arabo-Siculo. 8vo. Palermo 1848.\n\nMOUAT (F. J.) The Elements of Anatomy, translated into Hindustani. 8vo. Calcutta 1848.\n\nNAPIER (H. E.) Florentine History, from the earliest authentic records to the Accession of Ferdinand the Third. 6 vols. 8vo. London 1846.\n\nNEWPORT (George.) On the Anatomy and affinities of Pteronarcy regalis Newm.; with a Postscript, containing descriptions of some American Perlidæ, together with Notes on their Habits. 4to.\n\nOn the Natural History, Anatomy and Development of the Oil Beetle, Meloë, more especially of Meloë cicatricosus. 4to.\n\nNEWTON (Sir Isaac.) Thirteen Letters from Sir Isaac Newton to John Covel, D.D., from original Manuscripts in the Library of Dawson Turner, Esq., F.R.S. 8vo. Norwich 1848.\n\nOERSTED (H. C.) Précis d'une Série d'Expériences sur le Diamagnétisme.\n\nOWEN (R.) On Parthenogenesis. 8vo. London.\n\nOn the Nature of Limbs. 8vo. London 1849.\n\nPASSOT (F.) Réfutation de la Solution Synthétique donnée par Newton du problème des Forces centrales. Sheet. Paris 1849.\n\nPEIRCE (Benjamin.) The Latitude of the Cambridge Observatory, in Massachusetts, determined by W. C. Bond and others.\n\nPELLATT (Apsley.) Curiosities of Glass Making, &c. 4to. London 1849.\n\nPERIGAL (Henry.) Transformations of a Kinematic Curve. A Sheet.\n\nPETTENKOFER (D. M.) Die Chemie in ihrem Verhältnisse zur Physiologie und Pathologie. Festrede. 4to. München 1848.\n\nPICKETT (W. V.) The Fine Arts Journal, containing the Exposition of a New System of Architecture. 4to. London 1847.\n\nNew Forms in Architecture for Iron. 8vo. London 1849.\n\nPILBROW (James.) A New Method of Traction for Railways and Canals, called the Hydrodynamic System of Propulsion. 8vo. London 1848.\n\nDONORS.\n\nThe Admiralty.\nDépôt de la Marine.\nM. Béat de Lerber.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nLady Davy.\nHon. East India Company.\nProf. Boguslawski.\n\nThe Author.\n\nThe Author.\n\nD. Turner, Esq., F.R.S.\n\nThe Author.\n\nThe Author.\n\nMajor Graham.\n\nThe Author.\n\nThe Author.\n\nThe Bavarian Academy.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nPLANA (Jean.) Recherches Analytiques sur la Découverte de la Loi de la Pésanteur des Planètes vers le Soleil, et sur la Théorie de leur mouvement elliptique. 4to. Turin 1848.\n\nPORTRAITS:—\n\nPortrait of J. J. Selby, Esq.\nDr. John Lee, F.R.S.\nWilliam Yarrell, Esq.\nJohn Gould, Esq., F.R.S.\nJ. S. Henslow, Esq.\nN. Wallich, Esq., F.R.S.\nSir William Jardine.\nBishop of Norwich, F.R.S. (Lithograph by T. H. Maguire.)\nLieut. Holman, F.R.S., by J. R. Jackson, from the Picture by J. P. Knight, R.A. Mezzotint.\nW. R. Grove, Esq., from a Daguerreotype by Mr. Claudet.\nThe Marquis of Northampton, P.R.S., by the late Thomas Phillips, Esq., R.A.\nSir Charles Lyell, F.R.S., lithograph, from a Daguerreotype by J. E. Mayall.\nM. Faraday, Esq., F.R.S., from a Daguerreotype by Mr. Claudet. Lithograph.\n\nQUARANTA (Bernardo.) Illustrazione di una Ostagra dissotterrata in Pompei e falsamente chiamata Forcipe Ercolanese. 8vo.\n\nQUETELET (A.) Notice sur Le Colonel G. P. Dandelin. 8vo. Bruxelles 1848.\n\nDu Système Social et des Lois qui le régissent. 8vo.\n\nParis 1848.\n\nObservations des Phénomènes Périodiques. 4to. Bruxelles 1848.\n\nSur le Climat de la Belgique. 4to. Bruxelles 1848.\n\nREGNAULT (V.) Cours Élémentaire de Chimie. 4to. Paris 1848.\n\nROGERS (H. D.) An Address on the recent progress of Geological Research in the United States, delivered at the Fifth Annual Meeting of the Association of American Geologists and Naturalists, held at Washington in May 1844. 8vo. Philadelphia 1844.\n\nROGERS (W. B.) and ROGERS (R. E.) On the Absorption of Carbonic Acid Gas by Liquids. 8vo. Newhaven 1848.\n\nROGERS (H. D.) and ROGERS (W. B.) An Account of Two Remarkable Trains of Erratic Blocks in Berkshire, Massachusetts.\n\nROSS (Sir John.) A Short Treatise on the Deviation of the Mariner's Compass. 8vo. London 1849.\n\nROTHMAN (R. W.) Observations on the Climate of Italy and other Countries in Ancient Times. 8vo. London 1848.\n\nSAINT GERMAIN (Bertrand de.) Des Manifestations de la Vie et de l'Intelligence à l'aide de l'Organisation. 8vo. Paris 1848.\n\nSCHNEIDER (W.G.) Ueber das Metereisen von Seeläsgen bei Schwiebus.\n\nSCHUMACHER (C. H.) Astronomische Nachrichten. Nos. 628 to 665. 4to.\n\nSHADWELL (C. F.) Tables for determining the Latitude by the Simultaneous Altitudes of two Stars. 8vo. London 1849.\n\nDONORS.\n\nThe Author.\n\nMr. George Ransome.\n\nMr. Claudet.\n\nThe Marquis of Northampton.\n\nMr. J. E. Mayall.\n\nMr. Claudet.\n\nThe Author.\n\nThe Author.\n\nM. Biot.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nSIBSON (Francis.) Illustrations of Diseases of the Chest. 8vo. Worcester 1844. The Author.\n\nOn the Movements of Respiration in Disease, and on the use of a Chest-Measurer. 8vo. 1848.\n\nSIMPSON (J. Y.) Obstetrical Statistics, &c.; a second letter in reply to Dr. Collins. 8vo. Edinburgh 1848. The Author.\n\nSMEE (Alfred.) Elements of Electro-Biology. 8vo. London 1849. The Author.\n\nSMYTH (Capt. W. H.) Description of an Astrological Clock belonging to the Society of Antiquaries. 4to. The Author.\n\nSMYTH (C. P.) On the Determination of the True Strength and Direction of the Wind at Sea. 4to. Edinburgh 1848. The Author.\n\nNotice of the Orbit of the Binary Star α Centauri, as recently determined by Captain Jacob. 4to. Edinburgh 1848. The Author.\n\nSOLLY (E.) Syllabus of a Complete Course of Lectures on Chemistry. 8vo. London 1849. The Author.\n\nSOMERVILLE (Mary.) Physical Geography. 2 vols. 8vo. London 1848. The Authoress.\n\nSPENCE (William.) Address delivered at the Anniversary Meeting of the Entomological Society of London on the 22nd Jan. 1849. 8vo. London 1849. The Author.\n\nSTANFORD (J. F.) Systematic Colonization; a Series of Letters. 8vo. London 1848. The Author.\n\nSTRATFORD (Lieut.) The Nautical Almanac for the year 1852. 8vo. London 1848. Lieut. Stratford, F.R.S.\n\nSYKES (Lieut.-Col.) A Notice respecting some Fossils collected in Cutch, by Captain Walter Smee. The Author.\n\nMortality in the Jails of the twenty-four Pergunnahs, Calcutta.\n\nNotes on the Religious, Moral, and Political State of India before the Mahomedan Invasion.\n\nOn the Population and Mortality of Calcutta.\n\nReport of a Committee of the Council of the Statistical Society of London to investigate the State of the Inhabitants and their Dwellings in Church Lane, St. Giles's.\n\nStatistics of Civil Justice in Bengal.\n\nTAYLOR (T. G.) Meteorological Observations made at the Meteorological Bungalow on Dodabetta, 8640 feet above the level of the sea, in 1847–48. 4to. Madras 1848. The Directors of the Hon. East India Company.\n\nAstronomical Observations made at the Observatory at Madras in 1843–47. 4to. Madras 1848.\n\nMeteorological Observations made at the Observatory at Madras in 1841–45. 4to. Madras.\n\nTEMMINCK (C. J.) Coup-d'œil général sur les Possessions Néerlandaises dans l'Inde Archipelagique. J. E. Gray, Esq., F.R.S.\n\nTURNER (Dawson.) Guide to the Historian, the Biographer, the Antiquary, the Man of Literary Curiosity and the Collector of Autographs, towards the Verification of Manuscripts by reference to Engraved Fac-similes of Handwriting. 8vo. Yarmouth 1848. The Author.\n\nVERLANDER (H.) The Vestal, and other Poems. 8vo. London 1837. The Author.\n\nWALDHEIM (G. F. de.) Notice sur quelques Sauriens Fossiles du Gouvernement de Moscou. The Author.\nPRESENTS.\n\nWALTERSHAUSEN (Sartorius v.) Physisch-geographische Skizze von Island. 8vo. Göttingen 1847.\n\nWARREN (J. C.) Effects of Chloroform and of Strong Chloric Ether, as Narcotic Agents. 8vo. Boston, U.S. 1849.\n\n——— The Physiological Effects of Alcoholic Drinks, with Documents and Records of the Massachusetts Temperance Society. 8vo. Boston, U.S. 1848.\n\nWARTMANN (E.) Sur divers Phénomènes Météorologiques.\n\n——— Troisième, Cinquième, Sixième et Septième Mémoires sur l'Induction. 8vo.\n\nWELD (C. R.) The Eleventh Chapter of the History of the Royal Society, with a review of the same by Professor De Morgan, reprinted by Charles Babbage, Esq., F.R.S. 8vo. London 1848.\n\nWHICHCORD (J.) Observations on the Sanitary Condition of Maidstone. 8vo. London 1849.\n\nWILLIAMS (George.) Historical and Descriptive Memoir on the Town and Environs of Jerusalem. 8vo. London 1849.\n\nWILLICH (C. M.) Annual Supplement to the Tithe Commutation Tables. 8vo. London 1849.\n\nWILLIS (Rev. Robert.) The Architectural History of the Holy Sepulchre at Jerusalem. 8vo. London 1849.\n\nWINDUS (Thomas.) A New Elucidation of the Subjects on the celebrated Portland Vase. fol. London 1845.\n\nWEDGWOOD (J.) Reprint of a description of the Portland Vase, by J. Wedgwood, F.R.S., with the addition of notes by Thomas Windus, F.S.A. fol. London 1845.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\n———\n\nThe Author.\n\nC. Babbage, Esq., F.R.S.\n\nThe Author.\n\nThe Rev. Robert Willis.\n\nThe Author.\n\nThomas Windus, Esq.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108489.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 21,
    "total-input-tokens": 33112,
    "total-output-tokens": 16768,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1346,
        2
      ],
      [
        1346,
        3361,
        3
      ],
      [
        3361,
        5774,
        4
      ],
      [
        5774,
        7642,
        5
      ],
      [
        7642,
        9535,
        6
      ],
      [
        9535,
        10997,
        7
      ],
      [
        10997,
        13406,
        8
      ],
      [
        13406,
        15913,
        9
      ],
      [
        15913,
        18479,
        10
      ],
      [
        18479,
        21168,
        11
      ],
      [
        21168,
        24215,
        12
      ],
      [
        24215,
        26648,
        13
      ],
      [
        26648,
        29587,
        14
      ],
      [
        29587,
        32210,
        15
      ],
      [
        32210,
        34971,
        16
      ],
      [
        34971,
        37541,
        17
      ],
      [
        37541,
        40513,
        18
      ],
      [
        40513,
        43011,
        19
      ],
      [
        43011,
        45765,
        20
      ],
      [
        45765,
        47234,
        21
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108489",
    "title": "Back Matter",
    "authors": null,
    "year": 1849,
    "volume": "139",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 21,
    "jstor_url": "https://www.jstor.org/stable/108489"
  }
}