{
  "id": "7628d115df156265be9e0537bfdea3f155c215ff",
  "text": "PRESENTS\n\nRECEIVED BY THE\n\nROYAL SOCIETY,\n\nFrom November 1795 to June 1796;\n\nWITH THE\n\nNAMES OF THE DONORS.\n\n1795.\n\nPRESENTS.\n\nNov. 5. Transactions of the Society for the Encouragement of Arts, Manufactures, and Commerce. Vol. XIII. London, 1795. 8°\n\nA second Dissertation on Fever, by G. Fordyce. London, 1795. 8°\n\nPractical Observations on the Treatment of Strictures in the Urethra. London, 1795. 8°\n\nA System of Divinity, in a Course of Sermons, by W. Davy. Lustleigh, Devon, 1795. 8°\n\n12. A Description of the Jail Distemper, as it appeared amongst the Spanish Prisoners at Winchester in the year 1780, by J. C. Smyth. London, 1795. 8°\n\n19. A Meteorological Journal kept at the Reed-Lake House, from Oct. 21, 1794, to May 29, 1795. MSS. fol.\n\nDec. 10. Beiträge zur chemischen Kenntniss der Mineralkörper, von M. H. Klaproth. 1 Band. Berlin, 1795. 8°\n\n17. Observations on Morbid Poisons, Phagedæna, and Cancer, by J. Adams. London, 1795. 8°\n\n24. Nova Acta Academiae Scientiarum Imperialis Petropolitanae. Tomus VIII. Petropoli, 1794. 4°\n\nMemoirs of the American Academy of Arts and Sciences. Vol. II. Part I. Boston, 1793. 4°\n\nDONORS.\n\nThe Society for the Encouragement of Arts, Manufactures, and Commerce.\n\nGeorge Fordyce, M. D. F. R. S.\n\nEverard Home, Esq. F. R. S.\n\nThe Rev. William Davy, A. B.\n\nJames Carmichael Smyth, M. D. F. R. S.\n\nMr. Joseph Colen.\n\nProfessor Klaproth, F. R. S.\n\nMr. Joseph Adams.\n\nThe Imperial Academy of Sciences of Petersburg.\n\nThe American Academy.\n1796.\n\n**PRESENTS.**\n\n*Jan. 21.* De Miraculis S. Coluthi et Reliquiis Actorum S. Panesniv Thebaica fragmenta, ex Museo Borgiano, illustrata opera A. A. Georgii. Romae, 1793. 4°\n\nFossilia Ægyptiaca Musei Borgiani descriptis G. Wad. Velitrus, 1794. 4°\n\nPaulini a S. Bartolomæo de Veteribus Indis Dissertatio. Romae, 1795. 4°\n\nMemoria sul Lincurio del Cav. C. A. Napione. Roma, 1795. 4°\n\nA Meteorological Journal of the Year 1795, kept in London by W. Bent. London. 8°\n\n*28.* Medical Commentaries for the year 1795, collected by A. Duncan. Edinburgh, 1795. 8°\n\nDissertazione sulla trisezione dell’ Angolo, ossia dell’ Arco, colla piana Geometria, dell’ Ab. G. M. Pizzati. Venezia, 1795. 8°\n\n*Feb. 4.* Memoirs of the Literary and Philosophical Society of Manchester. Vol. IV. Part 2. Manchester, 1796. 8°\n\n*11.* Some Account of the Collegiate Chapel of St. Stephen, Westminster, by J. Topham. fol.\n\nKongl. Vetenskaps Academiens nya Handlingar, Tom. XI. för år 1790, 3d and 4th quarter; Tom. XII. för år 1791, 1st and 2d quarter; Tom. XIII. för år 1792, 3d and 4th quarter; Tom. XIV. för år 1793; Tom. XV. för år 1794; Tom. XVI. för år 1795, 1st and 2d quarter. Stockholm. 8°\n\nA Sermon preached at the Anniversary Meeting of the Sons of the Clergy, May 7, 1795, by C. P. Layard. London. 4°\n\n*18.* An Essay on the Abuse of Spirituous Liquors, by A. Fothergill. Bath, 1796. 8°\n\nExperiments and Observations relative to the Influence lately discovered by M. Galvani, and commonly called Animal Electricity, by R. Fowler. Edinburgh, 1793. 8°\n\nDe Vi Vitali Sanguini neganda, Vita autem propria solidis quibusdam Corporis Humani Partibus adserenda, curæ iteratæ J. F. Blumenbach. Gottingæ, 1795. 4°\n\nRiflessioni sopra alcuni punti di un nuovo Sistema de’ Vasi Assorbenti, da F. Caldani. Padova, 1792. 8°\n\nOsservazioni sulla Membrana del Timpano, da F. Caldani. Padova, 1794. 8°\n\nDelle Fasce per uso de’ Bambini. Padova, 1794. 8°\n\nOsservazioni del Sig. F. Caldani, sopra la Trasformazione di un Insetto. 4°\n\nLettera nella quale si esaminano alcune Riflessioni circa le nuove ricerche sulla Elettricità Animale, pubblicate nel Tom. XVII. degli Opuscoli scelti. Padova, 1795. 8°\n\n**DONORS.**\n\nJohn Walker, Esq. F. R. S.\n\nMr. William Bent.\n\nAndrew Duncan, M. D.\n\nAbbate Giuseppe Pizzati.\n\nThe Literary and Philosophical Society of Manchester.\n\nThe Society of Antiquaries.\n\nThe Royal Academy of Sciences of Stockholm.\n\nThe Rev. Charles Peter Layard, D.D. F.R.S.\n\nAnthony Fothergill, M.D. F.R.S.\n\nRichard Fowler, M.D.\n\nProfessor Blumenbach, F.R.S.\n\nSig. Floriano Caldani.\nPRESENTS.\n\nA. Knips Macoppe Aphorismi Medico-politici, edit F. Caldanius. Venetiis, 1795. 8°\n\nFeb. 25. Institutiones Anatomicæ, auctore L. M. A. Caldanaio. Venetiis, 1791. Tomi II. Voll. IV. 8°\n\nMarch 3. Two Prints, representing the Distribution of his Majesty's Maundy, by the Sub-Almoner, in the Chapel Royal at Whitehall\n\n10. J. Ingen-housz Miscellanea Physico-medica. Viennæ, 1795. 8°\n\n17. Impartial Reflections upon the present Crisis, by H. Viscount Mountmorres. London, 1796. 8°\n\nMemoirs of the Life and Writings of the Abate Metastasio, by C. Burney. London, 1796. 3 Vols. 8°\n\nMemoria sobre el calculo de la Latitud del Lugar par dos Alturas de Sol, por Don D. Alcalà Galiano. Madrid, 1795. 4°\n\nApril 7. On the Prosodies of the Greek and Latin Languages. London, 1796. 8°\n\n14. Seconde Continuation des Expériences, faites par le moyen de la Machine Electrique Teylerienne. Haarlem, 1795. 4°\n\nAn Account of the Experiment made on Board the Union Hospital Ship, to determine the Effect of the Nitrous Acid in destroying Contagion, by J. C. Smyth. London, 1796. 8°\n\n21. The Prevention of Poverty, by beneficial Clubs; by Edward Jones. Second Edition. London, 1796. 8°\n\nOn the Composition and Properties of Water, by E. Peart. London, 1796. 8°\n\n28. Commentationes Societatis Regiæ Scientiarum Gottingensis ad a. 1793 et 1794. Vol. XII. Gottingæ, 1796. 4°\n\nThe History of the Parishes of Whiteford and Holywell. 1796. 4°\n\nMay 5. Anecdotes of some distinguished Persons, Vol. IV. London, 1796. 8°\n\n12. Astronomisches Jahrbuch für das Jahr 1798, von J. E. Bode. Berlin, 1795. 8°\n\nJune 2. Scriptores Logarithmici; or a Collection of Tracts on the Nature and Construction of Logarithms. Vol. III. London, 1796. 4°\n\nSammlung Astronomischer Abhandlungen, herausgegeben von J. E. Bode, 2ter Supplementband. Berlin, 1795. 8°\n\nH. W. M. Olbers Diss. inaug. de Oculi Mutationibus internis. Gottingæ, 1780. 4°\n\n9. A Sermon preached upon the Occasion of the Death of the Rev. A. Kippis, D.D. by A. Rees. London, 1795. 8°\n\nMemoria sobre las observaciones de Latitud y Longitud en el Mar. Madrid, 1796. 4°\n\nDONORS.\n\nSig. Floriano Caldani.\n\nProfessor Caldani, F. R. S.\n\nThe Rev. Sir Richard Kaye, Bart. F. R. S.\n\nJohn Ingen-housz, M.D. F. R. S.\n\nViscount Mountmorres, F. R. S.\n\nCharles Burney, Mus.D. F. R. S.\n\nDon Dionisio Alcalà-Galiano.\n\nThe Author.\n\nMartinus Van Marum, M.D.\n\nJames Carmichael Smyth, M.D. F. R. S.\n\nJohn Lloyd, Esq. F. R. S.\n\nE. Peart, M.D.\n\nThe Royal Society of Sciences at Gottingen.\n\nThomas Pennant, Esq. F. R. S.\n\nWilliam Seward, Esq. F. R. S.\n\nMr. J. E. Bode, F. R. S.\n\nFrancis Maseres, Esq. F. R. S.\n\nMr. J. E. Bode, F. R. S.\n\nH. W. M. Olbers, M.D.\n\nMrs. Kippis.\n\nDon Dionisio Alcalà-Galiano.\nPRESENTS.\n\nJune 9. Dissertation sur l'Effet de la Musique dans les Maladies nerveuses, par L. Desbout. St. Petersbourg, 1784.\n\nDissertation Hygiénique sur la Conservation des Gens de Mer, du Dr. Bacheracht, traduite par le Dr. Desbout. St. Petersbourg, 1791.\n\nMémoire sur l'Utilité d'un Traitement simple pour les Maladies Chirurgicales en général. MSS. fol.\n\nDONORS.\n\nLouis Desbout, M. D.\nINDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1796.\n\nA\n\nAbernethy, Mr. John. Some particulars in the anatomy of a whale, - - - - - - - - - - 27\nAcid, molybdic, experiments on, - - - - - - - - - - 323\nAlchorne, Stanesby, Esq. Assay of the gold found in Ireland, - - - - - - - - - - 45\nAlgæ, submersed, on their fructification, - - - - - - - - - - 494\nAlgebra, Newton's binomial theorem demonstrated by it, - - - - - - - - - - 382\nAmmoniac, Sulphate of, experiments and observations on, - - - - - - - - - - 313\nAquarius, on the lustre of the stars in, - - - - - - - - - - 194, 212\nAquila, on the lustre of the stars in, - - - - - - - - - - 197, 215\nArchimedes, remarks on his demonstrations relative to the parabolic conoid, - - - - - - - - - - 96\nArcs, circular, on an elementary manner of obtaining their serieses, - - - - - - - - - - 142\n- - - - - - - - - - on their sines, cosines, and tangents, - - - - - - - - - - 153\n- - - - - - - - - - on the analogy between logarithms and their trigonometrical functions, - - - - - - - - - - 163\nAries, on the lustre of the stars in, - - - - - - - - - - 459, 477\nArms, &c. ancient, observations on, with experiments to determine their composition, - - - - - - - - - - 395\n- - - - - - - - - - of copper, historical observations on, - - - - - - - - - - 397\n\nMDCCXCVI.\nINDEX.\n\nArms, &c. of copper, external properties of, - - - 403\nspecific gravities of, - - - 407\nexperiments on, with fire, - - - 408\nwith nitric acid, - - - 411\nsynthetical observations and experiments on, - - - 414\nconclusions and remarks on, - - - 424\nof steel, observations on, - - - 444\nchemical properties of, - - - 446\nconclusions and remarks on, - - - 449\n\nAtwood, George, Esq. The construction and analysis of geometrical propositions, determining the positions assumed by homogeneous bodies which float freely, and at rest, on a fluid's surface; also determining the stability of ships, and of other floating bodies, - - - 46\n\nAxe, ancient, account of one, - - - 445, 447\n\nB\n\nBalls of stone, found in the works of the Huddersfield canal, 350\nBark, Peruvian, annual consumption of, in this country, - 283\nBarker, Thomas, Esq. Abstract of a register of the barometer, thermometer, and rain, at Lyndon, in Rutland, 1795, - 483\nBarometer, register of, at Lyndon, in Rutland, - - - 483\nBennet, The Rev. Abraham. Account of an earthquake felt in Derbyshire, - - - 360\nBingley, Mr. Assay of some ancient metals, - - - 410\nBirds, remarks on their eyes, - - - 11\nBlood, on the changes it undergoes in the urinary bladder, - 486\nexperiments upon it, - - - 489\nBlue shadows, remarks on, - - - 255\nBrougham, Henry, Jun. Esq. Experiments and observations on the inflection, reflection, and colours of light, - - - 227\n\nC\n\nCanis major, on the lustre of the stars in, - - - 461, 477\nminor, on the lustre of the stars in, - - - 462, 477\nCapricornus, on the lustre of the stars in, - - - 199, 217\nCassiopea, on the lustre of the stars in, - - - 463, 478\nCelts, observations on, - - - 402\nCeramiums, on their fructification, - - - 494\nCetus, on the lustre of the stars in, - - - 464, 479\nChapman, remarks on his method of approximating to the areas of curves, - - - 114\nINDEX.\n\nCobalt, remarks on a solution of it in muriatic or nitro-muriatic acid, 333\nCold, on its influence upon the health of the inhabitants of London, 279\nColours of flame, remarks on, 254\n——— of light, experiments and observations on, 227\n——— rings of, from a concave glass mirror, remarks on, 260\nComet, account of the discovery of one, 131\n——— additional observations on, 133\nConfervae, on their fructification, 494\nCopper, on allaying it with iron, 419, 438\n——— with tin, 414, 433\n——— with zinc, 418, 437\nCorrêa de Serra, Mr. On the fructification of the submersed algæ, 494\nCorvus, on the lustre of the stars in, 468, 480\nCosines of circular arcs, remarks on, 153\nCurves, on approximating to their areas, 114\nCygnus, on the lustre of the stars in, 201, 217\n\nD\nDagger, ancient, account of one, 445\nDeaths, tables of, in the beginning of the years 1795 and 1796, 282\nDelphinus, on the lustre of the stars in, 204, 220\nDriffield, Mr. Christopher. Account of an earthquake felt in Lincolnshire, 355\n\nE\nEarthquake felt in various parts of England, account of, 353\n——— account of it from Derbyshire, 358\n——— from Leicestershire, 355\n——— from Lincolnshire, 355\n——— from Nottinghamshire, 362\n——— from Warwickshire, 356\n——— from Worcestershire, 358\n——— observations upon it, 372\nElectricity, reasons against its being the cause of earthquakes, 377\nEmerson, Mr. Improvement of his computation of the hyperbolic logarithm of 10, 140\nEquuleus, on the lustre of the stars in, 204, 220\nEridanus, on the lustre of the stars in, 468, 480\nINDEX.\n\n| Topic                                                                 | Page |\n|----------------------------------------------------------------------|------|\n| Eyes, human, experiments on                                          | 3, 6 |\n| Eyes of birds, remarks on                                            | 11   |\n| —— of fishes, remarks on                                              | 21   |\n| —— of quadrupeds, remarks on                                          | 10   |\n| Fishes, remarks on their eyes                                        | 21   |\n| Flame, on the different colours of it                                 | 254  |\n| Floating bodies, propositions determining their positions             | 46   |\n| Fluids, on the resistance of bodies moving in them                   | 128  |\n| Fringes, coloured, remarks on those which surround the shadows       | 256  |\n| —— of bodies                                                          |      |\n| Fuci, on their fructification                                         | 494  |\n| Gas, inflammable, remarks on its probable agency in earthquakes      | 380  |\n| Gemini, on the lustre of the stars in                                 | 470, 480 |\n| Glands, lymphatic, remarks on                                        | 31   |\n| Gold, native, discovered in Ireland, account of                       | 34, 38 |\n| —— specific gravity of                                               | 43, 45 |\n| —— assay of                                                          | 43, 45 |\n| Gray, Edward Whitaker, M.D. Account of the earthquake felt in various parts of England, November 18, 1795; with some observations thereon | 353 |\n| Gregory, The Rev. Edward. Account of an earthquake felt in Nottinghamshire | 362 |\n| Gun-metal, remarks on                                                 | 418, 433 |\n| Hatchett, Charles, Esq. An analysis of the Carinthian Molybdate of lead; with experiments on the molybdic acid. To which are added some experiments and observations on the decomposition of the sulphate of ammoniac | 285 |\n| Hoberden, William, Jun. M.D. Of the influence of cold upon the health of the inhabitants of London | 279 |\n| Hellins, The Rev. John. Mr. Jones’s computation of the hyperbolic logarithm of 10 improved: being a transformation of the series which he used in that computation to others which converge by the powers of 80. To which is added a postscript, containing an improvement of Mr. Emerson’s computation of the same logarithm | 135 |\n| Hercules, on the lustre of the stars in                               | 205, 221 |\nINDEX.\n\nHerculis, & observations on, 452\nHerschel, Miss Caroline. Account of the discovery of a new comet, 131\nHerschel, William, LL.D. Additional observations on the comet, 133\n\nOn the method of observing the changes that happen to the fixed stars; with some remarks on the stability of the light of our sun. To which is added, a catalogue of comparative brightness, for ascertaining the permanency of the lustre of stars, 166\n\nOn the periodical star & Herculis; with remarks tending to establish the rotatory motion of the stars on their axes. To which is added a second catalogue of the comparative brightness of the stars, 452\n\nHome, Everard, Esq. The Croonian lecture on muscular motion, 1\n\nA description of the anatomy of the sea otter, from a dissection made November 15, 1795, 385\n\nObservations on the changes which blood undergoes, when extravasated into the urinary bladder, and retained for some time in that viscus, mixed with the urine, Huddersfield canal, account of some balls of stone, found in its works, 486\n\nImages, on their formation by reflectior;, 268\n\nInstruments, ancient. See Arms.\n\nJohnson, Robert Augustus, Esq. Account of an earthquake felt in Warwickshire, 356\n\nJohnstone, Dr. Account of an earthquake felt in Worcestershire, 358\n\nJones, Mr. his computation of the hyperbolic logarithm of 10 improved, 135\n\nIreland. Account of the native gold found there, 34, 38\n\nKing, Mr. William. Account of an earthquake felt in Leicestershire, 355\n\nKirwan, Richard, Esq. Specific gravity of the gold found in Ireland, 45\n\nKlaproth, Mr. Account of some experiments made by him, 286\n\nLead, Carinthian Molybdate of. See Molybdate.\nINDEX.\n\nLecture, Croonian, on muscular motion, - 1\nLeo, on the lustre of the stars in, - 473, 481\nL'Huillier, M. Simon. Manière élémentaire d'obtenir les suites par lesquelles s'expriment les quantités exponentielles et les fonctions trigonométriques des arcs circulaires, - 142\nLight, on the inflection, reflection, and colours of it, - 227\n--- on its flexion, - 228\n--- on its reflection, - 235\n--- of the sun, remarks on its stability, - 185\nLituus. Account of one, - 397\nLloyd, John, Esq. An account of the late discovery of native gold in Ireland, - 34\nLogarithm, hyperbolic, of 10, Mr. Jones's computation of it improved, - 135\n--- Mr. Emerson's computation of it improved, - 140\nLogarithms, remarks on, - 145\n--- on the analogy between them and the functions of circular arcs, - 163\n\nM\n\nMacdonald, John, Esq. Observations of the diurnal variation of the magnetic needle at Fort Marlborough, in the island of Sumatra, - 340\nMenzies, Mr. Archibald. A description of the anatomy of the sea otter, from a dissection made November 15, 1795, - 385\nMills, Abraham, Esq. A mineralogical account of the native gold lately discovered in Ireland, - 38\nMilnes, Mr. William. Account of an earthquake felt in Derbyshire, - 358\nMirrors, convex, experiments with, - 2\nMolesworth, William, Esq. Specific gravity of the gold found in Ireland, - 44\nMolybdate of lead, Carinthian, analysis of, - 285, 320\n--- characters of, - 292\n--- experiments on, with water, - 293\n--- with fixed alkalies, - 287, 294\n--- with sulphur, - 296\n--- with carbonate of ammoniac, - 296\n--- with muriate of ammoniac, - 287\n--- with black flux, - 301\n--- with nitric acid, - 287\n--- with muriatic acid, - 303\nINDEX.\n\nMolybdate of lead, experiments on, with sulphuric acid, - 308\ngeneral observations on, - 329\nMotion, muscular, Croonian lecture on, - 1\nrotatory, of the stars, remarks on, - 455\n\nN\n\nNeedle, magnetic, observations of the diurnal variation of, in Sumatra, - 340\nNewton, his binomial theorem demonstrated by algebra, - 382\n\nO\n\nOtter, sea, anatomy of, - 385\nOutram, Mr. Benjamin. Particulars of the discovery of some very singular balls of stone, found in the works of the Huddersfield canal, - 350\n\nP\n\nPearson, George, M.D. Observations on some ancient metallic arms and utensils; with experiments to determine their composition, - 395\nPegasus, on the lustre of the stars in, - 208, 224\nPlants, aquatic, remarks on their fecundation, - 502\nPollen, remarks on, - 502\nPresents, received by the Royal Society, from November 1795 to June 1796, - 507\n\nQ\n\nQuadrupeds, remarks on their eyes, - 10\n\nR\n\nRain, register of, at Lyndon, in Rutland, - 483\nRamsden, Mr. Experiments made by him, - 2\nResistance of bodies which move in fluids, remarks on, - 128\nRings of colours from a concave glass mirror, remarks on, - 260\n\nS\n\nSagitta, on the lustre of the stars in, - 211, 226\nSaucepan, ancient, account of one, - 400\nSewell, The Rev. William. Newton's binomial theorem legally demonstrated by algebra, - 382\n## INDEX\n\n| Topic                                                                 | Page |\n|----------------------------------------------------------------------|------|\n| Shadows, blue, remarks on                                            | 255  |\n| Ship, account of one which wanted stability                           | 117  |\n| Ships, propositions determining their stability                       | 46   |\n| Sines of circular arcs, remarks on                                    | 153  |\n| Spear-head, ancient, account of one                                  | 399  |\n| Stars, fixed, on the method of observing their changes               | 166  |\n| —— catalogue of their comparative brightness                          | 187, 458 |\n| —— on the lustre of those in Aquarius                                 | 194, 212 |\n| —— in Aquila                                                          | 197, 215 |\n| —— in Aries                                                           | 459, 477 |\n| —— in Canis major                                                     | 461, 477 |\n| —— in Canis minor                                                     | 462, 477 |\n| —— in Capricornus                                                     | 199, 217 |\n| —— in Cassiopea                                                      | 463, 478 |\n| —— in Cetus                                                           | 464, 479 |\n| —— in Corvus                                                         | 468, 480 |\n| —— in Cygnus                                                         | 201, 217 |\n| —— in Delphinus                                                      | 204, 220 |\n| —— in Equuleus                                                       | 204, 220 |\n| —— in Eridanus                                                       | 468, 480 |\n| —— in Gemini                                                          | 470, 480 |\n| —— in Hercules                                                       | 205, 221 |\n| —— in Leo                                                            | 473, 481 |\n| —— in Pegasus                                                        | 208, 224 |\n| —— in Sagitta                                                       | 211, 226 |\n| —— on their rotatory motion                                          | 455  |\n| Stirling, remarks on his method of approximating to the areas of curves |      |\n| Stone, balls of, found in the works of the Huddersfield canal        | 114  |\n| Storer, Dr. Account of an earthquake felt in Nottinghamshire         | 350  |\n| Streaks produced by looking at a luminous body, remarks on           | 368  |\n| Sulphate of ammoniac, on its decomposition                            | 267  |\n| Sumatra, on the variation of the magnetic needle in that island      | 313  |\n| Sun, remarks on the stability of its light                            | 340  |\n| Sword, ancient, account of one                                       | 185  |\n| —— account of one                                                    | 444, 445 |\n\n### T\n\n| Topic                                                                 | Page |\n|----------------------------------------------------------------------|------|\n| Tangents of circular arcs, remarks on                                | 153  |\n| Theorem, binomial, demonstrated by algebra                           | 382  |\n| Thermometer, register of, at Lyndon, in Rutland                     | 483  |\n| —— in Sumatra                                                       | 346  |\nINDEX.\n\nV\n\nVariation of the magnetic needle in Sumatra, observations of Ulvae, on their fructification, - - - 340\nUtensils, ancient. See Armis. - - - 494\n\nW\n\nWeather of 1795, remarks on, - - - 484\nat Sumatra, register of, - - - 346\nWhale, some particulars in its anatomy, - - - 27\n\nFrom the Press of\nW. BULMER & Co.\nCleveland-Row, St. James's.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107019.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 14,
    "total-input-tokens": 21538,
    "total-output-tokens": 7695,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1482,
        2
      ],
      [
        1482,
        4037,
        3
      ],
      [
        4037,
        6743,
        4
      ],
      [
        6743,
        7133,
        5
      ],
      [
        7133,
        8450,
        6
      ],
      [
        8450,
        10311,
        7
      ],
      [
        10311,
        11840,
        8
      ],
      [
        11840,
        14451,
        9
      ],
      [
        14451,
        16096,
        10
      ],
      [
        16096,
        17770,
        11
      ],
      [
        17770,
        19071,
        12
      ],
      [
        19071,
        22625,
        13
      ],
      [
        22625,
        22968,
        14
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "fr",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      true,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107019",
    "title": "Back Matter",
    "authors": null,
    "year": 1796,
    "volume": "86",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 14,
    "jstor_url": "https://www.jstor.org/stable/107019"
  }
}