{
  "id": "aed7503b170af6475ccda4c8a8a2bfeea737507e",
  "text": "III. An Extract of a Letter from Dr. Helvetius at Paris, to Monsieur Duyvenvoorde Embassador Extraordinary from the States-General, and by him communicated to the Royal-Society.\n\nI am extremely pleased, Sir, that you have applied yourself to me, for my Advice about the Use of the Pareira Brava which has been recommended to you, because I can give you a very good Account of it, having been one of the first that introduced it in France; I have made abundance of lucky Experiments about it, which have made this Medicine very well known to me: wherefore I assure you, you can do nothing better than to make tryal of it.\n\nThe Pareira Brava is a Root which comes to us from Brazil by the way of Lisbon, but which the War has rendered pretty scarce; however it is to be found among the good Druggists, and is sold at Paris for 40 Livres the Pound: 'tis call'd in Brazil the Universal Medicine, and is made use of there in all kind of Distempers. A Capuchin Monk, who came from thence, told me that he could not give it a greater Character than by assuring me, that in all their Voyages they carryed the Gospel in one Pocket and the Pareira Brava in the other.\n\n'Twill be very easy to convince you, Sir, that the Pareira Brava is perfectly good in your Distemper. The Business with you is to restore the Digestions, to the end, that in the first Passages there may not be form'd so much Phlegm and acid Crudities; and it is also necessary to hinder the Serosity of the Blood from spreading itself too much upon the Parts. Now as Experience shows us that\nthat the *Pareira Brava* does abundantly provoke Urine, it will follow from thence, that it will discharge by the Kidneys the corrosive Acidity of the Mass of Blood; it is also good to break and thin the pirituous and viscous Humors; and it cures the Suppressions of Urine occasion'd by Obstructions in the Kidneys.\n\nOne may conclude from hence, that the Salts of the *Pareira Brava*, which are moderately Volatile, are proper to dissolve or separate the too thick and too close Texture of the Sulphur of the Lympha. Finally this Medicine has a light or gentle Bitterness which corrects the Acids of the Stomach, and renders them more pure and fine.\n\nHence the Chyle becomes better digested and more Balsamick, and fitted to assimilate itself with the Blood, and to preserve therein that degree of Division and Fluidity which is necessary for it.\n\nThe Method of using this Root with success, is to reduce it to an impalpable Powder, and to infuse thereof the weight of a Demi-gros in a Pint of boiling Water, and let it lie in it all Night, and next Morning boil it one moment. Then pour the Liquor off gently from the Powder, and take of it a Demi-setier in two Cups with a little Sugar as hot as Tea, putting into each Cup 5 Grains of the said Root reduced to an impalpable Powder, which you must stir with a Spoon, that none of it may remain at the Bottom. You may repeat the same Dose about 4 Hours after Dinner, but you must not eat anything within an Hour after you have taken it.\n\nThis Medicine does not oblige you to alter the ordinary Course of your living; and you may continue the use of it several Months together, in which time also you may discontinue it two or three Days together at a time, if you please; but you should take some gentle Purge every Fortnight or Three Weeks during the use of the said Medicine.\nThe Preparation of the Pareira Brava, as Monsieur Duyvenvoorde uses it.\n\nTake Eleven Grains of this Root, and put it into a Pewter Tea-pot fill'd with boiling Water, and so let it infuse all Night over warm Ashes, or a very small fire; and in the Morning boil it again, but very gently, till you use it. You must drink it just as you do Tea, and the Liquor which comes from this Infusion must not exceed the Quantity of 5 Small Dishes of Tea.\n\nIV. A Letter of Mr. Francis Nevile to the Right Reverend St. George Lord Bishop of Clogher, R. S. S. Giving an Account of some large Teeth lately dugg up in the North of Ireland, and by his Lordship communicated to the Royal-Society.\n\nBelturbet, July the 29th. 1715.\n\nMy LORD,\n\nThe Curiosity I here send your Lordship, is so far beyond any thing that I have had the honour to communicate to your Lordship, or that I have ever met with, that I presume your Lordship will think it fit to communicate to the Royal-Society; I have sent the Draught, after the best manner I could draw it, enclosed; it is the Draught of two Teeth lately found within Eight Miles of this Town at a place call'd Maghery, in part of the Bishop of Killmore's Lands, sinking the Foundation for a Mill near the Side of a small Brook that parts the Countys of Cavan and Monaghan.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103071.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6456,
    "total-output-tokens": 1254,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1551,
        2
      ],
      [
        1551,
        3379,
        3
      ],
      [
        3379,
        4673,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103071",
    "title": "An Extract of a Letter from Dr. Helvetius at Paris, to Monsieur Duyvenvoorde Embassador Extraordinary from the States-General, and by him Communicated to the Royal-Society",
    "authors": "Dr. Helvetius",
    "year": 1714,
    "volume": "29",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/103071"
  }
}