{
  "id": "32a55c5564224d935edad04f978813b0a3c4d0c7",
  "text": "effectus bis e. Similiter patet actione ter a produci debere effectum ter e, &c. Immo in genere, actione \\( n \\cdot a (= A) \\) produci debere effectum \\( n \\cdot e (= E) \\). Est igitur \\( A : a :: E : e \\), hoc est, actiones sunt in ratione effectuum.\n\n**Theorema 12 nostrum.**\n\nVires sunt in ratione composita massarum & celeritatum.\n\n**Demonstratio.**\n\nPer **Theorema 4.** actiones sunt in ratione composita temporum & virium. Per **Theorema 11,** eadem sunt in ratione effectuum. Ergo effectus sunt in ratione composita temporum & virium. At per **Theorema 8,** effectus sunt in ratione composita massarum atque spatiorum. Ergo ratio composita temporum et virium par est rationi compositae massarum atque spatiorum. Unde vires sunt in ratione composita massarum et spatiorum directe, et temporum reciproce; h.e. in ratione composita massarum et celeritatum. Q.E.D.\n\n---\n\nV. An Account of Two extraordinary Deers Horns, found under-ground in different Parts of Yorkshire; in a Letter from Mr. Tho. Knowlton, to Mr. Mark Catesby, F.R.S.\n\nRead March 13, 1745-6.\n\nThe Head and Horns, which is represented in Tab. I. Fig. 2. were found in a Sand-bed, in the River Rye, which runs into the Derwent,\nDerwent, in the East-Riding, belonging to Ralph Crathorn, Esq;. They were discovered as he was fishing for Salmon; the Net happening to hang on one or two of the Antlers, he ordered to pull away; by which some of the Antlers were broke off, and discovered it to be Part of a Deer's Horn. At length, with some Difficulty, it was dug out pretty intire. Mr. Crathorn supposes, that these wild Moors were once inhabited with these Kind of Deer, not any such now being known to be in this Kingdom; and supposes it is, at least, seven or eight Hundred Years since its Death; and that by Age or Poverty destroyed, and by Time buried in those Sands. It is about three Years since it was found (as the above-said worthy Gentleman told me) where he lives; which is at Ness near Malton in Yorkshire.\n\n**Tab. I. Fig. 2.**\n\n- \\(a\\) is 12 Inches long.\n- \\(b\\) is ditto.\n- \\(c\\) is ditto.\n- \\(d\\) is 4 Inches from the main Horn, and the two cross Branches are 8.\n- \\(e\\) is 6 Inches.\n- \\(f\\) is 7 Inches.\n- \\(g\\) is 6 Inches; and 2 Feet 10 Inches from the Root of the Horn to the Tip.\n\nAll those Places with Marks were broke, and put together again.\n\n**Tab. I. Fig. 3.**\n\nThis Skull and Horns weigh —— St. lb. 4 12\nIt was found in a Peat-Moss, at Cowthrop near North Dreighton in Yorkshire, in the Year 1744.\n\nThe Length of the Skull, from the Nose End mark'd A, to the Back-Part of the Head B, 1 ft. 10 inches\nThe Breadth of the Forehead, from C to C 0 ft. 11 inches\nLength of each Horn, from the Skull D to the Tip, 5 ft. 1 inch\nThe Extent of the Horns, from E to E 6 ft. 1 inch\nThe Breadth of the Web or Palm, from FG to F, 2 ft. 1 inch\nFG and G, two Places where the Horns are broke.\n\n1 The Nostrils.\n2 The Eye.\n3 The Teeth, which are very large and sound.\n\nN. B. It is evident the Horns are not at their full Growth, being yet covered with what is called the Velvet.\n\nThe Figure above is the Representation and extraordinary Dimensions of the Skull and Horns of a Deer, dug from the Depth of 6 Feet out of a Peat-Moss, as above mentioned.\n\nBut what I think more extraordinary is, that the late Earl of Carlisle's Steward, Mr. Joyce, in digging the Foundation of an House and Cellars, found, at the Depth of 6 Feet, a Part of a Jaw-bone with Teeth, and a Horn of a Buck or Stag, of most exceeding large Dimensions, which lay buried under two Feet common Soil; then one Foot of Scalping or Sand-bed; then eighteen Inches of Stone; then another Vein of Sand, six Inches; then another Head of Stone;\nunder which lay those before-mention'd Jaw-bone, and Piece of Horn; which, in all Appearance, to every one that viewed these Stratums, had never been removed.\n\nM. C.\n\nDimensions of the Deers Horns in the Museum of the Royal Society.\n\n| Dimensions                  | Feet Inches |\n|-----------------------------|-------------|\n| Length of the Skull         | 1           |\n| Breadth of the Forehead     | 0           |\n| Length of each Horn         | 5           |\n| Distance of the extreme Tips of the Horns | 6 |\n\nN. B. These Horns (Fig. 3.) are evidently of the same sort as those often found in Ireland, of which Descriptions are given in Transact. n. 227, n. 394. and n. 444, p. 389. But I do not remember to have met with any before of this Species found in England, or any-where else besides Ireland.\n\nC. M.\n\nVI. The Phænomena of Venus, represented in an Orrery made by Mr. James Ferguson, agreeable to the Observations of Seignior Bianchini.\n\nRead March 20. 1745-6. In all the Orreries that I have seen, Venus is represented as having her Axis perpendicular to the Plane of the Ecliptic, and her diurnal Motion thereon equal to 23 Hours of our terrestrial Time. Hence, as her annual Motion is performed in about 225 of our Days, it will contain 234 of hers; consequently, to an Eye placed in Venus, the Sun will always appear to go thro'",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104791.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 11436,
    "total-output-tokens": 1651,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1196,
        4
      ],
      [
        1196,
        2396,
        5
      ],
      [
        2396,
        3682,
        6
      ],
      [
        3682,
        5026,
        7
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "la",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104791",
    "title": "An Account of Two Extraordinary Deers Horns, Found Under-Ground in Different Parts of Yorkshire; In a Letter from Mr. Tho. Knowlton, to Mr. Mark Catesby, F. R. S.",
    "authors": "Tho. Knowlton",
    "year": 1746,
    "volume": "44",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/104791"
  }
}