{
  "id": "5423f94d7fc4dc282bd5d5a867bf9617b9435141",
  "text": "expected that the Roof was falling in, and run out of the Church immediately, leaving the poor Parson to shift for himself. I stood my Ground; and, by calling to them, and assuring them there was no Harm, prevail'd on them to return, and make an End of the Duty: But it was with Fear and Trembling. It was felt pretty much at Leicester; but how much further, I have not heard.\"\n\nSince the Receipt of the above Letter, I have read, in the public Newspapers, an Account of its having been also felt at Northampton about the same time.\n\nSo that no Doubt can remain of the Shock which Lady Cornwallis perceived at Culford, having been a real Earthquake.\n\nXLIX.\n\nA Letter from the Rev. Mr. John Nixon, F.R.S. to Mr. John Ward, F.R.S. and Rhet. Prof. Gresham, serving to accompany two Letters; one from Sir Thomas Cave, Bart. and another from the Minister of Weston with Sutton in Northamptonshire; concerning the Earthquake on Sept. 30. 1750.\n\nDear Sir,\n\nElgham, near Towcester, Northamptonshire, Oct. 8. 1750.\n\nI Beg leave to send you some Memoirs relating to the Earthquake, which happened in these Parts on Sunday Sc'nnight, viz.\n\nX x x x\n\nSep\nSeptember 30. the one is a Letter from Sir Thomas Cave, Baronet, of Stanford near Lutterworth in Leicestershire, a Gentleman of good Sense, and unquestionable Veracity. The other is a Paragraph taken from the Northampton Mercury of this Day. As for my own Part, being engaged at Church in a very solemn Part of our Worship, I only remember to have heard a loud Explosion, like that of Thunder; but my Neighbours assur'd me, they perceiv'd the Windows to shake and jar. I believe it was more violent in other Parts of our County, and the Counties adjacent; but I am cautious of transmitting any Accounts, but such as I think may be depended upon. My Compliments to all Friends conclude me,\n\nSIR,\n\nYour most obedient, &c.\n\nJ. Nixon.\n\nDear Sir,\n\nStanford-Hall, Oct. 5. 1750.\n\nI AM much obliged to you for your kind Participation in my present Concern, which, I thank God, is, within these few Days, much diminish'd; my Wife being now better.\n\nWe were amazed at half an Hour after 12 on Sunday by a violent Shock of an Earthquake while we were at Church; it lasted between 3 and 4 Minutes, and was attended with a prodigious rolling Noise, louder than all the Thunder I ever heard in my Life, was it collected into one Explosion. Thank\nThank God, no Damage accrued to any of us, beyond the Confusion it occasion'd. I am\n\nYour most humble Servant,\n\nTho. Cave.\n\nNorthampton, Oct. 8.\n\nOn Sunday the 30th of last Month, about three Quarters after 12 at Noon, a Shock of an Earthquake was felt in this Town, and in the Country round us for many Miles; but was not thought to be so violent as those which happened at London at the Beginning of the Year. People who were sitting in the Churches, or in their Houses, were most sensible of it, but those who were walking were not so much affected; and many consider'd it at first only as the Noise of a sudden Gust of Wind, or the remote Running of a Coach or Chair. We don't hear of any Damage done thereby.\n\nThe following is a Letter from the Reverend the Minister of Weston with Sutton, in the County of Northampton, dated Oct. 2. 1750.\n\nOn Sunday the 30th of September last, at Ashley, in this Neighbourhood, about a Quarter before One o' Clock, whilst they were singing after Sermon, the whole Congregation was flung into the utmost Consternation, by a very terrible Shock of an Earthquake; the Singers could scarce persuade themselves to finish their Anthem. The Reading-Desk\ning-Desk stands just by the Singing-Pew; and I really thought that Part of the Church betwixt the Chancel and the Pillar next to it would have sunk into the Earth, with a loud and dreadful Noise from a sort of subterraneous Explosion, or whatever the Learned and Curious will term it. After that awful Noise, and something far exceeding a common Tremor, it kept rolling on seemingly from North to South, with an hollow Rumbling, like Thunder at a Distance. This uncommon Shock, I find, upon Inquiry, was felt in all the neighbouring Towns in Leicestershire, as well as in this County; and very likely we shall hear that many Parts of the Island were affected by it.\n\nMay the Inhabitants, at least, from the highest to the lowest, look upon these as so many tremendous Warnings, as the sure Indexes of God's Displeasure with the Degeneracy, the Luxury, the Prophaneness, and unhappy Divisions of the Nation. To pretend to flee for Safety and Protection from the City to the Country, or from one Part of the Country to another, is degrading Christianity to Heathenism; and, with the Syrians, to think that the God we serve is a God of the Hills, and not of the Plain. I cannot therefore but justly wonder at those who can feel the Bowels of the Earth in Convulsions, and Nature rending in Pieces, and the God of Nature at the same time not rever'd by the most lasting Acts of Worship and Obedience! To such I would only beg Leave to relate a Story I have met with, and shall leave the Application to themselves; which may very easily be done; tho' originally introduc'd,\nif I remember right, to convince them of the Folly of Atheism.\n\nA certain Hermit, who had sequester'd himself from the Hurry and Business of the World, and lived a retired and abstemious Life, was met one Day by two Cardinals, in all the Grandeur and pompous Shew of a glittering Equipage: They accosted the poor Man after this or the like manner: 'Father,' why should you emaciate your Body, by denying yourself those Refreshments that others enjoy, and relish so sweetly? And why should you abandon the Splendor of a Court, or bid adieu to the Pleasures that so plentifully surround us? If there should be neither a God, nor a Future State, to reward you for these Severities, how can you avoid the Imputation of Folly and Dotage, in thus despising present Satisfactions for an imaginary Nothing?' To which the honest Hermit immediately reply'd, 'But, Sirs, suppose there should be a God, and a Future State, to punish you, will not the Imputation of Folly return upon your own Heads, for running that desperate Risque of being miserable to Eternity, for staking down your Thoughts to this present World, and valuing nothing but the empty and short-liv'd Pleasures that you are now glorying in?' Which Answer carry'd such a plain Conviction with it, that the Cardinals turn'd from him sorrowful and dejected.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104756.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8902,
    "total-output-tokens": 1736,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1142,
        2
      ],
      [
        1142,
        2374,
        3
      ],
      [
        2374,
        3561,
        4
      ],
      [
        3561,
        5130,
        5
      ],
      [
        5130,
        6440,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104756",
    "title": "A Letter from the Rev. Mr. John Nixon, F. R. S. to Mr. John Ward, F. R. S. and Rhet. Prof. Gresham. Serving to Accompany Two Letters; One from Sir Thomas Cave, Bart. And Another from the Minister of Weston with Sutton in Northamptonshire; Concerning the Earthquake on Sept. 30. 1750",
    "authors": "Thomas Cave, John Nixon",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/104756"
  }
}