{
  "id": "1faa7e68f320587073f68814b1bc64dea613b7cf",
  "text": "XCVIII. Some Observations upon the Agaric, lately applied after Amputations, with regard to the determining its Species. By Mr. William Watson, F. R. S.\n\nRead Dec. 5, 1754.\n\nTHE agaric lately applied' as a styptic after amputations, and which has been brought from France, I do not believe to be the common agaric of the oak, as has been imagined by the French surgeons. What is called the common agaric is a parasitical plant, found growing upon the oak, and upon several other trees; and is denominated by Caspar Bauhin, *Fungus in caudicibus nascens, unguis equini figurâ*; of which touchwood or spunk, and the *amadoue ordinaire* of the French, is usually prepared. I think it impossible, by any process, to prepare from the common agaric a substance perfectly similar to the French agaric, which exactly answers the description, which Breynius gives of the *Fungus coriaceus quercinus hæmatodes*, and of which we find the following *account in the Ephemerides naturæ curiosorum.* \"In medio quercus,\" says that author, *medullæ velut subucula circumvolutus, inventus est: tener erat, mollis, flexilis, planus, nonnihil rugosus, eâ longitudine et latitudine, ut colobium ex eodem commodé conficere licuisset: colore pallido ad flavum nonnihil tendente; itemque substantiâ, tractatione, et figurâ\n\n* An. 4, et 5. Obl. 150.\n\"alutæ ex pelle caprinâ confectæ similior quam\novum ovo, nisi quod crassior, materiâ minus com-\npactâ; intus præterea passim duriuscula & rotunda\ntubercula, in manus magis quam in oculos inter-\ncurrentia occultante. Initio gustatus vis statim\nquædam attractiva apparebat. Reperitur et in aliis\narboribus.\" Breynius further says, that this vege-\ntable has been recommended as a most excellent re-\nmedy to stop the bleeding at the nose.\n\nMr. Ray, in his Synopsis stirpium Britannicarum,\nupon the authority of the late Dr. William Sherard,\nsays, that this Fungus coriaceus quercinus hæmatodes\nis found upon putrid oaks in Ireland, where it is\ncalled oak-leather; and that the country people there\ncollect and preserve it to dress ulcers with. Dr.\nSherard makes no doubt but that it may be found\nin England; and Mr. Ray had even some sent him\nfrom the late Dr. Eales in Hertfordshire. Dr.\nRichardson, in Yorkshire, found it growing upon the\nash; and Dr. Dillenius further observes, that in Vir-\nginia it is used as leather, to spread plaisters upon;\nand that, besides its being a soft substance, fitting\neasy upon the afflicted part, it has a healing pro-\nperty.\n\nThus much I thought proper to lay before the\nRoyal Society, in order that those members of it,\nwho correspond with the French surgeons, may\nmake some further inquiry into the nature, as well\nas the preparation, if any, of this useful vegetable.\n\nWilliam Watson.\n\nXCIX.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105212.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 854,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1325,
        2
      ],
      [
        1325,
        2753,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105212",
    "title": "Some Observations upon the Agaric, Lately Applied after Amputations, with Regard to the Determining Its Species. By Mr. William Watson, F. R. S.",
    "authors": "William Watson",
    "year": 1753,
    "volume": "48",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/105212"
  }
}