{
  "id": "7cc43cdf89ab9b8b7ad18f9835629d77e5704665",
  "text": "He concludes the whole with four Chapters, whereof the first treats of the Pores and Figures of Volatil Salts, corresponding to those of the Brain, Heart, Blood, Nerves: The second compares Volatil Salt with Quicksilver, which he takes to be nothing else but a Volatil Salt: The third examines, whether Volatil Salts are contained in Mixts actually or potentially: The fourth inquireth, whether all Volatil Salts are of the same kind.\n\nSo much of this Author; whose way not being here made out and declared, we hope, a Learned and very knowing Member of the R. Society, Doctor Daniel Coxe, will shortly supply the world with that defect, he being certainly and experimentally master of a sure and easy way of extracting the Volatil Salt out of all sorts of Plants.\n\nAn Advertisement.\n\nHearing of great complaints of the Rot of Sheep in many parts of England; we thought, it would not be unwelcome to the Reader, to be, on such an occasion, directed, for a good and cheap way of preventing the disease, to what the Honourable Robert Boyle hath publish'd in his second Tome of the Usefulness of Natural Philosophy, printed at Oxford A.1671. p. 15. The short whereof is; That a great Sheepmaster lately preserv'd his Flocks in a moist Country, when most of his neighbours lost theirs; and that he did it by the bare use of (Spanish) Salt, of which each Sheep, being first made to bleed a little under the Eye, was made to take down a small handful, two or three times (with some days of interval,) without being suffer'd for some hours to drink any thing after it.\n\nLondon,\nPrinted for John Martyn, Printer to the Royal Society.1674.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101397.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 444,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1630,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101397",
    "title": "An Advertisement",
    "authors": null,
    "year": 1673,
    "volume": "8",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101397"
  }
}