{
  "id": "f78f642e3600d033403c8bf7d3d0871c52d5b0da",
  "text": "X. An Account of the Equatorial Instrument. By Sir George Shuckburgh, Bart. F. R. S.\n\nRead March 21, 1793.\n\n\"Juvat ire per altum\n\"Aëra, et immenso spatiantem vivere cælo;\n\"Hoc sub pace vacat tantum.\" MANILIUS, lib. i.\n\n(1.) Before I enter upon the description of the instrument which I propose particularly to describe, it may not be improper to say something of the equatorial in general, and of such instruments as, having been made upon a similar principle, have been used by different astronomers, in different ages.\n\nThe first account, that I meet with, of an astronomical instrument that bears any resemblance to it, is to be found in PTOLEMY, (lib. 5 of his Almagest) wherewith, he tells us, he determined the distance between the two tropics. This instrument is described under the name \\(\\alpha\\sigma\\tau\\rho\\lambda\\alpha\\epsilon\\iota\\mu\\omega\\ \\sigma\\rho\\gamma\\alpha\\nu\\omega\\), and appears to have consisted of two circles, placed at right angles to each other, one representing the meridian or solsticial colure, and the other the zodiac; the former turning upon an axis, placed parallel to the axis of the earth, being elevated to the latitude of the place, and the other turning within it on two centres, removed \\(23\\frac{1}{2}^\\circ\\) from the former axis; and was in truth not very unlike the common ring dial, only\nSir George Shuckburgh's Account\n\nabout six times as large. Each circle was divided into $360^\\circ$, and those again into three or four subdivisions, and being furnished (it may be supposed) with moveable sights, the observer was enabled to take the elevation or depression of any object above or below the ecliptic, together with its distance from the meridian, or colure, that circle being previously placed parallel to its corresponding one in the heavens. The first measure would give the latitude of any heavenly body, and the latter the longitude. This instrument, or something similar to it, seems to have been in use as early as the time of Hipparchus, who lived in the second century before our Saviour, (vide Weidleri Hist. Astron. p. 319; et Tycho Brahe Mechanica) and was continued to be used by astronomers for upwards of fifteen centuries afterwards.\n\n(2.) The next account that occurs is by J. Muller, Regiomontanus, sive Joannes de Monte Regio, who flourished about A.D. 1460, and, in a posthumous treatise expressly on this subject, intitled Scripta clarissimi Mathematici M. Joannis Regiomontani de Torqueto, Astrolabio armillari, Regula magná Ptolemaicá, Baculoque Astronomico, &c. &c. in quarto, printed at Nuremberg in 1544, has given a pretty full account, not only of the armillary astrolabe, but also of the torquetum, which in fact was nothing more than a portable equatorial, and may be considered as the first instrument truly of this kind. As this treatise is become extremely scarce, and I know of only one copy in this kingdom, I take this opportunity of apprising the curious, that it is to be met with in the British Museum. A short description, however, of the torquetum, with a plate of the instrument, will be found in Mons. Bailly's Astro-\nnomie Moderne, Tome I. p. 687; and a description of the astrolabium armillare of Ptolemy, according to Regiomontanus's conception of it, who may be considered as the best commentator upon the Almagest now to be met with, will be found in Weidler's Historia Astronomiae, quarto, 1741.\n\n(3.) The next author that presents himself is Copernicus, (who lived in 1530) and in his work De Revolutione Orbium caelestium, lib. 2. c. 14. De exquirendis Stellarum Locis, professedly describes the same instrument with Ptolemy; but, as it appears to me, something more complicated, having a greater number of circles, and in truth what in later times has been understood by the name, Armillary Sphere.\n\n(4.) After Copernicus, I find, in a work of Apian, who was his contemporary, or a little after him, viz. about 1538, a complete description of the torquetum, with all the parts of it minutely detailed, assisted by four or five wooden plates, together with the use of the instrument. This work, which is also very scarce, is in folio, intitled, Introductio geographica Petri Apiani in doctissimas Vernerii Annotationes, &c. &c. cui recens jam opera P. Apiani accessit Torquetum, Instrumentum pulcherrimum sane et utilissimum. Ingolstadii, anno 1533. Towards the conclusion of this work is a curious letter of Regiomontanus to Cardinal Bessarion, De Compositione Meteoroscopii, that is, the armillary sphere that was used by Ptolemy, with a plate of it.\n\n(5.) To Apian succeeded, at some distance, but exceeded all that went before him, the justly celebrated Tycho Brahe, who in his Astronomiae Instauratae Mechanica,* Noribergae, 1602,\n\n* See also Hist. Coelestis, Lib. Prolegom. Tychonis Brahei, Augustae Vindelicorum, 1666, II. Vol. folio, p. 118 and 119.\nfolio, has given us a description and wooden plates, of no less than four different astrolabes, under the names of *armillæ zodiacales et equatoriae*, of different sizes, from $4\\frac{1}{2}$ to 10 feet diameter, divided into degrees and minutes, and some of them into every 15 or 10 seconds, but furnished only with plane sights. These large instruments were placed in towers appropriated to each, with moveable roofs, one half of which was taken away at the time of observation. A circumstance that it is curious to remark, is, that Tycho, who was attentive to every thing that could improve the accuracy of his observations, made the axis of his 10 feet circle hollow, \"Axis ejus è chalybe constans, et undiquâque apprimè teres; interius tamen cavus, ne pondere officiat, in diametro est trium digitorum;\" a principle that has been very prudently re-adopted in these later times, as will be presently seen.\n\n(6.) After Tycho I meet with no instrument of this sort till the time of Christopher Scheiner, about the year 1620, who made use of a small telescope, moving upon a polar axis, with an arc of $47^\\circ$ of declination, to observe the sun's disc commodiously, and examine his spots; an account of which will be found in his *Rosa Ursina*, folio, Bracciani, 1630, p. 347. But this instrument can hardly be considered as an astronomical one, being merely a contrivance to follow the sun with a telescope, by means of one motion only, similar in its object with the heliostate, described by Dr. Desaguliers, (Mathematical Elements of Natural Philosophy, lib. 5. c. 2.)\n\n(7.) Again, Flamsteed's sector, which he has described in the prolegomena to the third volume of his *Historia Cælestis*, p. 103, though mounted upon a polar axis, and very ingeniously contrived for the purpose it was intended for, viz.\nto measure the angular distances between the stars, having no divided circle at right angles to the polar axis, to take right ascensions, cannot come into the class of equatorial instruments. Nor need I here mention Mr. Molyneux's telescopic dial, (*Sciothericum telescopicum*, in 1686) though depending upon the principle of a polar axis, which, like a ring dial, or equinoctial dial, was little more than a play-thing for an amateur in astronomy.\n\n(8.) But about the year 1730 or 1735, when the practice of astronomy had assumed a new face in this kingdom, under the skill of Dr. Halley and of Dr. Bradley, Mr. Graham invented his sector, for taking differences of right ascension and declination out of the meridian; and this may be considered as bearing a considerable affinity to the equatorial instrument in principle, and differing from it only in the extent of its powers. Of this instrument, which is well known to every practised astronomer, a complete account will be found in Smith's Optics, Vol. II. § 885. and in Mr. Vince's Astronomy. I approach now to the period when the modern equatorial instrument, properly so called, took its origin.\n\n(9.) Mr. James Short, a person of very considerable eminence for his skill in the theory and practice of optics, and particularly for the unexampled excellence to which he had carried catoptric telescopes, in which, I believe, he has never yet been exceeded: Mr. Short, I say, probably finding himself capable of making telescopes, of very moderate dimensions, fit for many astronomical purposes, and able to exhibit several of the heavenly bodies by daylight, provided they were furnished with a convenient apparatus and movement for that purpose, applied a two feet reflecting telescope, for\nthe first time, to a combination of circles, representing the horizon, the meridian, the equator, and moveable horary circle, or circle of declination, each divided into degrees, and every third minute, furnished with levels, &c. for adjustment to the place of observation. This machine was invented in or before the year 1749, and is described in the Philosophical Transactions for that year. But as this instrument was furnished with no counterpoises in any part, and the length of the telescope (two feet) was found considerably too great for circles whose diameter was not more than six inches, it became unsteady, and unfit for any other purpose than that of finding and following a celestial object, and, on account of its high price also, was, as far as I believe, but little made use of.\n\n(10.) However, after some years had elapsed, the idea of an equatorial telescope was again renewed by three several artists in this kingdom, Messrs. Ramsden, Nairne, and Dollond, with many and very material improvements, such as to carry the portable equatorial almost to perfection. Of this instrument Mr. Ramsden had made three or four, as early, I believe, as the year 1770 or 1773; viz. one for the late Earl of Bute, one for Mr. McKenzie, another for Sir Joseph Banks, and lastly, one for myself; with which I made a great many astronomical and geometrical observations in France and Italy, in the years 1774 and 1775, some of which may be seen in a Memoir upon the Heights of some of the Alps, printed in the Philosophical Transactions for 1777. Of this machine a plate and description in French was printed in the year 1773, and reprinted in English in 1779. An ample account of this equatorial will be found in Mr. Vince's Treatise on practical Astronomy, p. 152.\nIn 1771 Mr. Nairne published an account of his equatorial telescope, in the Philosophical Transactions for that year; and in 1772 or 1773 Messrs. P. and J. Dollond printed an account of theirs. Each of these instruments were furnished with counterpoises, and, in general principles, were at least similar, if not the same. The preference that I was inclined to give at that time to my own instrument, made by Mr. Ramsden, was owing to the peculiar advantage of a swinging level, to the unexampled accuracy of its divisions, and its great portability. If, in what I have just now said of the three last instruments, I should have committed any error with respect to the priority of their improvements, I must leave that point to be settled by the artists themselves, and shall hasten to the description of the instrument I set out with. But first one word with respect to an instrument that has been in frequent use on the continent, called, very absurdly, a Parallactic Machine.\n\n(11.) The first notice, that I find of it, is in the History of the Academy of Sciences at Paris, for 1721, p. 18, in a memoir of Mr. Cassini, with a description and plate of it; also in the History of the same Academy for 1746, p. 121, wherein it is said to have been proposed by Mr. Passemont, but without any description of it; it will, however, be found described, with a plate of it, in the Dictionnaire de Mathematique, par Mr. Saverien, two vols. quarto, 1753; and this account has been copied into Owen's Dictionary of Arts and Sciences, in four vols. octavo. It appears to have been a frame of wood supporting a polar axis, with an equatorial and declination circle, of only a few inches in diameter; and was in fact no more than a very bad stand to a refracting\n\nMDCCXCIII.\ntelescope of 8 or 10 feet long, giving it a motion parallel to the equator; and hence some person, not very learned, gave it the name, Machine parallactique, as if παραλλακτικός and παραλλάξιος were the same word. It is true that the early astronomers did use a machine called Regulae parallacticae, but that was an instrument to take the altitudes of the moon, and from thence to determine her parallax. Nor can I say much in favour of a machine of the same name, described in Mr. La Lande's Astron. Vol. II. § 2004, which certainly does not do a great deal of credit to the state of the mathematical arts amongst the French; it however may have its convenience, as it is probably attainable at a very small expense.\n\nThe author last mentioned speaks (§ 2409) of an equatorial in his possession, made by one Vayringe in 1737, with circles of 7 or 8 inches diameter, but of what construction we are not informed; and the name of the artist is, I confess, totally new to me. An instrument also of this nature, made by Megnie, for the President De Saron, is described, and seems to be well imagined for a portable machine. This very amiable and ingenious gentleman, Mons. De Saron, was so obliging, amongst other civilities when I was at Paris in 1775, to shew me a small reflector upon an equatorial stand, with some wheel work to keep it constantly following a star, together with an apparatus for the refraction, altitude, and azimuth, if I recollect right; and in the year 1778 Mr. William Russel, a late worthy member of the Royal Society, shewed me a small instrument of the same kind, that had been made by the late Mr. Bird.\n\n(12.) From the preceding account, it must appear that the equatorial instruments hitherto made, either from the small-\nness of their dimensions, or defect of their constructions, were totally unfit for the accuracy of modern astronomy, where an error of a few seconds only, in an observation, is all that can be admitted, to entitle it to any credit.* With respect to the precision of astronomical instruments in general, I may notice by the way, that from the time of Hipparchus and Ptolemy, before and at the commencement of the Christian æra, to the age of Walther and Copernicus, in the beginning of the 16th century, few observations can be depended on to within less than 5, 8, or perhaps even 10 minutes; those of Tycho Brahe, indeed, that princely promoter of astronomy, to within one minute. The errors of Hevelius's large sextant of 6 feet radius, towards the middle of the last century, might amount to 15 or 20 seconds. Flamsteed's sextant to 10 or 12 seconds; and lastly, those of Mr. Graham's mural quadrant of 8 feet radius, with which Dr. Bradley made so many observations from 1742, might amount to 7 or 8 seconds.\n\n(13.) Having said thus much generally upon the subject of this ingenious instrument, and not more, I trust, than will be deemed, by every lover of this science, what its importance deserves, I proceed to the description of one I have caused to be made by a very able artist of this metropolis, Mr. Jesse Ramsden.\n\nAB, CD, EF, GH, (Tab. IX.) are 4 columns composed of hollow brass tubes $3\\frac{1}{2}$ inches in diameter, and 5 feet 10 inches long; these, with two others, one of which appears\n\n* I must except from this remark the two large equatorial sectors made by Mr. Sisson, for Greenwich observatory; and also an instrument of this kind, made by Mr. Ramsden, for the late General Roy, and now in the possession of Mr. Aubert, whose circles are about 30 inches in diameter.\nin part at IK, and the other wholly hid behind EF, are firmly fixed, at their upper ends, to a circle of bell metal, BDFH, and, at their lower end, to an inverted truncated hollow cone* LLL, of brass, in height 2 feet, and in diameter at its base AG, 1 foot 9 inches. The cross pieces or tubes P, P, as likewise O,O, and O,O, serve to connect the columns more strongly together, and prevent their bending. These several parts constitute the principal axis of the instrument, the lower end of which terminates in a steel point or cone, resting in a hollow conoid of bell metal, in such manner that the apex of the former does not reach to the bottom of the latter, but the place of bearing, and of friction, is (it may be) about two-tenths of an inch from the extremity of the cone; the other end of this axis finishes in a cylindrical pivot N, of about $1\\frac{1}{4}$ inch long, and 1 inch in diameter, turning in a Y of bell metal. The entire length of this axis is 8 feet 4 inches, the lower end being supported by an iron frame 3, 4, 5, 6, 7, 8, which is firmly fixed, below the floor, into brick work, and, by means of two iron bars, one of which is seen at 28, and the other on the opposite side, not visible in the drawing, is kept secure from any motion eastward or westward; the lower part of this frame, to about one foot high, is inclosed by a mahogany box, or case, 9; 10, the top of which is intirely covered up, and serves as a die or base to this end of the instrument. The other extremity of this long\n\n* Upon this cone are inscribed the following words.—“Hocce Panorganon Uranometricum à Jesse Ramsden, Londinensi Optico celeberrimo, et omnibus id genus artificum longe anteponendo, excogitatum, decem post annos nunc tandem absolutum, Georgius Shuckburgh Baronettus, in testimonium amoris sui erga res astronomicas, et ad easdem promovendas, fieri curavit, anno 1791.”\naxis, viz. the pivot N, rests upon the strong iron support 29, 30, 31, standing ten feet above the floor, made of massive pieces of cast iron, $2\\frac{1}{2}$ inches wide, and $\\frac{1}{2}$ inch thick, and held firmly together by bolts and nuts, as in the figure. 32, and 33, are two iron bars nearly at right angles to each other, and at $\\frac{1}{2}$ right angles to the meridian, that connect this upright support with the walls of the building, and, going through the bricks, are held fast by iron collars and nuts on the outside of the wall; these bars or braces resist any tendency, from the weight or pressure of the instrument, to push the supporter 29, 30, and 31, out of its upright position; and, being at right angles to each other, serve to keep it steady with respect to any lateral force that may accidentally be applied. The lower part is continued below the floor, and firmly fixed, with mortar and lead, into the brick work of the arch which will be presently described. The bottom is shut up in a box or plinth of mahogany, 34, 35, as has been mentioned in the description of the frame supporting the other end of the axis, at 9, 10. Near the lower end of the principal axis LN, are inserted 10 concentric brass cones or radii, aa, bb, cc, dd, ee, carrying on their extremities a graduated brass circle, of 4 feet diameter,* at right angles to the principal axis already described; this circle has two sets of divisions, one of points, and one of lines, each into degrees, and every 10 minutes, and the intermediate minutes and seconds are read off by the microscopes W and X, with a moveable wire and micrometer screw, such as has been described in General Roy's Account of his Instrument for measuring horizontal Angles. (See Philosophical Transactions, Vol. LXXX. p. 145.). The circle just\n\n* More correctly 49$\\frac{1}{2}$ inches.\nmentioned is inclosed by a circular frame, or rail of mahogany, 14, 15, which is supported by ten balusters, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, and serves to protect the brass circle from any accidental injury in passing by it, without depriving it of exposure to the general temperature of the room. It, at the same time, affords means of support to a small lamp, 13, which, by reflection from the perforated speculum at the bottom of the microscopes, to be seen in that marked X, throws light upon the divisions by night. 26, 26, and 27, are iron rods, that, by being attached to the wooden case, 9, 10, give steadiness to the upright balusters, and the circular frame that they support. 1, and 2, are large stout brass cones, firmly fixed into the frame 3, 4, 5, 6, 7, 8, before mentioned, and whose use is to carry the microscopes W, X; any degree of pliancy or flexure in these cones would be readily discernible in the microscopes, and extremely detrimental to the observations, they are therefore made as stiff as possible. γ, δ, is a plane forming the upper side of the frame 3, 4, 5, 6, &c. and consisting of 3 plates, two moveable in grooves, and one fixed, furnished with suitable screws, one giving the extremity of the axis a motion upward or downward, and the other a motion to the right or left: this latter is procured by a rod passing through the cone 2, one end screwing into the plate below L, near the centre, and the other turned by an occasional handle fixed on near X; the former motion, viz. of elevating or depressing the axis, is procured by a handle fixed on to a screw near ε. QR is another circle, of the same dimensions with the former, graduated in the same manner, and held together by eight conical radii, firmly screwed to a circular centre piece, which serves as a base to a large conical axis, 2 feet 3 inches long,\none side of which is seen at U, and its exterior extremity near V, with its sliding plate and screws for adjustment. Close behind the graduated circle, and at right angles to this axis, passing through it, lies the telescope TS, $5\\frac{1}{2}$ feet long. This circle is likewise furnished with two microscopes, and micrometers, as in the equatorial circle, one of which is seen at full length at Y and Z, the eye tube being at Y, and the object glass, with the perforated speculum to throw light, at Z; the other microscope, on the opposite side of the circle, is not so discernible in the drawing, being completely foreshortened at Z near T, the eye of the draftsman having been exactly in the axis of the tube of the microscope. $\\alpha, \\alpha, \\alpha, \\alpha, \\alpha, \\alpha,$ is an hexagonal lozenge, composed of six brass rulers, firmly fixed to the columns AB and EF, and supporting the lower end of the microscopes, as the pieces $\\beta\\beta, \\beta\\beta$, in like manner, sustain the upper end. By these means the wire in the field of the microscopes becomes a fixed immovable index, and, after proper adjustment, an exact diameter of the circle, whilst the telescope, together with the circle, turns round the conical axis before mentioned. At P is a spirit level, passing through the centre plate of the conical axis at right angles to the telescope, supported by a cock at each end, one of which appears at k; this cock is fixed to the cone U, and, by means of a small toothed wheel and pinion, the level is made to revolve round its own axis, so that the same side of the level may readily be brought uppermost, whatever position the circle be put into; it is also furnished with all necessary adjusting screws. It will readily be seen that a telescope, thus fitted up, will have all the properties of a transit instrument,\nwhile the graduated circle will possess those of a meridian quadrant. For this purpose \\( l, m \\), is a stout brass tube, inclosing a stiff iron rod, turning upon two fine steel points, adjusted, by proper screws, parallel to the line of sight of the telescope; this rod is attached to a spirit level of great sensibility, lying below it, which, with the rod, turns round upon the steel points just mentioned, and is in fact a hanging level of the best construction. At the eye end of the telescope \\( S \\), is a peculiar apparatus to correct the effects of refraction and parallax, when an observation is made out of the meridian: it is composed of two levels, a small quadrant of altitude \\( n, o \\), and a semicircle divided, with its nonius, to every \\( 5' \\), on the breech plate of the telescope, the exterior eye tube having a circular motion, by a wheel and pinion at \\( o \\), independent of the tube that carries the cross wires; by this means, the angle of the horary and vertical circles may at any time be found, together with the altitude of the object, and then, by the resolution of two right angled triangles, the refraction and parallax, in right ascension and declination, will be obtained. \\( t, u \\), are two handles to a Hook's joint at \\( x, x \\), which, turning an endless screw at \\( w, w \\), give a gradual motion to the telescope in right ascension or declination; and this motion can at any time be restrained by a clamp at \\( q \\). The handles \\( t, u \\), are hung on to any part of the instrument, by means of the line and wire \\( v, v \\), and are thus kept within the observer's reach. \\( r \\) and \\( s \\) are two microscopes, placed on opposite sides of the circle \\( QR \\), and at right angles to the line of sight of the telescope, of use only when the plumb line is used in preference to the level \\( l, m \\), above described,\neither for adjusting the instrument, or observing a meridian altitude. \\( y \\) and \\( z \\) are thin perforated brass plates, attached to the cover that goes on the object glass, and, by occasionally turning them over it, change the aperture to \\( \\frac{1}{2} \\) or \\( \\frac{1}{4} \\). The cross wires, of which there are 3 vertical, and 1 horizontal, within the eye tube S, have all the requisite adjustments by screws, &c. as in a common transit instrument, and are enlightened by night, by a lamp fixed near to one end of the declination axis U, viz. that opposite the end V; but this part of the apparatus is hid behind the axis and the telescope, except the weight i, which is a counterpoise. This lamp throws a light through the conical axis, which is perforated at that end on purpose, on a speculum in the centre of the telescope, placed at \\( \\frac{1}{2} \\) right angles to the axis of the object glass, and from thence reflected to the cross wires. This speculum, which is an elliptical diaphragm, is perforated to permit all the rays from the object glass to pass unobstructed to the eye. This contrivance has been mentioned by Mr. Vince. (Practical Astronomy, p. 80.) From what has been already described, it must now be evident that if the principal, or polar axis, as it has been called, LN, be elevated to the latitude, and adjusted to the meridian of the place, if the line of sight of the telescope be at right angles to the axis VU, and this latter at right angles to the polar axis LN, the brass circle 14 and 15 will correspond with the equator in the heavens, and the circle QR will become an horary circle; viz. that if the centre of the wires, in the field of the telescope, be directed to any celestial object, on QR will be had its declination, and on 14 and 15 its distance from the meridian, from whence, by knowing the hour, the right ascension\n\nMDCCXCIII.\nwill be obtained,* and consequently its true place in the heavens.\n\n(14.) Before I proceed, it may be necessary to say something of the remaining parts of this apparatus, such as are either necessary to it, or concomitant in the use of it. These are, 1. The lamp to illuminate the cross wires. 2. The refraction piece. 3. The plumb line. 4. The moveable roof. 5. The regulator. 6. The meridian mark. And these will be best understood by inspection of the plates, where Tab. X. figure 1, represents the lamp fixed to the farther end of the declination axis. AB is the brass case or lantern, suspended on two centres C and D, within the frame E and F, which is attached to the pillars of the equatorial (IK, GH, and that one hidden behind EF) by the cylindrical braces a, b, c, d. e is the lamp or vessel containing the oil, swinging upon the centres f and g, at right angles to C and D; and by means of this cross axis, and the counterpoise b, the lamp is kept constantly in an upright position, whatever may be the situation of the declination axis. G is a chimney to carry off the smoke from the instrument, and prevent its heating it. i, is a convex lens, that collects the rays from the flame upon the extremity of the declination axis, U, V, which, being hollow, conveys all the light to the perforated speculum before mentioned, within the centre of the axis and of the telescope; and this is assisted by another convex lens at the end of the axis, before which occasionally is screwed a pale green glass, of which there are three, of different shades, to temper the light of the lamp, if necessary, to the light of the\n\n* The adjustments which I have just now mentioned, together with some others, will be duly explained in their proper places.\nstar that is to be observed. This light, as was said before, being reflected down the tube to the wires, the stars are seen upon a beautiful pale green field, the wires appearing black. The centre D being of necessity full two inches in diameter, in order to admit of the aperture and lens i, rests on three friction wheels; and by this means the motion is as easy as on the centre C. At k, l, m, n, is a small sliding door, to close up the lantern from the wind, but which is here removed to shew the inside.\n\n(15.) Tab. X. figure 2, represents the refraction piece. AB is a portion of the telescope; C the eye tube; a, b, c, a divided semicircle; d its nonius fixed to AB, shewing the angle of the horary and verticle circles; e, a small spirit level, attached to the plate on which this semicircle is engraved, and moving with it by means of the screw f, which turns a pinion, that works in a toothed wheel, that turns the whole plate, together with the exterior eye tube, round its centre, but without moving the tube that carries the cross wires. From hence it may be understood, that by turning the screw f, till the level e stands true, the index d, which represents a point in the horary circle, will mark how much the division zero, (o) which represents the vertical, is inclined thereto. l, k, is a small quadrant of altitude, that, by means of the level g, and screw and pinion b, turning on a centre at m, gives the elevation above the horizon of any object in the field of the telescope. i, is a small aperture through which a key is fixed on, to give a lateral motion to the wires to adjust them; and near f is another screw, to adjust them parallel to the equator and declination circle.\n(16.) Tab. X. figure 3, represents the plumb line and its frame; it is about 5 feet long, and suspended to the roof of the observatory by the two hooks \\(a, a\\). \\(AB\\) is a hollow brass tube, to protect the plumb line from the wind; the line or wire is fixed at the top near \\(b\\), and sustains the plummet in a glass of water at \\(C\\). \\(b\\) and \\(c\\), are two adjusting screws, moving a sliding plate at right angular directions, to which is fixed the upper end of the plumb line. \\(d\\) is a screw, that by means of a pinion moves a rack \\(e, e\\), to depress or raise the glass of water, and thereby support the plummet, (when this apparatus is moved about from one side of the instrument to the other) and prevent the wire being broken, and, by depressing it, to enable the plummet to play free, when it is to be used. At \\(A\\) and \\(B\\) are two apertures, at 4 feet distance, corresponding with the two microscopes, covered on the backside by pieces of transparent ivory, in order to exhibit an agreeable field of view, to observe the coincidence of the plumb line with the cross wires in the microscopes.\n\n(17.) In Tab. XI. is seen a section of the building in which this instrument is placed. As the equatorial is a machine calculated to observe the heavenly bodies in every part of the hemisphere, so it became necessary to construct a chamber, with windows opening to every quarter, north, east, west, and south; and to any degree of elevation above the horizon. With this view I erected a building, or small turret, within my house, at Shuckburgh, in Warwickshire, see Tab. XI. where \\(a, b, c, d\\), represent a section of this room, being about \\(15\\frac{1}{2}\\) feet square, containing the equatorial \\(AB\\), resting on its supporters \\(CD\\). \\(s, o, p, r, q, t\\), is a hollow conical\nroof,* moveable round its axis upon six friction rollers, of about 4 inches in diameter, two of which are seen at s and t. The base of this cone consists of an iron ring, about 11 feet in diameter, and 3 inches wide; the upper part of the cone at s, is terminated by another iron ring $2\\frac{1}{2}$ feet diameter; and these are connected by 12 iron ribs, or rafters, in the direction of s, s. Over these rafters lie two coats of extremely thin deal planks, not more than $\\frac{1}{8}$ inch in thickness each, crossing each other in transverse directions of the grain of the wood, and over these a covering of copper, of about the thickness of a shilling. Over the copper, on the outside, are three good coats of white paint, and the wood withinside is lined with stout canvas, well painted also; so that the whole roof is as moveable and as light as possible, not more than 200 or 300 lb. weight, and withal very strong. At s and s, is an aperture in the roof, of about one foot wide, which is opened or covered, suitably to the occasion, by the two doors o, p. r is another door, (in the plate) open; by means of these three doors, all opened very readily by iron rods withinside, a prospect is given of the heavens from the horizon to the zenith, and even to $10^\\circ$ beyond it. q is another aperture, about 9 inches long and 4 wide, covered occasionally by a shutter z.\n\n* As I flatter myself that I have now executed what the very celebrated Abbé Boscovich seems to have had in view, in the 14th opusculum of his fourth volume of Opera pertinentia ad Astronomiam, &c. I cannot restrain myself from citing the passage, wherein, after describing the use of the small equatorial, he says; \"Apparet igitur egregius usus machinæ etiam mobilis. Verum machina parallactica metallica cum circulo, et semicirculo, satis magnis, ac telescopio acromatico, et satis bono mi- crometro filari, collocata firmiter in turri habente tectum mobile, esset instrumentum usus immensi et expeditissimi, ac incredibilis ad astronomiam cum maximo fructu excolendam utilitatis.\" p. 309.\nThis little window affords a constant view of the pole star in its whole revolution, if the sky be clear, and consequently an opportunity of comparing a transit and altitude of any star to the southward directly with it; and, by moving the conical roof round, any part of the sky may be exposed to the telescope. The rollers * s, t, roll upon a surface of lead, melted and cast into a circular groove in the timbers at EE, and planed truly horizontal. Besides the apertures already described in the roof, the room is enlightened by two windows to the south-east, and north-west; and also by two oval lights in the side of the cone, nearly east and west, and by a third in the zenith at r. v, w, is a platform on the outside of the cone, covered with lead; of use in examining the roof, and cleansing it in time of snow, &c. y and x are iron balusters, very necessary on such occasions, with the iron rail at top at x placed obliquely, in a plane tending to the centre of the instrument, in order that the least possible light from any object may at any time be lost to the object glass. C is one of the iron bars passing through the wall of the building, fixed by a collar and nut on the outside, and resisting the pressure of the instrument, whose weight, without the supporters, is full 300lb. against the support D. e, f, l, and g, h, n, are two of the side walls of the building, rising 40 feet above the ground, and serving as butments to the arch l, m, n, which is farther strengthened by a square frame, of heart of oak timber, 9 inches by 6 inches, let into the wall at 5, 6, held together by iron bolts, and going round the building.\n\n* Besides these rollers, whose axes are horizontal, there are 3 or 4 other rollers, upon a vertical axis, exterior to, and bearing against the ring that constitutes the base of the cone; by this means they keep the centre of its motion always in the same place.\nThis arch is filled with solid masonry * to the height \\(i, k\\), into which, as upon a plane brick floor, the iron frames that support the instrument are firmly fixed with plaster and lead at 1, 2, and 3, 4, and hence the instrument seems as steady as upon a rock. \\(b, d\\), is a boarded floor, that has no connection whatever with the instrument, or its supporters. \\(u, u\\), are the two mahogany cases that cover up the apertures in the floor, and serve as bases to the supporters C and D, but do not touch the iron frames within \\(\\frac{1}{8}\\) inch; so that any yielding of the floor, \\(b, d\\), by passing to and fro thereon, communicates no motion whatever to the instrument.\n\n(18.) To the north-east wall† \\(c, d\\), by means of timber laid into it, and long screws, is firmly fixed the clock, or sidereal regulator, but so as to have no communication with the floor. As it is peculiar in its construction, it may deserve some notice. Whereas most astronomical clocks shew sidereal time in hours and minutes, which is afterwards, in the course of computation, reduced to degrees and minutes; this machine shews the degree and minute of the equator, that is upon the meridian at any given instant, directly without reduction. This is of considerable convenience in observations, out of the meridian, with an equatorial instrument; inasmuch as the equatorial circle and the clock, by these means, speak the\n\n* The bricks of this arch were laid dry, and then grout, consisting of gravel and hot lime, was poured upon them; when the arch had stood two years, the haunches were filled up with bricks, laid in mortar. I mention these circumstances, as attention to them may be of use upon a similar occasion, whenever it shall be necessary to erect an arch bearing so great a weight, viz. near 30 tons, upon such slight buttresses.\n\n† The walls of this room do not correspond with the cardinal points; the section here given having an aspect 53° S. east.\nsame language. For this purpose the vibrations of the pendulum are only $\\frac{2}{3}$ of a common pendulum, $= 10''$ of space; and the index that is carried round immediately by the pendulum, viz. on the same arbor with the pallet wheel, in one revolution describes $10'$ of sidereal space; the next index from the centre of the dial plate shews the degrees, and every 10th minute, making one revolution in $10^\\circ$. And lastly, the decades of degrees, from 1 to 36, $= 360^\\circ$, are shewn through an opening in the dial plate, which in some clocks is appropriated to the day of the month. But perhaps this will be better seen from inspection of the plate (Tab. XII.) wherein the hands are so placed as to indicate $147^\\circ 14' 10''$. The small hand (it may be perceived) has two sets of figures round its circle, the one shewing the minutes, and every 10th second, the other the number of beats from 0 to 60, and this latter enumeration is what alone can be attended to in the observations; that is, the degrees and every 10th minute are set down in the journal immediately from the indexes, and the subdivisions below $10'$ are set down in beats of the pendulum, reckoning from 0 to 60, and reduced afterwards at leisure. The pendulum, only 17 inches $\\frac{4}{15}$ in length, is a compound gridiron composed of 5 rods, of which 3, viz. the centre and two exterior, are of iron, and the two next to, and on each side of the centre, are compounded of silver, brass, and zinc. The weight of the pendulum ball is about 6 pounds, and that of the clock weight 32. The spring, by which the pendulum is suspended, is said to be so constructed as to produce cycloidal arcs of vibration; but my reliance upon this contrivance is not very perfect. The two chief arbors are jewelled, the pallets are rubies, and the axis of the principal\ngreat wheel moves on friction wheels; and I believe every care has been taken, that the experience of one of the first artists of this kingdom* could suggest, to render it a complete piece of mechanism. It goes five months with once winding up; and, from the experience I have hitherto had, does not seem to vary its rate between winter and summer more than equal to three seconds per day, sidereal time.\n\n(19.) All, I believe, that remains for me to mention, in this part of the account, is the meridian mark. (See Tab. XIII.) A, B, C, D, E, is a solid brick pier, erected at the distance of 2970 feet from the centre of the observatory; 8 feet high, 9 feet wide at bottom from A to E, and 4 feet wide at top from B to C; 1 foot 6 inches thick at top from C to D, and 2 feet 3 inches at bottom. F is an iron box, 8 inches square, and 1 foot high, exclusive of the top, or chimney; within this box is placed one of Argand's patent lamps, which shines through a circular aperture, of about $1\\frac{1}{4}$ inch, in the front of the box, and exhibits the appearance of a fixed star to the naked eye by night; but the aperture being covered by a semitransparent piece of glass, ground rough on one side, transmits a steady uniform light, that through the telescope resembles the disc of a small planet $7''\\frac{1}{2}$ in diameter. By making the wire in the telescope, which is only $2''\\frac{1}{2}$ in diameter, bisect this circular light, the instrument may be very nicely adjusted to the meridian, indeed with so great precision, that I think an error of one second cannot be committed. Around this glass aperture, which by day appears perfectly black, is painted a circle of black, (on a ground of white) whose external diameter is 3 inches, and\n\n* Mr. John Arnold.\nconsequently subtends an angle of $18''$. The bisection of this last is made use of by day, and although, it is true, it is rather larger than is necessary for a meridian point, yet it was convenient it should be so, to render it visible in the dark winter months, if there was the least vapour rising from the ground. Yet with all this, no error need be apprehended exceeding $2''$, equal to only $\\frac{1}{8}$ of a second of time, nor that, unless the image should be greatly agitated by the vapours. This mark is not only of use to find the meridian, but also to determine the horizontal point, when once the angle of it above or below the horizon is ascertained; and, by comparing the meridian altitude of any object with this point, its declination may be had, almost as nearly as by the level or plumb line.\n\nI ought to have mentioned before, that the box F is moveable upon the plane B, C, by means of an iron frame on which it slides, and screws to adjust it finally to the true meridian.\n\nAlthough there can be no great danger of a solid pier, like the above, erected on a foundation four feet deep, being likely to move, yet this doubt, if any should occur, may be examined by a plumb line $a$, $b$, suspended from $a$, and playing near a corresponding mark, on the top of a post driven into the ground at $c$. G, E, are steps to ascend to light the lamp, or take it in and out at the door $d$. The whole is surrounded by high pallisadoes, to protect it from the accidents of cattle, or curiosity.\n\n(20.) Having thus particularly described the various parts of the equatorial, I trust in a manner sufficiently intelligible to any person a little conversant with astronomical instruments, it may be proper to say something of its precision;\nfor without some competent knowledge of the accuracy of its parts, it is in vain to attempt to adjust them, and still more so to use them with any degree of satisfaction. And here the chief objects of inquiry have been the accuracy of the divisions; the sensibility of the levels; and the power of the telescope. I shall begin with the levels; and first with the axis level, P, k, the parts of which may be seen at figure 1, Tab. XIV. where 1, 2, represent the extremities of the axis of the circle of declination; A, a section of the tube of the telescope; 3, 3, the level tube, resting in the cocks or supporters, 4, 4, and 5, 5, and turning on an axis d, e; on one end of which e, is a toothed wheel g, moved by a small pinion f, turned by the screw head b; and at a, is an adjusting screw to bring the level parallel to the axis 1, 2; at c is another, to bring the level parallel to its moveable axis d, e; b, is an adjusting screw, at right angles to C, to bring the tube of the level parallel to its axis d, e; i, is another screw, to make this axis parallel to the axis 1, 2. All these, as well as every other adjusting screw throughout the instrument, have chamfered heads, with their circumferences divided into 10 parts, and the value of each ascertained; so that, by turning the screws a whole, or any part of a revolution, the angle of motion given to any part may be known. The use of this is obvious; but the degree of convenience is only known to such persons as have been conversant with these nice adjustments k and l, are two moveable indexes, to be set to each end of the bubble. The tube of this level is about 14 inches long, and the curvature of it such, as that by giving it an inclination of $15''$, the bubble moves about $\\frac{1}{10}$ inch, and the third or fourth part of this space is plainly discernible, so that no\nerror exceeding 3 or 4\" need be apprehended, if proper care is taken.\n\nThe swinging level \\( l, m \\), fixed to the tube of the telescope, for the purpose of taking declinations, is unground, and of very superior sensibility, as it ought, having been selected expressly from a great many yards of glass tube, in order to get one with a proper flexure; and such has been the success of this care, that a change of inclination of this level of one single second, moves the bubble nearly \\( \\frac{1}{6} \\) of an inch, certainly more than \\( \\frac{1}{10} \\).* This, I am inclined to believe, is the greatest sensibility that has ever yet been attained by a level: it is at the same time somewhat inconvenient, since it sometimes will require two or three minutes time to settle to its true point, it moves so slow. An error, however, of more than a second need seldom be apprehended, which I conceive is as much as could have been expected from a plumb line of a length equal to the diameter of the circle. The bubble of this level is about 7 inches long, but this varies with the temperature; and I have experienced that with about 28° of heat the bubble contracts one inch in length; this makes it very necessary to be attentive to the index at each end of the bubble. The parts of this level may be seen at figure 2, Tab. XIV. A, B, is one side of the tube of the telescope, whereon are firmly fixed two upright supporters, or cocks, C, D, and E, F;\n\n* If the motion of the bubble be taken to be even 0.2 inch, it will be found that the radius of curvature is more than 1100 yards; and, supposing the length of the level = 12 inches, it will only comprise, from one end to the other, an arch of 1', and the versed sine of 30\", in this case, would express the depression of the tube at its extremities below the centre of the level = about half \\( \\frac{1}{1000} \\) of an inch.\n\nThe curious ground level, for adjusting the axis of the transit instrument at the observatory at Greenwich, moves, as I have been informed, about \\( \\frac{1}{50} \\) inch for 1\".\nin which the level G, H, I, about 12 inches long, swings upon two conical centres \\(a, i\\), truly turned, of polished steel. GI, is an hollow brass tube, about \\(\\frac{1}{2}\\) inch in diameter, containing within it a steel triangular axis, one extremity of which is terminated by the conical centre \\(a\\), and, by means of a spiral spring winding round the axis, is made to contract its length by pulling the trigger \\(g\\), towards I, by which means the point or centre \\(a\\), retires within the tube GI; so that the two centres may easily be released from the steel pivots wherein they play, and the level may be reversed, if necessary, to adjust it. It is evident that the axis \\(a, i\\), should be parallel to the line \\(b, b\\), which may be taken for a tangent to the curvature of the tube at \\(k\\), and this is procured by the capstan headed screw \\(c\\); it is also necessary that this same axis should be parallel to the line AB, or rather to the line of collimation of the telescope, in a north and south direction, and this is obtained by the capstan screw \\(d\\). Finally, it is expedient that this axis be parallel to the line of collimation, in a direction east and west; and this is effected by the screw \\(b\\). \\(e, e\\), are two indexes to mark each end of the bubble, and, being fixed to the two concentric sliders \\(f, f\\), which embrace \\(\\frac{2}{3}\\) of the circumference of the tube GI, are moveable anywhere at pleasure. \\(b\\) is one of two screws, the other being opposite and out of sight, for adjusting the axis \\(a, i\\), parallel to the line of collimation, eastward or westward, as has been said, and at right angles to the declination axis. I proceed next to the divisions.\n\n(21.) The superior advantages of an entire circle,* over a\n\n* Vide Observationes Astronomicæ Annis 1781, 1782, 1783, institutæ in Observatorio Regio Hauniensi, auctore Thoma Bugge, Hauniae, 1784. Quarto. Cap. 5.\nquadrant or sextant, for astronomical purposes, are almost incredible to a person that has not considered the properties of a circle, and so great, that I am much surprised it has not been brought into more frequent and earlier use. For, in the first place, the error of the centre, which so constantly takes place in quadrants, is entirely done away; secondly, the small error in each individual division is discovered, so that whatever be the skill of the artist, the observer is under no obligation to rely upon it, but can examine the whole himself.\n\nThe method I proposed was this, to make the index wires in the opposite micrometers an exact diameter to the circle, and then to observe whether each division corresponded with its opposite one, and if any difference, to set it down; these differences I expected to find somewhere \\(=0''\\), viz. in the diameter passing through the true centre of the circle, and the centre of the pivot, round which the machine revolved, and at right angles to this they would be at a maximum.\n\nThe greatest quantity of this eccentricity, and the place where it lay, being ascertained, it would be easy to determine what it was in any other place; for this eccentricity, in any given part of the circle, would be as the co-sine of the distance from that point where it was at a maximum; and if, on this principle, a table was constructed, giving the eccentricity at every degree round the circle, the numbers in this table might be compared with the actual observation of the eccentricity, by the microscopes all round the circle, and if the quantity in the table did not everywhere agree with that found by experiment, the difference would be the actual error of that individual division; and in this manner the whole might be examined, every error detected, and a memoran-\ndum made of it. With this intention, and a full expectation of finding the eccentricity = 8\" or 10\", I set to work to examine the circle all round, having previously determined the diameter of the points in the arch to be about 21\", and the thickness of the wire = 12\". It is true, the points were not all exactly of the same size, nor could it be expected, but in general it might be concluded, that when the wire equally bisects a point, the segment on each side of the wire is about = 4\": so that an error of 1\" in the bisection can never be committed, with a tolerable light and reasonable care, the microscope magnifying 16 or 18 times. I placed the moveable wire of the east microscope so as to bisect the division 360°, and then, by repeated trials, made the moveable wire of the west microscope bisect the opposite point of 180°; in which, taking a mean of three or four observations, I could not err more than a few tenths of a second. The index of the micrometer screw being then carefully adjusted to zero (0) of the divisions of the head, I made every 10th degree of the circle pass under the micrometer wire of the east microscope, which wire might now be considered as fixed, and then noted whether the opposite division was under the moveable wire of the west microscope; if not, I wrote down the difference, after three or four times reading off. The result of these experiments may be seen in the adjoined table.\n\nThe 1st column shews the point, or division, that was brought under the wire of the east microscope.\n\nThe 2d column shews the want of coincidence, or how much the opposite point disagreed with the wire in the opposite microscope, at each reading off.\n\nThe 3d column gives the mean difference, and is = double\nthe error of the centre + the sum of the errors of the two divisions.\n\nThe 4th column shews the difference of the mean reading off from the extremes, and may be considered as the greatest actual error in reading off these observations.\n\nThe 5th column contains the numbers in the 3d column corrected, by subducting $0''.9$, a quantity which, it was found, upon taking the mean of all the numbers in the 3d column, the opposite or west micrometer was too forward upon the circle, viz. did not make a perfect diameter, but exceeded it in the order of the degrees by $0''.9$. It will be observed that this quantity, from the three first series of observations of the points $360^\\circ$ and $180^\\circ$, seemed to amount to $0''.6$; this difference is inconsiderable. The numbers then in the 5th column, thus corrected, will express the true difference between the opposite divisions, if the wires in the microscopes had described a true diameter.\n\nThe 6th column gives the half of the difference just mentioned, and is = the simple error of the divisions.\nTable of the Divisions of the Equatorial Circle.\n\n| East microscope | West microscope, and difference | Mean difference | Difference of the mean from the extremes | Column 3d corrected | Simple error |\n|----------------|---------------------------------|----------------|----------------------------------------|--------------------|--------------|\n|                |                                 |                |                                        |                    |              |\n| 0°             |                                 |                |                                        |                    |              |\n| 360°           |                                 |                |                                        |                    |              |\n| repeated       |                                 |                |                                        |                    |              |\n| repeated       |                                 |                |                                        |                    |              |\n| mean of these three |                             |                |                                        |                    |              |\n| 10°            |                                 |                |                                        |                    |              |\n| 20°            |                                 |                |                                        |                    |              |\n| 30°            |                                 |                |                                        |                    |              |\n| 40°            |                                 |                |                                        |                    |              |\n| 50°            |                                 |                |                                        |                    |              |\n| 60°            |                                 |                |                                        |                    |              |\n| 70°            |                                 |                |                                        |                    |              |\n\nThose with * affixed are doubtful or bad points.\n\nMDCCXCIII.\nFrom inspection of the preceding table of observations it will readily appear, that I was much mistaken in my expectation of an eccentricity of 8 or 10\", for that, in truth, there seemed to be no fixed cause of error; and that therefore the error of the centre had little to do in occasioning those differences in the opposite microscopes, which only once amounted to 4\", and this in fact was double the error of the centre added to the sum of the errors in the two opposite divisions, together with the error of twice reading off; and that the simple error never exceeded, and but once amounted to 1\",6. This being the case, I think it fair to conclude, that the eccentricity never amounted to any sensible or measurable quantity, viz. never exceeded 1\",* and that consequently all the variety we see, in the west or opposite microscope, arose from the error of the divisions, inequality of the points, imperfection in reading off, or a little play in the screw of the micrometer. But, as all these together never but once amounted to 2\", I think it may fairly be presumed that that is the greatest error that will arise, in any observation made with this circle, when only one microscope is used, and that probably only half that error will take place.\n\n* How extremely small a quantity this is, may be seen by considering that, on a radius of two feet, an arc\n\nof 10' amounts only to - - - - - 0.0698 inch.\nof 1' - - - - - - - - - - - 0.0070\nof 1\" to (= in round numbers to about \\(\\frac{1}{8600}\\) inch.) 0.000116\n\nViz. to about 8 times less than the minimum visibile to the naked eye. This I reckon, with my own eye, at \\(8\\frac{1}{2}\\) inches distance, is about \\(\\frac{1}{8600}\\) inch; but then it must be considered that the microscopes magnify 16 times, and will therefore render a space visible that is \\(\\frac{1}{8600}\\) inch, or about = 0\"\\(\\frac{1}{2}\\), which we shall soon find to be the fact.\nAfter this examination of the equatorial circle at every $10^\\circ$, I did not think it necessary to proceed in the examination of each degree, and still less of every $10'$, as I had intended. I therefore quitted this, and went to the declination circle, which underwent the same trial. The results of which will be seen in the adjoined table; the divided arch of the declination circle being turned towards the east.\nTable of Observations of the Divisions of the Declination Circle.\n\n| Div'n from S. pole | Farthest microscope next the object glass | Mean difference | Difference of the mean from extreme | Simple error |\n|-------------------|------------------------------------------|----------------|-----------------------------------|--------------|\n| 1st microscope next the eye | 90° 0' | 90° 0' | \" | \" |\n| 10° 0' | 10° 0' | \" | \" | \" |\n| + 0.2 | - 0.3 | - 0.1 | - 0.9 | - 0.05 |\n| - 0.2 | - 1.0 | - 0.8 | \" | \" |\n| - 0.3 | + 0.7 | - 0.3 | \" | \" |\n| + 0.3 | \" | \" | \" | \" |\n| Mean | 0.0 | 20° 0' | 20° 0' | \" | \" |\n| - 0.1 | - 0.6 | 0.6 | - 0.3 | \" |\n| - 0.5 | - 1.2 | \" | \" | \" |\n| 30° 0' | 30° 0' | \" | \" | \" |\n| - 0.5 | - 0.9 | 0.6 | - 0.45 | \" |\n| - 1.5 | - 0.7 | \" | \" | \" |\n| 40° 0' | 40° 0' | \" | \" | \" |\n| - 1.0 | - 1.3 | 0.7 | - 0.65 | \" |\n| - 0.9 | - 2.0 | \" | \" | \" |\n| 50° | 50° | \" | \" | \" |\n| - 2.6 | - 3.0 | 0.7 | - 1.5 | \" |\n| - 3.7 | - 2.8 | \" | \" | \" |\n| 52° 10' | 52° 10' | \" | \" | \" |\n| + 4.4 | + 4.7 | 0.5 | + 2.35 | \" |\n| + 5.2 | + 4.5 | \" | \" | \" |\n| 60° | 60° | \" | \" | \" |\n| - 1.5 | - 0.7 | 0.8 | - 0.35 | \" |\n| - 1.0 | + 0.4 | \" | \" | \" |\n| 70° | 70° | \" | \" | \" |\n| - 1.4 | - 2.0 | 0.6 | - 1.0 | \" |\n| - 2.0 | - 2.6 | \" | \" | \" |\n| 80° | 80° | \" | \" | \" |\n| + 2.4 | + 3.1 | + 2.7 | 0.4 | + 1.35 |\n| + 2.6 | \" | \" | \" | \" |\n\nMean of all | + 0.04 | 0.57 | \" | \" |\n\n* Denotes a doubtful or bad point.\nFrom the preceding table of observations of the declination circle it appears, that these divisions were very little, if any, inferior in accuracy to those on the equatorial circle. And, finally it appears, that the errors, and probability of error, were as follows; viz. in the equatorial circle, from 22 corresponding observations of opposite divisions,\n\nObsn.\n\nIn 0, the error amounted to $2''$ therefore the probability against this error was\n\n5. - - about $1\\frac{1}{2}$ - - = $3\\frac{1}{2}$ to 1\n8. - - - 1 - - = 2 to 1\n14. - - about $0\\frac{1}{2}$ - - = 1 to 2\n\nAnd in the declination circle, from 19 corresponding observations of opposite divisions,\n\nObsn.\n\nIn 1, the error amounted to about $2''$ therefore probability against this error;\n\n3. - - - $1\\frac{1}{2}$ = 5 to 1\n4. - - - 1 = 4 to 1\n8. - - - $0\\frac{1}{2}$ = 3 to 2\n\nTherefore from 41 double observations on both circles,\n\nObsn.\n\nIn 1, the error amounted to $2''$ viz. = 40 to 1\n8. - - - $1\\frac{1}{2}$ = 4 to 1\n12. - - - 1 = $2\\frac{1}{2}$ to 1\n22. - - - $0\\frac{1}{2}$ = 1 to 1\n\nWe may conclude, therefore, that in both circles no error of more than $2''$ need be apprehended from the centre, and from the divisions taken together; and that in general it will probably not exceed $1''$, on condition that the micrometer screw head is read off thrice, which in some observations\nmay be done, if necessary. Lastly, from taking a mean of all the numbers in the 4th column, it seems the probable error, in reading off the divisions, is only $0''_{53}$ in the equatorial circle, and $0''_{57}$ in the declination circle. This source of error may therefore be put at $0''_{1/2}$; so that if one quadrant only of the circle should be made use of, viz. only one micrometer, and that only once read off, it is probable that no error of more than $1''_{1/2}$ will be committed. I mention this, because it will sometimes happen that only one such observation can be made; but where sufficient leisure will allow the reading off both the microscopes, this small error of $1''_{1/2}$ will probably be halved; and if the declination circle be turned half round, and the observation repeated, in the same manner, upon the two remaining quadrants of the circle, as is done (we shall presently see) when the line of collimation is examined, this error will probably be quartered, or reduced to less than $0''_{1/2}$.\n\nAfter the very rigorous examination the divisions of these two circles have now undergone, and from the general knowledge that I have had opportunities to obtain of the state of practical astronomy in different countries; and when I consider that the celebrated artist, the late Mr. John Bird, seems to have admitted a probable discrepancy in the divisions of his 8 feet quadrants, amounting to * $3''$, I think I am entitled to believe that the accuracy of these divisions under consideration is hardly to be equalled, and still less to be excelled, by that of any astronomical instrument in Europe; and, from the unexampled diligence and care, with which the skilful artist Mr. Matthew Berge, workman to Mr. Rams-\n\n* See Mr. Bird's Method of constructing Mural Quadrants. London, 1768.\nDEN, has executed them, I feel myself bound to bear this testimony to his merit.\n\n(22.) It remains that I now say something of the power of the telescope; for it is to little purpose that the divisions be accurate, or the levels sensible, unless the force of the telescope be such as to correspond with the sensibility of the one, and the accuracy of the other. The object glass is a well corrected double achromatic, whose joint focus is 65 inches, with an aperture of 4.2 inches. The telescope is furnished with two sets of eye glasses, one single, the other double; of these latter there are 6, of different magnifying powers, from 60 to 360 times; of the former there are 5, with powers from 150 to 550. To these may be added a prism eye tube, with a power of about 100, for objects near the zenith, or the pole, and similar to the one described by General Roy; (see Philosophical Transactions, Vol. LXXX. p. 155) also a tube with a divided eye glass micrometer; (see Philosophical Transactions, Vol. LXIX.) it has a power of 80, but the images are not distinct, or equally bright, and the extent of the scale is so small, not more than 10', that it is, in truth, but of little use. The double eye tubes are composed of two eye glasses, to enlarge the field and render it more agreeable, both placed on the hither side of the cross wires, so that they may at any time be changed, without deranging the wires. The lowest of the compound eye tubes, with a power of about 60, is what is generally used for transits and polar distances.* For telescopical observations\n\n* If, as has been generally imagined, an angle of 1' is about the smallest that is visible to the naked eye, (Smith's Optics, § 97) with a power of 60 times 1\" will become visible; and, in that case, the power of this telescope will correspond with the levels, and the divisions, as was required above.\nof the planets, higher powers may be put on; and of these, that of 400 seems to be near the maximum that this glass will bear; with 500 the image is not so well defined; with 200 or 300, it is beautifully distinct and bright; but this inquiry demands more experiments than I have hitherto made, having been able to procure these high powers only within a few weeks.\n\n(23.) Having now given, as I apprehend, a very satisfactory idea of the accuracy of the parts of this instrument, I shall proceed to the method of adjusting them. This machine, not being capable of having its polar axis laid horizontal, its adjustments, in some respects, will be different from those of small instruments of the same name. (See the methods proposed by Mr. Ramsden, in his Description, and by Mr. Vince, in his Practical Astronomy.) It may be proper to premise, that the principal points required are, 1st. to adjust the level P, k, parallel to the declination axis U, V. 2dly, to adjust this axis at right angles to the line of collimation of the telescope; and, 3dly, to make this axis at right angles to the polar axis.\n\nProbably others may be devised, but the mode I have adopted is as follows.*\n\nThe polar axis is placed nearly in the meridian, by means of a meridian mark, previously verified, and elevated pretty nearly to the latitude of the place. This is to be done more accurately afterwards, by the sliding plates, and screws, at the bottom of the polar axis.\n\n* Whoever is desirous of seeing some very ingenious disquisitions of the errors and adjustment of this instrument, will do well to consult the Abbé Boscovich's Opera pertinentia ad Astronomiam et Opticam, quarto, Bassani, 1785. Tomi 4ti Opusculum 14tum.\nThe axis of the declination circle is then brought nearly horizontal, by its proper level, viz. is turned round about the polar axis, till the bubble of the level stands true between the indexes; the instrument is then turned half round about the polar axis, = 180°, shewn by the microscope W. If the bubble then stand true, it requires no correction, but if it do not, correct half the error, by moving the equatorial circle by its handle t, and the other half by the capstan screw a; (Tab. XIV. fig. 1) then turn the instrument back again to its first position, and see if the level stand true; if not, repeat this operation till it does, correcting one half of the error by the equatorial handle, and the other half by the screw a. The declination axis will then be parallel to the level, and both of them to the horizon. It must be remarked, that in this operation it will be necessary to move the declination circle round its own axis a little, in order to bring the same side of the level uppermost; but this in no degree affects the result, for the imaginary line, round which this axis revolves, is what is meant all along by the axis, and is the line to which the parallelism of the level is referred.\n\nThe declination axis remaining in an horizontal position, with the level above the axis, as in Tab. IX. turn the declination circle 180°, viz. till the level become below the axis; then, by means of the pinion b, restore the tube of the level to an upright position, and see if the bubble stand true; if not, correct \\( \\frac{1}{2} \\) the error by the screw c, and the other \\( \\frac{1}{2} \\) by a. Now turn the declination circle 90° each way from its last situation, and repeat the examination of the bubble, and correct, as before, \\( \\frac{1}{2} \\) by the screw b, at right angles to c, and \\( \\frac{1}{2} \\) by the screw i; and if, after all these\ncorrections, in every part of an entire revolution of the declination circle round its axis, and of the level round its axis, the bubble stand true, it follows, that the axis of the declination circle, and of the level, are in every direction parallel to each other, both of them to the tangent of curvature in the middle of the level, and all three to the horizon. This adjustment is therefore complete.\n\n(24.) It remains to be seen, whether the line of sight of the telescope is at right angles to the declination axis, and this latter to the polar axis.\n\nTake the error of the collimation of the telescope in right ascension, by a star in the equator, viz. let the transit of a star in the equator over the assumed meridian be observed, with the declination circle turned towards the east, and also towards the west. If there be any difference in these observations, it will denote double the error of collimation in right ascension, and half of it will be the deviation of the line of sight from a line at right angles to the axis of the declination circle; and is correspondent to a similar adjustment of a transit instrument. The amount of this error being thus ascertained, let it be corrected by the screws, at the eye end of the telescope, that move the wires to the east and west. The declination axis, by means of its level, being restored to an horizontal position, let the centre wire of the telescope (by which is always understood the line of collimation) be brought to bisect the meridian mark, by means of the sliding plate and adjusting screw below the polar axis, the telescope will then become a complete transit instrument; for, by the first operation, the declination axis is made parallel to the level and its axis, and both to the horizon; by the second, the line of sight is put\nat right angles to this axis; and thirdly, it is adjusted to the meridian.\n\nNow, let the error of collimation in right ascension, in the same manner, be observed with any star out of the equator, by a circumpolar star, (the nearer the pole the better) suppose the pole star. If any difference should be noticed in its passage, with the circle east or west, halve that difference,* and it will be equal to the angle that the plane of the declination circle makes with the polar axis, if the observed star were actually in the pole; if not, divide it by the sine of its declination, and the true angle of the plane of this circle (or of the line of collimation) with the polar axis, will be had. Again, if this operation be repeated with any other stars, and the error so found be divided by the sine of their declination, the error of the plane of the declination circle at the pole, viz. its greatest error, or angle with the polar axis, will be had. And note, if these observations are made with stars on each side of the equator, these quantities will be had in opposite directions. Finally, the same may be done by two land objects, one to the north, and the other to the south; the north and south meridian marks, for instance, proper consideration being had to their declination; by this means the error will be thrown in contrary senses, or doubled, and, from a variety of such results, a very correct mean quantity may ultimately be\n\n* By difference is here meant, the difference taken in minutes and seconds of a great circle passing through the star, and which can only be directly measured by a micrometer; but if, as is most convenient, this quantity should be observed by time, or by the divisions on the equatorial circle, (15 and 16) this quantity must be diminished in the proportion of the radius to the sine of the polar distance, viz. multiplied by the co-sine of the declination; hence it is, that this method is capable of great precision.\ndeduced; and when found, must be corrected by the screws* at one end of the declination axis. I have been rather diffuse in the account of this adjustment, because it is one of the most important in the whole instrument, and does not readily present itself.\n\nIt has now been seen that, 1st, the level and its axis are parallel to the axis of the declination circle. 2dly, the line of sight at right angles to this axis, and parallel to the polar axis; and consequently the declination axis at right angles to the polar axis. 3dly, the polar axis parallel to that of the earth. These are the chief requisites in the adjustment of this instrument. Those that remain are secondary, and I shall take them in the following order. 1st. The adjustment of the cross wires to the focus of the telescope. 2dly. The hanging level. 3dly. The line of collimation, north and south, as well as east and westward. 4thly. The index wires in the microscopes. 5thly. The refraction apparatus. And, 6thly, the power and scale of the microscopes.\n\n(25.) First, the cross wires. Let the eye tube be adjusted to distinct vision for parallel rays by some distant object, such as Jupiter, Saturn, or Venus, by daylight; that done, observe, while one limb of either of these planets appears running along the equatorial wire, whether any motion of the eye, upwards or downwards before the eye glass, alters the relative place of the image and the wire; if a motion of the eye upwards moves the planet in the same direction, the wires are too near the eye glass, and must be pushed in; and vice versa, till the image become fixed upon the wire, what-\n\n* The heads of these screws being divided into 10 parts, and the value of each known, any given correction is easily applied.\never be the motion of the eye. When this point is obtained, the eye stop with its wires, must be there fixed, for that is their true place; viz. the correct focal point of the object glass; and whatever indistinctness may be found, from the diversity of eyes of different observers, must be corrected by the motion of the eye glass only. Another point to be secured is the permanency, as far as may be, in the position of the object glass; for if this be not correctly centered, which is very rarely the case, and indeed never to be expected, that is, if its axis be not concentric with the axis of the cell, in which it is fixed, any motion of this latter, by screwing or unscrewing it, may not only change the place of the focus, to which the wires are adjusted, but will necessarily move the line of collimation, both in right ascension and declination.* To obviate this, therefore, two corresponding marks should be made, with a graver, both upon the cell, into which the glass is burnished, and also upon the tube of the telescope, into which the cell is screwed, or otherwise inserted, that in case the object glass should ever be taken out to clean it, &c. it may be restored very nearly, if not exactly, to its former position.\n\nThe eye glass, object glass, and wires, being thus settled in their respective places to each other, it will not be an improper time to measure the interval between the wires, which cannot be too accurately done, being of such constant use; this may be either, 1st, by observing the passage of a star in the equator, and making proper allowances for the rate of the\n\n* By moving my object glass an entire revolution in its screw, the line of collimation appears to move through a little circle of 50\" in diameter, so that the eccentricity, in this instance, appears to have been about $\\frac{1}{100}$ inch.\nclock, or by a star out of the equator, and making proper allowance for the declination, in the proportion of the radius to the co-sine: or, 2dly, by means of the equatorial circle and a fixed land object; and here the quantity must be diminished in the same ratio of the radius to the sine of the polar distance. I have made use of both methods, as a confirmation of each other, and find the interval, which is equal in the three wires of my telescope, to be $7'34''.5 = 30''.3$ sidereal time; and these three wires divide the diameter of the field very nearly into four equal parts.\n\n(26.) Second and third adjustment; the hanging level. By means of its proper handle $u$, move the declination circle about its axis, till the bubble of the hanging level $l, m$, rests true between the indexes, there fix it by the clamp $w$, reverse the level, by taking it out of its pivots, and turning it end for end; if the bubble now stand true, the level is adjusted; if not, correct $\\frac{1}{2}$ the error by the declination handle, and the other $\\frac{1}{2}$ by the small screw at the bottom of the level; then reverse the level, and repeat this operation till it does. The level, or rather a tangent to its curvature at its middle, will be parallel to the axis, on which it swings; and both will be horizontal. At this time look through the telescope, and see what land object is covered by the horizontal wire; now invert the telescope, by turning it $180^\\circ$ round the declination axis, and $180^\\circ$ round the polar, and bringing the level true, it will then point to nearly the same place; and if exactly the same object as before be now covered by the horizontal wire, the axis of the level is adjusted parallel to the line of collimation, in a vertical direction; if not, correct half the error by the little capstan screw at the bottom of the cock, or arm,\nthat supports one end of the axis of the level, and the other half by the declination handle; invert the telescope, and repeat the operation till the same object is covered in both positions, and the level is found true; then will the level and its axis be parallel to the line of collimation, and the object covered by the wire may be concluded to be in the horizon.\n\n(27.) Fourth. The index wires of the microscopes. The line of collimation, with respect to east and west, has been already adjusted as above (sect. 24.) Let then the declination axis, by its level, be restored to an horizontal position; at this time adjust the index wires in the two equatorial microscopes W X, to bisect the two opposite divisions $360^\\circ$ and $180^\\circ$, then will these wires be rectified to their proper place. That being done, bring $90^\\circ$, or the division that represents the equator on the declination circle, under its respective microscope, and turn the whole instrument one quarter round on the polar axis, viz. till $90^\\circ$ on the equatorial circle be bisected by the micrometer; and if, at this time, the bubble of the hanging level appear true, the index wire of the declination microscope is correct; if not, correct half the error by the declination handle $u$, and half by the little screws $b$, (Tab. XIV. fig. 2) at the side of the hanging level; then reverse the telescope, viz. turn it till $270^\\circ$ on the equatorial circle come under the micrometer wire, and if the level then rest true, the adjustment is complete; if not, repeat the operation, as before, till it does; then, by its proper screw, bring the index wire of the declination micrometers to bisect the points $90$ and $90^\\circ$. The indexes of both circles will be then adjusted, and the axis of the hanging level brought parallel to the line of collimation, with respect to east and west, as well as with respect to\nnorth and south. Note, this parallelism of the axis of the level, to the line of collimation in a direction east and west, does not appear to be a very important rectification, but on some occasions may have its use.\n\n(28.) Fifth. The refraction piece. After what has been done, this apparatus will be easily adjusted. Bring the telescope, by means of its two levels $P k$, and $l m$, to point to the horizon, and in the meridian; then, by the two pinions $f, b$, (Tab. X. fig. 2) of the refraction piece, bring its two levels $e$ and $g$ to rest true; move the nonius $d$, of the little semicircle of the horary and vertical angles $a, b, c$, to the middle of the divisions, or $0° 0'$, and also that of the little quadrant of altitude $l, k$, to $0° 0'$, and this part is adjusted.\n\n(29.) Sixth. The microscopes. The magnifying power and scale of the microscopes is all that remains to be considered.\n\nThe magnifying power of a compound microscope, as is well known, (see Smith's Optics, § 127) depends on the proportion between the distance of the object, and of its image, from the object glass, together with the proportion between the focus of the eye glass, and ordinary focus of the eye, looking at a small object (suppose of $\\frac{1}{50}$ or $\\frac{1}{100}$ inch). These two ratios compounded give the power of the microscope. The former is called magnifying by distance, and is a material part in the construction of these microscopes; the scale of the micrometer being regulated by this part of the magnifying power. For example, let the distance of the object from the glass be = 1, and the distance of its image = 4, its power will be 4; and consequently the scale of the micrometer, or motion of its screw, to answer to 10', (suppose) must be\n4 times as great as the space occupied by 10' on the limb of the circle; and if the radius of the circle be 2 feet, an arc of 10' will be equal to 0.07 inch nearly, on the limb; and = 0.28 inch on the scale, viz. = to the same arc on a circle of 8 feet radius; and if each revolution of the micrometer screw be intended to describe 1', the screw must contain about 35 threads in an inch. But as it would be difficult to adjust the screw exactly to the scale, the advantage of the construction of these micrometers is, the scale may at any time be adjusted to the screw; for let the interval between any two nearest divisions, = 10', on the limb, be measured by the screw, and suppose, instead of being = 10' or 600'', it appears only = 570''; it is evident, that the scale is bigger than it should be, or, which is the same thing, that the image is less by $\\frac{1}{600}$ or $\\frac{1}{25}$. In this case increase the distance between the micrometer wires, and the object glass, = $\\frac{1}{25}$, by unscrewing or drawing out the tube, that carries the micrometer and eye glasses, and the scale is adjusted. It will at the same time, however, be necessary to re-adjust the object glass of the microscope to distinct vision, by the screw of the cell, that contains it, until the image and the wires have no relative change of place by any motion of the eye. This will again occasion some small alteration in the scale, and must be corrected by repeated trials, and the scale adapted to the divisions on the arc; and if the moveable wire of the microscope be now brought to coincide exactly with the fixed one, and the moveable index (with the mark +) brought to zero (o) on the screw head, the micrometer is completely adjusted. This having been done with all the microscopes, and the opposite ones being made to agree, each with the other, in such\nmanner, that the fixed wires may become a correct diameter, I believe the whole instrument will have been completely adjusted.\n\n(30.) Before I conclude this account, I must beg leave to trouble the reader's patience a few minutes more, in order to give a general idea of the manner of making the ordinary observations of right ascension and declination, with this instrument.\n\nLet the telescope be adjusted towards the meridian mark, in such manner that the centre wire may exactly bisect it; then note if the index wire of the equatorial micrometers bisect the points of $360^\\circ$ and $180^\\circ$. If it does, the instrument is prepared for observing a transit; if not, and the difference be considerable, it must be corrected by moving the polar axis, by its adjusting screw. But as this quantity will seldom exceed $8''$ or $10''$, it will be more convenient to note this quantity in the journal, and allow for it afterwards in reducing the observations.* As this quantity will from time to\n\n* This may be done by the following rule.\n\n$$AE \\times \\frac{\\text{sine zenith dist.}}{\\text{sine polar dist.}} = x \\text{ the correction + or - according as the telescope points to the east or west of the meridian.}$$\n\nWhere $AE$ is = the error on the equatorial circle,\n\nAnd $P$ = the angle that the polar axis makes with a ray from the meridian mark.\n\nAnd if there should appear any error in the horizontal position of the axis of the declination circle at this time, by the level not standing true, that error may be corrected by this theorem.\n\n$$D \\times \\frac{\\text{sine alt.}}{\\text{sine polar dist.}} = x \\text{ the correction.}$$\n\nWhere $D$ is = angle of depression of one end of this axis below the horizon.\n\nAnd by means of the above theorems, a table may be calculated that will give these corrections always, by inspection; such a table I have computed for my own use, but\ntime be variable, from a variety of causes, such as the possible settling of the walls of the building; the partial or irregular expansion of the instrument, from the sun-beams accidentally falling upon it; from the effect of a fire in the room, or the heat of a person's body in cold weather; from the sun's heat upon the meridian mark, eastward in the morning, and westward in the afternoon; from the same effect upon the observatory; and lastly, possibly from a lateral refraction of the ray coming from the meridian mark, from irregular vapours floating near the surface of the earth. From some, or all of these causes, this quantity of error will be found to be exactly the same hardly for two days together; but I have never yet known it to exceed $13''$ of a degree, $= 0'',7$ in time, during a period of more than a year, and very rarely above $6''$ or $7''$, sometimes on one side, and sometimes on the other. When this error is known, and set down, move the instrument about the polar axis by its handle $t$, till the divisions $360$ and $180^\\circ$ are bisected by the equatorial wire; this done, move the declination circle by its handle $u$, till the hanging level stands true; and note the division on the declination circle cut by the micrometer wire, for that is the horizontal point, from whence the altitudes are to be reckoned. If the order of the divisions be such as to shew declinations, this division will be the angle of the co-altitude of the polar axis; but if the divisions be such as in my instrument, it will be equal to the altitude of the polar axis, which should be equal to the latitude of the place. But as it is suited only to one latitude it is not given here. Tables, something similar to this, may be seen in Mr. Ludlam's Astronomical Observations, Cambridge, 1769; and also in the Connoissance des Temps, pour 1792, p. 251.\nas this will seldom happen, from the same reasons as have already been mentioned, I prefer taking a memorandum of this quantity also, and allowing for it; by which means I see its alteration, from time to time, compared with the weather, know better what I am about, than if I attempted to correct it, and save a great loss of time. From hence it must be seen that nothing is depended on, but that the instrument keeps its place during the four or five minutes that the observer is occupied in making the observation.\n\n(31.) The instrument is now prepared for an observation over the meridian, and also of the polar distance; at which moment, if the weather should be cloudy, the observation incomplete, or unsatisfactory, it may be repeated as many times afterwards as is thought proper, taking notice of the distance from the meridian, shewn in the equatorial microscopes, and making allowance, in the reduction, for the motion of the sun, or planet, during the interval; for I esteem an observation made within 10 or 15° of the meridian, nearly equivalent to a meridian observation. But, if an observation should be made out of the meridian, the altitude and angle of the horary and vertical circles must be taken, by the refraction apparatus; and with these arguments, the refraction and parallax, in north polar distance, and in right ascension, may be found by inspection, in the tables that follow this account, and consequently every observation readily reduced to the meridian.\n\n(32.) I shall close this long history with an account of the probable accuracy of the observations made with this instrument, viz. of the amount of the probable errors, derived from an experience of more than twelve months. And first, with\nrespect to those of right ascension. It must be readily seen, that the amount of these errors will be pretty nearly the same as those of any other transit instrument, whose magnifying power, and length of axis, are the same. However, from actual trial, I find that the passage of a star, near the equator, over any one wire in the field of the telescope, may be determined to within $\\frac{1}{3}$ of a beat of the regulator, in strictness to about $3''$,7, and, from a mean of the three wires, to within $1'',25$ of a degree, $= \\frac{1}{12}$ of a second of time; that is, if the wind be still, the weather favourable, and reasonable care be taken. And, from a series of observations of the sun's diameter throughout the year, it appears, the error in ordinary observations may be expected to lie within $3''$; that it is $17$ to $1$ that this error does not amount to $5'',= \\frac{1}{3}$ of a second of time; and this includes some of the worst weather in which observations are likely to be made. I shall therefore say, that\n\nThe probability of error of an observation of a transit over the meridian, under tolerably favourable circumstances, from a mean of $3$ wires, viz. in estimating the beat of the regulator, is about $= 2,0$\n\nAdd to this the error of setting the instrument to the meridian mark $= 1,0$\n\nAdd, also, the error in reading off the equatorial microscope $= 0,5$\n\nTotal error of an observation in the meridian becomes $= 3,5$\n\nTo this add the error of the divisions, and of the centre (at most) $= 1,0$\nAlso the second reading off of the microscope = 0.5\n\nAnd the total error of an observation of a transit out of the meridian, will be = 5.0\n\nThe same, from actual experiment, in 13 trials, within 15°, on each side of the meridian (in February, 1792) = 7.5\n\nThat is, that an observation made out of the meridian, will give the transit over the meridian true to \\( \\frac{1}{2} \\) a second of time.\n\nThe error in the observation of a polar distance may be put as follows.\n\nError of the eye, in estimating the coincidence of the wire in the telescope with the object, the power being 60 times = 1,\n\nError of the divisions, and of the centre, in taking the horizontal point in the circle = 1,\n\nError in reading this division off by the microscope = 0.5\n\nError of the level, in ordinary observations = 2,\n\nError of the divisions, and centre, a second time, viz. in taking the angle of the polar distance = 1,\n\nError in reading off this division by the microscope = 0.5\n\nSum of all these errors = 6.0\n\nDitto, by actual observation of the line of collimation, the circle being turned east and west, from various experiments, appears to be = 7.5\n\nLastly, if care be taken in the observation, and the\nsun not suffered to shine on the instrument, only during the moment of observation, I think no error in the polar distance need be apprehended exceeding \\(7\\).\n\nAnd in the meridian passage, none exceeding \\(3.5\\).\n\nSo that it appears, that the right ascension will be observed with twice the precision of the polar distance.\n\nAnd here we must not omit to take notice, that of all the above mentioned causes of error, one only, viz. the error of the divisions in taking the polar distances, appears to be fixed, so that, by repeating the observation, the truth may be approached to any given degree of accuracy. I have thought proper to make these remarks on the errors of the instrument, that if health and leisure should enable me hereafter to offer to the Royal Society the result of any astronomical observations with it, it may be known to what claim to precision they are entitled.\n\nIn describing the instrument, the following references in Tab. IX. were omitted in the text.\n\n\\(ff, gg, bb, ii\\), are the eight conical radii to the declination circle, described page 78.\n\n\\(11, 12\\), are two supporters to the clamp and endless screw, page 80.\n\n\\(36\\), is a pair of steps, for the convenience of the observer.\nExplication and Use of the following Tables.\n\nThe three first Tables are particularly calculated for the use of the large equatorial instrument, for the purpose of clearing observations with it from the effects of refraction and parallax. The four last are adapted more peculiarly to the small or portable equatorial, such as has been noticed in sect. 10, and which I thought might be acceptable to such persons as have the good fortune to possess one of these instruments. Of these Tables in their order.\n\nTable I. gives the correction of the refraction in north polar distance, by entering it with the altitude at the top, and the angle of the horary and vertical circles on the left hand side; and in the common point of meeting is found a quantity, in seconds and decimals, that is to be added to the apparent polar distance, to give the true; this correction is always additive. But if the same table be entered with the angle of the horary and vertical circles, in the right hand column, it will give the refraction in right ascension, by multiplying the quantity here found by the secant of the declination, to be found in Table IV.\n\nTable II. gives the effect of the sun’s parallax in right ascension and north polar distance, and is to be entered with the same arguments as Table I.; and the parallax in right ascension is to be multiplied by the secant of the declination, as before; the sun’s horizontal parallax being assumed = 8\",6.\n\nTable III. is a similar Table, only calculated to an horizontal parallax of 10\": so that whatever be the parallax of the sun or planets, this correction may readily be found, almost by inspection.\nTable IV. is the natural secants to each degree, extracted from Sherwin's Tables; being of such constant use in these computations, I have placed it with these tables of refraction.\n\nTable V. gives the correction of the time; viz. of the sun or star's distance from the meridian, in an observation with a portable equatorial, not previously adjusted to the meridian; this quantity is to be multiplied also by the secant of the declination.\n\nTable VI. as its title imports, gives the correction of the meridian line in minutes and decimals, which was thought near enough for a portable instrument; the quantity here found is to be multiplied by the secant of the altitude.\n\nTable VII. similar to Table I. only reduced to seconds of time, gives the refraction in right ascension, suited to the usual mode of dividing the small instrument; viz. into civil hours and minutes.\n\nTable VIII. similar also to Table I. gives the refraction in declination. The arguments are the same in all the Tables; viz. the altitude, and the angle of the horary and vertical circles; which appeared to me the only means of making the Tables universal, and adapted to all latitudes.*\n\nTheir foundation is this:\n\nLet AB be a portion of a vertical circle = the refraction in altitude; DA a parallel to the horizon; and DB a paral-\n\n* A table of refraction in right ascension and declination, for the latitude of Paris only, may be met with in the Connoissance des Temps, pour 1791. What I have given in the following account, viz. Tab. V. VI. VII. and VIII. I calculated for my own use, as early as the year 1774.\n\nMDCCXCIII.\nparallel to the equator: then AC will be a portion of an horary circle = the refraction in declination, found by Table I. and Table VIII. ∠CAB, the angle of the horary and vertical circle; CB, the refraction in right ascension, found by Table I. and Table VII. DA, the correction of the meridian, found by Table VI.; and DB, the correction of the time, found by Table V.; and, as AB will hardly ever be found to exceed 30', these triangles have been considered all as plane; making due allowance, in the proportion of the sine to the radius, for the distances of the arcs DA, BC, and DB from their respective poles, which has been noticed at the foot of each Table.*\n\nThe refraction in altitude having been taken from Professor Mayer's Tables, London edition, 1770, which is calculated for a density of the air, expressed by 29.6 inches of the barometer, and 50° of Fahrenheit's thermometer; and, for any other heights of the barometer and thermometer, may be corrected in the usual way; making an allowance for each degree of Fahrenheit's thermometer, above or below 50°, of $\\frac{1}{429.5}$. This correction has been deduced from the result of a great many observations that I made some years since with the manometer, described in the Philosophical Transactions for the year 1777, Vol. LXVII. p. 564. The equation that astronomers have generally been used to adopt, from Dr. Bradley's Observations, is $\\frac{1}{400}$ for each degree of the thermometer; but, I think, erroneously.\n\n* I have proposed multiplying by the secant, instead of dividing by the co-sine, as being the readier operation, and which comes to the same thing.\nNo I. Table of the Effect of Refraction in North Polar Distance.\n\nThis correction is always +.\n\n| Angle of the vertical with the horary circle | DEGREES OF ALTITUDE |\n|---------------------------------------------|---------------------|\n| 2°                                          |                     |\n| 4°                                          |                     |\n| 6°                                          |                     |\n| 8°                                          |                     |\n| 10°                                         |                     |\n| 12°                                         |                     |\n| 14°                                         |                     |\n| 16°                                         |                     |\n| 18°                                         |                     |\n| 20°                                         |                     |\n| 22°                                         |                     |\n| 24°                                         |                     |\n| 26°                                         |                     |\n| 28°                                         |                     |\n| 30°                                         |                     |\n\nRefraction in right ascension, × sec declination.\n\nThis correction is — on the east, and + on the west side of the meridian.\nNo I. Table of the Effect of Refraction in North Polar Distance, continued.\n\nThis correction is always +.\n\n| Angle of the vertical with the horary circle. | 32° | 34° | 36° | 38° | 40° | 42° | 44° | 46° | 48° | 50° | 52° | 54° | 56° | 58° | 60° |\n|---------------------------------------------|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|\n| 0                                           | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   |\n| 1                                           | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   |\n| 2                                           | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   |\n| 3                                           | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   |\n| 4                                           | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   | 1   |\n\nDEGREES OF ALTITUDE.\n\nRefraction in right ascension, × sec' declination.\n\nThis correction is — on the east, and + on the west side of the meridian.\n\nAnd is to be applied to the sun or star's distance from the meridian, observed on the equatorial circle.\nNo I. Table of the Effect of Refraction in North Polar Distance, continued.\n\nThis correction is always +.\n\n| Angle of the vertical with the horary circle | DEGREES OF ALTITUDE |\n|---------------------------------------------|---------------------|\n|                                             | 62°     64°     66°     68°     70°     72°     74°     76°     78°     80°     82°     84°     86°     88°     90° |\n| 0                                            | 30,5    28,0    25,5    23,2    20,9    18,7    16,5    14,4    12,3    10,2    8,1     6,1     4,0     2,0     0   |\n| 2                                            | 30,5    28,0    25,5    23,2    20,9    18,7    16,5    14,4    12,3    10,2    8,1     6,1     4,0     2,0     0   |\n| 4                                            | 30,4    27,9    25,4    23,1    20,8    18,6    16,4    14,3    12,2    10,1    8,1     6,1     4,0     2,0     0   |\n| 6                                            | 30,3    27,8    25,4    23,1    20,8    18,6    16,4    14,3    12,2    10,1    8,1     6,1     4,0     2,0     0   |\n| 8                                            | 30,2    27,7    25,2    23,0    20,7    18,5    16,3    14,3    12,2    10,1    8,0     6,0     4,0     2,0     0   |\n| 10                                           | 30,0    27,6    25,1    22,8    20,6    18,4    16,2    14,2    12,1    10,0    8,0     6,0     4,0     2,0     0   |\n| 12                                           | 29,8    27,4    24,9    22,7    20,4    18,3    16,1    14,1    12,0    10,0    7,9     6,0     3,9     2,0     0   |\n| 14                                           | 29,6    27,2    24,7    22,5    20,3    18,1    16,0    14,0    11,9    9,9     7,9     5,9     3,9     1,9     0   |\n| 16                                           | 29,3    26,9    24,5    22,3    20,1    18,0    15,9    13,8    11,8    9,8     7,8     5,9     3,8     1,9     0   |\n| 18                                           | 29,0    26,6    24,2    22,1    19,9    17,8    15,7    13,7    11,7    9,7     7,6     5,8     3,8     1,9     0   |\n| 20                                           | 28,7    26,3    24,0    21,8    19,6    17,6    15,5    13,5    11,6    9,6     7,6     5,7     3,8     1,9     0   |\n| 22                                           | 28,3    26,0    23,6    21,5    19,4    17,3    15,3    13,3    11,4    9,5     7,5     5,7     3,7     1,8     0   |\n| 24                                           | 27,8    25,6    23,3    21,2    19,0    17,1    15,1    13,1    11,2    9,3     7,4     5,6     3,6     1,8     0   |\n| 26                                           | 27,4    25,2    22,9    20,8    18,8    16,8    14,8    12,9    11,1    9,2     7,3     5,5     3,6     1,8     0   |\n| 28                                           | 26,9    24,7    22,5    20,5    18,4    16,5    14,6    12,7    10,9    9,0     7,1     5,4     3,5     1,8     0   |\n| 30                                           | 26,4    24,2    22,1    20,1    18,1    16,2    14,3    12,5    10,6    8,8     7,0     5,3     3,5     1,7     0   |\n| 32                                           | 25,8    23,7    21,6    19,7    17,7    15,9    14,0    12,2    10,4    8,6     6,9     5,2     3,4     1,7     0   |\n| 34                                           | 25,3    23,2    21,1    19,2    17,3    15,5    13,7    11,9    10,2    8,5     6,7     5,1     3,3     1,7     0   |\n| 36                                           | 24,7    22,6    20,6    18,8    16,9    15,1    13,3    11,6    9,9     8,2     6,5     4,9     3,2     1,6     0   |\n| 38                                           | 24,0    22,1    20,1    18,3    16,5    14,7    13,0    11,3    9,7     8,0     6,4     4,8     3,1     1,6     0   |\n| 40                                           | 23,4    21,4    19,5    17,8    16,0    14,3    12,6    11,0    9,4     7,8     6,2     4,7     3,1     1,5     0   |\n| 42                                           | 22,7    20,8    18,9    17,2    15,5    13,9    12,3    10,7    9,1     7,6     6,0     4,5     3,0     1,5     0   |\n| 44                                           | 22,0    20,1    18,3    16,7    15,0    13,4    11,9    10,4    8,8     7,3     5,8     4,4     2,9     1,4     0   |\n| 46                                           | 21,1    19,4    17,7    16,1    14,5    13,0    11,5    10,0    8,5     7,1     5,6     4,2     2,8     1,4     0   |\n| 48                                           | 20,4    18,7    17,1    15,5    14,0    12,5    11,0    9,6     8,2     6,8     5,4     4,1     2,7     1,3     0   |\n| 50                                           | 19,6    18,0    16,4    14,9    13,4    12,0    10,6    9,3     7,9     6,6     5,2     3,9     2,6     1,3     0   |\n| 52                                           | 18,8    17,2    15,7    14,3    12,9    11,4    10,2    8,9     7,6     6,3     5,0     3,8     2,5     1,2     0   |\n| 54                                           | 17,9    16,5    15,0    13,6    12,3    11,0    9,7     8,1     7,2     6,0     4,8     3,6     2,3     1,2     0   |\n| 56                                           | 17,1    15,7    14,3    13,0    11,7    10,5    9,2     8,0     6,9     5,7     4,5     3,4     2,2     1,1     0   |\n| 58                                           | 16,2    14,8    13,5    12,3    11,1    9,9     8,7     7,6     6,5     5,4     4,3     3,2     2,1     1,1     0   |\n| 60                                           | 15,2    14,0    12,7    11,6    10,4    9,3     8,2     7,2     6,1     5,1     4,0     3,0     2,0     1,0     0   |\n| 62                                           | 14,3    13,1    12,0    10,9    9,8     8,8     7,7     6,8     5,8     4,8     3,8     2,9     1,9     0,9     0   |\n| 64                                           | 13,4    12,3    11,2    10,2    9,2     8,2     7,2     6,3     5,4     4,5     3,5     2,7     1,7     0,9     0   |\n| 66                                           | 12,4    11,4    10,4    9,4     8,5     7,6     6,7     5,9     5,0     4,1     3,3     2,5     1,6     0,8     0   |\n| 68                                           | 11,4    10,5    9,5     8,7    7,8     7,0     6,2     5,4     4,6     3,8     3,0     2,3     1,5     0,7     0   |\n| 70                                           | 10,5    9,6     8,7    7,9     7,1     6,4     5,6     4,9     4,2     3,5     2,8     2,1     1,4     0,7     0   |\n| 72                                           | 9,4     8,6    7,9     7,2     6,5     5,6     5,1     4,4     3,8     3,1     2,5     1,9     1,2     0,6     0   |\n| 74                                           | 8,4     7,7    7,0     6,4     5,8     5,1     4,5     4,0     3,4     2,8     2,2     1,7     1,1     0,5     0   |\n| 76                                           | 7,4     6,8    6,2     5,6     5,1     4,5     4,0     3,5     3,0     2,5     2,0     1,5     1,0     0,5     0   |\n| 78                                           | 6,3     5,8    5,3     4,8    4,3     3,9     3,4     3,0     2,6     2,1     1,7     1,3     0,8     0,4     0   |\n| 80                                           | 5,3     4,9    4,4    4,0    3,6    3,2    2,9    2,5    2,1    1,8    1,4    1,1    0,7    0,3    0   |\n| 82                                           | 4,3     3,9    3,5    3,2    2,9    2,6    2,3    2,0    1,7    1,4    1,1    0,8    0,6    0,3    0   |\n| 84                                           | 3,2     2,9    2,7    2,4    2,2    1,9    1,7    1,5    1,3    1,1    0,8    0,6    0,4    0,2    0   |\n| 86                                           | 2,2     1,9    1,8    1,6    1,5    1,3    1,1    1,0    0,9    0,7    0,6    0,4    0,3    0,1    0   |\n| 88                                           | 1,1     1,0    0,9    0,8    0,7    0,6    0,5    0,4    0,3    0,2    0,1    0,0    0,0    0,0    0   |\n| 90                                           | 0,0     0,0    0,0    0,0    0,0    0,0    0,0    0,0    0,0    0,0    0,0    0,0    0,0    0,0    0   |\n\nRefraction in right ascension, × sec declination.\n\nThis correction is — on the east, and + on the west side of the meridian.\nNo. II. Table of the Effect of Parallax in North Polar Distance, and AR.\n\nThe horizontal parallax = 8\",6. This correction is always —.\n\n| Angle of the vertical and horary | DEGREES OF ALTITUDE |\n|---------------------------------|---------------------|\n|                                 | 0°     10°    20°   30°   40°   50°   60°   70°   80°   90° |\n|                                 | 0°     8,60   8,47   8,08   7,45   6,59   5,53   4,30   2,94   1,49   0,50   0° |\n|                                 | 10°    8,47   8,34   7,96   7,34   6,49   5,45   4,23   2,90   1,47   0,50   80° |\n|                                 | 20°    8,08   7,96   7,60   7,00   6,19   5,20   4,04   2,77   1,40   0,50   70° |\n|                                 | 30°    7,45   7,34   6,99   6,45   5,71   4,79   3,72   2,55   1,29   0,50   60° |\n|                                 | 40°    6,59   6,49   6,18   5,70   5,05   4,23   3,29   2,26   1,15   0,50   50° |\n|                                 | 50°    5,53   5,44   5,19   4,79   4,23   3,55   2,76   1,89   0,96   0,50   40° |\n|                                 | 60°    4,30   4,23   4,04   3,72   3,30   2,76   2,15   1,47   0,74   0,50   30° |\n|                                 | 70°    2,94   2,90   2,77   2,55   2,26   1,89   1,47   1,01   0,51   0,50   20° |\n|                                 | 80°    1,49   1,47   1,40   1,29   1,14   0,95   0,75   0,50   0,26   0,50   10° |\n\nParallax in right ascension, × sec declination.\nThis correction is + on the east, and — on the west side of the meridian.\n\nNo. III. Table of the Effect of Parallax in North Polar Distance, and AR.\n\nThe horizontal parallax being = 10\". This correction is always —.\n\n| Angle of the vertical and horary | DEGREES OF ALTITUDE |\n|---------------------------------|---------------------|\n|                                 | 0°     10°    20°   30°   40°   50°   60°   70°   80°   90° |\n|                                 | 0°     10,00  9,85  9,40  8,66  7,66  6,43  5,00  3,42  1,73  0,50  0° |\n|                                 | 10°    9,85  9,70  9,26  8,53  7,54  6,33  4,92  3,37  1,70  0,50  80° |\n|                                 | 20°    9,40  9,25  8,83  8,14  7,20  6,04  4,70  3,21  1,63  0,50  70° |\n|                                 | 30°    8,66  8,53  8,14  7,51  6,64  5,57  4,33  2,96  1,50  0,50  60° |\n|                                 | 40°    7,66  7,54  7,20  6,63  5,87  4,93  3,83  2,62  1,32  0,50  50° |\n|                                 | 50°    6,43  6,33  6,04  5,56  4,92  4,13  3,21  2,21  1,11  0,50  40° |\n|                                 | 60°    5,00  4,92  4,70  4,33  3,83  3,21  2,50  1,71  0,86  0,50  30° |\n|                                 | 70°    3,42  3,37  3,21  2,96  2,62  2,20  1,71  1,17  0,59  0,50  20° |\n|                                 | 80°    1,73  1,71  1,63  1,50  1,33  1,11  0,87  0,59  0,30  0,50  10° |\n\nParallax in right ascension, × sec declination.\nThis correction is + on the east, and — on the west side of the meridian.\nNo. IV.\n\nTable of Natural Secants.\n\n| Deg. | Nat. sec. | Deg. | Nat. sec. | Deg. | Nat. sec. | Deg. | Nat. sec. | Deg. | Nat. sec. |\n|------|-----------|------|-----------|------|-----------|------|-----------|------|-----------|\n| 1    | 10002     | 16   | 10403     | 31   | 11666     | 46   | 14396     | 61   | 20627     |\n| 2    | 10006     | 17   | 10457     | 32   | 11792     | 47   | 14663     | 62   | 21301     |\n| 3    | 10014     | 18   | 10515     | 33   | 11924     | 48   | 14945     | 63   | 22027     |\n| 4    | 10024     | 19   | 10576     | 34   | 12062     | 49   | 15243     | 64   | 22812     |\n| 5    | 10038     | 20   | 10642     | 35   | 12208     | 50   | 15557     | 65   | 23662     |\n| 6    | 10055     | 21   | 10711     | 36   | 12361     | 51   | 15890     | 66   | 24586     |\n| 7    | 10075     | 22   | 10785     | 37   | 12521     | 52   | 16243     | 67   | 25593     |\n| 8    | 10098     | 23   | 10864     | 38   | 12690     | 53   | 16626     | 68   | 26695     |\n| 9    | 10124     | 24   | 10946     | 39   | 12868     | 54   | 17013     | 69   | 27904     |\n| 10   | 10154     | 25   | 11034     | 40   | 13054     | 55   | 17434     | 70   | 29238     |\n| 11   | 10187     | 26   | 11126     | 41   | 13250     | 56   | 17883     | 71   | 30716     |\n| 12   | 10223     | 27   | 11223     | 42   | 13456     | 57   | 18361     | 72   | 32361     |\n| 13   | 10263     | 28   | 11326     | 43   | 13673     | 58   | 18871     | 73   | 34203     |\n| 14   | 10306     | 29   | 11434     | 44   | 13902     | 59   | 19416     | 74   | 36280     |\n| 15   | 10353     | 30   | 11547     | 45   | 14142     | 60   | 20000     | 75   | 38637     |\n\nInfinite\nNo. V. Table of the Correction of the Time, shewn by an Equatorial, on Account of Refraction, when the Instrument is not previously adjusted to the true Meridian.\n\n| Angle of the vertical with the horary circle | DEGREES OF ALTITUDE |\n|---------------------------------------------|---------------------|\n|                                             | 7°      10°     15°     20°     25°     30°     35°     40°     45°     50°     60°     70°     80° |\n| Sec.                                        | Sec.    Sec.    Sec.    Sec.    Sec.    Sec.    Sec.    Sec.    Sec.    Sec.    Sec.    Sec.    Sec. |\n| 0                                           | 338,    241,   161,3   118,9   94,2    74,9    62,     51,7    43,7    36,8    25,3    16,1    8,     |\n| 5                                           | 169,    120,   80,7    59,4    47,     37,4    31,     25,9    21,9    18,4    12,6    8,1     4,     |\n| 10                                          | 114,    81,    54,3    40,      31,8    25,2    20,9    17,4    14,7    12,4    8,5     5,4     2,7    |\n| 15                                          | 86,     61,    41,     30,4    24,1    19,1    15,8    13,2    9,4     6,5     4,1     2,1     |\n| 20                                          | 70,     50,    33,4    24,6    19,5    15,5    12,8    10,7    9,1     7,6     5,2     3,3     1,7    |\n| 25                                          | 59,     42,    28,2    20,6    16,4    13,    10,8    9,     7,6     6,4     4,4     2,8     1,4    |\n| 30                                          | 51,     36,    24,4    18,     14,3    11,4    9,4     7,8     6,6     5,6     3,8     2,4     1,2    |\n| 35                                          | 46,     33,    21,8    16,     12,7    10,1    8,4     7,     5,9     5,     3,4     2,2     1,1    |\n| 40                                          | 41,     30,    19,9    14,6    11,8    9,2     7,6     6,3     5,4     4,5     3,1     2,     1,     |\n| 45                                          | 38,     27,    18,3    13,4    10,7    8,5     7,1     5,9     5,     4,2     2,9     1,8     0,     |\n| 50                                          | 36,     26,    17,1    12,6    10,1    7,9     6,6     5,5     4,6     3,9     2,7     1,7     0,9    |\n| 55                                          | 34,     24,    16,2    11,9    9,5     7,5     6,3     5,2     4,4     3,7     2,5     1,6     0,8    |\n| 60                                          | 32,     23,    15,5    11,4    9,1     7,2     6,     4,9     4,2     3,5     2,4     1,5     0,8    |\n| 65                                          | 31,     22,    14,9    11,     8,8     6,9     5,8     4,8     4,     3,4     2,3     1,5     0,7    |\n| 70                                          | 30,     21,    14,2    10,5    8,3     6,6     5,5     4,6     3,9     3,2     2,2     1,4     0,7    |\n| 80                                          | 29,     21,    14,     10,3    8,2     6,5     5,4     4,5     3,8     3,2     2,2     1,4     0,7    |\n| 90                                          |         |         |         |         |         |         |         |         |         |         |         |         |\n\n× Secant of declination.\n\nThis equation is — on the east, and + on the west side of the meridian.\nNo. VI. Table shewing the Correction of the Meridian Line, found by an Equatorial, arising from the Effect of Refraction, in Minutes and Decimals.\n\n| Angle of the vertical with the horary circle | Degrees of Altitude |\n|---------------------------------------------|---------------------|\n|                                             | 7°      | 10°     | 15°     | 20°     | 25°     | 30°     | 35°     | 40°     | 45°     | 50°     | 60°     | 70°     | 80°     |\n| 5                                           | 84,5    | 60,3    | 40,6    | 29,8    | 22,9    | 18,3    | 15,5    | 12,6    | 10,9    | 9,2     | 6,3     | 4,1     | 2,3     |\n| 10                                          | 41,7    | 29,7    | 19,8    | 14,8    | 11,4    | 9,1     | 7,7     | 6,2     | 5,4     | 4,5     | 3,1     | 2,1     | 1,1     |\n| 15                                          | 27,3    | 19,5    | 13,1    | 9,7     | 7,5     | 5,9     | 5,1     | 4,1     | 3,5     | 3       | 2,1     | 1,3     | 0,7     |\n| 20                                          | 20,1    | 14,4    | 9,6     | 7,2     | 5,5     | 4,4     | 3,7     | 3       | 2,6     | 2,2     | 1,5     | 1       | 0,5     |\n| 25                                          | 15,8    | 11,4    | 7,6     | 5,6     | 4,3     | 3,4     | 2,9     | 2,4     | 2       | 1,7     | 1,2     | 0,8     | 0,4     |\n| 30                                          | 12,7    | 9,1     | 6,1     | 4,5     | 3,4     | 2,8     | 2,3     | 1,9     | 1,6     | 1,4     | 1,1     | 0,9     | 0,6     |\n| 35                                          | 10,2    | 7,5     | 5,1     | 3,7     | 2,8     | 2,3     | 1,9     | 1,6     | 1,3     | 1,1     | 0,9     | 0,6     | 0,3     |\n| 40                                          | 8,7     | 6,2     | 4,2     | 3,1     | 2,4     | 1,9     | 1,6     | 1,3     | 1,1     | 0,9     | 0,6     | 0,4     | 0,2     |\n| 45                                          | 7,3     | 5,2     | 3,5     | 2,6     | 2       | 1,6     | 1,3     | 1,1     | 0,9     | 0,8     | 0,5     | 0,3     | 0,2     |\n| 50                                          | 6,1     | 4,4     | 2,9     | 2,2     | 1,7     | 1,3     | 1,1     | 0,9     | 0,8     | 0,6     | 0,4     | 0,3     | 0,2     |\n| 55                                          | 5,1     | 3,7     | 2,4     | 1,8     | 1,4     | 1,1     | 0,9     | 0,8     | 0,7     | 0,5     | 0,4     | 0,2     | 0,1     |\n| 60                                          | 4,2     | 3       | 2       | 1,5     | 1,1     | 0,9     | 0,8     | 0,6     | 0,5     | 0,4     | 0,3     | 0,2     | 0,1     |\n| 65                                          | 3,4     | 2,4     | 1,6     | 1,2     | 0,9     | 0,8     | 0,6     | 0,5     | 0,4     | 0,3     | 0,2     | 0,2     | 0,1     |\n| 70                                          | 2,7     | 1,9     | 1,3     | 0,9     | 0,7     | 0,6     | 0,5     | 0,4     | 0,3     | 0,3     | 0,2     | 0,1     | 0,1     |\n| 80                                          | 1,3     | 0,9     | 0,6     | 0,5     | 0,4     | 0,3     | 0,2     | 0,2     | 0,1     | 0,1     | 0,1     | 0,1     | 0,1     |\n| 90                                          | 0,0     | 0       | 0       | 0       | 0       | 0       | 0       | 0       | 0       | 0       | 0       | 0       | 0       |\n\n× Secant of the altitude.\n\nNote. If the observation is on the {east} side of the meridian, then is the true meridian so many minutes to the {west} of that found by the instrument.\nNo. VII. Table of the Effect of Refraction in Right Ascension in Time, when the Equatorial is adjusted to the Meridian.\n\n| Angle of the vertical with the horary circle | DEGREES OF ALTITUDE |\n|---------------------------------------------|---------------------|\n|                                             | 3°     5°     7°     10°    15°    20°    25°    30°    35°    40°    45°    50°    60°    70°    80° |\n| Sec.                                        | Sec.   Sec.   Sec.   Sec.   Sec.   Sec.   Sec.   Sec.   Sec.   Sec.   Sec.   Sec.   Sec.   Sec.   Sec. |\n| 0                                           | 5,1    3,5    2,5    1,8    1,2    0,9    0,7    0,6    0,5    0,4    0,3    0,2    0,1    0,1    0,1 |\n| 10                                          | 10,1   6,9    5,1    3,7    2,5    1,8    1,4    1,1    0,9    0,8    0,7    0,5    0,4    0,3    0,2    0,1 |\n| 15                                          | 15,1   10,3   7,6    5,4    3,6    2,7    2,1    1,7    1,4    1,2    1,0    0,8    0,6    0,4    0,3    0,2 |\n| 20                                          | 19,9   13,5   10,3   7,2    4,8    3,5    2,8    2,2    1,9    1,4    1,2    1,1    0,7    0,5    0,3    0,2 |\n| 25                                          | 24,5   16,6   12,3   8,8    5,9    4,3    3,4    2,7    2,3    1,9    1,6    1,3    0,9    0,6    0,3    0,3 |\n| 30                                          | 29,1   19,7   14,6   10,5   7,5    5,2    4,1    3,3    2,7    2,3    1,9    1,7    1,1    0,7    0,3    0,3 |\n| 35                                          | 33,4   22,7   16,8   12,8   8,5    5,9    4,7    3,7    3,1    2,6    2,2    1,8    1,3    0,8    0,4    0,4 |\n| 40                                          | 37,4   25,4   18,6   13,5   9,7    6,7    5,2    4,2    3,4    2,9    2,4    2,1    1,4    0,9    0,4    0,4 |\n| 45                                          | 41,3   28,1   20,7   14,9   9,9    7,3    5,7    4,6    3,9    3,2    2,7    2,3    1,5    1,0    0,5    0,5 |\n| 50                                          | 44,7   30,3   22,5   16,1   10,7   7,9    6,2    5,1    4,1    3,5    2,9    2,5    1,7    1,1    0,5    0,5 |\n| 55                                          | 47,7   32,4   24,2   17,2   11,5   8,5    6,7    5,3    4,4    3,7    3,1    2,7    1,8    1,1    0,5    0,5 |\n| 60                                          | 50,3   34,2   25,3   18,1   12,1   8,9    7,5    5,7    4,7    3,9    3,3    2,8    1,9    1,2    0,6    0,6 |\n| 65                                          | 52,8   35,9   26,5   19,2   12,8   9,3    7,4    5,9    4,9    4,2    3,5    2,9    2,1    1,3    0,6    0,6 |\n| 70                                          | 54,6   37,7   27,5   19,7   13,1   9,7    7,7    6,1    5,1    4,3    3,5    3,0    2,1    1,3    0,6    0,6 |\n| 80                                          | 57,6   39,1   28,9   20,7   13,8   10,1   8,2    6,5    5,3    4,5    3,8    3,2    2,2    1,4    0,7    0,7 |\n| 90                                          | 58,4   39,6   29,3   21,1   14,3   10,3   8,2    6,5    5,4    4,5    3,8    3,2    2,2    1,4    0,7    0,7 |\n\n× Secant of declination.\n\nThis correction is — on the east, and + on the west side of the meridian.\nNo. VIII. Table of the Effect of Refraction in Declination, when the Equatorial is adjusted to the Meridian.\n\n| Angle of the vertical with the horary circle | Degrees of Altitude |\n|---------------------------------------------|---------------------|\n|                                             | 3°     5°     7°    10°   15°   20°   25°   30°   35°   40°   45°   50°   60°   70°   80° |\n| 0                                           | 14 36   9 54   7 20   5 15   3 30   2 35   2 21   1 38   1 21   1 8    57   48   33   21   10 |\n| 10                                          | 14 24   9 46   7 14   5 11   3 27   2 32   2 17   1 37   1 20   1 7    57   48   33   21   10 |\n| 20                                          | 13 39   9 16   6 52   4 56   3 17   2 26   1 55   1 32   1 16   1 4    53   45   31   20   9   |\n| 25                                          | 13 12   8 59   6 38   4 45   3 10   2 20   1 50   1 29   1 14   1 2    52   44   30   19   9   |\n| 30                                          | 12 35   8 33   6 20   4 32   3 1    2 14   1 45   1 25   1 10   59   49   42   29   18   9   |\n| 35                                          | 11 55   8 66   4 18   2 52   2 7    1 40   1 20   1 6    56   46   39   27   17   8   |\n| 40                                          | 11 11   7 35   5 37   4 1    2 40   1 59   1 33   1 15   1 2    52   43   37   25   16   8   |\n| 45                                          | 10 19   7 5   5 11   3 43   2 28   1 50   1 26   1 9    58   48   40   34   23   15   7   |\n| 50                                          | 9 22    6 21   4 42   3 22   2 15   1 40   1 18   1 3    52   44   36   31   21   14   6   |\n| 55                                          | 8 21    5 40   4 12   3 2    1 29   1 10   56   46   39   33   27   19   12   6   |\n| 60                                          | 7 16    4 56   3 39   2 37   1 45   1 18   1 1    49   40   34   29   24   16   11   5   |\n| 65                                          | 6 7     4 93   4 2    1 28   1 5    51   41   34   28   24   20   14   9    4   |\n| 70                                          | 4 58    3 22   2 30   1 48   1 32   53   42   33   28   23   19   16   11   7    3   |\n| 75                                          | 3 45    2 34   1 54   1 21   54   40   32   25   21   18   15   12   9    6    3   |\n| 80                                          | 2 32    1 43   1 16   55   37   27   21   17   14   12   10   8    6    4    2   |\n| 85                                          | 1 16    52    38    27   18   13   11   9    7    6    5    4    3    2    1   |\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106809.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 78,
    "total-input-tokens": 125110,
    "total-output-tokens": 39850,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1333,
        2
      ],
      [
        1333,
        3109,
        3
      ],
      [
        3109,
        4857,
        4
      ],
      [
        4857,
        6670,
        5
      ],
      [
        6670,
        8420,
        6
      ],
      [
        8420,
        10189,
        7
      ],
      [
        10189,
        11953,
        8
      ],
      [
        11953,
        13704,
        9
      ],
      [
        13704,
        15497,
        10
      ],
      [
        15497,
        17383,
        11
      ],
      [
        17383,
        19236,
        12
      ],
      [
        19236,
        21093,
        13
      ],
      [
        21093,
        22929,
        14
      ],
      [
        22929,
        24790,
        15
      ],
      [
        24790,
        26673,
        16
      ],
      [
        26673,
        28424,
        17
      ],
      [
        28424,
        30127,
        18
      ],
      [
        30127,
        31924,
        19
      ],
      [
        31924,
        33993,
        20
      ],
      [
        33993,
        35899,
        21
      ],
      [
        35899,
        37853,
        22
      ],
      [
        37853,
        39688,
        23
      ],
      [
        39688,
        41454,
        24
      ],
      [
        41454,
        43204,
        25
      ],
      [
        43204,
        45050,
        26
      ],
      [
        45050,
        47104,
        27
      ],
      [
        47104,
        49015,
        28
      ],
      [
        49015,
        50829,
        29
      ],
      [
        50829,
        52569,
        30
      ],
      [
        52569,
        53622,
        31
      ],
      [
        53622,
        55945,
        32
      ],
      [
        55945,
        57854,
        33
      ],
      [
        57854,
        58273,
        34
      ],
      [
        58273,
        59689,
        35
      ],
      [
        59689,
        61038,
        36
      ],
      [
        61038,
        62849,
        37
      ],
      [
        62849,
        64721,
        38
      ],
      [
        64721,
        66431,
        39
      ],
      [
        66431,
        68296,
        40
      ],
      [
        68296,
        70100,
        41
      ],
      [
        70100,
        72060,
        42
      ],
      [
        72060,
        73811,
        43
      ],
      [
        73811,
        75655,
        44
      ],
      [
        75655,
        77520,
        45
      ],
      [
        77520,
        79422,
        46
      ],
      [
        79422,
        81180,
        47
      ],
      [
        81180,
        83028,
        48
      ],
      [
        83028,
        84911,
        49
      ],
      [
        84911,
        86774,
        50
      ],
      [
        86774,
        88502,
        51
      ],
      [
        88502,
        90025,
        52
      ],
      [
        90025,
        91215,
        53
      ],
      [
        91215,
        92430,
        54
      ],
      [
        92430,
        94074,
        55
      ],
      [
        94074,
        95675,
        56
      ],
      [
        95675,
        97309,
        57
      ],
      [
        97309,
        98722,
        58
      ],
      [
        98722,
        100052,
        59
      ],
      [
        100052,
        108189,
        60
      ],
      [
        108189,
        111195,
        61
      ],
      [
        111195,
        112890,
        62
      ],
      [
        112890,
        116181,
        63
      ],
      [
        116181,
        119677,
        64
      ],
      [
        119677,
        122882,
        65
      ],
      [
        122882,
        125483,
        66
      ],
      [
        125483,
        125483,
        67
      ],
      [
        125483,
        125483,
        68
      ],
      [
        125483,
        125483,
        69
      ],
      [
        125483,
        125483,
        70
      ],
      [
        125483,
        125483,
        71
      ],
      [
        125483,
        125483,
        72
      ],
      [
        125483,
        125483,
        73
      ],
      [
        125483,
        125483,
        74
      ],
      [
        125483,
        125483,
        75
      ],
      [
        125483,
        125483,
        76
      ],
      [
        125483,
        125483,
        77
      ],
      [
        125483,
        125483,
        78
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106809",
    "title": "An Account of the Equatorial Instrument. By Sir George Shuckburgh, Bart. F. R. S.",
    "authors": "George Shuckburgh",
    "year": 1793,
    "volume": "83",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 78,
    "jstor_url": "https://www.jstor.org/stable/106809"
  }
}