{
  "id": "b7dda27a8a6924b2a5375c0765aa53891ab38dfa",
  "text": "II. Some Observations made in an Ostrich, dissected by Order of Sir Hans Sloane, Bart. By Mr. John Ranby, Surgeon. F. R. S.\n\nHaving separated the Muscles of the Abdomen, which in this Subject were only two oblique Pair, we observ'd, between their Tendons, which were very strong, and the Peritoneum, which was exceeding thin, a thick Layer of sevous Fat, whose Office, considering the Smallness of the Epiploon, and the few adipose Vesicles of the Mesentery, with the Thinness of the Peritoneum, might probably be to supply the Part both of Epiploon and Mesentery in other Animals, as to lubricating the Intestines.\n\nThere were, in our Subject, two distinct Ventricles, contrary to the Observation of the Royal Academy at Paris. The first, and in its natural Situation, the lower, which the Members of the said Academy, call the Craw, and suppose to be only a Dilatation of the Oesophagus, was considerably larger than the second, and uppermost Muscular One; besides, that it had strong Muscular Fibres, both circular and longitudinal: The Duodenum comes immediately out of the second Ventricle.\n\nBoth Ventricles were distended beyond their usual Form, and fill'd up with so large a Quantity of Food of different Kinds, as Stones, Bones, Sticks, Grain, and other Food, that it was almost impossible for them to perform their Office of Digestion, which very likely was one of the chief Causes of the Animal's Sickness and Death; and, really, the Contents of both seem'd to have undergone but very little or no Alteration.\nThe Epiploon partly cover'd the first Ventricle, but was no Ways proportionable to the Size of the Animal.\n\nThe Spleen was fasten'd, by a Membrane, to the right Side of the second Ventricle, and was very small, considering the Size of the Animal.\n\nThe Glands of the Mesentery were hardly visible, but the Veins and Arteries very conspicuous.\n\nThe Cæcums, in our Subject, were near three Foot in Length, the Diameter one Inch eight Lines; they were fasten'd to the Ileum, and not to the Colon, as the Gentlemen of the Royal Academy assert.\n\nTo their Description of the Kidneys, I have nothing to add, except that the two Ureters lay upon their Surface, as they do in other Birds, and that their different Branches, coming from all the Parts of the Kidney, of which the superior was very conspicuous, enter'd the Kidney about its Middle, and form'd there a very large Pelvis.\n\nThe Liver was in one Cavity with the Heart, of which it cover'd near one half; it had no Gall Bladder, and but one Ductus Bilarius inserted into the Duodenum, about two Inches below the Pylorus, which seem'd to have an immediate Communication with the Vena Porta, because, by blowing into it, this latter was also distended. The Heart and Liver were separated from the Intestines, by a membranous Diaphragm.\n\nBoth Heart and Liver were suspended by one common Mediastinum, by the Help of its several Membranes, and eight strong Muscles on each Side, arising from the upper Part of the Ribs, going from thence over the Lungs, and ending in a very strong Tendinous Membrane, which is inserted into the Spina Dorfi.\nThe Liquor, contain'd in the Pericardium, was small in Quantity, and perfectly transparent.\n\nThe Lungs lay under the Diaphragm and its Muscles, in a deep Cavity, form'd by the five true Ribs. They were pretty thick about the middle, and exceeding thin and sharp towards the Extremities.\n\nIn viewing the Eye external, it did somewhat resemble the Human Eye, except that it was less Convex, with a free and moveable upper Eye-lid, with Eyelashes, as most Terrestrial Animals have, besides a Tunic Nicitans, as in other Birds. Besides the seven Muscles of the Eye, as they are in Brutes, it had two more, one arising from the fore-part of the Sclerotica, which soon form'd a small Tendon, obliquely surrounding the Optic Nerve, and then join'd to another Muscle, which arises opposite to the former, from which the Tendon continues its Way, and is inserted in the Tunic Nicitans. The Aqueous Humour we found in greater Quantity, than is common. The Crystalline was of an uniform Substance, but less Convex on the inside, then without. The Vitreous was small in Quantity, considering the Largeness of the Eye; the Choroides was entirely black, without that Variety of Colours at its Bottom, which is common to most Brutes. The fore-part of the Sclerotica, where it is annexed to the Cornea, was bony, consisting of 15 bony Scales join'd one to another, so as to make one circular Bone round the Cornea.\n\nAs for a more particular Description, I refer to the Anatomical Account given by the Royal Academy at Paris, in their Natural History of Animals, and to Vallisneri, Professor at Padua, his Notomia del Struthio.\nReferences to the Figures.\n\nFig. V.\n\nShews the upper Part of the Thorax, the Sternum being remov'd, with the Heart and Liver and neighb'ring Parts, in their natural Situation.\n\nA A. The Membranous Diaphragm, in which are observ'd several distinct Cavities.\n\na a a. The Ligament that suspends the Diaphragm.\nb b. The Ribs.\n\nB. The Heart. C C. The two Lobes of the Liver immediately above the Heart.\n\nc c. The Brachial Artery. d. The Vein.\n\ne e. Vena Cava.\n\nf. A Gland, on the Brachial Artery.\n\ng g. Part of the Aspera Arteria.\n\nh h. Part of the Oesophagus.\n\ni i. Two Muscles arising from the Sternum, and inserted into the Aspera Arteria.\n\nFig. VI.\n\nThe inferior Part of the Thorax, the Heart and Liver being remov'd.\n\nA A A. The lower Part of the Diaphragm, immediately covering the Lungs.\n\nB B, &c. Eight strong fleshy Muscles arising from the Ribs, and inserted into the Diaphragm, forming a Cavity for the Heart and Liver.\n\nc c c. The Ribs. D. The descending Trunk of the Aorta.\n\nE E. The left Lobe of the Lungs freed from the Diaphragm.\n\nF. Part\nF. Part of the *Aspera Arteria*.\n\nFig. VII.\nPart of the Globe of the Eye.\n\n*a.* The *Cornea*.  \n*b b.* The Ciliary Ligament.  \n*c c c.* The fore-part of the *Sclerotica*, compos'd of 15 bony Scales.\n\nFig. VIII.\nThe back-part of the Globe.\n\n*a a a.* The back-part of the *Sclerotica*.  \n*b b b,* &c. The seven Muscles.  \n*c c c.* The eighth and ninth; the *Tendon* of which (*d d*) goes round the Optic Nerve, *f*, and is inserted into the *Tunica Nictitans*.  \n*e e.* *Membrana Nictitans*.\n\nFig. IX.\nThe Kidneys with their Vessels.\n\n*A A.* The Kidneys.  \n*B B.* *Aorta descendens*.  \n*C C.* *Vena Cava*.  \n*D D.* The Emulgent Arteries.  \n*E E.* The Emulgent Vein with its Ramifications.  \n*F F.* The Ureters.  \n*G.* The Union of the superior and inferior Ureter.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103779.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 14944,
    "total-output-tokens": 2038,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        0,
        4
      ],
      [
        0,
        0,
        5
      ],
      [
        0,
        1521,
        6
      ],
      [
        1521,
        3108,
        7
      ],
      [
        3108,
        4719,
        8
      ],
      [
        4719,
        5769,
        9
      ],
      [
        5769,
        6531,
        10
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103779",
    "title": "Some Observations Made in an Ostrich, Dissected by Order of Sir Hans Sloane, Bart. By Mr. John Ranby, Surgeon. F. R. S.",
    "authors": "Hans Sloane, John Ranby",
    "year": 1724,
    "volume": "33",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/103779"
  }
}