{
  "id": "26bc31f4999ba81353184f9aeaa66af60b9e4f2f",
  "text": "AN INDEX TO THE Forty-sixth VOLUME OF THE Philosophical Transactions, For the Years 1749, and 1750.\n\nA.\n\nAbstracts of several Observations of Aurora Boreales, n. 495, p. 499—505.\nAcceleration of the Moon, by Rev. Mr. Richard Dunthorne, n. 492, p. 162.\nAdvice, M. D. (Swithin) on the Virtues of Jessop's Well Waters, n. 495, p. 451.\nAgreement of Thermometers, in London, and at Tooting, n. 493, p. 208.\nAir, Obi. of the Change of its Temperature, Nov. 22. 1748. by Dr. Miles, n. 491, p. 3.\nAmmonitae, or Cornua Ammonis, some Vertebrae, by the same, n. 491, p. 37.\nAmphora, the Roman, n. 491, p. 70.\nAncell, an antient Weight, n. 491, p. 55.\nApotheosis, or Beatification, an Electrical Experiment, by Prof. Bosc, n. 494, p. 350.\nApple-trees, the Effects of the Mixture of their Farina, n. 493, p. 206.\nINDEX.\n\nApproach, the gradual, of the Earth to the Sun, n. 493, p. 204.\nArch, a luminous, Febr. 16, 1749. by Dr. Wm. Cooper, n. 497, p. 647.\nArderon (Mr. Wm.) of the Roman Camp at Caistor in Norfolk, n. 493, p. 195.\n———Account of a Dwarf, n. 495, p. 467.\n———of the hot Weather in July 1750, n. 496, p. 573.\n———of an Explosion in the Air, heard at Norwich, June 7, 1750, n. 497, p. 698.\nArithmetical Instrument, the Shwan-pan, by Mr. Smethurst, n. 491, p. 22.\nArm, an extraordinary Case of the Fracture of one, by Mr. Freke, n. 494, p. 398.\nAvordupois, the legal and antient Standard Weight, n. 491, p. 54-59.\n———the Ounce the same as the Roman, ibid. p. 69.\nWhence its Name, ib. p. 68.\nAurora Australis, seen at Chelsea, Jan. 23, 1749-50, by John Martyn, n. 494, p. 319.—Feb. 16, ib. p. 345, by the same.—Jan. 23, 1750-51, by Dr. Henry Miles, ib. p. 346.\n———Borealis at Northampton, obs. by Dr. Doddridge, n. 497, p. 712.\nAuroræ Boreales, Abstracts of several Observations on them, n. 495, p. 499—505.\n\nB.\nBaker (Mr. Henry) of some Vertebrae of Ammonita, or Cornua Ammonis, n. 491, p. 37.\n———of the Minuteness of the Seeds in some Plants, n. 494, p. 337.\n———Abstracts of several Observations of Auroræ Boreales, n. 495, p. 499—505.\n———of an Earthquake at London, Feb. 8, 1749-50, n. 497, p. 601.—March 8, 1749-50, ib. p. 617.—at Winbourn in Dorsetshire, May 4, 1749, ib. p. 689.\nBall of Fire in the Air, n. 497, p. 728.\n\nBarker,\nINDEX.\n\nBarker, Esq; (Tho.) of an extraordinary Meteor seen in Rutlandshire 1749, n. 493, p. 248.\nBarlow (Rev. Mr. Wm.) of an Earthquake at Plymouth, Feb. 8. 1749-50, n. 497, p. 692.\nBarometer and Thermometer, with their Extremes, at Tooting, 1749, n. 493, p. 211.—in London, ib. p. 213.\n——— the State of them on the 8th of Feb. 1749-50, in London, n. 497, p. 608.—at Tooting, ib. p. 609.\nBarometrorum cum aeris & tempestatum mutationibus consensu, a S. C. Holmanno, n. 492, p. 101.\nBarrel, a Beer Measure, n. 491, p. 55.\nBarrow, Esq; (James) of an Earthquake at London, March 8, 1749-50, n. 497, p. 626.—near Bury St. Edmund's in Suffolk, Sept. 30, 1750, ib. p. 702.\nBartram (Mr. John) Obs. on the Dragon-fly, or Libella of Pennsylvania, n. 494, p. 323. 400.\nPas-relief of Mithras, explained by Dr. Stukely, n. 493, p. 215.\nBaster, (Joh.) Descriptio Fatus monstrus, n. 495, p. 479.\nBeatification, an electrical Experiment, by Prof. Boyle, n. 494, p. 350.\nBees of, and their Method of gathering Wax and Honey, n. 496, p. 536.\nBerlin, a Solar Eclipse there Jan. 8, 1750, obs. by Mr. Grischow and Mr. Kies, n. 494, p. 339.\nBevis, M. D. (John) Obs. of a Lunar Eclipse 1749, at Mr. Graham's in Fleet-street, n. 493, p. 247.—of the total Eclipse of the Moon, Dec. 2, 1750, n. 496, p. 575.\nBezoar of Rhinoceros, n. 492, p. 120.\nBills of Paper-money current among the Chinese, n. 494, p. 330.\nBirch (the Rev. Mr. Tho.) of an Earthquake at London, March 8, 1749-50, n. 497, p. 615.\nBlackhouse (John) had a Calculus under his Preputium, n. 491, p. 46.\nBlack Vomit, n. 492, p. 135.\nBladder, a Tumour on the Inside thereof extirpated by Joseph Warner, n. 495, p. 414.\nINDEX.\n\nBlondeau, Esq; (—) Remarks on the Paintings at Herculanum, n. 491, p. 14.\nBorlace's (the Rev. Mr. Wm.) Enquiry into Spar, and Sparry Productions, n. 493, p. 250.\nBoye (Mr. Geo. Matthias) on the Electricity of Glass, n. 492, p. 189.\n—of the Apotheosis or Beatification by Electricity, n. 494, p. 350.\n—de Eclip. lunar. Wittemb. 19 Jan. 1750, n. 496, p. 570.\nBowman, Esq; (Walter) of an Earthquake at East Moulsey in Surry, March 8, 1749-50, n. 497, p. 684.\nBoyfield (Mr.) of an Earthquake at London, March 8, 1749-50, n. 497, p. 637.\nBoza (Mr. Claude Gros de) Reflections on the Medals of Pescennius Niger, n. 495, p. 452.\nBridport, of an Earthquake there, March 18, 1749-50, n. 497, p. 688.\nBurning of the Steeple at Danbury in Essex, by Lightning, n. 497, p. 611.\nBurrau (Tho.) of an Earthquake at Kensington, March 8, 1749-50, n. 497, p. 681.\nBurrow, Esq; (James) of an Earthquake in London, March 8, 1749-50, from Mr. Boyfield, n. 497, p. 637.—at East Sheen in Surry, i'. p. 655.\nBurton, M. D. (John) of the Extirpation of an Excrecence from the Womb, n. 495, p. 520.\nBury St. Edmund's in Suffolk, of an Earthquake near that Place, Sept. 30, 1750, n. 497, p. 702.\nBushel, the London, n. 491, p. 55.—the Winchester, ibid. p. 56.\nButt of Wine, &c. n. 491, p. 55.\n\nC.\nCadaver apertus, & sternus gibbosus, per Jo. Jac. Huber, M. D. n. 492, p. 92.\nCalculus, or Stone, one between the Glans and the Preputium of a Boy, n. 491, p. 45.—of a very large human, n. 496, p. 596.\n\nCarlsbad,\nINDEX.\n\nCarlstad, the hot Springs there, n. 493, p. 219.\nCaistor in Norfolk; of the Roman Camp there, n. 492, p. 219.—the Russia, from what Animal, n. 493, p. 217.\nCat, M. D. (Gaud. Nic. le) of a new Contrivance of Glasses for Things in spirituous Liquors, n. 491, p. 6.\n———of the Cure of dry Gangrenes, ib. p. 72. &c.\n———Operation of Lithotomy on Women, n. 492, p. 97.\nCatalogue of the 50 Plants from Chelsea Garden, for the Year 1747, by Dr. John Wilmer, n. 494, p. 331.—for the Year 1748, ib. p. 359.—for the Year 1749, n. 495, p. 403.\nCatlin (Mr. John) of a Lunar Eclipse, June 8, 1750, n. 496, p. 523.\nCave, Bart. (Sir Thom.) of an Earthquake at Stanford Hall Sept. 30, 1750. n. 497, p. 706.\nChalmers (Mr.) of an extraordinary Fire-ball bursting at Sea, n. 494, p. 366.\nChauncy (Mrs.) who had a Stone under her Tongue, n. 491, p. 5.\nChelsea, an Aurora Australis there, Jan. 20, 1749-50. seen by John Martyn, n. 494, p. 319.\n———of an Earthquake there, Feb. 8, 1749-50. n. 497, p. 609.\nChester, of an Earthquake there, April 2, 1750. n. 497, p. 683.\nChinese Accompt Table, or Shwan-pan, a new one, by Mr. Smethurst, n. 491, p. 22.\n———have Paper Money current among them, n. 494, p. 330.\n———their Knowlege of Geography, ib. p. 328.\nClare, Esq; (Martin) of an Earthquake at London, March 8, 1749-50, n. 497, p. 620.\nClarke (the Rev. Rob.) of a Boy who had a Calculus under the Praputium, n. 491, p. 45.\nClove, a Weight, n. 491, p. 66.\nCometa visus Pekini, 1748, &c obs. ab Aug. Hallerstein, n. 494, p. 307.—ab Ant. Gaubil, ib. p. 316.\nCompass Mariners, destroy’d by the Effects of Lightning, n. 492, p. 111.—contrived by Gowin Knight, M. B. n. 495, p. 505.\n\nCondamin.\nINDEX.\n\nCondamine (Dom. de la) de Declinatione quarundam Stellarum Australium, mensis Junio 1738. n. 492, p. 159.\nCongius, a Measure of Vespasian, n. 491, p. 70.\nConjunctio Martis & Veneris Pekini Sinar. mensis Mart. 1748. n. 494, p. 314, 319.\nConstellatio nova, cts. Pekini, 29 Maii 1748. n. 494, p. 311.\nContraction of the Orbits of Planets, by Mr. Euler, ib. p. 356.\nCooke (Mr. Benj.) of the Mixture of the Farina of Apple-trees, n. 493, p. 205.—of the Mayze or Indian Corn, ib. p. 206.\n———of a Child born with the Jaundice upon it, ibid. p. 207.\n———of an Earthquake in the Isle of Wight, March 1, 1749-50, n. 497, p. 651.\nCooper, D. D. (Rev. Wm.) of the Earthquake on March 8, 1749-50, n. 497, p. 647.\n———of the luminous Arch, Feb. 16, 1749-50, ibid. p. 648.\nCornish Diamonds, an Inquiry into, n. 493, p. 251, &c.\nCosta (Mr. Eman. de) of two beautiful Echinites, n. 492, p. 143.\nCracau, of the Salt Mines near that Place, n. 493, p. 228.\nCrux Australis, ad inveniendum horam in mari noctu, n. 492, p. 141.\nCrystals, or Spars, found in the Cornish Mines, n. 493, p. 251, &c.\nCycle, or Golden Number, Remarks upon, by the Earl of Macclesfield, n. 495, p. 418.\n\nD.\nDanbury in Essex, its Steeple burnt by Lightning, n. 497, p. 611.—the Church is enter'd by the Devil, or Friar, ib. p. 612.\nDavid, Esq; (Peter) of an extraordinary Rainbow, July 15, 1748, n. 493, p. 193.\nDay, a very cold, in June 1749. n. 493, p. 208.—a very hot in July 1749. ibid.\nDean in Northamptonshire, of an Earthquake there, Sep. 30, 1750, n. 497, p. 721.\n\nDescriptio\nINDEX.\n\nDescriptio foetus sine ullo sexus signo, n. 495, p. 479.\nDescription of a Mariners Compass, contrived by Gowin Knight, ib. p. 505-512.\n—of a Fish, by Dr. Mortimer, ib. p. 518.\nDiamonds, Cornish, an Enquiry into, n. 493, p. 251, &c.\n—true, of their Properties, ib. p. 272.\nDimensions of a Dwarf, and of a Child, by David Erskine Baker, n. 495, p. 467.\nDobbs, Esq; (Artur) of Bees, and their Method of gathering Wax and Honey, n. 496, p. 536.\nDoddridge, D. D. (Rev. P.) of an Earthquake at Northampton, n. 497, p. 712.\nDog, a mad, bites an Horse, n. 495, p. 474.\nDowne (Mr. Nath.) of an Earthquake at Bridport, March 18, 1749-50, n. 497, p. 688.\nDragon Fly, Observations theron, by Mr. John Bartram, n. 494, p. 323.\nDudley Fossil, described by Dr. Lyttelton, n. 496, p. 599.\n—by Dr. C. Mortimer, ib. p. 600.\nDuntkorne (Rev. Mr. Richard) Acceleration of the Moon, n. 492, p. 162.\nDwarf, an Account of one, by Mr. Wm. Arderon, n. 495, p. 467.\n\nE.\nEarth in Huntingdonshire, of a Lunar Eclipse, Dec. 12, 1749. obs. by Mr. Wm. Ellob jun. n. 493, p. 280.\nEarth, her gradual Approach to the Sun, ib. p. 204.\nEarthquake at London, Feb. 8, 1749-50, by Mr. H. Baker, n. 497, p. 601.—by Gowin Knight, ib. p. 603.—by Jo Freeman, Esq; ib. p. 605.—at Eltham in Kent, by Wm. Fauquier, ib. p. 606.—at Tooting, by the Rev. Dr. Miles, ib. p. 607.—at Chelsea, by Dr. John Martyn, ib. p. 609.—at Harwich, by Mr. Trembley, ib. p. 610.\n—at Aldersbrook, by Smart Lethuillier, Esq; ib. p. 613.\n—at Plymouth, by Rev. Mr. Wm. Barlow, ib. p. 692.\n—at London, March 8, 1749-50, by Martin Folks, Esq; Pr. R. S. n. 497, p. 613.—by Rev. Mr. Birch, ib. p. 615.—by Mr. Henry Baker, ib. p. 617.—by Dr. Layard,\nINDEX.\n\nLayard, ib. p. 621.—by Mr. Roger Pickering, ib. p. 622.—by Robert Shaw, ib. p. 626.—by Mick. Russell, Esq; ib. p. 631.—by Dr. Parsons, ib. p. 633.—by Mr. Boyfield, ib. p. 637.—by Dr. Mortimer, ib. p. 638.—and by Rev. Dr. Cooper, ib. p. 647.\n\nEarthquake at Tooting, March 8, 1749-50, by Dr. Miles, p. 497, p. 619. 628. 639.—at Kensington Gravel-Pits, by Martin Clare, Esq; ib. p. 620.—at Chelsea, by Dr. Martyn, ib. p. 630.—at Portsmouth, March 18, by Mr. Ellicot, ibid. p. 646. by Dan. Wray, Esq; ibid. p. 647; and by the Rev. Mr. Taylor, ib. p. 649.—in the Isle of Wight, March 19, by Mr. Benj. Cooke, ib. p. 651.—at Southampton, and those Parts, March 18 and 19, by Josiah Colebrooke, ib. p. 652.—at Hackney near London, March 18, by Mr. Peter Newcome, ib. p. 653.—at East Sheen in Surrey, March 18, by James Burrow, Esq; ib. p. 655.—at Kensington, by Tho. Burrat, ib. p. 681.—at Chester, April 2, by Robert Paul, Esq; ib. p. 683.—at East Mousley, March 14, by Walter Bowman, Esq; ib. p. 684.—in Flintshire, April 2, by Mr. Pennant, ib. p. 687.—at Bridport, March 18, by Mr. Nath. Downe, ib. p. 688.—at Winbourn in Dorsetshire, May 4, 1749, by Mr. Henry Baker, ib. p. 689.—in France, Octob. 11, 1749, by M. de Beaumur, ib. p. 691.—at Warrington in Lancashire, April 2, by Mr. Ph. Warburton, ib. p. 695.—at Newton in Northamptonshire, Sept. 30, by Wm. Folkes, Esq; ib. p. 701.—near Bury St. Edmund's in Suffolk, and at Norberrough in Leicestershire, Sept. 30, by James Burrow, Esq; ib. p. 702. 704.—in Northamptonshire, Sept. 30, by Rev. Mr. John Nixon, ib. p. 705. 710. by Tho. Cave, ib. p. 706. by the Rev. Minister of Weston with Sutton, ib. p. 707. by the Rev. Dr. Doddridge, ib. p. 712. by Mr. ——, ib. p. 721; and by Mr. Wm. Smith, ib. p. 727.—in Leicestershire, Sept. 30, by Mr. Henry Green, ib. p. 723.—in Lincolnshire, Aug. 23, by Maurice Johnson, Esq; and Dr. John Green, ib. p. 725.\n\nEarthquakes\nINDEX.\n\nEarthquakes happen usually in the Spring and Autumn, n. 497, p. 624, 625.\n—the Causes of, by Mr. Stukely, ib. p. 641—646, 657. and by Dr. Steph. Hales, ib. p. 669.\n—at Smyrna, by Dr. Mackenzie, n. 497, p. 700.\n—the Philosophy of, by Dr. Wm. Stukely, ibid. p. 731, &c.\n\nEaster, the Method of finding the Time of; by the Earl of Macclesfield, n. 495, p. 426.\n\nEchinites, two beautiful, by Mr. Eman. de Costa, n. 492, p. 143.\n\nEclipse of the Moon, Dec. 12, 1749. obs. at Mr. Graham's in Fleet street, by John Bevis, M.D. and Mr. James Short, n. 493, p. 247.—at Erith in Huntingdonshire, by Mr. Wm. Elstob jun. ib. p. 280.—at Rome, by Mr. Christoph. Maire, n. 494, p. 322.\n—total of the Moon, Dec. 2, 1750. obs. by Dr. Bevis and Mr. James Short, n. 496, p. 575.\n—of the Sun, Jan. 8, 1750. obs. at Rome, by Mr. Christoph. Maire, n. 494, p. 322.—at Berlin, by Mr. Grischow jun. and Mr. Kiss, ib. p. 339.—in Surry-street in the Strand, by Mr. John Catlin, and Mr. Jam. Short, n. 496, p. 523.\n\nEclipses, observed at Grand Cairo, n. 492, p. 164.\n\nEclipsis lunaris totalis Wittembergæ, 19 Junii 1750. obs. per G. M. Bose, n. 496, p. 570.\n\nEffervescence of Steel accounted for, by Dr. le Cat, n. 492, p. 185.\n\nElectrical Phanomena examined, by Abbé Nollet, n. 494, p. 370.\n\nElectricity cannot make Odours pass through Glass, n. 494, p. 349.\n\nEllicott (Mr. John) of Experiments made about the Ascent of Rockets, n. 496, p. 578.\n—of an Earthquake at Portsmouth, March 18, 1749—50. n. 497, p. 646.\n\nElstob jun. Obs. of a Lunar Eclipse at Erith in Huntingdonshire, Dec. 12, 1749, n. 493, p. 280.\nINDEX.\n\nEltham in Kent, of an Earthquake there, Feb. 8, 1749-50.\nn. 947, p. 606.\n\nEphemeris Comete visi Pekini Sinar. 1748, n. 494, p. 307.\n\nEpistola de Cadavere aperto, &c de Sterno gibbosò, à Jo. Jac.\nHubero, M. D. n. 492, p. 92.\n\nEquatorial Telescope, a Description of one, by Mr. Jam.\nShort, n. 493, p. 242.\n\nEuler, P. M. (Leonard) of the gradual Approach of the\nEarth to the Sun, n. 493, p. 204.\n\n—of the Contraction of the Orbits of the Planets,\nn. 394, p. 356.\n\nExamination of certain Phænomena in Electricity, n. 494,\np. 368.\n\nExperimenta ad respirationem pertinentia; per Alb. Haller,\nM. P. n. 494, p. 325.\n\nExperiments on Substances resisting Putrefaction, by Dr.\nPringle, n. 495, p. 480. 525. 550.—About the Ascent\nof Rockets, by Sam. de Costa, and others, n. 496. p. 478.\n\nExplosion in the Air, heard at Norwich, June 7, 1750, by\nMr. W. Arderon, n. 497, p. 698.\n\nFixation of a Tumour in the Bladder, by Mr. Joseph\nWarner, n. 495, p. 417.—of an Excrescence from the\nWomb, by Dr. John Burton, ib. p. 520.\n\nF.\n\nFabricæ morbose in cadaveribus repertæ historiae aliquæ, ab\nAlb. Hallero, n. 492, p. 172.\n\nFarina of Apple-trees, the Effects of the Mixture of, n.\n493, p. 205.\n\nFlauquier, Esq.; (William) of an Earthquake at Eltham in\nKent, Feb. 8, 1749-50, n. 497, p. 605.\n\nFetus, turned inwards in the Birth, brought to rights, n.\n493, p. 240.\n\nFermentation of Steel accounted for, n. 492, p. 185.\nINDEX.\n\nFire-ball, an extraordinary, bursting at Sea; obs. by Mr. Chalmers, n. 494, p. 366.\nFire-wood, of the green Mould thereon, n. 494, p. 324.\nFish leap out of the Water, n. 497, p. 637.\nFlintshire, of an Earthquake there, April 2, 1750, n. 497, p. 687.\nFœtus in utero differently affected by the Small-Pox, n. 493, p. 235.\n—monstrosi Descriptio, per Job. Easter, n. 495, p. 479.\nFolkes, Esq.; (Martin) Pr. R. S. of an Earthquake at London, March 8, 1749-50, n. 497, p. 613.\n—(Wm.) of an Earthquake at Newton in Northamptonshire, Sept. 30, 1750, ib. p. 701.\nForceps for the Extirpation of Tumours too remote from the Surgeons Fingers; by Dr. le Cat, n. 491, p. 80.\n—for extracting Stones, and other foreign Bodies, where the common are of no Use, ib. p. 84.\nFort River, irregular Tide there, n. 495, p. 412.\nFournaise (Mrs.) cured of a dry Gangrene, n. 491, p. 74.\nFracture of the Arm, an extraordinary Case of, by Mr. John Freke, n. 494, p. 398.\nFrance, of an Earthquake there, Oct. 11, 1749, n. 497, p. 691.\nFreeman, Esq.; (Wm.) of a Stone under the Tongue of a Clergyman's Lady, n. 491, p. 5.\n—of an Earthquake at London, Feb. 8, 1749-50, n. 497, p. 605.\nFreke (Mr.) an extraordinary Case of a Fracture of the Arm, n. 494, p. 397.\n\nG.\n\nGallon Wine, n. 491, p. 55. Ale, ib. p. 59.\nGangrenes dry, of their Cure, by Dr. le Cat, n. 491, p. 72.\nGarcin, M. D. (Lawrence) of the Salvadora, a new Genus of Plants, n. 491, p. 47.\nGaubil (Rev. P. P. Anton.) de Cometa viso Pekini, 1748. n. 394, p. 316.\n—of the Knowledge of Geography among the Chinese, n. 494, p. 327.\nINDEX.\n\nGlass, Electricity of, n. 492, p. 189.\n———admits not Odours to pass through it by Electricity, n. 494, p. 349.\nGlass-drops, a Memoir on, by Dr. le Cat, n. 492, p. 175.\nGlass for preserving Things in Spirits, a new Invention, n. 491, p. 6, 88.\nGlobes, large, prepared by Mr. John Senex, are sold by his Widow, n. 423, p. 290.\nGlory, or Beatification, by Electricity, n. 494, p. 350.\nGolden Number, Remarks upon by the Earl of Macclesfield, n. 495, p. 418.\nGraham's in Fleet-street, Obs. of a Lunar Eclipse there, by Dr. J. Revis, and Mr. James Short, n. 493, p. 247.\nGrand Cairo, Eclipses observed there, n. 492, p. 165.\nGreek Inscription, explained by J. Ward, n. 495, p. 488.\nGreen (Mr. Henry) of an Earthquake, Sept. 30, 1750, n. 497, p. 721.\n——Dr. John, of an Earthquake at Spalding in Lincolnshire, Aug. 23, 1750, n. 497, p. 725.\nGrishow's jun. (Mr.) Obs. of a Solar Eclipse at Berlin, Jan. 8, 1750, n. 404, p. 339.\n\nH.\n\nHackney near London, of an Earthquake there, by Mr. Peter Newcome, n. 497, p. 653.\nHales, D. D. (Rev. Steph.) Examination of the Strength of the principal Purging Waters, n. 495, p. 446.\n———on the Causes of Earthquakes, n. 497, p. 669.\nHalleri, M. P. (Alberti) Fabrice morbosa in cadavere repertae historiae aliquæ, n. 492, p. 170.\n———Experimenta ad respirationem pertinentia, n. 494, p. 325.\n———de viis seminis, n. 494, p. 340.\nHallerstein (Augustin.) Obs. Cometae visi Pekini, 1748. n. 494, p. 395.\nHalley's (Dr.) Demonstration of the Analogy of the Logarithms, Tangents, &c. explained by Mr. John Robertson, n. 496, p. 559-569.\nHalo, or Mock Sun, obs. by Mr. Wm. Arderon, n. 493, p. 203. Harwich,\nINDEX.\n\nHarwich, of an Earthquake there, Feb. 8, 1749-50, n. 497, p. 610.\nHeat of the Weather in July and September, 1750, by Dr. Baker, n. 496, p. 571.—Extraordinary in February, 1749-50, n. 497, p. 619.\nHeberden, M. D. (Wm.) of a very large human Calculus; n. 496, p. 596.\nHerculaneum, Remarks on the Paintings there, by Mr. Blondeau, n. 491, p. 14.\nHexagonal Shape of Spars, whence, n. 493, p. 264.\nHodgson (James) Immersions and Emerlions of Jupiter, for the Year 1751, n. 493, p. 282—289.\nHogshead, a Measure, n. 491, p. 55.\nHolmannus (Sam. Christian.) de Barometrorum cum aeris & tempestatum mutationibus consensu, n. 492, p. 101.\nHoney and Wax, how gathered by the Bees, n. 496, p. 536.\nHorse bit by a mad Dog, n. 495, p. 474.\nHour of the Day, how to find, n. 493, p. 244.\nHuberus, M. D. (Joh. Jac.) de cadavere aperto, & de sterno gibbose, n. 492, p. 92.\nHundred, a Weight, n. 491, p. 66.\nHuxham, M. D. (John) Obs. on the Northern Lights, seen Feb. 15 and 16, 1749-50, n. 495, p. 472.\n\nJaundice, a Child born with, n. 493, p. 207.\nJeffop's Well Purging Water examined, n. 495, p. 447-451.\nImmersions and Emerlions of the Satellites of Jupiter, for the Year 1751, by James Hodgson, n. 493, p. 282.\nImpostume, an extraordinary in a Lady's Stomach, n. 495, p. 406.\nImprovements of Dr. Knight's Mariners Compass, by John Smeaton, n. 495, p. 513.\nIncrustations of Spars, or Crystal, n. 493, p. 259.\nIndian Corn, the Effect of the Mixture of its Farina, n. 493, p. 206.\nInscription, a Roman, remarked upon by Mr. John Ward, n. 494, p. 293.\n\nInscription,\nINDEX.\n\nInscription, an antient Greek, explained by John Ward, n. 495, p. 488.\nInsect, a putrified, described by Dr. Lyttelton, n. 496, p. 598.\nInundation, a surprising in Cumberland, 1749, n. 494, p. 362.\nJovis & Veneris Congregatus Pekini, Jan. 1, 1748, n. 494, p. 315.\nIsle of Wight, of an Earthquake there, March 19, 1749-50, n. 497, p. 651.\nItaly, Travels through, by Rob. More, Esq; n. 495, p. 464.\n\nK.\nKensington, of an Earthquake there, March 8, 1749-50, n. 497, p. 681.\nKies, (M.) of an Eclipse of the Sun, Jan. 8, 1750, obs. at Berlin, n. 494, p. 339.\nKingston in Jamaica, its Longitude determined, n. 496, p. 523.\nKnight, M. B. (Gowin) Remarks on the Effects of Lightning, in destroying the Polarity of a Mariners Compass, n. 492, p. 113.\n———Contrivance of a Mariners Compass, n. 495, p. 505.\n———His Mariners Compass improved by John Smeaton, n. 495, p. 513.\n———of an Earthquake at London, Feb. 8, 1749-50, n. 497, p. 603.\nKnowledge of Geography among the Chinese, n. 494, p. 328.\n\nL.\nLacrymae Batavicae, a Memoir on, by Dr. le Cat, n. 492, p. 175.\nLambeth; of John Tradescant's Garden there, by Mr. W. Watson, n. 492, p. 160.\n———Part of a Roof flung down there by an Earthquake, March 8, 1749-50, n. 497, p. 700.\nLateral Operation for the Stone; a Proposal to remove its Defects, n. 491, p. 24.\nLayard, M. D. (Daniel Peter) of an extraordinary Impostume in a Lady's Stomach, n. 495, p. 406. Layard,\nINDEX.\n\nLayard, M. D. (Peter Daniel) of an Earthquake at London, March 8, 1749-50, n. 497, p. 621.\n\nLeicestershire, of an Earthquake there, Sept. 30, 1750, n. 497, p. 723.\n\nLethicullier Esq; (Smart) of the Burning of the Steeple at Danbury, by Lightning; and of the Earthquake, n. 497, p. 611.\n\nLibella, or May Fly of Pennsylvania; Obs. thereon, by Mr. John Bartram, n. 494, p. 323, 401.\n\nLife of Pesennius Niger, with some Circumstances in the History thereof; by Mons. de Boze, n. 495, p. 452.\n\nLight of Rockets, at what Distance it may be seen, n. 496, p. 578.\n\nLightning; its Effects in destroying the Polarity of a Mariners Compass, n. 492, p. 111.\n\n——— burns the Steeple at Danbury in Essex, n. 497, p. 611.\n\nLithotomy on Women, the Operation of, by Dr. le Cat, n. 492, p. 97.\n\nLocusts, of the Damage they did in Walachia, Moldavia, and Transilvania, in 1747 and 1748; and in Hungary and Poland in 1748, n. 491, p. 30.\n\nLogarithmic Tangents analogous to the Meridian Line, n. 496, p. 559.\n\nLondon, of an Earthquake there, Feb. 8, 1749-50, n. 497, p. 601, 603, 605.\n\nLongitude of Kingston in Jamaica determined. n. 495, p. 523.\n\nLuminous Arch Feb. 16, 1749. obs. by Dr. Cooper, n. 497, p. 647.\n\nLunar Year, Remarks upon, by the Earl of Macclesfield, n. 495, p. 418.\n\nLuna Eclipsis, obs. in Paraquaria, Feb. 24, & Aug. 19, 1747, n. 491, p. 8.\n\n——— July 28, 1748, obs. Madriti, n. 491, p. 10.\n\nLuna & Martis Occultatio, Pekini, Dec. 6, 1747, n. 493, p. 312.\n\nLyttelton, LL. D. (Rev. Charles) of a non-descript petrified Insect, n. 496, p. 598.\n\nM. Macclerf\nINDEX.\n\nM.\nMacclesfield (Earl of) Remarks upon the Solar and Lunar Years, &c. n. 495, p. 417—434.\nMackenzie (Mr. Murdock) of the Tides in Orkney, n. 492, p. 149.\n——of Earthquakes at Smyrna, n. 497, p. 700.\nMaire (Mr. Christopher) Obs. of the Eclipse of the Moon, Dec. 23, 1749; and that of the Sun, Jan. 8, 1750, n. 494, p. 321.\nManna, the Method of gathering it near Naples, n. 495, p. 470.\nMariner's Compass, contrived by Gowin Knight, n. 495, p. 505.\n——proposed by Dr. Knight, improved by J. Smeaton, n. 495, p. 513.\nMark, a Weight, n. 491, p. 65.\nMartis & Luna Occultatio Pekini, Dec. 6, 1747, n. 494, p. 312.\nMartis & Veneris Conjunctio Pekini, mensis Martii 1748. ibid. p. 314.\nMartyn, M. D. (John) of an Aurora Australis, seen at Chelsea, Jan. 23, 1749-50. n. 494, p. 319.\n——of an Aurora Borealis, Feb. 16, 1749-50, n. 494, p. 345.\n——of an Earthquake at Chelsea, Feb. 8, 1749-50, n. 497, p. 609.—March 8, 1749-50, ib. p. 630.\nMay Flies of Pennsylvania, by Mr. John Bertram, n. 494, p. 401.\nMayze, the Effects of the Mixture of its Farina, n. 493, p. 206.\nMeasures of Capacity, of the English, by Mr. Reynardson, n. 491, p. 54. Roman, ib. p. 70.\n——dry, n. 491, p. 65.\nMedals of Pescennius Niger, Reflections on: n. 495, p. 452.\nMeridian of a Place, how to find, n. 493, p. 244.\n——Line or Sum of the Secants, analogous to Logarithmic Tangents, n. 496, p. 559.\nMeteor, an extraordinary, seen in Rutlandshire, 1749, n. 493, p. 248. Miles,\nINDEX.\n\nMiles, D.D. (Rev. Henry) of Thermometers, and of the Weather, n. 491, p. 1.—of some Vertebrae of Ammonites, ib. p. 37.—of a very cold Day, and another very hot Day, in June and July 1749, n. 493, p. 208.—of the green Mould on Fire-wood, n. 494, p. 334.—of an Aurora Borealis, Jan. 23, 1750-51, ib. p. 346.—of the Heat of the Weather in July and September 1750, n. 496, p. 571.—of an Earthquake at Tooting, Feb. 8, 1749-50, n. 497, p. 607. March 8, 1749-50, ib. p. 628.—State of the Barometer and Thermometer at London and Tooting, Feb. 8, 1749-50, n. 497, p. 608, 609.—of extraordinary Heat in February; and of the Earthquake in that Month, 1749-50, ib. p. 619.—of an Earthquake Sept. 30, 1750, ibid. p. 726.\n\nMiller (Mr. Jof.) a Catalogue of the 50 Plants from the Apothecaries Company, for 1746, n. 491, p. 43.\n\nMilner, Esq; (Wm.) Case of Nic. Recks's being born with his Feet inwards, and brought to rights, n. 493, p. 239.\n\nMines in Cornwall have Spar, or Crystals, n. 493, p. 250.—their Direction in them. ib. p. 275.\n\nMitkras, a Bas-relief of, found at York, n. 493, p. 214.\n\nMock Sun, obs. at Norwich, n. 493, p. 203.\n\nMolesey. See East Molesey.\n\nMoneyers Pound, n. 491, p. 67.\n\nMonnier (Tho. le) cured of a dry Gangrene. n. 491, p. 77.\n\nMoon, of her Acceleration; by the Rev. Mr. Dunthorne, n. 492, p. 162.\n\nMorbus Strangularius, by Dr. John Starr, n. 495, p. 436—446.\n\nMore, Esq; (Robert) Remarks in his Travels thro' Italy, n. 495, p. 464.\n\n—Method of gathering Manna near Naples, n. 465, p. 470.\n\nMortimer, M. D. (Cromwell) Case of a Lady, touching the Small-Pox, n. 493, p. 233.—Description of a Flit, n. 495, p. 518.—of a small flat spheroidal Stone, n. 496, p. 602.*\n\nMould, of the green, on Fire-wood, n. 494, p. 334.\nINDEX.\n\nMounsey, M.D. (James) of the Russia Caistor, n. 493, p. 217.\nMitage (Mr. John) a Proposal to remove the only real Defect in the lateral Operation for the Stone, n. 491, p. 24.\n\nN.\nNaples, the Method of gathering Manna near that Place, n. 495, p. 470.\nNorthborough in Leicestershire, of an Earthquake there Sept. 30, 1750, n. 497, p. 704.\nNewcome (Mr. Peter) of an Earthquake at Hackney near London, March 18 and 19, n. 497, p. 653.\nNewton in Northamptonshire, of an Earthquake there Sept. 30, 1750, n. 497, p. 701.\nNixon (Rev. Mr. John) of an Earthquake Sept. 30, 1750, n. 497, p. 706, 710, 728.\nNollet (P'Abbe) Examination of certain Phenomena in Electricity, n. 497, p. 368.\nNorfolk, of the Roman Camp there at Caistor, n. 493, p. 196.\nNorthern Lights Feb. 15 and 16, 1749-50, obs. by Dr. John Huxham, n. 495, p. 472.\nNorthampton, of an Earthquake there Sept. 30, 1750, by Dr. Dodridge, n. 497, p. 712.\nNorwich, a Halo, or Mock Sun obs. there, by Mr. Arden, n. 493, p. 203.—An Explosion in the Air heard there, June 7, 1750, n. 497, p. 698.\n\nO.\nObservationes olimque Astronomicae, à P. Suarez, & S. J. in Paraquaria habita 1747. n. 491, p. 8.\n—varia Pekini Sin. 1748, n. 494, p. 305—319.\nObservations on the Northern Lights Feb. 15 and 16, 1749-50, by J. Huxham, n. 495, p. 472.\nObservatory, the portable; or the Equatorial Telescope, n. 493, p. 242.\nOccultatio Martis & Luna Pekini, Dec. 6, 1747. n. 494, p. 312.\nOdours do not pass through Glass by Electricity, n. 494, p. 348.\nINDEX.\n\nOrbits of Planets, their Contraction, n. 494, p. 356.\nOrkney, of the Tides there, by Mr. Mackenzie, n. 492, p. 149.\n\nP.\n\nPaintings at Herculaneum, Remarks on them, n. 491, p. 14.\nPaper Money current among the Chinese, n. 494, p. 330.\nPapers, several, concerning a new Semi-Metal, called Platina, n. 496, p. 584—596.\nParaquaria, Obs. Astronomicæ ibidem habitæ, 1747. per Jesuitas, n. 491, p. 8.\nParsons, M. D. (James) of the Rana Piscatrix, n. 492, p. 126.\nPaschal Limits (Gregorian) shewn by the Earl of Maclesfield, n. 495, p. 431.\nPeck, a Measure, n. 491, p. 65.\nPennant (Mr.) of an Earthquake in Flintshire, April 2, 1750, n. 497, p. 687.\nPescennius Niger, Reflections on his Medals, n. 495, p. 452.\nPhilosophy of Earthquakes, by Dr. Wm. Stukeley, n. 497, p. 731, &c.\nPhænomena (certain) in Electricity examined, by Abbe Nollet, n. 494, p. 370—397.\nPietra de Mombazza, or the Rhinoceros Bezoar, n. 492, p. 119.\n—de Cobra de Cabelos, or pretended Serpent-stone, ib. p. 121.\nPipe, or But of Wine, &c. n. 491, p. 55.\nPlanet, or Star, to find at Noon-day, n. 493, p. 245.\nPlanets, of the Contraction of their Orbits, n. 494, p. 356.\nPlants, a Catalogue of the 50 from the Apothecaries Company, for the Year 1746, n. 491, p. 43.—for the Year 1747, n. 494, p. 331.—for the Year 1748, ib. p. 359.—for the Year 1749, n. 495. p. 403.\nPlatina, a new Semi-Metal, n. 496. p. 584.\nPlatt (Mr. Joseph) of a spheroidal Stone, n. 496, p. 534.\nPlymouth, of an Earthquake there, Feb. 8, 1749-50, n. 497, p. 693.\nINDEX.\n\nPolarity of a Mariners Compass destroyed by the Effects of Lightning, n. 492, p. 111.\nPortable Observatory, or the Equatorial Telescope, n. 493, p. 242.\nPortsmouth, of an Earthquake there, March 18, 1749-50, by Mr. John Ellicott, n. 497, p. 646.—by Dan. Wray, Esq; ib. p. 647.—by Mr. Taylor, ib. p. 649.\nPottle, a Measure, n. 491, p. 65.\nPringle, M. D. (John) Experiments on Substances resisting Putrefaction, n. 495, p. 480. 525. 550.\nPurging Waters, the Strength of several examined, by Dr. Stephen Hales, n. 495, p. 446.\nPutrefaction, what Substances resist it, n. 495, p. 480. and n. 496, p. 525. 550.—What hasten and promote it, ib. p. 553.\n\nQ.\nQuadrantal, a Roman Measure, n. 491, p. 70.\nQuarter, of London, ib. p. 65.\nQueries concerning the Tides in a large Ocean, n. 492, p. 158.\n\nR.\nRainbow, an extraordinary, obf. July 15, 1748, by Peter Deval, Esq; n. 493, p. 193.\nRana Piscatrix, by Dr. James Parsons, n. 492, p. 126.\nReaumur (M. de) of an Earthquake in France, Octob. 11, 1749, n. 497, p. 691.\nRecks's (Nicolas) Case, touching his being born with his Feet turned inwards, n. 493, p. 239.\nReflections on the Medals of Pescennius Niger, by M. le Boze, n. 495, p. 452.\nRemarks on the Effects of Lightning, in destroying the Polarity of a Mariners Compass, n. 492, p. 113.\n———made in his Travels through Italy, by Rob. More, Esq; n. 495, p. 464.\nRespirationis Experimenta aliqua, per Alb. Haller, n. 494, p. 325.\nReynardson, Esq; (Samuel) of English Weights, and Measures of Capacity, n. 491, p. 54.\n\nRhinozeros\nINDEX.\n\nRhinoceros Bezoar, n. 492, p. 120.\nRobertson (Mr. John) of the Analogy of Logarithmic Tangents to the Meridian Line, n. 496, p. 559.\nRobins (Mr. Benjamin) Obs. on the Height to which Rockets ascend, n. 492, p. 131. n. 496, p. 578; and, to what Distance their Light may be seen, ib. p. 582.\nRoman Inscription, Remarks upon, by Mr. John Ward, n. 491, p. 293.\nRonde (Mr.) dry Gangrene stopp'd, n. 491, p. 75.\nRussel, Etq.; (Michael) of an Earthquake at London, March 8, 1749-50, n. 497, p. 631.\nRufa Castor, the true Sort, n. 493, p. 217.\nRutlandshire, an extraordinary Meteor seen there, n. 493, p. 243.\n\nS.\n\nSack, of Wool, n. 491, p. 66.\nSalt Mines near Cracau, n. 493, p. 228.\nSalvadora, a new Genus of Plants, by Dr. Garcin, n. 491, p. 47.\nSayer (Mr. J.) of Mr. Smith's Case; the Coats of his Stomach turned into a cartilaginous Substance, n. 491, p. 30.\nSedden (Rev. Mr. John) of an Earthquake at Warrington in Lancashire, April 2, 1750, n. 497, p. 695.\nSediments found in some particular Purging Waters, n. 495, p. 446.\nSeeds, their Minuteness in some Plants, n. 494, p. 337.\nSeminius vivæ, obs. per Albert Haier, n. 494, p. 340.\nSemi-Metal a new, called Platina, n. 496, p. 584.\nSenex (Mrs.) tells large Glob. s. prepared by her late Husband, n. 493, p. 90.\nSerpent-flone, of the preter ol., by Sir Hans Sloane, Bart. n. 492, p. 118.\nShort (Mr. James) Description and Uses of an Equatorial Telescope, n. 493, p. 212.\n———of an Eclipse of the Moon, obs. at Mr. Graham's in Fleet-street, 1749, n. 493, p. 247.\nINDEX.\n\nShort, of an Eclipse of the Moon, June 8, 1750, n. 496, p. 523. — of the total Eclipse of the Moon, Dec. 2, 1750, n. 496, p. 575.\n\nShoane, Bart. (Sir Hans) of the pretended Serpent-stone, &c. n. 432, p. 118.\n\nSmall Pox differently affect the Fetus in utero, n. 493, p. 236.\n\n——— appear in a Child two Days after its Birth, n. 493, p. 234.\n\nSmeaton (John) Improvements of Dr. Knight's Mariners Compass, n. 495, p. 513.\n\nSmethurst (Gamaliel) of a new-invented Shwan-pan, or Chinese Accompt-Table, n. 491, p. 22.\n\nSmith (Mr. —) his Case, the Coats of his Stomach turned into a cartilaginous Substance, n. 491, n. 39.\n\n——— (Mr. William) of an Earthquake at Peterborough, Sept. 30, 1750, n. 497, p. 728.\n\nSmyrna, of an Earthquake there, by Dr. Mackenzie, n. 497, p. 700.\n\nSolar Year, Remarks upon, by the Earl of Macclesfield, n. 495, p. 417.\n\nSolis Eclipsis, Julii 14, 1748, obs. Madriti, n. 491, p. 10.\n\nSouthampton, an Earthquake there, and in the Parts adjacent, March 18 and 19, 1749-50, n. 497, p. 652.\n\nSpalding in Lincolnshire, an Earthquake there, Aug. 23, 1750, n. 497, p. 725.\n\nSpar, an Inquiry into its original State and Property, its Fluidity, and different Appearances, by Rev. Mr. Borlace, n. 493, p. 250, 255, 257.\n\nSpars, or Crystals, plain, n. 493, p. 258. Their Incrustations, ib. p. 259. their hexagonal Shape, p. 264. Size, p. 268. Colour, p. 270. Hardness, p. 272.\n\nSprings, the hot at Carlsbad, n. 493, p. 219.\n\nStanford Hall in Northamptonshire, an Earthquake there, Sept. 30, 1750, n. 497, p. 706.\n\nStar, or Planet, to find at Noon-day, n. 493, p. 245.\n\nStarr, M. D. (John) of an Horse bit by a mad Dog, n. 495, p. 474.\n\nStarr,\nINDEX.\n\nStarr, of the Morbus strangulatorius, n. 495, p. 435.\nSt. John's in Cumberland, a surprising Inundation in the Valley thereof, 1749, n. 494, p. 363.\nSteel, the tempering accounted for, n. 492, p. 184.\nSteeple of Danbury in Essex burnt by Lightning, n. 497, p. 611.\nStellarum quarundam australium Declinationes, mensis Junio 1738, per Dom. de la Condamine, n. 492, p. 139.\nSterling, a round, n. 491, p. 55.\nSteward (Mr.) of an Earthquake at Deen in Northamptonshire, Sept. 30, 1750, n. 497, p. 721.\nStomach, its Coats turned into a cartilaginous Substance, n. 491, p. 39.\n—an extraordinary Impostume formed therein, n. 495, p. 406.\nStone under the Tongue of a Lady, n. 491, p. 5.\n—the lateral Operation for it; Mr. Mudge's Proposal to remove the Defects of it, n. 491, p. 24.\n—a Weight, n. 491, p. 66.\n—a flat spheroidal, by Mr. Joseph Platt, n. 496, p. 534.\n—a small flat spheroidal, by Dr. Mortimer, n. 496, p. 602.*\nStrength of several Purging Waters examined, by Dr. Hales, n. 495, p. 446.\nStruijsk (Nicol.) de Vitis Cometarum, n. 492, p. 89.\nStukely, M.D. (Rev. Wm.) Explanation of a Bas-relief, found at York, n. 493, p. 214.\n—of the Causes of Earthquakes, n. 497, p. 641, 657.\n—Philosophy of Earthquakes, ibid. p. 731.\nSuarez, e Soc. J. (P. Bonaventura) Observationes Astronomicæ, 1747, n. 491, p. 8.\nSubstances resisting Putrefaction, n. 495, p. 480. n. 496, p. 525, 550.\nSun eclipsed Jan. 8, 1750, obs. at Rome, by Mr. Christoph. Maine, n. 494, p. 322.—at Berlin, by Mr. Grischow jun. and Mr. Kies, ibid. p. 339.—by Mr. John Catlin, and Mr. James Short, n. 496, p. 523.\n\nT. Tangents\nINDEX.\n\nT.\n\nTangents Logarithmic, analogous to the Meridian Line, n. 496, p. 559.\nTaunton in Somersetshire, an Earthquake there, July 1, 1749, n. 497, p. 690.\nTaylor (Rev. Mr.) of an Earthquake at Portsmouth, March 18, 1749-50, n. 497, p. 649.\nTelescope, the Equatorial, its Uses, n. 493, p. 244, 245.\nTempering of Steel accounted for, n. 492, p. 176.\nTertian, a Wine-measure, n. 491, p. 55.\nThermometer and Barometer, with their Extremes, at Tooting, 1749, n. 493, p. 211. in London, ib. p. 213.\n——— the State of, on the 8th of February 1749-50, at London, n. 497, p. 608. at Tooting, ib. p. 609.\nThermometers, Dr. Miles of, n. 491, p. 1.—of Quick-silver the best, ib. p. 2.\n——— their near Agreement in London and at Tooting, n. 493, p. 208.\nTides in Orkney, by Mr. Murdock Mackenzie, n. 492, p. 149.\n——— in a large Ocean; Queries concerning them, ibid. p. 158.\n——— of an irregular in the River of Forth, by Mr. Edward Wright, n. 495, p. 412.\nTongue, a Stone under it, n. 491, p. 5.\nTooting, of an Earthquake there Feb. 8, 1749-50, n. 497, p. 607.\nTradescant's Garden at Lambeth, some Account of, by W. Watson, n. 492, p. 160.\nTravels through Italy, by Rob. More, Esq; n. 495, p. 464.\nTroy Pound, n. 491, p. 57. 59. whence its Name, ib. p. 69.\nTumour on the Bladder, extirpated by Mr. Joseph Warner, n. 495, p. 414.\nTumours out of the Reach of the Surgeon's Fingers, an Instrument for the Extirpation of them; by Dr. le Cat, n. 491, p. 72. 80.\nTun of Wine, Oil, Honey, ib. p. 55.\nINDEX.\n\nV.\nValley of St. John's in Cumberland, a surprising Inundation there, 1749, n. 494, p. 363.\nVeneris & Martis Conjunctio Pekini, mens. Mart. 1748, n. 494, p. 314.\n— & Jovis Congressus Pekini, Jan. 1, 1748, ib. p. 315.\nVesica fellica non exitit in cadavere aperto, n. 492, p. 92.\nVice Cometarum, per Nic. Struijk, n. 492, p. 89.\n— Seminis, obs. per Alb. Haller, n. 494, p. 340.\nUlloa (Antonius de) Observ. Eclips. Solaris, Jul. 14, & Lunae, Jul. 28, 1748. Madriti, n. 491, p. 10.\n— of the Vomito prieto, or the black Vomit, n. 422, p. 134, 135.\n\nW.\nWaddell (Capt. John) of the Effects of Lightning on a Mariners Compass, n. 492, p. 111.\nWard (John) Attempt to explain an antient Greek Inscription, n. 495, p. 488.\nWarner (Mr. Joseph) of a Tumour growing on the Inside of the Bladder, n. 495, p. 414.\nWarrington in Lancashire, an Earthquake there, April 2, 1750, n. 497, p. 695.\nWater-spout, a Meteor resembling one, n. 493, p. 248.\nWatson (Mr.W.) of John Tradescant's Garden at Lambeth, n. 492, p. 160.—of the Fatus in utero being differently affected by the Small Pox, n. 493, p. 235.—of Odours not passing thro' Glats, by Electricity, n. 494, p. 348.—of a new Semi-Metal, called Platina, n. 496, p. 584.\nWax and Honey, how gathered, n. 496, p. 536.\nWeather, Dr. Miles, Obs. of, n. 491, p. 1.\n— of hot, in July and September 1750, by Dr. Miles, n. 496, p. 571.\n—in July 1750, by Mr. Arderon, ib. p. 573.\nWeldon with Sutton, in Northamptonshire, of an Earthquake there, Sept. 30, 1750, n. 497, p. 707.\nWeights of the English, by Mr. Reynardson, n. 491, p. 54.\n— Troy and Avoirdupois, their Difference, n. 491, p. 59.\nINDEX.\n\np. 59: of a cubic Foot of Spring Water, ib. p. 63. Apothecaries, ib. p. 66. Goldsmiths, ibid.\n\nWay of Cheese, n. 491, p. 66.\n\nWilmer, M. D. (John) Catalogue of the 50 Plants from Chelsea Garden, for the Year 1747, n. 494, p. 331.—for the Year 1748, ib. p. 359.—for the Year 1749, ib. 403.\n\nWinbourn in Dorsetshire, of an Earthquake there, May 4, 1749, p. 689.\n\nWomb, an Excrecence from thence extirpated by Dr. John Burton, n. 495, p. 520.\n\nWomen, the Operation of Litbotomy on them, by Dr. le Cat, n. 492, p. 97.\n\nWray, Esq; (Daniel) of an Earthquake at Portsmouth, March 18, 1749-50, n. 497, p. 646, 647.\n\nWright (Mr. Edward) of an irregular Tide in the River of Forth, n. 495, p. 412.\n\nY.\n\nYork, a Bas-relief of Mitbras found there, n. 493, p. 214.\n\nFINIS.\n\nERRATA in Vol. XLVI. of Philos. Transactions.\n\nTransact. No 490. p. 613. l. 10. for Walling read Shalford Farm (adjoining to Wasing) in the Parish of Brimpton.\n\nTransact. No 494. p. 295. l. 2. for 1702. read 1699. P. 301. l. 29. and p. 304. l. 15. for Rincesius read Reinesius.\n\nTransact. No 495. p. 491. l. 17. and p. 496. l. 5. for MAPAGONIOΣ read MAPAGΩΝΙΟΣ. P. 495. l. 23. for Lithieuillier read Lethieuillier. P. 499, Note, l. 6. for ΝΙΚΟΜΗΔΟΥΣ read ΝΙΚΟΜΗΔΟΙ.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104766.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 27,
    "total-input-tokens": 38932,
    "total-output-tokens": 18919,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        800,
        2
      ],
      [
        800,
        2229,
        3
      ],
      [
        2229,
        3886,
        4
      ],
      [
        3886,
        5375,
        5
      ],
      [
        5375,
        7044,
        6
      ],
      [
        7044,
        8586,
        7
      ],
      [
        8586,
        10268,
        8
      ],
      [
        10268,
        12183,
        9
      ],
      [
        12183,
        13772,
        10
      ],
      [
        13772,
        15176,
        11
      ],
      [
        15176,
        16742,
        12
      ],
      [
        16742,
        18375,
        13
      ],
      [
        18375,
        19931,
        14
      ],
      [
        19931,
        21342,
        15
      ],
      [
        21342,
        22902,
        16
      ],
      [
        22902,
        24344,
        17
      ],
      [
        24344,
        26085,
        18
      ],
      [
        26085,
        27574,
        19
      ],
      [
        27574,
        29078,
        20
      ],
      [
        29078,
        30607,
        21
      ],
      [
        30607,
        32126,
        22
      ],
      [
        32126,
        33783,
        23
      ],
      [
        33783,
        35382,
        24
      ],
      [
        35382,
        36863,
        25
      ],
      [
        36863,
        38486,
        26
      ],
      [
        38486,
        39720,
        27
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104766",
    "title": "Back Matter",
    "authors": null,
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 27,
    "jstor_url": "https://www.jstor.org/stable/104766"
  }
}