{
  "id": "a7e5dfc5a398dc4a5f91521b24ef78c4b7129897",
  "text": "XIV. A Letter from the Rev. Henry Miles, D.D. and F.R.S. to Henry Baker, F.R.S. concerning an Aurora Borealis seen Jan. 23. 1750-51.\n\nDear Sir,\n\nRead Feb. 22. 1749.\n\nOn Tuesday, 23rd of January last, I was called out, about Six in the Evening, to see a strange Appearance in the Sky, in the West. Suspecting it to be an ordinary Aurora, I did not make great Haste—When I came out, I saw a Cloud (not large) of an obscure red Colour, but much deeper than any I had ever seen before, which, I was informed, rose from the S.W. it was then advancing apace to the N.E. and quickly reached the Zenith, when, it being intercepted by the House, I hastened to the other Front, which regards the N.E. by which time there appeared a luminous Zone, about the Breadth of the Galaxy, its Edges regularly defined, compassing the Hemisphere, from the Horizon in the N.E. to the Zenith, in the same Direction, in which the above-mentioned Cloud had passed (as far as I saw its Course) from the S.W. The Colour was much fainter, and more luminous, resembling the usual Colour of an Aurora, and the Lamina or Streamers soon appeared—upon this, not being well fenced against the Wind, which blew brisk, I went in, to pursue my Intention of viewing the two beautiful Planets, Jupiter and Venus, with a reflecting Telescope, made by my ingenious Friend Mr. Short of Surrey-street (the greatest magnifying Power of which is about 200 Times); and after I had viewed\nviewed them to my Satisfaction, and showed them to some Friends, when I was about to put up the Instrument, a Cloud, of near the Size of the first, but not so deep a Colour, appeared, rising up from the S.W. which proceeded in a Line with the Planets, and, in a little time, surrounded both: Venus appearing still, to the naked Eye, in her full Lustre, I immediately viewed her with the Telescope, without altering the Focus, and saw her much more distinctly than ever I had done, on that Evening, or on any other, and of the same Opinion were all my Friends as to the Sight they had of her, on that Occasion: We all saw her Spots plain, resembling those in the Moon; which I was never so happy as to have a Sight of before—and this, while the Cloud seemed to surround it, as much as ever: But whether the Vapour might be really rarer near the Planet, than it was at some Distance, no Judgment could be made, because of her too powerful Light.\n\nMany have observed the fixed Stars to appear thro' the Vapour with an undiminished Light oftentimes: And our great Dr. Halley tells us, in his Account of that remarkable Aurora, which was seen in March, 1715-16. that he observed \"one of the Laminae\" \"pass successively over all the Stars of the little Bear, \"without effacing the smaller ones, in the Tail, of \"the fifth Magnitude; such was the extreme Rarity \"and Perspicuity of the Matter whereof it consisted.\" Phil. Trans. No 347.\n\nI had the Honour this Week to receive a Letter from Dr. Short of Sheffield, the Author of an Account of several Meteors, in the Phil. Trans. No 459. in which he says, \"The 23d past, at Six at Night, the\n\"Sky being overclouded, all the Clouds over the\nHemisphere, turned of a sudden to a deep blood-\nred Colour, for fifteen Minutes; then succeeded red\nStreamers for half an Hour.\"\n\nTooting, Feb. 16.\n1749-50.\n\nI am your, and the\nRoyal Society's,\nmost obedient Servant,\n\nH. Miles.\n\nXV. A Letter from Mr. William Watson,\nF. R. S. to the Royal Society, declaring\nthat he as well as many others have not been\nable to make Odours pass thro' Glass by\nmeans of Electricity; and giving a particu-\nlar Account of Professor Bose at Wittem-\nberg his Experiment of Beatification, or\ncausing a Glory to appear round a Man's\nHead by Electricity.\n\nGentlemen,\n\nRead Mar. 1. The Inquiry into the Nature and\nProperties of Electricity has been,\nwithin these few Years, the Pursuit of many excel-\nlent and ingenious Persons; and most of its extraor-\ndinary Phænomena, which have been made to appear\nin one Place, have, with proper Attention to the\nrequisite Circumstances, appeared in others: But there",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104658.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1164,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1442,
        2
      ],
      [
        1442,
        3076,
        3
      ],
      [
        3076,
        4054,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104658",
    "title": "A Letter from the Rev. Henry Miles, D. D. and F. R. S. to Henry Baker, F. R. S. concerning an Aurora Borealis Seen Jan. 23. 1750-51",
    "authors": "Henry Miles",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/104658"
  }
}