{
  "id": "3aaf7931e88d63b3afcfccbfd3ac1906b86eb668",
  "text": "Eclipsis Lunæ totalis cum Mora, Anno 1685. die 10 Decemb. St. N. observata Gedani à JOHANNE HEVELIO.\n\nCum Observationes Eclipsiun Lunæ, inprimis totalium cum mora, ad restaurandas & promoven das Res Astronomicas, plurimum contribuant, ac raro nobis in conspicuum prodeant; utique summe necessarium, ut quilibet Astrophilus ad eas omni industria attendat: Ideoque & ego, qui à plurimis jam retro annis Rebus Cælestibus pro meo à Deo conceesso modulo operam dedi, volui & huic notabili deliquio invigilare; sed vix ʃpes aliqua dabatur, de eo vel quicquam obtinendi; siquidem non solum initium Decembris, verum etiam totus fere November continuo nubilosus, & impetuofus extitit; nihilominus tamen praeter omnem spem, decimus Decembris à summo mane Coelum admodum ferenum, & ab omnibus nubibus profus denudatum exhibuit, ut rursus animi nobis adderentur, hanc observationem ex Voto, procul omni dubio successuram.\n\nProinde, statim exorto sole ad hasce operas nos accinximus, non solum Horologia Ambulatoria, quam Oscillatoria, ad normam Sciaticorum singula minuta commonstrantium rectificando, sed pariter nonnullas Altitudines Solis, Quadrante nostro singula minuta exhibente, capiendo; & quidem primo Solis Altitudinem Meridianam, atque post Meridiem, tam Altitudinem solis, quam Capellæ, pro corrigendo tempore ex horologiis, Aere existente quidem admodum sudo, sed vento lati suctero, ut difficultate jam aliqua observationes expedirentur; spretis tamen his omnibus, ut initium ingruentis Eclipseos recte exciperem, omnem adhibui operam, instruendo Tubos scilicet Opticos variis generis,\ngeneris, tam longiores, quam breviores; verum optime prævidens, Telescopia, 12, 20, & 30 pedum, etiam si in specula mea ad manus adeissent, ob Ventum nimis impetuosum, fore hac vice inutilia, eo partim attento, quod erectis fulcris ac perticis minime firmiter alligari, partim ob situm Lunæ altiorem maxima cum difficultate erigi, & dirigi possent. Quamobrem breviores Tubos 5, 6, & 7 pedum ad manus sumptimus; sed nec his omanem commoditatem, ob istum impetuosum Ventum evitavimus: profecto artis laborisque haud exigui erat, Telescopia adeo firmiter continue ad Lunam retinere, ut penumbrae recte discernere potuerimus, Phasesque omnes exacte designare, per quas nimium maculas transirent, vel quas omni tempore attingerent. Attamen pro viribus, quoique severa tempestas, atque transuentes nubeæ permittebant, rem peregii, saepius non istas Phases, quas exoptabam, sed eas, quas Coelum concedebat describere oportuit. Nihilominus, Divina ope, licet Aere adeo existente turbulento, variaque obstacula saepius intervenirent, adhuc 23 Phases si initium Eclipseos, totalem obscurationem, & Recuperationem luminis non excipias, obtinui.\n\nUbi inprimis notandum habes, quod densissima penumbra genuinum Initium Eclipseos praecederit, ab hora circiter dimidia decima, ita ut vix ac ne vix verum initium discernere quiverim; deinceps vero, umbra paullo promotiore, phases aliquanto distinctius designare licuit. Colorem porro quod attinet, hunc in hac Eclipsei maxime notandum habes; quippe talem diversitatem raro admodum in ipso colore deprehendi: modo enim erat Ferrugineus, vel Mustelinus; ingruenti vero totali obscuratione, Limbus Lunæ circumcirca erat sublividus, ex parte sublustris, & rubicundus; verum in Lunæ medio, quasi tatis densa, & obscura nubeæ conspiciebatur, ut vix maculas recte in Luna distinguere potuerimus; quae nigricantior umbra paullatim succed-\nfive versus dextram, & Paludem Mœotidem promovebat, sic ut circa initium Recuperationis luminis, tota genuina umbra admodum obscura, & nigricans appareret, atque circa ultimam annotatam phasim, reliqua pars adhuc obscurata Lunæ, five ejus limbus, hora videlicet prima noctis, neutiqyam deprehendi vel minimum potuerit. Exoptassem, ut obscuriores densissimæ nubes non exorta fuissent, totumque coelum non penitus obduxisse, quo porro ad finem usque observare nobis licisset, quid ratione coloris, umbræ, atque penumbrae accidisset.\n\nItaque in hac Eclipse non nisi ejus Initium, 16 phases crescentes, cum initio Recuperationis luminis, atque quatuor decrecentibus Phasibus observare ac denotare concessum fuit; sicut Observationum Tabella nostra hic annexa, Typusque Eclipseos clare ostendit, (vide Tab. 2. Fig. 1.) nec non per quas maculas quælibet phasium sectio transierit, tum quid praeterea notatu dignum extiterit. An alibi coelum magis extiterit propitium, aliique multo plures Phases determinare, atque longe accuratiores ex coelo depromere valuerint, tempus docebit; profecto si coelum nobis magis annuisset, lubentissimo animo etiam aliud amplius, ut mihi quidem ab initio propositum erat, praestitisse, & quidem in re tali, quod in Eclipsebus Lunaribus hucusque nondum adhuc suscepi.\n\nQuibus vale, Benigne Astrophile, & fave porro qualibus qualibus nostris conatibus; præprimis mecum Venerare Deum O. M. ex toto pectore, quo Uranographiam nostram, jam sub Coelo & Prælo ferventem, ac Prodromum Astronomiæ, totum meum novum Fixarum Catalogum exhibentem, Posteritatis bono, in lucem proferre, omniumque Astrofrophorum Oculis ac Judicio, feliciter, proximo anno exponere non nequeam. Vale iterum iterumque. Dabam Gedani, Anno exeunte 1685.\n\nTabula\n| Ordo Phaenum | Tempus seu horolog. ex Altit. cor rect | Notanda: | Altitudines (O, D) & Fixarum. |\n|--------------|--------------------------------------|----------|-------------------------------|\n|              |                                      |          | Per quas maculas transversae Umbrae Sectiones. |\n| Hor.         |                                      |          |                               |\n| 3 19 0       | Altitude O                           |          | 12.39.0                       |\n| 4 28 0       | Altitude O                           |          |                               |\n| 5 2 30       | Altitude Capella                     |          | 9.0.0                         |\n| 5 8 0        | Altitude Capella                     |          |                               |\n| 9 32 25      | Penumbra                             |          |                               |\n| 9 42 35      | Penumbra densior                     |          |                               |\n| 9 48 5       | Penumbra densissima                  |          |                               |\n| 9 50 10      | Initium quantum colligere dabatur    |          |                               |\n| 1 9 53 20    | Palus Maræotis jam tota erat recta   |          | Ad Montem Andum, & Paludem Maræotidem |\n| 2 9 57 0     |                                      |          | Per Montem Germanicianum, ad mare Syrticum, & Mont: Acabo. |\n| 3 10 0 15    | M. Porphyrites nondum plane tectus erat |          | Ad Mont. Porphyritem, per mare Syrticum Montemque Ajacem. |\n| 4 10 3 5     |                                      |          | Per Mont. Petri, inter Inf. Cercinnam, & Inf. Tarracinniam, per sinum Syrbonis, & Paludes Arabiae. |\n| 5 10 6 25    |                                      |          | Ad Inf. Ficariam, Maltam, M. Athos, per Mont. Pharan & Mont. Troicum. |\n| 6 10 10 25   |                                      |          | Ad Sinum Apollinis, per Inf. Erroris, per M. Ætnam, Inf. Letoam & Didymam. |\n| 7 10 14 55   | Insula Melos jam tota tecta erat     |          | Supra Sin. Apollinis, ad Lacum Herculeum, Inf. Siciliae, per Mont. Parthenium & Taigetum, ad Inf. Melos & Mont. Lion. |\n\nT t t 3 Ordo\n| Ordo Tempus seu horolog. ex Altit. correet. H. | Notanda. | Altitudines Fixarum | Per quas maculas transiverint Umbrae Sectiones. |\n|---|---|---|---|\n| 8 10 19 55 | | | Ad Ins. Minorcam, per Sinum Pastanum, M. Micalo, Ins. Cyprium, Mont. Hor. ad M. Sinai, & desertum Raphidim. |\n| 9 10 24 5 | | | Ad M. Ligustinum, Panyæum, inter M. Sipylum & Didymum, per M. Libanum & Seir. |\n| 10 10 27 10 | | | Supra M. nigrum minorem, per M. Apenninum, Ins. Besbicam, M. Cimæum Montemque Calchastan. |\n| 11 10 31 27 | | | Ad montes, Serrorum, & Carphates, ad Byzantium, per M. Horminium, Taurum, & M. Delangueros. |\n| 12 10 36 0 | | | Per montes Macrocecmios, Ins. Cyanæam, M. Amanum & Antitaurum. |\n| 13 10 41 20 | | | Per Ins. Macram, per Erichtenios Scopulos, fin. Atheniensem, & Pal Arcesam. |\n| 14 10 45 35 | | | Per Lac. Hyperbor : superiorem, Pal. Byces, Ins. Aeam, M. Herculis, fin. extremum Ponti, Montemque Paramisum. |\n| 15 10 48 40 | | | Ad Lac. m Hyperbor : inferiorem, M. Immerium, per M. Coracem, Taucan, fin : inferiorem Maris Calpii. |\n| 16 10 52 10 | | | Per Montes Riphæos, Pal. Maeotidem. Insul. Majorem Caspii, & M. Neroenum. |\n| 10 56 35 | Luna nondum plene obscurata | | |\n| 10 58 25 | Totalis Immersio. | | |\n| 11 20 45 | Altitude Procyonis | 31 8 0 | |\n| 11 25 45 | Eadem Altitude | 31 38 0 | |\n| 11 36 0 | Obïcura illa | | |\n\nOrdo\n| Ordo Phaenum | Tempus seu Horolog: ex Altit. correct. | Notanda. |\n|--------------|--------------------------------------|----------|\n| umbra vel nubecula | plane in medietate Dit ci Lunaris consistebat | Per quas Maculas transiverint Umbrae Sectiones. |\n| Hor. 12 43 | initium Emersionis seu Recuper. luminis | Ad mont. Andum, haud procul à Palude Maræotide. |\n| 17 12 46 40 | Phales decrecentes, Palus Maræotis jam penitus tecta. | Per Mare Eoum, Mare Syrticum, Montemque Casium. |\n| 18 12 51 | | Per montem Atlantem minorem, inter Insul. Cercinnam, & Ins. Taraciniam, per Mare Ægyptiacum, sinum Sirbonis, Montemque Pharan. |\n| 19 12 57 | | Ad Ins. Majorcam, Sardiniam, & Hieram, per M. Ætnam, Ins. Melos, ad Montem Annæ & Hajalon |\n| 20 1 5 | mane | Initium Eclipseos paullo supra Paludem Maræotidem extitit. |\n\nTotalis Obìcuratio, ad Montem Sanctum, infra Paludem Mæotidem accidit.\n\nRecuperatio Luminis fere ibidem contigit ubi initium Cœpit.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102196.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 17294,
    "total-output-tokens": 3619,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        0,
        4
      ],
      [
        0,
        0,
        5
      ],
      [
        0,
        1588,
        6
      ],
      [
        1588,
        3454,
        7
      ],
      [
        3454,
        5208,
        8
      ],
      [
        5208,
        7432,
        9
      ],
      [
        7432,
        8778,
        10
      ],
      [
        8778,
        9726,
        11
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "None",
      "None",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true
    ],
    "is_diagram": [
      false,
      true,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102196",
    "title": "Eclipsis Lunae Totalis Cum Mora, Anno 1685. Die 10 Decemb. St. N. Observata Gedani à Johanne Hevelio",
    "authors": "Johanne Hevelio",
    "year": 1685,
    "volume": "15",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/102196"
  }
}