{
  "id": "54bcf41c8fa2845ea08d9c090be523b1631781e3",
  "text": "very little or no pain, which may seem very extraordinary. It is observable that the Fracture is not only Oblique, near the Neck of the Bone; but that each Trochanter, i.e. the two processes near its Cervix, are likewise broke short off; and that they were both drawn up almost as high as the Head of the Bone itself by the strong contraction of the Glutei and other Muscles.\n\nIX. An Account of a Book. DISSERTATIO de DEA SALUTE, In qua illius Symbola, Tempia, Statuae, Nummi, Inscriptiones exhibentur, illustrantur. Auctore Gulielmo Musgrave G. F. è Coll. Exon. Oxonii: Typis Leon. Lichfield: Impensis Phil. Yeo, Bibliopolæ Exon. Anno MDCCXVI.\n\nThe Author of this Treatise, as the occasion of it, observes that the little God Telephorus had just cause to complain, that so much respect was paid to Dea Febris, and a Book lately published de Dea Pedagria, yet no such Honour was done his Mother Tyche, (who certainly was more to be esteemed, than all the Tribes of Diseases). Upon this Conceit, he took what Books he had in his reach, of the antient Latin and Greek, and having collected out of them, what he met with relating to this Goddess, put it together, as now it appears in Print.\n\nIt consists of VI Chapters: of which the first is Introductory, speaks of Health in general, has, in praise of it, that memorable Ode of Ariphon the Sicyonian, published by Athenaeus, and translated by Sennertus; together with a Hymn, said to be composed by Orpheus, on the same Subject;\nSubject; he ranks this Goddess among the *Dii Medioxum*, and gives an account of Her from the Mythologists.\n\nChap. II. *de Salutis Symbolo*, which he takes to be a Serpent, an Omen of good things, and a frequent Companion of the Gods; as appears from *Virgil*, *Valerius Flaccus*, *Statius*, and *Macrobius*. He mentions another *Symbolum Salutis*, used by *Antiochus Soter*, now to be seen in some of his Coins, and sometimes printed in Phylisk books in the following form.\n\nThe III. Chapter treats of the Temples erected to this Goddess; in which Prayers were offered up to Her, sometimes for the Health of private Persons, and often for the welfare of the Publick: of which many instances are here produced. To the account of Temples is subjoined the Divination, known by the name of *Salutis Augurium*, which is often mentioned by Roman Authors, as *Dion Cassius*, *Tully*, and *Tacitus*.\n\nIn the IV. Chapter, the Statues of this Goddess are consider'd. Some of these represent her and *Aesculapius* together, *tamquam Deos Supercopiosus*. *Pliny*, *Pausanias*, *Lucian*, *Plutarch* and *Montfaucon* afford instances of this kind.\n\nCoins relating to this Goddess come next in view, Chap. V. These either express her *Egis*, or her Worship under some Symbol or other. Of the first order, one out of *Fulvius Urbinus* has the Head of the Goddess, with *SALUS* inscribed. Another like this, is in *Graecia*. Some, together with this Goddess have also her Father *Aesculapius*; as a Coin of *Trajan*; and in one of *Aurelius Antoninus*, struck in memory of the Remedies revealed to him in a Dream, which cured the Emperor of\na Sputum Sanguinis and Vertigo. As indeed most of these Coins were (in all likelihood) struck on some such occasion, viz. the Recovery of some great Person. A noble Expression of Gratitude, fit and worthy of imitation.\n\nOf the second Order is the Coin of Dossenus, having an Altar with a Serpent, taken from Urbinus. Another of Tiberius, with an Altar and S A L. A U G. Another of Nero in which is a Serpens Tortuosus; with many others.\n\nThe Gemmae of the Antients, according to Leonardus Augustinus, are of use to set forth the Sacrifices made of old to this Goddess. One of these Gemmae represents Esculapius, his Daughter Hygieia and Grand-Son Telesphorus so call'd ἀπὸ τῆς ῥεῖσος φύσεως, à Valetudine post morbum confirmata. This God, being Young and Tender, had (I suppose, by the care of his Mother Hygieia) a Bardocuculus, or Cloket, to keep him from taking Cold. These three Gods are represented in one Figure, with the following Inscription under them, ΕΤΖΕΤΕ ΜΕ, i.e. Salve me Jubete, which Augustinus happily conjectures to have been a Form of Prayer offer'd up to them.\n\nIn the last Chapter come the Inscriptions, which are taken out of Gruter and Reineshus. They are chiefly to Esculapius and Hygieia; but to confirm the Divinity of Telesphorus the little God of the Pergameni, he is mentioned in one of their Inscriptions dug up at Verona.\n\nThe Author makes no manner of doubt, but there are many more Coins and Inscriptions relating to this Goddess to be found in other Books. But these being all, or most of such as came in his way, and enough to give a Specimen of the Devotion paid by the Antients to this Goddess, he has contented himself with this small Number; leaving it to others to make such Additions, as from greater Opportunities and Abilities, they shall think fit.\n\nLONDON, Printed for W. Innys, at the Prince's Arms in St. Paul's Church-Yard. MDCCXVII.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103094.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6180,
    "total-output-tokens": 1450,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1478,
        2
      ],
      [
        1478,
        3103,
        3
      ],
      [
        3103,
        4985,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103094",
    "title": "An Account of a Book",
    "authors": "Guilhelmo Musgrave",
    "year": 1714,
    "volume": "29",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/103094"
  }
}