{
  "id": "2ae86a2c48e5ecc7d244a2f77988b2ba6cf5d046",
  "text": "The only official reprint\nauthorized by\nThe Royal Society of London\nPHILOSOPHICAL TRANSACTIONS.\n\nGiving Some ACCOUNT OF THE Present Undertakings, Studies and Labours OF THE INGENIOUS, In Many Considerable Parts of the WORLD.\n\nVOL. XXXI. For the Years, 1720, 1721.\n\nLONDON:\nPrinted for W. and J. Innys, at the Princes-Arms, at the West Corner of St. Paul's Church-Yard. MDCXXIII.\nTO\n\nSir Isaac Newton, Kt.\n\nPRESIDENT,\n\nAND TO THE\n\nCOUNCIL and FELLOWS\n\nOF THE\n\nRoyal Society of London,\n\nFOR\n\nImproving Natural Knowledge,\n\nThis THIRTY FIRST Volume\n\nOF\n\nPhilosophical Transactions\n\nIs Humbly Dedicated\n\nBY\n\nTheir most Obliged,\n\nand most Obedient Servant,\n\nJames Jurin, R. S. Secr.\nBeginning the Thirty First Volume.\n\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of January, Feb. March and April. 1720.\n\nThe CONTENTS.\n\nI. Some Remarks on a late Essay of Mr. Cassini, wherein he proposes to find, by Observation, the Parallax and Magnitude of Sirius. By Edmund Halley, L. L. D. Astron. Reg. Geom. Prof. Savil. & R. S. S.\n\nII. An Account of the External Maxillar, and other Salivary Glands: Also of the Insertions of all the Lymphatics (as well above as below the Subclavians) into the Veins; which Glands and Insertions have not hitherto been mentioned, or not truly described by any Authors. By Richard Hale, M. D. Reg. Soc. & Col. Med. Lond. Soc.\n\nIII. De Pesté Constantinopoli grassante. Auctore nupero V. Cl. Emanuele Timone, M. D. Hoc scriptum ab Auctore Clarissimo, qui Constantinopoli per multos annos Medicinam fecerat, Excellentissimo Alegato Britannico, Roberto Sutton, Eq. Aurato, traditum, ejusdem Equitis permisso, cum Societate Regia communicavit idem R. Hale, M. D.\n\nIV. An Account of a Luminous Appearance in the Air, seen at Dublin on January the 12th, 1720. By Philip Percival, Esq; Brother to the Right Honourable the Lord Percival, F.R.S. and communicated by his Lordship to the Royal Society.\nV. Of the Infinity of the Sphere of Fix'd Stars. By Edmund Halley, L. L. D. R. S. S.\n\nVI. Of the Number, Order, and Light of the Fix'd Stars. By the same.\n\nVII. An Account of the Method of making Sugar from the Juice of the Maple Tree, in New England. By the Honourable Paul Dudley, Esq; F. R. S. Communicated by John Chamberlayne, Esq.\n\nVIII. A Copy of an Affidavit made in Scotland, concerning a Boy's living a considerable time without Food. Communicated by Patrick Blair, M. D. F. R. S.\n\nIX. A Discourse concerning a Method of discovering the Virtues of Plants by their External Structure. By the Same.\n\nX. An Account of a Book, Entitled, Geometria Organica, sive Descriptio Linearum Curvarum Universalis. Auctore Colino Mac Laurin, Matheficos in Collegio Novo Abredonensi Professore, & R. S. S.\n\nI. Some\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of May, June, July and August, 1720.\n\nThe CONTENTS.\n\nI. PART of a Letter from Mr. Deverel Surgeon at Bristol: Concerning a Case in Chirurgery, which is commonly mistaken for a Fracture of the Patella.\n\nII. A Dissertation on the antiquity of the Venereal Disease. By William Becket, Surgeon, F. R S. communicated by Dr. Wagstaffe.\n\nIII. An Account of the great Meteor, which was on the 6th of March, 1715, in a Letter from the late Reverend Mr. Roger Cotes Plum. Prof. at Cambridge; to Dr. Dannye Rector of Spofforth, in Yorkshire.\n\nIV. A Discourse on the Operation of Medicines. In a Letter from Dr. Quincy, to the late Learned Mr. Sam. Moreland, F. R. S.\n\nV. An account of two extraordinary Cases in Chirurgery. Communicated by Dr. Steigertahl, F. R. S.\n\nVI. An account of an Experiment made before the Royal Society, to prove the Existence of an interspersed Vacuum. By John Theoph. Desaguliers. LL. D. & R. S. S.\n\nVII. An Account of a Book, entitled, Conghietture del Dottor Pietre Ant. Michelotti, Filosofo, e Medico d’Arco, sopra la Natura, Cagione e Rimedi dell’infermita regnanti ne’ Animali Bovini, &c. Nell’ Autunno del’ Anno cadente, 1714. In Venezia, 1712.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of September, October, November and December, 1720.\n\nThe CONTENTS.\n\nI. Historia portionis Intestini Coli propendentis ex Vulnere per 14 annos. Communicante Abrahamo Vater, Phil. & Med. Doct. Prof. Public. Ord. Anat. & Botan. Substitut. Wittembergae, Natur. Curios. Coll.\n\nII. Observations upon the Bones and the Periosteum, in a Letter to the Royal Society, from Mr. Leeuwenhoek, F. R. S.\n\nIII. An Account of a praternatural Tumour on the Loins of an Infant, attended with a Cloven Spine. By Dr. Rutty, Fellow of the College of Physicians, and of the Royal Society.\n\nIV. An Account of Two Observations in Gardening, upon the change of Colour in Grapes and Jessamine. In a Letter from Mr. Henry Cane.\n\nV. An Account of some new Electrical Experiments. By Mr. Stephen Gray.\nVI. A Letter to Dr. Halley, Astronomer Royal, R. S. Soc. in answer to some Objections made to the History of the Antiquity of the Venereal Disease. By Mr. Beckett, Surgeon, F. R. S.\n\nVII. An Experiment to compare the Paris Weights, as they are now us'd at Paris, with the English Weights. By the Reverend J. T. Desaguliers, LL. D. F. R. S.\n\nVIII. Some Remarks upon the Method of observing the differences of Right Ascension and Declination by Cross Hairs in a Telescope. By Dr. Edm. Halley, Astr. Reg. R. S. S.\n\nIX. A Proposal for measuring the height of Places, by help of the Barometer of Mr. Patrick, in which the Scale is greatly enlarged. By the same.\n\nX. Observations upon the Variation of the Needle made in the Baltick, Anno 1720. By Mr. William Sanderson. Communicated by Capt. Soame.\n\nXI. An Account of a large Quantity of Alcalious Salt produced by burning rotten Wood. By Mr. Robie of Harward College in Cambridge, New-England. Communicated by the Rev. Mr. Derham, Prebendary of Windsor, F. R. S.\n\nI. Historia\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of January, February, March, and April, 1721.\n\nThe CONTENTS.\n\nI. An account of a Fœtus that continued 46 Years in the Mother's Body. Communicated by Dr. Steigertahl, Honorary Fellow of the College of Physicians, and Fellow of the Royal Society.\n\nII. Observations upon the Membranes enclosing the Fasciculi of Fibres, into which a Muscle is divided. By Mr. Leeuwenhoek, F. R. S. Translated by Dr. Sprengell, F. R. S.\n\nIII. Observations upon the Vessels in several sorts of Wood, and upon the muscular Fibres of different Animals. By the same curious and inquisitive Person.\n\nIV. Experiments relating to the Resistance of Fluids, made before the Royal Society on Thursday, March the 30th, 1721. By the Reverend J. T. Desaguliers, LL. D. F. R. S.\n\nV. An account of the Poyson-Wood-Tree in New-England. By the Honourable Paul Dudley, Esq., F. R. S. Communicated by John Chamberlain, Esq;\n\nVI. A farther account of the same Tree. By William Sherard, LL. D. R. S. S.\n\nVII. An account of a Method lately found out in New-England, for discovering where the Bees Hive in the Woods, in order to get their Honey. By Mr. Dudley.\n\nVIII. Propositiones aliquot de Projectilium motu Parabolico, scriptæ An. 1710. Per B. Taylor, LL. D. R. S. S.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of May, June, July, and August, 1721.\n\nThe CONTENTS.\n\nI. A Description of the Moose-Deer in America; By the Honourable Paul Dudley, Esq; F. R. S. Communicated by John Chamberlayne, Esq;\n\nII. Some Remarks on the Allowances to be made in Astronomical Observations for the Refraction of the Air. By Dr. Edm. Halley, R. S. S. Astronomer Royal: With an accurate Table of Refractions.\n\nIII. The Variation of the Magnetical Compass, observed by Capt. Rogers, Commander of the Ship Duke, in his Passage from Cape St. Lucar in Calefornia to the Isle of Guam or Guana, one of the Ladrones, with some Remarks thereon. Communicated by the same.\n\nIV. An\nAn Addition to the Description of the Art of Living under Water, publish'd in Phil. Transact. No. 349. By the same.\n\nV. An Account of an Aurora Borealis, observed at Dublin, on Monday the sixth of February 1720-1. By J. W.\n\nVI. A Description of an Aurora Borealis, seen on the same Day at Cruwys-Morehard, in Devonshire. By Samuel Cruwys, Esq; F.R.S.\n\nVII. Observations on the Muscular Fibres of Fish. By Mr. Leeuwenhoek, F. R. S.\n\nVIII. Observations upon the Seeds of Plants. By the same. Translated by John Chamberlayne, Esq;\n\nIX. Extract of a Letter from Dr. Brook Taylor, F. R. S. to Sir Hans Sloan, dated 25. June, 1714. Giving an Account of some Experiments relating to Magnetism..\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of September, October, November, and December, 1721.\n\nThe CONTENTS.\n\nOn the Method of determining the Places of the Planets by observing their near Appulses to the Fixed Stars. By Edmund Halley, L.L.D. Astron. Reg. & Reg. Soc. Soc.\n\nII. Observation of a Parhelion, Oct. 26th, 1721. By the same.\n\nIII. An Account of two Mock-Suns, and an Arc of a Rainbow inverted, with an Halo, and its brightest Arc, seen on Sunday and Monday, Octob. 22, & 23. 1721. at Lyndon, Comitat' Rutland; communicated by the Rev. Mr. William Whiston, M.A. sometime Professor of the Mathematicks in the University of Cambridge.\n\nIV. Observations upon the Generation of Plants, in a Letter to Sir Hans Sloane, Bar. Pr. Coll. Med. By Patrick Blair, M.D. F.R.S.\nV. Observation of an extraordinary Height of the Barometer, December 21. 1721. By Mr. George Graham, Watchmaker, F. R. S.\n\nVI. A Caution to be used in examining the Specifick Gravity of Solids, by weighing them in Water. By James Jurin, M. D. R. S. Secr.\n\nVII. A Letter from Mr. Edward Naish, Surgeon in York, to Claudius Amyand, Esq; Serjeant-Surgeon to his Majesty, and F. R. S. Concerning an Ossification of the Crural Artery.\n\nVIII. An Account of a Rainbow seen on the Ground. Communicated in a Letter from the Reverend Benjamin Langwith, D. D. Rector of Petworth, to Dr. Jurin, Secr. R. S.\n\nIX. Epistola Domini Antonij van Leeuwenhoek, R. S. S. de Osculis, five Spiraculis Foliorum Buxi, item de lanugine Malorum Persicorum & Cydoniorum.\n\nX. Remarks on some Attempts made towards a perpetual Motion, by the Reverend Dr. Desaguliers, F. R. S.\n\nXI. A Method for rowing Men of War in a Calm. Communicated by Monsieur Du Quet.\n\nXII. Part of a Letter from the Reverend Mr. Rowlands, to the Reverend Mr. Derham, Prebendary of Windsor, and F. R. S. Concerning the stocking of the River Mene with Oysters.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103374.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 16,
    "total-input-tokens": 23892,
    "total-output-tokens": 3543,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        68,
        4
      ],
      [
        68,
        379,
        5
      ],
      [
        379,
        677,
        6
      ],
      [
        677,
        1907,
        7
      ],
      [
        1907,
        2716,
        8
      ],
      [
        2716,
        3928,
        9
      ],
      [
        3928,
        4744,
        10
      ],
      [
        4744,
        5766,
        11
      ],
      [
        5766,
        7038,
        12
      ],
      [
        7038,
        7723,
        13
      ],
      [
        7723,
        8411,
        14
      ],
      [
        8411,
        9188,
        15
      ],
      [
        9188,
        10290,
        16
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103374",
    "title": "Front Matter",
    "authors": null,
    "year": 1720,
    "volume": "31",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 16,
    "jstor_url": "https://www.jstor.org/stable/103374"
  }
}