{
  "id": "1151eadb0ab120d4f492bb888597b5b4cde7a3e5",
  "text": "XVI. Fundamental Views regarding Mechanics.\n\nBy Dr. J. Plücker, of Bonn, For. Memb. R.S.\n\nReceived May 29,—Read June 14, 1866.\n\nBeing encouraged by the friendly interest expressed by English geometricians, I have resumed my former researches, which have been entirely abandoned by me since 1846. While the details had escaped from my memory, two leading questions have remained dormant in my mind. The first question was to introduce right lines as elements of space, instead of points and planes, hitherto employed; the second question to connect, in mechanics, translatory and rotatory movements with each other by a principle in geometry analogous to that of reciprocity. I proposed a solution of the first question in the geometrical paper presented to the Royal Society. I met a solution of the second question, which in vain I sought for in Poinsot's ingenious theory of coupled forces, by pursuing the geometrical way. The indications regarding complexes of forces, given at the end of the \"Additional Notes,\" involve it. I now take the liberty of presenting a new paper, intended to give to these indications the developments they demand, reserving for another communication a succinct abstract of the curious properties of complexes of right lines represented by equations of the second degree, and the simple analytical way of deriving them.\n\nI.\n\n1. We usually represent a force geometrically by a limited line, i.e. by means of two points \\((x', y', z')\\) and \\((x, y, z)\\), one of which \\((x', y', z')\\) is the point acted upon by the force, while the right line passing through both points indicates its direction, and the distance between the two points its intensity. We may regard the six quantities\n\n\\[\nx - x', \\quad y - y', \\quad z - z', \\quad yz' - y'z, \\quad zx' - z'x, \\quad xy' - x'y \\quad \\ldots \\ldots \\ldots (1)\n\\]\n\nas the six coordinates of the force. The six coordinates of a force represent its three projections on the three axes of coordinates OX, OY, OZ, and its three moments with regard to the same axes. By means of the three first coordinates the intensity \\(P\\) and the direction of the force; by means of the three last the resulting moment \\(R\\) and the direction of its axis; by the quotient \\(\\frac{R}{P}\\) the distance of the force from the origin, and therefore its position in space is determined.\n\nAccordingly we may, as far as we do not regard the point acted upon by the force, replace its six coordinates (1) by\n\n\\[\nX, Y, Z, L, M, N. \\quad \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots (2)\n\\]\nBut a force depending upon five constants only, there exists between these new coordinates an equation of condition, namely,\n\n\\[ LX + MY + NZ = 0 \\]  \n\nwhich indicates that the axis of the resulting moment \\( R \\) (the moment of the force with regard to the origin) is perpendicular to the direction of the force. In replacing the coordinates (2) by the equivalent primitive ones (1), the last equation becomes an identical one between the six point-coordinates \\( x', y', z', x, y, z \\), and therefore is involved in the form given to the coordinates of the force.\n\nThe three last coordinates,\n\n\\[ yz' - y'z, \\quad zx' - z'x, \\quad xy' - x'y, \\]\n\nremain unchanged in replacing \\( x, y, z \\) by \\((x-x'), (y-y'), (z-z')\\). Consequently we may substitute for them\n\n\\[ Yz' - Zy', \\quad Zx' - Xz', \\quad Xy' - Yx'. \\]\n\nThus, in omitting the accents of \\( x', y', z' \\),\n\n\\[ X, Y, Z, Yz - Zy, Zx - Xz, Xy - Yx \\]  \n\nbecome the coordinates of the force. Now \\( x, y, z \\) denote the coordinates of any point of the line along which the force acts, its intensity and direction being given by \\( X, Y, Z \\).\n\nThe form of the new coordinates (4) involves the equation of condition (3).\n\n2. If any number of given forces, represented by the symbols \\((x', y', z', x, y, z)\\) or \\((X, Y, Z, L, M, N)\\), act upon or pass through given points, according to the fundamental laws of statics, the resulting effect is obtained by adding the corresponding six coordinates of the forces\n\n\\[ x - x', \\quad y - y', \\quad z - z', \\quad yz' - y'z, \\quad zx' - z'x, \\quad xy' - x'y. \\]\n\nIf the six sums thus obtained,\n\n\\[ \\Sigma(x - x'), \\quad \\Sigma(y - y'), \\quad \\Sigma(z - z'), \\quad \\Sigma(yz' - y'z), \\quad \\Sigma(zx' - z'x), \\quad \\Sigma(xy' - x'y), \\]  \n\nor\n\n\\[ \\Sigma X, \\quad \\Sigma Y, \\quad \\Sigma Z, \\quad \\Sigma L, \\quad \\Sigma M, \\quad \\Sigma N, \\]  \n\nsatisfy the condition\n\n\\[ \\Sigma L.\\Sigma X + \\Sigma M.\\Sigma Y + \\Sigma N.\\Sigma Z = 0, \\]\n\nand therefore assume the form of the expressions (1), they are the six coordinates of a resulting force which replaces the given ones. In the general case I propose to call the cause producing the resulting effect dyname. The six sums (5) or (6), not satisfying the last equation of condition, may be regarded as the six coordinates of the dyname; the first three indicating the intensity and the direction of a force \\( P \\), the last three the intensity of a moment and the direction of its axis.\n\nIn the case of a force \\((P)\\) depending upon five constants, the moment and the direction of its axis are determined by means of these constants, i.e., by means of\n\n\\[ X, Y, Z, L, M, N, \\ldots \\]  \n\nin admitting\n\n\\[ LX + MY + NZ = 0. \\]\nThis equation not being admitted, the corresponding dyname \\((P, R)\\) depends upon six linear constants (2), independent of each other. There is no relation admitted between the direction of the force \\((P)\\) and the direction of the axis of the moment \\((R)\\).\n\nIn denoting the angle between both directions by \\(\\phi\\), we have\n\n\\[\n\\frac{LX + MY + NZ}{PR} = \\cos \\phi.\n\\]\n\n3. A linear complex of right lines* is represented by a homogeneous equation of the first degree,\n\n\\[\nA(x-x') + B(y-y') + C(z-z') + D(yz'-y'z) + E(zx'-z'x) + F(xy'-x'y) = \\Omega = 0,\n\\]\n\nbetween the six line-coordinates\n\n\\[\n(x-x'), (y-y'), (z-z'), (yz'-y'z), (zx'-z'x), (xy'-x'y),\n\\]\n\nregarded as variables. These quantities are simultaneously the coordinates of a force.\n\nLet us replace the homogeneous equation (8) by the general one of the first degree,\n\n\\[\n\\Omega - 1 \\equiv \\Xi = 0.\n\\]\n\nForces the coordinates of which satisfy this equation constitute a linear complex of forces. The six coordinates of the two points \\((x', y', z')\\) and \\((x, y, z)\\) by which the force is determined may likewise be regarded as variables replacing the coordinates (1).\n\nIn order to get the forces of the complex \\(\\Xi\\) acting upon any given point of space \\((x', y', z')\\), we must regard the coordinates of this point as constant. On this supposition the equation of the complex, which may be written thus,\n\n\\[\n(A + Fy' - Ez')x \\\\\n+(B - Fa' + Dz')y \\\\\n+(C + Ex' - Dy')z \\\\\n= Ax' + By' + Cz' + 1,\n\\]\n\nrepresents a plane. Therefore the geometrical locus of the second points \\((x, y, z)\\), by which the forces acting on the given point \\((x', y', z')\\) are determined, is a plane. This plane may be called conjugate to the point acted upon.\n\nIn a linear complex there are acting upon each point of space forces in all directions, the intensity of each force being the segment on its direction between the point acted upon and its conjugate plane.\n\n4. In supposing the forces, and consequently their coordinates, to be infinite, the equation (9) of the complex \\(\\Xi\\) becomes\n\n\\[\n\\Omega = 0.\n\\]\n\nThis equation, therefore, representing a complex of right lines, indicates the position of those forces of the complex \\(\\Xi\\) the intensity of which is infinite.\n\n* See geometrical Paper, p. 734, Philosophical Transactions, 1865.\nFrom my geometrical paper* we deduce that, by a proper transformation of coordinates, the function $\\Omega$ may be reduced, in putting\n\n$$C' = \\frac{AD + BE + CF}{\\sqrt{D^2 + E^2 + F^2}}, \\quad \\ldots \\ldots \\ldots \\ldots \\ldots (11)$$\n\n$$F' = \\sqrt{D^2 + E^2 + F^2}, \\quad \\ldots \\ldots \\ldots \\ldots \\ldots (12)$$\n\nto the simple expression\n\n$$F'(xy' - x'y) + C'(z - z').$$\n\nAccordingly the general equation of the complex $\\Xi$ assumes the form\n\n$$F'(xy' - x'y) + C'(z - z') = 1; \\quad \\ldots \\ldots \\ldots \\ldots \\ldots (13)$$\n\nand in putting\n\n$$\\frac{AD + BE + CF}{D^2 + E^2 + F^2} = \\frac{C'}{F'} = k, \\quad \\ldots \\ldots \\ldots \\ldots \\ldots (14)$$\n\n$$\\frac{1}{\\sqrt{D^2 + E^2 + F^2}} = \\frac{1}{F'} = kk', \\quad \\ldots \\ldots \\ldots \\ldots \\ldots (15)$$\n\nmay be written thus,\n\n$$(xy' - x'y) + k(z - z' - k') = 0. \\quad \\ldots \\ldots \\ldots \\ldots \\ldots (16)$$\n\nThere is in a complex of right lines an axis round which it may revolve, and along which it may be displaced parallel to itself, without being changed. After this double movement each line of the complex occupies the place formerly taken by another of its lines. After the transformation of coordinates, the axis of the complex $\\Omega$, which may be likewise called the axis of the complex of forces $\\Xi$, coincides with $OZ$; the origin being arbitrarily chosen on $OZ$, and the axes $OX$ and $OY$ being any two right lines drawn through this point perpendicular to $OZ$ and to each other.\n\nThe form of the last equation shows that a linear complex of forces $\\Xi$, like the corresponding complex of lines $\\Omega$, remains unaltered when rotating round its axis or moving parallel to it, i.e. each force of the complex in its new direction and the new position of the point upon which it acts, continues to belong to the complex in retaining its intensity.\n\n5. Let\n\n$$\\Xi \\equiv \\Omega - 1 = 0, \\quad \\Xi' \\equiv \\Omega' - 1 = 0 \\quad \\ldots \\ldots \\ldots \\ldots \\ldots (17)$$\n\nrepresent any two linear complexes of forces. Congruent forces of both complexes, the coordinates of which satisfy simultaneously both equations (17), constitute a congruency of forces. Their coordinates satisfy likewise the equation\n\n$$\\Xi - \\Xi' \\equiv \\Omega - \\Omega' = 0, \\quad \\ldots \\ldots \\ldots \\ldots \\ldots (18)$$\n\nderived from the primitive ones by eliminating their constant term. Hence\n\nIn a congruency, the forces act along right lines constituting a linear complex.\n\nThe forces of a congruency belonging simultaneously to two complexes, those of them\n\n* Geometrical Paper, p. 746.\npassing through a given point meet the right line along which the two conjugate planes of the point in the two complexes intersect each other.\n\nIn a congruency, there act on every point of space an infinite number of forces along right lines constituting a plane, their intensity being given by the distance of the point acted upon from the points of a given right line confined within that plane.\n\n6. Let\n\n\\[ \\Xi = \\Omega - 1 = 0, \\quad \\Xi' = \\Omega' - 1 = 0, \\quad \\Xi'' = \\Omega'' - 1 = 0 \\]\n\nrepresent any three linear complexes of forces. Forces, the coordinates of which satisfy simultaneously the three equations, constitute a double congruency of forces. Hence we derive immediately the following theorem:\n\n_In a double congruency of forces there is passing through each point of space one single force of given direction and given intensity._\n\nThe intensity of the force is equal to the distance between the point acted upon and the point where the three planes conjugate in the three complexes meet.\n\n7. We may derive from the equations (19) the two following:\n\n\\[ \\Omega - \\Omega' = 0, \\quad \\Omega - \\Omega'' = 0. \\]\n\nThe coordinates of forces of the double congruency satisfy likewise both equations (20), the system of which represents a congruency of right lines.\n\n_The forces of a double congruency act upon right lines which constitute a congruency._\n\nI proved in the geometrical paper that all lines of a congruency intersect two given lines. Hence\n\n_All forces constituting a double congruency meet two fixed lines._\n\n8. In following our way we meet congruent forces of four complexes constituting a _threefold congruency_. Their coordinates satisfy simultaneously the equations of the four complexes,\n\n\\[ \\Xi = 0, \\quad \\Xi' = 0, \\quad \\Xi'' = 0, \\quad \\Xi''' = 0, \\]\n\nas well as the equations\n\n\\[ \\Xi - \\Xi' = 0, \\quad \\Xi - \\Xi'' = 0, \\quad \\Xi - \\Xi''' = 0 \\]\n\nderived from them, the system of which represents a rectilinear hyperboloid. Hence\n\nThe forces belonging to a threefold congruency act along the generatrices of a hyperboloid*, the points of which are the points acted upon. There are conjugated to such a point in the four complexes of forces (21) four planes meeting in another point of the same generatrix. The distance between the two points represents the intensity of the corresponding force, varying if the point acted upon move on the generatrix.\n\n9. There are only two forces belonging simultaneously to five complexes, i.e., there are two right lines, on each point of which one single force of given intensity acts along its direction. Indeed by means of the five equations of the complexes, we may determine, by elimination, five of the six coordinates, which, for simplicity, may be denoted\n\n* Geometrical Paper, p. 757.\nby X, Y, Z, L, M, N, as linear functions of the sixth. Accordingly the equation of condition,\n\n\\[ LX + MY + NZ = 0, \\]\n\nmay be transformed into an equation of the second degree with regard to the sixth coordinate.\n\n10. In the complexes hitherto considered, the forces acting along a right line vary in intensity when the point acted upon moves on that line. According to the more usual notion there is, along a given line, one single force of given intensity acting upon any point of the line. In order to represent complexes of such forces, we replace the coordinates (1), made use of hitherto, either by the coordinates\n\n\\[ X, Y, Z, L, M, N . . . . . . . . . . . . (2) \\]\n\nin admitting the equation of condition\n\n\\[ LX + MY + NX = 0, . . . . . . . . . . . . (3) \\]\n\nor by the coordinates\n\n\\[ X, Y, Z, Yz - Zy, Zx - Xz, Xy - Yx. . . . (4) \\]\n\nIn both systems of coordinates there is no trace left of the point acted upon by the force. The same coordinates belong to right lines, and the homogeneous equation\n\n\\[ AX + BY + CZ + DL + EM + FN \\equiv \\Phi = 0 . . . . . . . . . . . . (23) \\]\n\nrepresents the same linear complex of lines which was formerly represented by the equation\n\n\\[ \\Omega = 0. \\]\n\nPut\n\n\\[ \\Psi \\equiv \\Phi - I = 0. . . . . . . . . . . . . . . . . . . . . . . . . (24) \\]\n\nAll forces, the coordinates of which satisfy this equation, constitute such a new complex. It is essential not to confound such complexes with the former ones.\n\n11. The coordinates \\( x, y, z \\) of any point on the direction of a force are introduced in making use of the coordinates (4). Accordingly the equation of the complex \\( \\Psi \\) becomes\n\n\\[ AX + BY + CZ + D(Yz - Zy) + E(Zx - Xz) + F(Xy - Yx) = 0. . . . . . (25) \\]\n\nIf\n\n\\[ Yz = Zy, \\]\n\\[ Zx = Xz, \\]\n\\[ Xy = Yx, \\]\n\nthe corresponding forces pass through the origin; for these forces, belonging to the complex \\( \\Psi \\), we obtain\n\n\\[ AX + BY + CZ = 0. \\]\n\nLet\n\n\\[ x = az, \\quad y = bz \\]\nindicate the direction of any of these forces, we obtain\n\n\\[ X = aZ, \\quad Y = bZ, \\]\n\nwhence\n\n\\[ Z = \\frac{1}{Aa + Bb + C}, \\]\n\nand the intensity of the force\n\n\\[ P = \\frac{\\sqrt{1 + a^2 + b^2}}{Aa + Bb + C}. \\]  \n\n(26)\n\nIf the system of coordinates is displaced parallel to itself, any point \\((x_0, y_0, z_0)\\) becoming the new origin, \\(X, Y, Z\\) remain unaltered, while \\(x, y, z\\) are replaced by \\((x+x_0), (y+y_0), (z+z_0)\\). Accordingly the equation (25) is transformed into the following one:\n\n\\[ AX + BY + CZ + D(Y(z+z_0) - Z(y+y_0)) + E(Z(x+x_0) - X(z+z_0)) + F(X(y+y_0) - Y(x+x_0)) = 1. \\]\n\nIn putting \\(x, y, z = 0\\), the following relation\n\n\\[ (A - Ez_0 + Fy_0)X + (B + Dz_0 - Fx_0)Y + (C - Dy_0 + Ex_0)Z = 1 \\]  \n\n(27)\n\nis obtained between the coordinates of forces passing through the new origin. Let, in the primitive system of coordinates,\n\n\\[ x - x_0 = a(z - z_0), \\]\n\\[ y - y_0 = b(z - z_0) \\]\n\nindicate the direction of any such force, its intensity is\n\n\\[ P = \\frac{\\sqrt{1 + a^2 + b^2}}{(A - Ez_0 + Fy_0)a + (B + Dz_0 - Fx_0)b + (C - Dy_0 + Ex_0)} \\]\n\\[ = \\frac{1}{(A - Ez_0 + Fy_0)\\cos \\alpha + (B + Dz_0 - Fx_0)\\cos \\beta + (C - Dy_0 + Ex_0)\\cos \\gamma} \\]\n\\[ = \\frac{1}{A\\cos \\alpha + B\\cos \\beta + C\\cos \\gamma + D(z_0\\cos \\beta - y_0\\cos \\gamma) + E(x_0\\cos \\gamma - z_0\\cos \\alpha) + F(y_0\\cos \\alpha - x_0\\cos \\beta)}. \\]\n\nThere is one force passing simultaneously through both origins, determined by the relations\n\n\\[ x_0 : y_0 : z_0 = X : Y : Z, \\]\n\nby which the last expression for \\(P\\) is reduced to the former (26). The force acting along the same right line is the same. All other forces of the complex \\(\\Psi\\) passing through the primitive origin, when displaced parallel to themselves, so as to meet the new origin, generally change their intensity. This intensity is not changed if, the direction of the force remaining the same,\n\n\\[ Ez_0 = Fy_0, \\]\n\\[ Dz_0 = Fx_0, \\]\n\\[ Dy_0 = Ex_0, \\]\n\ni.e. if the new origin describes what we may call a diameter of the complex. We do\nnot enter into any detail, because the results thus obtained would be involved in the following developments.\n\n12. Indeed, in so transforming the arbitrary system of rectangular coordinates—as we did in the case of complexes $\\Xi$—that the new axis $OZ$ coincides with the axis of the complex of lines $\\Phi$, the equation (24) is replaced by the equation\n\n$$N + k(Z - k') = 0,$$\n\n$k$ and $k'$ retaining their signification of No. 4, and may be written thus,\n\n$$P(\\delta \\cos \\nu + k \\cos \\gamma) = kk',$$\n\nin denoting by $\\gamma$ and $\\nu$ the angles which the directions of the forces and of the axes of their moments make with $OZ$, and by $\\delta$ the distances of the lines along which the forces act from the origin. Hence we conclude that the intensities of forces of the complex are the same if\n\n$$\\delta \\cos \\nu + k \\cos \\gamma = \\text{const.}$$\n\nThat is especially the case if the line along which a force acts be displaced parallel to $OZ$ or turned round it. Hence\n\nA force of a complex $\\Psi$ which, while retaining its intensity, is displaced parallel to the axis of the complex or turns round it, in all its new positions continues to belong to the complex.\n\n13. The lines along which congruent forces of any two complexes $\\Psi$ act constitute a linear complex of lines. The congruent forces of three complexes $\\Psi$ are directed along lines of a congruency, and consequently meet two fixed lines, there is one force passing through each point of space, and one confined within each plane traversing it. The congruent forces of four complexes $\\Psi$ are directed along the generatrices of a hyperboloid, their intensity only varying from one generatrix to another. Finally, five complexes $\\Psi$ meet along two forces (either real or imaginary).\n\n14. A dyname, determined by its six linear coordinates,\n\n$$X, Y, Z, L, M, N,$$\n\nrepresents the effect produced by two forces not intersecting each other, the points acted upon not being regarded. The six sums of the corresponding coordinates of both forces are the six coordinates of the dyname. Reciprocally, a dyname, the coordinates of which are given, may be resolved into equivalent pairs of forces; but a dyname depending upon six, a pair of forces upon ten constants, four of these ten constants may be chosen arbitrarily. Let\n\n$$x, y, z, l, m, n,$$\n\n$$x', y', z', l', m', n',$$\n\nbe the coordinates of such a pair of forces. The following relations,\n\n$$x + x' = X, \\quad y + y' = Y, \\quad z + z' = Z,$$\n\n$$l + l' = L, \\quad m + m' = M, \\quad n + n' = N,$$\ntake place, and besides the following two:\n\n\\[ lx + my + nz = 0, \\]\n\\[ l'x' + m'y' + n'z' = 0. \\]\n\nThe last equation may be developed thus,\n\n\\[ (L - l)(X - x) + (M - m)(Y - y) + (N - n)(Z - z) = 0, \\]\n\nand reduced by means of the preceding one as follows:\n\n\\[ \\begin{align*}\nLx + My + Nx \\\\\n+ Xl + Ym + Zn \\\\\n= LX + MY + NZ.\n\\end{align*} \\] . . . . . . . . . . (31)\n\nIf the coordinates of the dyname be regarded as constant, \\( x, y, z, L, M, N \\) as variable, this equation represents a linear complex of forces. By interchanging the two forces we meet again the same equation. Hence\n\nA dyname may be resolved into pairs of forces, the forces of all pairs constitute a linear complex.\n\nWe must desist from entering into any further detail.\n\n15. Any number of dynames being given, the coordinates of the resulting dyname are obtained by adding the coordinates of the given ones. If the six sums are equal to zero, equilibrium exists.\n\n16. Dynames \\((P, R)\\) the coordinates of which satisfy the linear equation\n\n\\[ \\Psi = AX + BY + CZ + DL + EM + FN - 1 = 0, \\] . . . . . . . . (32)\n\nconstitute a complex of dynames. In supposing \\( P \\) and \\( R \\), and therefore the coordinates of the dyname, infinite, the last equation becoming homogeneous,\n\n\\[ AX + BY + CZ + DL + EM + FN = 0 \\] . . . . . . . . (33)\n\nrepresents a complex of two variable lines.\n\nDynames the coordinates of which satisfy simultaneously two linear equations,\n\n\\[ \\Psi = 0, \\quad \\Psi' = 0, \\]\n\nconstitute a congruency of dynames. In eliminating the constant term, the resulting equation,\n\n\\[ \\Psi - \\Psi' = 0, \\]\n\nrepresents a complex of two variable lines.\n\nII.\n\n1. We determine a force producing repulsion or attraction by means of two points in space, one of which is the point acted upon. In quite an analogous way we may represent a rotation, or the force producing it, by means of two planes,\n\n\\[ \\begin{align*}\ntx + uy + vz &= 1, \\\\\ntx' + u'y' + v'z' &= 1,\n\\end{align*} \\] . . . . . . . . . . (1)\nthe coordinates of which are \\( t', u', v' \\) and \\( t, u, v \\), one of the two planes \\((t', u', v')\\) being acted upon. The right line, along which both planes meet, is the axis of rotation. The plane acted upon \\((t', u', v')\\) may in a double way turn round the axis of rotation in order to coincide with the second plane \\((t, u, v)\\); but there is no more ambiguity in admitting that during the rotation the rotating-plane does not pass through the origin, and consequently its coordinates do not become infinite. (In an analogous way we determine the distance of two points.)\n\nLet us regard the six quantities,\n\n\\[\nt - t', \\quad u - u', \\quad v - v', \\quad uv' - u'v, \\quad vt' - v't, \\quad tu' - t'u,\n\\]\n\nas the six coordinates of the rotatory force, as they are the six coordinates of its axis of rotation. As far as we do not regard the plane acted upon by the rotatory force, we may replace them by the following six,\n\n\\[\nx, \\quad y, \\quad z, \\quad q, \\quad m, \\quad r,\n\\]\n\nin admitting the equation of condition,\n\n\\[\nxq + my + rz = 0.\n\\]\n\nFinally, we may write the coordinates (2) in the following way,\n\n\\[\nx, \\quad y, \\quad z, \\quad yv - 3u, \\quad 3t - xv, \\quad xu - yt,\n\\]\n\n\\((t, u, v)\\) being any plane passing through the axis of rotation.\n\n2. The notation of the preceding number being rather unusual, it appears suitable to introduce a few remarks before proceeding.\n\nIn referring to the \"Additional Notes\" of the geometrical paper *, we get\n\n\\[\nX : Y : Z = \\cos \\lambda : \\cos \\mu : \\cos \\nu,\n\\]\n\n\\[\nL : M : N = \\cos \\alpha : \\cos \\beta : \\cos \\gamma;\n\\]\n\nand in putting\n\n\\[\nx^2 + y^2 + z^2 = p^2,\n\\]\n\n\\[\nq^2 + m^2 + r^2 = h^2,\n\\]\n\nthere results\n\n\\[\nh = \\frac{p}{\\delta}.\n\\]\n\nHere the angles made by the axis of rotation with the three axes of coordinates \\(OX, OY, OZ\\) are denoted by \\(\\lambda, \\mu, \\nu\\); the angles made with the same axes of coordinates by the right line perpendicular to the plane containing the origin and the axis of rotation by \\(\\alpha, \\beta, \\gamma\\); \\(\\delta\\) denotes the distance of the axis of rotation from the origin; finally, let us call \\(P\\) the intensity of the rotatory force, \\(R\\) its moment, and the right line passing through the origin and making, with the three axes of coordinates, the angles \\(\\alpha, \\beta, \\gamma\\), the axis of the moment.\n\n* Philosophical Transactions, 1865, p. 776.\n3. Both the intensity (P) and the moment (R) of a rotatory force depend only upon the position of the origin; they do not depend upon the direction of the axes of coordinates. Indeed \\( p \\) and \\( p' \\) denoting the distance of the planes \\((t, u, v), (t', u', v')\\), by means of which a rotatory force \\((tu'v', tuv)\\) is determined, from the origin, and \\( \\omega \\) the angle between the planes, we have\n\n\\[\nP^2 = (t - t')^2 + (u - u')^2 + (v - v')^2 = \\frac{1}{p^2} + \\frac{1}{p'^2} - \\frac{2 \\cos \\omega}{pp'}.\n\\]\n\nAgain, the intensity (P) being given according to (10), the moment of the rotatory force (R) remains the same when the axis of rotation gets into any other position, as long as \\( d \\), the distance of the axis from the origin, does not change, and in particular when the axis of rotation turns round the axis of the moment.\n\n4. The six coordinates of an ordinary force \\((x'y'z, xyz)\\) remain the same when, the mutual distance of the two points \\((x'y'z')\\) and \\((x, y, z)\\) not being altered, the point \\((x', y', z')\\) acted upon moves along the direction of the force. So do the six coordinates of a rotatory force \\((tu'v', tuv)\\) when, P remaining the same, the plane \\((t', u', v')\\) acted upon rotates round the axis of rotation. A repulsive or attractive force may act on each point of its direction, a rotatory force on each plane passing through its axis. Let\n\n\\[\ntx + uy + vz - 1 \\equiv s = 0,\n\\]\n\nbe the equations of the planes \\((t', u', v')\\) and \\((t, u, v)\\) by which a rotatory force is determined. In denoting by \\( \\mu' \\) and \\( \\mu \\) any two arbitrary constants, the following equations,\n\n\\[\ns - \\mu's' = 0,\n\\]\n\n\\[\ns' - \\mu s = 0,\n\\]\n\nrepresent any two new planes passing through the axis of rotation. Let \\((t_0, u_0, v_0)\\) and \\((t_0, u_0, v_0)\\) be the corresponding symbols of the new planes. The first of the two planes, depending upon the constant \\( \\mu' \\), may be regarded as any plane acted upon by the rotatory force, and accordingly the second plane, depending upon the constant \\( \\mu \\), may be determined so that the intensity of the rotatory force, and therefore its moment, shall not be changed. In this supposition\n\n\\[\nt - t' = t_0 - t_0',\n\\]\n\n\\[\nu - u' = u_0 - u_0',\n\\]\n\n\\[\nv - v' = v_0 - v_0',\n\\]\n\nwhence we derive\n\n\\[\n\\mu + \\mu' = 2.\n\\]\n\nThere are three values of \\( \\mu' \\),\n\n\\[\n\\frac{i}{i'}, \\quad \\frac{u}{u'}, \\quad \\frac{v}{v'},\n\\]\n\nindicating planes acted upon parallel to OX, OY, OZ; let G, H, I be the points in which the corresponding second plane meets the same axes. If any other plane passing\nthrough the axis of rotation and intersecting the axes of coordinates in the points $G'$, $H'$, $I'$ is taken as the plane acted upon by the rotatory force, the corresponding second plane intersects the same axes in three points $G_1$, $H_1$, $I_1$, such that the three couples of points,\n\n$$O, G \\text{ and } G', G,$$\n\n$$O, H \\text{ and } H', H,$$\n\n$$O, I \\text{ and } I', I,$$\n\nconstitute, on the three axes of coordinates, three systems of harmonic points.\n\n5. If any force be given, its intensity ($P$) is quite independent of the axes of rectangular coordinates, which may be arbitrarily chosen, but its moment ($R$) depends upon the choice of the origin. The point upon which the force acts, if free, is impelled along a given line. If the point acted upon be attached to any fixed point, the translatory movement is changed into a rotatory one. Any plane perpendicular to the direction of the force revolves, if one of its points be fixed, round an axis, confined within the plane, passing through the fixed point and perpendicular to the direction of the force. This axis is the axis of the moment of the force with regard to the fixed point which in the considerations of Part I. was the origin of coordinates. The cause producing the double effect is called force. This definition involves that the direction of the force and the direction of the axis of its moment be perpendicular to each other. If there is a moment, the axis of which is not perpendicular to the direction of the translatory movement produced, the cause of it is no more a mere force: we called it a dyname.\n\nIf any rotatory force be given, both the intensity of the force and the intensity of its moment are independent of the direction of the axes of coordinates, only both depend upon the position of the origin (3). A plane perpendicular to the axis of rotation remains the same during the revolution. If there is another invariable plane, i.e. a plane not able to turn round any axis confined within it, and therefore, this axis being infinitely distant, not able to be displaced parallel to itself, the revolution is stopped and transformed into a translatory movement of the plane acted upon. Indeed the intersection of the two invariable planes becoming an invariable line, able only to move along its own direction, the plane acted upon and all the planes connected with it are displaced along the invariable line. The movement along this direction may be decomposed into three, along the axes of coordinates. The cause producing the double movement is called rotatory force. If the condition that both axes (of rotation and of translation) are perpendicular to each other be not fulfilled, we shall call it a (rotatory) dyname.\n\nIf any point of the line, moveable only along its own direction, be fixed, it endures a pressure along that line which is proportional to the translatory movement, and may be likewise decomposed along the axes of coordinates.\n\n6. Let us, in order to confirm in the analytical way the general views of the last number, consider a rotation the axis of which is confined in the plane XY, and within this plane directed parallel to OX. Let us admit, too, that the plane acted upon, passing through the axis of rotation, is parallel to OZ. Under these conditions, the symbol\nfor the rotation being \\((tu0, tuv)\\), its coordinates are\n\n\\[0, 0, v, uv, 0, 0.\\]\n\nAccordingly \\(OZ\\) is the axis of the moment; we obtain\n\n\\[\\mathfrak{P} = v, \\quad \\mathfrak{R} = uv, \\quad \\delta = \\frac{1}{u};\\]\n\nand in putting\n\n\\[\\delta v = -\\tan \\omega,\\]\n\nwe have\n\n\\[\\mathfrak{P} = -\\frac{\\tan \\omega}{\\delta}, \\quad \\mathfrak{R} = -\\frac{\\tan \\omega}{\\delta^2};\\]\n\nHere \\(\\omega\\) denotes the angle of rotation, taken in starting from the plane acted upon in the direction from \\(OZ\\) to \\(OX\\). In passing to infinitesimals, the last equation becomes\n\n\\[\\mathfrak{P} = -\\frac{\\omega}{\\delta}, \\quad \\mathfrak{R} = -\\frac{\\omega}{\\delta^2}.\\]\n\n7. When two rotations take place simultaneously, there is a resulting one in the case only where both axes of rotation are confined within the same plane. Let\n\n\\[x, y, z, yv - 3u, 3t - xv, xu - yt,\\]\n\\[x', y', z', y'v' - 3'u', 3't' - x'v', x'u' - y't',\\]\n\nbe the six coordinates of the rotation, \\((t, u, v)\\) and \\((t', u', v')\\) being any two planes containing their axes. If both axes be confined in the same plane, \\(t', u', v'\\) may be replaced by \\(t, u, v\\). In this supposition, by adding the corresponding coordinates, we get\n\n\\[x + x', \\quad y + y', \\quad z + z',\\]\n\\[(y + y')v - (z + z')u, \\quad (z + z')t - (x + x')v, \\quad (x + x')u - (y + y')t.\\]\n\nThese six sums are the coordinates of a new rotation, the axis of which is within the same plane \\((t, u, v)\\). Here the three equations of condition,\n\n\\[x + x' = 0, \\quad y + y' = 0, \\quad z + z' = 0;\\]\n\nwhich render the six coordinates of the resulting rotation equal to zero, are sufficient to express that equilibrium exists.\n\nIn the general case, where both axes of rotation are not confined within the same plane, the six sums of coordinates\n\n\\[x + x', \\quad y + y', \\quad z + z',\\]\n\\[(yv + y'v') - (3u + 3'u'), \\quad (3t + 3't') - (xv + x'v'), \\quad (xu + x'u') - (yt + y't'),\\]\n\nare the coordinates of a dyname. When equilibrium exists we get, in order to express that all resulting effect be destroyed, six equations of condition by putting the six coordinates equal to zero.\n\n8. By generalizing, the following theorem is immediately derived:\n\nAny number of rotatory forces acting simultaneously, the coordinates of the resulting rotatory force, if there is such a force, if there is not, the coordinates of the resulting\nrotatory dyname, are obtained by adding the coordinates of the given rotatory forces. In the case of equilibrium the six sums obtained are equal to zero.\n\nAccordingly the given rotatory forces (or rotations) being represented by the general symbols \\((t'u'v', tuv)\\), their coordinates are\n\n\\[ t - t', \\quad u - u', \\quad v - v', \\quad uv' - u'v, \\quad vt' - v't, \\quad tu' - t'u, \\]\n\nand\n\n\\[ \\Sigma(t - t'), \\quad \\Sigma(u - u'), \\quad \\Sigma(v - v'), \\quad \\Sigma(uv' - u'v), \\quad \\Sigma(vt' - v't), \\quad \\Sigma(tu' - t'u), \\]\n\nthe coordinates of the resulting force or dyname.\n\n9. The theorem of the last number embraces the statics of rotatory forces as the analogous theorem of Part I., No. 2 involves the statics of ordinary forces. We gave this theorem as the expression of known statical laws. Inversely we might, having previously stated the theorem in a direct way, deduce from it the theorems of statics. Indeed the theorem follows from the mere consideration that the corresponding coordinates of forces,—the three first of which, X, Y, Z, are represented by segments of right lines, the three last, L, M, N, by areas,—indicating homogeneous quantities, may be added, and after addition the sums obtained interpreted in the same way.\n\nThe following numbers will show the application of the new theorem, and of its inverse, regarding decomposition of rotatory forces or dynames.\n\n10. Any number \\( n \\) of rotatory forces acting simultaneously on the same plane \\((t', u', v')\\) may be represented by symbols, \\( t', u', v' \\) being the same in all. By adding their coordinates, the six sums obtained (2) may be written thus,\n\n\\[ \\Sigma t = nt', \\quad \\Sigma u = nu', \\quad \\Sigma v = nv', \\]\n\\[ \\Sigma u.v' - \\Sigma v.u', \\quad \\Sigma v.t' - \\Sigma t.v', \\quad \\Sigma t.u' - \\Sigma u.t'; \\]\n\nor in putting\n\n\\[ \\Sigma t = n\\Omega, \\quad \\Sigma u = n\\varepsilon, \\quad \\Sigma v = n\\sigma, \\]\n\nthus\n\n\\[ n(\\Omega - t'), \\quad n(\\varepsilon - u'), \\quad n(\\sigma - v'), \\]\n\\[ n(\\varepsilon v' - \\sigma u'), \\quad n(\\sigma t' - \\Omega v'), \\quad n(\\Omega u' - \\varepsilon t'). \\]\n\nThese expressions are the coordinates of the resulting rotatory force; \\(\\Omega, \\varepsilon, \\sigma\\) are the coordinates of a plane, replacing in the theory of rotation the centre of gravity, which may be called the central plane of the given planes \\((t, u, v)\\), by which, the plane acted upon \\((t', u', v')\\) being given, the rotatory forces are determined. The resulting axis of rotation is the intersection of the given plane \\((t', u', v')\\) and the central plane \\((\\Omega, \\varepsilon, \\sigma)\\).\n\nThe intensity of the resulting force is\n\n\\[ n\\sqrt{(\\Omega - t')^2 + (\\varepsilon - u')^2 + (\\sigma - v')^2}. \\]\n\nIn the case of equilibrium,\n\n\\[ \\Omega = t', \\quad \\varepsilon = u', \\quad \\sigma = v', \\]\n\ni.e. the central plane is congruent with the plane acted upon by the given rotatory forces.\n\n11. A rotatory force,\n\n\\[ (t'u'v', tuv), \\]\nmay be decomposed into three,\n\n\\[(t'u'v', t'u'v), \\quad (t'u'v', t'uv'), \\quad (t'u'v', tu'v')^*,\\]\n\nthe six coordinates of which are\n\n\\[\n\\begin{array}{cccccc}\n0 & 0 & v-v' & -u'(v-v') & t'(v-v') & 0 \\\\\n0 & u-u' & 0 & v'(u-u') & 0 & -t'(u-u') \\\\\nt-t' & 0 & 0 & 0 & -v'(t-t') & u'(t-t').\n\\end{array}\n\\]\n\nIn adding these coordinates, we get\n\n\\[t-t', \\quad u-u', \\quad v-v', \\quad uv'-u'v, \\quad vt'-v't, \\quad tu'-tu,\\]\n\ni.e. the coordinates of the recomposed given rotatory force.\n\nThe three axes of the decomposed rotatory forces are the intersections of the plane acted upon by \\((t', u', v')\\), with the three planes of coordinates XY, XZ, YZ, constituting a triangle, the angles of which fall into the three axes of coordinates.\n\nThe given rotatory force is thus decomposed into three equivalent ones, the intensity of which is\n\n\\[\\mathfrak{P} \\cos \\nu = (v-v') = x,\\]\n\\[\\mathfrak{P} \\cos \\mu = (u-u') = y,\\]\n\\[\\mathfrak{P} \\cos \\lambda = (t-t') = z.\\]\n\nIn putting\n\n\\[\\sqrt{v'^2 + u'^2} = \\frac{1}{r},\\]\n\\[\\sqrt{v'^2 + v'^2} = \\frac{1}{q},\\]\n\\[\\sqrt{u'^2 + v'^2} = \\frac{1}{p},\\]\n\n\\(r, q, p\\) denote the distances within the planes XY, XZ, YZ of the axes of the decomposed forces from the origin, and\n\n\\[\\frac{3}{r}, \\quad \\frac{y}{q}, \\quad \\frac{x}{p}\\]\n\nrepresent the three corresponding moments. These moments do not change if, within the planes of coordinates, the axes of rotation revolve round the origin, and especially become parallel to an axis of coordinates; \\(\\frac{3}{r}\\) for instance, if the corresponding axis become parallel to OY or OZ, is equivalent to one single coordinate \\(\\frac{v-v'}{r}\\), replacing both former ones—\\(u'(v-v')\\) and \\(t'(v-v')\\).\n\n12. Any number of rotatory forces being given, by decomposing each into three, the axes of which are confined within the three planes of coordinates, and by recomposing\n\n* The decomposition and recomposition of rotatory forces acting upon a given plane, as well as of ordinary forces acting upon a given point, is immediately derived from the principle of the coexistence of infinitesimal movements, which may be replaced by the causes producing them, i.e. by forces.\nagain the forces having their axes in the same plane, the following values are obtained for the intensities and the moments of the three resulting new forces:\n\n\\[ \\Sigma \\frac{x}{\\pi}, \\quad \\Sigma \\frac{y}{x}, \\quad \\Sigma \\frac{3}{\\varepsilon} \\]\n\nin putting, for brevity,\n\n\\[ \\Sigma \\frac{x}{p} = \\Sigma \\frac{x}{\\pi}, \\quad \\Sigma \\frac{y}{q} = \\Sigma \\frac{y}{x}, \\quad \\Sigma \\frac{3}{r} = \\Sigma \\frac{3}{\\varepsilon} \\]\n\nIn the general case the three resulting rotatory forces constitute, if compounded, a (rotatory) dyname. In denoting the intensity of its force and moment by \\( \\Pi \\) and \\( P \\), we have\n\n\\[ (\\Sigma x)^2 + (\\Sigma y)^2 + (\\Sigma 3)^2 = \\Pi^2, \\]\n\\[ \\left( \\Sigma \\frac{x}{p} \\right)^2 + \\left( \\Sigma \\frac{y}{q} \\right)^2 + \\left( \\Sigma \\frac{3}{r} \\right)^2 = P^2, \\]\n\nwhile the ratios\n\n\\[ \\Sigma x : \\Sigma y : \\Sigma 3 = \\cos l : \\cos m : \\cos n, \\]\n\\[ \\Sigma \\frac{x}{p} : \\Sigma \\frac{y}{q} : \\Sigma \\frac{3}{r} = \\cos a : \\cos b : \\cos c \\]\n\ngive the angles \\( l, m, n \\) and \\( a, b, c \\), made by the axes of rotation and the axis of the moments with OX, OY, OZ.\n\nIf\n\n\\[ \\cos l \\cos a + \\cos m \\cos b + \\cos n \\cos c = 0, \\]\n\nthe resulting dyname degenerates into a mere rotatory force of given intensity and position in space.\n\nIn the case of equilibrium,\n\n\\[ \\Sigma x = 0, \\quad \\Sigma y = 0, \\quad \\Sigma 3 = 0, \\]\n\\[ \\Sigma \\frac{x}{p} = 0, \\quad \\Sigma \\frac{y}{q} = 0, \\quad \\Sigma \\frac{3}{r} = 0. \\]\n\nIf only the three last of these six equations equivalent to the following ones,\n\n\\[ \\Sigma \\frac{x}{\\pi} = 0, \\quad \\Sigma \\frac{y}{x} = 0, \\quad \\Sigma \\frac{3}{\\varepsilon} = 0, \\]\n\nare satisfied, \\( \\pi, x, \\varepsilon \\) become infinite; accordingly the three axes of the rotatory forces (10) are, within three planes of coordinates, at an infinite distance, and consequently the corresponding rotatory movements are replaced by translatory ones, parallel to the planes\nof coordinates. The three movements thus obtained give a resulting movement of the same kind.\n\nIf only the first three of the six equations are satisfied, \\( \\pi, z, g \\) becoming equal to zero, the resulting axis of rotation passes through the origin.\n\n13. After this digression, by which a full analogy between ordinary forces and forces producing rotation is stated, we may proceed by giving most succinct indications only.\n\nWith regard to rotations and forces producing them, we have to distinguish two different kinds of complexes corresponding to their different systems of coordinates. We shall first, in making use of the coordinates\n\n\\[\nt - t', \\quad u - u', \\quad v - v', \\quad uv' - u'v, \\quad vt' - v't, \\quad tu' - t'u,\n\\]\n\nconsider a complex of rotations, the coordinates of which satisfy the equation\n\n\\[\nD(t - t') + E(u - u') + F(v - v') + A(uv' - u'v) + B(vt' - v't) + C(tu' - t'u) = 1,\n\\]\n\nwhich, for brevity, may be written thus,\n\n\\[\n\\Theta = H - 1 = 0.\n\\]\n\nIn regarding \\( t', u', v' \\) as constant, any fixed plane traversing space is the plane acted upon by the rotatory forces, and therefore containing the axes of rotation. The coordinates of the second planes \\((t, u, v)\\), by means of which the corresponding rotations of the complex are determined, remaining variable, the same equation representing the complex now represents a point, where all second planes meet. The equation of this point may be written thus,\n\n\\[\n(D + Cu' - Bv')t \\\\\n(E - Ct' + Av')u \\\\\n(F + Bt' - Au')v \\\\\n= Dt' + Eu' + Fv - 1;\n\\]\n\nwhence the following coordinates of the point are obtained,\n\n\\[\nx = \\frac{D + Cu' - Bv'}{Dt' + Eu' + Fv - 1}, \\\\\ny = \\frac{E - Ct' + Av'}{Dt' + Eu' + Fv - 1}, \\\\\nz = \\frac{F + Bt' - Au'}{Dt' + Eu' + Fv - 1}.\n\\]\n\nWe shall call this point the point conjugate to the plane \\((t', u', v')\\).\n\nAny plane traversing space may be regarded as acted upon by the forces of the complex, each right line it confines, as an axis. The rotation corresponding to each axis is determined by a second plane, traced through the conjugate point and the axis.\n\nThe intensity \\( P \\) of each rotatory force is thus immediately given. \\( P \\) becomes infinite for all rotations the second planes of which pass through the origin. In considering\nexclusively rotations of this description, the six coordinates of which are likewise infinite, the equation of the complex becomes\n\n\\[ H = 0. \\]\n\nBeing now homogeneous, it represents a linear complex of axes or right lines, identical with the complex represented in Part I. by the equations\n\n\\[ \\Omega = 0, \\text{ or } \\Phi = 0. \\]\n\nIt would be beyond the limits of this paper to develope here the theory of linear complexes of rotations. Let me observe only that, in taking for \\( OZ \\) the axis of the complex \\( H \\), which may be regarded likewise as the axis of the complex of rotations \\( \\Theta \\), the general equation of the complex assumes the following form,\n\n\\[ v - v' + z(tu' - t'u) = zx', \\]\n\nin denoting by \\( z \\) and \\( x' \\) two constants, and may in retaining the former notation be written thus,\n\n\\[ P(\\cos \\nu + z \\cdot \\frac{\\cos \\gamma}{\\delta}) = zx'. \\]\n\nThere are amongst the rotations of the complex such transformed into translations. They will be determined in putting \\( \\delta = \\infty \\), whence\n\n\\[ P \\cos \\nu = zx'. \\]\n\n14. The congruent rotations of any two complexes,\n\n\\[ \\Theta = 0, \\quad \\Theta' = 0, \\]\n\nconstitute a congruency of rotations. Any plane being given, there is in each complex a point conjugate to the plane; the line joining both points may be called conjugate in the congruency to the given plane. Each plane passing through the conjugate line intersects the given plane along an axis of rotation. Therefore all axes within the plane meet in the same point, where it is intersected by its conjugate line. Among the axes there is one confined in the plane passing through the origin; in the corresponding rotation \\( P \\) becomes infinite. Again, there is one rotation transformed into a displacement parallel to the given plane.\n\nIn accordance with these results, the equation\n\n\\[ \\Theta - \\Theta' = 0, \\]\n\nderived from the preceding ones by eliminating their constant term, represents a linear complex of axes.\n\n15. The congruent rotations of three complexes,\n\n\\[ \\Theta = 0, \\quad \\Theta' = 0, \\quad \\Theta'' = 0, \\]\n\nconstitute a double congruency of rotations. Any plane traversing space being given, there is another plane passing through the three points conjugate in the three complexes to the given one. This plane may be called conjugate in the double congruency to the given plane. There is within the given plane one single axis of rotation coinciding with the intersection of both planes, that given, and its conjugate one.\nThe axes of rotation belonging to a double congruency constitute a linear congruency of right lines, represented by\n\n\\[ \\Phi - \\Phi' = 0, \\quad \\Theta - \\Theta'' = 0, \\]\n\nand consequently meet two fixed lines.\n\n16. The axes of the congruent rotations of four complexes are directed along the generatrices of a hyperboloid. Hence we conclude that all axes of rotation are confined within the tangent planes of the hyperboloid. Such a plane being given, its four conjugate points in the four complexes are within the same conjugate plane, intersecting the given tangent plane along the axis of rotation which it contains. There is within the given tangent plane a line of the other generation of the hyperboloid. When the tangent plane revolves round this line, the corresponding axis of rotation, in revolving simultaneously, in all its positions intersects the line in a point which describes it, while the axis of rotation describes the hyperboloid.\n\n17. There are two rotations coincident in five complexes.\n\n18. The second kind of complexes of rotations is represented by the equation\n\n\\[ D\\mathfrak{X} + E\\mathfrak{Y} + F\\mathfrak{Z} + A\\mathfrak{L} + B\\mathfrak{M} + C\\mathfrak{N} = 1, \\]\n\nin regarding \\( X, Y, Z, L, M, N \\), involving the condition\n\n\\[ \\mathfrak{X} + \\mathfrak{Y} + \\mathfrak{Z} = 0, \\]\n\nas variable coordinates. All discussions regarding the new complexes are analogous to former ones.\n\n19. In not admitting the last equation of condition, the complex of rotations of the second kind is replaced by a complex of (rotatory) dynames.\n\nIII.\n\nFrom the notions developed in Parts I. and II. we immediately obtain two general theorems, constituting the base of statics. In a similar way, as D'Alembert's principle is derived from the \"principe des vitesses virtuelles,\" both theorems may be transformed into fundamental theorems of mechanics.\n\nAny forces acting upon a rigid body may be resolved into forces producing translation and forces producing rotation. In the case of equilibrium, neither a translatory nor a rotatory movement takes place, i.e. the resulting forces of both kinds become equal to zero.\n\nIn denoting the ordinary forces by\n\n\\[ (x', y', z', x, y, z), \\]\n\nthe rotatory forces by\n\n\\[ (t', u', v', t, u, v), \\]\n\nthe equations of equilibrium are\n\n\\[ \\Sigma(x - x') = 0, \\quad \\Sigma(y - y') = 0, \\quad \\Sigma(z - z') = 0, \\]\n\\[ \\Sigma(t - t') = 0, \\quad \\Sigma(u - u') = 0, \\quad \\Sigma(v - v') = 0. \\]\nIn putting, \\( n \\) being the number of forces,\n\n\\[\n\\Sigma x' = n\\xi', \\quad \\Sigma y' = n\\eta', \\quad \\Sigma z' = n\\zeta',\n\\]\n\n\\[\n\\Sigma x = n\\xi, \\quad \\Sigma y = n\\eta, \\quad \\Sigma z = n\\zeta,\n\\]\n\n\\[\n\\Sigma t' = n\\vartheta', \\quad \\Sigma u' = n\\varrho', \\quad \\Sigma v' = n\\sigma',\n\\]\n\n\\[\n\\Sigma t = n\\vartheta, \\quad \\Sigma u = n\\varrho, \\quad \\Sigma v = n\\sigma,\n\\]\n\n\\((\\xi', \\eta', \\zeta')\\) and \\((\\xi, \\eta, \\zeta)\\) are the centres of gravity of the two systems of points \\((x', y', z')\\) and \\((x, y, z)\\); likewise \\((\\vartheta', \\varrho', \\sigma')\\) and \\((\\vartheta, \\varrho, \\sigma)\\) the central planes (II. No. 9) of the two systems of planes \\((t', u', v')\\) and \\((t, u, v)\\). Accordingly the equations of equilibrium become\n\n\\[\n\\xi = \\xi', \\quad \\eta = \\eta', \\quad \\zeta = \\zeta',\n\\]\n\n\\[\n\\vartheta = \\vartheta', \\quad \\varrho = \\varrho', \\quad \\sigma = \\sigma'.\n\\]\n\nWe commonly represent ordinary forces by means of right lines, analytically by means of the coordinates of their extremities, i.e., by the coordinates of the points acted upon \\((x', y', z')\\) and the coordinates of second points \\((x, y, z)\\). In an analogous way rotatory forces are represented by axes and couples of planes passing through them; analytically by the coordinates of planes acted upon \\((t', u', v')\\), and the coordinates of second planes \\((t, u, v)\\). Accordingly in the case of equilibrium—\n\nI. The centre of gravity of the points acted upon by the forces coincides with the centre of gravity of the second extremities of the right lines by which the forces are represented.\n\nII. The central plane of the planes acted upon by the rotatory forces coincides with the central plane of the second planes, by which these forces are determined.\n\nIf we introduce the notion of masses both theorems hold good, only the definition of both kinds of forces and therefore their unity is changed. The points acted upon become centres of gravity, corresponding to masses; the planes acted upon central planes, corresponding to moments of inertia.\n\nIf equilibrium does not exist, there is in the general case one resulting ordinary force, determined by the two centres of gravity, and one resulting rotatory force, determined by the two central planes. The intensities of the two forces are\n\n\\[\nn \\sqrt{(\\xi - \\xi')^2 + (\\eta - \\eta')^2 + (\\zeta - \\zeta')^2},\n\\]\n\n\\[\nn \\sqrt{(\\vartheta - \\vartheta')^2 + (\\varrho - \\varrho')^2 + (\\sigma - \\sigma')^2}.\n\\]\n\nThese forces decomposed into three are known, and therefore the direction of the axes, both of translation and rotation. We get easily the six differential equations of the movement produced.\n\nI shall think it suitable further to develope the principles here merely indicated. A Treatise on Mechanics, reconstructed on them, will assume quite a new aspect.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108951.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 21,
    "total-input-tokens": 34124,
    "total-output-tokens": 14321,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2543,
        2
      ],
      [
        2543,
        5217,
        3
      ],
      [
        5217,
        7510,
        4
      ],
      [
        7510,
        10058,
        5
      ],
      [
        10058,
        12826,
        6
      ],
      [
        12826,
        14769,
        7
      ],
      [
        14769,
        16783,
        8
      ],
      [
        16783,
        19311,
        9
      ],
      [
        19311,
        21286,
        10
      ],
      [
        21286,
        23643,
        11
      ],
      [
        23643,
        26216,
        12
      ],
      [
        26216,
        29505,
        13
      ],
      [
        29505,
        31850,
        14
      ],
      [
        31850,
        34791,
        15
      ],
      [
        34791,
        36936,
        16
      ],
      [
        36936,
        38859,
        17
      ],
      [
        38859,
        41113,
        18
      ],
      [
        41113,
        43603,
        19
      ],
      [
        43603,
        46043,
        20
      ],
      [
        46043,
        48848,
        21
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108951",
    "title": "Fundamental Views Regarding Mechanics",
    "authors": "J. Plucker",
    "year": 1866,
    "volume": "156",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 21,
    "jstor_url": "https://www.jstor.org/stable/108951"
  }
}