{
  "id": "df388d24f18831c47b3419a1cb282beb055578d5",
  "text": "I. An Account of the construction and adjustment of the new Standards of Weights and Measures of the United Kingdom of Great Britain and Ireland. By Captain Henry Kater, F. R. S.\n\nRead November 24, 1825.\n\nThe weights and measures of the United Kingdom of Great Britain and Ireland are founded upon a standard, the length of which is determined by the proportion it bears to that of the pendulum vibrating seconds of mean time in London. The length of this pendulum I have stated to be 39,13929 inches of Sir George Shuckburgh Evelyn's standard scale; and the experiments from which this conclusion is deduced, are detailed in the Philosophical Transactions for 1818. The important consequences, however, which attach to this result, render it necessary to examine with what degree of confidence it may be received.\n\nIn the Paper to which I have alluded, it is mentioned that a series of experiments had been made previous to those detailed; the result of which was rejected, in consequence of its being discovered, after their completion, that the steel\nCaptain Kater's account of the plates, on which the pendulum had rested during the experiments, had suffered penetration by the knife edges. The length of the seconds pendulum however, deduced from these first experiments, did not differ more than two ten-thousandths of an inch from the final determination.\n\nIt may also be seen, that in repairing the knife edges after the first set of experiments had been concluded, one of them was broken; and when replaced by another, the distance between the knife edges was increased about one hundredth of an inch; so that two results, differing by so small a quantity from each other, may be considered as having been obtained by two different instruments.\n\nThe Philosophical Transactions for 1819 contain an account of experiments for determining the variation in length of the seconds pendulum at the principal stations of the Trigonometrical Survey of Great Britain. For this purpose I constructed an invariable pendulum, the number of vibrations made by which being observed in London, and also at the principal stations of the Trigonometrical Survey, the length of the seconds pendulum, at such stations, could readily be deduced from the previously known length of the pendulum vibrating seconds in London.\n\nIn this manner, the length of the pendulum vibrating seconds at Unst was found to be $39,17146$ inches, and at Leith Fort $39,15554$ inches.\n\nThe \"Recueil d'Observations Geodesiques,\" &c. which may be considered as a fourth volume of the \"Base du Système métrique,\" affords me an opportunity of comparing these last results with those of M. Biot, whose very valuable labours for determining the length of the pendulum vibrating\nseconds at various stations, from Unst to Formentara, are there detailed. In these experiments M. Biot employed the method of Borda, which requires that the absolute length of the pendulum should be obtained by actual measurement at each station. M. Biot's observations and mine, both at Unst and Leith Fort, were made at the same stations; and M. Biot found, from the mean of fifty-six series, using different measuring rods and various pendulums, the length of the second pendulum at Unst to be ,994943083 metres, and at Leith Fort ,994524453 metres.\n\nConverting these results into inches of Sir George Shuckburgh's scale, by taking the length of the metre at 39,37079 inches, as given in the Philosophical Transactions for 1818, we have the length of the seconds pendulum at Unst, after reduction to the level of the sea, 39,17176 inches, and at Leith Fort 39,15539 inches, the first differing from my determination +,00029, and the latter —,00015 of an inch. The difference of results obtained by methods totally dissimilar being so small, and with contrary signs, it may be reasonably inferred from them, as well as from what has been before advanced, that the length of the pendulum vibrating seconds in London has been determined to within one ten-thousandth of an inch of the truth.\n\nFrom the near agreement of the results of the French and English experiments on the length of the pendulum, it may be inferred that the length of the French metre, expressed in parts of Sir George Shuckburgh's scale, is probably not erroneous one ten thousandth of an inch.\n\nFrom an account recently published by Captain Sabine, F. R. S. of his valuable experiments for determining the vari-\nations in length of the seconds' pendulum, doubts may be inferred of the accuracy of the method which I employed in the observations for ascertaining the length of the seconds' pendulum in London, as well as in those which have been made with the invariable pendulum. It is asserted, that taking a mean between the disappearance and re-appearance of the disk, is a more correct method of observation than that which I have pursued; and that the intervals between the coincidences obtained by observing the disappearances only of the disk, would be productive of error.\n\nWith respect to the convertible pendulum, it will be seen on referring to the Philosophical Transactions for 1818, that the disk was made to subtend precisely the same angle as the tail-piece of the pendulum; so that at the moment of disappearance of the last portion of the disk, its centre coincided with the middle of the tail-piece, a circumstance which, in my method of observing is indispensable, when the object is to obtain the true number of vibrations made by the pendulum in twenty-four hours.\n\nWith the invariable pendulum, from causes unnecessary here to detail, the circumstances were somewhat different, the disk subtending a less angle than that of the tail-piece of the pendulum; in consequence of which, the interval between the apparent coincidences was lessened, and the inferred number of vibrations in twenty-four hours diminished about two-tenths of a vibration; but as the experiments with the invariable pendulum are intended to be merely comparative, and should therefore be made as nearly as possible in every respect under similar circumstances, no part of the apparatus being changed, nor any alteration made in the pendulum of\nthe clock, this constant difference of the number of vibrations from the truth will not affect the ultimate deductions. As the most direct method of removing any doubts which may be entertained upon this subject, I shall add a comparative Table of the successive differences of the number of vibrations in twenty-four hours, which I have computed from the whole of Captain Sabine's observations, by employing the disappearances only, of the disk.\n\n| Stations       | Differences by the method of disappearances | Differences by the method of disappearances and reappearances | Difference of the results |\n|---------------|---------------------------------------------|-------------------------------------------------------------|--------------------------|\n|               | Vibrations                                  | Vibrations                                                  | Vibrations               |\n| St. Thomas    | 9.62                                        | 9.62                                                        | 0.00                     |\n| Maranham      | 13.29                                       | 13.33                                                       | -0.04                    |\n| Ascension     | 4.97                                        | 4.97                                                        | 0.00                     |\n| Sierra Leone  | 0.85                                        | 0.83                                                        | +0.02                    |\n| Trinidad      | 5.51                                        | 5.50                                                        | +0.01                    |\n| Bahia         | 12.40                                       | 12.46                                                       | -0.06                    |\n| Jamaica       | 72.72                                       | 72.71                                                       | +0.01                    |\n| New York      | 41.88                                       | 41.81                                                       | +0.07                    |\n| London        | 38.62                                       | 38.73                                                       | -0.11                    |\n| Drontheim     | 22.48                                       | 22.44                                                       | +0.04                    |\n| Hammerfest    | 9.53                                        | 9.48                                                        | +0.05                    |\n| Greenland     | 12.62                                       | 12.49                                                       | +0.01                    |\n| Spitzbergen   |                                             |                                                             |                          |\n\nAs the comparative results, by the method of disappearances, would to a certain degree be vitiated by the use of a disk of a different size, the observations made in London in 1824 with a silver disk are omitted.\n\nThe differences of the results being so minute, and the mean of the whole being absolutely nothing, the conclusion is warranted that the method of observing coincidences by\ndisappearances alone is productive of no error, if the observations are made as nearly as may be under similar circumstances.\n\nWith respect to the absolute length of the pendulum in London, as determined by means of the convertible pendulum, it must be evident from what has been advanced, that the method of observation by disappearances alone could, on that occasion, have been productive of no error, as the disk subtended precisely the same angle as the tail-piece of the pendulum.\n\nIn the Philosophical Transactions for 1821 will be found \"An account of the comparison of various British Standards of linear measure;\" and it will there be seen that the difference between Sir George Shuckburgh's standard scale and a standard yard of 1760, made by Bird, and in the custody of the Clerk of the House of Commons, is so very small, that they may be considered as \"perfectly identical.\" This yard, under the denomination of \"the Imperial Standard Yard,\" has been declared by Parliament, on the recommendation of the Commissioners of Weights and Measures,* to be the \"unit, or only standard measure of extension\" of the United Kingdom; consequently, the length of the pendulum before given is expressed in parts of the Imperial Standard Yard.\n\nThe measures of capacity being dependant upon the weight of a cubic inch of distilled water, it became necessary to\n\n* A commission was appointed by letters patent under the Great Seal of the United Kingdom in 1818, \"For considering how far it might be practicable and advisable to establish a more uniform system of Weights and Measures,\" the members of which were, the late Sir Joseph Banks, Sir George Clerk, Mr. Davies Gilbert, Dr. W. H. Wollaston, Dr. Thomas Young, and Capt. Henry Kater.\nconsider the degree of reliance which might be placed upon the accuracy of the experiments made by Sir GEORGE SHUCKBURGH on this subject.\n\nA cube, a cylinder, and a sphere of brass were used in these experiments; and in consequence of some difficulties which occurred, the weight of these, both in air and in distilled water, was so repeatedly ascertained by Sir GEORGE SHUCKBURGH, as to leave no reasonable doubt of the accuracy of his conclusions. But as the linear dimensions of the cube, sphere and cylinder, might not have been determined with equal precision, it was thought adviseable to repeat these measurements. This was accordingly done; and though in detail they differed somewhat from Sir GEORGE SHUCKBURGH's determinations, yet, fortunately, the variations were such as nearly to counterbalance each other, and to occasion little difference in the ultimate result, as may be seen in an account of these last mentioned measurements given in the Philosophical Transactions for 1821.\n\nSir GEORGE SHUCKBURGH's results having been expressed in terms derived from the mean of several standard Troy weights, of one and of two pounds, kept at the House of Commons, the Commissioners of Weights and Measures thought it desirable that the Troy pound, which differed the least from this mean, should be taken as the unit of weight; and therefore recommended that the Parliamentary Standard Troy pound of 1758 should remain unaltered; and this has been accordingly declared by the Legislature to be the original \"unit, or only standard measure of weight, from which all other weights shall be derived;\" and that it is to be denominated \"the Imperial Standard Troy Pound.\"\nCaptain Kater's account of the\n\nFrom Sir George Shuckburgh's data, and the before-mentioned measurements of the cube, cylinder and sphere, the Commissioners of Weights and Measures determined the weight of a cubic inch of distilled water, weighed in air by brass weights at the temperature of $62^\\circ$ of Fahrenheit's thermometer, the barometer being at 30 inches, to be equal to two hundred and fifty-two grains, and four hundred and fifty-eight thousandth parts of a grain, of which the Imperial Standard Troy pound contains five thousand seven hundred and sixty; and also that the avoirdupois pound, which has long been in general use, though not established by any act of the Legislature, is so nearly seven thousand grains, that they recommended that seven thousand of such troy grains be declared to constitute a pound avoirdupois.*\n\nThe Commissioners of Weights and Measures also recommended that the gallon measure should in future be that which contains ten pounds avoirdupois of water in ordinary circumstances (that is to say, the temperature of the water being $62^\\circ$ of Fahrenheit's thermometer, and the barometer 30 inches); and this, under the denomination of \"the Imperial Standard Gallon,\" was declared to be the unit and only standard measure of capacity, and that eight such gallons should be a Bushel.\n\nThe Act for \"ascertaining and establishing uniformity of \"Weights and Measures\" having been passed by Parliament, to the effect before-mentioned, the Lords Commissioners of His Majesty's Treasury expressed their hope, that some of\n\n* For the manner in which the weight of a cubic inch of distilled water was deduced, see the Appendix to the Third Report of the Commissioners of Weights and Measures.\nthe Commissioners of Weights and Measures would afford their assistance in directing the executive measures necessary for the accomplishment of its objects. In compliance with this request, I undertook to superintend the construction, and to adjust the principal standards to be deposited at the Exchequer, Guildhall, Dublin, and Edinburgh.\n\nMr. Troughton, the first of our English artists having, in consequence of his advanced age, declined undertaking to make the standards, I directed Mr. Dollond to prepare those of linear measure; and employed Mr. Bate, an artist who, as hydrometer maker for Revenue purposes, had been accustomed to nice operations in weighing, to construct those of weight and measure.\n\nBrass being peculiarly liable to decomposition in the atmosphere of London, I directed Mr. Bate to make some experiments, to ascertain the proportions of tin and copper which might produce a metal equal in hardness, and which might be worked with the same facility as hammered brass; and after some trials it was found that a mixture of 576 parts of copper, 59 of tin, and 48 of brass, afforded a beautiful metal, which possessed the qualities I sought.\n\nIn order to avoid any innovation but such as might be absolutely necessary, it was deemed expedient in constructing the bushel, to adhere as nearly as possible to the form of that known by the appellation of the Winchester bushel. It was therefore directed to be made cylindrical, the interior diameter being about $18\\frac{1}{2}$ inches, the exterior $19\\frac{1}{2}$ inches, and the depth about $8\\frac{1}{4}$ inches, and intended to contain eighty pounds avoirdupois of distilled water. In order to give the bushel\n\nMDCCCXXVI.\nadditional strength, it was cast with two projecting hoops, one to which the bottom was screwed, and another at the distance of about half an inch from the top.\n\nConsiderable difficulties arose in casting the bushel; out of twelve, only five proved sound enough for use; but by varying the process, they were at length procured sufficiently perfect. Much credit is due to Mr. Keir, the engineer employed by Mr. Bate in turning the bushels, for the beauty and perfection of his work.\n\nThe form of the gallon measure occupied much of my attention. It was necessary that it should be such as to enable me to determine the weight of distilled water it should contain with the least liability to error. The conical form was therefore adopted; the mouth being made cylindrical, and one and a half inches diameter; the top was ground perfectly flat, and the edge so rounded off, that the contents might be poured from it into any other vessel without running down the side. The cone was placed in a cylinder about four inches high, in which handles were formed, and which served at the same time to protect the gallon from injury, and to prevent any change of temperature which might arise from handling. The quart and the pint measures were of the same form on a smaller scale.\n\nThe weights were of brass, and nearly of a spherical form, but flattened at the bottom. Into the top was screwed a button; beneath which a small cavity was left to receive such minute pieces of wire as might be found requisite to make up the standard weight. This button served also to lift the weight by means of a strong wooden fork.\nThe Imperial Troy pound is in the custody of G. Whittam, Esq. Clerk to the House of Commons, who obligingly permitted me to compare two weights with the standard at his house in Abingdon-street. These being intended merely as rough models for Mr. Bate to copy, it was not thought necessary to waste time in adjusting them with the utmost precision, and they were left a little in excess.\n\nThe five Troy pounds being completed by Mr. Bate from the copy of the Imperial pound taken at Mr. Whittam's, I proceeded to compare them with the Imperial Troy pound, which was then confided to my care for that purpose. The balance employed in making the comparisons was made by Mr. Robinson, an artist who has directed much of his attention, and with great success, to the improvement of this instrument. The beam is only ten inches long, and together with the scale pans weighs eight hundred grains. The scale pans are attached to agate planes, which rest upon knife edges. The ultimate angle of the central knife edge is 120 degrees. This balance, with one pound avoirdupois in each scale, it may be seen by the following details, varies immediately one division, equal to about one-tenth of an inch, on the addition of one-hundreth of a grain.\n\nAdjustment of the standard troy pounds.\n\nIn order to distinguish the troy pound weights from each other, they were marked in the following manner:\nThat which I shall call\n\nNo. 1. \\( \\begin{cases} T^y P^p \\\\ 1824 \\end{cases} \\)\n\nNo. 2. \\( \\begin{cases} T^y P^p \\\\ 1824 \\cdot \\text{a dot after the figures.} \\end{cases} \\)\n\nNo. 3. \\( \\begin{cases} T^y P^p \\cdot \\text{a dot under the letter D.} \\\\ 1824 \\end{cases} \\)\n\nNo. 4. \\( \\begin{cases} T^y P^p \\cdot \\text{a dot under the letter D, and another dot after the figures.} \\\\ 1824 \\end{cases} \\)\n\nNo. 5. \\( \\begin{cases} T^y P^p \\cdot \\text{a dot under the letter Y, another dot under the letter D, and a third dot after the figures.} \\\\ 1824 \\end{cases} \\)\n\nThe Imperial Standard troy pound was put into the scale, and counterpoised. The division and fraction of a division which would have been pointed out by the index, had the beam been allowed to come to a state of rest, was ascertained by taking the mean of the extremes of the vibrations, when their extent did not exceed one division. By this much time was saved, and it is presumed greater accuracy attained.\n\nThe standard pound was then removed and replaced by the copy, and the point of rest determined as before: the difference between these means converted into parts of a grain, gave the error of the copy. The same method was followed in the adjustment of all the weights.\n\nNo. 1. being too heavy, was laid aside for the present.\n\nNo. 3. being too light for the limits of the index, was also set aside.\n\nBy many careful trials, one-hundredth of a grain occasioned a variation in the index of 0.67 divisions.\n| Standard Pound Divisions | No. 2. Divisions | Error Divisions | Mean | Error in grains |\n|--------------------------|-----------------|----------------|------|----------------|\n| + 0.5                    | - 2.0           | - 2.5          |      |                |\n| + 1.0                    | - 1.5           | - 2.5          |      | - 0.37         |\n| + 1.0                    | - 1.5           | - 2.5          |      |                |\n\nNo. 4.\n\n| Standard Pound Divisions | No. 2. Divisions | Error Divisions | Mean | Error in grains |\n|--------------------------|-----------------|----------------|------|----------------|\n| + 1.4                    | + 0.9           | - 0.5          |      |                |\n| + 0.1                    | + 0.0           | - 0.1          |      | - 0.022        |\n| + 0.3                    | + 0.4           | + 0.1          |      |                |\n| + 0.4                    | + 0.3           | - 0.1          |      |                |\n\nNo. 5.\n\n| Standard Pound Divisions | No. 2. Divisions | Error Divisions | Mean | Error in grains |\n|--------------------------|-----------------|----------------|------|----------------|\n| + 0.5                    | + 0.1           | - 0.4          |      |                |\n| + 0.0                    | - 0.1           | - 0.1          |      | - 0.044        |\n| + 0.4                    | + 0.3           | - 0.1          |      |                |\n| + 0.2                    | + 0.3           | - 0.5          |      |                |\n| + 0.1                    | - 0.3           | - 0.4          |      |                |\n\nWires of the following weights were now added:\n\nTo No. 2. - ,020 grains.\n3. - ,050\n4. - ,002\n5. - ,004\n\nThe centre of gravity of the balance was raised, so that by frequent trials, one hundredth of a grain occasioned the index to vary one division.\n\n| Standard Pound Divisions | No. 3. Divisions | Error Divisions | Mean | Error in grains |\n|--------------------------|-----------------|----------------|------|----------------|\n| - 0.5                    | - 0.1           | + 0.4          |      |                |\n| - 0.6                    | + 0.3           | + 0.9          |      |                |\n| - 0.2                    | - 0.6           | - 0.4          |      | - 0.043        |\n| + 0.1                    | + 0.1           | + 0.0          |      |                |\n| - 0.2                    | - 2.1           | - 1.9          |      |                |\n| - 0.5                    | - 2.1           | - 1.6          |      |                |\n\nThe centre of gravity was lowered, so that one-hundredth of a grain was equal to eight-tenths of a division.\n| Standard Pound Divisions | No. 3. Divisions | Error Divisions | Mean | Error in grains |\n|--------------------------|-----------------|----------------|------|----------------|\n| — 0.5                    | — 0.8           | — 0.3          |      |                |\n| 0.0                      | — 0.9           | — 0.9          |      |                |\n| — 0.3                    | — 0.8           | — 0.5          | — 0.52| — 0.0065       |\n| — 0.3                    | — 0.7           | — 0.4          |      |                |\n\nNo. 4.\n\n| + 0.3                    | + 0.3           | 0.0            |      |                |\n| + 0.1                    | + 0.1           | 0.0            |      |                |\n| + 0.5                    | — 0.2           | — 0.7          |      |                |\n| — 0.1                    | 0.0             | + 0.1          | — 0.17| — 0.0021       |\n| 0.0                      | — 0.4           | — 0.4          |      |                |\n| — 0.1                    | — 0.1           | 0.0            |      |                |\n\nNo. 5.\n\n| — 0.1                    | — 0.2           | — 0.1          |      |                |\n| + 0                       | 0.0             | — 0.1          |      |                |\n| + 0.1                    | + 0.2           | + 0.1          |      |                |\n| + 0.2                    | + 0.2           | 0.0            |      |                |\n| + 0.2                    | + 0.1           | — 0.1          |      |                |\n| + 0.3                    | — 0.2           | — 0.5          |      |                |\n| — 0.2                    | — 0.1           | + 0.1          | — 0.08| — 0.0010       |\n\nThe following quantities were added to the different weights:\n\nTo No. 3. — ,005 grains.\n4. — ,002\n5. — ,002\n\nMr. ROBINSON exchanged the balance I had hitherto used for another, which he thought superior. The mean of many trials gave 0.7 of a division for the variation occasioned by one-hundredth of a grain.\n| Standard Pound Divisions | No. 2. Divisions | Error Divisions | Mean | Error in grains |\n|--------------------------|-----------------|----------------|------|----------------|\n| 0.0                      | + 0.3           | + 0.3          |      |                |\n| + 0.1                    | + 0.4           | + 0.3          |      |                |\n| + 0.3                    | + 0.2           | - 0.1          | + 0.2| + 0.029        |\n| + 0.1                    | + 0.3           | + 0.2          |      |                |\n| - 0.1                    | + 0.2           | + 0.3          |      |                |\n| + 0.1                    | + 0.4           | + 0.3          |      |                |\n\nNo. 3.\n\n|                      |                  |                |      |                |\n|----------------------|------------------|----------------|------|----------------|\n| - 0.4                | - 1.0            | - 0.6          | - 0.52| - 0.074        |\n| - 0.9                | - 1.0            | - 0.1          |      |                |\n| - 0.8                | - 1.4            | - 0.6          |      |                |\n| - 1.5                | - 2.3            | - 0.8          |      |                |\n\nNo. 4.\n\n|                      |                  |                |      |                |\n|----------------------|------------------|----------------|------|----------------|\n| + 0.1                | + 0.5            | + 0.4          |      |                |\n| + 0.1                | 0.0              | - 0.1          |      |                |\n| 0.0                  | + 0.1            | + 0.1          |      |                |\n| 0.0                  | + 0.8            | + 0.8          |      |                |\n| + 0.7                | + 1.0            | + 0.3          | + 0.29| + 0.041        |\n| + 0.7                | + 0.8            | + 0.1          |      |                |\n| + 0.6                | + 0.8            | + 0.2          |      |                |\n| + 0.7                | + 1.2            | + 0.5          |      |                |\n\nNo. 5.\n\n|                      |                  |                |      |                |\n|----------------------|------------------|----------------|------|----------------|\n| + 0.1                | + 0.1            | 0.0            |      |                |\n| 0.0                  | 0.0              | 0.0            |      |                |\n| 0.0                  | 0.0              | 0.0            |      |                |\n| 0.0                  | - 0.1            | - 0.1          |      |                |\n\nBy many careful trials previous to the following comparisons, one-hundredth of a grain occasioned a variation of 0.9 of a division.\n\n| Standard Pound Divisions | No. 2. Divisions | Error Divisions | Mean | Error in grains |\n|--------------------------|-----------------|----------------|------|----------------|\n| 0.0                      | + 0.1           | + 0.1          |      |                |\n| 0.0                      | 0.0             | 0.0            |      |                |\n| - 0.2                    | + 0.1           | + 0.3          |      |                |\n| + 0.15                   | + 0.3           | - 0.15         | + 0.16| + 0.018        |\n| - 0.05                   | + 0.35          | + 0.4          |      |                |\n| 0.0                      | + 0.3           | + 0.3          |      |                |\nNo. 1. was reduced in weight, and being then too light, .005 of a grain was enclosed in it and the following comparisons made:\n\n| Standard Pound Divisions | No. 1. Divisions | Error Divisions | Mean | Error in grains |\n|--------------------------|-----------------|----------------|------|----------------|\n| -0.2                     | -0.15           | +0.05          |      |                |\n| -0.15                    | -0.35           | -0.20          |      |                |\n| -0.35                    | -0.50           | -0.15          |      |                |\n| -0.5                     | -0.20           | +0.30          |      |                |\n| +0.15                    | +0.70           | +0.55          |      |                |\n| +0.1                     | -0.10           | 0.00           |      |                |\n\nAdded .005 of a grain to No. 3.\n\n| Standard Pound Divisions | No. 1. Divisions | Error Divisions | Mean | Error in grains |\n|--------------------------|-----------------|----------------|------|----------------|\n| -0.4                     | -0.65           | -0.25          |      |                |\n| -0.6                     | -0.50           | +0.10          |      |                |\n| -0.4                     | -0.40           | 0.0            |      |                |\n| -0.1                     | -0.20           | -0.10          |      |                |\n| +0.1                     | +0.20           | +0.10          |      |                |\n| +0.1                     | +0.20           | +0.10          |      |                |\n\nNo. 3.\n\n|                  |                  |                  |      |                |\n|------------------|------------------|------------------|------|----------------|\n| +0.1             | +0.15            | +0.05            |      |                |\n| 0.0              | 0.0              | 0.0              |      |                |\n| 0.0              | 0.0              | 0.0              |      |                |\n| -0.1             | 0.0              | +0.1             |      |                |\n| -0.1             | -0.2             | -0.1             |      |                |\n| 0.0              | +0.2             | +0.2             |      |                |\n\nThe wires which were found necessary to make each of the copies equal to the Standard troy pound being enclosed, the button was screwed in with a force sufficient to resist any ordinary attempt to detach it; but should such an endeavour ever be made with success and the wires be lost, the following table contains an account of their number and value.\nNo. 1. contains 1 wire = ,005 gr.\n2. . . 1 wire = ,020 gr.\n3. . . 3 wires = ,050 + ,005 + ,005 gr.\n4. . . 2 wires = ,002 + ,002 gr.\n5. . . 2 wires = ,004 + ,002 gr.\n\nIn order to employ the whole of the preceding comparisons in deducing a final result, it will be necessary to add to each error given in the Tables the sum of the weights which were enclosed after the determination of such error.\n\nTroy Pound No. 1.\nThe mean of six comparisons gave for the error of No. 1. - - - - + ,001\nThe mean of six other comparisons - - ,000\n\nTroy Pound No. 2.\nThe mean of three comparisons gave for the error of No. 2. - ,037 + ,02 = - ,0170\nThe mean of six other comparisons - + ,0029\nof six other comparisons - + ,0018\n\nTroy Pound No. 3.\nThe mean of six comparisons gave - ,0043 + ,005 + ,005 = - - + ,0057\nThe mean of four other comparisons gave - ,0065 + ,005 + ,005 = - + ,0035\nThe mean of four other comparisons gave - ,0074 + ,005 - - = - - ,0024\nThe mean of six other comparisons - - + ,0005\n\nMDCCCXXVI.\nCaptain Kater's account of the\n\nTroy Pound No. 4.\n\nThe mean of four comparisons gave\n\n\\[-0.0022 + 0.004 = - - - - + 0.0018\\]\n\nThe mean of six other comparisons gave\n\n\\[-0.0021 + 0.002 = - - - - - ,0001\\]\n\nThe mean of eight other comparisons\n\n\\[- + 0.0041\\]\n\nTroy Pound No. 5.\n\nThe mean of five comparisons gave\n\n\\[-0.0044 + 0.006 = - - - - + 0.0016\\]\n\nThe mean of seven other comparisons gave\n\n\\[-0.001 + 0.002 = - - - + 0.0010\\]\n\nThe mean of four other comparisons\n\n\\[- - ,0000\\]\n\nIn order to deduce a final mean from these results, each result was multiplied by the corresponding number of comparisons, and the sum of the products thus obtained was divided by the sum of the comparisons. In this manner the following errors of each of the troy pounds was determined.\n\n| No. | Grains |\n|-----|--------|\n| 1.  | - - + ,0005 |\n| 2.  | - - - ,0015 |\n| 3.  | - - + ,0021 |\n| 4.  | - - + ,0022 |\n| 5.  | - - + ,0010 |\n\nThese errors being so small and mostly in excess, it was not thought necessary to make any attempt to correct them.\n\nThe five troy pounds previous to their being delivered to\nme had been adjusted by Mr. Bate, and with the exception of an excess of one hundredth of a grain common to all, and which appears to have been the error of the copy taken at Mr. Whittam's, the greatest difference from the preceding results did not exceed four or five-thousandths of a grain.\n\nThe adjustment of the five troy pounds occupied me from the commencement till the middle of March 1825, during which time Mr. Bate was engaged in preparing a balance sufficiently strong to be used in determining the gallon weights; this balance was brought to my house on the 16th of March.\n\nI shall now proceed to describe the manner in which the avoirdupois pound was derived from the troy pound.\n\nFor this purpose Mr. Bate made the following weights:\n\n| Quantity | Weight |\n|----------|--------|\n| 1        | 5760   |\n| 2        | 2880   |\n| 3        | 960    |\n| 2        | 480    |\n| 2        | 240    |\n| 5        | 48     |\n| 2        | 24     |\n| 2        | 12     |\n| 2        | 6      |\n| 2        | 3      |\n| 3        | 1      |\n\nIn all twenty-six weights.\n\nOf the above weights the following were used to make up an avoirdupois pound:\nIn this manner five avoirdupois pounds were made and adjusted by Mr. Bate.\n\nDetermination of the Avoirdupois Pound.\n\nWishing to avoid the verification of the numerous weights used by Mr. Bate, and desirous of arriving at my object by a road different from that which he had pursued, I used the following method:\n\nI caused Mr. Bate to make two weights each equal to six troy pounds. These I compared with the Imperial Standard Troy pound, and the five troy pounds already adjusted. I had thus two known weights each equal or nearly so to six troy pounds, one of which with the addition of 440 grains gave me a weight equal to five avoirdupois pounds, subject only to such error as might arise from inaccuracy in the grains, and as I had had sufficient proof of Mr. Bate's care, I had little to apprehend on this point.\n\nThe five avoirdupois pounds were then compared with each of the six pound weights and 440 grains, and the mean\ntaken, and thus the sum of the errors of the five avoirdupois pounds became known. Assuming one of these pounds (No. 1.) as a standard, each of the others was then compared with it, and their relative errors thus ascertained, from which, and the sum of the errors of the five avoirdupois pounds, the error of each was deduced.\n\nThe following is a detail of the comparisons.\n\nThe variation of the index was carefully ascertained to be one division for one-tenth of a grain.\n\n| The six Troy Pounds, Divisions. | The 6 lb. weight, No. 1. Divisions. | Difference Divisions. | Mean. | Difference in grains. |\n|---------------------------------|-----------------------------------|----------------------|-------|----------------------|\n| — 0.4                           | — 2.0                             | — 1.6                |       |                      |\n| + 1.1                           | — 1.0                             | — 2.1                |       |                      |\n| + 1.0                           | — 4.0                             | — 5.0                |       |                      |\n| — 1.9                           | — 5.0                             | — 3.1                |       |                      |\n\nAdded three-tenths of a grain to the 6 lb. weight No. 1.\n\n| — 1.8                           | — 0.5                             | + 1.3                |       |                      |\n| — 2.9                           | — 4.8                             | — 1.9                |       |                      |\n| — 5.7                           | — 3.8                             | + 1.9                |       |                      |\n| — 1.7                           | — 2.3                             | — 0.6                |       |                      |\n| — 3.4                           | — 2.7                             | + 0.7                |       |                      |\n| — 2.5                           | — 2.6                             | — 0.1                |       |                      |\n\nBy several trials one-tenth of a grain occasioned a variation in the index of 0.7 of a division.\n| The six Troy Pounds, Divisions. | The 6 lb. weight, No. 2. Divisions. | Difference Divisions. | Mean. | Difference in grains. |\n|-------------------------------|----------------------------------|----------------------|-------|---------------------|\n| 0,0                           | -2,0                             | -2,0                 |       |                     |\n| -1,0                          | -4,8                             | -3,8                 | -2,2  | -0,31               |\n| -3,6                          | -5,2                             | -1,6                 |       |                     |\n| -2,2                          | -3,6                             | -1,4                 |       |                     |\n\nAdded two-tenths of a grain to the 6 lb. weight No. 2.\n\n| +1,5 | -0,5 | -2,0 |\n| +1,2 | -1,5 | -2,7 |\n| +1,7 | +1,2 | -0,5 |\n| -3,8 | -1,8 | +2,0 |\n| -3,8 | -7,0 | -3,2 |\n| -4,8 | -4,6 | +0,2 |\n| -0,2 | -4,8 | -4,6 |\n| -2,4 | -3,6 | -1,2 |\n| -2,3 | -3,6 | -1, |\n| -1,9 | -4,6 | -2,7 |\n| -3,3 | -4,3 | -1,0 |\n\nAdded 0,17 of a grain.\n\nThe 6 lb. weight No. 1.\n\nThe mean of four comparisons gave for the difference of No. 1. from the six troy pounds, $-0.29 + 0.3 = +0.01$\n\nThe mean of six other comparisons $-0.02$\n\nThe 6 lb. weight No. 2.\n\nThe mean of four comparisons gave for the difference of No. 2. from the six troy pounds $-0.31 + 0.2 + 0.17 = +0.06$\n\nThe mean of 11 other comparisons gave $-0.22 + 0.17 = -0.05$\n\nThe final means of these results obtained in the same manner as those of the troy pounds are as follows:\n\nThe difference of No. 1, from the six troy pounds is $+0.016$\n\nof No. 2, $-0.020$\n\nThe mean difference is $-0.002$\nThe avoirdupois pounds were distinguished from each other by the following marks.\n\nThat which I shall call \\( \\{1\\text{ P}^d\\text{ Av}^s\\}\n\nNo. 1. \\(1824\\)\n\nNo. 2. \\(1\\text{ P}^d\\text{ Av}^s\\)\n\nNo. 3. \\(1\\text{ P}^d\\text{ Av}^s\\) a dot under the letter S, and another dot after the figures.\n\nNo. 4. \\(1\\text{ P}^d\\text{ Av}^s\\) a dot under the letter D, another dot under the letter S, and a third dot after the figures.\n\nNo. 5.\n\nThese weights were successively compared with the avoirdupois pound No. 1. which was taken both before and after the others; for this purpose Mr. Robinson's balance was used.\n\nOne hundredth of a grain occasioned a variation of 0.7 of a division.\n\n| Avoirdupois Pounds. |\n|---------------------|\n| No. 1. Divisions.   |\n| No. 2. Divisions.   |\n| No. 3. Divisions.   |\n| No. 4. Divisions.   |\n| No. 5. Divisions.   |\n| No. 1. Divisions.   |\n\n\\[\n\\begin{array}{cccccc}\n+0.2 & -0.4 & -0.4 & -0.8 & -0.9 & +0.3 \\\\\n-0.4 & -0.4 & -0.4 & -0.7 & -0.8 & -0.2 \\\\\n-0.4 & -0.3 & -0.4 & -0.7 & -0.8 & -0.5 \\\\\n-0.5 & -0.4 & -0.3 & -0.7 & -0.7 & -0.2 \\\\\n-0.28 & -0.37 & -0.37 & -0.72 & -0.8 & -0.15 \\\\\n-0.15 & Mean. \\\\\n-0.21 & Means. \\\\\n\\end{array}\n\\]\n\nBy the above comparisons the difference of each weight from No. 1. is as follows;\nNo. 2. . . ,16 divisions = ,002 grains.\n3. . . ,16 . . = ,002\n4. . . ,51 . . = ,007\n5. . . ,59 . . = ,008\n\nSum of the differences = ,019\n\nI now proceeded to compare the five avoirdupois pounds with each of the 6lb. weights, to which 440 grains, taken from Mr. Bate's weights, were added, and which together made five pounds avoirdupois.\n\nOne tenth of a grain occasioned the index to vary one division.\n\n| The 6 lb. weight No. 1. + 440 gr. Divis. | The five Avoirdupois Pounds, Divisions. | Difference Divisions. | Mean. | Difference in grains. |\n|------------------------------------------|----------------------------------------|----------------------|-------|----------------------|\n| - 1,0                                    | - 3,9                                  | - 2,9                |       |                      |\n| - 0,8                                    | - 0,5                                  | + 0,3                |       |                      |\n| + 0,6                                    | + 2,2                                  | + 1,6                |       |                      |\n| + 1,8                                    | + 1,1                                  | - 0,7                |       |                      |\n| + 1,7                                    | + 0,1                                  | - 1,6                |       |                      |\n| + 1,5                                    | + 1,1                                  | - 0,4                |       |                      |\n| 0,0                                      | - 0,4                                  | - 0,4                |       |                      |\n| + 2,7                                    | - 0,7                                  | - 2,0                |       |                      |\n| - 1,9                                    | - 2,9                                  | - 1,0                |       |                      |\n| - 2,2                                    | - 1,4                                  | + 0,8                |       |                      |\n\n| The 6 lb. weight No. 2. + 440 gr. Divis. | The five Avoirdupois Pounds, Divisions. | Difference Divisions. | Mean. | Difference in grains. |\n|------------------------------------------|----------------------------------------|----------------------|-------|----------------------|\n| - 1,0                                    | - 1,3                                  | - 0,3                |       |                      |\n| - 3,0                                    | - 0,7                                  | + 2,3                |       |                      |\n| - 1,6                                    | - 2,1                                  | - 0,5                |       |                      |\n| - 1,2                                    | - 1,2                                  | 0,0                  |       |                      |\n| - 0,9                                    | - 0,8                                  | + 0,1                |       |                      |\n| - 2,1                                    | - 0,7                                  | + 1,4                |       |                      |\n| - 1,6                                    | - 1,2                                  | + 0,4                |       |                      |\n| - 0,4                                    | - 1,0                                  | - 0,6                |       |                      |\n| - 0,2                                    | - 0,7                                  | - 0,5                |       |                      |\n| - 0,7                                    | - 0,4                                  | + 0,3                |       |                      |\nDeductions from the preceding comparisons.\n\nThe mean of the differences of the two 6 lb. weights from the six troy pounds is - ,0020 grs.\nBut the sum of the errors of the six troy pounds is + ,0039\nTherefore the mean of the errors of the two 6 lb. weights is + ,0019\n\nThe first comparisons of the five avoirdupois pounds with one of the 6 lb. weights + 440 grains gave for the difference - ,0630 grs.\nWith the other 6 lb. weight + 440 grains,\nthe difference was + ,0260\n\nThe mean is - ,0185\nBut the mean error of the two 6 lb. weights is + ,0019\nTherefore the sum of the errors of the five avoirdupois pounds is - ,0166\n\nThe sum of the differences between No. 1. and the other avoirdupois pounds being ,019 grains, and all in defect, wires of the following values were enclosed in each weight; viz.\n\nIn No. 2. - ,002 grs.\n3. - ,002\n4. - ,006\n5. - ,007\n\nTotal - ,017\nThe very near agreement of the preceding result with Mr. Bate's determination, is a sufficient proof of his care, and of the accuracy with which the avoirdupois pound has been obtained.\n\nAs each of the avoirdupois pounds had certain wires enclosed in it when delivered to me by Mr. Bate, the following is an account of the wires they now contain.\n\n| No. | contains | wires | = | grains |\n|-----|----------|-------|---|--------|\n| 1.  | 1        |       | ,053 |\n| 2.  | 4        |       | ,184 |\n| 3.  | 4        |       | ,200 |\n| 4.  | 3        |       | ,250 |\n| 5.  | not noted|       |     |\n\nAfter the adjustment of the avoirdupois pounds was completed, Mr. Bate used the large balance to make an approximate adjustment of the weights of the imperial gallon of distilled water. This was interrupted by an accident which rendered it necessary to repair the knife edges of the beam; and notwithstanding every care, the balance afterwards proved less certain in its indications than it was before the accident. The error arising from this source I have endeavoured to lessen by increasing the number of comparisons.\n\n*Adjustment of the weights of the imperial gallon of water.*\n\nThese weights were distinguished in the following manner:\nThat which I shall call\n\nNo. 1. \\{ \\begin{align*} &\\text{Wt OF} \\\\ &\\text{IMP. GALL.} \\\\ &\\text{OF WATER AT } 62^\\circ \\text{F} \\end{align*}\n\nNo. 2. \\{ \\begin{align*} &\\text{Wt OF} \\\\ &\\text{IMP. GALL.} \\\\ &\\text{OF WATER AT } 62^\\circ \\text{F. a dot after the letter F.} \\end{align*}\n\nNo. 3. \\{ \\begin{align*} &\\text{Wt OF} \\\\ &\\text{IMP. GALL.} \\\\ &\\text{OF WATER AT } 62^\\circ \\text{F a dot after the figures.} \\end{align*}\n\nNo. 4. \\{ \\begin{align*} &\\text{Wt OF} \\\\ &\\text{IMP. GALL.} \\\\ &\\text{OF WATER AT } 62^\\circ \\text{F. a dot after the figures,} \\\\ &\\text{and another dot after the letter F.} \\end{align*}\n\nThe two 6 lb. troy weights with 880 grains, making together ten pounds avoirdupois, were employed as a standard in the manner which has been already detailed in describing the adjustment of the troy pounds.\n\nFrom previous rough trials, certain wires were added to each of the gallon weights, the value of which will be given hereafter, and the following comparisons were made. The index of the balance varied one division with one-tenth of a grain.\n\n| The two 6 lb. weights + 880 grains, Divisions. | Gallon weights. | The two 6 lb. weights + 880 grains. |\n|-----------------------------------------------|-----------------|-----------------------------------|\n| No. 1. Divisions.                             | No. 2. Divisions. | No. 3. Divisions. | No. 4. Divisions. |\n| + 2.5                                         | - 3.2            | + 2.5               | + 0.8             | + 5.4             | + 6.8             |\n| + 5.8                                         | + 3.9            | + 2.7               | - 1.5             | + 2.1             | + 4.3             |\n| - 0.6                                         | - 1.4            | - 3.3               | - 1.7             | - 2.1             | - 1.7             |\n| - 0.8                                         | - 6.4            | - 4.1               | - 0.9             | - 8.1             | + 0.4             |\n| - 0.1                                         | - 2.8            | - 0.2               | + 1.5             | + 1.2             | - 2.5             |\n| - 3.0                                         | - 2.0            | - 3.3               | - 4.9             | - 4.1             | - 2.2             |\n| + 0.63                                        | - 1.98           | - 0.95              | - 1.12            | - 0.93            | + 0.85            |\n| + 0.85                                        | + 0.74           | Mean.               |                   |                   |                   |\n\nMean.\nBy the above comparisons, the error of each weight in parts of a grain is as follows:\n\n| No. 1. | No. 2. | No. 3. | No. 4. |\n|--------|--------|--------|--------|\n| - ,272 | - ,169 | - ,186 | - ,167 |\n\nThe two 6 lb. weights + 880 grains, Divisions.\n\n| Gallon weights. |\n|-----------------|\n| No. 1. Divisions. | No. 2. Divisions. | No. 3. Divisions. | No. 4. Divisions. |\n|-----------------|-----------------|-----------------|-----------------|\n| - 1,9           | - 1,9           | - 2,0           | - 0,6           |\n| + 3,0           | - 1,0           | - 4,9           | - 3,3           |\n| + 2,9           | + 0,8           | + 0,6           | - 1,9           |\n| + 4,2           | + 2,9           | - 1,7           | + 0,5           |\n| + 1,4           | 0,0             | + 0,2           | - 1,8           |\n| + 2,5           | + 1,2           | + 1,6           | + 0,5           |\n| + 1,3           | + 2,0           | + 3,1           | - 6,6           |\n| + 3,0           | + 4,0           | - 3,2           | + 0,3           |\n| + 2,05          | + 1,00          | - 0,79          | - 1,61          |\n| + 3,05          |                 |                 | + 2,09          |\n| + 2,55          |                 |                 | + 3,05          |\n\nMean.\n\nBy the above comparisons, the error of each weight in parts of a grain, is as follows:\n\n| No. 1. | No. 2. | No. 3. | No. 4. |\n|--------|--------|--------|--------|\n| - ,155 | - ,334 | - ,416 | - ,046 |\n\nThe two 6 lb. weights + 880 grains, Divisions.\n\n| Gallon weights. |\n|-----------------|\n| No. 1. Divisions. | No. 2. Divisions. | No. 3. Divisions. | No. 4. Divisions. |\n|-----------------|-----------------|-----------------|-----------------|\n| + 4,0           | + 1,2           | + 3,1           | + 2,5           |\n| + 3,5           | + 3,0           | - 0,4           | - 1,5           |\n| - 5,0           | - 1,7           | - 2,6           | - 3,0           |\n| - 1,9           | - 0,8           | - 1,3           | - 3,4           |\n| + 2,9           | - 4,9           | - 1,6           | - 0,4           |\n| + 3,7           | + 2,2           | + 1,2           | - 3,9           |\n| + 1,20          |                 |                 | + 1,3           |\n| + 2,30          |                 |                 | + 3,0           |\n| + 1,75          |                 |                 |                 |\n\nMean.\nBy the above comparisons the error of each weight in parts of a grain is as follows:\n\n| No. 1 | No. 2 | No. 3 | No. 4 |\n|-------|-------|-------|-------|\n| -192  | -202  | -336  | -110  |\n\nResults of the comparisons of the four weights of the imperial gallon of water.\n\n| No. 1 | No. 2 | No. 3 | No. 4 |\n|-------|-------|-------|-------|\n| Grains.| Grains.| Grains.| Grains.|\n| 1st series | -272 | -169 | -186 | -167 |\n| 2nd series | -155 | -334 | -416 | -046 |\n| 3d series | -192 | -202 | -336 | -110 |\n\nMean errors | -206 | -235 | -313 | -108 |\n\nA wire equal to its error was now enclosed in each weight.\n\nThe numbers and values of the wires inclosed in the gallon weights are as follow:\n\n| No. 1 | contains 2 wires, together = 0,366 |\n|-------|-----------------------------------|\n| No. 2 | 4 wires, = 1,174                  |\n| No. 3 | 3 wires, = 0,791                  |\n| No. 4 | 3 wires, = 0,422                  |\n\nThe adjustment of the gallon weights occupied me till the 10th of April, when the balance was removed to Mr. Bate's for the purpose of adjusting the standard gallon measures.\n\nAdjustment of the imperial gallon measures.\n\nIt has been remarked that the form chosen for the gallon measure is that of a hollow cone, terminated by a cylindrical mouth of about an inch and a half diameter. The inside of\nthe cone is turned very smooth and close to its base is curved so as to avoid the acute angle, which would have resulted from continuing the side of the cone to the bottom. By this also the advantage was gained of a greater substance for the insertion of the screws used for attaching the bottom of the gallon to the cone.\n\nAs soldering was thought objectionable, the bottom was ground to the cone, and it was supposed that it would thus have been sufficiently secure; but on letting the gallons remain filled for 24 hours, in some a slight leakage became perceptible. After many experiments, the best remedy for this appeared to be a very minute quantity of fresh grease, carefully applied to the bottom of the cone and then almost wholly wiped off; after which the bottom was firmly screwed in its place.\n\nThe following was the method pursued in adjusting the gallon:\n\nIf the gallon contained a considerable quantity, as one or two hundred grains of water too little, its capacity was enlarged by turning away a small portion from the flat bottom. If on the contrary the gallon contained too much, the base of the cone was ground away; and it must be evident that a very small quantity taken from this part would occasion a considerable variation in the capacity, one thousandth of an inch making a difference of about 17 grains. Errors of smaller magnitude were removed either by grinding down the top of the mouth, or by enlarging the aperture by using a cylindrical plug of brass with emery.\n\nThe interior of the measure being carefully wiped dry, it was placed in the scale together with one of the gallon\nweights and a circular piece of plate glass (the use of which will be presently described), and the whole was counterpoised.\n\nThe division at which the index of the balance stood was noted, and the gallon weight removed; the gallon was then nearly filled with distilled water by means of a small glass syphon, so contrived by Mr. Bate as to prevent the introduction of bubbles of air. The temperature of the water was then taken as well as the height of the barometer, and the filling of the gallon continued until the water rose perceptibly a little above its mouth. The piece of plate glass before-mentioned, and which had a small hole drilled in its centre, was then carefully placed upon the top of the gallon, when the superabundant water passed through the hole to the upper surface of the glass, and was removed by drawing it with the mouth into a capillary glass tube.\n\nThe difference of the expansion of water, and of brass, being an object of the highest importance in the present operations, I was glad to find that Mr. Bate had made numerous experiments upon this subject, and I had had sufficient experience of his care to place great reliance upon his conclusions. It will be seen that the considerable range of temperature under which the experiments with the gallons No. 1, 3, and 4, were made, and the uniformity of the results fully justify this confidence, and form very conclusive evidence of the accuracy of the corrections employed.\n\nBut besides the correction for the difference of the expansion of water and of the brass vessel, another allowance is necessary for the buoyancy of the atmosphere in cases where extreme accuracy is required. The gallon is to contain ten\npounds of distilled water, at the temperature of 62° of Farenheit's thermometer, the barometer being at 30 inches; consequently, for any difference from this state of the barometer, as well as of the thermometer, a correction must be applied. Water is $831$ times heavier than air when the barometer is at 30 inches, and the thermometer at 62°, and this varies directly as the height of the barometer, consequently the correction due to a difference of one inch of the barometer will be $\\frac{1}{831} \\times \\frac{1}{30} = \\frac{1}{24930}$ part of the weight of water.\n\nThe gallon weight being counterpoised with brass, and brass being about 8 times heavier than water, the effect of the buoyancy of the atmosphere upon brass will be only $\\frac{1}{8}$ of that upon water, and this will tend to lessen the effect upon the water by one eighth part of the whole quantity. Therefore $\\frac{1}{24930} \\times \\frac{7}{8} \\times 70000$ grains = 2,46 grains, is the number of grains by which the weight of the gallon of water will be increased by a depression of one inch of the barometer. Though the variation of the temperature of the air during the experiments was several degrees, the effect upon the correction for the buoyancy of the atmosphere would have been so inconsiderable as to be unworthy of notice upon the present occasion.\n\nAs an error of one degree in the determination of the temperature of the water contained by the gallon would occasion an error ranging from four to six grains, it must be evident that a knowledge of the precise temperature of the water was of primary importance. For this purpose a thermometer was used which had been prepared with extraordinary care by Mr. Bate, and the scale was such that its indications were estimated without difficulty to tenths of a degree.\nIt would perhaps be useless to detail the numerous experiments which were made in approximating to the final adjustment of the gallon measures, and I shall therefore immediately proceed to state the ultimate results.\n\n**Gallon (which I shall designate) No. 1.**\n\n| Date | Barom. | Temp. of the Water | Weight of water contained by the gallon. 10 lbs. ± | Correction for Barometer | Correction for Temperature | Weight of water the gallon should have contained. 10 lbs. ± | Error in grains |\n|------|--------|--------------------|--------------------------------------------------|--------------------------|---------------------------|-------------------------------------------------|---------------|\n| June | Inches | Grains.            | Grains.                                          | Grains.                  | Grains.                   | Grains.                                        |               |\n| 1    | 30.29  | 59.0              | + 13.13                                          | - 0.71                   | + 12.38                   | + 11.67                                         | + 1.46 Mr. Bate. |\n| 6    | 29.94  | 59.4              | + 11.14                                          | + 0.15                   | + 10.83                   | + 10.98                                         | + 0.16 Mr. Bate. |\n| 11   | 30.22  | 66.6              | - 24.96                                          | - 0.54                   | - 23.29                   | - 23.83                                         | - 1.13        |\n| 15   | 30.16  | 67.8              | - 30.84                                          | - 0.40                   | - 30.17                   | - 30.57                                         | - 0.27 Mr. Bate. |\n|      | 30.27  | 67.2              | - 27.21                                          | - 0.66                   | - 26.68                   | - 27.34                                         | + 0.13        |\n|      |        |                   |                                                  |                          |                          | Mean                                            | + 0.07        |\n\nThe bottom of the gallon No. 2. was rather thin, it was therefore subsequently adjusted by Mr. Bate, and sent to the Exchequer to be used on more ordinary occasions.\n\n**Gallon No. 3.**\n\n| Date | Barom. | Temp. of the Water | Weight of water contained by the gallon. 10 lbs. ± | Correction for Barometer | Correction for Temperature | Weight of water the gallon should have contained. 10 lbs. ± | Error in grains |\n|------|--------|--------------------|--------------------------------------------------|--------------------------|---------------------------|-------------------------------------------------|---------------|\n| May  | Inches | Grains.            | Grains.                                          | Grains.                  | Grains.                   | Grains.                                        |               |\n| 18   | 30.33  | 57.9              | + 16.52                                          | - 0.81                   | + 16.34                   | + 15.53                                         | + 0.99 Mr. Bate. |\n| 20   | 30.29  | 57.4              | + 18.48                                          | - 0.71                   | + 18.02                   | + 17.31                                         | + 1.17        |\n| 23   | 29.96  | 60.5              | + 6.67                                           | + 0.10                   | + 6.44                    | + 6.54                                          | + 0.13        |\n| 31   | 30.30  | 59.0              | + 12.58                                          | - 0.74                   | + 12.38                   | + 11.64                                         | + 0.94 Mr. Bate. |\n| June | 30.30  | 59.2              | + 9.73                                           | - 0.74                   | + 11.60                   | + 10.86                                         | - 1.08 Mr. Bate. |\n| 1    | 30.30  | 58.8              | + 12.72                                          | - 0.74                   | + 13.10                   | + 12.36                                         | + 0.36        |\n| 11   | 30.18  | 67.3              | - 31.53                                          | - 0.45                   | - 27.26                   | - 27.71                                         | - 3.82 Mr. Bate. |\n| 13   | 30.14  | 67.4              | - 26.74                                          | - 0.35                   | - 27.84                   | - 28.19                                         | + 1.45        |\n|      | 30.14  | 68.2              | - 31.80                                          | - 0.35                   | - 32.54                   | - 32.89                                         | + 1.09        |\n|      |        |                   |                                                  |                          |                          | Mean                                            | + 0.14        |\n\nMDCCCXXVI.\n### Gallon No. 4.\n\n| Date | Barom. | Temp. of the Water | Weight of water contained by the gallon. 10 lbs. ± | Correction for Barometer | Correction for Temperat. | Weight of water the gallon should have contained. 10 lbs. ± | Error in grains. |\n|------|--------|-------------------|-------------------------------------------------|--------------------------|-------------------------|-------------------------------------------------|----------------|\n| June | Inches | Grains.           | Grains.                                         | Grains.                  | Grains.                 | Grains.                                         | Mr. Bate.       |\n| 6    | 29.94  | 59.2              | + 12.36                                         | + 0.15                   | + 11.60                 | + 11.75                                         | + 0.61          |\n| 8    | 29.95  | 61.7              | + 2.36                                          | + 0.12                   | + 1.31                  | + 1.43                                          | + 0.93          |\n| 11   | 30.22  | 66.9              | - 19.69                                         | - 0.54                   | - 24.96                 | - 25.50                                         | - 5.81          |\n|      |        | 30.16             | - 28.58                                         | - 0.40                   | - 32.54                 | - 32.94                                         | - 4.36          |\n| 13   | 30.14  | 67.0              | - 25.30                                         | - 0.35                   | - 25.52                 | - 25.87                                         | - 0.57          |\n| 14   | 30.28  | 68.8              | - 36.42                                         | - 0.69                   | - 36.17                 | - 36.86                                         | - 0.44          |\n| 15   | 30.25  | 67.9              | - 30.84                                         | - 0.61                   | - 30.75                 | - 31.36                                         | - 0.52          |\n\nMean + 1.89\n\nMean, rejecting greatest and least + 0.61\n\n### Gallon No. 5.\n\n| Date | Barom. | Temp. of the Water | Weight of water contained by the gallon. 10 lbs. ± | Correction for Barometer | Correction for Temperat. | Weight of water the gallon should have contained. 10 lbs. ± | Error in grains. |\n|------|--------|-------------------|-------------------------------------------------|--------------------------|-------------------------|-------------------------------------------------|----------------|\n| June | Inches | Grains.           | Grains.                                         | Grains.                  | Grains.                 | Grains.                                         | Mr. Bate.       |\n| 1    | 30.30  | 58.7              | + 12.83                                         | - 0.74                   | + 13.47                 | + 12.73                                         | + 0.10          |\n| 2    | 30.27  | 60.25             | + 5.80                                          | - 0.66                   | + 7.47                  | + 6.81                                          | - 1.01          |\n| 3    | 29.70  | 60.6              | + 7.91                                          | + 0.74                   | + 6.02                  | + 6.76                                          | + 1.15          |\n| 8    | 29.95  | 61.4              | + 2.80                                          | + 0.12                   | + 2.63                  | + 2.75                                          | + 0.05          |\n\nMean + 0.07\n\n### Adjustment of the Quart and Pint for the Exchequer.\n\nThe quart and pint measures for the Exchequer differed in no respect from the gallon, except in being of inferior dimensions, and were adjusted in a similar manner.\n### Quart.\n\n| Date | Barom. | Temp. of the Water | Weight of water contained by the quart. | Correction for Barometer | Correction for Temperature | Weight of water the quart should have contained. | Error in grains |\n|------|--------|--------------------|---------------------------------------|--------------------------|---------------------------|-------------------------------------------------|----------------|\n| June | Inches |                    |                                       |                          |                           |                                                 |                |\n| 14   | 30.26  | 69.0               | 9.82                                  | 0.16                     | 9.34                      | 9.50                                            | -0.32          |\n| 15   | 30.27  | 67.1               | 6.98                                  | 0.16                     | 6.52                      | 6.68                                            | -0.30          |\n|      | 30.27  | 67.5               | 6.86                                  | 0.16                     | 7.11                      | 7.27                                            | +0.41          |\n|      | 30.27  | 68.1               | 8.12                                  | 0.16                     | 7.98                      | 8.14                                            | +0.02          |\n\nMean -0.05\n\n### Pint.\n\n| Date | Barom. | Temp. of the Water | Weight of water contained by the pint. | Correction for Barometer | Correction for Temperature | Weight of water the pint should have contained. | Error in grains |\n|------|--------|--------------------|---------------------------------------|--------------------------|---------------------------|-------------------------------------------------|----------------|\n| June | Inches |                    |                                       |                          |                           |                                                 |                |\n| 15   | 30.27  | 67.6               | 3.63                                  | 0.08                     | 3.55                      | 3.63                                            | 0.00           |\n| 18   | 30.18  | 63.0               | 0.53                                  | 0.05                     | 0.58                      | 0.63                                            | +0.10          |\n|      | 30.18  | 63.4               | 0.70                                  | 0.05                     | 0.82                      | 0.87                                            | +0.17          |\n\nMean +0.09\n\n### Verification of the Bushel measures.\n\nThe weight of the bushel measure, together with the 80 lbs. of water it should contain, was about 250 lbs. and as I could find no balance capable of determining so large a weight with sufficient accuracy, I was under the necessity of constructing one for this express purpose.\nI first tried cast iron; but though the beam was made as light as was consistent with the requisite degree of strength, the inertia of such a mass appeared to be so considerable, that much time must have been lost before the balance would have answered to the small differences I wished to ascertain. Lightness was a property essentially necessary, and bulk was very desirable in order to preclude such errors as might arise from the beam being partially affected by sudden alterations of temperature. I therefore determined to employ wood, a material in which the requisites I sought were combined. The beam was made of a plank of mahogany about 70 inches long, 22 inches wide, and $2\\frac{1}{4}$ thick, tapering from the middle to the extremities. An opening was cut in the centre, and strong blocks screwed to each side of the plank to form a bearing for the back of a knife edge which passed through the centre. Blocks were also screwed to each side at the extremities of the beam on which rested the backs of the knife edges for supporting the pans. The opening in the centre was made sufficiently large to admit the support hereafter to be described, upon which the knife edge rested.\n\nIn all beams which I have seen, with the exception of those made by Mr. Robinson, the whole weight is sustained by short portions at the extremities of the knife edge, and the weight being thus thrown upon a few points, the knife edge becomes more liable to change its figure and to suffer injury.\n\nTo remedy this defect, the central knife edge of the beam I am describing was made six inches, and the two others five inches long. They were triangular prisms with equal sides, of three quarters of an inch, very carefully finished, and the edges ultimately formed to an angle of $120^\\circ$.\nEach knife edge was screwed to a thick plate of brass, the surfaces in contact having been previously ground together, and these plates were screwed to the beam, the knife edges being placed in the same plane, and as nearly equidistant and parallel to each other as could be done by construction.\n\nThe support upon which the central knife edge rested throughout its whole length was formed of a plate of polished hard steel screwed to a block of cast iron. This block was passed through the opening before-mentioned in the centre of the beam and properly attached to a frame of cast iron.\n\nThe stirrups to which the scales were hooked rested upon plates of polished steel to which they were attached, and the under surfaces of which were formed by careful grinding into cylindrical segments. These were in contact with the knife edges their whole length, and were known to be in their proper position by the correspondence of their extremities with those of the knife edges.\n\nA well-imagined contrivance was applied by Mr. Bate for raising the beam when loaded, in order to prevent unnecessary wear of the knife edge; and for the purpose of adjusting the place of the centre of gravity, when the beam was loaded with the weight required to be determined, a screw carrying a moveable ball projected vertically from the middle of the beam.\n\nThe performance of this balance fully equalled my expectations. With two hundred and fifty pounds in each scale, the addition of a single grain occasioned an immediate variation in the index of one-twentieth of an inch, the radius being fifty inches.\n\nIn using this beam, care should be taken that the ends of\nthe steel plates to which the stirrups are attached coincide with the ends of the knife edges, otherwise some error might arise from a possible want of parallelism.\n\nThe bushel measure being placed in one of the scales, together with 80 lbs.* the whole was counterpoised with brass; the 80 lbs. was then removed, and the bushel filled with water by means of a syphon. The temperature of the water was then very carefully taken, and the height of the barometer registered. A circular piece of plate glass, as plane as could be procured, having a hole about a quarter of an inch diameter in its centre, was slid over the bushel, and the air-bubbles which appeared on the under surface of the glass were removed by touching them with a small bent tube made of flexible metal, a method thought of by Mr. Bate. Water was added through the hole in the glass; and by carefully observing the curvature of the fluid surface, it was soon evident that the filling of the bushel might be repeated without a greater difference than three or four grains.\n\nIt is scarcely requisite to remark that many experiments were made, not here detailed, before the adjustment of the bushel was perfected; the very great accuracy and masterly workmanship however of Mr. Keir, who had been furnished with gauges for the diameter and depth of the bushel, rendered little alteration necessary.\n\n* This was obtained by taking twice the weight of the four weights of the gallon of water.\n### Bushel No. 1.\n\n| Date | Barom. | Temp. of the Water | Weight of water contained by the bushel, 80 lbs. ± | Correction for Barometer | Correction for Temperat. | Weight of water the bushel should have contained, 80 lbs. ± | Error in grains |\n|------|--------|--------------------|--------------------------------------------------|--------------------------|--------------------------|-------------------------------------------------|----------------|\n| June | Inches.| Grains.            | Grains.                                          | Grains.                  | Grains.                  | Grains.                                         |                |\n| 22   | 30.00  | 60,30              | + 61,10                                          | 0,0                      | + 58,13                  | + 58,13                                         | + 2,97         |\n| 24   | 29.98  | 61,4               | + 34,40                                          | + 0,40                   | + 21,01                  | + 21,41                                         | + 12,99        |\n|      | 29.96  | 61,75              | + 12,55                                          | + 0,10                   | + 8,75                   | + 8,85                                          | + 3,70         |\n\nMean + 6,55\n\n### Bushel No. 2.\n\n| Date | Barom. | Temp. of the Water | Weight of water contained by the bushel, 80 lbs. ± | Correction for Barometer | Correction for Temperat. | Weight of water the bushel should have contained, 80 lbs. ± | Error in grains |\n|------|--------|--------------------|--------------------------------------------------|--------------------------|--------------------------|-------------------------------------------------|----------------|\n| July | Inches.| Grains.            | Grains.                                          | Grains.                  | Grains.                  | Grains.                                         |                |\n| 7    | 30.00  | 63,1               | - 38,00                                          | 0,00                     | - 41,00                  | - 41,00                                         | + 3,00         |\n| 8    | 29.98  | 62,5               | - 18,10                                          | + 0,40                   | - 18,49                  | - 18,99                                         | - 0,01         |\n|      | 29.98  | 62,6               | - 19,59                                          | + 0,40                   | - 22,19                  | - 21,79                                         | + 2,20         |\n\nMean + 1,73\n\n### Bushel No. 3.\n\n| Date | Barom. | Temp. of the Water | Weight of water contained by the bushel, 80 lbs. ± | Correction for Barometer | Correction for Temperat. | Weight of water the bushel should have contained, 80 lbs. ± | Error in grains |\n|------|--------|--------------------|--------------------------------------------------|--------------------------|--------------------------|-------------------------------------------------|----------------|\n| May  | Inches.| Grains.            | Grains.                                          | Grains.                  | Grains.                  | Grains.                                         |                |\n| 18   | 30.33  | 57,4               | + 141,65                                         | - 6,48                   | + 144,16                 | + 137,68                                        | + 3,97         |\n| 20   | 30.29  | 57,7               | + 140,54                                         | - 5,68                   | + 136,06                 | + 130,38                                        | + 10,16        |\n| 24   | 29.83  | 62,3               | + 1,54                                           | + 3,36                   | - 11,09                  | - 7,73                                          | + 9,27         |\n| 31   | 30.28  | 59,3               | + 96,20                                          | - 5,52                   | + 89,73                  | + 84,21                                         | + 11,99        |\n| June | 30.16  | 66,8               | - 201,50                                         | - 3,20                   | - 195,25                 | - 198,45                                        | - 3,05         |\n\nMean + 6,47\n### Captain Kater's account of the Bushel No. 4.\n\n| Date | Barom. | Temp. of the Water | Weight of water contained by the bushel, 80 lbs. ± | Correction for Barometer | Correction for Temperature | Weight of water the bushel should have contained, 80 lbs. ± | Error in grains |\n|------|--------|-------------------|--------------------------------------------------|--------------------------|---------------------------|--------------------------------------------------|----------------|\n| June 27 | Inches. 29.77 | 61.9 | Grains. + 6.10 | Grains. + 4.48 | Grains. + 3.50 | Grains. + 7.98 | - 1.88 |\n|       |         | 62.0 | + 5.60 | + 4.48 | 0.0 | + 4.48 | + 1.12 |\n|       |         | 61.9 | + 5.20 | + 4.16 | + 3.50 | + 7.66 | - 2.46 |\n\nMean - 1.07\n\nIn order to enable the reader to form some idea of the errors of the measures of capacity, it may be remarked that a drop of water is commonly estimated to be nearly equal to one grain.\n\nAs the quantity of water contained by the bushel measure is determined by the surface of the glass plate, which should be a perfect plane, a figure not easily attainable, it is not to be understood that the capacity of the bushel is true within the limits of the errors above-mentioned, but to the gallon, quart, and pint measures, in consequence of their more advantageous form, this source of error does not in any sensible degree apply.\n\n**Verification of the standard yards with steel terminations.**\n\nThese standard yards were made by Mr. Dollond; they are of brass, one inch square. To their extremities are firmly screwed rectangular pieces of steel of the same width as the bar, and projecting above its surface. The distance between the interior faces of the steel termination is intended to be equal to the length of the imperial standard yard.\nTo determine this distance I employed the following method:\n\nTwo bars of brass were prepared, three quarters of an inch square and rather less than 18 inches long. They were terminated by planes at right angles to their length; and upon the upper face of each bar, very near to the end, a fine transverse line was drawn; the other ends of the bars being then placed in contact and kept so by springs, the distance between the lines was taken by means of two micrometer microscopes fixed to a bar of wood and referred to Sir G. Shuckburgh's standard scale, which scale, it has already been remarked, does not sensibly differ from the imperial standard yard.\n\nThe distance between the lines was found by numerous comparisons to be 919 divisions of the micrometer less than the standard yard, each division of the micrometer being equal to $\\frac{1}{23363}$ of an inch.\n\nThe brass bars were then placed upon the standard to be examined, their marked ends being next each other, and their opposite extremities kept in contact with the steel faces by a spring introduced between the bars, a part below the surface being cut away for that purpose. The distance between the lines was then measured by the micrometer microscope, which distance, had the standard been perfectly correct, would have been equal to what the distance of the lines in the former position of the bars wanted of 36 inches.\n\nStandard Yard, No. 1.\n\nThe distance between the lines upon the brass bars was found by the mean of six measurements to be 918.2 divisions of the micrometer, which differs so little from 919 divisions, MDCCCXXVI.\nthat this standard yard may be considered as perfectly correct.\n\n**Standard Yard, No. 2.**\n\nThe mean of sixteen measurements gave the distance between the lines upon the brass bars 910 divisions. This standard is therefore 9 divisions, or ,00038 of an inch too short.\n\n**Standard Yard, No. 3.**\n\nBy the mean of six measurements this standard appeared to be five divisions, or ,00021 of an inch too long.\n\n**Standard Yard, No. 4.**\n\nThe mean of ten measurements gave the error of this standard five divisions, or ,00021 of an inch too short.\n\n*Adjustment of the Standard Yards with gold points.*\n\nThe standard yards last described are intended merely for the purpose of sizing those employed in commerce, and the trifling differences above stated may be utterly disregarded; but the Commissioners of Weights and Measures thought it desirable that accurate copies of the imperial standard yard should be made, to be carefully preserved and transmitted to posterity solely for the purpose of being referred to upon extraordinary occasions, or upon questions important to science.\n\nThe difficulty of transferring a given distance from one scale to another, is well known to all who are acquainted with the subject; the operation is one of considerable delicacy; and notwithstanding every precaution, is seldom abso-\nlutely free from error. But a national standard should be accurately that which it professes to be. It is not enough to determine its error, as the record of this may in process of time be lost; it therefore became necessary to devise a method by which any perceptible error in those standards which are the foundation of all the others, might ultimately be annihilated.\n\nThe four standard yards which I am about to describe are of brass, one inch and a quarter wide, and half an inch thick. This thickness is the same as that of Sir G. Shuckburgh's scale, and was chosen in order that both might be affected with equal readiness by any change of temperature; for as the imperial standard yard of 1760 is one inch square, I thought it preferable to adjust the new standards by means of Sir G. Shuckburgh's scale, which, as I have before remarked, does not sensibly differ from it.\n\nA disk of gold being let into the surface near one extremity, a hole was drilled through the bar at the distance of thirty-six inches from the centre of the disk, and being made slightly conical, a plug of brass was ground in the hole so as to fit it perfectly. A gold disk was let into the top of the plug, and reduced to a level with the surface of the scale. The other end of the plug projected beneath the scale, and had a small hole through it to admit a wire, by means of which it might be turned round. A very fine deep dot was then made by Mr. Dollond upon each of the gold disks, as nearly as it could be done at the distance of thirty-six inches from each other, the dot upon the moveable disk not being exactly in its centre.\nBefore the plug was ground in its place a small hole was drilled through the side of the scale into the conical aperture.\n\nThe microscopical apparatus employed on the present occasion has been described in the paper upon the comparison of various British standards of linear measure before quoted.\n\nThe cross wires of the microscopes being brought respectively over zero, and 36 inches upon Sir G. Shuckburgh's scale, the apparatus was transferred to the new standard, and the intersection of the cross wires of one of the microscopes placed upon the centre of the fixed dot. The moveable dot was then brought by turning the brass plug to the intersection of the cross wires of the other microscope.\n\nThe distance of the dots was repeatedly compared with Sir G. Shuckburgh's standard upon different days, in order to ascertain that no perceptible error remained. A drill was passed through the hole in the side of the scale, and the brass plug carefully pierced through; a pin was then driven into the plug so as to render any change of position impossible, and the projecting part of the plug was cut off.\n\nThe standards being thus finished, they were again compared with Sir G. Shuckburgh's scale, and it was with surprise and disappointment that I found the whole of them apparently too short. They had been adjusted upon a board of mahogany carefully planed, and the table upon which they were now placed was so flat as to occasion little alteration in a spirit level passed along it. The error of the standards was however far too considerable to be attributed to any curvature which on this occasion could take place, and it was\nnot until after several days that I discovered the cause of this perplexing circumstance. I found that by placing a card, the thickness of which was accurately one-fiftieth of an inch, under the middle of the standard, the distance of the dots was much increased, and by placing a card of the same thickness under each of the extremities, and withdrawing that which was under the centre, the distance of the dots was considerably diminished. The total difference amounted to no less than \\(0.0016\\) of an inch, whilst the double of the error which would have arisen from mere curvature under similar circumstances would not have been one ten-thousandth of an inch.\n\nThe cause was now evident; by elevating the middle of the standard, the under surface was shortened, and the upper surface extended; and on the contrary, when the extremities were elevated the upper surface was compressed and the lower surface lengthened; the quantity of the effect evidently depending upon the thickness of the bar.\n\nHaving thus assured myself of the source of the error, a method of obviating it soon presented itself. As the upper and under surfaces of the bar are in different states, the one being compressed and the other extended, there must be an intermediate plane which suffers neither extension nor compression, and this plane must be nearly midway between the two surfaces. I therefore caused Mr. Dollond to reduce the thickness of the bar for the distance of an inch and three quarters from its extremities to one half; the gold disks and plugs were then inserted as before, and the adjustment completed in the manner which has been described. The plugs being secured, and the projecting parts removed, the\nstandards were repeatedly compared with Sir G. Shuckburgh's scale (the standard being placed upon the scale) when no perceptible difference could be detected. Pieces of card were now placed under the standard as before, without occasioning any appreciable alteration; and I had thus experimental proof of the perfect efficiency of the remedy I had employed.\n\nI have been thus particular in detailing the difficulties I experienced, because they exhibit a source of very considerable error which may arise from the thickness of a standard scale, and which I believe has never before been suspected.\n\nIt may be here not unnecessary to remark, that on every occasion on which I have used Sir G. Shuckburgh's scale, it has fortunately been placed not only upon the same table, but upon the same part of it.\n\nThe various standards which have been described in this paper with the exception of the yards with steel terminations are not meant for common use, but are intended to be carefully preserved, to be referred to only upon extraordinary occasions. In addition however to these, other weights as well as measures of capacity were made with great care by Mr. Bate. The following is a list of the whole, with an account of the places where they are deposited.\n\nStandards deposited at the Exchequer, Westminster.\n\n1 Imperial standard yard with gold points.\n1 Standard yard with steel terminations, No. 1.\n1 Imperial troy pound, No. 5.\n1 Avoirdupois pound, No. 1.\n1 Avoirdupois pound, No. 5. (in a box with smaller weights.)\n1 Weight of imperial gallon of water, No. 1.\n1 Imperial gallon measure, No. 3.\n1 Bushel, No. 3.\n1 Quart, No. 4.\n1 Pint.\n\nA copy of the imperial Gallon,\nQuart, and\nPint.\n\n1 Bushel,\n1 Half bushel,\n1 Peck,\n1 Gallon,\n1 Half gallon,\n1 Quart,\n1 Pint,\n1 Half pint,\n1 Gill,\n1 Half gill,\n\nfor common use.\n\ncylindrical, for common use.\n\n1 Set of avoirdupois weights, from 56 lbs. to half a drachm.\n1 Set of counterpoises for the above set of weights.\n1 Set of troy weights, from one pound to one grain, with counterpoises.\n\nStandards deposited at Guildhall, London.\n\n1 Imperial standard yard with gold points.\n1 Standard yard with steel terminations, No. 4.\n1 Imperial troy pound, No. 1.\n1 Avoirdupois pound, No. 2.\nCaptain Kater's account of the\n\n1 Weight of imperial gallon of water, No. 3.\n1 Imperial gallon measure, No. 5.\n1 Bushel, No. 4.\n1 Quart.\n1 Pint.\n1 Set of avoirdupois weights, from 56 lbs. to half a drachm.\n\nStandards deposited at Edinburgh.\n\n1 Imperial standard yard with gold points.\n1 Standard yard with steel terminations, No. 2.\n1 Imperial troy pound, No. 2.\n1 Avoirdupois pound, No. 3.\n1 Weight of imperial gallon of water, No. 4.\n1 Imperial gallon measure, No. 4.\n1 Bushel, No. 1.\n1 Quart.\n1 Pint.\n1 Set of avoirdupois weights, from 56 lbs. to half a drachm.\n\nStandards deposited at Dublin.\n\n1 Imperial standard yard with gold points.\n1 Standard yard with steel terminations, No. 3.\n1 Imperial troy pound, No. 4.\n1 Avoirdupois pound, No. 4.\n1 Weight of imperial gallon of water, No. 2.\n1 Imperial gallon measure, No. 1.\n1 Bushel, No. 2.\n1 Quart.\n1 Pint.\n1 Set of avoirdupois weights, from 56 lbs. to half a drachm.\nI cannot conclude without bearing testimony to the unwearied perseverance, ability and accuracy, which Mr. Bate has shown in the course of a work attended with no common difficulties, and to the perfect execution of which he has devoted, for a long period, the whole of his time and attention.\n\nFrom what has been said, it will be seen that the length of the pendulum vibrating seconds in London has been found in parts of the imperial standard yard; consequently, the value of the yard may at any time be known, having been referred to a natural standard presumed to be unalterable. The length of the French métre, a standard expressing a certain portion of a terrestrial meridian, has also been given in parts of the English scale. The weight of a cubic inch of distilled water has been determined in parts of the imperial troy pound; and thus the pound, if lost, may at any future age be recovered. The avoirdupois pound is now for the first time defined, and the measures of capacity are made to depend upon the weight of water they contain; the imperial gallon, containing ten pounds avoirdupois of water, having been declared to be the unit or only standard measure of capacity from which all others are to be derived. This it is to be presumed cannot but powerfully tend to produce uniformity throughout the United Kingdom, by putting it in the power of every individual possessed of standard weights, to verify his measures of capacity with the utmost facility.\n\nLondon, November, 1825.\n\nMDCCCXXVI.\nAPPENDIX.\n\nTable of the correction on account of temperature to be applied to the contents of the Gallon.\n\n| Temperat. Fahrenheit | Grains   | Difference for $1^\\circ$ |\n|----------------------|----------|--------------------------|\n|                      |          |                          |\n| 50                   | +35,454  | 1,481                    |\n| 51                   | +33,972  | 1,758                    |\n| 52                   | +32,214  | 2,033                    |\n| 53                   | +30,181  | 2,304                    |\n| 54                   | +27,877  | 2,573                    |\n| 55                   | +25,304  | 2,839                    |\n| 56                   | +22,464  | 3,102                    |\n| 57                   | +19,362  | 3,363                    |\n| 58                   | +15,999  | 3,620                    |\n| 59                   | +12,379  | 3,875                    |\n| 60                   | +8,504   | 4,127                    |\n| 61                   | +4,376   | 4,376                    |\n| 62                   | 0,000    | 4,623                    |\n| 63                   | -4,623   | 4,866                    |\n| 64                   | -9,489   | 5,107                    |\n| 65                   | -14,596  | 5,345                    |\n| 66                   | -19,942  | 5,580                    |\n| 67                   | -25,522  | 5,813                    |\n| 68                   | -31,335  | 6,042                    |\n| 69                   | -37,377  | 6,269                    |\n| 70                   | -43,646  |                          |\nPOSTSCRIPT.\n\nSince the preceding Paper was read, I have received a work on Astronomy, published at Tübingen in 1811, by Professor Bohnenberger. This work had been pointed out to me by Professor Schumacher as containing a description of the convertible pendulum, and a suggestion of its employment for the purpose of determining the distance between the centres of suspension and oscillation.\n\nA friend has favoured me with a translation of the part in question, by which I find M. Schumacher's information to be perfectly correct, and that the conception of the convertible pendulum is not so new as I had imagined when I first engaged in this enquiry. After demonstrating the reciprocity of the centres of suspension and oscillation, the author proceeds to say: \"On a cylindrical or prismatic rod CA (fig. 102.) let there be placed two wedge-formed axes at C and c, whose edges being turned towards each other, are perpendicular to the rod and parallel to each other. Let the one be at the end C of the rod, and the other at c, distant from C something more than two-thirds the length of the rod, so that the centre of oscillation o, about the edge C, may fall between C and c. On the remaining part, c A of the rod, let a small weight n, slide backwards and forwards. Now, by a diminution of the mass of the rod on one or on the other side, it is easy to manage, that if this pendulum be suspended on its edge C, a plumb line hanging down from this, falls upon the edge c, consequently the centre of gravity of the pendulum falls in the plane of the axis of rotation. By sliding the weight n, the\n\"centre of oscillation round C may be made to fall in c,\n\"which is known by the oscillations on C and c being\n\"isochronous. Therefore the distance of the edges is equal\n\"to the length of the simple pendulum which is isochronous\n\"with this compound pendulum.\"\n\nAlthough it does not appear that this idea was ever put in\npractice, it is evident, from the above extract, that the first\nproposal to determine the length of the seconds pendulum\nby means of the convertible pendulum, belongs to Professor\nBohnenberger, and I take the earliest opportunity of ac-\nknowledging his claims, in order that the credit of the first\nsuggestion may rest where it is so justly due.\n\nLondon, 31st December, 1825.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107796.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 53,
    "total-input-tokens": 80896,
    "total-output-tokens": 25790,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1054,
        2
      ],
      [
        1054,
        2739,
        3
      ],
      [
        2739,
        4423,
        4
      ],
      [
        4423,
        6150,
        5
      ],
      [
        6150,
        9438,
        6
      ],
      [
        9438,
        11176,
        7
      ],
      [
        11176,
        12850,
        8
      ],
      [
        12850,
        14579,
        9
      ],
      [
        14579,
        16275,
        10
      ],
      [
        16275,
        17884,
        11
      ],
      [
        17884,
        19269,
        12
      ],
      [
        19269,
        20746,
        13
      ],
      [
        20746,
        23425,
        14
      ],
      [
        23425,
        25432,
        15
      ],
      [
        25432,
        28880,
        16
      ],
      [
        28880,
        31483,
        17
      ],
      [
        31483,
        32484,
        18
      ],
      [
        32484,
        33574,
        19
      ],
      [
        33574,
        34716,
        20
      ],
      [
        34716,
        35646,
        21
      ],
      [
        35646,
        37793,
        22
      ],
      [
        37793,
        39473,
        23
      ],
      [
        39473,
        40721,
        24
      ],
      [
        40721,
        44491,
        25
      ],
      [
        44491,
        45357,
        26
      ],
      [
        45357,
        46597,
        27
      ],
      [
        46597,
        49201,
        28
      ],
      [
        49201,
        51589,
        29
      ],
      [
        51589,
        52910,
        30
      ],
      [
        52910,
        54522,
        31
      ],
      [
        54522,
        56215,
        32
      ],
      [
        56215,
        58015,
        33
      ],
      [
        58015,
        63154,
        34
      ],
      [
        63154,
        67072,
        35
      ],
      [
        67072,
        70061,
        36
      ],
      [
        70061,
        71845,
        37
      ],
      [
        71845,
        73494,
        38
      ],
      [
        73494,
        74951,
        39
      ],
      [
        74951,
        79314,
        40
      ],
      [
        79314,
        81113,
        41
      ],
      [
        81113,
        82716,
        42
      ],
      [
        82716,
        84028,
        43
      ],
      [
        84028,
        85647,
        44
      ],
      [
        85647,
        87282,
        45
      ],
      [
        87282,
        88985,
        46
      ],
      [
        88985,
        90445,
        47
      ],
      [
        90445,
        91212,
        48
      ],
      [
        91212,
        92133,
        49
      ],
      [
        92133,
        93640,
        50
      ],
      [
        93640,
        95259,
        51
      ],
      [
        95259,
        96858,
        52
      ],
      [
        96858,
        97552,
        53
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      false,
      false,
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107796",
    "title": "An Account of the Construction and Adjustment of the New Standards of Weights and Measures of the United Kingdom of Great Britain and Ireland",
    "authors": "Henry Kater",
    "year": 1826,
    "volume": "116",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 53,
    "jstor_url": "https://www.jstor.org/stable/107796"
  }
}