{
  "id": "c98c83c744cfa52b3a1ee46efc6265482080af86",
  "text": "The immediate cause of this he takes to be a pra-\nternatural thickness of the Blood occasion'd by a be-\nginning Coagulation of those parts of it, which con-\nstitute the Crassamentum, whereby the Globules of\nthe Blood, and the particles of the Serum were im-\nprison'd in a sort of Reticulum form'd by the Union\nof the Fibres of the Blood.\n\nThe occasional Cause of this Sickness he deduces\nfrom the cold and wetness of the Season, which\nreign'd all the preceding Year from October 1710,\nto November 1711. Which Observation is worthy\nof remark, since the Season preceding the Mortality\namong the Cattle here in England was remarkably\ndry, and yet the Symptoms of the Distemper agreed\nwith those observ'd in Italy, as may appear from the Ac-\ncount given by the Learned Mr. Bates, Surgeon to his Ma-\njesty's Household in Philosophical Transactions, No. 358\n\nFor the particular manner in which this learned\nGentleman endeavours to account Mechanically for the\nthickness of the Blood in these Animals, from the\ncondition of the Season, and from that thickness of\nthe Blood to deduce all the particular Symptoms of\nthe Distemper, as likewise for his Conjectures con-\ncerning those Medicines, which might have been ser-\nviceable to the sick Cattle; he not having made tryal of\nany, we must refer the Curious to the Treatise itself.\n\nFINIS.\n\nERRATA.\n\nNo. 363. Fig. 8. A B, which by mistake of the Graver, is shaded and\nmade to represent a Hollow Cone, ought to be only two lines meeting\nin an Angle, to represent a perpendicular Section thro' two inclined\nPlanes. No. 364. p. 24. l. 4. for Biquadrate read Square.\n\nLONDON: Printed by W. and J. Innys, Printers\nto the Royal Society, at the Prince's Arms in St\nPaul's Church Yard. 1722.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103393.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3228,
    "total-output-tokens": 522,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1724,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103393",
    "title": "Errata",
    "authors": null,
    "year": 1720,
    "volume": "31",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/103393"
  }
}