{
  "id": "f69d92a9004d33263a3ada2aa8f6419fc4e4e12b",
  "text": "XXV. Immersions and Emerisions of Jupiter's first Satellite, observed at Jupiter's Inlet, on the Island of Anticosti, North America, by Mr. Thomas Wright, Deputy Surveyor General of Lands for the Northern District of America; and the Longitude of the Place, deduced from Comparison with Observations made at the Royal Observatory at Greenwich, by the Astronomer Royal.\n\nRedde, Jan. 20, 1774.\n\nThese observations were communicated to me some years ago by Mr. Wright. They were made, as he informed me, at Jupiter's Inlet, two leagues to the westward of the south-west point of the island of Anticosti, situated at the entrance of the river St. Lawrence, in latitude $49^\\circ 26''$ North, with a two-feet reflecting telescope of the late Mr. Short's construction. The pendulum clock, made use of, vibrated half-seconds, and was regulated by equal altitudes of the sun, taken by reflection, from the surface of a fluid, with a Hadley's sextant of 18 inches radius, having a brass arch and index, and ivory vernier, made by Messieurs Heath and Wing.\nIn computing the going of his clock from the corresponding altitudes of the sun, Mr. Wright had neglected to apply the equation of the middle time, owing to the change of the Sun's declination between the morning and afternoon observations, commonly called the equation of corresponding altitudes. I have therefore made the proper allowance on this account, in computing the apparent time, on supposition, that the interval of time between the morning and afternoon observations was always four hours; Mr. Wright having informed me, it was always from three to five hours; whence the equation may be allowed certainly within a second.\n\nMr. Wright's observations of the eclipses of Jupiter's first satellite, thus corrected, are as follows:\n\n| Year | Apparent time | Time at Greenwich per Naut. Almanac | Difference of meridians |\n|------|---------------|-------------------------------------|-------------------------|\n| 1767 |               |                                     |                         |\n| Jan. 17 | Im. 14 50 27 | 19 5 29                             | 4 15 2                 |\n| Feb. 2 | Im. 13 2 21   | 17 17 53                            | 4 15 32                |\n|       | Im. 11 19 0   | 15 34 14                            | 4 15 14                |\n|       | Im. 13 13 46  | 17 29 16                            | 4 15 30                |\n| Mar. 29 | Em. 12 10 59 | 16 25 27                            | 4 14 28                |\n| April 5 | Em. 14 7 23   | 18 22 11                            | 4 14 48                |\n|       | Em. 8 36 19   | 12 51 16                            | 4 14 57                |\n|       | Em. 10 32 56  | 14 47 48                            | 4 14 52                |\n|       | Em. 8 54 17   | 13 8 59                             | 4 14 42                |\n\nThe mean difference of meridians by the four immersions is $4^h\\ 15'\\ 19\\frac{1}{4}''$, and by the five immersions is $4^h\\ 14'\\ 45\\frac{1}{2}''$; both which ought to be corrected, by the help of the nearest observations made at\nat the Royal Observatory at Greenwich. The immersions and emersions observed there, proper to compare with the preceding observations, are these; all observed with a six-feet reflector, which, I reckon, shews an immersion of the first satellite 20\" later, and an emersion of the same as much sooner, than a two-feet reflecting telescope.\n\n| Observed at Greenwich | App. time per Naut. Almanac | Correction of Naut. Almanac |\n|-----------------------|-----------------------------|----------------------------|\n| Apparent time         | h ' \"                        | h ' \"                      |\n| Jan. 12               | Im. 11 41 41                 | 11 42 8                    | - 0 27 |\n| Feb. 27               | Im. 11 57 7                  | 11 58 6                    | - 0 59 |\n| Mar. 22               | Em. 14 28 48                 | 14 28 50                   | - 0 2  |\n| April 9               | Em. 7 20 1                   | 7 20 25                    | - 0 24 |\n| 14                   | Em. 14 47 52                 | 14 47 48                   | + 0 4  |\n| 16                   | Em. 9 16 13                  | 9 16 55                    | - 0 42 |\n| 30                   | Em. 13 9 10                  | 13 8 59                    | + 0 11 |\n| May 9                 | Em. 9 32 26                  | 9 33 12                    | - 0 46 |\n\nThe correction of the Nautical Almanac for a six feet reflector, by the mean of the two immersions, is — 43\", which applied to 4h 15' 19½\", the longitude of Jupiter's inlet found from immersions, by the help of the Nautical Almanac, gives 4h 14' 36½\", the difference of longitude deduced from the immersions. The correction of the Nautical Almanac, by the mean of the six emersions, is — 16½\", which applied to 4h 14' 45½\", the longitude of Jupiter's inlet found by the emersions, by the help of the Nautical Almanac, gives 4h 14' 29\", the longitude deduced from the emersions. The mean of these two results, found from the immersions and emersions separately, is 4h 14' 33\", the proper difference of longitude of Jupiter's inlet west.\nWEST OF GREENWICH. I have here made no allowance for the difference of power of the two-feet reflector, used at Jupiter's inlet, and the six-feet reflector, used at Greenwich; because the mean is taken between the results from the immersions and emersions; which method includes that correction; that is to say, gives the same result whether that correction be made or not. From the foregoing comparisons it should seem that the air is much clearer at the island of ANTICOSTI than at GREENWICH, which Mr. WRIGHT confirmed to me, since the immersions give the longitude only $7\\frac{1}{2}$'' greater than the emersions; which shews that Mr. WRIGHT observed an immersion only $4$'' sooner, and an emersion as much later, with a two feet reflector, than was done at Greenwich in a six feet reflector; although, in an equally good air, this latter telescope would have had the advantage of the former by $20$'' instead of $4$''.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106004.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7656,
    "total-output-tokens": 1866,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1047,
        2
      ],
      [
        1047,
        3091,
        3
      ],
      [
        3091,
        5181,
        4
      ],
      [
        5181,
        6105,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106004",
    "title": "Immersions and Emersions of Jupiter's First Satellite, Observed at Jupiter's Inlet, on the Island of Anticosti, North America, by Mr. Thomas Wright, Deputy Surveyor General of Lands for the Northern District of America; And the Longitude of the Place, Deduced from Comparison with Observations Made at the Royal Observatory at Greenwich, by the Astronomer Royal",
    "authors": "Astronomer Royal, Thomas Wright",
    "year": 1774,
    "volume": "64",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/106004"
  }
}