{
  "id": "0cb7dc77af2778fb72854243fa6ab745bb95a71b",
  "text": "ADVERTISEMENT.\n\nThe Committee appointed by the Royal Society to direct the publication of the Philosophical Transactions, take this opportunity to acquaint the Public, that it fully appears, as well from the Council-books and Journals of the Society, as from repeated declarations which have been made in several former Transactions, that the printing of them was always, from time to time, the single act of the respective Secretaries till the Forty-seventh Volume; the Society, as a Body, never interesting themselves any further in their publication, than by occasionally recommending the revival of them to some of their Secretaries, when, from the particular circumstances of their affairs, the Transactions had happened for any length of time to be intermitted. And this seems principally to have been done with a view to satisfy the Public, that their usual meetings were then continued, for the improvement of knowledge, and benefit of mankind, the great ends of their first institution by the Royal Charters, and which they have ever since steadily pursued.\n\nBut the Society being of late years greatly enlarged, and their communications more numerous, it was thought advisable that a Committee of their members should be appointed, to reconsider the papers read before them, and select out of them such as they should judge most proper for publication in the future Transactions; which was accordingly done upon the 26th of March 1752. And the grounds of their choice are, and will continue to be, the importance and singularity of the subjects, or the advantageous manner of treating them; without pretending to answer for the certainty of the facts, or propriety of the reasonings, contained in the several papers so published, which must still rest on the credit or judgement of their respective authors.\n\nIt is likewise necessary on this occasion to remark, that it is an established rule of the Society, to which they will always adhere, never to give their opinion, as a Body, upon any subject, either of Nature or Art, that comes before them. And therefore the\nthanks, which are frequently proposed from the Chair, to be given to the authors of such papers as are read at their accustomed meetings, or to the persons through whose hands they received them, are to be considered in no other light than as a matter of civility, in return for the respect shown to the Society by those communications. The like also is to be said with regard to the several projects, inventions, and curiosities of various kinds, which are often exhibited to the Society; the authors whereof, or those who exhibit them, frequently take the liberty to report and even to certify in the public newspapers, that they have met with the highest applause and approbation. And therefore it is hoped that no regard will hereafter be paid to such reports and public notices; which in some instances have been too lightly credited, to the dishonour of the Society.\n\nThe Meteorological Journal hitherto kept by the Assistant Secretary at the Apartments of the Royal Society, by order of the President and Council, and published in the Philosophical Transactions, has been discontinued. The Government, on the recommendation of the President and Council, has established at the Royal Observatory at Greenwich, under the superintendence of the Astronomer Royal, a Magnetical and Meteorological Observatory, where observations are made on an extended scale, which are regularly published. These, which correspond with the grand scheme of observations now carrying out in different parts of the globe, supersede the necessity of a continuance of the observations made at the Apartments of the Royal Society, which could not be rendered so perfect as was desirable, on account of the imperfections of the locality and the multiplied duties of the observer.\nA List of Public Institutions and Individuals, entitled to receive a copy of the Philosophical Transactions of each year, on making application for the same directly or through their respective agents, within five years of the date of publication.\n\n**Observatories.**\n\n- Armagh\n- Cape of Good Hope\n- Dublin\n- Edinburgh\n- Greenwich\n- Kew\n- Liverpool\n- Madras\n- Oxford (Radcliffe)\n\n**Institutions.**\n\n- Barbadoes Library and Museum\n- Calcutta Asiatic Society\n- Geological Museum\n- Cambridge Philosophical Society\n- Dublin Royal Dublin Society\n- Royal Irish Academy\n- Edinburgh Royal Society\n- London Admiralty Library\n- Chemical Society\n- Entomological Society\n- Geological Society\n- Geological Survey of Great Britain\n- Horticultural Society\n- Institute of British Architects\n- Institution of Civil Engineers\n- Linnean Society\n- London Institution\n- Medical and Chirurgical Society\n- Queen's Library\n- Royal Asiatic Society\n- Royal Astronomical Society\n- Royal College of Physicians\n- Royal Geographical Society\n- Royal Institution of Great Britain\n- Royal Society of Literature\n- Society of Antiquaries\n- Society of Arts\n- The Treasury Library\n- United Service Museum\n- Zoological Society\n- Malta Public Library\n- Manchester Literary and Philosophical Society\n- Oxford Ashmolean Society\n- Radcliffe Library\n- Swansea Royal Institution\n- Sydney University Library\n- Woolwich Royal Artillery Library\n\n**Belgium.**\n\n- Brussels Royal Academy of Sciences\n\n**Denmark.**\n\n- Altona Royal Observatory\n- Copenhagen Royal Society of Sciences\n\n**France.**\n\n- Paris Academy of Sciences\n- Dépot de la Marine\n- Ecole des Mines\n- Geographical Society\n- Geological Society\n- Jardin des Plantes\n- Toulouse Academy of Sciences\n\n**Germany.**\n\n- Berlin Royal Academy of Sciences\n- Society of Experimental Philosophy\n- Bonn Cesarean Acad. of Naturalists\n- Frankfort Natural History Society\n- Giessen University\n- Göttingen University\n- Hamburg Naturwissenschaftlicher-Verein\n- Leipzig Royal Saxon Society of Sciences\n- Mannheim Observatory\n- Munich Royal Academy of Sciences\n- Prague Bohemian Society of Sciences\n- Vienna Imperial Academy of Sciences\n- Würzburg Physico-Medical Society\n\n**Hungary.**\n\n- Pesth Hungarian Academy of Sciences\n\n**Italy.**\n\n- Milan Institute of Sciences, Letters and Arts\n- Modena Italian Society of Sciences\n- Naples Institute of Sciences\n- Rome Academy de' Nuovi Lincei\n- Collegio Romano\n- Turin Royal Academy of Sciences\n- Venice Institute of Sciences, Letters, and Arts\n\n**Java.**\n\n- Batavia Batavian Society of Sciences\n\n**Netherlands.**\n\n- Amsterdam Royal Institute\n- Haarlem Dutch Society of Sciences\n- Rotterdam Batavian Society of Experimental Philosophy\n\n**Portugal.**\n\n- Lisbon Royal Academy of Sciences\n\n**Russia.**\n\n- Moscow Imperial Society of Naturalists\n- Pulkowa Observatory\n- St. Petersburgh Imperial Academy of Sciences\n\n**Spain.**\n\n- Cadiz Observatory\n- Madrid Royal Academy of Sciences\n\n**Sweden and Norway.**\n\n- Drontheim Royal Society of Sciences\n- Stockholm Royal Academy of Sciences\n\n**Switzerland.**\n\n- Bern Allg. Schweizerischen Gesellschaft\n- Geneva Société de Phys. et d'Hist. Naturelle\n\n**United States.**\n\n- Albany New York State Library\n- Boston American Academy of Sciences\n- The Editors of Silliman's Journal\n- Cambridge Harvard University\n- Philadelphia American Philosophical Society\n- Washington Smithsonian Institution\n- Observatory\n\nThe fifty Foreign Members of the Royal Society.\nA List of Public Institutions and Individuals, entitled to receive a copy of the Astronomical Observations (including Magnetism and Meteorology) made at the Royal Observatory at Greenwich, on making application for the same directly or through their respective agents, within two years of the date of publication.\n\n| Observatories | Institutions |\n|---------------|--------------|\n| Altona        | Aberdeen University |\n| Armagh        | Berlin Academy |\n| Berlin        | Bologna Academy |\n| Breslau       | Boston American Academy of Sciences |\n| Brussels      | Brunswick, U.S. Bowdoin College |\n| Cadiz         | Cambridge Trinity College Library |\n| Cambridge     | Cambridge, U.S. Harvard University |\n| Cape of Good Hope | Dublin University |\n| Coimbra       | Edinburgh University |\n| Copenhagen    | Dorpat Royal Society |\n| Dublin        | Edinburgh Royal Society |\n| Edinburgh     | Glasgow University |\n| Helsingfors   | Göttingen University |\n| Königsberg    | Leyden University |\n| Madras        | London Board of Ordnance |\n| Mannheim      | Queen's Library |\n| Marseilles    | Royal Institution |\n| Milan         | Royal Society |\n| Munich        | Oxford Savilian Library |\n| Oxford        | Paris Academy of Sciences |\n| Palermo       | Board of Longitude |\n| Paris         | Dépôt de la Marine |\n| Seeberg       | Pesth Hungarian Academy |\n| Trevandrum    | Philadelphia American Philosophical Society |\n| Tübingen      | St. Andrews University |\n| Turin         | St. Petersburgh Imperial Academy |\n| Vienna        | Stockholm Royal Academy of Sciences |\n| Wilna         | Upsal Royal Society |\n|               | Waterville, Maine (U.S.) College |\n\n| Individuals |\n|-------------|\n| Christie, S. H., Esq. Twickenham |\n| Lubbock, Sir John William, Bart. London |\n| Lowndes Professor of Astronomy Cambridge |\n| Plumian Professor of Astronomy |\n| President of the Royal Society London |\n| Ross, Rear-Admiral Sir J. C. Aylesbury |\n| Smyth, Vice-Admiral W. H. Aylesbury |\n| South, Sir James Kensington |\n| The Earl of Rosse Parsonstown |\nA List of Observatories, Institutions and Individuals, entitled to receive a Copy of the Magnetical and Meteorological Observations made at the Royal Observatory, Greenwich.\n\n### Observatories\n\n- Bombay\n- Cairo\n- Cambridge, United States\n- Christiania\n- Gotha\n- Heidelberg\n- Kew\n- Kremsmünster\n- Leipsic\n- Marburg\n- Prague\n- Stockholm\n- Toronto\n- Upsal\n- Washington\n\n### Institutions\n\n- Bombay\n- Bonn\n- Bowditch Library\n- Cambridge\n- Cherkow\n- Falmouth\n- London\n- Oxford\n- Paris\n- St. Bernard\n- Washington\n- Woolwich\n\n### Individuals\n\n- Bache, Dr. A. D.\n- Barlow, P. W., Esq.\n- Ballot, Dr. Buys\n- Dove, Prof. H. W.\n- Erman, Dr. Adolph\n- Fox, R. W., Esq.\n- Gilliss, Lt. J. M., U.S. Navy\n- Harris, Sir W. Snow\n- Howard, Luke, Esq.\n- Kaemtz, Prof. L. F.\n- Kreil, Prof. K.\n- Kupffer, A. T.\n- Lloyd, Rev. Dr.\n- Loomis, Prof. E.\n- Lovering, Prof. J.\n- Pegado, Dr.\n- Phillips, John, Esq.\n- Quetelet, A.\n- Sabine, Major-General, R.A.\n- Senftenberg, Baron von\n- Vernon, G. V., Esq.\n- Wartmann, Prof. Elie\n- Younghusband, Lieut.-Col., R.A.\n\n(Twelve copies for distribution to the Russian Mag. and Met. Obs.)\n\n- Washington\n- Charlton\n- Utrecht\n- Berlin\n- Berlin\n- Falmouth\n- Washington\n- Plymouth\n- Tottenham\n- Dorpat\n- Vienna\n- St. Petersburgh\n- Dublin\n- New York University\n- Cambridge, U.S.\n- Lisbon\n- Oxford\n- Brussels\n- London\n- Prague\n- Manchester\n- Geneva\n- Woolwich\nCONTENTS.\n\nI. Researches on the Foraminifera. By William B. Carpenter, M.D., F.R.S., F.G.S. &c. .......................................................... page 1\n\nII. Description of some Remains of a Gigantic Land-Lizard (Megalania prisca, Owen) from Australia. By Professor Owen, F.R.S. &c. ......................................................... 43\n\nIII. On some Remarkable Relations which obtain among the Roots of the Four Squares into which a Number may be divided, as compared with the corresponding Roots of certain other Numbers. By the Right Hon. Sir Frederick Pollock, F.R.S., Lord Chief Baron ........................................................................................................... 49\n\nIV. A Sixth Memoir upon Quantics. By Arthur Cayley, Esq., F.R.S. .................... 61\n\nV. On some Thermo-dynamic Properties of Solids. By J. P. Joule, LL.D., F.R.S., F.C.S., Hon. Mem. Phil. Soc. Cambridge, Vice-President of the Lit. and Phil. Soc. Manchester, Corresp. Mem. R.A. Sc. Turin, &c. ...................................................... 91\n\nVI. On the Thermal Effects of Compressing Fluids. By J. P. Joule, LL.D., F.R.S., F.C.S., Hon. Mem. Phil. Soc. Cambridge, Vice-President of the Lit. and Phil. Soc. Manchester, Corresp. Mem. R.A. Sc. Turin, &c. ...................................................... 133\n\nVII. On the Stratifications in Electrical Discharges, as observed in Torricellian and other Vacua.—Second Communication. By John P. Gassiot, V.P.R.S. .................. 137\n\nVIII. On the Vertebral Characters of the Order Pterosauria, as exemplified in the Genera Pterodactylus (Cuvier) and Dimorphodon (Owen). By Professor Owen, F.R.S., Superintendent of the Natural History Departments in the British Museum ..................................................... 161\n\nIX. On the Comparison of Hyperbolic Arcs. By Charles W. Merrifield. Communicated by the Rev. Dr. Booth, F.R.S. .................................................................................................................. 171\n\nX. On the Thermo-dynamic Theory of Steam-engines with dry saturated Steam, and its application to practice. By William John Macquorn Rankine, C.E., LL.D., F.R.S.S.L. & E., Pres. Inst. Eng. Scot., Regius Professor of Civil Engineering and Mechanics in the University and College of Glasgow .................................................. 177\n\nXI. On the Double Tangents of a Plane Curve. By A. Cayley, Esq., F.R.S. ............ 193\n\nXII. On the Resistance of Glass Globes and Cylinders to Collapse from external pressure; and on the Tensile and Compressive Strength of various kinds of Glass. By W. Fairbairn, Esq., C.E., F.R.S., and Thomas Tate, Esq. .................................................. 213\nXIII. *On the Atomic Weight of Graphite.* By B. C. Brodie, F.R.S., Professor of Chemistry in the University of Oxford, and President of the Chemical Society, page 249\n\nXIV. *On the Physical Phenomena of Glaciers.—Part I. Observations on the Mer de Glace.* By John Tyndall, F.R.S., Membre de la Société Hollandaise des Sciences; la Société de Physique et d'Histoire Naturelle de Genève; la Société Philomathique de Paris; Mitglied der Naturforschenden Gesellschaft, Zürich, der Gesellschaft zur Beförderung der Gesammt-Naturwissenschaften, Marburg, der K. Leop. Akad. der Naturforscher, Breslau, and Professor of Natural Philosophy at the Royal Institution . . . 261\n\nXV. *On the Veined Structure of Glaciers; with observations upon White Ice-seams, Air-bubbles and Dirt-bands, and remarks upon Glacier Theories.* By John Tyndall, F.R.S., Professor of Natural Philosophy, Royal Institution . . . . . 279\n\nXVI. *On the Fossil Mammals of Australia.—Part I. Description of a mutilated Skull of a large Marsupial Carnivore (Thylacoleo carnifex, Owen), from a calcareous conglomerate stratum, eighty miles S.W. of Melbourne, Victoria.* By Professor Owen, V.P.R.S. &c., Superintendent of the Natural History Departments in the British Museum, and Fullerian Professor of Physiology in the Royal Institution of Great Britain . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 309\n\nXVII. *On Colour-Blindness.* By William Pole, F.R.A.S., F.G.S., Mem. Inst. C.E., Professor of Civil Engineering, University College, London. Communicated by Charles Manby, F.R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 323\n\nXVIII. *On the Ova and Pseudova of Insects.* By John Lubbock, Esq., F.R.S., F.L.S., F.G.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 341\n\nXIX. *On the Conic of Five-pointic Contact at any point of a Plane Curve.* By A. Cayley, Esq., F.R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 371\n\nXX. *The Bakerian Lecture.—Researches on Organo-Metallic Bodies.—Fourth Memoir.* By E. Frankland, Ph.D., F.R.S., Lecturer on Chemistry at St. Bartholomew's Hospital . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 401\n\nXXI. *On the Isolation of the Organo-Metals, Mercuric, Stannic, and Plumbic Ethyls; and Observations on some of their Derivatives.—Second Memoir.* By George Bowdler Buckton, Esq., F.R.S., F.L.S., F.C.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 417\n\nXXII. *Further Researches on the Grey Substance of the Spinal Cord.* By J. Lockhart Clarke, Esq., F.R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 437\n\nXXIII. *Researches into the Nature of the Involuntary Muscular Tissue of the Urinary Bladder.* By George Viner Ellis, Professor of Anatomy in University College, London. Communicated by Dr. Sharpey, Sec. R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 469\n\nXXIV. *On the Anatomy of Victoria regia.—Part II.* By Arthur Henfrey, F.R.S., F.L.S., Professor of Botany in King's College, London . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 479\nLIST OF ILLUSTRATIONS.\n\nPlates I. II. III. IV. V. VI.—Dr. Carpenter's Researches on the Foraminifera.\n\nPlates VII. VIII.—Professor Owen on some Remains of a Gigantic Land-Lizard from Australia.\n\nPlate IX.—Mr. Gassiot on the Stratifications in Electrical Discharges.\n\nPlate X.—Professor Owen on the Vertebral Characters of the Order Pterosauria.\n\nPlates XI. XII. XIII. XIV. XV.—Professor Owen on the Fossil Mammals of Australia.\n\nPlates XVI. XVII. XVIII.—Mr. Lubbock on the Ova and Pseudova of Insects.\n\nPlates XIX. XX. XXI. XXII. XXIII. XXIV. XXV.—Mr. J. L. Clarke on the Grey Substance of the Spinal Cord.\n\nPlates XXVI. XXVII.—Mr. G. V. Ellis on the Nature of the Involuntary Muscular Tissue of the Urinary Bladder.\n\nPlates XXVIII. XXIX. XXX. XXXI. XXXII.—Professor Henfrey on the Anatomy of Victoria regia.\n\nPlates illustrating Professor Tyndall's Paper on the Physical Phenomena of Glaciers are placed opposite pages 266 and 267.\nCONTENTS.\n\nXXV. Experimental Inquiry into the Composition of some of the Animals Fed and Slaughtered as Human Food. By J. B. Lawes, F.R.S., F.C.S., and J. H. Gilbert, Ph.D., F.C.S. .................................................. page 493\n\nXXVI. Experimental Inquiries into the Chemical and other Phenomena of Respiration, and their Modifications by various Physical agencies. By Edward Smith, M.D., LL.B. (Lond.), M.R.C.P., Corresponding Member of the Académie des Sciences et Lettres de Montpellier, and of the Natural History Society of Montreal, Assistant-Physician to the Hospital for Consumption, Brompton, &c. Communicated by Sir B. C. Brodie, Bart., Pres. R.S. ........................................... 681\n\nXXVII. Experiments on Respiration.—Second Communication. On the Action of Foods upon the Respiration during the primary processes of digestion. By Edward Smith, M.D., LL.B. (Lond.), M.R.C.P., Corresponding Member of the Académie des Sciences et Lettres de Montpellier, and of the Natural History Society of Montreal, Assistant-Physician to the Hospital for Consumption, Brompton, &c. Communicated by Sir B. C. Brodie, Bart., Pres. R.S. ........................................... 715\n\nXXVIII. Supplement to Mr. Macquorn Rankine's Paper \"On the Thermodynamic Theory of Steam-engines with dry saturated Steam, and its application to practice\" ................................................................. 743\n\nXXIX. On the Deflection of the Plumb-line in India, caused by the Attraction of the Himalaya Mountains and of the elevated regions beyond; and its modification by the compensating effect of a Deficiency of Matter below the Mountain Mass. By the Venerable John Henry Pratt, M.A., Archdeacon of Calcutta. Communicated by Professor Stokes, Sec. R.S. ................................................................. 745\n\nXXX. On the Influence of the Ocean on the Plumb-line in India. By the Venerable J. H. Pratt, M.A., Archdeacon of Calcutta. Communicated by Professor Stokes, Sec. R.S. ................................................................. 779\n\nXXXI. On the Properties of Electro-deposited Antimony (continued). By G. Gore, Esq. Communicated by Professor Tyndall, F.R.S. ................................................................. 797\n\nXXXII. On the Megatherium (Megatherium Americanum, Cuvier and Blumenbach). Part V.—Bones of the Posterior Extremities. By Professor Owen, F.R.S., Superintendent of the Natural History Departments in the British Museum ................................................................. 809\nXXXIII. Conductibility of Mercury and Amalgams. By F. Crace-Calvert, Esq., F.C.S., Mem. Roy. Acad. of Turin, &c. &c., and Richard Johnson, Esq., F.C.S., Mem. Phil. Soc. of Manchester. Communicated by Professor Stokes, Sec.R.S. page 831\n\nXXXIV. On the Construction of Life-Tables, illustrated by a New Life-Table of the Healthy Districts of England. By W. Farr, Esq., M.D., F.R.S. . . . 837\n\nXXXV. Photo-chemical Researches.—Part IV. By Robert Bunsen, Professor of Chemistry at the University of Heidelberg, and Henry Enfield Roscoe, B.A., Ph.D., Professor of Chemistry at Owens College, Manchester . . . . . . . . 879\n\nIndex . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 927\n\nAPPENDIX.\n\nPresents . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . [ 1 ]\nLIST OF ILLUSTRATIONS.\n\nPlates XXXIII. XXXIV.—Dr. E. Smith on the Chemical and other Phenomena of Respiration.\n\nPlates XXXV. XXXVI.—Dr. E. Smith on the Action of Foods upon the Respiration.\n\nPlates XXXVII. XXXVIII. XXXIX. XL. XLI.—Professor Owen on the Megatherium.\n\nPlate XLII.—Dr. Farr on the Construction of Life-Tables.\n\nPlates XLIII. XLIV. XLV. XLVI. XLVII. XLVIII.—Professor Bunsen and Dr. H. E. Roscoe's Photo-Chemical Researches.—Part IV.\nADJUDICATION of the Medals of the Royal Society for the year 1859 by the President and Council.\n\nThe Copley Medal to Professor Wilhelm Eduard Weber, of Göttingen, Foreign Member of the Royal Society, for the investigations contained in his \"Maasbestimmungen,\" and other Researches in Electricity, Magnetism, Acoustics, &c.\n\nA Royal Medal to Mr. George Bentham, F.L.S., for his important contributions to the advancement of Systematic and Descriptive Botany.\n\nA Royal Medal to Mr. Arthur Cayley, F.R.S., for his Mathematical Papers published in the Philosophical Transactions, and in various English and Foreign Journals.\n\nThe Bakerian Lecture was delivered by Dr. Frankland, F.R.S., and entitled \"Researches on Organo-Metallic Bodies.\"—Fourth Memoir.\nI. Researches on the Foraminifera. By William B. Carpenter, M.D., F.R.S., F.G.S. &c.............................. page 1\n\nII. Description of some Remains of a Gigantic Land-Lizard (Megalania prisca, Owen) from Australia. By Professor Owen, F.R.S. &c............................ 43\n\nIII. On some Remarkable Relations which obtain among the Roots of the Four Squares into which a Number may be divided, as compared with the corresponding Roots of certain other Numbers. By the Right Hon. Sir Frederick Pollock, F.R.S., Lord Chief Baron.................................................................................. 49\n\nIV. A Sixth Memoir upon Quantics. By Arthur Cayley, Esq., F.R.S........................................... 61\n\nV. On some Thermo-dynamic Properties of Solids. By J. P. Joule, LL.D., F.R.S., F.C.S., Hon. Mem. Phil. Soc. Cambridge, Vice-President of the Lit. and Phil. Soc. Manchester, Corresp. Mem. R.A. Sc. Turin, &c................................................................................................................. 91\n\nVI. On the Thermal Effects of Compressing Fluids. By J. P. Joule, LL.D., F.R.S., F.C.S., Hon. Mem. Phil. Soc. Cambridge, Vice-President of the Lit. and Phil. Soc. Manchester, Corresp. Mem. R.A. Sc. Turin, &c................................................................................................................. 133\n\nVII. On the Stratifications in Electrical Discharges, as observed in Torricellian and other Vacua.—Second Communication. By John P. Gassiot, V.P.R.S........................................... 137\n\nVIII. On the Vertebral Characters of the Order Pterosauria, as exemplified in the Genera Pterodactylus (Cuvier) and Dimorphodon (Owen). By Professor Owen, F.R.S., Superintendent of the Natural History Departments in the British Museum..................................................... 161\n\nIX. On the Comparison of Hyperbolic Arcs. By Charles W. Merrifield. Communicated by the Rev. Dr. Booth, F.R.S................................................................. 171\n\nX. On the Thermo-dynamic Theory of Steam-engines with dry saturated Steam, and its application to practice. By William John Macquorn Rankine, C.E., LL.D., F.R.S.S.L. & E., Pres. Inst. Eng. Scot., Regius Professor of Civil Engineering and Mechanics in the University and College of Glasgow................................................................................................................. 177\nXI. On the Double Tangents of a Plane Curve. By A. Cayley, Esq., F.R.S. page 193\n\nXII. On the Resistance of Glass Globes and Cylinders to Collapse from external pressure; and on the Tensile and Compressive Strength of various kinds of Glass. By W. Fairbairn, Esq., C.E., F.R.S., and Thomas Tate, Esq. . . . . . . 213\n\nXIII. On the Atomic Weight of Graphite. By B. C. Brodie, F.R.S., Professor of Chemistry in the University of Oxford, and President of the Chemical Society . . . . 249\n\nXIV. On the Physical Phenomena of Glaciers.—Part I. Observations on the Mer de Glace. By John Tyndall, F.R.S., Membre de la Société Hollandaise des Sciences; la Société de Physique et d'Histoire Naturelle de Genève; la Société Philomathique de Paris; Mitglied der Naturforschenden Gesellschaft, Zürich, der Gesellschaft zur Beförderung der Gesammt-Naturwissenschaften, Marburg, der K. Leop. Akad. der Naturforscher, Breslau, and Professor of Natural Philosophy at the Royal Institution 261\n\nXV. On the Veined Structure of Glaciers; with observations upon White Ice-seams, Air-bubbles and Dirt-bands, and remarks upon Glacier Theories. By John Tyndall, F.R.S., Professor of Natural Philosophy, Royal Institution . . . . . . . 279\n\nXVI. On the Fossil Mammals of Australia.—Part I. Description of a mutilated Skull of a large Marsupial Carnivore (Thylacoleo carnifex, Owen), from a calcareous conglomerate stratum, eighty miles S.W. of Melbourne, Victoria. By Professor Owen, V.P.R.S. &c., Superintendent of the Natural History Departments in the British Museum, and Fullerian Professor of Physiology in the Royal Institution of Great Britain . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 309\n\nXVII. On Colour-Blindness. By William Pole, F.R.A.S., F.G.S., Mem. Inst. C.E., Professor of Civil Engineering, University College, London. Communicated by Charles Manby, F.R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 323\n\nXVIII. On the Ova and Pseudova of Insects. By John Lubbock, Esq., F.R.S., F.L.S., F.G.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 341\n\nXIX. On the Conic of Five-pointic Contact at any point of a Plane Curve. By A. Cayley, Esq., F.R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 371\n\nXX. The Bakerian Lecture.—Researches on Organo-Metallic Bodies.—Fourth Memoir. By E. Frankland, Ph.D., F.R.S., Lecturer on Chemistry at St. Bartholomew's Hospital . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 401\n\nXXI. On the Isolation of the Organo-Metals, Mercuric, Stannic, and Plumbic Ethyls; and Observations on some of their Derivatives.—Second Memoir. By George Bowdler Buckton, Esq., F.R.S., F.L.S., F.C.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 417\n\nXXII. Further Researches on the Grey Substance of the Spinal Cord. By J. Lockhart Clarke, Esq., F.R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 437\nXXIII. Researches into the Nature of the Involuntary Muscular Tissue of the Urinary Bladder. By George Viner Ellis, Professor of Anatomy in University College, London. Communicated by Dr. Sharpey, Sec. R.S. . . . . . . . . . . 469\n\nXXIV. On the Anatomy of Victoria regia.—Part II. By Arthur Henfrey, F.R.S., F.L.S., Professor of Botany in King's College, London . . . . . . . . . . 479\n\nXXV. Experimental Inquiry into the Composition of some of the Animals Fed and Slaughtered as Human Food. By J. B. Lawes, F.R.S., F.C.S., and J. H. Gilbert, Ph.D., F.C.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 493\n\nXXVI. Experimental Inquiries into the Chemical and other Phenomena of Respiration, and their Modifications by various Physical agencies. By Edward Smith, M.D., LL.B. (Lond.), M.R.C.P., Corresponding Member of the Académie des Sciences et Lettres de Montpellier, and of the Natural History Society of Montreal, Assistant-Physician to the Hospital for Consumption, Brompton, &c. Communicated by Sir B. C. Brodie, Bart., Pres. R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 681\n\nXXVII. Experiments on Respiration.—Second Communication. On the Action of Foods upon the Respiration during the primary processes of digestion. By Edward Smith, M.D., LL.B. (Lond.), M.R.C.P., Corresponding Member of the Académie des Sciences et Lettres de Montpellier, and of the Natural History Society of Montreal, Assistant-Physician to the Hospital for Consumption, Brompton, &c. Communicated by Sir B. C. Brodie, Bart., Pres. R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 715\n\nXXVIII. Supplement to Mr. Macquorn Rankine's Paper \"On the Thermodynamic Theory of Steam-engines with dry saturated Steam, and its application to practice\" 743\n\nXXIX. On the Deflection of the Plumb-line in India, caused by the Attraction of the Himalaya Mountains and of the elevated regions beyond; and its modification by the compensating effect of a Deficiency of Matter below the Mountain Mass. By the Venerable John Henry Pratt, M.A., Archdeacon of Calcutta. Communicated by Professor Stokes, Sec. R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 745\n\nXXX. On the Influence of the Ocean on the Plumb-line in India. By the Venerable J. H. Pratt, M.A., Archdeacon of Calcutta. Communicated by Professor Stokes, Sec. R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 779\n\nXXXI. On the Properties of Electro-deposited Antimony (continued). By G. Gore, Esq. Communicated by Professor Tyndall, F.R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 797\n\nXXXII. On the Megatherium (Megatherium Americanum, Cuvier and Blumenbach). Part V.—Bones of the Posterior Extremities. By Professor Owen, F.R.S., Superintendent of the Natural History Departments in the British Museum . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 809\n\nXXXIII. Conductibility of Mercury and Amalgams. By F. Crace-Calvert, Esq., F.C.S., Mem. Roy. Acad. of Turin, &c. &c., and Richard Johnson, Esq., F.C.S., Mem. Phil. Soc. of Manchester. Communicated by Professor Stokes, Sec. R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 831\nXXXIV. On the Construction of Life-Tables, illustrated by a New Life-Table of the Healthy Districts of England. By W. Farr, Esq., M.D., F.R.S. . . . page 837\n\nXXXV. Photo-chemical Researches.—Part IV. By Robert Bunsen, Professor of Chemistry at the University of Heidelberg, and Henry Enfield Roscoe, B.A., Ph.D., Professor of Chemistry at Owens College, Manchester . . . . . . . . . . . . 879\n\nIndex . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 927\n\nAppendix.\n\nPresents . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . [ I ]\nLIST OF ILLUSTRATIONS.\n\nPlates I. II. III. IV. V. VI.—Dr. Carpenter's Researches on the Foraminifera.\n\nPlates VII. VIII.—Professor Owen on some Remains of a Gigantic Land-Lizard from Australia.\n\nPlate IX.—Mr. Gassiot on the Stratifications in Electrical Discharges.\n\nPlate X.—Professor Owen on the Vertebral Characters of the Order Pterosauria.\n\nPlates XI. XII. XIII. XIV. XV.—Professor Owen on the Fossil Mammals of Australia.\n\nPlates XVI. XVII. XVIII.—Mr. Lubbock on the Ova and Pseudova of Insects.\n\nPlates XIX. XX. XXI. XXII. XXIII. XXIV. XXV.—Mr. J. L. Clarke on the Grey Substance of the Spinal Cord.\n\nPlates XXVI. XXVII.—Mr. G. V. Ellis on the Nature of the Involuntary Muscular Tissue of the Urinary Bladder.\n\nPlates XXVIII. XXIX. XXX. XXXI. XXXII.—Professor Henfrey on the Anatomy of Victoria regia.\n\nPlates XXXIII. XXXIV.—Dr. E. Smith on the Chemical and other Phenomena of Respiration.\n\nPlates XXXV. XXXVI.—Dr. E. Smith on the Action of Foods upon the Respiration.\n\nPlates XXXVII. XXXVIII. XXXIX. XL. XLI.—Professor Owen on the Megatherium.\n\nPlate XLII.—Dr. Farr on the Construction of Life-Tables.\n\nPlates XLIII. XLIV. XLV. XLVI. XLVII. XLVIII.—Professor Bunsen and Dr. H. E. Roscoe's Photo-Chemical Researches—Part IV.\n\nPlates illustrating Professor Tyndall's Paper on the Physical Phenomena of Glaciers are placed opposite pages 266 and 267.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108686.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 21,
    "total-input-tokens": 34032,
    "total-output-tokens": 9877,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        2078,
        3
      ],
      [
        2078,
        3837,
        4
      ],
      [
        3837,
        7263,
        5
      ],
      [
        7263,
        9317,
        6
      ],
      [
        9317,
        10680,
        7
      ],
      [
        10680,
        13431,
        8
      ],
      [
        13431,
        16759,
        9
      ],
      [
        16759,
        17692,
        10
      ],
      [
        17692,
        17692,
        11
      ],
      [
        17692,
        20265,
        12
      ],
      [
        20265,
        21091,
        13
      ],
      [
        21091,
        21538,
        14
      ],
      [
        21538,
        22289,
        15
      ],
      [
        22289,
        22289,
        16
      ],
      [
        22289,
        24745,
        17
      ],
      [
        24745,
        27992,
        18
      ],
      [
        27992,
        31394,
        19
      ],
      [
        31394,
        32070,
        20
      ],
      [
        32070,
        33425,
        21
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108686",
    "title": "Front Matter",
    "authors": null,
    "year": 1859,
    "volume": "149",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 21,
    "jstor_url": "https://www.jstor.org/stable/108686"
  }
}