{
  "id": "c3600327db53ae9c2568a99d32ae6add270e4ced",
  "text": "Igpecaya, or Pigaya, says he, is profitable for the Bloody Flux, the Stalk is a quarter long, and the Roots of another, or more, it hath only four or five Leaves, it smelleth much wheresoever it is, but the Smell is strong and terrible, this Root beaten, and put in Water all Night at the Dew, and in the Morning, if this Water with the same Root beaten and strained be drunk, only the Water, it causeth presently to Purge in such sort, that the Laske ceaseth altogether.\n\nMost of this is Translated into Latin from Purchas, by Jo.de Laet,Amer.Lib.15.Cap.10. p.566. from the Hint of whom, I suppose Piso and Marcgrave inquired more after it in Brasile; from whose Inquiries, I conjecture, we may have so good an Account as they give us.\n\nIII. Account of a Monstrous Calf with Two Heads. Communicated by the Right Honourable, Sir Robert Southwell, V. P. R. S.\n\nA Cow of Mr. Arthur Dabbs's, a substantial Freeholder of Wilnecot, in the County of Warwick, did on Monday the 11th of January, 1697 bring forth a Monstrous Calf, having one perfect large Head, and on the Right Side of that, grew another almost as large, and of true Shape, having both Tongue and Teeth; and from the Roof of the Mouth of the Monstrous Head, hung down a Piece of Flesh with the Shape of a Tongue upon it, and a Row of Teeth, as on an under Jaw, which occasioned the Man who shew'd it, to say, it had Three Mouths. It had to each Head Two Eyes, only those of the Monstrous were very small, and I believe had no Sight. It had only Two Ears to both Heads, one of which\nwhich was placed on the far Side of the Monstrous Head, the other as usual in other Calfs. It breathed equally at both Mouths, and had Communication with the same Throat, but took its Nourishment only at the perfect Mouth: The under Jaw of the other being so weak, that the Mouth always stood open and drivell'd. It appeared on the Left side to be a perfect Calf, and look'd very lively, and was, at Three Days Old, as large and strong as other Calfs usually are at Ten Days or a Forth night.\n\nIV. A Question in Musick lately proposed to Dr. Wallis, concerning the Division of the Monochord, or Section of the Musical Canon: With his Answer to it.\n\nQuestion.\n\nTake a String of any Musical Instrument, and divide the same into two equal Parts, and stop the String there; it shall be an Eighth, which consists of twelve Semi-tones.\n\nHence it appears, that the Frets are nearer to one another toward the Bridge, and wider toward the Nut or Head of a Viol. And that they decrease or proceed in a Geometrical Proportion.\n\nQuære, How is it possible, from the foresaid Hypothesis, to divide the other 11 Semi-tones, in their due Proportion, and to demonstrate the same. And whether the other Distances assigned by Simpson in his Compendium of Musick (and Chapter of Greater and lesser Semi-tones) are demonstrable from the said Hypothesis.\n\nAnswer.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102490.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 829,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1542,
        2
      ],
      [
        1542,
        2883,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102490",
    "title": "Account of a Monstrous Calf with Two Heads. Communicated by the Right Honourable, Sir Robert Southwell, V. P. R. S.",
    "authors": "Robert Southwell",
    "year": 1698,
    "volume": "20",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/102490"
  }
}