{
  "id": "4a62dd5251b7a0eea5c19fa026c6c7544d94ada9",
  "text": "hail-shot, and part of it plainly scorch't and shrunk up, as by fire; and divers of such small holes in his shirt too, yet without any hurt in his body; save, that he found some pain in his foot. One side of his shoe also was half torn, and the soal sideward pierced through, as 'twere, with hail shot.\n\nYet there dyed not any one of all them that were hurt; they recovering either of themselves, or by the advice and help of others.\n\nAn Extract of a Letter of M. Hevelius, written to the Publisher from Dantzick, August 17th 1670. Concerning a New Star, lately discover'd in the Constellation of the Swan, together with the present Appearance of the Planet Saturn.\n\nE Tiam si non dubitem ultimas meas Tibi esse traditas, nihilominus tamen hifce Terursus invifere volui, quo vos de Observatione quadam notain digna certiores facerem, mentemque simul meam ea de re vobis exponere: De Nova videlicet illa Fixa circa Cygnum, nuper deprehensa; non quidem de illa, qua in Pectore ejus jam Anno 1600 illuxit, & Anno 1660 rursus evanuit, ac denuò Anno 1666. mensè Septembri, infar stellulae Septimae magnitudinis emicuit; de qua eo tempore, si recte memini, fufus vobis perscripferam: Sed de Fixa prorsus diversa, Tertiæ magnitudinis fere, circa & infra caput Cygni, inter informes conspicua, cujus Longitudo 1°.52′.26″, & Latitudo 47°.25′.22″. Bor. modo exiftit, ut observationes, die 25 Julii à me habita, luculentcr ostendunt. Novam autem stellam hanc ipsam omnino esse, & in Celo ad annum 1660 penitus inconspicuum fuisse, non est quod quisquam dubitet. Nam, ut nosfi, à pluribus jam annis, & Planetarum & Fixarum observationibus maximè (quod praefiscine dixerim) operam dedi, sic ut non solum omnes illas à Tychone olim observatas, globoque adscriptas, sed reliquas haec tenus neglectas, nudo tamen oculo bene conspicuas, tum Quartæ tum Quintæ tum Sextæ magnitudinis, in quibusvis Asterismis accuratè notarem, inque catalogum referrem: quo imposterum eofacilis, si qua nova prodiat Fixa, deprennderetur. Accidit igitur, ut Anno jam 1659, 1660, & 1661. paraque stel-\nlas illas omnes in Asterismo Cygni apparentes, summa diligentia debitis Organis dimensionibus suerim, atque illa omnes illas, etiam circa Collum, & Caput deprehensibiles, notaverim, earumque distantias diversis fixis ceperim; nullam autem stellam tertiam magnitudinis eo loco, ubi jam dicta nova notatur, tum deprehendi; quam tamen optime, si adfuerit, conspicissim. Nam cum (sub nota 6.7.) in delineatione nostra, supra scilicet cupidem ale Borealis Aquilae, & quidem multo minores, tum [b] duarum informium, Caput Cygni precedentium, inferiorem, tum ipsum Caput sextae Magnitudinis, nec non c,d,n,m,l,k, Stellas Sextae & Quintae magnitud. prole ac distinete viderim; quidni etiam hanc ad duos treve gradus ab his remotam, & quidem Tertiae magnit. observassim? Sic ut primò hinc certus sim, Anno 1660 & 1661 hanc stellam nondum exitisse visibilem. Deinde, clarè etiam patet ex Bayeri Uranometria, hanc modò dictam novam Stellam neque Anno 1603. apparuisse, & per consequens neque Tychoni multo minus Hipparcho. Siquidem & Bayerus Fixam tantae magnitudinis deprehendisset, cum haud procul ab illa sitiam (sub nume o 8.) in meo Schemate Sextae Magnit. depinxerit: prout in Asterismo ejus Cygni videre est. At, inquies, fortè ea ipsa est, quam tu novam dicens quippe cum Bayerus congruis organis stellas illas haud observaverit fieri facile potuit, ut à vero ejus loco ad gradum, vel paulò plus, aberraverit. Sed, crede id factum non est, quandoquidem stella illa parvula (8) adhuc eodem loco, ubi Bayerus fere eam depoavit, commemoratur. Nec major est stella sextae magnitudinis, ut eodem tempore ei videbatur. Distat enim, ut ipsimet nuper deprehendi, ab ore Pegasi 32° 39′ 0″; dextro genu Pegasi 39° 32′ 45″; hinc provenit ejus Longitudo 0° 6′ 28″, & Lat. 46° 11′ 14″. Bor. ad annum scilicet currentem 1670. complet Julio. At nova [a] elongatur ab ore Pegasi 32° 31′ 35″, & à dextro genu Pegasi 38° 18′ 50″; ex quibus distantiae Longitudo 1° 52′ 25″, & Latitudo 47° 25′ 22″. Boreal. elicetur. Adeò ut hæc Nova planè sit diversa ab illa Sextæ magnitudinis, à Bayero notata; (quanquam haec nondum ad duos gradus ab invicem removentur.) Atque ex dictis manifestum fit, hanc Novam nec anno 1603. nec anno 1660. inter cæteras emicuisse stellas. Quò autem Astrophili ed distin- tius tum stellam illam, tum locum ejus cognoscant, volui to- tum Cygnum, (Vid. Tab. I. Fig. 1.) cum adherentibus stellis\nstellis, nec non omnibus illis minoribus, Globo hac tenus non-\ndum adscriptis, ac à me per distantias varias sedulo obserua-\ntis, delineatam dare, ac Illustrißimae Societati quantocius\ntransmittere; ut simi constet, quot incognitis Fixis Aster-\nismos omnes, divina ope, hucusque jam ditaverim ac exornave-\nrim. Ego solo Cygno 35. addidi; quippe Tycho non nisi 18.\nin suo Catalogo exhibet, quibus Kepplerus 8 addidit, sic ut\nConstellatio Cygni in Globo nostro 60. fere stellis fixis nunc\nluceat. De cætero, bene imposterum attendendum crit, an se-\npius dicta Stella [a] in eadem magnitudine sit permanitura; an\nvero ratione magnitudinis luminis diversam aliquam indu-\nerit faciem? Cum primitus à me observabatur, quoad mag-\nnitudinem & splendorem, stelle in Pectore Aquilæ equabatur,\nnisi quod aliquanto obtusioris fuerit luminis; quoad situm, re-\nspectu reliquarum stellarum, in linea recta cum illa in Ancone\nala superioris Cygni, & illà in humero Aquilæ, nec non cum\nlucida Lyrae, & illà in Rhombo Delphini, mediaram Borealioris\nconstituebat; triangulum vero aquilaterum cum illa in Capite\n& Rostro Cygni constituebat. Altera vero illa Nova in Pe-\nctore Cygni, qua rursus, Anno 1666. illuxit, sensim crescere\nvidetur, quamquam necdum major est stellis sextæ magnitu-\ndinis, ac minor adhuc illis tribus, m, l, & k, in Collo à me\nobservatis. At illa in Collo Ceti, non maximè splendet; quip-\npe Secundæ fere magnitud. tum insignis claritatis vide-\ntur.\n\nUltimò, cum hesterna die, (26. Augusti) optimam occasi-\nonem nactus fuerim; calo admodum annuente, Telecopium\nillud, 50. pedes longum, quod non ita pridem mihi transmi-\nssis, ad sidera adhibui, & quidem primo ad Lunam; inventi,\nquod officio suo adeò satisfaciat, ut merito habeam, cur vobis\nmaximas agam gratias. Ad Saturnum, ut Luna fuerit pra-\nsens, satis superque vires etiam suas extendit; squidem faci-\nem ejus nitidissimè ac clarissimè detegebat. Quali autem mihi\napparuit, adeòta delineatio (Vid.Tab. I. Fig.2.) commonstra-\nbit. Videbis Saturnum hoc tempore, alià scil. Aquila 24°. 32'. 0\"\nin distantia ab extrema Alæ Pegasi 33°. 48'. 0\". & ab Ore ejus 24°.\n51'. 40'. in 4°. 11'. Piscium, in 1°. 53'. Latit. Austri. in\nipsa, nempe oppositione Solis existente Saturno, planè alia\nfacie,\nfacie, quam Cl. Hugenio, tum Vobis Anno 1666, tum Parisiensibus 1668 apparere. Siquidem Annulus, qui Saturnum circundat, multo nunc arctior, compressiorque animadver-\nsus, quam illa tempore, quasi obliquiori, respectu Terre, nunc viâ incedat. Non dubito, si Vestrates illum nuper observarunt,\nquin eadem formâ iis quoque apparuerit; nam summâ diligentia\nillum adumbravi.\n\nNomina Stellarum Cygni à Tychoi observatarum.\n\n| Nomina                      | Magnit. |\n|-----------------------------|---------|\n| Rostrum Cygni               |         |\n| Nova Pectoris A.1603, à Keplero observ. 3 magn. | 6.      |\n| V.Tab. I. Pectus            |         |\n| Figure I. Cauda             |         |\n| In Ancone alæ Boreæ         |         |\n| In Ancone alæ Austr.        |         |\n| Extrema alæ Austr.          |         |\n| In Capite                   |         |\n| 'n medio Colli              |         |\n| Extrema & Suprema alæ Bor.  |         |\n| Penultima f. Media           |         |\n| Antepenultima f. infima alæ Bor. |     |\n| In Boreo pede præcedens    |         |\n| sequens                     |         |\n| In Australi pede præcedens |         |\n| sequens                     |         |\n| In principio alæ Austr.    |         |\n| In vola alæ Austr.Bor.     |         |\n| Media                       |         |\n| Infima                      |         |\n| In Cuspide alæ Austr.       |         |\n| Informium sub ala Austr.Australium præcedens |     |\n| sequens                     |         |\n| Duarum informium caput Cygni præ-\ncedentium inferior           |         |\n| Supra Cuspidem alæ Bor.Aquilæ Austr. |     |\n| Borealis                    |         |\n\nNomina\nNomina Stellarum Cygni a Joh. Hevelio Observatarum.\n\nDuarum informium, caput Cygni praecedentium, superior. 6. c.\nAd Genam Cygni 5. d.\nNova sub capite Cygni in via Lactea, trium superiorum praecedens 3. a.\n\nMedia 5. o.\nUltima 5. p.\nSub capite Cygni in via lactea sub ipso Tropico 5. r.\nSub cap. duarum inferiorum sup. Tropic. seq. 5. q.\nInfra lucidiorem Colli 5. n.\nSupra lucidiorem Colli trium praecedens media sequens 5. g.\nSub nova Pectoris prima secunda 6. l.\nInformis in via Lactea praecedens collum 6. k.\nIn Cuspidi alae Vulturis 5. f.\nIn superiori parte Ventris praecedens sequens 5. e.\nInfima Ventris 5. y.\nIn eductione Caudae praecedens sequens 5. j.\nIn Extremitate Caudae Borealis Austral. 5. v.\nInfra pedem Austrinum 5. n.\nInfra Caudam informis 5. s.\nSupra Caudam nebulosa. 6. t.\nSupra sagittam & sub Tropico trium praecedentium media 6. u.\nSupra sagittam Austral. & proximior 6. t.\nSupra sagittam & sub Tropico trium seq. 6. x.\nSupra Delph. alam Austr. Cygni versus, inferior & prima 5. i.\nsecunda 6. 2.\nSub ipso Tropico tertia 6. 3.\nSub ra Tropicum quarta 6. 4.\nUltima sive quinta 6. 5.\nInformium supra Delph., median sub ipso Tropico praeced. 6. 9.\nInformium supra Delphinum, inferiorem sequens 6. 10.\nSub Capite, novum [a] praecedens 6. 8.\nStella in Cygno observata a Joh. Hevelio Anno 1670. die 25 July st n\n\nFig. I.\n\nSaturnus Observatus GEDANI Anno 1670. die 26 August. Joh. Hevelio.\n\nSat. obs. Lond. a R. Hook. Septembr 25 1670.\n\nFig. II.\n\nFig III.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101600.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10884,
    "total-output-tokens": 3642,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2064,
        2
      ],
      [
        2064,
        4458,
        3
      ],
      [
        4458,
        6705,
        4
      ],
      [
        6705,
        8379,
        5
      ],
      [
        8379,
        9634,
        6
      ],
      [
        9634,
        9845,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101600",
    "title": "An Extract of a Letter of M Hevelius, Written to the Publisher from Dantzick, August 17/27 1670. Concerning a New Star, Lately Discover'd in the Constellation of the Swan, together with the Present Appearance of the Planet Saturn",
    "authors": "M. Hevelius",
    "year": 1670,
    "volume": "5",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/101600"
  }
}