{
  "id": "4dead4dc6ac4d6aa4ac70c2ca1b75149061f5c17",
  "text": "4. The Diameter of the hole I put \\( \\frac{1}{4} \\) of an inch \\( N. 80, p. 3077 \\), and placed the Prism close to it, even so close as to be contiguous, \\( N. 80, p. 3077, lin. 4, 5 \\). But yet there needs no curiosity in these circumstances. The hole may be of any other bigness, and the Prism at a distance from the hole, provided things be so ordered, that the light appear of a round form, if intercepted perpendicularly at its coming out of the Prism. Nor needs there any curiosity in the day. The clearer it is the better; but if it be a little cloudy, that cannot much prejudice the Experiment, so the Sun do but shine distinctly through the cloud.\n\nThese things being thus ordered, if the refracted light fall perpendicularly on a wall or paper at 20 foot or more from the Prism, it will appear in an oblong form, cross to the axis of the Prism, red at one end, and violet at the other; the length five times the breadth (more or less according to the quantity of the refraction,) the sides, straight lines, parallel to one another, and the ends confused, but yet seeming semi-circular.\n\nI hope therefore, Mr. Linus's Friends will not entertain themselves any further about incongruous surmises, but try the Experiment as Mr. Gascoin has promised. And then, since Mr. Gascoin tells you, That the Experiment being of itself extraordinary and surprising, and besides ushering in new Principles into Opticks, quite contrary to the common and received, it will be hard to persuade it as a truth, till it be made so visible to all as it were a shame to deny it: if he esteem it so extraordinary, he may have the privilege of making it so visible to all, that it will be a shame to deny it. For, I dare say, after his testimony no body else will scruple it. And I make no question but he will hit of it, it being so plain and easy, that I am very much at a loss to imagine what way Mr. Linus took to miss.\n\nDat. Cambridge Feb. 29. 1676.\n\nAn Extract of a Latin Letter of Signor Cassini, containing both his Considerations upon Mr. Flamsteed's account of the Lunar Eclipse of Decemb. 21. 1675 †, and his own Observations of the same Eclipse.\n\nClarissimo Viro\nDom. Herr. Oldenburg Reg. Soc. à Secretis\n†. Dominicus Cassinus S. P.\n\nObservatio Lunaris Eclipsei, nocte precedente diem primam Januarii anni hujus celebatae, quam mihi à dotissimo Flamsteadio communicasti, inter difficillimas recensenda est. Obliqua quippe Luna incidens in Umbra, in hoc\nparvo Defectu tempora Appulsuum & Emersionum tam Marginum quam Macularum efficit incertiora, perplexoque nonnihil in is determinandis tenuit Observatores, cum Umbra die mutumque easdem raderet maculas, tardusque esset transitus à Penumbra densiori ad totalem Umbrae, minimè precipis terminis coherentem. Itaque Eclipsin hane Meridianorum differentia exactè determinandis prorsus ineptam censuimus, cum differentia temporum earundem phasium, diversis terræ locis notatorum, perplexitates involvat, quae eodem in loco differentiam exhibere sensibiles posse.\n\nNos, quibus per totam Eclipsis durationem Cali arripi ferentur, cum DD. Richardo & Romero ad Lunam simul diversis Telescopiis intenti, communi consensu phases determinavimus, comparantes Umbrae non modo d Maculas ad quas appellebat, sed etiam ad plures ex maculis circumstantibus, Umbrae situi determinando idoneis, ut ad æquidistantes ab Umbra, ad eas qua caderebant in recta linea cum cornibus, quorum distantiam opportunitis temporibus cepimus: quod etiam video à praecario Flamstedio factum.\n\nDuo autem praecipua à nobis exactè determinata sunt, Medium sc. Eclipsis tempus, ejusque Magnitude. Medium deducitur est non solum ex comparatione Initii & Finis, sed etiam duarum æqualium Phasium, determinati facilem, quando scil. distantiae Cornuum æqualis erat Luna semidiametro, ante Eclipsin capte, 15°28′: Scilicet, cum Initium Eclipsis existimatum fuerit h.2.24.35″. post medium nostrum; Finis vero totalis, reliæ penumbrae simili ac fuerit in determinatione Initii,\n\n| Duration totius Eclipsis provenit | 4°.15′.25″. |\n|----------------------------------|-------------|\n| Dimidia                          | 1. 50. 50.  |\n| Et Eclipsis medium               | 0. 55. 25.  |\n| Sexta vero circumferentie pars abscissa est | 3. 20. 0. |\n| Atque iterum                     | 2. 38. 5.   |\n| Intervalum                       | 4. 2. 25.   |\n| Dimidium                         | 1. 24. 20.  |\n| Hinc Medium Eclipsis             | 42. 10.     |\n\nIntra quartam minuti partem priori determinationi conveniens.\n\nParum abest quin etiam ex D. Flamstedii observationibus Medium Eclipsis pari modo eruatur. Is quippe\n\nH.14.29′.30″. distantiam cuspidum observavit 17′.16″. Et\nH.15.52.45′. eclipsi decrescente distantiam observavit 18′.57″, uno scil minuto 41″ majorem: Itaque Medium eclipsis proprius est posteriori observationi quam priori.\n\nMedium tempus inter utramque observationem fuit h.15.11′.7″. Tardius igitur aliquanto deducitur hinc Eclipsis Medium; unde differentia Meridianorum proveniret minor min-9″; quod minimè convenit observationibus certioribus Eclipsis precedentis æstive, ex quibus illam deduxi min.10″. Prior observatione nostra cum priore D. Flamstedii, aliquanto tardiore, comparata, differentiam Meridianorum exhibet majorem 8′.35″. Posterior nostra, tardior observatione posteriore D. Flamstedii, differentiam Meridianorum exhiberet minorem 9′.40″.\nFinis à D. Flamsteadio exitimatum 16. 7. 15.\nEt à nobis 16. 15. 25.\nDifferentiam Meridianorum inferret\nInitium à D. Halleio Londini observatum 14. 16.\nCum observato à nobis 2. 24. 35.\nDifferentiam Meridianorum fisceret 8. 35.\n\nEx hac igitur Eclipsei differentia Meridianorum eruperetur duobus circiter minutis minor, quam ex Eclipsei estatis praecedentis, quam tamen huic longe prefero, non sollem spectat Majori facilitate determinandi tempora Appulsionis & Emerptionum in ea Eclipsei totali, quam in hac partiali; verum etiam ob axis serenitatem, quae utique aequiter uti fuimus in ea Eclipsei; cum in hac Parisii calum serenissimum, Londini fuerit subnubilum; qui nomine Parisiensis observationes Londinenses censeo preferendas. Differentia autem constitutionis Aoris effect, ut Nis limbus Lunae occiduum in Umbra 12 minutis ante determinationem à nobis Eclipsei finem videre potuerimus; cum Flamsteadius ipsum non nisi in fine videre potuerit.\n\nCeterum in Situ umbra & Eclipsei Magnitudine planè convenimus. Ab utrisque quippe nostrum annuntiatum est, Umbrae nunquam supersisse Porphyridem, licet is altè in Penumbrae fuerit immersus. Porphyriti proximus est Mons parvus albicans, quem tunc Aristarchi comitem appellavimus, eo quod ab ipso seu Porphyrite vix distet sui diametro. Is moniculus immersus est in umbra h.2.51'.15\"; emerit autem h.3.8'.25\", totoque tempore interjecto fuit Umbra Porphyriti proxima.\n\nUtique pariter annuntiatus, in summa Eclipsei Umbrae ad Corsicum fere pertingit, nonquam tamen ab eadem relictam, sed relicitum exiguum intervalum, cujus termini distantia à Luniari margine proximè capta est 8'.17\"; cum Flamsteadius Insulae ipsius paulo remotioris distantiam ab eodem limbo invenit 8'.39\". Insulam quoque seu potius Peninsulam Macram utrique umbra distansì adiacentem confinximus; nos id fieri capisse notavimus h.3.28'.15\", & per hora quadrantem in eadem distantia perseverasse.\n\nHac dum scribo, redditum mihi est cum humanissimis literis tua Diarium Astronomicum*, a vestris Astronomis suppositatis percommodum sane, praevendisque Observationum opportunitatibus perutilis. Erit illud mihi semper pra oculis, meque ad Observationes quas annotat comparabo, easque Vobis vicissim communicabo. Vale, &c. Paritis d.11.Febri.1676.\n\nAnother Letter from the same to Mr. Flamsteed, upon the same Argument:\nClarissimo Dom. Joh. Flamsteadio, Alter. præclarissimo.\nJ. Dominicus Cassius S. P.\n\nCommunicavit mihi Dom. Oldenburgius Observationes tuas nuper Lu-\nnaris Eclipsei, quas in responsione ad ipsum cum nostris, in Regio Obser-\nvatorio habitis, me comparasse dixi. Duorum vel trium minusorum discrimen\ninter utrasque Observationes tribuo difficulatati determinandi tempora Phasium in obliqua incidentia in Umbrae penumbrae conterminam, differentiique constitutionis Aereis, quem Tu sub-nubilum, Nos habuimus serenissimum. Ex hác, Meridianorum differentia erucretur minor quam ex Eclipse praecedente, cui tamen standum censeo, donec per observationes Immersionum & Emerisionum Satellitum Jovis, quos ad hanc rem existimó maximè idoneos, rem scrupulosius determinemus. Nec enim adhuc in eam venire sententiam potui, qui, cum de uno tanquam minuto quaestionem moveas, sequi videris methodum valde compositam deducendi differentiam Meridiani Parisiensis à Londinensi ex observationibus pluribus diversigenereis, Occultationis nempe Fixae à Luna, Londini & Gedani observatae, & Eclipse Solis observatae Pariliis & Gedani, in quarum utraque Parallaxis ratio habenda est; eamque præferre videris Methodo simplici deducendi eandem differentiam ex plurium phasium ejusdem Eclipsei, Londini & Pariliis observatae mirifico consensu.\n\nMajorem quoque differentiam Observationum provenire posse censeo ex difficulitate disfigendi Umbrae veram à Penumbra, quam ex differentia Telescopiorum, irium quatuorve pedum longitudinem excedentium. Hac enim Telescopia decimas Minutorum partes ritè distinguunt, nec per se variabunt indicium temporum Phasium earundem à maximis plus quintà horarii minuti parte, cum perplexitas termini Umbrae vera unum & alterum minutum temporis quandoque suspensum teneat Observatorem. Nec veò perplexitas hac magnitudine Telescopiorum imminuitur, quemadmodum Umbra remoïssimi corporis hic in terris non exactius distinguitur à Penumbra ab oculo illi proximo, quam ad certam distantiam remoto. Quicquid de hac re sit, spero nos ex Observationibus Jovialium, qui jam maneritè conspiciuntur, differentiam Meridianarum exactius determinariuros. Vale, Vir Clarissime, &c., ut capisti, rem Astronomicam promove. Dab. Pariliis d.11. Febr. 1676.\n\nA Copy of a third Letter written by Signor Cassini, touching an Occultation of a Fixt Star by the Moon, observ'd by the same.\n\nClarissimo Viro\n\nD. Henrico Oldenburg Reg. Societatis in Secretis\n\nJ. Dom. Cassini S.P.\n\nOccultationem Stelle sequentis duarum in sinistro pede posteriori Leonis à Luna, quam D. Flamstedius supputaverat, in Regio Observatorio cum D. Romer exactis observavit d.29 Februarii.\n\nFuit Immersionis hora p.m.10.19'.34\". Immersionis plaga fuit juxta finem Schicardi versus Phocilidem in Selenographia Riccioli.\n\nEmergìo vero fuit hora 11.16'.40\", in equali à reëla distantia à Vendelino & Petavio.\n\nPer puncta Immersionis & Emerisionis, diligenter notata, ducta reëla linea diametrium illi perpendiculararem abscedit in ratione 6'.45\". ad 26'.5\".\n\nFuit autem diameter Lunae ad Meridianum accedentis 32'.50\".\n\nH.12.29'. margo Lunae superior fuit in eodem parallelo cum Stella, que tunc precedebat Lunam minuto horario 1'.50\".\n\nH.12.\nH. 12.40'. 18''. Stella precedebat marginem occidentalem Luna minutis horar. 2'. 11''. Lune diameter pertransibat 2'.14''.\n\nH. 12.52'35''. Stella precedebat eundem marginem 2'.25''.\n\nAltitudine Meridiani limbi inferioris Luna capta est gr. 39.25'25''.\n\nRumor hic percrebuit, visum Nanneti Cometam valde obscurum inter Eridanum & Leporem. Nobis, ex quo caeli serenitas assuit, frustra quaestus est. Hac vero occasione inter Canem majorem & Navem deprehendi Nebulosam visu pulcherrimam, si magnis Telescopiis inspiciatur, ex Stellis confertissimis compositam, quae celum mediæ cum Cane minori.\n\nInspecta quoque mihi est Stella nova in ore Ceti, que annos aliquot latuit, Solaribus radius tempore maxime fulsionis immersa; nunc vero Stellas tertiarum magnitudinis facile superat.\n\nObservationibus etiam Mercurii, qui nuper è Solaribus radiis emerit, invigilamus; quod Astronomos vetros facturos putem. Vale, & vos Observationes Dom. Flamstedio nostro, cum officii nostrì significatione, impertire. Pariliis d.4.Martii 1676.\n\nMr. Flamsteeds Answer to the former three Letters, containing also some celestial Observations.\n\nViro clarissimo\nDomino Johanni Dominico Cassino, Astron. Regio Parilino.\n\nJoh. Flamstedius S. P.\n\nUna ad summum Leonis appulsum, sereno ad votum aere tibi observare contigisse, valde laetor; quondam cum mibi communicare voluisti, gratè habeo. Paratus candem Occultationem prestolabam; sed nubes, calum undiqueque fecerè ad nocte hic subtegentes, itaque me felicitate privarant. Optandum equidem, id utriusque nostrum pari tunc serenitate arribisset; melius quippe ab eadem, accuratè observata, Meridianorum nostrorum differentiam investigare potuisset, quàm vel ab Occultatione ultima Geminorum, Londini & Gedani in Eclipse Luna Januar. 1.1675. nutata, vel ab Eclipsebus Luna nuperis, quibus ad id negotium habentus usque fuisse. Differentia enim, ab Eclipse Luna Junii 27.1675. Londini & Pariliis observata, deducìa, vix dare possum; quippe, licet tempora phasium à Vobis observatarum accuratissime determinata credam; Ego, cum amplior non suppperet, Quadrante usu fui tantum digitorum radio, ad horologium corrigendum, quique nulla duntaxat habuit pinnacidia; & propter ea de momento phasium alicujus certior esse vix potui quàm ad unum minutum horarium. Novissimam Eclipse Decemb. 22. instructior observavi; cum tamen mibi aer subnubilus extiterit, & propter obliquam Luna in Umbra terræ incidentiam tardissimus fuerit ejus ad Maculas appulsus, minùs apta fuit hæc Eclipse huic negotio. De Occultatione ultima Geminorum, quam cum Streetio nostrate Edmund.Hallejus observarat, quaque ad differentiam Moridianorum Londini & Gedani usu sum, cum Hallejum interrogarem, ingenue fassus est, nec accuratè admodum, nec satis amplè Instrumentis observationem eam fallam fuisse. Incerta igitur inter duo minuta horaria manet etiamnum Meridianorum nostrorum differ-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101702.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9362,
    "total-output-tokens": 4428,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2450,
        2
      ],
      [
        2450,
        5371,
        3
      ],
      [
        5371,
        8000,
        4
      ],
      [
        8000,
        10899,
        5
      ],
      [
        10899,
        13775,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101702",
    "title": "Extracts of Three Letters of Signor Cassini, Containing his Sentiment of Mr. Flamsted s Account of the Last Eclipse of the Moon; as Also His Own Observations of That Phaenomenon; and Likewise An Observed Occultation of a Fixt Star by the Moon",
    "authors": "Signor Cassini",
    "year": 1676,
    "volume": "11",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/101702"
  }
}