{
  "id": "20fb8a86b5d1fb895e54d6fc936a6575474f5857",
  "text": "PRESENTS\n\nRECEIVED BY THE\n\nROYAL SOCIETY,\n\nFrom November 1796 to July 1797;\n\nWITH THE\n\nNAMES OF THE DONORS.\n\n1796.\n\nPRESENTS.\n\nNov. 10. Archaeologia. Vol. XII. London, 1796. 4°\n\nTransactions of the Society for the Encouragement of Arts, Manufactures, and Commerce. Vol. XIV. London, 1796. 8°\n\nEuripidis Hippolytus, cum Scholiis, versione Latina, variis Lectionibus, Notis; edidit F. H. Egerton. Oxonii, 1796. 4°\n\nVestiges of Oxford Castle, by E. King. London, 1796. fol.\n\nRemarks concerning Stones, said to have fallen from the Clouds, by E. King. London, 1796. 4°\n\nThe History of the principal Transactions of the Irish Parliament from the Year 1634 to 1636, by Lord Mountmorres. 2 Vols. London, 1792. 8°\n\nEssays political, economical, and philosophical, by Benjamin Count of Rumford. Vol. I. 1796. 8°\n\nAn Arrangement of British Plants, by W. Withering. 3d edition. 4 Vols. Birmingham, 1796. 8°\n\nPrincipiorum Calculi differentialis et integralis expositionis elementaris, auctore S. L'Huilier. Tubingae, 1795. 4°\n\nAnatomisches Museum, gesammelt von J. G. Walter, beschrieben von F. A. Walter. 1 und 2 Theil. Berlin, 1796. 4°\n\nA. Galvani de Viribus Electricitatis in motu Musculari Commentarius, cum J. Aldini Dissertatione et Notis. Mutinæ, 1792. 4°\n\nJ. Aldini de Animali Electricitate Dissertationes duæ. Bononiæ, 1794. 4°\n\nDONORS.\n\nThe Society of Antiquaries.\n\nThe Society for Encouragement of Arts, Manufactures, and Commerce.\n\nThe Rev. F. H. Egerton, M. A. F. R. S.\n\nEdward King, Esq. F. R. S.\n\nViscount Mountmorres, F. R. S.\n\nCount of Rumford, F. R. S.\n\nWilliam Withering, M. D. F. R. S.\n\nM. L'Huilier, F. R. S.\n\nProfessor J. G. Walter, F. R. S.\n\nSig. Aldini.\nPRESENTS.\n\nA Memoir concerning the fascinating Faculty, which has been ascribed to the Rattlesnake, and other American Serpents, by B. S. Barton. Philadelphia, 1796. 8°\n\nL’Uomo galleggiante, o sia l’Arte ragionata del Nuoto, dal Dott. O. de’ Bernardi. 2 Vol. Napoli, 1794. 4°\n\nMémoire sur la Force expansive de la Vapeur de l’Eau, par M. de Betancourt. Paris. 4°\n\nI Regali Sepolcri del Duomo di Palermo riconosciuti e illustrati. Napoli, 1784. fol.\n\nMemoria sul Principio delle Velocità virtuali, del Cav. Vitt. Fossombroni. Firenze, 1796. 4°\n\nUsus Logarithrorum Infinitinomii in Theoria Aequationum, auctore M. de Prasse. Lipsia, 1796. 4°\n\nDec. 8. Catalogus Bibliothecæ Historico-Naturalis Josephi Banks, auctore J. Dryander. Tomus II. Londini, 1796. 8°\n\nSuggestions for the Improvement of Hospitals, by W. Blizard. London, 1796. 8°\n\nA Catalogue of Dictionaries, Vocabularies, Grammars, and Alphabets, by W. Marsden. London, 1796. 4°\n\nAn historical Dissertation upon the Origin, Suspension, and Revival of the Judicature and Independency of the Irish Parliament, by H. Viscount Mountmorres. London, 1795. 8°\n\nA Treatise on Nervous Diseases, by S. Walker. London, 1796. 8°\n\nNuovo Metodo di applicare alla Sintesi la Soluzione analitica di qualunque Problema geometrico, di A. Romano. Venezia, 1793. 8°\n\n22. An Account of Indian Serpents, collected on the Coast of Coromandel, by P. Russell. London, 1796. fol.\n\nPlants of the Coast of Coromandel, by W. Roxburgh. Vol. I. No. 1—3. London, 1797. fol.\n\nA Dictionary of Arts and Sciences in the Chinese Language. 60 Parts, in 10 Vols.\n\n1797.\n\nJan. 12. Kongl. Vetenskaps Academiens Nya Handlingar, Tom. XVI. för år 1795, 3d and 4th Quarter; and Tom. XVII. för år 1796, 1st and 2d Quarter. Stockholm. 8°\n\nAstronomie, författad af D. Melanderhjelm. 2 Delar. Stockholm, 1795. 8°\n\nCollection of Engravings from ancient Vases discovered in Sepulchres in the Kingdom of the two Sicilies, now in the possession of Sir W. Hamilton. Vol. II. Naples, 1795. fol.\n\nDONORS.\n\nProfessor Barton, of Philadelphia.\n\nCanonico Oronzio de’ Bernardi.\n\nChev. de Betancourt.\n\nMarchese di Circello, Envoy Extr. and Min. Plen. from his Sicilian Majesty.\n\nCav. Vittorio Fossombroni.\n\nM. de Prasse.\n\nRight Hon. Sir Joseph Banks, Bart. K. B. Pr. R. S.\n\nMr. William Blizard, F. R. S.\n\nWilliam Marsden, Esq. F. R. S.\n\nViscount Mountmorres, F. R. S.\n\nSayer Walker, M. D.\n\nSig. Antonio Romano.\n\nThe Chairman and Deputy Chairman of the East India Company.\n\nMatthew Raper, Esq. F. R. S.\n\nThe Royal Academy of Sciences of Stockholm.\n\nRt. Hon. Sir William Hamilton, K. B. F. R. S.\n26. Essays by a Society of Gentlemen at Exeter. Exeter, 1796. 8°\nA Meteorological Journal of the Year 1796, kept in London, by W. Bent. London. 8°\n\nFeb. 9. A System of comparative Anatomy and Physiology, by B. Harwood. Vol. I. Cambridge, 1796. 4°\nMedical Facts and Observations. Vol. VII. London, 1797. 8°\n\n16. Impression from a Gem representing the Head of Sir Isaac Newton.\nCatalogue of one hundred impressions from Gems, engraved by Nath. Marchant. London, 1792. 4°\nwith a box containing the said Impressions.\n\n23. Specimens of British Minerals, selected from the Cabinet of P. Rashleigh. London, 1797. 4°\n\nMar. 2. Mémoires de l'Académie Royale des Sciences et Belles Lettres, 1790 et 1791. Berlin, 1796. 4°\nSammlung der Deutschen Abhandlungen welche in der Kön. Akademie der Wissenschaften zu Berlin vorgelesen worden in den Jahren 1790 und 1791. Berlin, 1796. 4°\nProdromus Stirpium in Horto ad Chapel Allerton vigentium, auctore R. A. Salisbury. Londini, 1796. 8°\n\n9. A complete System of Astronomy, by S. Vince, Vol. I. Cambridge, 1797. 4°\nA Collection of Tracts on Wet Docks for the Port of London. 1797. 8°\n\n16. A Description of the Genus Cinchona. London, 1797. 4°\nThree Views of the Geyser, a hot spring in Iceland, engraved by F. Chesham, from Drawings taken on the Spot in 1789.\nDe Corporis humani Viribus conservativibus Dissertatio, auctore Th. Young. Gottingæ, 1796. 8°\n\n30. A Journal of Natural Philosophy, Chemistry, and the Arts, by W. Nicholson. No. 1. London, 1797. 4°\nTraité de Minéralogie, par le P. D. de Gallitzin. Helmstedt, 1796. 4°\n\nApril 6. Remarks on the Antiquities of Rome and its Environs, by A. Lumisden. London, 1797. 4°\nAphroditographische Fragmente, von. J. H. Schröter. Helmstedt, 1796. 4°\n\n27. A large Collection of Sanscrit and other Oriental Manuscripts.\n\nAn elegant Inkstand of Silver, gilt, for the Use of the Society, at the table of the Meeting-room.\nThe Persian and Arabic Works of Sadec. 2 Vols. Calcutta, 1791 and 1795. fol.\nAnnals of Medicine for the Year 1796, by A. Duncan, sen. and A. Duncan, jun. Vol. I. Edinburgh, 1796. 8°\n\nThe Society of Gentlemen at Exeter.\nMr. William Bent.\n\nBusick Harwood, M. D. F. R. S.\nSamuel Foart Simmons, M. D. F. R. S.\nMr. Marchant.\n\nPhilip Rashleigh, Esq. F. R. S.\nThe Royal Academy of Sciences of Berlin.\n\nRichard Anthony Salisbury, Esq. F. R. S.\nThe Rev. Samuel Vince, A. M. F. R. S.\nWilliam Vaughan, Esq.\nAylmer Bourke Lambert, Esq. F. R. S.\nJohn Thomas Stanley, Esq. F. R. S.\nThomas Young, M. D. F. R. S.\nMr. William Nicholson.\n\nPrince Dimitri de Galitzin.\nAndrew Lumisden, Esq.\nMr. Schröter, of Liljenthal.\nThe late Sir William Jones, F. R. S. and Lady Jones.\nJohn Symmons, Esq. F. R. S.\nRichard Johnson, Esq.\nAndrew Duncan, sen. M. D. Andrew Duncan, jun. M. D.\nPRESENTS.\n\nMay 4. Surgical and Physiological Essays, by J. Abernethy. 3 Parts. London, 1793 and 1797. 8°\n\n11. N. J. Jacquin Collectaneorum Supplementum. Vindobonæ, 1796. 4°\n\nDescrizione del nuovo Remedio curativo e preservativo contro la Peste, usato nello Spedale di S. Antonio in Smirne. Vienna, 1797. 8°\n\nNachricht von dem im St. Antons-Spitale in Smirna gebrauchten einfachen Mittel die Pest zu heilen. Wien, 1797. 8°\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 2.\n\nPantometry, by J. Dawes. London, 1797. 12°\n\n18. Connoissance des Tems pour les Annees 6 et 7, publiées par le Bureau de Longitude. 2 Vols. Paris, l'An 4. 8°\n\nExposition du Système du Monde, par P. S. Laplace. Tomes II. Paris, l'An 4. 8°\n\nEléments de Géométrie, par A. M. Le Gendre. Paris, l'An 2. 8°\n\nMémoire sur les Transcendantes Elliptiques, par A. M. Le Gendre. Paris, l'An 2. 4°\n\nEssais de Géométrie, sur les Plans et les Surfaces courbés, par S. F. Lacroix. Paris, l'An 3. 8°\n\nTraité du Calcul différentiel et du Calcul intégral, par S. F. Lacroix. Tome I. Paris, l'An 5. 4°\n\n25. Transactions of the Linnean Society. Vol. III. London, 1797. 4°\n\nJune 1. Supplement to the Anecdotes of some distinguished persons. London, 1797. 8°\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 3.\n\n15. General Views of the Agriculture of the Counties of Glamorgan and Kincardine. 4°\n\nPractical Observations on the Treatment of Ulcers on the Legs, by E. Home. London, 1797. 8°\n\nJournal of a Tour through North Wales and part of Shropshire, by A. Aikin. London, 1797. 8°\n\nJuly 6. Tableau Physique de la Tauride, par P. S. Pallas. S. Petersbourg, 1795. 4°\n\nThe Life of William late Earl of Mansfield, by J. Holliday. London, 1797. 4°\n\nThe Orchardist, by T. S. D. Bucknall. London, 1797. 8°\n\nTables of Monies, Weights and Measures, by G. Fair.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 4.\n\nDONORS.\n\nMr. John Abernethy, F. R. S.\n\nProfessor de Jacquin, F. R. S.\n\nLeopold Count of Berchtold.\n\nMr. William Nicholson.\n\nMr. John Dawes.\n\nM. Lalande, F. R. S.\n\nM. Laplace, F. R. S.\n\nM. Le Gendre, F. R. S.\n\nM. S. F. Lacroix.\n\nThe Linnean Society.\n\nWilliam Seward, Esq. F. R. S.\n\nMr. William Nicholson.\n\nThe Board of Agriculture.\n\nEverard Home, Esq. F. R. S.\n\nMr. Arthur Aikin.\n\nM. Bakounin, Director of the Imperial Academy of Sciences of Petersburg.\n\nJohn Holliday, Esq. F. R. S.\n\nThomas Skip Dyot Bucknall, Esq.\n\nMr. George Fair.\n\nMr. William Nicholson.\n## INDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1797.\n\n| A | page |\n|---|------|\n| Air, heavy inflammable, experiments on, | 401 |\n| Andromeda, on the stars in, | 307, 321 |\n| Animal impregnation, experimental inquiry concerning, | 159 |\n| Aquarius, on the stars in, | 297 |\n| Aquila, on the stars in, | 299 |\n| Aries, on the stars in, | 301 |\n| Astronomy, nautical, on the principal problems of, | 43 |\n| Austin, Dr. Remarks on some experiments made by him, | 401 |\n\n| B | |\n|---|---|\n| Barros, M. de. Remarks on a phenomenon observed by him, | 378 |\n| Bartolin. Remarks on a fact mentioned by him, | 381 |\n| Bernouilli, Daniel. Remarks on his computation of the force of gunpowder, | 223 |\n| Blood, observations and experiments on its colour, | 416 |\n| Bootes, on the stars in, | 309, 321 |\n| Brass plate, experiments with one, | 363 |\n| Brougham, Henry, Jun. Esq. Farther experiments and observations on the affections and properties of light, | 352 |\n\n| C | |\n|---|---|\n| Calculus, fusible, remarks on, | 390 |\n| mulberry, remarks on, | 393 |\n\nMDCCXCVII.\n| Topic                                                                 | Page |\n|----------------------------------------------------------------------|------|\n| Calculus, bone-earth, remarks on                                     | 395  |\n| —— from the prostate gland, remarks on                               | 396  |\n| Caloric, supposed to be a cause of the force of fired gunpowder      | 233  |\n| Cancer, on the stars in                                              | 311, 321 |\n| Cannon, on different ways of firing them                             | 237, 285 |\n| —— on the heat they acquire by being fired                           | 249  |\n| Capricornus, on the stars in                                         | 299  |\n| Carbon, experiments to determine whether it be a simple or a compound substance | 401  |\n| Cassiopea, on the stars in                                           | 302  |\n| Cavendish, Henry, Esq. Extract of a letter from him, containing a method of computing lunar distances | 119  |\n| Centaurus, on the stars in                                           | 314  |\n| Cepheus, on the stars in                                             | 314, 322 |\n| Cetus, on the stars in                                               | 303  |\n| Colour of blood, experiments and observations on                     | 416  |\n| Colours, deception produced by different rays                        | 362  |\n| —— rings of, remarks on                                              | 362  |\n| —— of bodies, opinion of Zucchius respecting                         | 418  |\n| Concretions, gouty and urinary, observations on                      | 386  |\n| Cornea, on its nature and some of its diseases                       | 18   |\n| Cornwallis, Marquis. Account of the trigonometrical survey carried on by his order, in the years 1795 and 1796 | 432  |\n| Corona Borealis, on the stars in                                     | 315, 322 |\n| Cruikshank, William, Esq. Experiments in which, on the third day after impregnation, the ova of rabbits were found in the fallopian tubes; and on the fourth day after impregnation in the uterus itself; with the first appearances of the foetus | 197  |\n| Cygnus, on the stars in                                              | 300  |\n| D                                                                    |      |\n| Dalby, Mr. Isaac. Account of the trigonometrical survey carried on in the years 1795 and 1796 | 432  |\n| Diamond, on the nature of                                            | 123  |\n| Dip, on horizontal refractions which affect it                      | 29   |\n| Donation to the Royal Society, account of one, for a prize medal     | 215  |\n| Douwes, Cornelius. Remarks on his method of finding the latitude     | 46   |\n| E                                                                    |      |\n| Earth, on the influence of its elliptic form in computing lunar distances | 108  |\n| Electric discharges, on the nature of the gas produced by passing them through water | 142  |\nINDEX.\n\nEridanus, on the stars in, 304\nEye, on the morbid action of its straight muscles and cornea, 1\n—— on its inability to see near objects distinctly, 2\n\nF\n\nFallopian tubes, experiments made by dividing those of rabbits, 173\n—— experiments in which ova were found in them, 197\nFemale, human, remarks on some circumstances observed in pregnant ones, 211\nFlamsteed, Mr. Account of an index to his observations of the fixed stars contained in the second volume of the Historia Coelestis, 293\nFoetus, on the first appearances of that of rabbits, 197\n\nG\n\nGall, on its use in diseases of the eye, 25\nGas, on the nature of that produced by passing electric discharges through water, 142\n—— carbonated hydrogenous, experiments on, 401\n—— phosphorated hydrogenous, remarks on, 413\nGemini, on the stars in, 304\nGold, on the action of nitre upon it, 219\nGouty concretions, observations on, 386\nGunpowder, experiments to determine its force, 222\n—— solid substance produced from its vapour, 248\n—— specific gravity of, 250\n—— progress of its combustion, 281\n—— method of increasing its effect, 285\n\nH\n\nHaigton, John, M.D. An experimental inquiry concerning animal impregnation, 159\nHenry, Mr. William. Experiments on carbonated hydrogenous gas; with a view to determine whether carbon be a simple or a compound substance, 401\nHercules, on the stars in, 300\nHerschel, William, LL.D. A third catalogue of the comparative brightness of the stars; with an introductory account of an index to Mr. Flamsteed's observations of the fixed stars contained in the second volume of the Historia Coelestis. To which are added, several useful results derived from that index, observations of the changeable brightness of the satellites of Jupiter, and of the variation in\ntheir apparent magnitudes; with a determination of the time of their rotatory motions on their axes. To which is added, a measure of the diameter of the second satellite, and an estimate of the comparative size of all the four,\n\nHome, Everard, Esq. The Croonian Lecture. In which some of the morbid actions of the straight muscles and cornea of the eye are explained, and their treatment considered,\n\nHorizontal refractions, observations on those which affect the appearance of terrestrial objects, &c.\n\nHuddart, Joseph, Esq. Observations on horizontal refractions which affect the appearance of terrestrial objects, and the dip, or depression of the horizon of the sea,\n\nI\n\nIceland crystal, experiments with,\n\nImpregnation, animal, experimental inquiry concerning,\n\nJ\n\nJupiter, satellites of, observations on,\n\nremarkable conjunction of two,\n\nintenseness of their light and colour,\n\ntheir brightness and diameter distinguished,\n\ndiameter of the second by entering on the disc of the planet,\n\ntheir brightness compared to the belts and disc of the planet,\n\ntime of their rotatory motion,\n\nK\n\nKent, account of a trigonometrical survey carried on therein,\n\nL\n\nLacerta, on the stars in,\n\nLacker, its effect in forming rings of colours,\n\nLambre, M. de. Demonstration of his formula for reducing a distance on the sphere to any great circle near it, or the contrary,\n\nLatitude, on finding it by two heights of the sun, and the time elapsed between the observations,\n\ncalculations relative to the above method,\n\nLavoisier, M. Remarks on his opinion respecting the force of gunpowder,\n\nLecture, Croonian,\n\nLeo, on the stars in,\nINDEX.\n\nLepus, on the stars in, - - - - - - - - 316\nLight, on the affections and properties of it, - - - - - - 352\nLongitude, on finding it by the distance from the moon to the sun, or to a star, - - - - - - - - 77\ncalculations relative to the above method, - - - - - - 117\n\nM\nMarsham, Robert, Esq. A supplement to the measures of trees, printed in the Philosophical Transactions for 1759; - - - - 128\nMartin, Mr. Remarks on an experiment made by him, - - - - 380\nMaskelyne, Nevil, D. D. Demonstration of M. de Lambre's Formula in the Connoissance des Temps of 1793, for reducing a distance on the sphere to any great circle near it, or the contrary, - - - - 450\nMedal, account of a donation for one, - - - - - - 215\nMendoza y Rios, Don Josef de. Recherches sur les principaux problèmes de l'astronomie nautique, - - - - - - 43\nExtract of a letter to him from Henry Cavendish, Esq. - - - - - - 119\nMudge, Capt. William. Account of the trigonometrical survey carried on in the years 1795 and 1796, - - - - - - 432\nMuscles of the eye, on their morbid action, - - - - - - 1\nfore-arm and hand, on their morbid action, - - - - - - 4\nMusket, description of a particular one, - - - - - - 286\n\nN\nNavis, on the stars in, - - - - - - - - 317, 323\nNitre, on its action upon gold and platina, - - - - - - 219\nNorthern Crown, on a variable star therein, - - - - - - 133\n\nO\nOrion, on the stars in, - - - - - - - - 318, 323\n\nP\nPearson, George, M. D. Experiments and observations, made with the view of ascertaining the nature of the gaz produced by passing electric discharges through water, - - - - - - 142\nPegasus, on the stars in, - - - - - - - - 301\nPicott, Edward, Esq. On the periodical changes of brightness of two fixed stars, - - - - - - - - 133\nPlatina, on the action of nitre upon it, - - - - - - - - 221\nPresents received by the Royal Society, from November 1796 to July 1797, - - - - - - - - 543\nINDEX.\n\nPriestley, Dr. Remarks on his opinion respecting the colour of blood, 416\nProstate gland, on calculus from it, 396\n\nR\n\nRabbits, experiments on them, respecting impregnation, 164, 173, 199\nRefractions, horizontal, observations on those which affect the appearance of terrestrial objects, &c. 29\nRobins, Mr. Remarks on his computation of the force of gunpowder, 223, 232, 236, 268, 277, 281, 288\nRomé de Lisle. Remarks on a fact mentioned by him, 381\nRumford, Benjamin, Count of. Letter from him, announcing a donation to the Royal Society, for the purpose of instituting a prize medal, 215\nExperiments to determine the force of fired gunpowder, 222\nAccount of the loss of his papers, &c. 256\n\nS\n\nSatellites of Jupiter. See Jupiter.\nSilver, on the action of nitre upon it, 221\nSobieski's shield, on a variable star therein, 133\nSpecula for reflectors, remarks on, 377\nSquinting, remarks on, 12\nStars, on the periodical changes of brightness of two, 133\nthird catalogue of their comparative brightness, 293, 307\nadditional notes to the first catalogue, 297\nadditional notes to the second catalogue, 301\non those in Andromeda, 307, 321\nAquarius, 297\nAquila, 299\nAries, 301\nBootes, 309, 321\nCancer, 311, 321\nCapricornus, 299\nCassiopea, 302\nCentaurus, 314\nCepheus, 314, 322\nCetus, 303\nCorona Borealis, 315, 322\nCygnus, 300\nEridanus, 304\n### INDEX\n\n| Topic                                                                 | Page |\n|----------------------------------------------------------------------|------|\n| Stars, on those in Gemini, Hercules, Lacerta, Leo, Lepus, Navis, Orion, Pegasus |      |\n| Steam, on its elastic force                                           | 287  |\n| Survey, trigonometrical, carried on in the years 1795 and 1796, account of |      |\n| particulars relating to the operations of the year 1795               | 432  |\n| particulars relating to the operations of the year 1796               | 434  |\n| demonstration of M. de Lambre's formula for reducing a distance on the sphere to any great circle near it, or the contrary | 440  |\n| calculation of the sides of the great triangles carried along the coasts of Dorsetshire, Devonshire, and Cornwall | 450  |\n| heights of the stations. Terrestrial refractions, &c.                  | 455  |\n| secondary triangles, in which two angles only have been observed       | 463  |\n| account of one carried on in Kent, in the years 1795 and 1796          | 478  |\n| **T**                                                                  |      |\n| Telescope, reflecting, supposed to have been invented by Zucchius      | 419  |\n| Tendons, remarks on                                                    | 19   |\n| Tennant, Smithson, Esq. On the nature of the diamond                   | 123  |\n| on the action of nitre upon gold and platina                           | 219  |\n| Thompson, Sir Benjamin. See Count of Rumford                           |      |\n| Tobias, remarks upon the means he used to cure his father's blindness  | 25   |\n| Trees, a supplement to the measures of them, printed in the Philosophical Transactions for 1759 |      |\n| table shewing the annual increase, in circumference, of different kinds | 128  |\n| Trigonometrical survey. See Survey                                     |      |\n| Troostwyk and Dieman, Messrs. Account of an experiment made by them     | 131  |\n|                                                                      | 142  |\nINDEX.\n\nU\n\nUrinary concretions, observations on, 386\nUterus, experiments in which ova were found in that of rabbits, 197\n\nV\n\nVapour, aqueous, supposed to be the principal cause of the force of gunpowder, 233\n——— on its elastic force, 287\nVision, double, remarks on, 7\nVulliamy, Mr. Benjamin. An account of the means employed to obtain an overflowing well, 325\n\nW\n\nWater, on the gas produced by passing electric discharges through it, 142\nWell, account of the means employed to obtain an overflowing one, 325\nWells, William Charles, M. D. Observations and experiments on the colour of blood, 416\nWilliams, Colonel Edward. Account of the trigonometrical survey carried on in the years 1795 and 1796, 432\nWollaston, William Hyde, M. D. On gouty and urinary concretions, 386\n\nZ\n\nZucchi. His opinion respecting the colours of bodies, 418\n——— supposed to be the inventor of the reflecting telescope, 419\n\nERRATA.\n\nPage 259, line 5 below the table, for 436800 read 412529.\n386, at end of paragraph, after lithic add acid.\n393, line 2, for earth read earths.\n397, line 17, for By acid of read By aid of.\n\nFrom the Press of\nW. BULMER & Co.\nCleveland-Row, St. James's.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106940.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 20016,
    "total-output-tokens": 7762,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1666,
        2
      ],
      [
        1666,
        4254,
        3
      ],
      [
        4254,
        7004,
        4
      ],
      [
        7004,
        9438,
        5
      ],
      [
        9438,
        10508,
        6
      ],
      [
        10508,
        13550,
        7
      ],
      [
        13550,
        15300,
        8
      ],
      [
        15300,
        16921,
        9
      ],
      [
        16921,
        18815,
        10
      ],
      [
        18815,
        20154,
        11
      ],
      [
        20154,
        22260,
        12
      ],
      [
        22260,
        23418,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      true,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106940",
    "title": "Back Matter",
    "authors": null,
    "year": 1797,
    "volume": "87",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/106940"
  }
}