{
  "id": "8ab1c6a6c4169641efb59395c843d17d4cda5f44",
  "text": "IV. The Report made by the Lord Treasurer Burleigh to the Lords of the Council, of the Consultation had, and the Examination of the Plain and Brief Discourse by John Dee for the Queen's Majesty. 25 Martii 1582.\n\nIt was agreed by Mr. Digges, Mr. Savile, and Mr. Chambers, that upon their several Perusal of the Book written by Mr. Dee, as a Discourse upon the Reformation of the Vulgar Calendar for the Civil Year, that they do allow of his Opinion; that whereas in the late Roman Calendar reformed there are Ten Days cut off to reduce the Civil Year to the State it was established in at the Council of Nice, the better Reformation had been to have cut off Eleven Days, and to have reduced the Civil Year, according to the State as it was in at the Birth of Christ. And so they all agree, that such a Reformation had been more agreeable to the Account of Christ. And so they do also assent that having Regard to the Council of Nice, the Subtraction of Ten Days is agreeable to Truth. And therefore the better to agree with all Countries adjacent, that have received their Reformation of subtracting Ten Days only, they think it may be assented unto without any manifest Error: having Regard to observe certain Rules hereafter, for omitting some Leap-Years in some Hundred Years. And for the subtracting of Ten Days, Mr. Dee has compiled a Form of a Calendar, beginning at May, and ending at August, wherein every of these Four Months, May, June, July, August, shall have in the ends of them some Days taken away without changing of any Feast or Holy Day, moveable or fixed, or without altering the Courses of Trinity Terms. That is to say, May\nMay to consist of 28 Days, taking from it 3 Days: June to have 29 Days, taking from it but one Day: July to consist of 28 Days, taking from it 3 Days: August to consist of 28 Days, taking from it three Days: All which Days subtracted make Ten Days. In the which Four Months no Festival Day is changed, but remain upon the accustomed Days of their Months.\n\nAnd because the Roman Calendar hath joined to it a great Company of Rules, of which only are capable the skilful Computists or Astronomers, it is thought good to make a short Table like an Ephemerides, to continue the certainty of all the Feasts moveable, depending only upon Easter, and agreeing with the Roman Calendar: which may serve for an Hundred or Two Hundred Years, and so easily renewed, as we see yearly Almanacks are, if the Sins of the World do not hasten a Dissolution.\n\nWhereupon her Majesty may please upon Report to commit it to Consideration of Council, whether she will have this Reformation published: which if she will, it were expedient, that it were done by Proclamation from her Majesty, as thereunto advised, and allowed by the Archbishops and Bishops, to whose Office it has always belonged to determine and establish the Causes belonging to Ecclesiastical Government.\n\nIII. Reflexions made on the foregoing Paper by Mr. John Greaves, Savilian Professor of Astronomy in the University of Oxford. 1645.\n\nThis Reformation of the Roman Calendar, Proposed by Mr. Dee, as I cannot wholly approve, so I cannot altogether disapprove. For I like the Subtraction of Ten Days, as the Church of Rome has done, beginning the Computation from the Council of Nice: though",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102648.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4658,
    "total-output-tokens": 844,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1644,
        2
      ],
      [
        1644,
        3283,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102648",
    "title": "The Report Made by the Lord Treasurer Burleigh to the Lords of the Council, of the Consultation had, and the Examination of the Plain and Brief Discourse by John Dee for the Queen's Majesty. 25 Martii 1582",
    "authors": "John Dee",
    "year": 1699,
    "volume": "21",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/102648"
  }
}