{
  "id": "5ab14ce4afa3bf8c52cfeba0278efcd1d1cf9ca9",
  "text": "The root fibrous; when old, woody. The young stalks of a grey green; in the second year, red. They have knots at different intervals. Each knot has two sharp-pointed leafy narrow stipulae. The stalks are dichotomi: and near the umbella there is, at every bifurcation, a flower twice as big as the others, having its seeds more ripe and perfect.\n\nThe calyx grows almost woody, and is five-pointed. The petala are small, oval-pointed, white, in number ten: the five stamina short: the antherae yellow: the pistilla two, very short.\n\nThe seeds egg-shaped, one or two strongly adhering to the calyx.\n\nThe whole plant, when old, has stalks ten inches in length, procumbent by the weight of the flowers, and making a sort of convex bush round about the root.\n\nXXI. Some further Intelligence relating to the Jaculator Fish, mentioned in the Philosophical Transactions for 1764, Art. XIV. from Mr. Hommel, at Batavia, together with the Description of another Species, by Dr. Pallas, F. R. S. in a letter to Mr. Peter Collinson, F. R. S. from John Albert Schloesser, M. D. F. R. S.\n\nAmsterdam, Feb. 15, 1766.\n\nRead June 5, 1766.\n\nWHEN the Jaculator fish intends to catch a fly or any other insect, which is seen at a distance, it approaches very slowly and cautiously, and comes as much as possible perpendicularly\ndicularly under the object: then the body being put in an oblique situation, more or less in this manner, and the mouth and eyes being near the surface of the water, the Jaculator stays a moment quite immovable, having its eyes directly fixed on the insect, and then begins to shoot, without ever shewing its mouth above the surface of the water, out of which the single drop, shot at the object, seems to rise.\n\nWith the closest attention I never could see any part of the mouth out of water, though I have very often seen the Jaculator fish shoot a great many drops one after another, without leaving its place and fixed situation.\n\nNo more than two different species of this fish are found here.\n\nThe first and rarest kind is that which I sent before; and to the description published in the LIVth volume of the Philosophical Transactions, the foregoing account may be added. You now will receive from me, a specimen of the second species, which is the most common here.\n\nBatavia, October 30,\n1764.\n\nHommel.\n\nTab. VIII. Fig. 6. Sciæna Jaculatrix, quinque maculata, pinnis ventralibus adnatis, maxilla inferiore longiore.\n\nLocus. Mare Indicum.\nMagnitudo cyprini rutili.\nCorpus macrolepidotum (covered with large scales), dorso convexo, versus pinnam ascendente, abdomine tumidulo, antice carinato.\n\nCaput undique squamosum, corpore crassius, supra planiusculum.\n\nOs ascendens, maxilla inferiore multo longiore, utriusque marginibus subtiliter scabris.\n\nPalatum osseum, concavo carinatum, subtilissime scabrum.\n\nLingua, plana, acuta, supra basin in medio gibba.\n\nOculi magni, laterales, iride fulvo-aurea.\n\nPinnae pectorales, acuminatae, radiorum XII.\n\nPinnae ventrales radiorum VI, primo breviore aculeato, triangulares, fere sub pectoralibus, paulo posterius, inter se membranula connexae, quae abdominis frœnulo adhaeret.\n\nSquama lanceolata, frœnulo pinnarum ventralium utrinque accubans.\n\nPinna dorsalis dimidia dorfi longitudine, caudæ proxima, ascendens basi subcarnosa, radiorum XIII in uno, XV in altero specimine, quorum IV priores maximi, aculeati, primo breviore, membranis interfictis, unde pinna anterius ferrata.\n\nPinna ani, dorsali opposita, basi carnosa, squama-taque, seu carinae caudæ productae insidens, radiorum XVIII, quorum tres priores aculeati.\n\nPinna caudæ subæqualis, radiorum XVII.\n\nColor piscis aureus, in dorso sucescens; maculae fuscae, transversae, ad dorsum utrinque quinæ, æquidistantes, prima ad tempora, ultima prope caudam.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105493.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 5904,
    "total-output-tokens": 1178,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1306,
        2
      ],
      [
        1306,
        2478,
        3
      ],
      [
        2478,
        3766,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105493",
    "title": "Some Further Intelligence Relating to the Jaculator Fish, Mentioned in the Philosophical Transactions for 1764, Art. XIV. from Mr. Hommel, at Batavia, together with the Description of Another Species, by Dr. Pallas, F. R. S. in a Letter to Mr. Peter Collinson, F. R. S. from John Albert Schlosser, M. D. F. R. S.",
    "authors": "Mr. Hommel, Dr. Pallas, John Albert Schlosser",
    "year": 1766,
    "volume": "56",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/105493"
  }
}