{
  "id": "27854f6674e5eefd70897793c7c6f55eca723cd5",
  "text": "Apples perfectly formed. The last Year, I went early, not knowing but that it might blow sooner than the other Trees, but I found no Blossoms; and the Owner, with many of his Neighbours, assured me, they have known the Tree these forty Years, and that it never had a Blossom. I opened several of the Apples, and observ'd but very few Seeds in them; and some of them lodged single in the Side of the Apple. This Tree was no Graft, and the Fruit but ordinary for Taste. I could not perceive, by my Observation, but that, in all other Respects, it fructify'd like other Apple Trees. But that I may not leave Nature in any Disorder, I would just mention, what is frequently observ'd in our Gardens, as to the winding or running Vines, more especially the Hop, and the French, or Kidney Beans; how contrary they are to one another in their climbing, and yet how steadily they observe their own Laws: The Hop Vine winding about the Pole with the Sun, and the Bean against the Sun; and this Course they keep with such Obstinacy, that though an Attempt has been made over Night, to force the Hop Vine to wind against the Sun; yet, in the Morning, it has got back again to its natural Course, and the Bean again has done the same in her Way. In like Manner, the Indian Corn, abovementioned, has always an equal Number of Rows of Grain on the Ear, as eight, twelve, &c.\n\nFINIS.\n\nERRATA.\n\nPhilos. Transact. No. 383.\n\nPag. 94. No 77. l. Ki—tsai—tsè. P. 95. No 95 pro Germanicae l. Gerardi. Ibid. No 98. l Vicia Sylvestris, &c.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103777.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3136,
    "total-output-tokens": 459,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1514,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103777",
    "title": "Errata",
    "authors": null,
    "year": 1724,
    "volume": "33",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/103777"
  }
}