{
  "id": "521f77c06bc4f4759503a1e74fb492f10b947af5",
  "text": "Daniel Peter Layard M.D. & F.R.S. to the President, concerning the same.\n\nRead March 8. 1749-50.\n\nNotwithstanding you will receive various Accounts, and many much better than I am able to send you, of the Earthquake felt this Morning, yet I with due Deference take the Liberty of laying before you the Particulars I observed, and such as are come to my Knowledge.\n\nAt 40 Minutes past 5 this Morning, as I lay awake in a two Pair of Stairs Room, I heard a Noise, first as if the Top of the House was cracking, and then as if it fell in. Instantaneously the House shook with great Violence, rocking to and fro from N.E. to S.W. so as to make all the Furniture rattle, the Windows and Bells ring. It also waked all the Family, but the Servants in the Garrets felt the greater Shock.\n\nIt is reported, that two small Shocks preceded this, one at 12 o’Clock last Night, the other at 2 this Morning; but I cannot say I felt either.\n\nThe Milk-People in the Fields were very sensible of this Earthquake, and say, that it began by a Report like that of a Cannon fired near at hand. Those who were milking in a Barn thought it was coming down; but were not so sensible of the Earth’s Motion as those milking in the Fields, who could scarcely stand. The Cows were also frighten’d, and ran away from the People.\n\nThis Earthquake was universally felt at Hampstead, and much stronger than that on the 8th of February.\n\nI crave,\nI crave, Sir, your Indulgence on this imperfect Account, and am, with all possible Respect,\n\nSIR,\n\nDean-street Soho, March 8.\n\n1749-50.\n\nYour most humble, and most obedient Servant,\n\nDaniel Peter Layard.\n\nXV.\n\nThe Reverend Mr. Roger Pickering, F.R.S.\nto the President, concerning the same.\n\nAldermanbury, March 8. 1749-50.\n\nSIR,\n\nRead March 8.\n\nTHE Earthquake this Morning, which happen'd at so early an Hour as to surprise most People in their Sleep, I had all the Opportunities imaginable of observing to as much Exactness as Phenomena of this Nature can be; and therefore do myself the Honour to present you with this early Intelligence.\n\nAbout a Quarter after 5 I was lying in Bed awake, and under the Composure which one generally feels upon recovering from a regular and refreshing Sleep. To this the Serenity of the Morning greatly contributed, as well as the gradual Increase of Light, which, the Shutters being open, could easily be perceived thro' the linen Furniture of the Bed and Window-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104721.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 686,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1413,
        2
      ],
      [
        1413,
        2413,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104721",
    "title": "Daniel Peter Layard M. D. & F. R. S. to the President, concerning the Same",
    "authors": "Daniel Peter Layard",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104721"
  }
}