{
  "id": "2af9e3ac4c64d99aa4f8f3c4679cd6e046725056",
  "text": "XXXIX. An Account of Worms in Animal Bodies. In a Letter to Tho. Birch, D. D. Secr. R. S. from Frank Nicholls, M. D. Med. Reg. and F. R. S.\n\nS I R,\n\nAmong the primary causes of destruction to animal bodies, it seems probable, that worms are more frequently concern'd than is generally imagined. I have often observed worms in different parts of the body, which, I should think, could not exist without great disturbance to the oeconomy, and perhaps at last must be fatal to the animal.\n\nFish are, to appearance, more subject to worms than other animals: the cod often shews small slender worms, coil'd up like snakes, on the surface of its liver: and the bley in our Thames, about the month of July, is often distress'd by a long flat worm, which, by possessing and eating its liver, prevents the fish from compressing itself to that specific gravity, which is necessary for its quiet continuance under the water; so that it is obliged to skip about upon the surface of the water, till it becomes a prey to its foes, or dies suffocated, by its being so often out of water, and deprived of that action of the water, which is analogous to the force of the air to us in breathing.\n\nAmong the many cases, which I have seen, two seem to deserve our particular attention, as well because they are greatly prejudicial to the farmer, as because,\nbecause, when generally known, they may possibly lead to a method of successful cure.\n\nThe first of these is a species of dropsy, incident to bullocks and sheep. In opening these animals, when dead of this rot, the liver is always found affected. A small flat worm, resembling a sole (and often many of them), is found in the gall-duct, by the butchers term'd flooks. It is the property of this worm, that it always builds a wall of stone for its defence; which wall is ramified like the gall-duct, within which it is formed. This stony tube (when completed) blocks up the gall-duct, and stops the passage of the gall; which thereby surcharging the duct, and dilating the orifices of the lymphatics, returns again into the blood, and gives the yellow teint to the eyes, which is the first symptom of this disease, and generally precedes the loss of flesh, and the swelling of the belly. It seems probable, that whatever can increase the acrimony of the bile, must be useful in preventing this disease; but when the stony pipe is form'd, no method seems capable of promoting its discharge, or dissolution.\n\nThe other case is termed the husk, and is a disease, to which bullocks are very subject, while young; for it rarely affects those of more than a year old. The creature is seized with a short dry cough, by which he is perpetually teized; in consequence of which he wastes in flesh, and grows weaker and weaker till he dies.\n\nUpon opening the lungs of a calf dead of this distemper, I found the windpipe, and its branches, loaded with small taper worms of about two inches long, which were crawling about, though the animal had been\nbeen dead many hours; and the farmer assured me, that they always found these worms in this distemper, and knew of no method of cure.\n\nI should have great hopes however, that fumigations, either with mercurials, as cinnabar, or with fatids, as tobacco, properly used, might prove of great service.\n\nYou have herewith the two species of worms, (See Plate VII. Fig.1.*) in order to be lodged in the repository of the Society, if it be judged requisite. I am, Sir, with the greatest respect to you, and the Society,\n\nLincoln's-Inn-Fields, Nov. 6, 1755.\n\nYour most humble servant,\n\nFrank. Nicholls.\n\nXL. An Account of some remarkable Insects of the Polype kind, found in the Waters near Brussels in Flanders. In a Letter to Thomas Birch, D. D. Secret. R. S. from T. Brady, M. D. Physician to his Highness Prince Charles of Lorraine.\n\nSIR,\n\nRead Nov. 6, 1755.\n\nTHE plant, of which I send you the inclosed draught, is found in summer-time, in all sorts of ditch or stagnant waters: its colour is white, and its transparent body, when seen with the naked eye, is in length betwixt one and\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104932.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9822,
    "total-output-tokens": 1154,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1338,
        2
      ],
      [
        1338,
        2975,
        3
      ],
      [
        2975,
        4057,
        4
      ],
      [
        4057,
        4057,
        5
      ],
      [
        4057,
        4057,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104932",
    "title": "An Account of Worms in Animal Bodies. In a Letter to Tho. Birch, D. D. Secr. R. S. from Frank Nicholls, M. D. Med. Reg. and F. R. S.",
    "authors": "Frank Nicholls",
    "year": 1755,
    "volume": "49",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/104932"
  }
}