{
  "id": "605f3e517b0fb68a7d579ff426a020395d2d40f4",
  "text": "XXXVII. An Account of the same Transit; by the Reverend Mr. Richard Haydon: In a Letter to John Bevis, M.D.\n\nTo the Reverend Thomas Birch, D.D. Secretary to the Royal Society.\n\nDear Sir,\n\nRead Nov. 12, 1761.\n\nI send you inclosed, the Reverend Mr. Haydon's observation of the late transit of Venus; and should have waited on you with it long ere now, as I promised, but that I unluckily got a fall, which still confines me at home. I presume this observation may deserve the notice of the Society, as the best circumstanced of any I have yet seen made in England: for several of the phases are earlier than those at Greenwich, or ours at Savile-House, taken with a telescope of Mr. Short's, armed with Mr. Dollond's new micrometer, and his time accurately ascertained.\n\nDear Sir,\n\nYour most obedient\n\nand affectionate\n\nhumble servant,\n\nJ. Bevis.\n\nClerkenwell-Close,\nNov. 12, 1761.\n\nBy many comparisons of different observations, I make Mr. Haydon's latitude to be $50^\\circ 26' 55''$, and his longitude west of London in time, 16 minutes 10 seconds nearly; though he, from a memorandum he made some years ago, supposed it near two minutes more.\nTo John Bevis, Doctor of Physic.\n\nSIR,\n\nShould, with great pleasure, have pursued, in every particular, the method you recommended to me, in observing the late transit of Venus, but, unfortunately, had it not in my power to do so. The low situation of my house, and a small hill at a distance to the N.E. of it, would not allow me, even from my garret windows, a view of the sun, till it was 11° or 12° above the horizon. By this means, I was deprived of an opportunity of making two of the principal observations. It was almost half an hour after five, when I could first get a sight of the sun. I was in hopes, from what you had wrote me, that the planet had not at that time passed its nearest distance from the centre; but had soon the vexation to find myself disappointed. I, however, continued to observe the distance of Venus from the limb of the sun, with as much accuracy as I could, an account of which you have on the next leaf. I think there cannot be an error of more than two or three seconds in the time of the interior contact, and not one of the total egress.\n\nIt was but two days before I received the favour of your letter, that I came down stairs for the first time, after a six weeks severe fit of the gout. During my illness, my clock was run down, and stopt. I immediately set it going again, as nearly to the time as I could then guess. The next day, being the first of this month, at night I observed the transit of a star over the horizontal hair in the telescope of my quadrant.\nquadrant. The third day, I repeated the same, and again last night: by which you will see my clock measures time correctly enough. Thursday, the 4th, was very hot and fultry all day; the evening, hazy and foggy. Fearing the night following might prove the same (as it unluckily did), and that I should not be able to take the equal altitudes of any of the stars before and after they had passed the meridian, I observed, on Friday, several correspondent altitudes of the upper limb of the sun, in the morning and afternoon; by which the time may be precisely enough ascertained. At the bottom, I trouble you with an account of these observations, as also of some made the day following.\n\nIt gives me much concern, that I cannot herein answer your expectations, in a more perfect and satisfactory manner; but, I assure you, Sir, I did everything in my power for that purpose, and should most readily embrace any opportunity of testifying the respect I owe you. I beg you'll present my compliments to Mr. Short; and am,\n\nSIR, &c.\n\nR. Haydon.\nCorrespondent altitudes of the upper limb of the sun, June the 5th, 1761.\n\n| Altitude | A. M.       | P. M.       |\n|----------|-------------|-------------|\n|          | h ' \"       | h ' \"       |\n| 24° 7'   | At 6 51 42  | 5 27 34     |\n| 25°      | 6 57 9      | 5 22 7      |\n| 31°      | 7 35 10     | 4 44 8      |\n| 32°      | 7 41 25     | 4 37 51     |\n| 41° 56'  | 8 44 53     |             |\n| 42° 40'  | 8 49 35     |             |\n\nCloudy.\n\nBy the above, my clock too fast in apparent time 9' 34\".\n\n\nJune 6th, upper limb of the sun.\n\n| Altitude | A. M.       | P. M.       |\n|----------|-------------|-------------|\n|          | h ' \"       | h ' \"       |\n| 41° 24'  | At 8 40 57  | 3 38 38     |\n| 42° 40'  | 8 49 13     | 3 30 13     |\n| 44° 10'  | 8 59 0      | 3 20 20     |\n\nBy these, clock too fast 9' 40\".\nJune 6th, 1761.\n\nAngular value.\n\n| Diameter of ⊙ | = | 3° 20.3' | = | 3° 31.5\" |\n| Diameter of ♀ | = | 0° 10.0' | = | 0° 59.0\" |\n\nNearest distance of Venus from the limb of the sun.\n\nN. B. The diameter of Venus is included.\n\n| By my clock. | Micromet. | Angular value. |\n|--------------|-----------|----------------|\n| Obs.         | h' \"      | ' \"            |\n| 1. At        | 5° 34' 54\" | 45' 1\" 23\" 5\" 51.6\" |\n| 2.           | 5° 53' 0\" | 45' 1\" 12\" 5\" 38.7\" |\n\nSemidiameter of Venus to be deducted for the path of the center.\n\nObs.\n| Obs. | By my clock | Micromet. | Angular value |\n|------|-------------|-----------|---------------|\n| 3    | At 6 13     | 245       | 5 17          |\n| 4    | 6 31        | 24.45     | 0 13          |\n| 5    | 6 54        | 54        | 0 4 22        |\n| 6    | 7 28        | 19        | 0 3 3         |\n\nSemidiameter of Venus to be deducted for the path of the center.\n\n8 10 o Internal contact.\n8 29 3 Total egress.\n\nStar crossed the hair of my telescope, &c.\n\nAltitude.\n\n| June | h ' \" | h ' \" | h ' \" |\n|------|-------|-------|-------|\n| 25   | 40    | 35    | 6     |\n| 25   | 0     | 39    | 19    |\n| 24   | 20    | 10    | 43    |\n| 24   | 3     | 13    | 8     |\n| 25   | 31    | 26    |       |\n| 24   | 35    | 36    |       |\n| 24   | 15    | 53    |       |\n\nCloudy.\nCloudy.\n\nN. B. Mr. Haydon informs me, in a subsequent letter, that \"on comparing his observations with those made in London, his interval between the internal contact and total egress was considerably longer than any of the others. Wherefore, he examined his notes again, but could not find he had made any mistake in transcribing them.\" He adds, that \"being obliged to observe from an upper window, his regulator being fixed below, but within hearing, he got a lad, of about fourteen, whom he strictly charged to be particularly attentive to the second shewn by...\"\n\"the clock, whenever he should call to him;\n\"in which respect, he is of opinion, he made\n\"no mistake, though, possibly, he might make\n\"one with regard to the minute, by setting down\n\"one too many at the egress; which he now\n\"thinks there is some cause to believe he did.\"\n\nJ. B.\n\nXXXVIII. Observations on the same Transit;\nand on an Eclipse of the Moon, May 8,\n1761; and of the Sun, on the 3d of June\n1761: In a Letter to the Rev. Thomas\nBirch, D.D. Secretary to the Royal So-\nciety, from Mr. Peter Wargentin, Secretary\nto the Royal Academy of Sciences in Sweden,\nand F.R.S.\n\nRead Nov. 12, 1761.\n\nLitterae hinc inclusae, ad te et clarissimum Dollondium scriptae, quas amicus meus, Dominus Klingensierna (principis Suec. hereditarii praecursor) transmittendas mihi tradidit, occasionem mihi suppeditant, paucis te inviendi, tibique communicandi observationes nonnullas astronomicas, nuper a me habitas, in observatorio Stockholmiensi, cujus elevatio poli est $59^\\circ 20' 31''$, differentia autem meridian. ab observatorio Grenovicensi $1^\\text{h} 12' 1''$.\n\nSi illas dignas judicaveris, quae illustrissimae Societati Regiae offerantur, erit id mihi gratissimum. Quidquid",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105614.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 11762,
    "total-output-tokens": 2599,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1144,
        2
      ],
      [
        1144,
        2650,
        3
      ],
      [
        2650,
        3690,
        4
      ],
      [
        3690,
        4517,
        5
      ],
      [
        4517,
        5055,
        6
      ],
      [
        5055,
        6403,
        7
      ],
      [
        6403,
        7574,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      true,
      false,
      true,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105614",
    "title": "An Account of the Same Transit; By the Reverend Mr. Richard Haydon: In a Letter to John Bevis, M. D.",
    "authors": "Richard Haydon",
    "year": 1761,
    "volume": "52",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/105614"
  }
}