{
  "id": "34c28ac602d4c5b4952bc9d199d58aef1df250ae",
  "text": "LX. Observations of the Transit of Venus over the Sun, made at the Round Tower in Windsor Castle, June 3, 1769. By Daniel Harris, Master of the Royal Mathematical School in Christ's Hospital, and F.R.S. In a Letter to the Reverend Nevil Maskelyne, B.D. F.R.S. and Astronomer Royal.\n\nSir,\n\nRead Dec. 21, 1769, I HAVE taken the liberty to send you my observations on the transit of Venus, as likewise those made for ascertaining the going of the clock; all which I should have done last June, when I sent the times of the contacts, to the end that they might, if you thought them worthy, have been communicated to the Royal Society through your hands; but, waiting for an opportunity of using your transit-instrument, in order to ascertain the longitude of Windsor, which you was so obliging to lend me for that purpose, prevented; and am sorry still to say, that I have not once been able to make use of it, on account of the badness of the weather at the several times I took it down with me for that purpose. However, other methods have been\nbeen made use of, and no pains spared for ascertaining that material point, in which I hope I have succeeded, as well as in making the other necessary observations; and shall be happy if they meet with your approbation, and in any way tend to assist in determining the grand point in question.\n\nMy situation for observing the transit, and making the previous observations, was extremely advantageous; all of which were made within hearing of the clock, which was a good regulator, fixed up in the Round Tower a fortnight before, by permission of the Governor, his Grace the Duke of Montagu; who was so obliging, upon my worthy friend Captain Alexander Schomberg's application to him, by letter, in both our names, immediately to give his consent, with strict orders to his servants to take care that we were not disturbed in making our observations, particularly on the day of the transit; which orders were most punctually obeyed; nobody being admitted into the Round Tower on that day but ourselves, and two others, as assistants to watch the clock; viz. the Reverend Doctor Bostock, Canon of Windsor, and the Reverend Mr. James Townley, Head-master of Merchant Taylors School; both gentlemen acquainted with the nature and use of astronomical observations.\n\nThe regulator was fixed truely perpendicular, and well fastened to the wall and floor of the room where the transit was to be observed, and observations made on its rate of going for several preceding days, both by Captain Schomberg, an officer, well acquainted with astronomical observations, and myself; by which we found that it lost at the rate of twenty\ntwenty seconds per day nearly. The greatest part of the altitudes taken for that purpose, with a good Hadley's quadrant, in a saucer of treacle and water, covered with your glass roof, when necessary, to screen it from the wind, which I found to be of great use, are herewith inclosed, with their corresponding times, &c. which have all been compared separately, in compliance with your request, both by Captain Schomberg and myself; and which I hope will be found to be satisfactory.\n\nAs to the longitude of Windsor Castle from Greenwich, which has so long engaged my attention, though I have not had an opportunity of ascertaining it with your transit-instrument, by the method of differences of azimuths, which I have long wanted to do, yet, notwithstanding, by a mean of several bearings of St. Paul's, taken from the corner of the terras, near the dial, with a good theodolite, and found to be N. $82^\\circ 30'$ from the true meridian, and the difference of latitude between that cathedral and Windsor Castle $2\\frac{1}{2}$ geographical miles, think it may be very nearly determined; and in the following manner.\n\nThe latitude of St. Paul's, or, which is the same thing, of the Royal Mathematical School in Christ's Hospital, by the mean of a great number of observations, I make to be $51^\\circ 30'\\frac{1}{4}$ N. and by a mean of several double altitudes of the Sun, taken in a saucer of treacle and water, screened from the wind, I find the latitude of Windsor Castle to be $51^\\circ 28'\\frac{1}{4}$ N. the difference of latitude therefore between those two places is $2\\frac{1}{2}$ geographical miles; with which, and the bearing of St. Paul's from the Castle N. $82^\\circ 30'$ E. (variation\nvariation 20½ degrees allowed for), I make the difference of longitude between them (by Mercator) to be 30½ miles, which is equal to 2' 2'' of time: and recollecting your mentioning to me Dury and Bell's actual Survey of London and its environs for 30 miles, as of some use for the purpose, I have looked over it, and find by that, that the direct distance between Windsor Castle and St. Paul's, London, is 22 statute or measured miles: and by another Survey of the same kind, done by Kitchen, I find the distance between those two places to be very nearly the same. Therefore, with this distance of 22 miles, equal to 19 geographical ones, and the difference of latitude, by observation, between the two places 2½ miles, I find the departure to be 18,8 miles, which gives 30,2 miles of longitude, equal to 2' 1'' of time, agreeing within a second to the former method.\n\nThe difference of longitude, or difference of meridians, therefore, between the Round Tower Windsor Castle, and St. Paul's, London, I think I may venture to put at 30½ miles, or 2' 2'' of time; though I am persuaded, if any thing, it is rather more than less; to which if we add the difference of longitude in time between St. Paul's and Greenwich, which is 22''½, it will give 2' 24''½ of time for the difference of longitude between the Round Tower at Windsor Castle, and the Royal Observatory at Greenwich.\n\nI cannot help observing, that the only inconvenient circumstance, during the time of observing the transit, was the wind; which, blowing rather hard, and directly into the telescope, together with the smallness\nof the Sun's altitude at that time, made the limb so very ill defined and undulating, that it is possible there may be an error of five or six seconds, at least, in the time of the external contact: being anxious, therefore, of having the internal contact as exact as possible, I changed the magnifying power of my telescope from that of 125 times, recommended by yourself, to that of 55 times, the least of all, which succeeded beyond expectation; for by this means that undulating motion of the Sun's limb was greatly reduced, though not entirely taken away, appearing much better defined than before, as did likewise that of the Planet Venus; insomuch that the error, if any, in the time of the internal contact, by which I mean the completion of the thread of light formed by the Sun's circumference, cannot exceed three seconds. The observing of the two contacts with so different magnifying powers as that of 125 times and that of 55 times, must occasion some difference in the times, and duration between the two contacts, to what they would have been, had they both been observed with the same magnifying power; which is to be allowed for.\n\nVenus appeared remarkably protuberant on her upper limb, both before and at the time of her internal contact, which went gradually off soon after, but did not, though I earnestly attended to it, observe anything like an atmosphere about her.\n\nBe pleased, Sir, to accept of my best thanks for the use of your glass roof and transit-instrument, as likewise for your very obliging and useful communications, at different times, on the present subject,\nsubject, which I shall always have the most grateful sense of; and am, with real esteem,\n\nSir, Your much obliged,\nand most obedient, humble servant,\n\nRoyal Mathematical School,\nin Christ's Hospital,\nDec. 21, 1769.\n\nDaniel Harris.\n\nTimes of the contacts of Venus with the Sun, as observed from the Round Tower, in Windsor Castle, by permission of his Grace the Duke of Montagu, June 3, 1769.\n\nLatitude $51^\\circ 28' \\frac{1}{4}$ N. and longitude $2^\\circ 24' \\frac{1}{2}$ in time, W. from the Royal Observatory at Greenwich.\n\n| By the clock. | Mean time. |\n|---------------|------------|\n| h ' \"         | h ' \"      |\n| The external contact of Venus with the Sun | 7 4 30 | 7 06 14 p.m. |\n| The internal contact at | 7 22 38 | 7 24 22 |\n| Duration between the contacts, the clock being $1' 44''$ too slow for mean time | 0 18 08 |\n\n*Venus's diameter measured 3 different times*\n\nChords measured parallel to the equator.\n\n| Venus's western limb from the Sun's eastern limb, at $7^h 46' 04''$ mean time | 3 42\\(\\frac{1}{2}\\) |\n| Venus's eastern limb from the Sun's western limb, at $7^h 47' 04''$ mean time | 15 16 |\n| Nearest distance of Venus's lower limb from the Sun's limb, at $8^h 0' 15''$, the last of her | 2 49 |\n| The Sun's horizontal diameter (at $7^h 30'$) | 31 42 |\n\nNote, These observations were made with a good regulator, made by Binning, of Windsor; an 18 inch reflector, made by the late ingenious Mr. Short, and a double object glass micrometer, made by Dollond.\n\n* The very same that I made it at the transit, 1761.\nAn account of the methods used to ascertain the going of a clock, fixed up in the Round Tower at Windsor Castle, in latitude $51^\\circ 28' \\frac{1}{4}$ N. from the 30th of May to the 3d of June following, 1769.\n\n\\[\n\\begin{align*}\n\\text{May 30} & \\\\\n\\text{at } 4\\frac{3}{4} \\text{ p.m.} & \\\\\n\\text{By a mean of three double altitudes of the Sun's center, the limb not being well defined, taken with a good Hadley's quadrant, made by Adams, in a saucer of treacle and water, so placed within the room as not to be disturbed by the wind, after having worked each separately, I found the clock to be } 3' 18'' \\text{ too slow for the Sun, and } 0' 25'' \\text{ too slow for mean time.} \\\\\n\\text{May 31} & \\\\\n\\text{at } 8\\frac{3}{4} \\text{ a.m.} & \\\\\n\\text{By a mean of four double altitudes, of the Sun's upper limb, after being worked separately, found the clock too slow for mean time} & \\\\\n\\text{And by a mean of 3 corresponding altitudes the same afternoon} & \\\\\n\\text{June 1} & \\\\\n\\text{at } 5\\frac{1}{2} \\text{ p.m.} & \\\\\n\\text{* By a mean of 4 altitudes, worked separately, too slow} & \\\\\n\\text{June 2} & \\\\\n\\text{at } 8\\frac{3}{4} \\text{ a.m.} & \\\\\n\\text{By 9 different altitudes of the Sun's upper limb, all worked separately, and taking the mean, found the clock too slow} & \\\\\n\\text{And, by a mean of 3 corresponding altitudes, the same day} & \\\\\n\\text{June 3} & \\\\\n\\text{at } 8\\frac{1}{4} \\text{ a.m.} & \\\\\n\\text{By the mean of two altitudes only; the weather not permitting more, made the clock too slow for mean time} & \\\\\n\\text{Ditto.} & \\\\\n\\text{at } 4\\frac{1}{4} \\text{ p.m.} & \\\\\n\\text{The same afternoon, the weather being extremely fine, by 4 more double altitudes of the Sun's upper limb, worked separately, and a mean taken, found the clock too slow for mean time} & \\\\\n\\end{align*}\n\\]\n\n* Wound up the clock just before these altitudes were taken, which might affect it something, although a regulator.\n\nBy\nBy 4 more double altitudes an hour after,\nthe weather being exceeding fine, tho' windy, which obliged me to use the glass roof, by working all of them singly, and taking a mean, made the clock too slow for mean time.\n\nBy all which it appears, that the clock lost of mean time, from the 30th of May to the 3d of June, inclusive, at the rate of 19½ seconds per day; and by the last set of observations, at the time of the transit, 1 second per hour.\n\nSome of the foregoing double altitudes, with their corresponding times as shewn by the clock, and the results, are here subjoined.\n\n2 June 2 The weather very fine.\n\n| Times by clock | Double alt. | Cl. too slow |\n|----------------|-------------|--------------|\n| At 8 25 55 a.m. | 81° 06½' | 3° 41' |\n| — 28 45        | 81° 58½'   | 3° 43' |\n| — 33 47        | 83° 30½'   | 3° 49' |\n| — 40 13        | 85° 19½'   | 3° 39' |\n| — 43 35        | 86° 23½'   | 3° 49' |\n| — 46 37        | 87° 16'    | 3° 47' |\n| — 54 35        | 89° 35'    | 3° 51' |\n| — 56 30        | Ditto center | 3° 44' |\n| — 58 07        | D° lower limb | 3° 51' |\n\nClock too slow for the Sun\n\nBy the mean of all, clock too slow for the Sun\n\nEquation of time\n\nClock too slow for mean time\n\nCorre-\nCorresponding altitudes, taken the same day.\n\nTimes by cl. Dou. alt.\n\n| h | ' | \" | h | ' | \" |\n|---|---|---|---|---|---|\n| At 8 | 5 | 18 | 74 | 50 | up.limb |\n| 8 | 8 | 32 | 75 | 54½ | |\n| 8 | 11 | 44 | 76 | 53 | |\n\nBy a mean of the three, cl. too flow for m. time\n\nJune 3 The weather very cloudy, and likely to rain.\n\nD. alt.\n\n| h | ' | \" | h | ' | \" |\n|---|---|---|---|---|---|\n| At 8 | 15 | 47 | a.m. | 78 | 16 | up.limb. |\n| 8 | 18 | 17 | | 79 | 02 | ditto. |\n\nCl. too flow for the Sun, by the mean\n\nEquation of time\n\nClock too flow for mean time.\n\nAgain,\n\nAt 4 | 11 | 38 | p.m. | 67 | 3½ | up.limb. |\n|---|---|---|---|---|---|\n| - | 14 | 21 | | 66 | 44 | |\n| - | 16 | 51 | | 65 | 54 | |\n| - | 19 | 01 | | 65 | 14 | |\n\nBy the mean, clock too flow for the Sun\n\nEquation of time\n\nClock too flow for mean time\nAgain,\n\nDouble alt.\n\nAt 5 11 35 48 56 up. limb. 4 01 Clock too\n\n— 14 05 48 08½ 4 01 slow for the\n\n— 16 19 47 28 3 59 Sun.\n\n— 18 27 46 48 3 57\n\n4)15 58\n\nClock too slow for the Sun\n\nEquation of time\n\nClock too slow for mean time\n\nLXI. Obser-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105858.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 16512,
    "total-output-tokens": 4148,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1043,
        2
      ],
      [
        1043,
        2663,
        3
      ],
      [
        2663,
        4364,
        4
      ],
      [
        4364,
        5957,
        5
      ],
      [
        5957,
        7555,
        6
      ],
      [
        7555,
        9089,
        7
      ],
      [
        9089,
        11013,
        8
      ],
      [
        11013,
        12228,
        9
      ],
      [
        12228,
        13040,
        10
      ],
      [
        13040,
        13279,
        11
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105858",
    "title": "Observations of the Transit of Venus Over the Sun, Made at the Round Tower in Windsor Castle, June 3, 1769. By Daniel Harris, Master of the Royal Mathematical School in Christ's Hospital, and F. R. S. In a Letter to the Reverend Nevil Maskelyne, B. D. F. R. S. and Astronomer Royal",
    "authors": "Daniel Harris",
    "year": 1769,
    "volume": "59",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/105858"
  }
}