{
  "id": "8d85c94badeacd89ab4e6a5300f44b8316f5c44b",
  "text": "dity he found Two Years ago; viz. One Hundred and Fifty Pound Weight dashed on the Shoar at a Place in these Parts called Ambergrise Point, where the Spaniards usually come once a Year to look for it. This vast Quantity was divided in Two Parts; supposed by rolling and tumbling in the Sea; but that which I have to inform you, is the Way how 'tis produced; viz. from a Creature, as Honey or Silk; for I saw in sundry Places of this Body, the Beaks, Wings, and part of the Body of the Creature which I preserved some time by me, and this ignorant Fellow (for so you would term him if you knew all) has seen the Creature alive; and he adds, That he believes they swarm as Bees, on the Sea-Shore or in the Sea. This account is very different from what I ever met with, so I thought fit to Communicate it.\n\nWe have lately discover'd Two hot Springs. One to Windward, which seems Sulphurous: The other to Leeward is very Salt; but as I am told does not partake of Brimstone, and both very much magnify'd for the Endemick Diseases of these Parts, the dry Belly-ach, Pains of the Nerves, and Yaws.\n\nERRATA. In Numb. 231.\nPag. 642. l. 17. for — (in the Denominator) read +. p. 648. l. 1. for ab read ob.\np. 649. l. 4. for elucefit, read elucescit.\n\nLondon: Printed for Sam. Smith, and Benj. Wallford, Printers to the Royal Society, at the Princes Arms in St. Paul's Church-Yard. 1697.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102397.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3182,
    "total-output-tokens": 450,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1377,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102397",
    "title": "Errata",
    "authors": null,
    "year": 1695,
    "volume": "19",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/102397"
  }
}