{
  "id": "b2c42f47de098dc1be65c040544547690a8c2d05",
  "text": "XXV. On the parallax of α Aquilæ. By John Pond, F.R.S.\nAstronomer Royal.\n\nRead April 16, 1818.\n\nThe telescope erected for the investigation of the parallax of α Aquilæ, exactly resembles in its construction that which was employed for the observations of α Cygni. It has an achromatic object glass of ten feet focal length, and four inches diameter.\n\nI had at first selected β Canis minoris, as a proper star to be compared with α Aquilæ; but I found upon trial that it could not be seen in the daytime, except under such favourable circumstances as could seldom be expected. I considered this at the time as a great disappointment; but I now find that the star (λ Pegasi) which I have substituted for it, is much better situated for the purpose. It has often been proposed to examine the parallax of a large star by comparing it with a smaller one; but to do this by meridian observations is very difficult, and in most cases impossible, from some peculiar practical difficulties which I am about to state.\n\nFor example: in the present case of α Aquilæ, the smaller star must have very nearly the same polar distance. If it follows the larger star within three hours of right ascension, it cannot be employed for this purpose, because in winter time it will pass the meridian before sunset; should the smaller star differ four hours or more in right ascension from the larger, it will in the summer pass the meridian after\nsun rise, and be equally invisible. It is seldom that a star can be found within these very narrow limits; but relatively to α Aquilæ, it fortunately happens that l Pegasi is so situated as to be very advantageously employed.\n\nNot being yet perfectly satisfied with respect to the stability of the instrument, I have only computed those observations in which each star has been observed on the same day. In so short an interval as three hours, I cannot conceive any sensible change of position in the telescope can possibly affect the observations. Notwithstanding this precaution, they are far inferior in exactness to those of α Cygni. I can only attribute this to the effect of accidental refraction.\n\nFrom the table * which accompanies this paper, it appears that 54 observations from the 25th July to 29th December, 1817, divided into four equal series, give the following results.\n\nDifference in declination of α Aquilæ and l Pegasi.\n\n| Date       | Declination |\n|------------|-------------|\n| July 25, to Aug. 25 | 1'49\",17    |\n| Aug. 25, to Sept. 8   | 1'49\",20    |\n| Sept. 8, to Nov. 1     | 1'49\",61    |\n| Nov. 1, to Dec. 29     | 1'48\",57    |\n\nIf the first half be compared with the second half, the result will be,\n\n| Date       | Declination |\n|------------|-------------|\n| July 25, to Sept. 8 | 1'49\",18    |\n| Sept. 8, to Dec. 29 | 1'49\",06    |\n\nI can discern no appearance of parallax in the above observations; and indeed I have long considered it as a hopeless task to establish its existence by observations on a star so far from the zenith.\n\n* Vide page 480.\nAfter so many fruitless attempts to establish the existence of sensible parallax, I was much disposed to abandon all farther prosecution of this subject, when my anxiety was again renewed by the paper lately communicated to the Society by Dr. Brinkley. The arguments and observations which it contains, are such as no doubt require very attentive consideration; but I think some of Dr. Brinkley's doubts have arisen from my not having myself been sufficiently explicit as to the details of my own observations, and the precautions I have used. However this may be, it seemed to me more than ever desirable to institute some new process of investigation, to which none of Dr. Brinkley's objections could possibly apply; and it has occurred to me, that perhaps the observations made with the new transit instrument might be sufficiently exact for this purpose, though taken under very unfavourable circumstances. This was a question to be easily determined by inspection, and I have the satisfaction to state, that I find the observations of α Aquilæ, already made, quite sufficient to establish this important point; namely, that the parallax of this star is either an insensible quantity, or is so extremely small, that it cannot possibly have had any share in producing the discordances observed by Dr. Brinkley.*\n\n* These observations, as likewise some additional ones on other bright stars, continued to the month of September, will form the subject of another paper.\n| Year | Month | Day | Observed Difference | Difference reduced to space | Do. reduced to the beginning of 1817 |\n|------|-------|-----|---------------------|----------------------------|-----------------------------------|\n| 1817 | July  | 25  | 6.62                | 1.53.65                    | 149.93                            |\n|      |       | 26  | 6.56                | 1.52.62                    | 48.21                             |\n|      |       | 27  | 6.63.5              | 1.53.90                    | 49.61                             |\n|      |       | 28  | 6.56.5              | 1.52.63                    | 48.55                             |\n|      |       | 30  | 6.53                | 1.52.11                    | 48.11                             |\n|      | Aug.  | 1   | 6.64                | 1.54.00                    | 49.49                             |\n|      |       | 3   | 6.62                | 1.53.65                    | 49.17                             |\n|      |       | 5   | 6.63.5              | 1.53.90                    | 49.39                             |\n|      |       | 6   | 6.68                | 1.54.68                    | 49.94                             |\n|      |       | 9   | 6.65                | 1.54.16                    | 49.44                             |\n|      |       | 15  | 6.69                | 1.54.85                    | 48.60                             |\n|      |       | 17  | 6.68                | 1.55.05                    | 49.58                             |\n|      |       | 22  | 6.73                | 1.55.54                    | 49.76                             |\n|      |       | 25  | 6.65                | 1.54.16                    | 48.75                             |\n|      |       | 31  | 6.78                | 1.56.40                    | 49.65                             |\n|      | Sep.  | 3   | 6.61                | 1.53.48                    | 47.28                             |\n|      |       | 4   | 6.77                | 1.56.32                    | 49.84                             |\n|      |       | 5   | 6.66                | 1.54.30                    | 47.35                             |\n|      |       | 6   | 6.78                | 1.56.40                    | 49.95                             |\n|      |       | 7   | 6.63                | 1.53.82                    | 47.71                             |\n|      |       | 8   | 6.76                | 1.56.06                    | 49.64                             |\n|      |       | 10  | 6.80.5              | 1.56.82                    | 50.66                             |\n|      |       | 21  | 6.86                | 1.57.77                    | 50.60                             |\n|      |       | 24  | 6.74                | 1.55.71                    | 48.41                             |\n|      |       | 26  | 6.75                | 1.55.88                    | 48.71                             |\n|      |       | 27  | 6.80                | 1.56.74                    | 50.45                             |\n|      |       | 28  | 6.82                | 1.57.08                    | 49.40                             |\n|      | Oct.  | 1   | 6.81.5              | 1.56.99                    | 50.15                             |\n|      |       | 2   | 6.81.0              | 1.56.90                    | 50.41                             |\n|      |       | 3   | 6.84                | 1.57.42                    | 49.74                             |\n|      |       | 4   | 6.84                | 1.57.42                    | 49.68                             |\n|      |       | 5   | 6.92                | 1.58.80                    | 50.86                             |\n|      |       | 6   | 6.86.5              | 1.57.85                    | 49.96                             |\n|      |       | 11  | 6.82                | 1.57.08                    | 48.68                             |\n|      |       | 17  | 6.88                | 1.58.11                    | 49.90                             |\n|      |       | 22  | 6.92                | 1.58.80                    | 50.35                             |\n|      |       | 28  | 6.90                | 1.58.46                    | 49.70                             |\n|      |       | 29  | 6.88                | 1.58.11                    | 48.82                             |\n|      |       | 30  | 6.84.5              | 1.57.50                    | 48.30                             |\n|      | Nov.  | 1   | 6.88                | 1.58.11                    | 48.78                             |\n|      |       | 5   | 6.87.5              | 1.58.03                    | 48.44                             |\n|      |       | 11  | 6.93                | 1.58.97                    | 49.08                             |\n|      |       | 13  | 6.92                | 1.58.80                    | 48.70                             |\n|      |       | 15  | 6.91                | 1.58.62                    | 48.08                             |\n|      |       | 19  | 6.99.5              | 2. 0.10                    | 49.37                             |\n|      | Dec.  | 7   | 7. 0                | 2. 0.18                    | 48.62                             |\n|      |       | 9   | 7. 2                | 2. 0.52                    | 47.91                             |\n|      |       | 11  | 7. 4.5              | 2. 0.95                    | 48.84                             |\n|      |       | 17  | 7.12                | 2. 1.70                    | 49.19                             |\n|      |       | 18  | 7. 2                | 2. 0.52                    | 47.96                             |\n|      |       | 26  | 7.11                | 2. 1.53                    | 48.38                             |\n|      |       | 27  | 7. 7                | 2. 0.85                    | 47.88                             |\n|      |       | 29  | 7.12                | 2. 1.70                    | 48.93                             |\n\n* The effect of parallax in the above observations should produce an apparent increase in the relative distance of the two stars. The extremely small difference, is in a contrary direction. No observation has been omitted in this result.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107482.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 8024,
    "total-output-tokens": 3146,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1424,
        2
      ],
      [
        1424,
        3010,
        3
      ],
      [
        3010,
        4481,
        4
      ],
      [
        4481,
        10773,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107482",
    "title": "On the Parallax of α  Aquilae",
    "authors": "John Pond",
    "year": 1818,
    "volume": "108",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/107482"
  }
}