{
  "id": "adde835f82b40b92b509b24cea915b3bc5e4089a",
  "text": "PRESENTS\n\nRECEIVED BY THE\n\nROYAL SOCIETY,\n\nFrom November 1794 to June 1795;\n\nWITH THE\n\nNAMES OF THE DONORS.\n\n1794.\n\nPRESENTS.\n\nNov. 6. The Nautical Almanacs for the Years 1797, 1798, 1799, and 1800. 4 Vols. London, 1792-3. 8°\nArchæologia, Vol. XI. London, 1794. 4°\n\nTransactions of the Society for Encouragement of Arts, Manufactures, and Commerce. Vol. XII. London, 1794. 8°\n\nAn Anatomical Description of the Human gravid Uterus, by the late W. Hunter. London, 1794. 4°\n\nExperimental Researches concerning the Philosophy of permanent Colours, by E. Bancroft. Vol. I. London, 1794. 8°\n\nOn the Investigation of Astronomical Circles. London, 1794. 8°\n\nConsidérations sur les Effets de l’Impôt dans les différents Modes de Taxation, par le Marquis de Casaux. Londres, 1794. 8°\n\nTravels through Switzerland, Italy, Sicily, &c. by T. Watkins. 2 Vols. London, 1794. 8°\n\nA Treatise on the Science of Muscular Action, by J. Pugh. London, 1794. 4°\n\nA Treatise on the Blood, Inflammation, and Gunshot Wounds, by the late J. Hunter. London, 1794. 4°\n\nDONORS.\n\nThe Commissioners of the Longitude.\nThe Society of Antiquaries.\nThe Society for Encouragement of Arts, Manufactures, and Commerce.\nMatthew Baillie, M. D. F. R. S.\nEdward Bancroft, M. D. F. R. S.\nCount de Brühl, F. R. S.\nMarquis de Casaux, F. R. S.\nThe Rev. Thomas Watkins, M. A. F. R. S.\nJames Watson, Esq. F. R. S.\nThe Executors of the late John Hunter, Esq. F. R. S.\nObservations on the Ventilation of Rooms, on the Construction of Chimnies, and on Garden Stoves; from Papers left by the late J. Whitehurst. London, 1794.\n\nAn Inquiry into the medical Efficacy of a new Species of Peruvian Bark, lately imported, under the name of Yellow Bark, by J. Relph. London, 1794.\n\nNov. 13. Analytische entdeckungen in der Verwandlungs- und Auflösungskunst der Höhern Gleichungen, von A. E. L. Hulbe. Berlin, 1794.\n\n20. The Method of finding the Longitude at Sea by Timekeepers, by W. Wales. London, 1794.\n\nThe Magnetic Atlas, by J. Churchman. London, 1794.\n\n27. A Practical Treatise on Copyhold Tenure, by R. B. Fisher. London, 1794.\n\nA Treatise on Magnetism, by R. Walker. London, 1794.\n\nDec. 11. The Transactions of the Royal Irish Academy. Vol. V. Dublin.\n\nCommentarii de Rebus in Scientia Naturali et Medici na gestis. Volumen XXXV. Lipsiae, 1793.\n\n1795.\n\nJan. 8. An Essay on Combustion, with a View to a new Art of Dying and Painting, by Mrs. Fulhame. London, 1794.\n\nA. Duncan Tentamen inaugurale de Swietenia Soy- mida. Edinburgi, 1794.\n\nThe Elements of Heraldry, by M. A. Porny. London, 1795.\n\n22. Elements of Mineralogy, by R. Kirwan. 2d Edit. Vol. I. London, 1794.\n\nMeteorological Journal kept at Port Jackson in New South Wales, from Sept. 14, 1788, to Dec. 6, 1791. Mscr.\n\nA Meteorological Journal of the Year 1794, kept in London, by W. Bent. London.\n\nFeb. 5. Memoirs of the Medical Society of London. Vol. IV. London, 1795.\n\nGrove Hill, an horticultural Sketch. London, 1794.\n\nMedical Commentaries for the Year 1794, collected by A. Duncan. Edinburgh, 1795.\n\nSpecimens of Hindoo Literature, by N. E. Kindersley. London, 1794.\n\nArchimedis quae supersunt omnia, ex recensione Jos. Torrelli, cum nova Versione Latina. Oxonii, 1792.\n\n19. Meteorological Journal kept at York Fort, Hudson's Bay, from Oct. 12, 1793, to Sept. 21, 1794, by J. Colen. Mscr.\n\nMr. William Bent.\n\nJohn Relph, M. D.\n\nM. Adam Ehregott Leberecht Hulbe.\n\nMr. William Wales, F. R. S.\n\nMr. John Churchman.\n\nRichard Barnard Fisher, Esq.\n\nMr. Ralph Walker.\n\nThe Royal Irish Academy.\n\nMr. Philip Hurlock, F. R. S.\n\nMrs. Fulhame.\n\nAndrew Duncan, M. D.\n\nMr. W. Bent.\n\nRichard Kirwan, Esq. F. R. S.\n\nWilliam Dawes, Esq.\n\nMr. William Bent.\n\nThe Medical Society of London.\n\nJohn Coakley Lettsom, M. D.\n\nAndrew Duncan, M. D.\n\nN. E. Kindersley, Esq.\n\nThe Rev. Abram Robertson, M. A.\n\nMr. Joseph Colen.\nMarch 5. The Transactions of the Royal Humane Society, by W. Hawes. Vol. I. 8°\n\n12. The Transactions of the Royal Society of Edinburgh. Vol. II. and III. Edinburgh, 1790 and 1794.\n\nSectionum Conicarum Libri VII. Auctore A. Robertson. Oxonii, 1792.\n\n19. Meteorological Journals kept at Cumberland House, from Oct. 14, 1778, to March 4, 1779; and from Oct. 10, 1789, to June 3, 1790; and at Athapascow, from Oct. 20, 1791, to May 1, 1792, by J. Colen. Mscr. 4°\n\nA Sermon preached before the House of Commons on the Fast Day, by S. Goodenough. London, 1795.\n\nTwo Letters on the Origin, Antiquity, and History of Norman Tiles, stained with Armorial Bearings. London, 1794.\n\nApril 16. General Views of the Agriculture of the different Counties in England, Wales, and Scotland; drawn up for the Consideration of the Board of Agriculture; 71 Reports. 4°\n\nLetter to Sir J. Sinclair, Bart. from J. Robinson, Esq. London, 1794.\n\nAstronomisches Jahrbuch für das Jahr 1797, von J. E. Bode. Berlin, 1794.\n\nA new Inquiry into the Suspension of Vital Action, in Cases of Drowning and Suffocation, by A. Fothergill. Bath, 1795.\n\nAnecdotes of some distinguished Persons. 2 Vols. London, 1795.\n\nEssays and Observations, physiological and medical, by C. Kite. London, 1795.\n\nA Catalogue of some of the more rare Plants found in the Neighbourhood of Leicester, Loughborough, and in Charley Forest; from Mr. Nichols's History of Leicestershire. fol.\n\nEuphonologia Linguæ Anglicanæ, par M. Adams. London, 1794.\n\nManifesto intorno alla realmente fattibile Scoperta della Longitudine. 4°\n\nBestimmung der Länge von Göttingen, Gotha, Danzig, Berlin, und Harefield, aus der Sonnenfinsterniss vom 5 Sept. 1793. Göttingen, 1794.\n\nMedical Essays and Observations, by James Johnstone; and an Essay on Mineral Poisons, by John Johnstone. Evesham, 1795.\n\nA concise Essay on Magnetism, by J. Lorimer. London, 1795.\n\nMedical Facts and Observations. Vol. VI. London, 1795.\n\nW. Hawes, M.D.\n\nThe Royal Society of Edinburgh.\n\nThe Rev. Abram Robertson, M.A.\n\nMr. Joseph Colen.\n\nThe Rev. Samuel Goodenough, LL.D. F.R.S.\n\nJohn Henniker Major, Esq. F.R.S.\n\nThe Board of Agriculture.\n\nMr. J. E. Bode, F.R.S.\n\nAnthony Fothergill, M.D. F.R.S.\n\nWilliam Seward, Esq. F.R.S.\n\nMr. Charles Kite.\n\nMr. John Nichols.\n\nMons. Adams.\n\nAb. Giambattista Girolami.\n\nProfessor Seyffer, of Gottingen.\n\nJames Johnstone, M.D. and John Johnstone, M.D.\n\nJohn Lorimer, M.D.\n\nSamuel Foart Simmons, M.D.\nPRESENTS.\n\nSyllabus of a Course of Lectures on Botany, by J. E. Smith. London, 1795.\n\nMay 14. Annals of such Patriots of the Family of Fraser, as have signalized themselves in the public Service of Scotland. Edinburgh, 1795.\n\nJune 25. J. F. Blumenbach de Generis Humani Varietate nativa. Editio 3tia. Gottingæ, 1795.\n\nC. Ptolomæus Beobachtung und Beschreibung der Gestirne, mit erläuterungen, von J. E. Bode. Berlin, 1795.\n\nAnecdotes of some distinguished Persons. Vol. III. 1795.\n\nDONORS.\n\nJames Edward Smith, M. D. F. R. S.\n\nHon. Archibald Campbell Fraser, F. R. S.\n\nProfessor Blumenbach, F. R. S.\n\nMr. J. E. Bode, F. R. S.\n\nWilliam Seward, Esq. F. R. S.\nINDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1795.\n\nA\n\nAbscesses of the lungs, remarks on a circumstance attending them, 243\nAnimal substances, on their conversion into a fatty matter, - 239\nApple-trees, observations on grafting them, - 291\nAtmosphere of Venus, observations on, - 126, 156\n\nB\n\nBarker, Thomas, Esq. Abstract of a register of the barometer, thermometer, and rain, at Lyndon, in Rutland, 1794, - 410\nBarometer, register of, at Lyndon, in Rutland, - 410\nBase on Hounslow Heath, measurement of, - 416\n- manner of marking its extremities, - 437\n- on Salisbury Plain, measurement of, - 474\n- deduction of its length from that on Hounslow Heath, and connecting triangles, - 498\nBinomial Theorem, demonstration of, by the principles of multiplication, - 298\nBirds, observations on the structure of their eyes, - 263\nBladder, experiments upon, - 218\nBristol, Earl of, account of a fall of stones near Sienna, - 103\n\nMDCCXCV.\nINDEX.\n\nC\n\nCannon, manner of fixing, at the extremities of a base on Hounslow Heath, - 437\nCast steel, on welding it, - 296\nChains, steel, used in a trigonometrical survey, description of, - 423\nexperiments to ascertain their relative lengths, - 424\nexperiments to determine their rate of expansion, - 426\nmethod of ascertaining their actual lengths, - 434\nCleghorn, Dr. Remarks on abscesses of the lungs, - 243\nCold, artificial, on the best methods of producing, - 270\nCornea, experiments upon, - 10\nCraters, observations of, in the moon, - 154\nCruikshank, William, Esq. Experiments on the nerves, particularly on their reproduction; and on the spinal marrow of living animals, - 177\nCrystalline humour, observations on, - 2\n\nD\n\nDalby, Mr. Isaac. Account of the trigonometrical survey carried on in the years 1791, 1792, 1793, and 1794, - 414\nDeal rods, remarks on, - 416\nDegree of a great circle, length of, perpendicular to the meridian, in latitude 50° 41', - 519\nDogs, experiments upon, - 179, 194\n\nE\n\nEruption of Mount Vesuvius, account of, - 73\nEther, vitriolic, on freezing water by it, - 286\nEye, experiments upon, - 14\nEyes of birds, observations on their structure, - 263\nof quadrupeds, remarks on, - 267\n\nF\n\nFatty matter, on the conversion of animal substances into, - 239\nFluids, observations on their motion and resistance, - 24\nFowler, Dr. Remarks on an assertion made by him, - 260\nFrankland, Sir Thomas, Bart. On welding cast steel, - 296\nINDEX.\n\nG\n\nGalvani, Mr. Observations on some experiments made by him, 246\nGeneration of the kangaroo, observations on, 221\nGibbes, George Smith, B.A. On the conversion of animal substances into a fatty matter, much resembling spermaceti, 239\nGlass rods, remarks on, 417\nGrafting of trees, observations on, 290\nGravity, specific, of several specimens of wootz, steel, and iron, 324\n\nH\n\nHaigton, John, M.D. An experimental inquiry concerning the reproduction of nerves, 190\nHamilton, Sir William, K.B. An account of the late eruption of Mount Vesuvius, 73\nHeart, remarks on, 214\nHerschel, William, LL.D. On the nature and construction of the sun and fixed stars, 46\n——— remarks on a paper written by him, on the planet Venus, 117\n——— description of a forty-feet reflecting telescope, 347\nHome, Everard, Esq. The Croonian lecture on muscular motion, 1, 202\n——— Some observations on the mode of generation of the kangaroo, with a particular description of the organs themselves, 221\nHounslow Heath, measurement of a base on, 416\n——— manner of marking the extremities of a base on, 437\nHumour, crystalline, observations on, 2\nHydatids, remarks on, 204\n\nI\n\nInfluence which excites muscles to contract, in Mr. Galvani's experiments, observations on, 246\nIron, on the properties and composition of, 322\n——— specific gravity of several specimens of, 324\n——— wrought or forged, properties of, 337, 340\n——— crude or raw, properties of, 339, 341\nINDEX.\n\nK\n\nKanguroo, observations on its mode of generation, - 221\nKnight, Thomas Andrew, Esq. Observations on the grafting of trees, - 290\n\nL\n\nLamps used in a trigonometrical survey, description of, - 443\nLecture, Croonian, - 1, 202\nBakerian, - 24\nLungs, remarks on an appearance observed on them, - 243\n\nM\n\nMilky way, remarks on the number of stars therein, - 70\nMirror of a forty-feet telescope, construction of, - 403\nMofete, remarks on those which follow an eruption of Mount Vesuvius, - 106, 113\nMoon, observation of craters in, - 154\nMotion of fluids, observations on, - 24\nMountains of Venus, observations on, - 126, 149\nMount Vesuvius, account of an eruption of, - 73\nMudge, Capt. William. Account of the trigonometrical survey carried on in the years 1791, 1792, 1793, and 1794, - 414\nMultiplication, demonstration of the binomial theorem by the principles of, - 298\nMuscles, observations on an influence which excites them to contract, - 246\nMuscular motion, Croonian lecture on, - 1, 202\n\nN\n\nNerves, experiments on, - 177, 190\n\nO\n\nObservatory used in a trigonometrical survey, description of, - 444\nOpossum, observations on its mode of generation, - 222\n\nP\n\nPearson, George, M.D. Experiments and observations to investigate the nature of a kind of steel manufactured at Bombay, and there called Wootz; with remarks on the properties and composition of the different states of iron, - 322\nINDEX.\n\nPolar distance piece, description of, - - - - - 390\nPresents received by the Royal Society, from November, 1794 to July, 1795, - - - - - 593\n\nQ\nQuadrupeds, remarks on their eyes, - - - - - 267\nQuicksilver, on the congelation of, - - - - - 271\n\nR\nRain, register of, at Lyndon, in Rutland, - - - - 410\nRamsden, Mr. Remarks on the crystalline humour, - - - - 2\nhis method of ascertaining the actual length of two steel chains, - - - - - 434\nRefraction, terrestrial, remarks on, - - - - - 586\nReproduction of nerves, experiments on, - - - - - 177, 190\nResistance of fluids, observations on, - - - - - 24\nRichmond, Duke of, account of a trigonometrical survey carried on by his order, - - - - - 414\nRight ascension apparatus, description of, - - - - - 387\nRobertson, the Rev. Abram, A. M. The binomial theorem demonstrated by the principles of multiplication, - - - - - 298\nRotation of Venus, observations on, - - - - - 126, 149\n\nS\nSalisbury Plain, measurement of a base on, - - - - - 474\ndeduction of the length of a base on, from that on Hounslow Heath, and connecting triangles, - - - - - 498\nSchroeter, John Jerome, Esq. New observations in further proof of the mountainous inequalities, rotation, atmosphere, and twilight of the planet Venus, - - - - - 117\nScott, Dr. Account of a kind of steel called Wootz, - - - - - 322\nSheep, description of hydatids found in them, - - - - - 205\nremarks on their eyes, - - - - - 267\nSienna, account of a fall of stones near that city, - - - - - 103\nSmith, Mr. Pierce. Observations on the structure of the eyes of birds, - - - - - 263\nSpeaking pipe of a forty-feet telescope, description of, - - - - - 385\nSpermaceti, on the conversion of animal substances into a matter resembling it, - - - - - 239\nSpinal marrow, experiments on, - - - - - 184\n| Topic                                                                 | Page |\n|----------------------------------------------------------------------|------|\n| Slaggers, cause of that disorder in sheep                             | 205  |\n| Stars, on their nature and construction                               | 46   |\n| Steel, experiments and observations on a kind called Wootz            | 322  |\n| specific gravity of several specimens of                              | 324  |\n| properties of                                                         | 338, 340, 342 |\n| Stodart, Mr. His opinion of a kind of steel called Wootz               | 326  |\n| Stones, account of a fall of, near Sienna                              | 103  |\n| Sun, on its nature and construction                                   | 46   |\n| Survey, trigonometrical, carried on in the years 1791, 1792, 1793,   |      |\n| and 1794, account of                                                  | 414  |\n| particulars relative to its commencement                              | 428, 441 |\n| particulars relating to the operations of the year 1792               | 446  |\n| progress in the year 1793                                             | 457  |\n| particulars relating to the operations of the year 1794               | 466  |\n| calculation of the sides of the great triangles                       | 488  |\n| directions of the meridians at Dunnose and Beachy Head, &c.           | 517  |\n| Distances of the stations from the meridians of Greenwich, &c.        | 530  |\n| Secondary triangles, in which two angles only have been observed      | 539  |\n| Distances of the objects intersected in the course of the survey, &c.| 567  |\n| Heights of the stations, &c.                                          | 579  |\n| Remarks on the operation                                              | 589  |\n| Tanía hydatigenia, description of                                     | 205  |\n| Telescope, reflecting, description of one of forty feet               | 347  |\n| its gallery                                                           | 361  |\n| its tube                                                             | 365  |\n| method of observing with                                             | 382  |\n| its speaking-pipe                                                     | 385  |\n| its right ascension apparatus                                         | 387  |\n| its polar distance piece                                             | 390  |\n| its zone-clock                                                       | 399  |\n| its great mirror                                                      | 403  |\n| Theodolite used in a trigonometrical survey, improvements in         | 445, 457 |\nINDEX.\n\nTheorem, binomial, demonstration of, by the principles of multiplication, - 298\n\nThermometer, register of, at Lyndon, in Rutland, - 410\n\nTransit instrument used in a trigonometrical survey, description of, - 419\n\nTrees, on grafting them, - 290\n\nTwilight of Venus, observations on, - 126, 145, 156\n\nV\n\nVapour mephitic, remarks on that which follows an eruption of Mount Vesuvius, - 106, 113\n\nVenus, new observations on, - 117\n\n—— on the rotation of, - 126, 149\n\n—— on the mountainous inequalities of, - 126, 149\n\n—— on the twilight of her atmosphere, - 126, 145, 156\n\nVesuvius, account of an eruption of that mountain, - 73\n\nVince, the Rev. Samuel, A. M. The Bakerian lecture. Observations on the theory of the motion and resistance of fluids; with the description of the construction of experiments, in order to obtain some fundamental principles, - 24\n\nVolta, Mr. Remarks on some assertions made by him, - 249, 252\n\nW\n\nWalker, Mr. Richard. Observations on the best methods of producing artificial cold, - 270\n\nWater, on freezing it by ether, - 286\n\nWeather of the year 1794, remarks on, - 411\n\nWells, William Charles, M.D. Observations on the influence which excites the muscles of animals to contract, in Mr. Galvani's experiments, - 246\n\nWilliams, Lieut. Col. Edward. Account of the trigonometrical survey carried on in the years 1791, 1792, 1793, and 1794, - 414\n\nWootz, on a kind of steel so called, - 322\n\n—— mechanical and obvious properties of, - 323\n\n—— specific gravity of, - 324\n\n—— effects of fire on, - 326\n\n—— effects of fire and oxygen gaz conjointly on, - 329\n\n—— experiments on, with diluted nitrous acid, - 330\nINDEX.\n\nWootz, experiments on, with diluted sulphuric acid, - 331\n——— experiments with oxide of, - 336\n——— compared with other states of iron, - 343\n\nZ\n\nZone-clock, description of, - 399\n\nFrom the Press of\nW. BULMER & Co.\nCleveland-Row, St. James's.\n\nERRATA.\n\nPART I.\n\nPage 147 line 13, for 25, read 2,5.\n\nPART II.\n\nPage 298 line 2, insert the Rev. after By.\nPage 302 line 2, insert in after units.\nPage 318 line 2 from bottom, for $p \\times n + 1 - m r z^m + 1$, read $p \\times n + 1 - m r z^m + 1$.\nPage 343 line 5 from bottom, for $f, g$, read $e, f$.\nline 3 from bottom, for $3, c$, read $3, b$.\nline 2 from bottom, for $f, g$, read $e, f$.\nPage 344 line 3, for $i, k$, read $b, i$.\nline 4, for $g$, read $f$.\nline last but one, for $g$, read $f$.\nPage 345 line 4, for $i$, read $b$.\nline 5, for $g$, read $b$.\nPage 364 line 6, for rail, read rails.\nPage 372 line 17, dele comma after shape.\nPage 433 line 11, for in which the chains were laid off, read to which the chains were reduced.\nPage 492 line 17, for in the degrees, read in degrees.\nPage 517 line 2, for Direction, read Directions.\nPage 522 line 11, for E and L, read R and W.\nPage 526 line 4, for a degree, read the degree.\nPage 537 line 19, for hopothesis, read hypothesis.\nPage 557 line 8, et alibi, for Gov. Hornsby, read Gov. Hornby.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106965.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 20108,
    "total-output-tokens": 6727,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1418,
        2
      ],
      [
        1418,
        3811,
        3
      ],
      [
        3811,
        6247,
        4
      ],
      [
        6247,
        6904,
        5
      ],
      [
        6904,
        7847,
        6
      ],
      [
        7847,
        9303,
        7
      ],
      [
        9303,
        10737,
        8
      ],
      [
        10737,
        12137,
        9
      ],
      [
        12137,
        13926,
        10
      ],
      [
        13926,
        16691,
        11
      ],
      [
        16691,
        18328,
        12
      ],
      [
        18328,
        19630,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106965",
    "title": "Back Matter",
    "authors": null,
    "year": 1795,
    "volume": "85",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/106965"
  }
}