{
  "id": "2afe047eef03932f8a287952be86de5a6697a6ae",
  "text": "V. A Register of the Winds and Weather, with the Observations of the Mercurial Barometer at Chusan, an Island in 30° 25'. N. Latitude upon the Coast of China. By Mr James Cunningham. F. R. S.\n\nNOT. 1. That the following Observations were of a Portable Barometer from England; which by a Barometer set up here were always $\\frac{1}{10}$ of an inch lower.\n\nNot. 2. That the Barometer stood about 18 feet above the Superficies of the Sea at high Water.\n\nNOVEMBER. 1700.\n\n1. Grey cloudy Weather, very cold and moderate Gales from NW to N.\n2. Grey cloudy Weather with moderate Gales from NW to N, and very cold.\n3. Grey cloudy Weather, very cold and small Gales from N by W and NNW. At night little Wind and more serene.\n4. Grey cloudy Weather, very cold and moderate Gales at NNW and N by W.\n5. Fair and serene Weather with small Gales from NNW to N. The Air temperate.\n6. Fair and pleasant Weather, with small Gales at NW and NNW.\n7. Fair and pleasant Weather, somewhat hazy, and small Gales at NNW. At night calm.\n8. Fair and pleasant Weather, with small Gales at N. At night little Wind.\n9. Fair and serene Weather, with small Gales at N. At night calm.\n10. Very\n10. Very serene and warm Weather, with small Gales at N by W. In the night calm.\n\n11. Dry and serene Weather, with small Gales from S E. At night calm.\n\n12. Dry and serene Weather, with small Northerly Breezes. At night calm.\n\n13. The morning foggy, all day serene with small Breezes at N N W.\n\n14. The morning grey and cloudy, towards noon thick hazy Weather with drizzling Rain till 8 at night. All day fresh Gales from W by S to N W. At night less Wind and fair.\n\n15. Grey cloudy Weather with moderate Gales from N W to N.\n\n16. Fair and pleasant Weather with small Gales from N to N by E.\n\n17. Dry and serene Weather with small Gales at N and N N W.\n\n18. Grey cloudy Weather, with moderate Gales from N W to W. In the night cold.\n\n19. Dry Weather somewhat cloudy, with small Gales from N W to N. Cold at night.\n\n20. Dry and pleasant Weather, with small Gales at N N W.\n\n21. Fair and pleasant Weather, with small Gales from W by S to N W.\n\n22. Fair and pleasant Weather, somewhat hazy with Gales at S E.\n\n23. Fair and pleasant Weather, the afternoon overcast, with moderate Gales at N W to N.\n\n24. Dry Weather, somewhat cloudy, with moderate Gales from N W to N.\n\n25. Fair and pleasant Weather, with small Gales from N by W. At night calm and cold.\n\n26. Fair and pleasant Weather, with small Breezes at N W for the most part calm. Altitude 30°.\n\n27. Grey\n27. Grey cloudy morning, with small Gales at W N W. Altitude 30°. In the afternoon fair and pleasant with small Southerly Breezes. At night calm.\n\n28. Fair and pleasant Weather, with small Gales at N W. 30°. The Afternoon small Breezes at S W. At night calm, and the Breezes veering to N, the Air temperate. 30°.\n\n29. Fair and serene Weather, with Calms. 30°. In the afternoon small Gales at S E. At night grey cloudy Weather, the Gale veering to N. 30°.\n\n30. A grey cloudy morning, with moderate Gales at N W and W N W. 30°. All day more serene. In the evening overcast, and some Rain at 9 of the night.\n\nDecember 1700.\n\n1. Grey cloudy Weather all day and night, with fresh Gales from N to N E. 30° falling to 30°.\n\n3. In the morning fair and serene. 30°. Since overcast and grey cloudy Weather, with moderate Gales at N N E and N. In the evening some Drops of Rain, and sometimes blowing fresh in the night and very cold.\n\n4. Grey cloudy Weather, with moderate Gales at N to N W. 30°, at night falling to 30°, then almost calm.\n\n5. A grey cloudy morning, towards Noon more serene. 30°. Fresh Gales at N E. In the evening overcast with some drops of Rain. Little Wind all night.\n\n6. A grey morning somewhat cloudy, and a small Breeze at N N E. 30°. In the Afternoon overcast, with the Wind at S, and small drops of Rain. The 30° falling to 30°. Some Rain in the night.\n\n7. Close thick Weather with drizzling Rains all day and night, and small Winds at N N E and N 30°.\n\n8. A grey cloudy morning with some drizzling Rain, and moderate Gales at N and N by W rising above 30°. All day and night overcast; the 30° as before.\n9. A grey cloudy sharp morning, and small Winds at N N W \\( \\frac{3}{10} \\). Cloudy all day, and towards evening close Weather and calm, \\( \\frac{3}{10} \\).\n\n10. Dry Weather somewhat grey and cloudy with small breezes at N N W \\( \\frac{3}{10} \\). All day overcast with variable breezes intermixt with Calms, \\( \\frac{3}{10} \\) as before.\n\n11. Fair and pleasant in the morning, since overcast with variable breezes, the \\( \\frac{3}{10} \\) as before.\n\n12. Grey cloudy Weather, in the Forenoon small Gale at S E \\( \\frac{3}{10} \\). In the afternoon the Gale freshning at N W \\( \\frac{3}{10} \\). With some Rain all night.\n\n13. Grey cloudy Weather, with moderate Gales from N W to N \\( \\frac{3}{10} \\). Cold at night.\n\n14. A sharp morning and fair pleasant Weather, with small Gales at N N W and N \\( \\frac{3}{10} \\). At night Calm \\( \\frac{3}{10} \\).\n\n15. Fair and pleasant Weather, with moderate Gales at S E \\( \\frac{3}{10} \\) falling to \\( \\frac{3}{10} \\).\n\n16. The morning somewhat cloudy, with small Gales at S E ( \\( \\frac{3}{10} \\) ). At noon veer'd to N W, and the Sky overcast; at night some Rain, much Wind and Cold.\n\n17. A sharp morning and grey cloudy Weather, with moderate Gales from N W to N N W \\( \\frac{3}{10} \\). All day overcast, at night little Wind and much Rain.\n\n18. Thick close Rainy Weather, all day and night with small Gales at N W.\n\n19. Grey cloudy Weather, with moderate Gales at N W to N \\( \\frac{3}{10} \\). Some Rain at night and very Cold.\n\n20. Grey cloudy Weather, with moderate Gales at N N W, and cold \\( \\frac{3}{10} \\). At night little Wind.\n\n21. Grey cloudy Weather and cold, with moderate Gales from N N W to N W \\( \\frac{3}{10} \\). At night drizzling Rains.\n\n22. In the morning close Weather, with drizzling Rains and moderate Gales at N W and N N W \\( \\frac{3}{10} \\). The afternoon dry, grey and cloudy.\n23. A grey cloudy morning and Calm \\( \\frac{3}{10} \\) towards noon more serene and a small breeze at E S E. In the evening overcast with some Rain and fresh Gales, all night at N N W.\n\n24. Grey cloudy Weather, somewhat close, with fresh Gales from N N W to N W by W.\n\n25. Grey cloudy Weather, with moderate Gales at N W.\n\n26. Close Weather with drizzling Rains, and small breezes at N E, for the most part calm. In the night the Gale freshened at N. \\( \\frac{6}{8} \\).\n\n27. The forenoon grey cloudy Weather, and small Gales at N N E. \\( \\frac{3}{10} \\). The afternoon and all night close Weather with drizzling Rains, the breeze veering to E N E.\n\n28. Grey cloudy Weather with some drizzling Rains, and small Northerly Gales. \\( \\frac{3}{10} \\) at \\( \\frac{7}{5} \\).\n\n29. In the morning somewhat fair, then overcast with drizzling Rains and close Weather all day and night, small Gales from N N E. to N E. \\( \\frac{3}{10} \\).\n\n30. A grey cloudy morning, with Gales at E N E \\( \\frac{3}{10} \\). All day the foresaid Weather.\n\n31. In the morning fair and pleasant, with small Gales at S E \\( \\frac{3}{10} \\). In the forenoon overcast \\( \\frac{3}{10} \\) falling to \\( \\frac{3}{10} \\). The afternoon and night close thick foggy Weather, with some drizzling Rain and calm.\n\nJANUARY, 1701.\n\n1. Dry Weather somewhat close, with small Gales at S W. \\( \\frac{3}{10} \\). The afternoon overcast and close Weather, with small Gales at E S E \\( \\frac{3}{10} \\) falling to \\( \\frac{3}{10} \\), and much Rain in the night.\n\n2. Close Weather and drizzling Rains, with moderate Gales at N N E \\( \\frac{3}{10} \\). At night blowing fresh, \\( \\frac{3}{10} \\) rising to \\( \\frac{3}{10} \\).\n\n3. Close\n3. Close and cloudy Weather with drizzling Rain, and moderate Gales at N. 30 1/2°.\n\n4. A grey cloudy morning, with moderate Gales at N E. 30 1/2° afternoon close and thick Weather, with drizzling Rains, 30. Much Rain in the night.\n\n5. Thick close Rainy Weather, with moderate Gales at N E. 30 1/2°. At night fair and cold.\n\n6. A grey cloudy morning, with fresh Gales at N E, 30 1/2°. At noon 30 1/2°. At night 30 1/2°, and some Rain.\n\n7. Close and cloudy weather, in the morning. 30 1/2°, towards noon drizzling Rains, and increasing in the afternoon, with small Winds at N E. 30 1/2°.\n\n8. Thick close and cloudy weather, with drizzling Rains and small Gales at N E. 30 1/2°.\n\n9. Close and cloudy weather, with drizzling Rains and small Gales at ES E 30 1/2°. At night fair. 30 1/2°.\n\n10. A grey cloudy morning with fresh Gales at N. 30 1/2°. In the evening and all night Rainy weather.\n\n11. A close and cloudy morning with drizzling Rains and small Gales at N. 30 1/2°. All day the aforesaid weather.\n\n12. Thick close Rainy weather all day and night, with moderate Gales at N N W. 30 1/2°. Much Rain at Night.\n\n13. Very thick close Rainy weather, with fresh Gales at N W. 30. In the night cold.\n\n14. A sharp cold morning, with much Snow falling and close weather, with fresh Gales at N W. 30 1/2°. Continu'd Snowing a little all day and night following. 30 1/2°.\n\n15. Fair weather, freezing hard, with some Sun shining, and fresh Gales at N N W and N by W. 30 1/2°.\n\n16. Fair and serene weather all day and night, freezing hard, with moderate Gales at N N W. 30 1/2°. The Sun melting the Snow.\n\nB b b b b b b b b b b\n\n17. Fair\n17. Fair and serene weather, (the Sun dissolving most of the Snow) with fresh Gales at N by W. \\( \\frac{3}{2} \\). At night somewhat cold, freezing hard.\n\n18. Grey cloudy weather, freezing hard, with moderate Gales at N by W, \\( \\frac{3}{2} \\). At night rising to \\( \\frac{3}{2} \\).\n\n19. Grey cloudy weather, with little Frost, and moderate Gales at N N W \\( \\frac{3}{2} \\).\n\n20. Grey cloudy Weather, somewhat close, with moderate Gales at N N W. \\( \\frac{3}{2} \\), freezing in the morning, and inclining to thaw at night.\n\n21. In the morning somewhat serene, the rest of the day overcast, with moderate Gales at N W, and some thaw. \\( \\frac{2}{2} \\).\n\n22. Fair and serene weather, with small Gales at W N W \\( \\frac{3}{2} \\), thawing all day with the heat of the Sun, at night cold, but not freezing, \\( \\frac{3}{2} \\) as before.\n\n23. Grey and cloudy weather, with small Gales at S E, thawing a little \\( \\frac{3}{2} \\). At night much Rain and calm, \\( \\frac{3}{2} \\).\n\n24. A Fair and serene morning, with small Gales at N N W and N. \\( \\frac{3}{2} \\). All day overcast, and drizzling Rains all night.\n\n25. Close hazy Weather, with drizzling Rain and no Wind. \\( \\frac{3}{2} \\). At night much Rain.\n\n26. Very close hazy weather, with drizzling Rains and small Breezes at S E. \\( \\frac{3}{2} \\). In the afternoon falling to \\( \\frac{2}{2} \\), at night much Rain, the Wind veering to N N W. blowing sometimes in Gusts.\n\n27. Close weather, with drizzling Rains and moderate Gales at N W. \\( \\frac{3}{2} \\). In the afternoon fair, and at night freezing.\n\n28. Grey cloudy weather, freezing hard all day, with moderate Gales from N W to N, \\( \\frac{3}{2} \\). This day being New Moon, begun the Chinese New Year.\n\n29. Fair\n29. Fair and serene frosty weather, with moderate Gales at N by W. \\( \\frac{30}{\\text{½}} \\).\n\n30. The morning fair and serene, all day overcast with moderate Gales at N to N W \\( \\frac{30}{\\text{½}} \\). Frosty Weather.\n\n31. Fair and serene weather, freezing hard, with moderate Gales at W N W. \\( \\frac{30}{\\text{½}} \\).\n\n**FEBRUARY, 1701.**\n\n1. Fair and pleasant weather, with small Gales from W, veering to S S E, and at night to N N W, but no frost. \\( \\frac{30}{\\text{½}} \\).\n\n2. Fair and pleasant weather, in the morning, little Wind, in the forenoon fine Gales at N W. \\( \\frac{30}{\\text{½}} \\), at night little Wind.\n\n3. Dry weather, somewhat overcast, with small Gales at N W. \\( \\frac{30}{\\text{½}} \\), at night little Wind.\n\n4. Dry weather, somewhat close, with small Gales at S E. \\( \\frac{30}{\\text{½}} \\).\n\n5. Fair and cloudy weather, with small Gales at N W. \\( \\frac{30}{\\text{½}} \\).\n\n6. The morning close and overcast, the afternoon serene, with small Gales at N W. \\( \\frac{30}{\\text{½}} \\).\n\n7. Fair and cloudy weather, with small Gales at N N W. \\( \\frac{30}{\\text{½}} \\).\n\n8. Fair weather, somewhat cloudy, with variable Breezes round the Compass. \\( \\frac{30}{\\text{½}} \\).\n\n9. Fair and pleasant weather, with small breezes at S E. \\( \\frac{30}{\\text{½}} \\). At night little Wind from N N W.\n\n10. Cloudy weather, with moderate Gales at N by W, in the afternoon and all night drizzling Rains. \\( \\frac{30}{\\text{½}} \\).\n\n11. Close weather, with drizzling Rains and small Gales at N by W, \\( \\frac{30}{\\text{½}} \\). All night much Rain.\n\n12. Close weather, with some drizzling Rains and small Gale at N by W and N N W. \\( \\frac{30}{\\text{½}} \\).\n\nB b b b b b b b b 2\n\n13. Fair\n13. Fair and pleasant weather, with small Gales from N to S S E. 30 ½.\n14. Close and cloudy Weather, with drizzling Rains, and small Gales at N N W. 30 ½. Afternoon and night fair, pleasant and calm, as before.\n15. Fair and serene weather, and no Wind. 30 ½. The afternoon overcast, with close weather, and moderate Gales at S E. and some Rain, 30.\n16. Cloudy weather and somewhat close, with small Gales at N N W. 29 ½. In the night fresher Gales.\n17. Grey cloudy weather, with moderate Gales at N N E. 30 ½.\n18. Grey cloudy weather, with moderate Gales at N. 30 ½.\n19. Grey cloudy weather, with moderate Gales at N N W. 30 ½.\n20. Grey cloudy weather, with small Gales at N by W, 30 ½. Very cold, with some Snow at night.\n21. Grey cloudy weather, with small Gales at N. 30 ½. Some Snow this morning, whitening the tops of the Hills and lying all day.\n22. In the morning some Sun-shining dissolving the Snow; all day grey cloudy weather, and temperate with small Gales at N N W. 30 ½.\n23. Dry weather, somewhat cloudy, calm in the morning, at noon blowing fresh from N W till night, then little Wind. 30 ½.\n24. Fair and pleasant weather, with small Gales at S E, the afternoon calm, at night moderate Gales from N N W. 30 ½.\n25. Fair and pleasant, with moderate Gales at S S E and S E. 30 ½.\n26. Grey cloudy weather, with drizzling Rains all day and night, and moderate Gales at S E. 30 ½.\n27. Fair weather, clearing up with small Gales at S E.\n28. Fair and pleasant weather, with small Gales N W. In the afternoon veering to W S W, and about to S E. § 30 ½.\n\n**March, 1704.**\n\n1. Dry weather, somewhat cloudy, with moderate Gales at S E. § 30 ½.\n\n2. The morning fair and very serene, the afternoon overcast with small Gales at S E. § 30 ½.\n\n3. The morning fair and serene, the afternoon overcast with moderate Gales at E S E and S E. § 30 ½.\n\n4. Grey cloudy weather with moderate Gales at S E. At night blowing fresh from N E. § 30 ½.\n\n5. Grey cloudy weather, with some Rain, and moderate Gales at S E. At night some Thunder, Lightning and Rain. § below 30.\n\n6. The morning serene and temperately warm, with small Southwardly Breezes. The forenoon and all day overcast, in the afternoon some Rain, close hazy weather with small Gales at N by E and N. § 30.\n\n7. Grey cloudy weather with small Gales at E S E. At night much Rain. § 30.\n\n8. Grey cloudy weather, somewhat hazy, with moderate Gales at N and N by E. § 30 ½.\n\n9. Fair and pleasant Weather in the forenoon, with small Gales at S E. § 30 ½. The afternoon overcast, and little Wind all night. § 30 ½.\n\n10. Dry weather, somewhat close with small Gales at S E, in the evening some Rain. § 30 ½. In the night much Wind and Rain.\n\n11. Close and cloudy weather, with small Rains and moderate Gales at N N W. § 30 ½.\n\n12. Close and cloudy weather, with moderate Gales from S E to N E. § 30 ½.\n13. Grey cloudy and close weather, with some Rain and small Gales at S E. § 30.\n\n14. Grey, cloudy and close weather, with small Gales variable from S E to N W. § 30 ½.\n\n15. Very close hazy weather, calm all day. § 29 ½. At night small Gales at W N W with some Rain.\n\n16. Close and cloudy weather, with small Gales from N W to N. § 30.\n\n17. Fair and serene weather, with small variable Gales: § 30 ¼.\n\n18. In the morning overcast with moderate Gales at N W, presently veering to S E, with drizzling Rains all day. § 30 ½, falling to 29 ½.\n\n19. Grey cloudy weather, for the most part calm. § 29 ½.\n\n20. Very thick foggy weather all day, with small variable Breezes, for the most part calm. § 29 ½.\n\n21. In the morning foggy, the rest fair and serene weather, with small Southwardly Gales. § 29 ½.\n\n22. The morning fair and serene, the afternoon overcast with some Rain and variable Gales. § 30.\n\n23. Grey cloudy weather, the afternoon and all night drizzling Rains and moderate Gales at N N E. § 30.\n\n24. Close weather with continu'd drizzling Rains, and at night much Rain with moderate Gales from N N E to N, and very cold. § 30 ½.\n\n25. The morning somewhat cloudy, the afternoon serene, with moderate Gales at N. § 30 ½.\n\n26. Dry weather, somewhat cloudy, with small variable Gales. § 30 ¼.\n\n27. Grey cloudy weather, with small variable Gales, sometimes calm. § 30 ½.\n\n28. Close hazy weather, with some Rain and small variable Gales, sometimes calm. § 29 ½.\n\n29. The forenoon grey cloudy weather, the afternoon very close and hazy with much Rain. § 29 ½. Small variable Breezes, for the most part calm.\n30. Close and cloudy weather, with moderate Gales at NNE, \\( \\frac{29}{16} \\). At night rising to \\( \\frac{30}{16} \\), and the Gale freshning.\n\n31. Fair weather, somewhat cloudy, with small variable Gales, \\( \\frac{30}{16} \\).\n\n**APRIL**, 1701.\n\n1. The forenoon overcast, afternoon more serene, with small Southerly Gales, \\( \\frac{30}{16} \\).\n\n2. Fair and pleasant weather, with small Gales at SW, \\( \\frac{30}{16} \\).\n\n3. Grey cloudy weather, blowing fresh in the forenoon at NE, afternoon moderate, \\( \\frac{30}{16} \\).\n\n4. Fair and serene weather, the Horizon, somewhat close, with east Gales at S, \\( \\frac{30}{16} \\). In the afternoon the Gale veer'd to W, and the Sky somewhat hazy.\n\n5. Close and cloudy weather, with some drizzling Rain in the forenoon and small Gales from S to SSE. The night calm and Rainy, \\( \\frac{30}{16} \\).\n\n6. Close foggy weather, with drizzling Rains and calm, \\( \\frac{29}{16} \\).\n\n7. Fair and pleasant weather, somewhat cloudy and calm. In the evening small Gales at E to NE. All night close foggy weather, \\( \\frac{29}{16} \\).\n\n8. Close foggy weather, with small Northerly breezes, for the most part calm, \\( \\frac{29}{16} \\).\n\n9. The forenoon close and cloudy, afternoon fair and pleasant, with small Gales at N. In the evening calm, \\( \\frac{29}{16} \\).\n\n10. Fair and pleasant weather, sometimes overcast, with small Gales from SW to S, \\( \\frac{29}{16} \\).\n\n11. Fair and pleasant weather, with small Gales from S to SE, \\( \\frac{30}{16} \\).\n\n12. Fair weather, sometimes overcast, with moderate Gales at N, \\( \\frac{30}{16} \\).\n\n13. Dry\n13. Dry weather, somewhat hazy, with fresh sharp Westerly Gales, \\( \\frac{2}{3} \\) \\( \\frac{1}{2} \\). In the evening serene and little wind. \\( \\frac{2}{3} \\) \\( \\frac{1}{2} \\).\n\n14. Fair and pleasant weather, with small Gales at S E. \\( \\frac{2}{3} \\) \\( \\frac{1}{2} \\).\n\n15. Fair and pleasant weather, with small Gales from S to S E. In the evening calm. \\( \\frac{2}{3} \\) \\( \\frac{1}{2} \\).\n\n16. The forenoon fair and pleasant, with moderate Gales at S E. \\( \\frac{2}{3} \\) \\( \\frac{1}{2} \\). In the afternoon overcast, with some Rain and small Gales at N W, \\( \\frac{2}{3} \\) \\( \\frac{1}{2} \\).\n\n17. The forenoon fair and pleasant, with moderate Gales at S E. \\( \\frac{2}{3} \\) \\( \\frac{1}{2} \\), the afternoon overcast and the Gale freshning at night. \\( \\frac{2}{3} \\) \\( \\frac{1}{2} \\).\n\n18. Fair and pleasant weather, somewhat cloudy, with small Gales at S E, \\( \\frac{2}{3} \\) \\( \\frac{1}{2} \\).\n\n19. Cloudy weather, with a hazy Sky, and small Gales at S E. \\( \\frac{2}{3} \\) \\( \\frac{1}{2} \\).\n\n20. Dry cloudy weather, with fine Gales at S E. \\( \\frac{2}{3} \\) \\( \\frac{1}{2} \\).\n\n21. Grey cloudy weather, with some Rain in the forenoon, and small breezes at S E, for the most part calm; the afternoon fair. \\( \\frac{2}{3} \\) \\( \\frac{1}{2} \\).\n\n22. Close and cloudy weather, with hazy and calm, in the afternoon some Rain and small breezes at S E. \\( \\frac{2}{3} \\) \\( \\frac{1}{2} \\).\n\n23. Dry weather, somewhat foggy and cloudy, with small Gales at S E, \\( \\frac{2}{3} \\) \\( \\frac{1}{2} \\). In the evening thick foggy weather.\n\n24. Grey cloudy weather somewhat foggy, with moderate Gales at S E. \\( \\frac{2}{3} \\) \\( \\frac{1}{2} \\). At night much fogg.\n\n25. Cloudy and foggy weather, with fine Gales at S E. \\( \\frac{2}{3} \\) \\( \\frac{1}{2} \\). At night much Rain, Thunder and Lightning, with little Wind. \\( \\frac{2}{3} \\) \\( \\frac{1}{2} \\).\n\n26. Close and cloudy weather, with small Gales at N W. \\( \\frac{2}{3} \\) \\( \\frac{1}{2} \\). In the afternoon somewhat hazy with small drizzling Rain.\n\n27. The\n27. The weather clearing up with easie Gales at S E. \\( \\frac{29}{\\text{E}} \\). The afternoon overcast, and in the evening much Rain with some Thunder and Lightning, the Wind veering to N W, and back to S E \\( \\frac{29}{\\text{E}} \\).\n\n28. Grey cloudy weather, with some Fogg, and small Gales from W to NW. \\( \\frac{29}{\\text{E}} \\).\n\n29. Close and cloudy weather, with small Gales from N W to N. \\( \\frac{29}{\\text{E}} \\). At night some Rain.\n\n30. Grey cloudy weather, somewhat close, with fresh Gales at N W. \\( \\frac{29}{\\text{E}} \\).\n\nM A Y.\n\n1. A fair and serene morning, with small breezes at W by S. \\( \\frac{29}{\\text{E}} \\). All day and night fair and pleasant, with small breezes at N W. \\( \\frac{29}{\\text{E}} \\).\n\n2. Fair and serene weather, with small breezes at S E, and sometimes calm. \\( \\frac{30}{\\text{E}} \\). In the afternoon and all night fresh Gales.\n\n3. The weather somewhat cloudy, with fresh Gales at S E. \\( \\frac{29}{\\text{E}} \\). In the afternoon falling to \\( \\frac{29}{\\text{E}} \\). The Wind veering to W N W, had much Rain with Thunder and Lightning all night.\n\n4. The morning close foggy weather, almost calm. \\( \\frac{29}{\\text{E}} \\). The afternoon clear'd up, blowing fresh from N to N E. \\( \\frac{30}{\\text{E}} \\).\n\n5. Fair and pleasant weather, somewhat cloudy, with moderate Gales at S E. \\( \\frac{30}{\\text{E}} \\).\n\n6. Fair and pleasant weather, somewhat cloudy, with moderate Gales at S E. \\( \\frac{29}{\\text{E}} \\). Towards noon little Wind. In the afternoon a fine Gale at S E by E, and at night thick foggy weather. \\( \\frac{29}{\\text{E}} \\).\n\n7. Grey cloudy weather, somewhat foggy, with small Gales at S E, \\( \\frac{below 29}{\\text{E}} \\).\n8. Fair and pleasant weather, somewhat foggy on the Hills, and small variable breezes from S W to N W. 29 1/3. At night much fog.\n\n9. Fair and pleasant weather, with some fog on the Hills, with small variable breezes from S W to N W. 30d. The afternoon serene.\n\n10. The forenoon fair and pleasant, falling from 29 1/3 to 29 1/7. The afternoon overcast with small Gales from S to S E.\n\n11. Grey cloudy weather, with small Gales N E. 29 1/7. In the afternoon some Rain.\n\n12. Fair and pleasant weather, somewhat cloudy, with small Northerly Gales. 29 1/8.\n\n13. Fair and serene weather, with small Gales at S W, sometimes calm. above 29 1/8.\n\n14. Fair and serene weather, with small Gales variable from W to N E. 30d. The afternoon somewhat overcast.\n\n15. Fair and pleasant weather, with small Gales at N E. 29 1/8. At night calm.\n\n16. Fair and serene weather, with small Gales from N E to S E. falling to 29 1/7. In the evening overcast with some fog.\n\n17. The morning some fog on the Hills, all day fair and serene, with small Gales at S E. 29 1/8. At night calm.\n\n18. The morning somewhat close and foggy, all day fair and pleasant with fine Gales at S E. 30d.\n\n19. Fair and pleasant weather, with fine Gales at S E. 30d.\n\n20. Fair and pleasant weather, with fresh Gales at S E, the Sky somewhat hazy. 29 1/8.\n\n21. Grey cloudy weather, with fine Gales at S E. falling below 29 1/8. At noon some Rain.\n\n22. Cloudy hazy weather, with small drizzling Rains and moderate Gales at S E. below 29 1/7.\n\n23. Close\n23. Close and cloudy weather, with moderate Gales at S E. \\( \\varphi 29 \\frac{1}{6} \\).\n\n24. Thick hazy weather, with continual Rain, and fresh Gales from N N E to S E. \\( \\varphi \\) falling below \\( 29 \\frac{1}{6} \\).\n\n25. Close and cloudy weather, with moderate gales from E to N E. \\( \\varphi 29 \\frac{1}{6} \\).\n\n26. The forenoon thick hazy weather, and the afternoon grey cloudy weather, with small gales at N E. \\( \\varphi \\) rising above \\( 29 \\frac{1}{6} \\).\n\n27. Grey cloudy weather, with moderate gales at S E. \\( \\varphi \\) above \\( 29 \\frac{1}{6} \\). Some Rain at night.\n\n28. Grey cloudy weather, with the Wind from S E to S S E, sometimes small gales, and sometimes blowing fresh. \\( \\varphi 29 \\frac{1}{6} \\). Rain at night.\n\n29. Grey cloudy weather, with fine gales at S E, and drizzling Rains. \\( \\varphi 29 \\frac{1}{6} \\). At night small gales at N E, sometimes calm with thick weather.\n\n30. Thick foggy weather, for the most part calm, and small drizzling Rains. \\( \\varphi 29 \\frac{1}{6} \\). At night small gales at S E.\n\n31. Grey cloudy weather, somewhat foggy, with small gales at S E. \\( \\varphi 29 \\frac{1}{6} \\). At night some Rain.\n\n\\( \\varphi U N E, 1701 \\).\n\n1. Grey cloudy and foggy weather, with some Rain in the forenoon, and small gales at W. \\( \\varphi 29 \\frac{1}{6} \\). In the afternoon, rising to \\( 29 \\frac{1}{6} \\). The Wind veering to N, and the weather clearing up.\n\n2. The forenoon fair and pleasant weather and calm. \\( \\varphi 29 \\frac{1}{6} \\). The afternoon overcast, with some small Rain, and small gales at S E, \\( \\varphi \\) falling below \\( 29 \\frac{1}{6} \\). At night some Rain.\n\n3. All this forenoon close thick Rainy weather, with small gales at N E, \\( \\varphi \\) falling below \\( 29 \\frac{1}{6} \\). The afternoon dry, cloudy and calm.\n\nCcccccccccc\n\n4. Fair\n4. Fair and pleasant weather, with fine fresh gales from S E to S S E. \\( \\varphi \\) above 29 \\( \\frac{1}{2} \\).\n\n5. Fair and serene weather, very hot, with small gales from W S W to N W. \\( \\varphi \\) above 29 \\( \\frac{1}{2} \\).\n\n6. Fair and serene weather, with variable gales round the Compass. \\( \\varphi \\) 29 \\( \\frac{1}{2} \\). The afternoon somewhat cloudy, and at night calm.\n\n7. The forenoon overcast and foggy, with small gales at S E, and since noon drizzling Rains. \\( \\varphi \\) falling to 29 \\( \\frac{1}{2} \\). Much Rain in the night blowing in Gusts.\n\n8. Close hazy weather, with drizzling Rains all day, and small variable breezes for the most part calm. \\( \\varphi \\) 29 \\( \\frac{1}{2} \\). At night fair.\n\n9. This morning clearing up, with some drops of Rain and calm. \\( \\varphi \\) rising to 29 \\( \\frac{1}{2} \\). The afternoon overcast, and some Rain in the evening.\n\n10. Grey cloudy weather, somewhat foggy, with small gales at S E, sometimes calm. \\( \\varphi \\) 29 \\( \\frac{1}{2} \\). The afternoon and night drizzling Rains.\n\n11. This morning cloudy and foggy, with drizzling Rains and calm. \\( \\varphi \\) below 29 \\( \\frac{1}{2} \\). The afternoon close and foggy, with drizzling Rains and small gales from E S E to S E. \\( \\varphi \\) falling to 29 \\( \\frac{1}{2} \\).\n\n12. Close foggy weather, with little Wind at S E, and sometimes calm. \\( \\varphi \\) 29 \\( \\frac{1}{2} \\). The afternoon and all night very much Rain.\n\n13. Close foggy weather, with much Rain in the forenoon, and drizzling in the afternoon, with small variable breezes, sometimes calm. \\( \\varphi \\) 29 \\( \\frac{1}{2} \\).\n\n14. The morning close and foggy, the forenoon clear'd up, with fair and pleasant weather, and small breezes at S W. \\( \\varphi \\) 29 \\( \\frac{1}{2} \\). The afternoon overcast, with small gales at S E. In the evening some vehement Thunder, with Lightning and much Rain. \\( \\varphi \\) below 29 \\( \\frac{1}{2} \\).\n\n15. The forenoon close foggy weather, the afternoon grey and cloudy with small gales from S E to N E, sometimes calm. \\( \\varphi \\) below 29 \\( \\frac{1}{2} \\).\n\n16. The\n16. The forenoon close and foggy, with some Rain; at noon cleared up with small gales from S E. \\( \\varphi \\) above 29 \\( \\frac{1}{2} \\). At night cloudy with some Lightning.\n\n17. The morning very hazy and calm, the forenoon clear'd up with small gales at S E. \\( \\varphi \\) above 29 \\( \\frac{1}{2} \\). The afternoon overcast, with the gale veering to N by E, much Rain, Thunder and Lightning. \\( \\varphi \\) as before.\n\n18. Grey cloudy weather in the morning, and clear'd up in the afternoon, with small gales at S E. \\( \\varphi \\) 29 \\( \\frac{1}{2} \\). The afternoon overcast with fresh gales continuing all night. \\( \\varphi \\) as before.\n\n19. This forenoon grey cloudy weather, sometimes clearing up, with fresh gales at S E. \\( \\varphi \\) 29 \\( \\frac{1}{2} \\).\n\n20. Fair and cloudy weather, with moderate gales at S E. \\( \\varphi \\) 29 \\( \\frac{1}{2} \\).\n\n21. The forenoon fair and somewhat cloudy, the afternoon serene and pleasant, with small gales at S E. \\( \\varphi \\) below 29 \\( \\frac{1}{2} \\).\n\n22. The forenoon fair and pleasant, with fine gales at S E. \\( \\varphi \\) below 29 \\( \\frac{1}{2} \\). The afternoon grey and cloudy, with little Wind.\n\n23. Fair and pleasant weather, with small breezes at S E, for the most part calm, with some Lightning in the night. \\( \\varphi \\) 29 \\( \\frac{1}{2} \\).\n\n24. Fair and pleasant weather, with small gales at S E, sometimes calm. \\( \\varphi \\) 29 \\( \\frac{1}{2} \\). At night overcast and calm with some Lightning.\n\n25. Fair and serene weather, with small gales at S E in the forenoon. \\( \\varphi \\) 29 \\( \\frac{1}{2} \\). The afternoon fine fresh gales from S E to S by E, and blowing very fresh all night.\n\n26. Fair and pleasant weather, blowing very fresh from S by E to S by W, about noon little Wind. \\( \\varphi \\) below 29 \\( \\frac{1}{2} \\). The afternoon moderate gales at S E.\n\n27. Fair and serene weather, with moderate gales at S E. \\( \\varphi \\) below 29 \\( \\frac{1}{2} \\).\n\n28. Fair\n28. Fair and serene weather, with moderate gales at S.E. as before.\n\n29. Fair and serene weather, with fine gales at S.E. The evening overcast and blowing fresh all night.\n\n30. Cloudy weather, somewhat hazy, with fresh gales from E.S.E. to N.E. below 29. The afternoon much Rain and blowing hard all night at S.E.\n\nJULY, 1701.\n\n1. Cloudy and hazy weather, with some Rain and hard Gales at S.E. 29.\n\n2. The Forenoon fair and somewhat Cloudy, the Afternoon serene, with fine fresh Gales at S.E. below 29. All night Cloudy.\n\n3. Dry weather, somewhat Cloudy, with fine Gales at S.E. 29.\n\n4. Fair and serene weather, with fine fresh Gales at S.E. 29. The evening overcast.\n\n5. Fair and pleasant weather, somewhat cloudy, with a small shower in the forenoon, some Thunder and easie Gales at S.E. above 29. At night little Wind.\n\n6. Fair and serene weather, with small gales at S.E. 29. At night little Wind.\n\n7. Fair and pleasant weather, somewhat cloudy, with fine gales at S.E. 29.\n\n8. The Forenoon overcast, with some Rain and gusts of Wind at S.E.; the afternoon fair and pleasant, with easie gales at S.E. above 29. At night some small Rain.\n\n9. Fair and pleasant weather, sometimes cloudy, with fine gales at S.E. above 29.\n\n10. The morning somewhat hazy and cloudy, all day fair and serene weather, with easie gales at S.E. below 29.\n\n11. Fair\n11. Fair and pleasant weather, with small gales at S E. \n   \\( \\frac{29}{16} \\). The afternoon overcast and little Wind. \n   \\( \\frac{29}{16} \\) falling to \\( \\frac{29}{16} \\). Some Thunder and Lightning.\n\n12. The forenoon fair and pleasant, with small gales \n   at S E. \\( \\frac{29}{16} \\). The afternoon overcast, with \n   several small showers of Rain and little Wind, all night calm.\n\n13. Fair and pleasant weather, with some clouds and calm. \n   \\( \\frac{29}{16} \\). Towards noon overcast, and the Wind \n   in small gales veering to S W. with close Rainy weather, \n   all the afternoon, in the evening dry and cloudy, with \n   small gales at W. \\( \\frac{29}{16} \\).\n\n14. This morning and forenoon close and cloudy \n   weather, with much Rain and small gales at W. \\( \\frac{29}{16} \\).\n   The afternoon dry and cloudy, the Wind and \\( \\frac{29}{16} \\) as before.\n\n15. Fair and pleasant weather, with small breezes from \n   W to S W, sometimes calm. \\( \\frac{29}{16} \\).\n\n16. Dry cloudy weather, with small gales at S E. \\( \\frac{29}{16} \\).\n\n17. Fair and pleasant weather, sometimes cloudy, with \n   fine fresh gales at S E by S. \\( \\frac{29}{16} \\).\n\n18. Fair and pleasant weather, sometimes overcast, \n   with fresh gales at S E. At night blowing very hard. \\( \\frac{29}{16} \\).\n\n19. Fair and pleasant weather, with small gales at \n   S E. \\( \\frac{29}{16} \\).\n\n20. Fair and serene weather, with fine fresh gales in \n   the forenoon, and fine fresh gales in the afternoon. \\( \\frac{29}{16} \\).\n   At night calm.\n\n21. Fair and serene weather, with fine gales at S E. \n   \\( \\frac{29}{16} \\).\n\n22. Fair and serene weather, with fine gales at S E. \n   \\( \\frac{29}{16} \\). At night sometimes little Wind, at other times \n   blowing fresh.\n\n23. Fair\n24. Fair and serene weather, with fine gales at S E.  \n   29 ½. Afternoon blowing fresh.\n\n25. Very fair and serene weather, with small gales at S E.  \n   29 ½. At night some Lightning.\n\n26. Grey cloudy weather, with small gales at S E, at night calm and some Lightning.\n\n27. Grey cloudy weather, with small gales at N N W in the forenoon, and veering to N E in the afternoon.  \n   29 ¼. At evening much overcast, with Thunder, Lightning and some Rain.\n\n28. Fair and pleasant weather, somewhat cloudy, with small variable gales from N W to N E.  \n   29 ½.\n\n29. Grey cloudy weather, with small variable gales from N E to S W, sometimes calm.  \n   29 ½. In the evening a small shower of Rain, with some Thunder and Lightning.\n\n30. Fair and serene weather and calm.  \n   29 ½. In the afternoon small gales at N N W, very hot and sultry. At night little Wind, with some Thunder and Lightning.\n\n31. Fair and pleasant weather, sometimes cloudy, with fine gales at S E.  \n   29 ½. Some Thunder and Lightning in the afternoon.\n\nAUGUST, 1701.\n\n1. The morning somewhat overcast, all day fair and pleasant, with small gales at S E.  \n   29 ½. The afternoon fine gales.\n\n2. Very fair and serene weather, with fine gales at S E.  \n   29 ½.\n\n3. Fair and serene weather, with fine gales at S E.  \n   29 ½.\n\n4. Fair and serene weather, with fine gales at S E.  \n   29 ½.\n\n5. The\n5. The forenoon grey cloudy weather and calm, the afternoon serene with small gales at S E by E. 29 1/6.\n6. Fair and serene weather, with small gales at N N W. 29 1/6. The evening overcast with some Lightning.\n7. Fair weather, sometimes overcast, with fresh gales from S to S S E. 29 1/6.\n8. Fair and pleasant weather in the forenoon, and cloudy in the afternoon, with small Gales at S S E. 29 1/6.\n9. Fair and serene weather, with small gales in the forenoon, and freshning in the afternoon at S E. 29 1/6.\n10. Fair and serene weather, with small gales from S E to E by S. 29 1/6. At night calm.\n11. Fair and serene weather, calm in the forenoon, and small variable gales in the afternoon, and Lightning at night. 29 1/6.\n12. Fair and serene weather, with small gales at S S E, at night calm and hazy. 29 1/6.\n13. Fair and serene weather, calm in the forenoon, and small variable breezes in the afternoon. 29 1/6.\n14. Fair weather, sometimes overcast, with small gales at N W by W. 29 1/6.\n15. Fair weather, somewhat close, and some Rain in the afternoon, with small variable gales. 29 1/6.\n16. Fair and serene weather, calm in the forenoon, and small variable breezes in the afternoon. 29 1/6.\n17. The weather cloudy and overcast, with some Rain in the afternoon, and small variable gales round the Compass. 29 1/6.\n18. Grey cloudy weather, with some Rain, and easy gales at N E. 29 1/6. In the night very fresh gales from N E to S E, and sometimes at N W.\n19. Grey cloudy weather, with some Rain, and fresh gales from S E to E S E. 29 1/6.\n\nE e e e e e e... 20. Fair\n20. Fair and pleasant weather, with fine gales at S E.\n   29 ½.\n\n21. Fair and pleasant weather, with fine gales at S E.\n   29 ½.\n\n22. Fair and serene weather, with small gales at S E.\n   29 ½.\n\n23. Fair and pleasant weather, with small gales at S E,\nin the afternoon somewhat cloudy and the gale freshning.\n   29 ½. In the night blew very fresh.\n\n24. Fair and serene weather, with moderate gales at\nS E. In the evening much overcast, and at night much\nRain with some Thunder and Lightning. The Wind at\nN W.  29 ½.\n\n25. The morning grey and cloudy, all day fair and\npleasant, with small gales at N W, in the afternoon veer-\ning to S E, and at night calm.  29 ½.\n\n26. Fair and pleasant weather, with small gales at S E.\n   29 ½.\n\n27. Grey cloudy weather, with drizzling Rains this\nmorning and forenoon; and fair in the afternoon, with\nsmall variable gales:  29 ½.\n\n28. Fair and pleasant weather, with small gales from\nN to N E.  29 ½. At night calm.\n\n29. Fair pleasant weather, with small gales at N E.  29 ½.\nAt night some drizzling Rain.\n\n30. Fair and pleasant weather, somewhat cloudy, with\nearly gales at N E.  29 ½.\n\n31. Grey cloudy weather, with some Rain, and mo-\nderate gales at N E, in the night blowing in gusts.  29 ½.\n\nSEPTEMBER, 1701.\n\n1. Fair weather, sometimes overcast, with fresh gales\nfrom N to N N W.  29 ½.\n\n2. Cloudy\n2. Cloudy weather, with some Rain, and blustering gales at N N W. § 29 ½.\n\n3. Fair and pleasant weather, with moderate gales at N N W, sometimes overcast and blowing fresh; at night little Wind. § 29 ½.\n\n4. Fair and pleasant weather, with small gales from N W to N. At night calm. § 29 ½.\n\n5. Fair and pleasant weather, with small gales at N. § 29 ½.\n\n6. Fair and pleasant weather, with small gales at N and N by W. § 29 ½.\n\n7. Fair and pleasant weather, with small gales at N by W and N N W. § below 29 ½.\n\n8. Fair and pleasant weather, with small gales at N N W. § below 29 ½.\n\n9. Fair and serene weather, with small gales at N. § 29 ½.\n\n10. Fair and serene weather, with small gales at N. § 29 ½.\n\n11. Fair and serene weather, with small gales at S E, and at night veering to E N E. § 29 ½.\n\n12. Fair and serene weather, with small gales at S S E. § 29 ½.\n\n13. The forenoon fair and pleasant, the afternoon grey cloudy weather, with small gales at E S E. § 30 d.\n\n14. Grey cloudy weather, with small gales from E S E to E N E, sometimes calm. § 30 d. In the night variable gales with some Rain.\n\n15. Grey cloudy weather, with small gales from N E to S E by E. § 30 d.\n\n16. The morning cloudy and overcast, all day clear'd up, with easie gales at S E. § 30 d.\n\n17. Fair and serene weather, with moderate gales at S E. § 30 d.\n\nEeeeeeeee 2\n\n18. Fair\n18. Fair and serene weather, with moderate gales at S E. \\( \\frac{3}{4} \\) d.\n\n19. Fair and serene weather, with small gales at S E. \\( \\frac{2}{3} \\) \\( \\frac{1}{3} \\).\n\n20. Close hazy weather, with small gales from N E. \\( \\frac{3}{4} \\) \\( \\frac{1}{3} \\). In the afternoon some Rain.\n\n21. Grey cloudy weather, with moderate gales at N by E and N N E. \\( \\frac{3}{4} \\) \\( \\frac{1}{3} \\). In the evening little Wind.\n\n22. Dry temperate weather, somewhat grey and cloudy, with small gales at N by W. \\( \\frac{3}{4} \\) \\( \\frac{1}{3} \\).\n\n23. Fair and pleasant weather, somewhat cloudy, with small Gales at N N W. \\( \\frac{3}{4} \\) \\( \\frac{1}{3} \\).\n\n24. Fair and pleasant weather, with small gales at N N W. \\( \\frac{3}{4} \\) \\( \\frac{1}{3} \\).\n\n25. Fair and pleasant weather, with small gales at N N W. \\( \\frac{3}{4} \\) \\( \\frac{1}{3} \\).\n\n26. Fair weather, somewhat cloudy, in the afternoon some showers of Rain, and small gales from N N W to N W by W. \\( \\frac{3}{4} \\) \\( \\frac{1}{3} \\), rising at night to \\( \\frac{3}{4} \\) \\( \\frac{1}{3} \\).\n\n27. Fair and cloudy weather, with small gales from N N W to N. \\( \\frac{3}{4} \\) \\( \\frac{1}{3} \\).\n\n28. Fair and pleasant weather, with small gales from N by W to N by E.\n\n29. Dry and cloudy weather, with small gales at N N W.\n\n30. Fair and pleasant weather in the forenoon, with small gales at N N E, the afternoon overcast with gusts of Wind and some showers of Rain.\n\n**October, 1701.**\n\n1. The morning overcast, all day fair and pleasant, with small gales from N N E to N.\n\n2. The morning grey and cloudy, all day fair and pleasant, with small gales at N by W.\n\n3. Grey\nGrey cloudy weather, with moderate gales at N and N by E, sometimes blowing fresh; at night thick and hazy with some Rain.\n\n4. Thick hazy weather, towards noon clear'd up, afternoon overcast with Rain and dark weather. Small gales at N N E.\n\n5. Grey cloudy weather, with small Gales at N N E, inclining to Rain.\n\n6. Thick hazy weather, with much Rain and small gales at N N E. ☉ below 30 d.\n\n7. The morning close and cloudy weather, with some Rain, and small gales at N and N by W. ☉ below 30 d. All day thick hazy weather, with drizzling Rains.\n\n8. Hazy weather, with drizzling Rains and small gales at N N E and N E. ☉ 30 ½.\n\n9. Close hazy weather, with drizzling Rains, and small gales at N E. ☉ 30 ½. ☉ At night 30 ½.\n\n10. Close and cloudy weather, with some Rain, and moderate gales at N E. ☉ 30 ½.\n\n11. Grey cloudy weather, with some Rain at night and small gales at N N E. ☉ 30 ½.\n\n12. The morning serene, with small gales at N E, ☉ 30 ½. The afternoon grey cloudy weather. ☉ 30 ½.\n\n13. Dry cloudy weather, with small gales at N by E. ☉ 30 ½. The afternoon more serene and almost calm.\n\n14. Grey cloudy weather, with moderate gales at N E, sometimes blowing fresh. ☉ 30 ½.\n\n15. Grey cloudy weather inclining to Rain, with moderate gales at N by W. ☉ 30 ½. At night much Rain.\n\n16. Grey cloudy weather, with some Rain at night, and fresh gales at N and N by W. ☉ 30 ½.\n\n17. Grey cloudy weather, with moderate gales at N by E, blowing fresh in the night at N N W. ☉ 30 ½.\n\n18. Fair and pleasant weather, with moderate gales at N W by N. ☉ 30 ½.\n\n19. Fair\n19. Fair and serene weather, with small gales at N W.  \n   \\( \\varphi 30 \\frac{1}{2} \\)\n\n20. Fair and serene weather, with small gales at W N W and W by N.  \n   \\( \\varphi 30 \\frac{1}{2} \\)\n\n21. Fair and serene weather, with small gales at N E and NE by E.  \n   \\( \\varphi 30 \\frac{1}{2} \\)\n\n22. Fair and serene weather, with small gales at N and N by E.  \n   \\( \\varphi 30 \\frac{1}{2} \\)\n\n23. Fair and serene weather, with small Northerly breezes, sometimes calm.  \n   \\( \\varphi 30 \\frac{1}{2} \\)\n\n24. A grey cloudy morning, blowing fresh at N N W. All day fair and pleasant, with moderate gales at N.  \n   \\( \\varphi 30 \\frac{1}{2} \\)\n\n25. The forenoon overcast with fine fresh gales at W N W, and sharp weather, the afternoon more serene and smaller gales.  \n   \\( \\varphi 30 \\frac{1}{2} \\)\n\n26. Fair serene weather, with fine sharp gales at N N W.  \n   \\( \\varphi 30 \\frac{1}{2} \\)\n\n27. Fair and serene weather, with small gales at E S E and S E, sometimes calm.  \n   \\( \\varphi 30 \\frac{1}{2} \\)\n\n28. Grey cloudy weather, with fresh gales at N N W and N.  \n   \\( \\varphi 30 \\frac{1}{2} \\)\n\n29. Fair weather, somewhat cloudy with moderate gales from N by W to N W.  \n   \\( \\varphi 30 \\frac{1}{2} \\)\n\n30. Grey cloudy weather, with moderate gales at N W.  \n   \\( \\varphi 30 \\frac{1}{2} \\)\n\n31. Fair and serene weather, with moderate gales at N by W and N.  \n   \\( \\varphi 30 \\frac{1}{2} \\) Very cold.\n\nNOVEMBER, 1701.\n\n1. Fair and serene weather, with small gales at W N W.  \n   \\( \\varphi 30 \\frac{1}{2} \\)\n\n2. Grey cloudy weather, with some Rain in the evening, and moderate gales at N N W.  \n   \\( \\varphi 30 \\frac{1}{2} \\)\n\n3. Fair\n3. Fair and serene weather, somewhat hazy with very fresh gales at N by W and N N W. $ below 30 \\frac{1}{2}$.\n\n4. Fair and serene weather, with small Breezes at N by E. $ 30 \\frac{1}{2}$. At night calm.\n\n5. Fair and serene weather, with small breezes at S E. Sometimes calm. $ 30 \\frac{1}{2}$.\n\n6. Fair and serene weather, with small breezes from W S W to W N W. $ 30 \\frac{1}{2}$.\n\n7. Fair and serene weather, with small gales at N W. $ 30 \\frac{1}{2}$.\n\n8. This morning foggy; all day serene, with moderate gales from S W to N W. $ 30 \\frac{1}{2}$.\n\n9. Fair and pleasant weather, sometimes overcast, with moderate gales at S E and E S E. $ 30 \\frac{1}{2}$. At night little Wind and calm.\n\n10. Fair and serene weather, with moderate gales at S E. $ 30 \\frac{1}{2}$.\n\n11. Grey cloudy weather, with small gales at N and N by W. In the evening calm. $ 30 \\frac{1}{2}$.\n\n12. Fair and pleasant weather, with small gales at N. In the evening calm. $ 30 \\frac{1}{2}$.\n\n13. Fair and pleasant weather, with small gales from S by E to S E. $ 30 \\frac{1}{2}$. At night calm.\n\n14. Grey and cloudy weather somewhat hazy, with moderate gales from W N W to N W. $ 30 \\frac{1}{2}$.\n\n15. Grey cloudy weather, with fresh gales at N'N E, and some small Rain. $ 30 \\frac{1}{2}$.\n\n16. Fair and pleasant weather, with moderate gales from S to S E. $ 30 \\frac{1}{2}$.\n\n17. Grey cloudy weather, with moderate gales from S by W to E S E. $ 30 \\frac{1}{2}$. At night blowing hard and veering to N W, with much Rain.\n\n18. Grey cloudy weather, with fresh gales at N W. In the afternoon blowing very hard. $ 30 d$.\n\n19. Grey cloudy weather, with moderate gales at N W $ 30 \\frac{1}{2}$. At night rising to $ 30 \\frac{1}{2}$.\n20. Fair and pleasant weather, with small gales from N to E, and about to S E. In the evening little Wind. \\( \\frac{30}{\\text{½}} \\), falling to \\( \\frac{30}{\\text{½}} \\).\n\n21. Grey cloudy weather, for the most part calm, with small Northerly breezes. \\( \\frac{30}{\\text{½}} \\).\n\n22. Grey cloudy weather, with moderate gales at N W. \\( \\frac{30}{\\text{½}} \\).\n\n23. Grey cloudy weather, with fine gales at N W. \\( \\frac{30}{\\text{½}} \\).\n\n24. Grey cloudy weather, with easterly gales from W N W to N W. \\( \\frac{30}{\\text{½}} \\).\n\n25. Grey and cloudy weather, with easterly gales at N W. \\( \\frac{30}{\\text{½}} \\).\n\n26. Fair and serene weather, with small gales at N W, sometimes calm. \\( \\frac{30}{\\text{½}} \\).\n\n27. Thick hazy weather, with drizzling Rains, and at night much Rain, with small Southerly breezes, for the most part calm: \\( \\frac{30}{\\text{½}} \\).\n\n28. Hazy weather, with drizzling Rains all day and night, and small gales from N to N N E. \\( \\frac{30}{\\text{½}} \\), rising to \\( \\frac{30}{\\text{½}} \\).\n\n29. Grey cloudy weather, with small gales at N N E. \\( \\frac{30}{\\text{½}} \\).\n\n30. Grey cloudy weather, with fine gales at N. \\( \\frac{30}{\\text{½}} \\).\n\nDecember, 1701.\n\n1. Grey cloudy weather, and very cold with fine gales at N. \\( \\frac{30}{\\text{½}} \\). Some frost at night.\n\n2. Dry weather, somewhat cloudy, with moderate Gales at N N W. \\( \\frac{30}{\\text{½}} \\).\n\n3. Fair and serene weather, with small Gales at N W. \\( \\frac{30}{\\text{½}} \\).\n\n4. Fair and serene weather, with small Gales at N W and W N W. \\( \\frac{30}{\\text{½}} \\). At night overcast.\n\n5. Dry\n5. Dry cloudy weather, with moderate gales at N by W. \\( \\frac{3}{10} \\) \\( \\frac{2}{10} \\).\n\n6. Fair and pleasant weather, with fine gales from E to S E, and at night calm. \\( \\frac{3}{10} \\) \\( \\frac{7}{10} \\), falling to \\( \\frac{3}{10} \\) \\( \\frac{5}{10} \\).\n\n7. Grey cloudy weather, with fresh gales at N W and W N W. \\( \\frac{3}{10} \\) \\( \\frac{8}{10} \\).\n\n8. Fair weather, somewhat cloudy, with fresh gales at N W. \\( \\frac{3}{10} \\) \\( \\frac{9}{10} \\).\n\n9. Fair and pleasant weather, with fine gales at N N W. \\( \\frac{3}{10} \\) \\( \\frac{10}{10} \\).\n\n10. Fair and serene weather, with small gales at N W to N. \\( \\frac{3}{10} \\) \\( \\frac{11}{10} \\). At night calm.\n\n11. Fair and serene weather, with small gales at N W. \\( \\frac{3}{10} \\) \\( \\frac{12}{10} \\).\n\n12. Fair and serene weather, sometimes cloudy, with small gales at N W. \\( \\frac{3}{10} \\) \\( \\frac{13}{10} \\).\n\n13. Fair and serene weather, with small gales at N W. \\( \\frac{3}{10} \\) \\( \\frac{14}{10} \\). At night calm.\n\n14. Fair and serene weather, with small gales at N W. \\( \\frac{3}{10} \\) \\( \\frac{15}{10} \\). At night calm.\n\n15. Fair and serene weather, with small gales at S S W. \\( \\frac{3}{10} \\) \\( \\frac{16}{10} \\). At night the gale freshened from S S E.\n\n16. Grey cloudy weather, with moderate gales at S E. \\( \\frac{3}{10} \\) \\( \\frac{17}{10} \\). At night some Rain.\n\n17. Grey cloudy weather, with drizzling Rains, and small gales at N W. \\( \\frac{3}{10} \\) \\( \\frac{18}{10} \\). At night calm.\n\n18. Grey cloudy weather, with moderate gales at N W. \\( \\frac{3}{10} \\) \\( \\frac{19}{10} \\). Some flite in the night.\n\n19. Grey cloudy weather, with moderate gales at N W. \\( \\frac{3}{10} \\) \\( \\frac{20}{10} \\).\n\n20. Fair and serene weather, with small gales at N W. \\( \\frac{3}{10} \\) \\( \\frac{21}{10} \\). At night \\( \\frac{3}{10} \\) \\( \\frac{22}{10} \\).\n\n21. The forenoon somewhat hazy and calm. \\( \\frac{3}{10} \\) \\( \\frac{23}{10} \\). The afternoon serene, with small gales at N W. \\( \\frac{3}{10} \\) \\( \\frac{24}{10} \\).\n22. Fair and serene weather, freezing, with fresh gales at N N W. \\( \\varphi 30 \\frac{1}{2} \\).\n23. Serene weather, freezing hard, with fresh gales at N N W. \\( \\varphi 30 \\frac{1}{2} \\). At night little Wind.\n24. Serene weather, freezing hard, with moderate gales at W N W. \\( \\varphi 30 \\frac{1}{2} \\).\n25. Fair frosty weather, with moderate gales at N W. \\( \\varphi 30 \\frac{1}{2} \\).\n26. Fair frosty weather, with small gales from W N W to N N W. \\( \\varphi 30 \\frac{1}{2} \\). At night fog.\n27. Fair and serene weather, freezing with little Wind at N W, for the most part calm. \\( \\varphi 30 \\frac{1}{2} \\).\n28. Fair and serene weather, freezing with small breezes at N, and sometimes calm. \\( \\varphi 30 \\frac{1}{2} \\).\n29. Fair and serene weather, with small Northerly breezes for the most part calm. \\( \\varphi 30 \\frac{1}{2} \\). At night some Wind and Rain.\n30. The morning foggy, all day fair and pleasant, with small gales from S E to E by S. \\( \\varphi 30 \\frac{1}{2} \\).\n31. Close and cloudy weather, with drizzling Rains, for the most part calm. \\( \\varphi 30 \\frac{1}{2} \\).\n\nJANUARY, 1702.\n\n1. Thick hazy weather, with drizzling Rains, for the most part calm, with small variable breezes. \\( \\varphi 30 \\frac{1}{2} \\).\n2. Grey cloudy weather, with some Rain, and small gales at N E. \\( \\varphi 30 \\frac{1}{2} \\).\n3. Grey cloudy weather, with small gales at N and N N W. \\( \\varphi 30 \\frac{1}{2} \\).\n4. Grey cloudy weather, with small Northerly gales. \\( \\varphi 30 \\frac{1}{2} \\).\n5. Grey cloudy weather, with small Northern gales. \\( \\varphi 30 \\frac{1}{2} \\). Afternoon and night serene.\n\no. Fair\n6. Fair and pleasant weather, with moderate gales at S E. In the evening and all night calm. \\( \\varphi 30^{\\circ} \\).\n\n7. Close and hazy weather, with small gales at E S E and S E, sometimes calm. \\( \\varphi 30^{\\circ} \\).\n\n8. Close and cloudy, in the morning little Wind, towards noon blowing somewhat fresh at N N W, and in the evening moderate. \\( \\varphi 30^{\\circ} \\), rising to \\( \\varphi 30^{\\circ} \\).\n\n9. Grey cloudy weather, with small Northerly gales. \\( \\varphi 30^{\\circ} \\).\n\n10. Grey cloudy weather, with small variable gales, sometimes calm. \\( \\varphi 30^{\\circ} \\). \\( \\varphi 30^{\\circ} \\).\n\n11. Fair and serene weather, with small breezes at S E. \\( \\varphi 30^{\\circ} \\).\n\n12. The weather overcast, with moderate gales at W N W. \\( \\varphi 30^{\\circ} \\).\n\n13. Fair and pleasant weather, with moderate gales at N W. \\( \\varphi 30^{\\circ} \\).\n\n14. Fair and serene weather, with small gales at N. \\( \\varphi 30^{\\circ} \\).\n\n15. Fair and serene weather, with small gales at S E. \\( \\varphi 30^{\\circ} \\).\n\n16. Grey cloudy weather, with small gales from S S W to S E. The afternoon close and hazy, with some Rain. \\( \\varphi 30^{\\circ} \\).\n\n17. Close hazy weather, with moderate gales from N W to N by W, \\( \\varphi 30^{\\circ} \\). At night little Wind. The Chinese New Year begun this day.\n\n18. Close and cloudy weather and calm. \\( \\varphi 30^{\\circ} \\). The afternoon small drizzling Rains.\n\n19. Grey cloudy weather, with fresh gales at N by W, and a little Snow. \\( \\varphi 30^{\\circ} \\).\n\n20. Grey cloudy weather, with small Gales at N W, the afternoon serene, and freezing hard at night. \\( \\varphi 30^{\\circ} \\).\n21. Fair and serene weather, freezing, with small gales at N N W, for the most part calm. $30 \\frac{6}{7}$.\n\n22. Fair serene weather, freezing hard, with small Northerly breezes, for the most part calm. $30 \\frac{6}{7}$.\n\n23. Grey cloudy weather and calm. $30 \\frac{6}{7}$.\n\n24. Close hazy weather, with drizzling Rains and calm. $30 \\frac{6}{7}$.\n\n25. Grey cloudy weather, with small gales at N E. $30 \\frac{6}{7}$. At night little Wind and some Rain.\n\n26. Close and cloudy weather, with small gales at N E. $30 \\frac{6}{7}$. At night calm. $30 \\frac{6}{7}$.\n\n27. Thick hazy weather, with drizzling Rains and small gales at N by E. $30 \\frac{6}{7}$, blowing fresh at night.\n\n28. Grey cloudy weather, with fresh gales at N N W. $30 \\frac{6}{7}$. At night $30 \\frac{6}{7}$.\n\n29. Grey cloudy weather, with fine gales at N W. $30 \\frac{6}{7}$.\n\n30. Fair and pleasant weather, with moderate gales at N W. $30 \\frac{6}{7}$.\n\n31. Fair and serene weather, with small gales at N W. $30 \\frac{6}{7}$.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102946.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 35,
    "total-input-tokens": 53408,
    "total-output-tokens": 18344,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1162,
        3
      ],
      [
        1162,
        2519,
        4
      ],
      [
        2519,
        4141,
        5
      ],
      [
        4141,
        5983,
        6
      ],
      [
        5983,
        7661,
        7
      ],
      [
        7661,
        9289,
        8
      ],
      [
        9289,
        11005,
        9
      ],
      [
        11005,
        12703,
        10
      ],
      [
        12703,
        14148,
        11
      ],
      [
        14148,
        15548,
        12
      ],
      [
        15548,
        17152,
        13
      ],
      [
        17152,
        18728,
        14
      ],
      [
        18728,
        20743,
        15
      ],
      [
        20743,
        22426,
        16
      ],
      [
        22426,
        23931,
        17
      ],
      [
        23931,
        25741,
        18
      ],
      [
        25741,
        27834,
        19
      ],
      [
        27834,
        29780,
        20
      ],
      [
        29780,
        31125,
        21
      ],
      [
        31125,
        32877,
        22
      ],
      [
        32877,
        34239,
        23
      ],
      [
        34239,
        35809,
        24
      ],
      [
        35809,
        37145,
        25
      ],
      [
        37145,
        38496,
        26
      ],
      [
        38496,
        40123,
        27
      ],
      [
        40123,
        41683,
        28
      ],
      [
        41683,
        43322,
        29
      ],
      [
        43322,
        45019,
        30
      ],
      [
        45019,
        46610,
        31
      ],
      [
        46610,
        48615,
        32
      ],
      [
        48615,
        50230,
        33
      ],
      [
        50230,
        51866,
        34
      ],
      [
        51866,
        52857,
        35
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102946",
    "title": "A Register of the Winds and Weather, with the Observations of the Mercurial Barometer at Chusan, an Island in 30 degrees. 25<sup>′</sup>. N. Latitude upon the Coast of China. By Mr James Cuningham. F. R. S.",
    "authors": "James Cuningham",
    "year": 1704,
    "volume": "24",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 35,
    "jstor_url": "https://www.jstor.org/stable/102946"
  }
}