{
  "id": "2a62d5eeb54ca556f006b3b65e9c9fb9da8409d3",
  "text": "V. Observations on the fundamental Property of the Lever; with a Proof of the Principle assumed by Archimedes, in his Demonstration. By the Rev. S. Vince, A. M. F. R. S.\n\nRead December 19, 1793.\n\nThe want of a demonstration of the property of the lever, upon clear and self-evident principles, has justly been considered as a great desideratum in the science of mechanics, as the most important parts of that branch of natural philosophy are founded upon it. Archimedes was, I believe, the first who attempted it. He supposes, that if two equal bodies be placed upon a lever, their effect to turn it about any point is the same as if they were placed in the middle point between them. This proposition is by no means self-evident, and therefore the investigation which is founded upon it has been rejected as imperfect. Huygens observes, that some mathematicians, not satisfied with the principle here taken for granted, have, by altering the form of the demonstration, endeavoured to render its defects less sensible, but without success. He then attempts a demonstration of his own, in which he takes for granted, that if the same weight be removed to a greater distance from the fulcrum, the effect to turn about the lever will be greater; this is a principle by no means to be admitted, when we are supposed to be totally ignorant of the effects of weights upon a lever at different distances from the\nMoreover, if it were self-evident, his demonstration only holds when the lengths of the arms are commensurable. Sir I. Newton has given a demonstration, in which it is supposed, that if a given weight act in any direction, and any radii be drawn from the fulcrum to the line of direction, the effect to turn the lever will be the same on whichever of the radii it acts. But some of the most eminent mathematicians since his time have objected to this principle, as being far from self-evident, and in consequence thereof have attempted to demonstrate the proposition upon more clear and satisfactory principles. The demonstration by Mac Laurin, as far as it goes, is certainly very satisfactory; but as he collects the truth of the proposition only from induction, and has not extended it to the case where the arms are incommensurable, his demonstration is imperfect. The demonstration given by Dr. Hamilton, in his Essays, depends upon this proposition, that when a body is at rest, and acted upon by three forces, they will be as the three sides of a triangle parallel to the directions of the forces. Now this is true, when the three forces act at any point of a body; whereas, considering the lever as the body, the three forces act at different points, and therefore the principle, as applied by the author, is certainly not applicable. If in this demonstration we suppose a plane body, in which the three forces act, instead of simply a lever, then the three forces being actually directed to the same point of the body, the body would be at rest. But in reasoning from this to the case of the lever, the same difficulties would arise, as in the proof of Sir I. Newton. But admitting that all other objections could be removed, the demonstration fails when any two of the forces are parallel. Another demonstration is founded\nupon this principle, that if two non-elastic bodies meet with equal quantities of motion, they will after impact, continue at rest; and hence it is concluded, that if a lever which is in equilibrio be put in motion, the motions of the two bodies must be equal; and therefore the pressures of these bodies upon the lever at rest, to put it in motion, must be as their motions.\n\nNow in the first place, this is comparing the effects of pressure and motion, the relation of the measures of which, or whether they admit of any relation, we are totally unacquainted with. Moreover, they act under very different circumstances; for in the former case, the bodies acted immediately on each other, and in the latter, they act by means of a lever, the properties of which we are supposed to be ignorant of. When forces act on a body, considered as a point, or directly against the same point of any body, we only estimate the effect of these forces to move the body out of its place, and no rotatory motion is either generated, or any causes to produce it, considered in the investigation. When we, therefore, apply the same proposition to investigate the effect of forces to generate a rotatory motion, we manifestly apply it to a case which is not contained in it, nor to which there is a single principle in the proposition applicable. The demonstration given by Mr. Landen, in his Memoirs, is founded upon self-evident principles, nor do I see any objections to his reasoning upon them. But as his investigation consists of several cases, and is besides very long and tedious, something more simple is still much to be wished for, proper to be introduced in an elementary treatise of mechanics, so as not to perplex the young student either by the length of the demonstration, or want of evidence in its principles. What I here propose to\noffer will, I hope, render the whole business not only very simple, but also perfectly satisfactory.\n\nThe demonstration given by Archimedes would be very satisfactory and elegant, provided the principle on which it is founded could be clearly proved; viz. that two equal powers at the extremities, or their sum at the middle of a lever, would have equal effects to move it about any point. Now, that the effects will be the same, so far as respects any progressive motion being communicated to the lever when at liberty to move freely, is sufficiently clear; but there is no evidence whatever that the effects will be the same to give the lever a rotatory motion about any point, because a very different motion is then produced, and we are supposed to know nothing about the efficacy of a force at different distances from the fulcrum to produce such a motion. Besides, the two motions are not only different, but the same forces are known to produce different effects in the two cases; for in the former case the two equal powers at the extremities of the arms produce equal effects in generating a progressive motion; but in the latter case they do not produce equal effects in generating a rotatory motion. We cannot therefore reason from one to the other. The principle, however, may be thus proved.\n\nLet AC, be two equal bodies placed on a straight lever, AP moveable about P; bisect AC in B, produce PA to Q, and take BQ = BP, and suppose the end Q to be sustained by a prop. Then as A and C are similarly situated in respect to each end of the lever, that is, AP = CQ, and AQ = CP, the prop and fulcrum must bear equal parts of the whole weight; and therefore the prop at Q will be pressed with a\nweight equal to A. Now take away the weights A and C, and put a weight at B equal to their sum; and then the weight at B being equally distant from Q and P, the prop and fulcrum must sustain equal parts of the whole weight, and therefore the prop will now also sustain a weight equal to A. Hence if the prop Q be taken away, the moving force to turn the lever about P in both cases must evidently be the same; therefore the effects of A and C upon the lever to turn it about any point are the same as when they are both placed in the middle point between them. And the same is manifestly true if A and C be placed without the fulcrum and prop. If therefore AC be a cylindrical lever of uniform density, its effect to turn itself about any point will be the same as if the whole were collected into the middle point B; which follows from what has been already proved, by conceiving the whole cylinder to be divided into an infinite number of laminae perpendicular to its axis, of equal thicknesses.\n\nThe principle therefore assumed by Archimedes is thus established upon the most self-evident principle, that is, that equal bodies at equal distances must produce equal effects; which is manifest from this consideration, that when all the circumstances in the cause are equal, the effects must be equal. Thus the whole demonstration of Archimedes is rendered perfectly complete, and at the same time it is very short and simple. The other part of the demonstration we shall here insert, for the use of those who may not be acquainted with it.\n\nLet XY be a cylinder, which bisect in A, on which point it would manifestly rest. Take any point Z, and bisect ZX in B, and ZY in C; then, from\nwhat has been proved, the effects of the two parts $ZX$, $ZY$ to turn the lever about $A$ is the same as if the weight of each part were collected into $B$ and $C$ respectively, which weights are manifestly as $ZX$, $ZY$, and which therefore conceive to be placed at $B$ and $C$. Now $AB = AX - XB = \\frac{1}{2} XY - \\frac{1}{2} XZ = \\frac{1}{2} YZ$; and $AC = AY - YC = \\frac{1}{2} XY - \\frac{1}{2} ZY = \\frac{1}{2} XZ$; consequently $AB : AC :: \\frac{1}{2} YZ : \\frac{1}{2} XZ :: YZ : XZ ::$ the weight at $C :$ the weight at $B$.\n\nThe property of the straight lever being thus established, every thing relative to the bent lever immediately follows.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106887.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 11160,
    "total-output-tokens": 2248,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1406,
        2
      ],
      [
        1406,
        3239,
        3
      ],
      [
        3239,
        5073,
        4
      ],
      [
        5073,
        6778,
        5
      ],
      [
        6778,
        8465,
        6
      ],
      [
        8465,
        9117,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106887",
    "title": "Observations on the Fundamental Property of the Lever; With a Proof of the Principle Assumed by Archimedes, in His Demonstration. By the Rev. S. Vince, A. M. F. R. S.",
    "authors": "S. Vince",
    "year": 1794,
    "volume": "84",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/106887"
  }
}