{
  "id": "9b73ed0c385aff39442700fb871c9d78e3469ab5",
  "text": "dled into a bright flame, and sent forth a scent somewhat like that of hoofs or horns, tho it had a very fragrant smell before. I am told moreover, that 'tis very usual in these parts of the Kingdom to find various sorts of ancient Earthen Ware, some exceeding China in fineness. I remember I once saw a Piece in the hands of an Apothecary in Caln, that had been finely gilt with Gold: The same Apothecary has also a very good stock of Ancient Coyns by him: which is all the account I am able to give you at present. If any thing further occurs to my knowledge, you shall be sure to hear from\n\nYour humble Servant,\nJ. Clarke.\n\nVII. Excerpta ex literis D. Petri Hotton Med. & Botan. Profess in Acad. Lugduno Batava, ad Editorem de Acemella & ejus facultate lithontriptica.\n\nA Ttmella, Acemella, & Hacmella, istis enim nominibus misa mihi anno 1691 semina ex insula Ceylon, ubi nascitur & familiaris est. An & in Malabar aliisve Indiae regionibus proveniat compertum non habeo.\n\nCum barbarica sint hujus plantae nomina, de eorum originatione nihil habeo quod afferam.\n\nIpsa vero planta, quam colui ipse Anno 1692. Flores fert, in cauliam summis, ex multis Flosculis tubulosis coagmentatos in caput coactos, & Perianthio Hexaphyllo aut Polyphyillo suffultos, perquam similes Chrysanthemo Curassavico alato caule, Flore aurantio; cujus Icon exstat apud Pluknet Phytog. in Par. Batavo Hermanni. Horto Monsp. Magnol & Volkameri Flora Noribergensi,\ngens, sed luteolos, quibus excussis sequuntur semina ex\nfuico grisea, longa, plana, summa sui parte duplici aris-\nta praedita, ipsis flosculis subjecta, caules edit qua-\ndratos Folis conjugatis Lamii aut Urticae longioribus\n& acriusculis vestitos ex quibus Conjicitur spectare hanc\nplantam indubie ad Corymbosarum gentem & genui-\nnam esse sobolem ejus generis, quod Bidens a semine bi-\ndente vocat Caesalpinus eumque secutus Tournefortius.\nQuare cum haefenus nomine careat hæc planta hoc ex\nipsius plantæ ingenio ei imponendum censeo.\n\nBidens Urticae folio Lithontriptica Zeylanica. Inter\nomnia enim Medicamenta quæ in comminuendo calculo\nvalere perhibentur, planta hæc nuperis annis facta est\nceleberrima, inter nostros homines qui in memorata in-\nsula vivunt & novissime quoque apud nos multam facta\nest celebritatem.\n\nMiles quidam, qui primus Anno 1690. Societati nostræ\nIndicæ indicium hujus herbæ dedit, profitebatur se\nplusquam centum ægris ejus ope liberasse a calculo &\nNephriticis doloribus: quam & cum successu usurpatam\nin duobus ægris calculosis testantur in literis eodem anno\nad Societatem Indicam Datis Gubernator & Supremus Ba-\ntavorum Concessus in insula Ceylon, aiunt enim in iis\ndeturbatas expulsasque fuisset multas, arenulas, minutof-\nque calculos absque ullo fere dolore.\n\nPrimus Nosocomii urbis Colombo, quæ sita est in\nmemorata insula Chirurgus, Vir, ut videtur industrius\nplane & diligens in literis Anno 1699. ad me datis, in\nrei veritate testari se posse afferit, efficacius medicamen-\ntum contra calculum & Nephriticos dolores repertum\nhaec tenus non fuisse, qui & porro addit tres ejus species\na se milta investigatione inventas quarum prima foliis\namicitur dilute virentibus & semen producit itidem lu-\nteum: Secunda folia edit sature virentia & semen pro-\nducit itidem luteum: Tertia semen nigrum profert &\nlonge majoribus foliis vestitur quam reliquæ dua, quas\nD.d d d d\nvirtute praestantissimas esse asserit, denique subjungit fertilitissimam esse hanc plantam, quaeque plusquam decem millia seminum gignit.\n\nHujus usurpantur folia, semen, quod praeceteris partibus laudat praefectus ille noster nosocomii Zeylanensis, Radix, caules & rami.\n\nFolia Lecta antequam flores prodeunt in umbra Siccata & in pulverem comminuta dantur in convenienti vehiculo aut aquae calidæ infunduntur, bibiturque ea infusio instar infusionis herbæ The. infunduntur & Spiriti & paratur per destillationem Spritius ex Radice, caulis & ramis.\n\nFlores, Radices extractum & Sal in Pleuritide Colica & febribus feliciter se usurpasse testatur alius quidam Nosocomii Zeylonensis praefectus.\n\nAtque haec sunt, quae mihi innotuere ex litteris Colombo ad Societatem nostram Indicam & ad me datis de herbæ hujus facultatibus, utendique modo. Ex duobus Chirurgis primò memoratus, qui fatis accuratus mihi videtur observator, laudat quoque in suis litteris a vi lithontriptica cortices Radicum ipsasque Radices herbæ cujusdam Mangul Caranda pottu Zeylanensibus dictæ, at, quae illa sit, me latet.\n\nEtiamsi autem modus & ratio qua agant hæc aliave vere lithontriptica habita medicamenta non facilis fit explicatu, durum tamen videtur nullam plane fidem habere viris fide dignis. Ego vero hæc experiendi debite institutæ sœpiusque repetendæ Committo.\n\nVIII. Part of a Letter from Mr Stephen Gray to the Publisher, containing his observations on the Fossils of Reculver Cliff, and a new way of drawing the Meridian Line, with a Note on this letter by the Publisher.\n\nSIR,\n\nCanterbury, Jan. 13. 1701.\n\nI Received the Transaction for the months of September and October, 1700. most gratefully. I was",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102798.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1714,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1442,
        2
      ],
      [
        1442,
        3345,
        3
      ],
      [
        3345,
        5035,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102798",
    "title": "Excerpta Ex Literis D.Petri Hotton Med. & Botan. Profess in Acad.Lugduno Batava,ad Editorem De Acemella & Ejus Facultate Lithontriptica",
    "authors": "D. Petri Hotton",
    "year": 1700,
    "volume": "22",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/102798"
  }
}