{
  "id": "11943f9458f93ea930fae78c67fd3244602fdf45",
  "text": "TO THE\nRIGHT HONOURABLE\nWILLIAM\nEARL of Devonshire, &c.\n\nMy Lord,\n\nI have often entertained my thoughts in consulting, how I might in some manner evidence the honour I bear to Your Lordship, and particularly upon the account of Your constant affections for the concerns and reputation of the Royal Society: And I can devise no better way to manifest this my devotion, than by presenting to Your Lordship, as I do with all humility, this my Tenth Volum of Philosophical Transactions.\n\nIn which, and in my Ninth, (where I began my Second Century,) I have met with more Arguments than in some of my former Volumes, to prompt me to solicit the Advantages of His Majesties Kingdoms, especially of England. And since Trade is justly reputed to be our great concern, though I cannot pretend to any skill in those Crafts and Mysteries which bring the greatest lucre; yet, as far as our Philosophical Disquisitions do extend, I have not been wanting, I think, diligently to inquire after the most hopeful Expedients of Commerce and Navigation by the Northern Seas to the places of the richest Trade; both to discover, by what mistakes so many of our Worthies have hitherto been unsuccessful, and to give safer directions for future Adventures. And we are not without hopes of good assistance herein from those Princes, who may have many opportunities of being acquainted with the Northern Seas, by the large extent of their Dominions towards the North; and of giving us a better account of the more Northerly Countries than yet we have had; which Countries are full of the Wonders of Nature too, as here we have seen a specimen of them in Scheffer's Lapponia, and from the Islands of Fercë, and in a brief touch from Iceland.\n\nMy Lord, I am perswaded, Your Lordship will not be unwilling to hear our Inquiries for Commerce and Navigation, since the Illustrious name of Your Family hath been so highly celebrated for Sea-Voyages, when the renowned Admiral Cavendish encompassed both the Old and New World, as far as it was then known to be inhabited.\n\nNow for Agriculture, which affords all our domestique Commodities, it hath been in a continual progress from the beginning to this day, in the hands and by the assistance of some of the greatest, the wisest, and the best of Men. It hath travelled from the East, through the Assyrian Monarchy, through the hands of Medes, Persians, and Greeks, into Italy, and into all the nearer Neighbourhood\nThe Epistle Dedicatory.\n\nAnd it hath alwaies had the good fortune to be there best entertain'd, where the people were least rude, barbarous or savage. Nor is it the least glory of France, that by their Hortulan industry, and by all the noblest kinds of Agriculture, they abound with delicate Fruit, acquired from all the known parts of the World, and with the richest materials for Trades for Food and Rayments, with Silks and Wines; for necessaries, for ornaments, and for delights.\n\nWe have therefore offer'd in these Papers some Instructions as Encouragements to increase also our store, and to advance the excellency of our inbred Commodities. Here we have begun to lay good and large foundations, (that nothing may be wanting,) to enable us to follow the best Examples. Here we examine, what our Soyl, by Culture, and Mixtures or Combats, can be made, in the kindest manner, to produce or sustain. And we expect from the same Worthy Author, in good time, to be well instructed to understand, what our Climate will bear, either by Walls, Appendices, Solar Ovens, Marbled Stoves, for multiplied Insulations; or, what by cooling Conservatories, Vaults, Crotts, Rocks, Mounts, Streams, Fountains, Fountain-houses, or other refrigeratory Auxiliaries; that so the differing sorts of Vegetables may have the most agreeable entertainment, and England obtain some reputation also for valuable Exoticks.\n\nMeanwhile, for the general benefit of Mankind, I have not omitted to record the growth of Ingenuous Arts, according to the best Intelligence which I have received, either from within, or from abroad. And me thinks, that Astronomy, Geometry, all the Noble Mechanicks, and especially Architecture, hasten to the highest perfection.\n\nAnatomy is esteem'd to have attain'd more in the last Century, than from all the foregoing Ages. And now the Anatomy of Vegetables hath, within less than seven years, follow'd close to the heels of the best Anatomical discoveries of Human and Animal Bodies; and hath brought forth a very large and considerable branch of useful Philosophy. And the History of Birds is most fairly enlarged with very curious and Philosophical remarks. And we have grounds to expect shortly from the same Learned hands, a new History of the rest of Animals. These we may call Two of the fairest Volumes of Nature's Book, next approaching to the System of Man's Fabrick.\n\nThus, My Lord, I have adventur'd to represent our Philosophical business, in a brief touch, rather than to offer any line of formal Complements, that I may take this opportunity to hold the Works that are before us in the best Light, to receive the more lustre from Your Lordships Name: And withal, I humbly conceive this to be the only acceptable way of giving to Your Lordship some such substantial satisfaction, as you may justly require from an engaged Victory in Philosophy, and from\n\nMy Lord,\n\nLondon,\nFebruary 21. 1675.\n\nYour Lordships\nVery humble and faithful Servant,\n\nHenry Oldenburg, S. R. S.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101632.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 1292,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2435,
        2
      ],
      [
        2435,
        5421,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101632",
    "title": "Epistle Dedicatory",
    "authors": "Henry Oldenburg",
    "year": 1675,
    "volume": "10",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101632"
  }
}