{
  "id": "956164b86274df7a05a7c34f8b0c631d2985ad5a",
  "text": "IX. Extract of so much of Don Antonio De Ullöa's F. R. S. Account of his Voyage to South America, as relates to the Distemper called there Vomito Prieto, or black Vomit. Translated from the Spanish by W. Watson F. R. S.\n\nRead May 4. THE City of Cartagena in America is situate in 10 Degrees, 25 Min. 48½ Seconds of North Latitude. The Weather there is always sultry hot. A Thermometer constructed by Mons. de Reaumur gave, on the 19th of November 1735, one of their Winter-Months, the Degree of the Warmth of the Air 1025 Divisions and a half; and this with little Variation, both Night and Day. The greatest Height to which the Spirit ascended at Paris the same Year, by a Thermometer graduated in the same Manner, was 1025 and a half; half; so that the Heat of the cool Nights at Cartagena was nearly equal to that of the hottest Days at Paris.\n\nAs the Heats in this Climate are so great, without receiving any sensible Mitigation from the Nights, it is no Wonder that the Perspiration of the Inhabitants is very great. From this it comes about, that all those who make their Abode there any time, appear pale and weakly, as though newly recovering from a Fit of Illness. You remark in all their Actions, even so far as in speaking, a certain Idleness, and, as our Author expresses himself, a Disjointedness: Notwithstanding this they are in good Health, though their Aspect indicates the contrary. The People who arrive there from Europe, hold the Appearance of Strength and Colour in their Countenances\nrances during three or four Months; but after that time they lose both one and the other from the Quantity of Sweat, until they become like the former Inhabitants. These Effects are most observable in younger People; on the contrary, those who are farther advanced in Life, when they go thither, preserve their former Appearance better, and enjoy so good a State of Health, that they live commonly to more than eighty Years of Age.\n\nAs the Temperament of this Country is particular, so are some of its Distempers. These may be consider'd of two kinds; viz. those Distempers to which the Europeans newly arrived there are liable, and they only; and those which are common to all Persons, as well Criollos as Chapetones.\n\nThe Distempers of the first Class are many, as the Resort of the Europeans there is very great. They are very dangerous, and often mortal. They frequently destroy a great Part of the People, both Sailors and others, who arrive there from Europe. The Continuance of these Distempers is very short; they last but three or four Days, in which time the Sick either die, or are out of Danger. The particular Distemper, to which they are most liable, is very little known; though it takes its Rise in some from taking Cold, in others from Indigestion; but from whichever of these, or from what other Cause it takes its Rise, it becomes in the short time before-mention'd the Vomito Picto or black Vomit, which is what kills them; it being very rare that those, who have it, escape. It is observ'd in some, that their Delirium is so violent, that they are obliged to be tied down in their Beds, that they may not tear themselves in Pieces; and they often die raving with the greatest Degree of Agony.\nIt is to be remarked, that those only are subject to this Distemper, who are lately arrived from Europe: The Inhabitants of the Country, as well as those who have abided there any time, are by no means liable to it, and enjoy perfect Health during its greatest Violence. As the Crews of Ships are very liable to this Distemper, and more so than the Officers and Passengers, who have greater Variety of Food and Liquor, it has been conceived, that the great Exercise and Labour of these People, and their feeding upon salt Provisions, prepares their Constitutions to be liable in this Climate to a Corruption of the Blood and Humours, from whence is supposed to proceed the Vomito Prieto. What must be observed is, that although the Crews of Ships suffer the greatest Slaughter, nevertheless Passengers and others, who go the Voyage under the greatest Advantages, with regard to the Conveniences of Life, are not free from being exposed to it. It must be remarked also, that those Persons, who, after having been used to this Climate, go from thence, and are absent even three or four Years, are not liable to it at their Return, but retain their Health like the other Inhabitants; although in their Way of living they have not observed the most exact Regimen.\n\nThe Desire of knowing the Cause of this terrible Calamity has occupied from time to time the Minds of the Surgeons who make this Voyage in the Galleons, as well as those of the Physicians of the Country; and their Opinion has been, that it chiefly takes its Rise from the Labour to which the Ships Crews are constantly exposed, and their Manner of living. There is no doubt but these may greatly contribute thereto;\nthereto; but then it will be difficult to conceive, why Persons who are better circumstanced are likewise liable to it: And it is somewhat extraordinary, that, notwithstanding many Endeavours have been made towards finding out Remedies equal to this Disease, none have been discover'd, either as Specifics, or Preservatives; for the Inconstancy of the Symptoms is so great, that they are not in the Beginning to be distinguished from those which are in common to this with lighter Distempers; but the principal Complaints are at first a Weariness, and great Disorder in the Head.\n\nThis Distemper does not always attack the Ships of Europe at their Arrival in the Bay of Cartagena; nor is it very ancient in that Country; for what heretofore was called Chapetonada, so denominated, as those from Europe were only liable to it, were Indigestions: And though they were in that Climate always attended with Danger, the Women of the Country, as they do now, cured them with Ease, especially when they are taken in time. The Ships afterwards going from Cartagena to Porto Bello, it was there succeeded with the great Mortality, which was always attributed to the Unseasonableness of the Climate, and to the Fatigue of the Ships Crews in unloading their Ships, and in the Business of the Fair there.\n\nThe black Vomit was not known at Cartagena, nor in its Neighbourhood, until the Years 1729 and 1730, when first it carried off a great Part of the Crews of the Ships of War, which Don Domingo Justiniani then commanded, and were then there as Guarda Costas. These Ships were first attacked at Santa\nSanta Martha, where the Severity of this Distemper, and its great Slaughter, had cast a great Terror upon their Crews. The second Attack of this Distemper was on board the Galeons commanded by Don Manuel Lopez Pintado, when its Mortality was highly formidable, and Death follow'd the Attack so quick, that Persons, who were one Day seen walking at large, were next Day met carrying to their Graves.\n\nOur Author is of Opinion, that this, as well as some other Distempers to which Europeans are liable at first, or soon after their Arrival at Cartagena, and other Places under the same Circumstances, should be consider'd as arising from the great Alteration that happens in their Constitutions there: And this Change, which from the Climate is soon brought about, makes them suffer this and other Distempers, which either destroy them, or generate in them a Disposition to bear the Heats; after which, being as it were naturalized, they enjoy the same Share of Health with the Natives.\n\nOur Author remarks, that at Cartagena, when the Ships from Spain fail in their Arrival, the European Productions, which at all times are dear, and much valued there, are sometimes quite expended: These more particularly are Wine, Oil, and Raisins. When this is the Case with regard to Wine, the People there suffer much in their Health; as every body, except the Negroes, and those who use Brandy, accustom themselves to drink it with their Food. From the Want of this, their Stomachs fail, they grow sick, and this Sickness becomes general. This Want of Wine happen'd when our Author arrived at\nat Cartagena, and the sickness in consequence was so general in that City, that Mass was celebrated only in one of their Churches.\n\nX. Declinationes quarumdam Stellarum Australium primae et secundae magnitudinis, mense Junio 1738. cum methodo inveniendi horam in mari noctu, ex aspectu Crucis australis; per Dn. de la Condamine, Reg. Societ. Londin. & Acad. Reg. Scient. Paris. Socium.\n\nRead May 11. He declinationes erutae sunt ex variis observationibus habitis e quadrante tripedali, mensibus Junii annorum 1737, 1738, et sequentium, Quiti in America in latitudine $0^\\circ 13' 16''$ australi, in loco scilicet II minutis secundis magis ad austrum sito, ac locus observationis solstitiorum Dec. 1736, et Junii 1737, cujus latitudinem in commentariolo meo de distantia tropicorum observata jampridem statueram.\n\nNotandum est praeterea me in calculandis hibse declinationibus usum fuisse tabula refractionum Petri Bouguer pro altitudine Soli Quitiensis que in commentariis Reg. Scient. Acad. pro anno 1738 inserta est.\n\nIn navi Argo & Canopus. Stella primae magnitudinis, et maxima fixarum uno Sirio excepto\n\n52 34 16",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104616.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10332,
    "total-output-tokens": 2420,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1507,
        2
      ],
      [
        1507,
        3221,
        3
      ],
      [
        3221,
        4898,
        4
      ],
      [
        4898,
        6490,
        5
      ],
      [
        6490,
        8072,
        6
      ],
      [
        8072,
        9189,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104616",
    "title": "Extract of So Much of Don Antonio De Ulloa's F. R. S. Account of His Voyage to South America, as Relates to the Distemper Called There Vomito Prieto, or Black Vomit. Translated from the Spanish by W. Watson F. R. S.",
    "authors": "W. Watson, Antonio De Ulloa",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/104616"
  }
}