{
  "id": "488e95cf60be75820af8ece389f14329364fddf5",
  "text": "LXXXIII. An Account of an Eclipse of the Moon, 22d November 1760, observed in Surrey-Street in the Strand, London; by James Short, M.A. F.R.S.\n\nRead Dec. 11, 1760.\n\nPenumbra very sensible at 7 26 o\nBeginning of the eclipse at 7 39 o\nQuantity of obscuration = 17' 36\" at 8 49 o\nMoon's diameter almost parallel to the horizon = 3' 51\" at 8 53 o\nEnd of the eclipse at 10 8 o\n\nLXXXIV. An Account of the Case of a young Man, who had lost the Use of his Hands by cleansing Brass Wire; by Mr. Samuel More, Apothecary in Jermyn-Street. Communicated by Charles Morton, M.D. Secretary to the Royal Society.\n\nRead Dec. 11, 1760.\n\nThe disorders, to which mechanics are unavoidably subjected by their employments, have exercised the pens of several ingenious writers; among whom I would not presume to appear, but that, I hope, the publishing the following case may be of some service: for I am certain, every one, who has been in the least conversant with the labouring people of this town, must frequently have observed their hands in a condition something\nsomething resembling, though perhaps not quite so bad as, that of the young man, whose disorder is the subject of the following paper.\n\nAnd as there is great reason to believe, that the complaint, herein treated of, frequently happens to persons employed in the dyeing business, they will hereafter have a method of cure laid before them, which, with little expense, will probably be of great service to them. And, on that consideration only, I have been induced to submit this account of the disease to the inspection of the public.\n\nThe Case of Francis Newman, Nephew and Apprentice to Mr. Newman, Dyer, in the Maize, Southwark, who had lost the Use of his Hands by cleansing Brass Wire.\n\nFor the more readily explaining the following case, it is proper to premise, that, in drawing brass wire for the pin-makers, the frequent passing it through the fire, to anneal it, covers it with a crust, which it is necessary to take off, before they can make use of it; and, for this purpose, it is sent to the dyers, who, letting it lie for some time in the liquor, with which they have dyed what they call Saxon colours, (which liquor is composed of water, oil of vitriol, alum, tartar, &c.) and then throwing it forcibly three or four times against the ground, the crust is, by degrees, broken off, and the wire rendered bright, and fit for use. The gratuity given for this is generally allowed to the apprentices; and in this work Francis Newman had frequently (at his leisure hours) employed himself, till about the month of August 1759, when the cuticle on the palms of his\nhis hands, and the inside of his fingers, was become so hard and rigid, that he was no longer capable of doing either this, or any other business.\n\nFor relief of this disorder, he applied to the person, who attends the family in capacity of apothecary, who gave him several doses of purging physic, but without success.\n\nHe was next admitted an out-patient at St. Thomas's hospital, where he attended six weeks or two months, but without receiving any benefit.\n\nSomebody then told him, his complaint was owing to the scurvy, (to which he had been subject) and he accordingly applied himself to several persons, who advertise remedies for curing that distemper, and, among the rest, to Mr. Ward, of whom he had some pills; and once, by mistake, took two of them for a dose, which operated so violently, that everybody in the family imagined he could not survive it: however, he still continued in the same condition. And now thinking, that if he was admitted an in-patient at the hospital, he should be more likely to obtain a cure, he got himself admitted, and was there about two months longer; at the end of which time he was discharged, but in no better condition than before.\n\nAbout a fortnight after this, and a twelvemonth from the beginning of his disorder, viz. August 10, 1760, the person, who is foreman to Mr. Newman, desired leave to write to me, for my opinion of the case; which being very readily granted, he desired me, by letter, to come and see a young man, who, as he expressed it \"had poisoned his hands with brasfs and oil of vitriol.\"\n\nWhen\nWhen I first visited him, I found him with his hands quite stiff, and utterly incapable of any business whatever; and having already had so much advice, and taken so many medicines, he concluded his disorder was incurable, and that he should entirely lose the use of his hands, the skin on the palms of them (the right hand rather the worst of the two) having the exact appearance of parchment, full of chaps; and when I endeavoured, by force, to streighten the fingers, the blood started from every joint of them.\n\nAfter hearing the best account I could get of the cause of his complaint, I imagined, that, as the disease had been contracted by his frequently dipping his hands into a violently-acid liquor, the most probable method of relieving him would be, by the application of an emollient liniment, mixed with an alkaline lixivium. For this purpose, I ordered as follows:\n\n℞ Ol. Olivar. ℥iv.\nLixivii. Salis Alkalin. fix. ℥ii. M.\nF. Linimentum.\n\nWith this he was ordered to anoint his hands frequently, especially going to bed; and, to prevent the liniment being too soon rubbed off, constantly to wear a pair of gloves.\n\nAbout four days after, I found the skin a little softened, and I could extend the fingers with less pain than before; and no blood issued, upon my endeavouring to move them. This would have encouraged me to have continued the use of the same liniment; but as he complained much of its making his hands smart\nsmart every time he used it, (and, indeed, this was the first application among the many he had tried, that ever gave him any uneasiness) I concluded, that the addition of some yolk of egg might lessen the acrimony of the alkaline salt, without at all abating the efficacy of the liniment: I therefore composed the liniment thus:\n\n℞ Ol. Olivar. ʒ iv.\nLixivii. Salis Alk. fix. ʒ ii.\nVitel. Ovor. N°. ii. f. Linimentum;\n\nto be used as before. This mixture not giving him so much pain as the former, he had used it all in three days; and then, coming to me for more, I found his hands still continue to mend; the skin that had grown hard scaling off, and a new flexible one appearing underneath; the chaps were many of them healed; and he began to have some use of his fingers. Encouraged by this success, he continued the use of the last prescribed liniment; and as, from his not having had the proper use of his fingers for so long a time, the joints of them had, in a great degree, lost their motion, I advised him, alternately to clench his fist, and to stretch out his fingers, many times a day.\n\nThe disorder had been so long upon him, and (if I may be allowed the expression) had taken so deep root, that, although he began very sensibly to amend, from the first application of the liniment, yet it was full two months before I thought it adviseable to leave off the use of it; and then, to prevent a relapse, I gave him the following ointment:\n\n℞ Axung. Porcin. ʒ ii.\nVitel. Ovi.\nOl. Lavend. gt. v. f. Unguentum.\nwith orders to anoint his hands with it every night going to bed. This ointment he has continued to use about a month; and is now perfectly restored to the use of his hands, and begins again to work at his business.\n\nDuring this course of anointing, he took no internal medicines, except three doses of purging physic.\n\nLXXXV. A further Account of some Experiments made on the Bovey Coal *.\n\nRead Jan. 8, 1761.\n\nSalt of hartshorn mixed with the phlegm that distilled first from the Bovey coal, produced no ebullition, nor air bubbles; but when mixed with the watry liquor, which arose with the thick oil in the latter part of the process, after it had stood some weeks in a glass bottle, close stopt, and was become perfectly fine, caused a very considerable ebullition, and the mixture immediately grew foul and red. In some days after, it grew much thicker, and had the colour of tar. The surface of it was covered with a bituminous pellicle, as were the sides and bottom of the glass. Eighteen grains of salt of hartshorn were not more than sufficient to saturate the acid salts contained in an ounce of the liquor, which was but very little sour to the taste.\n\nSpirit of nitre dropped into this bituminous liquor, soon after it was distilled, and before it had deposited the oily particles (which rendered it cloudy), changed\n\n* See before, p. 534.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105430.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10608,
    "total-output-tokens": 2279,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1046,
        2
      ],
      [
        1046,
        2619,
        3
      ],
      [
        2619,
        4182,
        4
      ],
      [
        4182,
        5618,
        5
      ],
      [
        5618,
        7136,
        6
      ],
      [
        7136,
        8488,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105430",
    "title": "An Account of the Case of a Young Man, Who Had Lost the Use of His Hands by Cleansing Brass Wire; By Mr. Samuel More, Apothecary in Jermyn-Street. Communicated by Charles Morton, M. D. Secretary to the Royal Society",
    "authors": "Charles Morton, Samuel More",
    "year": 1759,
    "volume": "51",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/105430"
  }
}