{
  "id": "101042bbd10453a5d083116a959b2baf99f11511",
  "text": "One day I included a piece of roasted Mutton with a Gage, and found, that in four days it had yielded no Air; but after my absence of six weeks I saw the Mercury was risen to the middle of the Gage; and having taken out the meat, I found it of a very ill smell.\n\nTwo days after, I included a piece of raw Beef and a Gage with it, and I saw, that in two days the Quicksilver was risen an inch in the Gage; and after six weeks absence, I found, the Mercury was got almost to the top of the Gage, and that this meat had contracted a much worse smell than that which had been roasted.\n\nI also kept for fifteen days a piece of fresh Butter in vacuo, and I found, that it smelt more strong than when I first put it in: But yet it could be still eaten upon bread; whereas another piece of Butter, which at the same time I had kept in the Air, was altogether unfit to be eaten.\n\nThese are almost all the Experiments I have made touching the Conservation of Bodies in vacuo. The Gentlemen of our Royal Academy, who saw most of them July last, thought them worthy to be entered in their Register, esteeming, that besides the consequences they might afford for Natural Philosophy, some other utilities might also be drawn thence. For, since that some Bodies do better keep there than others, some may possibly be found, that will keep there altogether well, and others that will there keep well enough to be transported into places where they could not be had else.\n\nA Letter of Mr. Flamsteed, Professor Regius of Astronomy in London, to Sir Jonas Moor Knight, &c. containing his Observations of the late Lunar Eclipse, on Decemb. 21. 1675.\n\nIustri Viro\n\nDomino Jonæ Moor, Equiti Aurato, Rei Tormentaria per Angliam & Hiberniam Supervisori Generali, Joh. Flamstedius, Bene agere & regiè va'ere.\n\nNisi Calum à Meridie, hunc Defectum precedente, nubibus densissimis, pluvia continuâ, & vento validissimo inhorrifecens, omnem fere spem optatæ serenitatis absulisset, itérque huc per flumen adnavigantibus periculo sum admodum readidisset, plus tibi propter Mini-\nStri tui peritioris promissam societatem, hac Observatio debuisset; quem cum Tempestas Londini detinerit, servum adhibere coactus fui, quo vix rudior esse potest, paucioribusque quam sciem vellem animadversionibus meipsum habere contentum. Circa sextam pomeridianam separatae adeo nubes, ut per praterlabentium hiatus Lunam aliquando languide, per vapores crassiusculos, emicantem cer- nere liceret; exinde spem concepi aliquam, ejus ad 20am Horam appulsum circa octavam observandi; sed vapores facti densiores, & recurrentes frequentiores nubes, eam reddidere frustraneam: Nolui tamen omnem spem abjicere defectum observandi, sed cum servo ad undecimam evigilavi; tunc autem cum Luna per aliquod tempus sub nubibus accumulatis suisset abscondita, pluresque continuo ex Africae nubes ex- oriuntur, quibus undique subtetum Calum, ut nulla spes futura serenitatis esset residua, frustra, si diutius morarer, me fore putavi: Servo propterea ad me evigilandum relicto, domum me contuli; postquam ipsi injunxeram, ut, si qua melioris spes serenitatis effulgeret, me ve- niret accersitum: Sed vix duas horas decubueram, cum me experge- factum venit, clarè nunc splendere Lunam, elata & mihi optata voce nuncians. Experrectus, per cubiculi fenestram Luna limbum penumbrae offuscatum vidi; ad instrumenta propterea properans, ipsius jam diametrum ad digiti ferè unius quantitatem deficientem inveni; exinde sequentes novempedali tubo habui observationes; Lu- na tardè plerunque per vapores emicante, qui adeo penumbrae ag- gravare visi sunt, ut difficillimum esset eam ab umbra vera discrimi- nare, nubibus etiam interdum recurrentibus, & impedientibus.\n\nHora correcta horologii.\n\nDecembri 21. p.m.\n\n| h | Inter Cuspides 2085=17'. 16'. |\n|---|---|\n| 14. 29. 30 | Hæmum fere tetigit. |\n| 14. 55. 45 | Hæmum certe tetigerit. |\n| 15. 00. 30 | Cuspis dexter à Mareotide 1235=10'. 14''. |\n| 15. 11. 30 | Partes lucidae circiter 2800=23. 11. vel paulo forsan amplius; difficile enim erat admodum, umbra veræ terminos per aerem, vaporibus fædatum, de- finire. |\n| 15. 35. 00 | Umbra prope Macram. |\n| 15. 42. 30 | Inter cuspides circiter 2288=18'. 57''. |\n| 16. 07. 15 | FINIS: Limbus enim apparuit, & nihil videbatur in rotunditate Lunæ desiderari. |\n\nLimbus\nLimbus admodum dilucidè per tubum conspicuus.\n\nPenumbra, quae nudis oculis Eclipsin referebat.\n\nCapta diameter 3757 = 31'. 05''. sed vix satis certa; ventus enim fortior tubum hinc inde agitans, haud adeo stabilem eum tenere permisit ut iterari potuerit & accuratior fieri Mensurae, quam tamen haud mutum à veritate abesse putem.\n\nEtiamnum, & postea, limbus ab Eclipsi derelictus obscurior videbatur ac alter: Deinde capi\n\nCorseca à limbo De remoto distantiam 2737 = 22'. 37''.\nlimbus ejus proximus à proximo luna 1045 = 8'. 39'.\nSina limbus remotior à Luna proximo 599 = 4'. 58' bona.\nLacus nigri majoris Medium à limbo proximo 452 = 3'. 45'.\n\nNotavi praeterea.\n\nQuòd umbra semper longe distinctior apparuit ad cornua quam aliquid in facie Lunæ: In prima observatione, vel paulo antè, Cornua fuere horizonti parallela.\n\nTunc etiam Porphyrites, & Lacus Niger Major, a qualiter ex umbra extitère, longitudinem scilicet circiter Mareotidis.\n\nNunquam tamen Porphyrites superavit in hac Eclipse; altè illum in penumbra merum vidi, sed tempus, adjuvore perito destitutus, notare non potui.\n\nIn summa Eclipse ad Corsicam fecì umbra pertigerit; nunquam tamen eam extintam vidi, sed altè adeò in penumbra immersam, ut agrè eam potuerim discernere: Sed impediebat forsan aer; clarèrèmque & ab umbra credoviderint remotorem, quibusunque in aere defatatore defectum hunc considerare contigerit.\n\nNec unquam umbra vera Insulam Macram pervagabatur, sed Penumbra duntaxat densa, per quam difficile erat ipsam percipere.\n\nImminente exitu in eam intentus, servum elata voce minuta ab horologio indicata pronunciare jussi, quo facilius in proxima camera momenta observationum cognoscerem. Sic hora 16'. 05' ciemisi aer peropportune factus fuerit serenior, limbum tamen videre non potui; nec cum numeraret 16'. 6' ½; sed hora 16'. 7'. videre me putavam limbi lucem seà languidissimam, & agrè admodum; hora 16'. 7'. 15'' certior.\nsevior factus sum ex umbris emeruisse, nec aliquid in ejus rotunditate desiderari: Ergo tunc Finem observatum statuo. Horâ 16h. 8'. dilucio admodum limbus apparuit.\n\nExibat umbra juxta Lacum hyperboreum superiorem manente Penumbra, quae Eclipsin nudis oculis exhibebat usque 16h. 15'1; sed limbus ab Eclipse derelictus limbi oppositi claritudinem recupera-\nvit non nisi hora 16h. 28'. vel serius.\n\nTempora phasium correcta, ab Altitudinibus Arcturi & Lucidae Corona, Quadrante Telescopico, pedum trium amplius Radio, cap-\ntis; quibus, clarè aliquando in altero Celi cardine emicantibus, cap-\ntandis incubui, quoties Lunam subiere nubes.\n\nInitium Eclipsis accidit antequam ad Instrumenta veni: Qued\ntamen Londini in vico Wintoniensi observavit Edmundus Halicius, cum Luna limbus superior a vertice distaret gradus 39°. 51'5; unde horam supputavit 14h. 16'.\naltò eodem 41°. 1 Cornua horizonis parallela. 14°. 25'.\n\n54°. 12' ———— 15°. 58'; cum unum vel\nalterum minutum deficeret, in diametro Luna ipsam Nubes subiere,\nsub quibus delituit, donec ex umbra penitus evaserat; sic ipsi non con-\nspectus fuit finis; ut neque Johanni Coelsoho, qui in vico Wap-\npingensi, ad Anachoresin, (Angl. the Eremitage,) limbum Luna\ndeficientem aliquantulum vidit hor. 14h. 17'3; nubibus tamen impe-\nditus sinem videre non potuit; è quibus tamen cum eluctata eßet\nhor. 16h. 9'. 25'. ex umbra vera ipsam exiisse comperit, densà dum-\ntaxat Penumbra remanente.\n\nQuomodo calculus meus cum his observationibus consentiat, in alia\nEpistola ostendam: Quomodo Exterorum observationes, puriori forsan\naere factæ, tum in congruant, scire plurimum cupio, & quotidie au-\ndire exspecto. Tu interea, l'ir dignissime, res, ut capisti, Astrono-\nmicas promovere, mihiique favere perge.\n\nCreenovici, Decemb. 24.\n1675.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101687.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 2802,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2049,
        2
      ],
      [
        2049,
        4294,
        3
      ],
      [
        4294,
        6205,
        4
      ],
      [
        6205,
        7983,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101687",
    "title": "A Letter of Mr. Flamsteed, Professor Regius of Asironomy in London, to Sir Jonas Moor Knight, etc. Containing His Observations of the Late Lunar Eclipse, on Decemb. 21. 1675",
    "authors": "Mr. Flamsteed",
    "year": 1675,
    "volume": "10",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/101687"
  }
}