{
  "id": "6f95ba8ce953348f6703a89bff4dcaa6c9de5454",
  "text": "INDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1831.\n\nA.\n\nABEL and Jacobi (MM.), their new methods of investigation of elliptic functions, 350.\nAstronomy (physical), researches in, 15, 231, and 283.\nAttraction (local), on the errors occasioned by it, in the courses of vessels, 215.\nAurora Borealis, on its influence on terrestrial magnetism, 199.\n\nB.\n\nBarlow (Peter, Esq.). On the performance of fluid refracting telescopes, and on the applicability of this principle of construction to very large instruments, 9.\nOn the probable electric origin of all the phenomena of terrestrial magnetism; with an illustrative experiment, 99.\nOn the errors in the course of vessels, occasioned by local attraction; with some remarks on the recent loss of His Majesty's ship Thetis, 215.\nBarry (Alexander, Esq.). On the chemical action of atmospheric electricity, 165.\nBIOT, the earth considered as a magnet by, 99.\nBlood (circulation of'), sources and nature of the powers on which it depends, 489.\n\nC.\n\nCanals (narrow), supposed to traverse a mass of fluid in equilibrium, 116.\nChladni, his discovery of the forms assumed by sand, &c. on vibrating plates, alluded to, 299.\nClairaut, his theory cannot lead to the exact determination of the equilibrium of fluids, 121.\ninconvenience of his method of solving the lunar theory, 231.\nComet (the second of 1822), observations on, 1.\nfirst discovered by M. Pons, 2.\nLieutenant Henderson's remarks on, 5.\nD.\n\nDaniell (J. Frederick, Esq.). Further experiments with a new register-pyrometer for measuring the expansion of solids, 443.\n\nDavy (Edmund, Esq.). On a simple electro-chemical method of ascertaining the presence of different metals; applied to detect minute quantities of metallic poisons, 147.\n\nDip observations, Kraft's formula for connecting with each other, 100.\n\nE.\n\nEarth (the), considered by Biot as a magnet, 99.\n\nElectricity (atmospheric), on the chemical action of, 165.\n\nElliptic transcendentals, on the theory of, 349.\n\nEncke, his comet seen at Rio de Janeiro, June 7th, 1822, 7.\n\nEquinoxes, on the precession of the, 19.\n\n——— (on the precession of), supposing the earth to revolve in a resisting medium, 279.\n\nF.\n\nFaraday (M. Esq.). On a peculiar class of acoustical figures; and on certain forms assumed by groups of particles upon vibrating elastic surfaces, 299.\n\n——— appendix to his paper on acoustical figures, &c., 319.\n\nFigures (acoustical), on a peculiar class of, &c., 299.\n\nFluid, the equilibrium of a homogeneous mass of, entirely at liberty, when the accelerating forces are known functions of the coordinates of their point of action,—problem to determine, 122.\n\n—— the equilibrium of a homogeneous, entirely at liberty, the particles attracting one another with a force inversely proportional to the square of the distance, at the same time that they are urged by a centrifugal force, caused by a rotation about an axis,—problem to determine, 128.\n\nFluids, on the equilibrium of, 109.\n\n—— equilibrium of, not exactly determinable by Clairaut's theory, 121.\n\n—— theory of the equilibrium of, applied to the question of the figure of the planets, 121.\n\n—— on the friction and resistance of, 423.\n\nFox (Robert Were). On the variable intensity of terrestrial magnetism, and the influence of the aurora borealis upon it, 199.\n\nG.\n\nGilbert (Davies, Esq.). On the nature of negative and imaginary quantities, 91.\n\n——— A table for facilitating the computations relative to suspension bridges, 341.\nH.\n\nHARRIS (WILLIAM SNOW, Esq.). On the transient magnetic state of which various substances are susceptible, 67.\n\nOn the influence of screens in arresting the progress of magnetic action, 497.\n\nOn the power of masses of iron to control the attractive force of a magnet, 501.\n\nHERSCHEL and BABBAGE, their explanation of certain magnetic phenomena, disputed by ARAGO, 86.\n\nI.\n\nImperial Standard Yard for the Royal Society, construction and verification of, 345.\n\nIron (masses of), on their power to control the attractive force of a magnet, 501.\n\nIVORY (James, Esq.). On the equilibrium of fluids, and the figure of a homogeneous planet in a fluid state, 109.\n\nOn the theory of elliptic transcendentals, 349.\n\nJ.\n\nJupiter, of what its great inequality consists, 289.\n\nK.\n\nKATER (Captain Henry). An account of the construction and verification of a copy of the imperial standard yard made for the Royal Society, 345.\n\nKRAFT, his formula for connecting dip observations with each other, 100.\n\nL.\n\nLOYD (John Augustus, Esq.). An account of operations carried on for ascertaining the difference of level between the river Thames at London Bridge and the sea, 167.\n\nLUBBOCK (John William, Esq.). Researches in physical astronomy, 17, 231 and 283.\n\nOn the meteorological observations made at the apartments of the Royal Society during the years 1827, 1828 and 1829, 223.\n\nOn the tides in the port of London, 379.\n\nM.\n\nMagnetism, various substances susceptible of a transient state of, 67.\n\n(terrestrial), on the probable electric origin of all the phenomena of, 99.\n\nits laws inconsistent with those of a permanent magnetic body, but perfectly coincident with those of a body in a transient state of magnetic induction, 102.\nMagnetism (terrestrial), on the variable intensity of, 199.\n—— influence of the aurora borealis on, 199.\nMars, on the extensive atmosphere of, 417.\nMatter, every species of, more or less susceptible of transient magnetic energy, 86.\nMoon, on the theory of the, 231.\n\nN.\nNeedle (magnetic), deflected by a rectangle of bismuth only, 107.\n\nO.\nObservations (meteorological) made at the apartments of the Royal Society in the years 1827, 1828, 1829, and 1830, on the, 223.\n\nP.\nPalmer (Henry R. Civil Engineer). Description of a graphical registrar of tides and winds, 209.\nPhilip (A. P. W. M.D.). On the sources and nature of the powers on which the circulation of the blood depends, 489.\nPipes (horizontal and bent), general remarks on the expenditure of, 439.\nPlanet (a homogeneous, in a fluid state), on the figure of, 109.\nPlanets, on the theory of the motion of, continued from Phil. Trans., Part II. 1830, p. 357, 25.\nPlatinum, cause of the singular change which occurs in its texture, when heated in the black-lead registers, explained, 456.\nPoisons (metallic), electro-chemical method to detect minute quantities of, 147.\nPoncelet and Lesbros (MM.). Results of their experiments on the expenditure of water through large rectangular orifices, 441.\n\nQ.\nQuantities, negative and imaginary, on the nature of, 91.\n\nR.\nRegister-pyrometer, further experiments with a new one for measuring the expansion of solids, 443.\nRegistrar (graphical) of tides and winds, 209.\nRennie (George, Esq.). On the friction and resistance of fluids, 423.\nRobertson (Captain William, R.N.). Observations of the second comet of 1822, made at Rio de Janeiro, 1.\nS.\n\nSabine (Captain Edward, R.A.). Experiments on the length of the seconds pendulum at the Royal Observatory at Greenwich, 459.\nScreens, on their influence in arresting the progress of magnetic action, 497.\nSeconds pendulum at the Royal Observatory at Greenwich, experiments on the length of, 459.\nSidereal objects, steadiness of one, remarkably contrasted with the unsteadiness of another seen under similar circumstances of atmosphere and altitude, 419.\nSouth (Sir James). On the extensive atmosphere of Mars, 417.\nSuspension bridges, table for facilitating the computations relative to, 341.\n\nT.\n\nTelescopes (fluid refracting), on, 9.\n——— advantages of sulphuret of carbon over glass, in the construction of, 12.\n——— principal change proposed to be made in the construction of a very large one, 14.\nThames, difference of level of, between London Bridge and the sea, &c. 167.\nThetis (His Majesty's ship), remarks on the loss of, 218.\nTide-gauge (Lloyd's), description of, 174.\nTides and winds, graphical registrar of, 209.\nTides in the port of London, on the, 379.\n\nV.\n\nVessels, errors in the course of, occasioned by local attraction, 215.\nVibrating surfaces, on the peculiar arrangement and motions of the heaps formed by particles lying on, 315.\n——— on the forms and states assumed by fluids in contact with, 319.\n——— crispatated appearance of a stratum of water on, 319.\n——— similar appearances shown by other fluids, 322.\nA List of Public Institutions and Individuals, entitled to receive a copy of the Philosophical Transactions of each year, on making application for the same directly or through their respective agents, within five years of the date of publication.\n\nIn the British Dominions.\nThe King's Library.\nThe British Museum.\nThe Bodleian Library.\nThe Radcliffe Library.\nThe Cambridge University Library.\nThe Royal Observatory at Greenwich.\nThe Royal Institution of Great Britain.\nThe Royal College of Physicians.\nThe Society of Antiquaries of London.\nThe Society for the Encouragement of Arts.\nThe Astronomical Society of London.\nThe Cambridge University Philosophical Society.\nThe Royal Artillery Library at Woolwich.\nThe Geological Society of London.\nThe Horticultural Society of London.\nThe Linnean Society of London.\nThe University of Trinity College, Dublin.\nThe Library of King's Inn, Dublin.\nThe Royal Irish Academy.\nThe Observatory at Armagh.\nThe Royal Dublin Society.\nThe Edinburgh College Library.\nThe Royal Society of Edinburgh.\nThe University of St. Andrews.\nThe University of Aberdeen.\nThe University of Glasgow.\nThe Asiatic Society at Calcutta.\nThe Royal Asiatic Society.\nThe Observatory at Paramatta.\nThe Observatory at Madras.\nThe Medical and Chirurgical Society of London.\nThe London Institution.\n\nDenmark.\nThe Royal Society of Sciences at Copenhagen.\nThe Royal Observatory at Altona.\n\nFrance.\nThe Royal Academy of Sciences at Paris.\nThe Royal Academy of Sciences at Thoulouse.\nThe \"Ecole des Mines\" at Paris.\nThe Geographical Society at Paris.\n\nGermany.\nThe University at Göttingen.\nThe Cæsarean Academy of Naturalists at Bonn.\nThe Observatory at Manheim.\n\nItaly.\nThe Italian Society of Sciences at Modena.\nThe Royal Academy of Sciences at Turin.\n\nBelgium.\nThe Royal Academy of Sciences at Brussels.\n\nSpain.\nThe Royal Observatory at Cadiz.\n\nPortugal.\nThe Royal Academy of Sciences at Lisbon.\n\nPrussia.\nThe Royal Academy of Sciences at Berlin.\n\nRussia.\nThe Imperial Academy of Sciences at St. Petersburg.\n\nSweden and Norway.\nThe Royal Academy of Sciences at Stockholm.\nThe Royal Society of Sciences at Drontheim.\n\nUnited States.\nThe American Philosophical Society at Philadelphia.\nThe New York Philosophical Society.\nThe Boston Philosophical Society.\nThe Library of Harvard University.\nThe fifty Foreign Members of the Royal Society.\nThe President and Council of the Royal Society have directed that the disposable copies which remain of the volumes of the Philosophical Transactions, prior to 1816, should be sold at one third of the prices affixed at the time of publication. The undermentioned Parts may accordingly be obtained of the Society’s bookseller at the annexed prices:\n\n| Year | Part | £ | s. | d. |\n|------|------|---|----|----|\n| 1801 | I    | 0 | 5  | 8  |\n|      | II   | 0 | 5  | 10 |\n| 1802 | I    | 0 | 3  | 8  |\n|      | II   | 0 | 5  | 10 |\n| 1803 | I    | 0 | 4  | 2  |\n|      | II   | 0 | 4  | 6  |\n| 1804 | I    | 0 | 3  | 6  |\n|      | II   | 0 | 4  | 2  |\n| 1805 | I    | 0 | 3  | 4  |\n|      | II   | 0 | 3  | 10 |\n| 1806 | I    | 0 | 4  | 6  |\n|      | II   | 0 | 5  | 10 |\n| 1807 | I    | 0 | 3  | 4  |\n|      | II   | 0 | 5  | 2  |\n| 1809 | II   | 0 | 6  | 10 |\n| 1810 | I    | 0 | 3  | 4  |\n|      | II   | 0 | 4  | 0  |\n| 1811 | I    | 0 | 5  | 0  |\n|      | II   | 0 | 5  | 0  |\n| 1812 | I    | 0 | 5  | 10 |\n|      | II   | 0 | 5  | 10 |\n| 1813 | I    | 0 | 4  | 8  |\n|      | II   | 0 | 6  | 0  |\n| 1815 | I    | 0 | 4  | 2  |\n|      | II   | 0 | 7  | 4  |",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107950.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 15400,
    "total-output-tokens": 3589,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1446,
        2
      ],
      [
        1446,
        3466,
        3
      ],
      [
        3466,
        5184,
        4
      ],
      [
        5184,
        6821,
        5
      ],
      [
        6821,
        8251,
        6
      ],
      [
        8251,
        8251,
        7
      ],
      [
        8251,
        10592,
        8
      ],
      [
        10592,
        11750,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107950",
    "title": "Back Matter",
    "authors": null,
    "year": 1831,
    "volume": "121",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/107950"
  }
}