{
  "id": "c94a35961ba1edfe66081453a92d0c5cfab0ae71",
  "text": "5. An Abstract of a Letter from Dr. Wincler chief Physician of the Prince Palatine, Dat. Dec. 22. 1682. to Dr. Fred. Slare Fellow of the Royal Society, containing an account of a Murren in Switzerland, and the Method of its cure.\n\nOn the borders of Italy a Murren infected the Cattle which spread farther into Switzerland, the Territories of Wurtemburg, and over other Provinces, and made great destruction amongst the Cattle. The Contagion seem'd to propagate itself in the form of a Blew-Mist, that fell upon those Pastures where the Cattle grazed, in much that herds have returned home sick; being very dull, forbearing their food, most of them would dy away in twenty four hours. Upon dissections were discovered large and corrupted Spleens, sphacelous and corroded Tongues; some had Angina Maligna's. Those persons that carelessly managed their Cattle without a due respect to their own health, were themselves infected and dyed away like their Beasts.\n\nHaving had timely Notice of this Lues from our Neighbours we made such Provision against the invading disease, that very few of those that were infected by the Murrain dyed. Some impute this Contagion to the Witch-craft of three Capucins in Switzerland: But perhaps it may more probably proceed from some Noxious Exhalations.\nlations thrown out of the Earth, by three distinct Earthquakes perceived here and in our Neighbourhood in the Space of one year.\n\nThe Method of Cure for the Cattle.\n\nAs soon as ever there was any Suspition of the Contagion upon any one of the Herd, the tongue of that beast was carefully examined, in case they found any Aptha or Blisters whether White, Yellow or Black, then they were obliged to rub, scratch and tear the Tongue with a Silver Instrument (being about the breadth and thickness of a Six-pence but indented on the sides, and having a hole in the middle, whereby its fastened to a stick, or handle as Fig. 14.) so that it bleed, then they must wipe away the Blood and Corruption with new unwashed linnen. This done a Lotion for the Tongue is used, made of Salt and good Vinegar.\n\nThe Antidote for the diseased Cattle, and the Medicine for the sick is the same, and is thus described.\n\nTake of Soot, Gun-powder, Brimstone, Salt, equal parts, and as much water as is necessary to wash it down, give a large spoonful for a Dose.\n\nA further confirmation of the above mentioned Contagion, of its nature, and manner of spreading, by way of Postscript from the ingenious Fred. Slare, M.D. and F.R.S. Dat. March 27. 1683:\n\n—I lately received an account of Two ingenious Travelers, who assured me the contagion had reached their Quarters on the borders of Poland, having pass'd quite through Germany, and that the Method used in our Relation preserved and cured their Cattle. They told me the Contagion was observed to make its progress daily, spreading near two German Miles in twenty four hours. This they say\nfay was certainly observed by many curious persons, that it continually without intermission made progressive voyages and suffered no neighbouring Parish to escape; so that it did not at the same time infect places at great distances. They added that cattle secured at rack and manger were equally infected with those in the Field. It were worth the considering whether this infection is not carried on by some volatile Insect, that is able to make only such short flights as may amount to such computations: For the account of the Ancients concerning the grand pestilential Contagions is very little satisfactory to this Age, who derive it from a blind putrefaction, from the incantations of ill Men; or from the conjunctions of inauspicious Planets. I wish Mr. Levenhoock had been present at some of the disfections of these infected Animals, I am perswaded He would have discovered some strange Insect or other in them.\n\nN. 6. The",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102223.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7794,
    "total-output-tokens": 1045,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1285,
        3
      ],
      [
        1285,
        2902,
        4
      ],
      [
        2902,
        3835,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102223",
    "title": "An Abstract of a Letter from Dr. Wincler Chief Physitian of the Prince Palatine, Dat. Dec. 22. 1682. to Dr. Fred. Slare Fellow of the Royal Society, Containing an Account of a Murren in Switzerland, and the Method of Its Cure",
    "authors": "Dr. Wincler",
    "year": 1683,
    "volume": "13",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/102223"
  }
}