{
  "id": "5d18c14b1ad6b119c264b62d2792974bb4fc12f7",
  "text": "II. Remarks by Mr. James Petiver, Apothecary, and Fellow of the Royal Society, on some Animals, Plants, &c. sent to him from Maryland, by the Reverend Mr. Hugh Jones.\n\nSECT I.\n\nCrustaceous Animals.\n\nTestudo terrestris Americana, dorso elato.\n\nI do not find this certainly described by any Author. Its Shell an Inch and a quarter long, and one broad, the Scales about the Edges are Quadrangular, those above Pentangular; he is guarded along the Back with a round Ridge; his Head about the Bigness of our Horse bean; the Orbits of the Eyes very large; his Snowe not very unlike a Parrot's Bill, his upper Jaw including the under; each Foot has four sharp Claws like a Mouse.\n\nHis Belly is made up of several thin Scales; whose middle Pair are long and quadrangular, that next the Head and Tail triangular, the rest irregular; his Tail taper, and about half an Inch long.\n\nHis whole Body exceeds not the half of a large Walnut.\n\nThe Molucca Crab.\n\nMus Regal. Soc. 120.\n\nIn Virginia and several parts of the Continent of America, they call it,\nThe King Crab.\n\nMus. Tradec. 8.\n\nA King Crab of the Molucos Island. Hubert's Nat.\n\nCancer Bont. Hist. Nat. p. 83, Fig. Malâ & Descript.\n\nCancer Moluccanus Clus. Exot. 128. Fig. opt. Dorfi\n\nFig. bonâ Dorfi & Ventris ac Descript.\n\nCancer Molucensis Jonst. Hist. de Exang. Aquat. Tab.\n\nFig. 1, & 2. sine descript. Mus. Regal. Societ. 120.\n\nSignoc seu Siquenoc Incolis Novae Franciae, Aragneæ\n\nde Mer. nob. Laet. Ind. Occid. 60. Fig. D. & V. opt. &\nDesc. Gal. id. Lat.\n\nThe whole Structure of this Animal is very remarkable, and particularly his Eyes are wonderfully contrived; viz. Between the fourth and last Pair of Claws on each Side, reckoning from his Mouth (and excluding the small Pair there plac'd) are inserted, as it were, the Rudiments of another Pair or a Claw broken off on each side at the second Joynt or Elbow; On these Extremities, are the Eyes placed (like those on the Horns of Snails) but being under the Covert of a very thick and Opake Shell, Nature in that Place has wonderfully contrived a Transparent Lanthorn, through which the Light is conveyed, whose Superficies very exactly resembles the great Eyes of our large Libelle, or Adderbolts, which to the naked Sight are plainly perceived to be composed of innumerable Globuli; these, like them, are oblong, and guarded with a Testaceous Supercilium.\nSECT II.\n\nWe proceed next to the Testaceous Animals.\n\nViz.\n\nSHELLS\n\nCochlea terrestris major striata, ore compresso. 3.\nCochlea Virginiana Hist. Hist. Conchyl. Lib. I. Fig. 45.\n\nCochlea terrestris Virginiana media umbilicata, striata, ore unidente compresso. Cochlea umbilicata, capillaceis striis per obliquum donata, unico dente ad fundum oris, Hist. Hist. Conch. L. I. Fig. 91.\n\nCochlea ter. Virginiana insigniter striata, umbilico magno. 5.\nCochlea umbilicata, fusca, sive variegata, capillaribus striis leviter exasperata Hist. Hist. C. L. I. Fig. 69.\n\nCochlea ter. Virginiana minor, striata & umbilicata, ore tridentino. 6.\nCochlea parva umbilicata, tenuiter striata, tridens, scil. in triangulo positi, nempe unus ad fundum oris, alter ad columellam, tertius ad labrum Hist. Hist. C. L. I. L. I. F. 92. Fig. 92.\n\nSECT III.\n\nNext to these we place\n\nThe Crustaceous Insects:\n\nBeing such whose Membranaceous Wings are wholly, or in part, covered with a hard or Crusty Sheath.\n\nCarabaeus Marianus viridis Rhinocerotos. 7.\nAn Nasticornis Virginianus Mus. Trad. I5? Mus. Trad.\nNon 2 Sca- I5?\n8. Scarabæus Marianus viridis acerotos.\n   These two, I believe, are Male and Female.\n\n9. Scarabæus Marianus minor fulvus, maculis nigricantibus aspersis.\n\n10. Scarabeus verrucosus minor Marianus canof coloris.\n    An Scarabæus instar Bufonis Virginianus, Mus. Trad. 16.\n\n11. Scarabæus stramineus minor Marianus, maculis aterrimis diversimodé notatus.\n\n12. Scarabæus oblongus niger Virginianus, vaginis sulcatis dorso plano nitente.\n    This my kind Friend, Mr. James Marshal, gave me, who received it from Virginia.\n\n13. Scarabæus elasticus major Americanus capite bimaculato.\n    an Cocujas Mof. 111. Fig. id. Angl. 977?\n    The first of these I received from my worthy Friend, Mr. Charlton.\n\nThis is commonly about an Inch and half long, of which the Head takes up a third part, which is near as broad as long; the Sides are grey or frosty; the Middle black: what in this part is most remarkable, are, two very black oval Spots, in Texture, Colour and Softness much resembling the blackest and finest Velvet, being encompass'd with a whitish Circle.\n\nThese orbicular Spots, to most People, at first view seem to be their Eyes, though they are ten times less, and plac'd at the setting on of the Horns, which are about half an Inch long, composed of eight Serræ, or Teeth, notch't on the under side only.\n\nThe Vagine or Wing-sheaths are long, black, sulcated and plentifully sprinkled with white Specks, the under Part and Belly is frosted on the Sides and in the Middle of a shining black.\nThe Structure of this Insect is the same with a peculiar Species I have seen in England, and call Snap-Beetles, from their elastic or springing Faculty, by which (without being fore-warn'd) they will easily force themselves out of your Fingers: I have also frequently observed, that if you lay them on their Backs (they not being able to turn on their Bellies) will spring or raise themselves to a wonderful Height, and that for several times, until they fall on their Legs.\n\nScarabaeus elasticus medius Marianus hirsutus.  \nScarabaeus elasticoides Marianus, vaginis ex nigro aurantique mixtus.\n\nCycindela Mariana, The Fire-Fly, vaginis teneris fuscis marginibus fulvis.\n\nCantharis Anglicae viridis, maculis aureis insignitis.\n\nCantharis 4 Moff. 145. Fig. id. Angl. 1003. Fig. MoF. 145. Jnst. Insect. Tab. 5. Fig. 4. Lift. Hist. Anim. Angl. 1003. app. Tab. 3. Scarab. Fig. 6.\n\nFig. 4. Lift. H. A. A. app. Tab. 3. Scar. Fig. 6.\n\nCantharis Mariana viridis. lituris marginalibus aureis insigniter notata.\n\nThe Spots in this are larger and finer marked than the last.\n\nCantharis Mariana fusca, meandris marginalibus pallidis incurvatis.\n\nCapricornulus nigrescens Marianus, undis & circulis flavescentibus striatus.\nSect IV.\n\nWe come now to the Plants, and therein, following the Method of the Learned Mr. Ray in his History, &c. and Dr. Sloane his Catalogue of Jamaica Plants, we shall begin with the less perfect ones:\n\nViz.\n\n1. Muscus Filicinus Marianus repens pinnis brevioribus. This differs from our common Fern Moss in having shorter Wings set opposite from the middle Rib, which creeps along the Ground, and is not branched.\n\n2. A. Branched Coralline Moss. Mus. Pet. 76. This grows with us very plentifully on most Heaths.\n\n3. Trichomanes major Marianus longifolius, An Trichomanes major foliis longis auriculatis Raii H. H. Pl. 1928.\n\n4. Cornutus his Canada Maiden-hair. Adianthum Americanum Cornuti 7. fig. Virginianum Tradescanti Park. 1050. Fruticosum Americanum Eiusd. Cornut. 7. 1050. Fig. frut. Brasilianum CB. 355. & Prodr. 150. desci frut. Amer. summis ramulis reflexis & in orbem expansis Pluk. Tab. 124. fig. 2.\n\n5. Felix Mariana pinnulis semeniferis angustissimis.\n\n6. Ophioglossum Marianum linguâ dentatâ.\n\n7. A. Gramen Paniceum maximum, spicâ divisa, aristas armatum. Cat. Pl. Jam. 30.\n\nI have added this Synonym because omitted by Dr. Sloane, to whom I refer you for the rest.\nSmall English Hairy Grasses.\n\nA. Gramen exile hirtutum Ger. 16. fig. id. emac. 17. Ger. 16. fig. Juncus villosus capitulis Psyllii Hist. des Plantes des environ de Paris 105. Raii H. Pl. 1291. Syn. 193 ed. 105. 2. 263.\n\nGramen Cyperoides minus spicâ parvâ.\n\nA. Millet Cyperus Gras.\n\nCyperus gramineus Miliaceus Ger. emac. 30. fig. Raii H. Pl. 1171. Synops. 200. ed. 2. 271.\n\nSyn. 200. ed. 2. 271.\n\nCyperus gramineus paniculâ sparsâ subflavescente.\n\nAlm. Bot. Gramen Cyperoides minus paniculâ sparsâ subflavescente CB. 6. & Gr. Cyp. minimum panicula subflava Phyt. 14. Ejusd. Phyt. 14. Gr. Cyp. pan. sparsâ subflavescente Park. Park. 1268. 1268 Gr. pulchrum parvum paniculâ latâ compressâ IB. L. 18. p. 470. Fig. & Chabr. 184. Raii H. Pl. 1301.\n\nThis is found in most watry Places in Germany, Italy, and Provence.\n\nGramen tomentosum Virginianum paniculâ magis compactâ, aureo colore perfusâ Pluk. Tab. 29. 9. Fig. 4. Χειροποιητό δici possit Alm. Bot. 179.\n\nThe least English Ruth.\n\nJuncellus Lobelii Park. 1192. Raii H. Pl. 1304 Syn. 203 ed. 2. 274.\n\nIt Flourishes with us in June and July in moist, sandy and boggy Places.\n\nParietaria foliis ex adverso nascentibus Urticae racemiferae flore Cat. Pl. Jam. 50.\n\nThis Dr. Sloane observed to grow plentifully on the Jam. 50. moist and shady Rocks in Jamaica.\n\nAster Americanus albus latifolius, caule ad summum brachiato Pluk. Tab. 79. Fig. 1. & Alm. Bot. 56.\n\nDr. Pluknet's Figure very well resembles this Plant, the Leaves are somewhat hairy, and on the back side very full.\nfull of Veins; they are near three Inches and half long, and somewhat more than an Inch broad; are sharp at each end and Stalkless: The Flowers are white, standing on long Footstalks, and branch towards the top.\n\nThis I have observed for some Years growing in our Physick-Garden at Chelsea.\n\n16. *After Marianus, foliis rigidis, floribus parvis umbelliferis.*\n\n17. *After Americanus albus, Mezerei Arabum exasperatis foliis, florum petalis reflexis.* Pluk. Tab. 79. Fig. 2 Alm. Bot. 56.\n\nThese Flowers are very small, and stand many together, like an *Eupatorium*; the Scaly Tips are green, the Petals long, white, narrow, and seldom more than five or six in a Flower.\n\n18. *Chrysanthemum Americanum laciniato folio majus* H. Bief. 251.\n\n*Hort. Bief.* & Oxon.\n\n*Hort. Pat.* Bat. H. Gron. & Tradesc. Park. 321. & 2. Fig. Amer. & Gron.\n\n*Hort. L.Bat.* & Tradesc. H. Hafn. Ray H. Pl. 339.\n\n*Park. 32.*\n\n*CB.ap.516.* Ray H. Pl. 339.\n\n19. *Virga aurea Americana Tarragenis facie & sapore,* Pluk. 116. fig. 6. & Alm. Bot.\n\n*panicula speciocissima* Pluk. Tab. 116. fig. 6. & Alm. Bot.\n\n20. *Eupatorium Marianum foliis Melisse rigidioribus.*\n\nAn *Eupatoria Valerianoides flore niveo, Teucrii folis cum pediculis Americana* Pluk. Tab. 58. Fig. 3. & Alm. Bot. 141.\n\n21. *Eupatorium Marianum Melisse foliis tenuioribus, floribus purpurascentibus filamentois.*\n\nAn *Eupatorium Americanum Melisse foliis magis acuminatis* Pluk. Tab. 87. Fig. 3. & Alm. Bot. 140.\n\n*Baccharis*\nBaccharis Marianus flore pulchre rubente. 22.\nFlos solis Marianus foliis pyramidalibus scabris ex adverso sessilibus. 23.\nFlos solis Marianus foliis latioribus flore mixto. 24.\nFlos solis Marianus foliis angustioribus fl. mixto. 25.\nChrysanthemum pilosissimum umbone purpurascente, petalis extus villosis. 26.\nChrysanthemum Marianum foliis abrotani maris. 27.\nNardus Americana procerior foliis cæsis Pluk. Tab. 28.\n\nI have observed this stately Plant for several Years in our Physick Garden at Chelsey, growing more than two Yards high, with Leaves somewhat like our Goosefoot, but much larger, and underneath of an Ash Colour.\n\nCarolina Globe-Tree.\n\nValerianoides Americana flore globose, Pisaminis folio Mus. Petiv. 293.\n\nArbor Americana tryphyla, fructu Platani quodammodo amulante; Lignum Fibularium (i.e.) Button-wood nostratis dicta Pluk. Tab. 77. Fig. 3. Alm. Bot. 47.\n\nScabiola dendroides Americana, ternis foliis circa caulem ambientibus, floribus ochroleucis Alm. Bot. 336.\n\nThis formerly grew at the Physick Garden at Chelsey, and this Year I saw it in Mr. William Darby's Garden at Hodgsdon.\n\nI have put this Plant (until I find a more proper Place) next to the Valerians, because its Flowers are very like them.\n\nLasertium Americanum Fraxini folio Musei Petiv. 255.\n\nHippopelimum Marianum foliis integris & trifidis.\n\nThe lower Leaves are more or less round or pointed, and serrated like our Catha palustris, but much smaller, not exceeding those of the Garden Violet, which they much resemble, these stand on longer or shorter Footstalks, sheathed.\nsheathed at the Base, those above are wholly vaginated (or sheathed) and come trifoliate at every Joint; its Flowers are small and yellowish.\n\n32. Our least Water-Parsnip with various Leaves.\n\n*Sium minimum Raii Cat. Angl. & H. Pl. 444. Syn. 67.*\n\nRay Cat. Angl. ed. 2. 107. min. *Ferulaceis foliis* Hort. Bles. 193, &\n\n--H.Pl.144 309. min. umbellatum foliis variis Pluk. Tab. 61. Fig.\n\n--Syn. 67. 3. pusillum fol. variis ND. Phyt. Brit. aq. pumilum folis\n\nHort.Bles. inferne Feniculaceis superne lobatis Moris Tab. inedit.\n\n193 &c309.\n\nPluk. 61. Fig. 3. Phyt. Brit. 114.\n\n33. *Symphylum Marianum foliis Echii latioribus.*\n\nThese Leaves are near an Inch broad, and between Two and Three long, are set alternately close to the Stalk, and taper at each end; in Texture very much resembling our Vipers Bugloss, but broader.\n\n34. *Teucrium Marianum spicatum Menthae folio.*\n\n35. Mr. Ray's Virginia Snake-weed.\n\n*Pulegium Virginianum nonnullis, aliis Serpentaria aut*\n\nRay H. Pl. 534.\n\nH.A.L.Bat. Colubrina Virginiana Raii H. Pl. 534.\n\n161.\n\nBreyn.Pr.2.\n\nPluk. 54.\n\nTab. 2.\n\nAlm. Bot. 110.\n\n*Pulegio Cervino quodammodo accedens capitata, Champeityos Austriacæ ceruleæ foliis & facie Breyn. Prod. 2.*\n\n*Satureia Virginiana Herm. P. Bat. 218. Fig. & desc. floribus in summitate dispositis H. A. L. Bat.*\n\n36. Dr. Herman's Virginiana Wild Basil with yellow Flowers.\n\n*Clinopodium Virginianum angustifolium flore luteo D. de Marees H. A. L. Bat. 107. Virg. angustif. floribus amplis luteis purpureo maculatis, cujus caulis sub quovis verticillo 10 vel 12 foliolis rubentibus est circumcinctus D. Banister Alm.*\nAlm. Bot. III. Virg. angust. flor. amplis luteis, punctis purpureis Pluk. Tab. 24. Fig. 1.\n\nOriganum floribus amplis luteis purpureo maculatis, cu-\njus caulis sub quovis verticillo 10. vel 12. foliis est cir-\ncumcinclus D. Banister Raii H.Pl. 1927.\n\nHorminum Marianum foliis pilis albis asperis. 37.\nScutellaria Virginiana Hyssopi angustis foliis, flore\nceruleo Alm. Bot. 338.\n\nMr. Banister's Columbine leav'd Crow-foot. 39.\n\nRanunculus Thalictri folio radice grumosa. D. Banister,\nRaii H.Pl. 1927, nemorosus Aquilegiae foliis Virginianus\nAsphodeli radice. Pluk, Tab. 106. Fig. 4. & Alm. Bot.\n310.\n\nMuntings yellow Passion Flower. 40.\n\nPassiflora Hepaticae nobilis folio parvo non crenato,\nflore ex luteo viridante Alm. Bot. 282.\n\nClematis Passionalis tryphyllos fl. luteo Morif.H.Ox. 6.\nSect. 1. Tab. 2. Fig. 3. Cl. Passiflora fl. luteo Munt. Prax.\n422. Fig. opt. seu Flos passionis fl. luteo H. Pisari Belluc:\nseu Fl. Pass. luteo flore H. R. Par. Raii H. Pl. 651.\n\nGranadilla pumila fl. parvo. luteo D. Alex. Balam. Cat.\nH. Pat. a Turre 55. folio tridentato, parvo flore flaves-\ncente El. Bot. 206.\n\nCucumis Flos Passionis distus, Hederaceo folio, fl. ex lu-\nluteo viridanti H. A. L. Bat.\n\nCornutus his Canada Herb Christopher. 41.\n\nChrystophoriana Americana racemosa baccis niveis &\nrubris Morif. H. Ox. 8. Sect 1. Tab. 2. Fig. opt. 7. Amer.\nbaccis niveis & rubris Park 379. Fig.\n\nAconitum baccis niveis & rubris Corn.76. Raii H.Pl.\n662.\n\nMr. Fisher, a Friend of mine, brought me this Root\nfrom Potuxen River in Maryland, and he tells me, they\nthere call it, Rich-Root, and use it as a specific against\nthe Scurvy; they boil about a Pound of it in two Gal-\nlons\nIons of Cyder, till but two Quarts remain, and being strained, they drink half a Pint of it every Morning, either alone, or mixt with any other Drink.\n\nHe assured me it cured him, and several others in the same Ship he came from thence in.\n\nSpike-flowred Meadow-sweet.\n\nCB. 163. Barba Capri Ger. emac. 1043. IB. V. 3. L. . 488.\n--Phyt. 276 Fig. Chabr. 488. floribus oblongis CB. 163. Phyt. 276.\nGer. em. Ulmaria major five altera Park. 591. Fig. Raii\n1043. Park. 591. H. Pl. 709.\nRay H. Pl.\n709.\n\nGentiana major Virginiana, floribus amplis ochroleu-\n\nPluk. 186. cis Pluk. Tab. 186. Fig. 1. & Alm. Bot. 166.\nFig. 1. These Leaves are very like those of Sope-wort, and\nAlm. Bot. stand cross-wise, or alternately opposite, convoluting the\n166. Stalk, which is round.\n\nIts Flowers one Inch and three quarters long and pale, growing towards the top of the Stalk; its Calyx half an Inch deep, and then divides into five narrow greenish Beards three quarters of an Inch long, reaching almost to the Dents or lower Angles of the Flower.\n\nGentiana major Virginiana, flore caeruleo longiore Morif.\n\nMorif. Tab. Tab. inedit. Fig.\ninedit. These Leaves stand also opposite like the last but are much narrower and glaucous underneath.\n\nThe Flowers blew, and broader at the Top than the last, and the Segments or Angles, not so sharp nor deeply indented, the Calyx like the other, but the foliaceous Beards shorter.\n\nErinus Marianus ferè umbellatus, Majoranæ folio.\n\nPerfoliate Venus Looking-glass.\n\nHort. Reg. Speculum Veneris perfoliatum seu Viola pentagonia\nParis. perfoliata Raii H. Pl. 743.\nMorif. H. Campanula pentagonia perfoliata Morif. H. Ox. 457.\nOx. 457. Ray H. Pl.\n743. Sect 5. Tab. 2. Fig. 23.\n\nOnobry-\nOnobrychis peregrina perfoliata folio rotundiori. Hort.\n\nAmerican Scarlet Cardinal-Flower.\n\nFlos Cardinalis Barberini Col. in Hernand. 880. Fig. Park. Para. 47.\nCard. seu Trachelium Americanum H. L. Bat. & H. 355.\nGroning. Cardinalitius f. Trachel. Indicum H. Pat. Col. in Her. 880.\nTrachelium Americanum rubrum Ferrar. Raii H. Pl. Ferrar.\n746. Amer. f. Cardinalis planta Park. parad. 355. Fig. Hort. R.\nAmer. fl. ruberrimo f. Planta Cardinalis Eujld. 356. Hafn.\ndescr. & la Broß. H. R. Par. Indicum Cardinalitium di-\nctum H. R. Hafn. Hort. Gron.\nRapuntium galeatum Virginianum f. Americanum coc-\ncineo flore majore Morif. H. Ox. 466. Sect. 5. Tab. 5. 746.\n\nFig. 54.\n\nMorisons Virginiana Blew Cardinal-Flower. 48.\nRapunculus galeatus Virginianus, flore violaceo majore Robert Icon.\nMorif. H. Ox. 466. Sect 5. Tab. Fig. 55. Dodart.\nTrachelium Americanum flore caeruleo Icon. Roberti. Mem. 119.\nminus Amer. foliis rigidioribus fl. caeruleo patulo Hort.\nReg. Paris. Amer. minus fl. caerul. patulo Dodart. Mem.\n119. Raii. H. Pl. 1883. descr.\nCampanula minor Americana, foliis rigidis fl. caeruleo\npatulo H. A. L. Bat.\n\nDigitalis Mariana Persicæ folio.\n\nThis I take to be the Humming Bird Tree, figured in\nJosselin's New-England Rarities.\n\nThese Leaves stand opposite on half Inch Footstalks,\nabove four Inches long and three quarters broad.\n\nDigitalis Mariana Filipendulæ folio.\n\nThe Flowers of this elegant Plant stand on naked Foot-\nstalks near an Inch long, they generally grow by pairs\none against the other, each divided into five equal round\nSegments like those of Yellow Tobacco, but three times\nbigger; these are set in a Calyx whose Divisions are sim-\nbriated like a Lobe or Wing of its Leaves. Its Style is\nthready, and about an Inch long.\nAlektorolophus Marianus Blattariae folio.\n\nThese Leaves are deeply cut into eight or ten serrated Lobes, which for the most part stand opposite, each Leaf is about the Length of the Footstalk it stands on, viz. if full grown, five Inches, or thereabouts.\n\nIts Seed-Vessels are oblong pointed Husks, which open on the upper Edge; they grow in a Spike on each side the Stalk, and are guarded, especially the upper Side, with a hoary membranaceous Calyx.\n\nCrateogonon Marianum flore caeruleo.\n\nTurritis Mariana siliquis dependentibus, uno versu dispositis.\n\nThe Pods are about two Inches long, flat, somewhat crooked, and end as it were in a blunt spine, they stand on half Inch Footstalks, and are thin set on all sides the Stalks, but have a Tendency only one Way.\n\nCornutus his Canada Celandine.\n\nChelidonium maximum Canadense axuλov Corn. 212.\n\nfig. Park. 617. Morif. H. Ox. 257. Sect 3. Tab. 3. Fig: 327.\n\nRaii H. Pl. 1887.\n\nRanunculus Virginiensis albus Park. 327. Fig. an Vir-\n\nOx. 257.\n\nRay H. Pl. ginianus Mus. Trad. 160?\n\nPapaver corniculatum seu Chelidonium humile cauliculo nudo, flore albo stellato Alm. Bot. 280.\n\nChamaesyce Mariana ramoflissima dichotomos, foliis Polygoni minoribus.\n\nChamaesyce Mariana Lysimachia campestris Gerardi folio.\n\nN. B. The remaining Herbs and Trees, with some Fossils and Animals, not here mentioned, shall be the Subject of another Paper.\n\nIII. Captain",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102565.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 15,
    "total-input-tokens": 24026,
    "total-output-tokens": 7161,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1040,
        2
      ],
      [
        1040,
        2362,
        3
      ],
      [
        2362,
        3455,
        4
      ],
      [
        3455,
        4948,
        5
      ],
      [
        4948,
        6159,
        6
      ],
      [
        6159,
        7343,
        7
      ],
      [
        7343,
        8866,
        8
      ],
      [
        8866,
        10328,
        9
      ],
      [
        10328,
        11891,
        10
      ],
      [
        11891,
        13493,
        11
      ],
      [
        13493,
        15158,
        12
      ],
      [
        15158,
        16858,
        13
      ],
      [
        16858,
        18604,
        14
      ],
      [
        18604,
        19998,
        15
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102565",
    "title": "Remarks by Mr. James Petiver, Apothecary, and Fellow of the Royal Society, on Some Animals, Plants, etc. Sent to Him from Maryland, by the Reverend Mr. Hugh Jones",
    "authors": "James Petiver",
    "year": 1698,
    "volume": "20",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 15,
    "jstor_url": "https://www.jstor.org/stable/102565"
  }
}