{
  "id": "fa4a967f64148b898846873d81ce1b2c7b219155",
  "text": "XXIII. Extract of a Letter from the Rev. James Augustus Hamilton, M. A. to the Rev. Nevil Maskelyne, D. D. F. R. S. giving an Account of his Observation of the Transit of Mercury over the Sun, of Nov. 12, 1782, observed at Cook’s Town, near Dungannon, in Ireland.\n\nRead April 20, 1783.\n\nSIR,\n\nCook’s-Town in Ireland,\nNov. 16, 1782.\n\nFROM the very indulgent eye with which you regarded my astronomical wishes, when I had the pleasure of seeing you at Greenwich, I make no doubt of your pardon for offering my imperfect efforts towards observing the late transit of Mercury. I do not mean to trouble you with the perusal of the labours of the week, but only to state to you my general apparatus and results, and to request your kind communication of your observation of the same phenomenon, if it occurred at Greenwich. I have only a good common clock with a varnished deal pendulum, moving sidereal time; a transit-instrument, of four feet eight inches focal distance, with a triple object-glass, and the axis of two feet, on solid stone pillars, the base common to both, each pillar being a single stone of five feet high: the collimation is constantly attended to, and was examined a day or two preceding the transit by an observation of the * polar star (the\n\n* The weather being hazy prevented the horizontal meridian mark being distinctly observable.\nonly circumpolar one my situation enables me to see an entire revolution of) and I found on inverting the axis that the error of collimation amounted to only $2''$ of time at the polar star. By an observation of the sun's passage before the transit, the clock was slow $-21'',7$; and by an observation of the passage of Lyra corrected strictly by your tables, after the ingress of Mercury, the clock appeared to be $21'',4$ slow, its rate for the week losing $1'',5$ per revolution. I observed with an achromatic tube of three inches aperture, triple object-glass, and used a magnifying power of about 90 times, which I preferred on account of the state of the atmosphere. At about two o'clock I set a stop watch to apparent solar time, and placed myself at the telescope within hearing of the beat of the transit-clock. I kept the part of the disk where I expected the ingress in constant view, my sight being directed by a vertical wire in the eyetube, and at $2\\text{ h. }22'3''$ I stopped the watch, and counted $20''$, to be sure of my having really perceived the first impression (which I apprehend could not have been shewn $1''$ sooner by the power, &c. I used). I then stopped seconds to the clock, and counted up to an even minute, and found, that the first external contact happened at $17\\text{ h. }33'11''$ by the clock, or $2\\text{ h. }21'45''$ apparent time. Mercury came in like a distinct black point, without any preceding haziness or appearance of atmosphere; and at $17\\text{ h. }39'10''$ by the clock, or $2\\text{ h. }27'43''$ apparent time, the thread of light seemed completed, and then I date the internal contact. I had no instrument fit to take any micrometer measures, so continued only looking at the planet till the sun got so low, that the limb presented the appearance of a troubled sea at a distant horizon, among the waves of which Mercury once more plunged at about $18\\text{ h. }52'$, and the sun and planet\nTransit of Mercury over the Sun.\n\nplanet both left my view at about 18 h. 57'; but these observations are only good conjectures. From my best observations of eclipses of Jupiter's first satellite, of appulses of the moon's centre to the meridians, and lunar distances with a HADLEY's quadrant, I make my longitude 26' 35'' W. (nearly), and my latitude by a mean of many observations, is 54° 38' 20''.\n\nI have the honour to be, &c.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106500.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6456,
    "total-output-tokens": 1069,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1355,
        2
      ],
      [
        1355,
        3298,
        3
      ],
      [
        3298,
        3728,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106500",
    "title": "Extract of a Letter from the Rev. James Augustus Hamilton, M. A. to the Rev. Nevil Maskelyne, D. D. F. R. S. Giving an Account of His Observation of the Transit of Mercury Over the Sun, of Nov. 12, 1782, Observed at Cook's-Town, Near Dungannon, in Ireland",
    "authors": "James Augustus Hamilton",
    "year": 1783,
    "volume": "73",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/106500"
  }
}