{
  "id": "3e9a605cee3c07825b83c5ac7c0a7cc1c6ed07c2",
  "text": "XXXIII. An Extract of a Letter written by the Magistrates of the City of Mascali, in Sicily, and sent from their public Office to Naples, concerning a late Eruption of Mount Ætna. Translated from the Italian.\n\nMascali, March 12, 1755.\n\nRead May 29, 1755.\n\nOn Sunday the ninth of this March, about noon, Mount Ætna began to cast from its mouth a great quantity of flame and smoke, with a most horrible noise. At four of the clock on the same day the air became totally dark, and covered with black clouds; and at six a shower of stones, each of which weighed about three ounces, began to fall, not only all over the city of Mascali, and its territory, but all over the neighbourhood. This shower continued till a quarter after seven; so that by the darkness of the air, the fall of stones, and the horrible eruptions of the mountain, the day of judgment seemed to come to be at hand. After the stones had ceased falling, there succeeded a shower of black sand, which continued all the remainder of the night. The next morning, which was Monday, at eight of the clock there sprung from the bottom of the mountain, as it were, a river of water, which, in the space of half a quarter of an hour, not only overflowed to a considerable distance the rugged land, that is near the foot of the hill, but, upon the waters suddenly going off, levelled all the roughness and inequalities of the surface, and made\nthe whole a large plain of sand. A country fellow, who was present at so strange a sight, had the curiosity to touch this water, and thereby scalded the end of his fingers. The stones and sand, which remain wherever the inundation of the water reached, differ in nothing from the stones and the sand of the sea, and have even the same saltness. This account, however fabulous it appears, is most exactly true. After the water had done flowing, there sprung from the same opening a small stream of fire, which lasted for twenty-four hours. On Tuesday, about a mile below this opening, there arose another stream of fire, which being in breadth about 400 feet, like a river, began to overflow the adjoining fields, and actually continues with the same course, having extended itself about two miles, and seeming to threaten the neighbourhood. We remain therefore in the greatest fear and terror, and in continual prayers.\n\nXXXIV. Some Account of the Charr-Fish, as found in North-Wales. In a Letter from the Rev. Mr. Farrington, of Dinas, near Caernarvon, to Mr. Thomas Collinson, of London. Communicated by Mr. Peter Collinson, F. R. S.\n\nRead May 29, 1755.\n\nTHIS species with us is called tor-goch, a compound of tor, the lower part of the belly, and goch, red; in English red-belly. This redness in the female, paler or deeper, according",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104926.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 742,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1401,
        2
      ],
      [
        1401,
        2738,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104926",
    "title": "An Extract of a Letter Written by the Magistrates of the City of Mascali, in Sicily, and Sent from Their Public Office to Naples, concerning a Late Eruption of Mount Aetna. Translated from the Italian",
    "authors": null,
    "year": 1755,
    "volume": "49",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104926"
  }
}