{
  "id": "07bf1064ce4fc383a4aed3db679d22ad72d03cf6",
  "text": "The Summer before the last, a Woman show'd me an Insect of the Maggot Species, with a crusty red Galea over the Snout, and a crescent or forked Tail, which she had just then voided by the urinary Passage.\n\nV. An Account of a new Machine, called the Marine Surveyor, contrived for the Mensuration of the Way of a Ship in the Sea, more correctly than by the Log, or any other Method hitherto used for that Purpose; together with several Testimonials, setting forth the Usefulness of this Invention. By Mr. Henry de Saumarez of the Island of Guernsey.\n\nHaving for several Years applied my Studies to the Improvement of Navigation, I have fallen on various Projects, as well for the better clearing a Ship off a Lee-shore, as for her Steering, Tacking, or Waring, &c. which I may probably soon publish to the World: But what has most of all employ'd my Thoughts, has been to contrive something to ascertain the Way of a Ship in the Sea, more correctly than by the Log, (at present in Use in our Navigation;) the Errors of which are such, that I am fully persuaded the unhappy Fate of the brave Sir Cloudsley Shovell, was more owing thereto, than to any Errors in Judgment. The melancholy Reflections I made on that national Loss, was what spur'd me on to find out something that would not only have a regular Motion under Water, but might communicate the same to a Dial, or Piece of Clock-Work, within the Ship.\nAfter Variety of Experiments, I was at last so happy as to answer my Purpose in some Measure; and as in Guernsey we are at a Loss for curious Workmen, in the Year 1715. I came to London, and furnished myself with a Boat, and all the Materials necessary for my Design. Daily was I on the River Thames making Experiments, and was frequently honoured with the Company of several of the Literati, who were greatly pleased with my Invention; but, not being fully satisfied of the Certainty thereof, they advised me to try it on a Standing Water. According to their Desire I did so, for I obtained a Liberty several Times of having a Boat on the Canal in St. James's Park, where I demonstrated, to such curious Persons as favoured me with their Company, the Usefulness of several Instruments; for we there fixed two Poles for Marks, and notwithstanding I many Times alter'd the Motion of my Boat, by sometimes rowing fast, and at other Times slow, yet had my Machine under Water the same Number of Revolutions between the Marks. It may, perhaps, be ask'd, how I came to be assured that the Revolutions of the Engine under Water are regular, let the Motion be swift or slow, and that they answer the same Distance? I will not yet say, that this admits of so clear a mathematical Proof, as any Proposition in Euclid; however, I have mechanically found it so in a great Variety of Experiments; and that every Turn or Revolution of the Engine under Water just measures 10 Feet, which I call the decimal hydralical Circumference thereof.\n\nThe Primum Mobile, or Soul of this Machine, is in the Form of the Letter Y, and is made in Iron, or any other Metal: At each End of the Lines, which constitute the Angle, or upper Part of that Letter, are two Pallets not much unlike the Figure of the Log;\nLog; one of which falls in the same Proportion as the other rises. The falling or pendent Pallet meeting a Resistance from the Water, as the Ship moves, has, by that Means, a circular Motion under Water, which is faster or slower, according as the Vessel moves. This Motion is communicated to a Dial within the Ship (which is fix'd either in the Master's Cabbin, or any other proper Place) by means of a Rope (of any convenient Length) fasten'd to the Tail of the Y, and carried to the Dial. The Motion being thus communicated to this Dial, which has a Bell in it, it strikes exactly the geometrical Paces, Miles, or Leagues, which the Ship has run. Thus is the Ship's Distance attained; and with equal Ease may the Forces of Tides and Currents be discovered by this Instrument.\n\nThe Figures adjoin'd more fully explain the first Movement of my Machine.\n\nIn Figure 5. A K C L and B H D I are the Pallets, which are work'd from the Legs D E and C E into the Form they appear, to a Breadth of about 4 Inches and a half. The Length of the Pallets (B D and A C) are 8 Inches. The Branches or Legs, D E and C E, are each 15 Inches and a half long, and 2 in Circumference, the Diameter of which is about two Thirds of an Inch; and the Angle C E D, which is contained between them, is 45 Degrees.\n\nThe Shank E F is of the same Thickness or Circumference with C E and D E, and is 27 Inches long. At the Point F there is a Ring, where one End of the Rope F G is hook'd to the Machine, the other End G being fixed to the Dial within the Ship or Vessel. This Rope may be about 5 Fathoms, more or less, according as the Dial is fixed high or low, in respect to the Surface of the Water.\nIn the Figure afore-mentioned, this Machine has but two Branches; however, it may be form'd of three, if not four, and adjusted to the same Standard or Measure: But as three or four Branches would be more subject to entangle themselves in Sea-Weeds, and thereby prevent the regular Motion of the Instrument, if not in some Measure impede the Ship's Way, I cannot but recommend their being made only of two Branches, in the Manner I have laid down; for, in my own Experiment at Sea, I have observ'd those made in this Form have been so far from being choak'd by Weeds, that if they encountered any at any Time, they have always cleared themselves of them, without the Trouble of hauling the Engine into the Ship to do it.\n\nTo regulate this Instrument, it may be done several Ways; as first, by opening or closing the Angle CED; secondly, by lengthening or shortening the Branches, or turning or bending more or less the Pallets AKCL and BHDl; and so in this Manner the Machine is brought to what Standard or Measure you please, to make the hydralical Revolution to answer either to a geometrical Pace of 5 Feet, or to 10, 12, 14 Feet, &c.\n\nThe Machines of this Kind, which I have tried at Sea in all Sorts of Weather, did weigh some 4, others 5, and others 6 Pounds; the Weight of them not at all affecting the peculiar Property of the Instrument, or hindering the Regulation thereof according to the Methods I have laid down.\n\nThese Machines may be made of Tin as well as Iron, and so light as not to weigh above two or three Pounds, which may serve for any Boat, Wherry, Barge, &c., without any Hindrance to their Rowing or Sailing. The Manner of fixing them to a Ship, or Boat, is represented in Fig. 6.\nI come now to the Explanation of three several Dials, any one of which may be used with this Machine.\n\nThe first Dial had three Indexes, one of which mark'd 10 Revolutions of the Engine, each Revolution 10 Feet; so that of consequence the whole Round of the Circle was 100 Feet. As five of these Revolutions make 50 Feet, which I reckon to be (or at least should be) the Distance marked between each Knot on the Log-Line now in Use at Sea; by holding the Half-minute Glass in one's Hand (which is always used with the Log-Line) one may, by Inspection, see how many Times 50 Feet she runs in half a Minute, and of course how many Miles in an Hour, without the Trouble of employing four or five Hands, as there generally is, in heaving the Log. My second Index on this Dial marked 100 Revolutions, which makes 1000 Feet, as the third Index did 1000 Revolutions, which is equal to 10,000 Feet; and then a little Bell struck, signifying when the Ship had sailed that Distance, which may be also fitted to strike to any other Measure.\n\nMy second Dial had the Circle on its Plate divided into twelve Parts, so that as the Index past each Division, the Ship had run one Mile, and consequently twelve Miles, when it had measured the Circumference. On one Side of this Dial, I had fixed another Plate, which was graduated in such Manner, that by the Half-minute Glass I could also, by Inspection, tell what the Vessel run in that Space of Time, &c.\n\nOn my third Dial I had three Circles; the first was so divided, as to shew when the Ship had run 60 Leagues; the second was so contrived, as to shew when the Ship had run the same Distance in Miles; and on the third was mark'd 120 Knots; so that, computing\nputing each Knot at 50 Feet, the Circumference was 6000 Feet, which I take to be the Standard of an English Maritime Mile, or the \\( \\frac{1}{6} \\) Part of a Degree upon the Equator; in running which Length, my Instrument has just 600 Revolutions; to which Distance a little Bell strikes to give Notice, to the Man at the Helm, of the Distance sailed in that Time.\n\nBesides the several Circles on this Dial (graduated as I have mentioned) I had also two Plates on each Side, having two Circles; one divided into 100 Leagues, and the other into 300 Miles; so that, without hearing the Bell strike to every Mile or League, one might at any Time see by them, what Number of Miles or Leagues the Ship had run, from the Time she had left her Port.\n\nAs to the Materials within the Dial, there is little more than common Clock-work.\n\nAs by this Machine I undertake to correct the Errors of the Log, I flatter myself that a Comparison between that Instrument, and my Invention, will not be unacceptable to the Curious; I therefore present you with\n\nA Comparative Discourse between the Log and my Instrument, which I chuse to call the Marine Surveyor.\n\n\\[ \\text{THE first Error I chuse to touch on, in relation to the Log, is in the half and quarter Minute Glasses;} \\]\n\nI think I may well affirm, that they are seldom or never true, in regard it rarely happens that we can find two to finish their Course in the same Space of Time; yet, if they did run their Sand out equally, it is no Demonstration of their Truth, since two, that are false, may do the same.\n\" same, as well as two that are true. But, admitting\n\" they were never so truly made, they are notwith-\n\" standing subject to Error, since it is but too well\n\" known, that dry and wet Weather have a great In-\n\" fluence on them. Should the Half-minute Glafes\n\" lack but two Seconds, or be two Seconds too long,\n\" it makes an Error of some Miles in 24 Hours. If\n\" the Log be hove by Quarter-minute Glafes, in like\n\" manner defective, (which is the general Practice,\n\" when the Ship has great Way) in doubling the\n\" Knots, the Error is also doubled. Besides, when the\n\" Ship runs after the Rate of 8 or 9 Miles an Hour,\n\" (and the Line is left to run off of the Reel) it\n\" rarely happens but some Fathoms are out, before\n\" the Line can be stopp'd; though this may be small\n\" in the Course of 24 Hours, and therefore disregard-\n\" ed; yet in a long Voyage it will make a great\n\" Addition to the many Errors in the Distance (which\n\" we gain by the Log) which, added to those of our\n\" Judgment, occasions so many that keep Journals\n\" at Sea, to be a Shore, when they have reck-\n\" oned themselves 50, 60, or more Leagues from\n\" the Land; and others to be as many Leagues\n\" from their Port, at the Time when they have\n\" expected to make it.\n\n\" In the Marine-Surveyor it is not so; for this In-\n\" strument requires no Glafes of any Kind: Let the\n\" Ship run fast or slow, it is the same, for it works in\n\" Proportion, and the Bell strikes to every Mile ac-\n\" cordingly. To evidence the Truth of this, I take\n\" Leave to mention an Instance, viz. When I was\n\" making my Experiments on the Canal, the Reverend\n\" Dr. Desaguliers, one of the Members of this honou-\n\" rable Society, and several other Mathematicians,\n\" at Times, were with me, and we measur'd out a\n\" certain\ncertain Distance there; upon which I fitted my Machine to strike to that Distance, and accordingly it did so. We then alter'd the Motion of the Boat, and row'd much faster to the Mark than we had done before; however, the Bell struck, when we came up to it, to the greatest Exactness: And such is the Property of this Instrument, that it may be fitted to strike to Miles, Leagues, &c. as shall be thought proper. This Machine is made of Materials so durable, that one of them shall last 50 or 60 Years; and such is the Price, that they will prove as cheap or cheaper to the Government, than the Log, which is attended with an Expence of so many Lines, Glasses, &c. As for the making a Trial of this Instrument, it may be as fully done in the Channel, as in an East-India Voyage; for if it answers to 20, 30, or 40 Leagues, the Reason holds good for as many Thousand.\n\n2d. \"The chief Property of the Log is to have it swim upright, or perpendicular to the Plane of the Horizon. This is too often wanting in Logs, because but few Seamen examine whether it is so or no, and generally take it upon Trust, being satisfied, if it weigh a little more at the Stern than the Head. What erroneous Reckonings flow from hence is but too evident; for if the Log does not swim upright, it will not hold Water, neither remain steady in the Place where it is heav'd, since the least Check of the Hand, in veering the Line, will make it come up several Feet. This repeated, the Errors become Fathoms, and perhaps Knots, which, how insignificant foever they may seem, are Miles and Parts of Miles, and amount to much in a long Voyage.\n\n\"In\n\"In answer to this, the Marine-Surveyor is of such a Property, that there is no Necessity to take Care about its swimming; and it is a constant Truth, peculiar to this Instrument, that be the Ship's Moti- on on the Water what it will, whether she runs one Mile faster or slower than another, yet all she runs, is exactly mark'd on the said Instrument, as appears plainly from some Tables of Experiments made by me in the River Thames, for obtaining the gradu- al Increase and Decrease of both Ebb and Flood.\n\n3. \"The stretching and shrinking of the Log-Line, is another great Error in the Use of the Log; for when a new Line is first us'd, let it be ever so well stretched upon Deck, and measured as true as pos- sible, it shrinks after wetting considerably; and therefore if we rely on the Line run out for the Ship's Distance, we ought to measure and alter the Knots on it every Hour before we use it; but I am well assured that this is seldom done oftner than once a Week, and sometimes not above once or twice in a Voyage. What great Dependance then is there on a Reckoning kept by the Log? Since in this Case the Line will shrink so, as to add Miles to the other Mistakes of every 24 Hours. Again, when the Line is measured to its greatest Degree of Shrinking, it is generally left there; and when, by much Use, it comes to stretch again, it is sel- dom or never mended, although it will stretch be- yond what it first shrunk. In short, such are the Errors incident to the Log, that I don't wonder at our Neighbours the Dutch for preferring their Chips or an irregular Pulse to it; which conjec- tural Reckoning of theirs is obtained after the fol- lowing Manner. They fix two Marks on the Side of the Ship at a certain Distance, when an ex- perience\n\"perceived Person, standing at the foremost Mark,\nthrows a Chip over-board, and counts the several\nBeats of his Pulse, during the Chip's Passage from\none Mark to the other; and from thence it is they\ncompute the Number of Miles that the Ship runs\nin an Hour.\n\n\"As for the Marine-Surveyor, it is not hove with\na Line, but is tow'd a Stern by a Rope; and let\nthat Rope stretch or shrink (be long or short) it is\nall one, for the Instrument will have the same true\nRevolutions. Should it be objected, that it holds\nWater, I affirm, from my own Experiments of it,\nthat the Log haul'd in from 5 or 6 Knots, is much\nheavier upon the Hand; and that the faster the\nShip runs, the less Water this Instrument of mine\nholds, because it gives Way to the Water and turns\nquicker; nay, I can venture to say, that it is so far\nfrom being any considerable Impediment to the\nShip's Way that she does not lose one Mile in an\nhundred by it. But should this Instrument be intro-\nduced into the Navy, in case of chasing an Enemy,\nor the like, it may be taken in at any Time, and\nlet down again at Pleasure.\n\n4. \"I appeal to all Seamen, if in a moderate Gale,\nwhen the Ship runs 5 or 6 Knots, two differ-\nent Persons (every way qualified) were to heave\nthe Log immediately after one another, whether\nthey would exactly agree. Surely no. Since 'tis\nbut Chance if they do so, and is what may not\nhappen in an hundred Trials. I therefore affirm\nthe Log to be very erroneous on this Account, and\nthat the Error frequently increases with the Wind;\nfor in a stiff Gale, when a Ship has run about 8 or\n9 Knots before the Wind, it has been known that\ntwo expert Seamen have hove the Log in this Man-\nner,\nner, and on their comparing Notes, they have found\na Knot Difference; sometimes it has been more, and\nat others less, which must certainly make a strange\nConfusion in the Reckoning. Under this Head I\ntake leave to observe, that when the Log is hove,\nit is sometimes in so strong a Gale, that the Ship\nruns 9 Knots; but before it is hove again, there\nmay be such a Decrease of the Wind, that for half\nof the Hour she may not run above 5 Knots. Her\ntrue Distance sailed then, is the Mean between the\nExtremes of 9 and 5; but this has been so far from\nbeing consider'd by some Chalkers of the Log-board,\nthat it is but too well known, the Extremes have\nbeen put for the Mean, and the contrary. Were\nthere Truth in the Log, two Ships in Company\nwould nearly have the same Account; but it is\notherwise; for we too often find many Leagues Dif-\nference in Reckonings, even on board the same\nShip. In a word, such Errors have been found in\nthe Log by some of my Acquaintance, that when\nthey have sailed between a Meridian and a Paral-\nlel, the whole Difference on the Log-board has not\nprov'd Difference of Latitude enough to agree with\ntheir Observation, although each Day they had a\ngood observ'd Latitude, and no Currents.\n\nIn the Marine Surveyor we are so assured of the\nShip's Distance, that all Ships shall agree which are\nin Company, as to their Reckonings, save that some\nAllowance be made for Difference of Judgment in\nthe several Persons who keep Journals.\n\nThere are several other Cases equally, if not more\nmomentous than what I offer here, wherein the Ma-\nrine Surveyor will be found to have the Preference of\nthe Log; but I forbear to mention them, chusing ra-\nther to entertain you with undeniable Proofs of the\n\nN n n 2 Use-\nUsefulness of my Invention, which I perswade myself will be found to be of singular Advantage to the Trade and Navigation of my Country.\n\nThe following are the Substance of two Affidavits, taken under the Seal of the Royal Court at Guernsey, by some expect Seamen, who have had Trial of my Instrument, viz.\n\n\"Know all Men by these Presents, that on the 30th of November 1720, there personally appeared before William Le Marchant Esq. (Judge Delegate in the Island of Guernsey, &c.) Messieurs Jean Andros, and Eleazar Le Marchant (Jurats of the Royal Court of the said Island)\n\nWilliam Abier, aged about 40 Years, who commanded several Privateers in the late War, (and particularly that call'd La Chaffe, of about 150 Tuns, 16 Guns, and 140 Men) and is now Master of the Ship call'd the Eagle, of which Vessel he is the only Proprietor, who voluntarily makes Oath, that on Sunday the 9th of October 1720, he parted from Southampton with several Gentlemen Passengers on board for Guernsey; that he had fix'd at the Stern of his Ship a new Invention call'd the Marine-Surveyor, projected, to the best of his Knowledge, by Mr. Henry de Saumarez, a Gentleman of the Island of Guernsey, for correcting the Log, &c.\n\nThat after they had left the Needles, they had a stiff Gale of Wind, attended with a rolling Sea, notwithstanding which, the Machine work'd as regularly as if it had been smooth Water, the little Bell of it striking to every Mile the Ship run with great Exactness. And this Deponent further declares, that having thoroughly view'd and examined the Experiment of this new Invention, he finds it to be not only practicable, but preferable to the common\ncommon Methods us'd at Sea for attaining the\nShip's Distance fail'd; that therefore, for the pub-\nlick Good, he doth attest the Truth of the above-\nmentioned Particulars. In witness whereof, the\nSeal of the Royal Court of Guernsey is hereunto\naffix'd by us the under-written,\n\nWilliam Le Marchant, Judge Delegate.\nJean Andros,\nEleazar Le Marchant, Jurats.\n\nThe other Affidavits runs as follow, viz:\n\nKNOW all Men by THESE PRESENTS, That\non the 30th of November 1720, there personally\nappear'd before William Le Marchant Esq; Judge\nDelegate in the Island of Guernsey, &c. Messieurs\nJean Andros and Eleazar Le Marchant, Jurats of\nthe Royal Court of the said Island.\n\nThe following Persons, viz:\n\nAbraham Le Mesurier, of about 48 Years of Age,\nformerly Captain of several Ships,\nPeter Bonamy, of about 58 Years of Age, for-\nmerly Captain of several Ships, and who has used\nthe Sea above 40 Years,\nJohn Hardy, of about 38 Years of Age, formerly Cap-\ntain of several Ships, William Abier, about 40 Years\nof Age, and formerly Captain of several Ships; and\nJames Hubert, of about 27 Years of Age, who has\nalso been Master of several Vessels, who volunta-\nrily make Oath, that on the 19th of October 1720,\nthey set Sail in the Morning out of Guernsey Pier,\nwith a fresh Gale of Wind, in a Sloop call'd the\nDolphin, in Company with several Gentlemen of\nthe said Island, in order to make an Experiment at\nSea of a Machine call'd the Marine-Surveyor, pro-\njected, to the best of their Knowledge, by Mr.\nHenry de Saumarez of Guernsey; which Invention\nis intended to correct the many Errors of the Log,\n&c. And they further declare, that they have not\nonly throughly view'd, consider'd, and examin'd the\nsaid Machine, but have also made several Experi-\nments of it in a rough Sea, sometimes sailing right\nbefore the Wind, then quartering; at other Times\nturning to Windward, and then lying by to know\nthe Drift of the Ship both with and against the\nTide: That having tried the same Invention all\nManner of Ways, they find it much preferable to\nthe Log, or any of the Methods in use for ob-\ntaining the Ship's Distance run, having nothing to\nobject against it, as to its being a Clog or Hindrance\nto the sailing of the Ship &c. That being fully\nsatisfied of the great Usefulness of this Invention\nfor the Improvement of Navigation, and the Service\nit may be of to all the Maritime Powers, they\npublicly attest the Truth of the above-mentioned\nParticulars, to the End the Author thereof may\nmake such Use of it, as he shall think most proper.\nIn witness whereof, the Seal of the Royal Court of\nGuernsey is hereunto affix'd by us the underwritten,\n\nSigned by the Judge Delegate and Jurats, as\nabove-mentioned.\n\nHere you have some Proof of the Usefulness of this\nnew Invention, and that from Seamen of long Stand-\ning and Practice: But, notwithstanding these Testimo-\nnials, I was yet determined to have it tried further:\nAccordingly I made a Present of one of my Machines\nto a Friend of mine, Captain John Thounes, who be-\nsides\nsides his Knowledge in the Theory and Practice of Navigation, was the better qualified to make Trial of it, in regard he had sometimes accompanied me in my Experiment on the Canal in St. James's Park, and in the River Thames. As he was then going a Voyage, I intreated him to act impartially with me, and to lose no Opportunity in letting me know how far, and with what Certainty, my Invention might be depended on. Agreeable to my Request, he wrote twice to me on this Occasion: His first Letter was dated at Nantes the 26th of October 1724, and the following is an Extract of it, viz.\n\n\"According to my Promise, I am to acquaint you, that I have had as favourable an Opportunity as I could have with'd for, to try your Marine-Surveyor; for some Part of my Voyage being from St. George's Channel to the Bay of Biscay, I pass'd close to the Land's-End of England, with a moderate Gale of Wind at North, our Course S. by E. When I had the Land's-End East of me about 3 Miles, I began to reckon, and the next Morning, when Ushant bore West, about 5 Miles Distance, the Surveyor had made just 37 Leagues. These two noted Headlands, which are very near under the same Meridian, differ in Latitude about 33 or 34 Leagues. As for the Tides, we cross'd them, having in this Run two Floods and two Ebb's; and as the Wind blew cross the Channel, one Tide was no more influenced by it than the other, nor could the Current be any Impediment to the Trial. Now as to our having 3 or 4 Leagues more than the true Distance, the Reason is very plain, since it cannot be expected but that a Ship before the Wind will deviate from her true Course, sometimes one Way, sometimes another, in her Taws and Skeers. Of this all Sea-\n\nmen\nmen are sensible. What I would remark from hence\nis, that the Surveyor measures all the little Traver-\nses exactly; 'tis therefore the Business of the Navi-\ngator to allow for this, when he works the Ship's\nRun. But I cannot help observing here, that a good\nEffect is produced from these little Traverses being\nso measur'd; for should we be running boldly on\nthe Land in a dark Night, it forewarns us to look\nout in time, by marking somewhat more than the\ntrue Distance fail'd upon a straight Line.\n\nMany are the Advantages which accrue to Navi-\ngation by this Invention, which I shall not take\nupon me to enumerate: In short, the Sailors are in\nlove with it, and when at the Helm, they value\nthemselves on chalking more Miles than those who\nwent before them. For my own Part, I am so\npleas'd with it, that I have done with the Log.\nOne excellent Quality I observe in it, which I\ncannot omit mentioning, &c. That in plying to\nWindward along Shore in a dark Night, our usual\nWay, by the Log, is to stand two or three Hours\nout, and so many in; and here we may be a Shore\nbefore we are aware, because in running out we\nmay not have had so much Wind as in running in;\nor we may have reef'd Topsails, shorten'd Sail,\nhanker'd in the Wind, or have met with many\nother Impediments, which, by being drowsy in the\nNight, a Man may sometimes not take Notice of;\nbut it is otherwise with the Surveyor; for if the\nShip is hindered in her Way, it will not mark more\nMiles than she has run.\n\nI have shew'd it to some curious Persons at\nNantes, who are greatly delighted with it. They\nwanted to see the Movement within, but I shall\nnever grant that to a Stranger. I have been offer'd\n\" fifty Pistoles for it, and might have had more, would\n\"I have parted with it; but I value the worthy Do-\n\" nor of it too much, to do any such Thing.\n\nP. S. \"When I said my Course from the Land-\n\" End to Ushant was S. b E. it must be understood\n\" that I did not go on the Outside, but pass'd within,\n\" between Ushant and the Main: For in the other\n\" Case, to pass to the Westward, the Course had been\n\" about S. b W. to go clear of all.\n\nThe second Letter, which I receiv'd from Captain\nThoumes, in relation to my Instrument, was dated at\nGuernsey the 2d of September 1725; and what follows\nis the Substance of it, so far as it relates to the Ma-\nrine-Surveyor, viz.\n\n\"I am now fully confirm'd of the Usefulness of\nyour Marine-Surveyor, having tried it, this last\nVoyage to Marseilles and Toulon, sufficiently to\npersuade me, that it is greatly preferable to the Log.\nHaving in two former Voyages in the Bay of\nBiscay been apprized, that the Ship's Distance fail'd,\nas obtain'd by the Marine-Surveyor, was really true,\nyet I was oblig'd every 24 Hours to shorten the\nDistance by a certain Proportion, that I guess to be\nnear one seventh Part of the Whole; which, from\nthe Bearings of Headlands, &c. I found constantly\nso. However, to be better satisfied of this Allow-\nance, I wanted a long Run, near, or upon a Meri-\ndian, with good Observations, which could not be\nhad in the Bay or our Channels; therefore, when\nI fail'd for the Mediterranean, which was in January\nlast, I continued to make the same Allowance, and\ncaution'd my Mate to make it also. It happen'd,\nthat for the first eight Days, we had hard Gales of\nsoutherly Winds, attended with violent Squalls of\nRain, and a distracted Sea, insomuch that we try'd\n\"under a double reef'd Main-sail, great Part of the\nTime, and drove to the Westward, without the Be-\nnefit of celestial Observations; yet all the While the\nMarine-Surveyor struck the Miles of our Drift,\nwhich are to be seen upon our Journals for every\nHour; and so far did it depend on it, that I did not\norder the Log to be once move.\n\n\"After the bad Weather, the Wind chang'd with\nthe new Moon, to N. N. E. and N. E. with a brisk\nGale, which gave us a fair Run for five Days, near\n50 Leagues every 24 Hours. We had daily Obser-\nvations, and our Course was near South. Here it\nwas, that I found the one seventh of the Ship's Di-\nstance was to be deducted from the whole, and that\nit was for Paws and Sheers, which the Marine Sur-\nveyor marks exactly. After this Allowance was\nmade, so well did my Reckoning agree with my\nObservation, that when there was 2 or 3 Miles dif-\nference, I rather imputed it to the Want of Exact-\nness in my observing, or a Fault in the Quadrant,\nthan to the Marine Surveyor, in regard my Mate\nalso found it to agree to a surprizing Exactness.\n\n\"Three Weeks after our Departure, I had the\nMisfortune to lose the Fork of the Machine, and\ntherefore was afterwards without the Help of the\nSurveyor, till our Arrival at Toulon; which Place\nbeing one of the chief Nurseries for Navigators\nthat serve the French King, I was the more con-\ncerned for my Loss; but I in some measure repaired\nit, by ordering a Smith to make two such Forks, of\nnearly the same Dimensions and Turns in the Fins,\nas I could remember the other had, which serv'd\nthere so well, as to gain the Admiration of all who\nsaw me try it. My Merchant was so taken with it,\nthat he desir'd me to shew it to a Friend of his, a\n\"noted Professor of the Mathematicks in the College\nof Jesuits there. He was all Surprise at the regu-\nlar Motion of the Machine under Water, and more\nthat it should so nicely determine the Distance\nsail'd of any Ship or Boat. I should swell my Let-\nter to too great a Bulk, should I repeat the Conver-\nsation I had with this Jesuit, who importun'd me\nmuch to see the Inside of the Clock-Work, offer-\ning me what I pleas'd for a Sight of it. In a word,\nI was deaf to him, and many other Gentlemen of\nthe Town, who crowded to me every Day on the\nsame Account, and who were all greatly pleased\nwith the Invention.\n\n\"The Machine made by my Directions at Toulon,\nI us'd in my Way home, and found it to answer\nvery well in the Ocean; from whence arises this\nRemark, which sufficiently shews the Usefulness of\nyour Invention, viz. That even rough ones, made\nby a meer Cobler of a Smith, and turn'd by the\nDirections of a short Memory, which I dare not\ntrust in many Things, are capable of answering the\nEnd for which you invented them.\n\n\"It must be noted, that though I allow one seventh\nof the Ship's Distance for her Deviation from her\nCourse, yet some Ships are so built, that they will\nsteer much truer, and others worse than ours did;\nand in this Case the Marine-Surveyor shews its\nWorth; for if two Ships are in Company, the one\nsteering well, the other ill, the Latter shall have\nmore Miles than the Former on comparing their\nRun, although they set out from the same Port, and\nnever part Company.\n\nI should be wanting to myself, if I did not produce\nthe most convincing Proof of the Usefulness of this\nnew Invention; I shall therefore add to the foregoing\n\nO o o 2 Testi-\nTestimonials, some other Certificates whereby it will further appear, that the Marine Surveyor has the Preference of the Log, viz.\n\n\"We the underwritten Masters of Ships, &c. do certify all whom it may concern, That this 21st of October 1725, we accompanied Mr. Henry de Sau- marez on board the Richard Yatch, in order to make an Experiment of an Instrument invented by him, call'd the Marine-Surveyor; and as by it he propos'd to ascertain the Way of a Ship in the Sea, much more correctly than by any Thing hitherto invented for that Purpose, we tried it between London and Gravesend with the Log (which we have several Times) to which it appears to us to have the Preference; for by its constant and regular Motion, the Ship's Distance sail'd must be more exactly attain'd than by the Log; which being hove but once in an Hour or two, cannot be so correct, in regard the Wind may increase or lessen soon after the Log is hove, in such Manner, that it entirely depends on him who chalks the Log-board to allow for it. As therefore very considerable Errors must arise from thence, if a proper Allowance is not made for an Increase and Decrease of Wind; and as the Marine-Surveyor is not subject to this, but keeps a regular Motion, according as the Wind is more or less: We are therefore of Opinion, that this new Invention is not only an ingenious Contrivance in its Kind, but is exactly calculated for the Ends proposed. As witness our Hands this 21st of October 1725.\n\nSign'd in the Original\n\nMichael Hales,\nBenjamin Hutchinson,\nJosiah Hales,\nPeter Perchard,\nRobert Gamble.\nThese are to certify all whom it may concern,\nthat I John Harris, who have us'd the Sea for thirty Years past and who was lately Mate of the William and Thomas, bound from London to Canso in America, was present, when Mr. Henry de Sannarez came on board our Vessel and fix'd an Instrument at the Stern of her, call'd the Marine Surveyor, invented by him for ascertaining the Way of a Ship in the Sea, much more correctly than by the Log, or any Method hitherto in Use for that Purpose: And as he desir'd us to try it with the Log, and to make an impartial Report whether we found it preferable to the Log or not; I do hereby, in Justice to that Gentleman, certify, That we kept our Reckoning both by the Log and this Instrument, and do find it much preferable to the Log, or any Thing that has yet appeared to me for attaining the Ship's Distance fail'd; the Truth of which I am ready to testify on Oath, if call'd on to do it. In witness whereof, I have hereunto set my Hand this 15th of November, 1725.\n\nSign'd in the Presence of Robert Gamble, John Harris.\n\nIt may perhaps be asked, how I came to produce a Certificate from the Mate, and not from the Captain of the William and Thomas? To which I answer, that the Mate left the Ship at Plymouth, and came to Town, so that I had an Opportunity of obtaining his Opinion of it, without the Captain's, who soon after his Arrival in England, made the best of his Way to the Island of Guernsey: However, as I had desir'd him to try my Instrument with the Log, and impartially report to me, whether he found it preferable, or not, to that Method of obtaining the Ship's Distance fail'd;\nhe favour'd me with a Letter from thence: His Name is Thomas Picot, and his Letter bears Date the 16th of November 1725; it is in French, and the Substance of it in English, is as follows, viz.\n\n\"That he had made use of the Marine-Surveyor in his Voyage to Canso in America, and had been more than ordinarily careful therein, in order to make a just Report of it; that he had tried it upon a Meridian with good Observations, and found it to answer his Expectation, and to be preferable to the Log, particularly in rough and stormy Weather; that it had been much admir'd by several Masters of Ships, and particularly by Captain St. Loe, of his Majesty's Ship the Ludlow-Castle, who express'd a great Liking to it. He concludes his Letter with wishing I had an Opportunity to peruse his Journals, whereby it would fully appear how much my Invention is preferable to the Log.\n\nBeing inform'd, that Captain Henry Daniell had come over as a Passenger from Canso in America, to England, in the aforesaid Vessel William and Thomas; and being willing to obviate every Objection that might be brought against the Marine-Surveyor, I applied myself to that Gentleman for his Opinion of it, who was pleased to send me the following Certificate:\n\n\"I have been at Sea upwards of twelve Years, first as a Volunteer, and afterwards as a Midshipman, did lately come over as a Passenger in the William and Thomas, from Canso to Plymouth, in which Vessel there was an Instrument fix'd at the Stern of her, call'd the Marine-Surveyor, invented by Mr. Henry de Saumarez, for ascertaining the Way of a Ship in the Sea; and as that Gentleman has applied to me for my Opinion of it, I do hereby certify, that we found it much more correct than the Log; and that in a Gale of Wind, our Reckoning by it agreed with our Observation, which the Reckoning by the Log seldom did. And I must, in Justice to that Gentleman, say, that we kept our Reckoning both by his Instrument and the Log, and found it much preferable thereto, or to any other Method for obtaining the Ship's Distance. In witness whereof, I have hereunto set my Hand this 4th of December 1725.\n\nH. Daniell.\"",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103809.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 24,
    "total-input-tokens": 34136,
    "total-output-tokens": 10024,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1408,
        3
      ],
      [
        1408,
        3192,
        4
      ],
      [
        3192,
        4867,
        5
      ],
      [
        4867,
        6573,
        6
      ],
      [
        6573,
        8271,
        7
      ],
      [
        8271,
        9823,
        8
      ],
      [
        9823,
        11581,
        9
      ],
      [
        11581,
        13203,
        10
      ],
      [
        13203,
        14959,
        11
      ],
      [
        14959,
        16634,
        12
      ],
      [
        16634,
        18367,
        13
      ],
      [
        18367,
        20028,
        14
      ],
      [
        20028,
        21372,
        15
      ],
      [
        21372,
        23041,
        16
      ],
      [
        23041,
        24756,
        17
      ],
      [
        24756,
        26426,
        18
      ],
      [
        26426,
        28146,
        19
      ],
      [
        28146,
        29858,
        20
      ],
      [
        29858,
        31531,
        21
      ],
      [
        31531,
        33109,
        22
      ],
      [
        33109,
        34742,
        23
      ],
      [
        34742,
        36885,
        24
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103809",
    "title": "An Account of a New Machine, Called the Marine Surveyor, Contrived for the Mensuration of the Way of a Ship in the Sea, More Correctly Than by the Log, or Any Other Method Hitherto Used for That Purpose; Together with Several Testimonials, Setting Forth the Usefulness of This Invention. By Mr. Henry de Saumarez of the Island of Guernsey",
    "authors": "Henry de Saumarez",
    "year": 1724,
    "volume": "33",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 24,
    "jstor_url": "https://www.jstor.org/stable/103809"
  }
}