{
  "id": "3aaa030d1a2fb0a0b33f2d531ba8e54ff887a89e",
  "text": "XXVIII. On the parallax of the fixed stars. By John Pond, Esq. Astronomer Royal.\n\nRead June 26, 1817.\n\nIn a former Paper on the subject of parallax, I mentioned my intention of prosecuting this investigation by means of fixed telescopes on a new construction, and which I conceived were better adapted to this purpose, than any other instrument hitherto employed. One of these was directed to α Aquilæ, the other to α Cygni. Both instruments have answered the intended purpose. The observations of α Aquilæ were interrupted by some alterations which I found it necessary to make in the construction of the instrument; but those of α Cygni have been continued without intermission from the month of January to the present time.\n\nStrictly speaking, a much longer period would be required (even with a perfect instrument) to determine either the exact quantity of parallax, in case it could be discovered, or the limit which it does not exceed, should it prove to be too small to be susceptible of observation; since the uncertainty in the annual variation of each star, bears a considerable proportion to the quantity to be investigated.\n\nNotwithstanding, however, this very small uncertainty which future observation alone can remove, it appears to me that the observations already obtained, afford a proof sufficiently satisfactory, that the discordances which formed the subject of my last communication, must have had some other cause than parallax.\nThough the method I have adopted in this investigation is extremely simple, I am not aware that it has been ever employed before. I do not attempt to refer the position of the star whose parallax is to be ascertained to any point determined by a level or plumb line, but by means of a micrometer within the telescope I measure only its difference of declination from some other star which passes through the same field; the telescope itself being securely fixed on a stone pier. The star chosen for this purpose should differ as much as possible in right ascension from the star whose parallax is to be investigated, that the results may be affected by the sum of the parallaxes of both stars. It should likewise be sufficiently bright to be visible even when it passes the meridian at noon, otherwise the observations must necessarily be subject to a period of interruption at the very time they would be of the most importance. Should the difference of declination of the two stars exceed 8 or 10 minutes, it will be advisable to apply a double micrometer to the telescope; that is, a micrometer having two moveable wires, such as have been made for some years past by Mr. Troughton, and are, I believe, familiar to most astronomers of this country.*\n\nThe star I have selected is $\\beta$ Aurigæ, and the annexed observations from Jan. 21st, to May 16th, will show to what a very singular degree of precision results may be obtained.\n\n* As Mr. Troughton's numerous avocations could not have permitted him to satisfy my impatience, which made me very anxious not to lose a season, the instrument was made by Mr. Dollond. It was executed in great haste (being completed in less than three weeks); every part of it, nevertheless, is finished with such care and precision, that I regard it as a most valuable acquisition to the Observatory, and worthy to hold a place in a collection of instruments, which I believe cannot be equalled in Europe.\nResult of 54 observations of α Cygni compared with β Aurigae, from 21st January 1817, to the 16th of May.\n\nα Cygni + β Aurigae\n\nJan. 8.197 + 9.705 = 17.902\n     8.295 + 9.673 = 17.968\n     8.255 + 9.892 = 18.147\n     7.913 + 10.058 = 17.971\n     8.225 + 9.966 = 18.191\n     8.262 + 9.560 = 17.822\n     8.047 + 10.072 = 18.119\n\nMay 7.553 + 10.536 = 18.089\n     7.213 + 10.812 = 18.025\n\nAs it so happens that δ Cygni and b Aurigae pass through the field of the telescope, they have likewise been observed.\n\nObservations of these stars cannot be made directly useful in investigating the parallax of α Cygni, but may be of some importance in determining other equations; they likewise serve to show the limits of error to which the instrument may be liable.\n\nThe above observations do not include the extreme positions of the star in which it arrives at its maximum and minimum of parallax. As it appeared desirable to extend the period of observation as much as possible, I requested permission to insert the continuation of them to the time the impression of my Paper was required to complete the volume. They are therefore continued to the 21st of September, at which\ntime the summer observations may be presumed to terminate. Beyond this period, the observations rather belong to the autumnal or neutral state of parallax.\n\nOn the result of the observations thus continued, I beg leave to add the following remarks.\n\nIf the total number of observations be divided into three periods according to the state of the combined parallax, the result will appear to be as follows.\n\n| Winter Observations | Rev. |\n|---------------------|------|\n| \\(25 \\alpha\\) Cygni  | \\(24 + 8.173\\) |\n| \\(28 \\beta\\) Aurigæ | \\(35 + 9.811\\) |\n\ntheir sum \\(= 59 + 17.984\\)\n\n| Neutral Observations | Rev. |\n|---------------------|------|\n| \\(26 \\alpha\\) Cygni  | \\(24 + 7.920\\) |\n| \\(29 \\beta\\) Aurigæ | \\(35 + 10.044\\) |\n\ntheir sum \\(= 59 + 17.964\\)\n\n| Summer Observations | Rev. |\n|--------------------|------|\n| \\(32 \\alpha\\) Cygni | \\(24 + 3.340\\) |\n| \\(22 \\beta\\) Aurigæ | \\(35 + 14.825\\) |\n\ntheir sum \\(= 59 + 18.165\\)\n\nThe summer of this year has proved the most unfavourable for observation of any I recollect for several years. Many of the observations of \\( \\beta \\) Aurigæ were extremely unsatisfactory. Notwithstanding this, I do not consider the small discordance of \\(0''.2\\) in the total distance of the two stars in a direction contrary to the effect of parallax as accidental, but trust that in time I shall discover the cause. For the present, however, I am willing to attribute it to error of observation.\n\nNow, even in this most unfavourable point of view, I think we may venture to infer, that (supposing the proportion of parallax of each star not to differ greatly from their degree of brightness) the mean place of either of them is never deranged by parallax above one tenth of a second, because such a deviation would produce, by its double effect on each star, a\ntotal discordance of nearly $0''$, which I really think exceeds the limits of my uncertainty.*\n\nShould the parallax of $\\alpha$ Cygni be admitted to be insensible, it would follow from the observations with the mural circle, that it was equally so in $\\alpha$ Lyrae and $\\gamma$ Draconis, as these stars have assiduously been observed during a period of 5 or 6 years, without any perceptible difference at opposite seasons.\n\nOf $\\alpha$ Aquilae, I cannot speak with the same confidence, but as I propose to make my observations of this star the subject of a separate communication, I need not now anticipate it, and shall only observe, that in a star so far from the Zenith, it would be rather unsafe to ascribe any small discordance to parallax, except confirmed in brighter stars more advantageously situated for observation.\n\nTable I. Contains all the observations made with the instrument corrected for the usual equations, $\\beta$ Aurigae is observed on the northern wire, the other three stars on the southern wire.\n\nTable II. Contains the results arranged in three series.\n\nTable III. Contains in a similar manner the results of $\\alpha$ Cygni and $\\delta$ Cygni, but the early observations of $\\delta$ Cygni are not to be relied on, the star being scarcely visible from its vicinity to the sun, the uncertainty I think does not exceed $0''$.25. It is evident that they both have the same parallax.\n\nTables IV. and V. Give the coefficient of parallax, and require no explanation.\n\n* This very small uncertainty may, I think, be somewhat diminished by the following consideration: the mean of all the observations in March, April, September, and October, should give the summer distance of these two stars under any theory either of parallax or annual motion. Now the mean of 50 observations in these months is $18''$.15. The exact coincidence of this quantity with that found by actual observation, indicates that the small discordance above noticed is not accidental, but in its progress is something similar to annual variation.\n\nIn the case of the Pole star, I find an annual variation that cannot be deduced from any comparison of distant observations.\nMr. Pond on the parallax of the fixed stars.\n\nTABLE I.\n\n| Year | Month | Day | β Aurigae Revolutions | α Cygni Revolutions | δ Cygni Revolutions | b Aurigae Revolutions |\n|------|-------|-----|-----------------------|---------------------|---------------------|-----------------------|\n| 1817 | Jan.  | 21  | 9.53                  | 8.36                | 1.51                |                       |\n|      |       | 22  |                       |                     |                     |                       |\n|      |       | 23  |                       |                     |                     |                       |\n|      |       | 24  |                       |                     |                     |                       |\n|      |       | 25  |                       |                     |                     |                       |\n|      |       | 26  |                       |                     |                     |                       |\n|      |       | 27  |                       |                     |                     |                       |\n|      |       | 28  |                       |                     |                     |                       |\n|      |       | 29  |                       |                     |                     |                       |\n|      |       | 30  |                       |                     |                     |                       |\n|      | Feb.  | 1   |                       |                     |                     |                       |\n|      |       | 2   |                       |                     |                     |                       |\n|      |       | 3   |                       |                     |                     |                       |\n|      |       | 4   |                       |                     |                     |                       |\n|      |       | 5   |                       |                     |                     |                       |\n|      |       | 6   |                       |                     |                     |                       |\n|      |       | 7   |                       |                     |                     |                       |\n|      |       | 8   |                       |                     |                     |                       |\n|      |       | 9   |                       |                     |                     |                       |\n|      |       | 10  |                       |                     |                     |                       |\n|      |       | 11  |                       |                     |                     |                       |\n|      |       | 12  |                       |                     |                     |                       |\n|      |       | 13  |                       |                     |                     |                       |\n|      |       | 14  |                       |                     |                     |                       |\n|      |       | 15  |                       |                     |                     |                       |\n|      |       | 16  |                       |                     |                     |                       |\n|      |       | 17  |                       |                     |                     |                       |\n|      |       | 18  |                       |                     |                     |                       |\n|      |       | 19  |                       |                     |                     |                       |\n|      |       | 20  |                       |                     |                     |                       |\n|      |       | 21  |                       |                     |                     |                       |\n|      |       | 22  |                       |                     |                     |                       |\n|      |       | 23  |                       |                     |                     |                       |\n|      |       | 24  |                       |                     |                     |                       |\n|      |       | 25  |                       |                     |                     |                       |\n|      |       | 26  |                       |                     |                     |                       |\n|      |       | 27  |                       |                     |                     |                       |\n|      |       | 28  |                       |                     |                     |                       |\n|      | Mar.  | 1   |                       |                     |                     |                       |\n|      |       | 2   |                       |                     |                     |                       |\n|      |       | 3   |                       |                     |                     |                       |\n|      |       | 4   |                       |                     |                     |                       |\n|      |       | 5   |                       |                     |                     |                       |\n|      |       | 6   |                       |                     |                     |                       |\n|      |       | 7   |                       |                     |                     |                       |\n|      |       | 8   |                       |                     |                     |                       |\n|      |       | 9   |                       |                     |                     |                       |\n|      |       | 10  |                       |                     |                     |                       |\n|      |       | 11  |                       |                     |                     |                       |\n|      |       | 12  |                       |                     |                     |                       |\n|      |       | 13  |                       |                     |                     |                       |\n|      |       | 14  |                       |                     |                     |                       |\n|      |       | 15  |                       |                     |                     |                       |\n|      |       | 16  |                       |                     |                     |                       |\n|      |       | 17  |                       |                     |                     |                       |\n|      |       | 18  |                       |                     |                     |                       |\n|      |       | 19  |                       |                     |                     |                       |\n|      |       | 20  |                       |                     |                     |                       |\n|      |       | 21  |                       |                     |                     |                       |\n|      | May   | 1   |                       |                     |                     |                       |\n|      |       | 2   |                       |                     |                     |                       |\n|      |       | 3   |                       |                     |                     |                       |\n|      |       | 4   |                       |                     |                     |                       |\n|      |       | 5   |                       |                     |                     |                       |\n|      |       | 6   |                       |                     |                     |                       |\n|      |       | 7   |                       |                     |                     |                       |\n|      |       | 8   |                       |                     |                     |                       |\n|      |       | 9   |                       |                     |                     |                       |\n|      |       | 10  |                       |                     |                     |                       |\n|      |       | 11  |                       |                     |                     |                       |\n|      |       | 12  |                       |                     |                     |                       |\n|      |       | 13  |                       |                     |                     |                       |\n|      |       | 14  |                       |                     |                     |                       |\n|      |       | 15  |                       |                     |                     |                       |\n|      |       | 16  |                       |                     |                     |                       |\n|      |       | 17  |                       |                     |                     |                       |\n|      |       | 18  |                       |                     |                     |                       |\n|      |       | 19  |                       |                     |                     |                       |\n|      |       | 20  |                       |                     |                     |                       |\n|      |       | 21  |                       |                     |                     |                       |\n|      |       | 22  |                       |                     |                     |                       |\n|      |       | 23  |                       |                     |                     |                       |\n|      |       | 24  |                       |                     |                     |                       |\n|      |       | 25  |                       |                     |                     |                       |\n|      |       | 26  |                       |                     |                     |                       |\n|      |       | 27  |                       |                     |                     |                       |\n|      |       | 28  |                       |                     |                     |                       |\n|      |       | 29  |                       |                     |                     |                       |\n|      |       | 30  |                       |                     |                     |                       |\n|      |       | 31  |                       |                     |                     |                       |\nMr. Pond on the parallax of the fixed stars.\n\nTABLE I.\n\n| Year | Month | Day | β Aurigæ Revolutions | α Cygni Revolutions | δ Cygni Revolutions | b Aurigæ Revolutions |\n|------|-------|-----|----------------------|---------------------|---------------------|----------------------|\n| 1817 | May   | 21  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 22  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 23  | 6.87                 | \"                   | \"                   | \"                    |\n|      |       | 24  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 25  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 26  | 7.14                 | \"                   | \"                   | \"                    |\n|      |       | 27  | 5.84                 | \"                   | \"                   | \"                    |\n|      |       | 28  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 29  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 30  | 6.67                 | \"                   | \"                   | \"                    |\n|      |       | 31  | 6.35                 | \"                   | \"                   | \"                    |\n|      | June  | 1   | \"                    | \"                   | \"                   | \"                    |\n|      |       | 2   | \"                    | \"                   | \"                   | \"                    |\n|      |       | 3   | \"                    | \"                   | \"                   | \"                    |\n|      |       | 4   | 5.97                 | \"                   | \"                   | \"                    |\n|      |       | 5   | \"                    | \"                   | \"                   | \"                    |\n|      |       | 6   | \"                    | \"                   | \"                   | \"                    |\n|      |       | 7   | \"                    | \"                   | \"                   | \"                    |\n|      |       | 8   | \"                    | \"                   | \"                   | \"                    |\n|      |       | 9   | \"                    | \"                   | \"                   | \"                    |\n|      |       | 10  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 11  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 12  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 13  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 14  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 15  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 16  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 17  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 18  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 19  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 20  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 21  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 22  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 23  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 24  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 25  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 26  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 27  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 28  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 29  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 30  | \"                    | \"                   | \"                   | \"                    |\n|      | July  | 1   | \"                    | \"                   | \"                   | \"                    |\n|      |       | 2   | \"                    | \"                   | \"                   | \"                    |\n|      |       | 3   | \"                    | \"                   | \"                   | \"                    |\n|      |       | 4   | \"                    | \"                   | \"                   | \"                    |\n|      |       | 5   | \"                    | \"                   | \"                   | \"                    |\n|      |       | 6   | \"                    | \"                   | \"                   | \"                    |\n|      |       | 7   | \"                    | \"                   | \"                   | \"                    |\n|      |       | 8   | \"                    | \"                   | \"                   | \"                    |\n|      |       | 9   | \"                    | \"                   | \"                   | \"                    |\n|      |       | 10  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 11  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 12  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 13  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 14  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 15  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 16  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 17  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 18  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 19  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 20  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 21  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 22  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 23  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 24  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 25  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 26  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 27  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 28  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 29  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 30  | \"                    | \"                   | \"                   | \"                    |\n|      |       | 31  | \"                    | \"                   | \"                   | \"                    |\n\n† These observations I consider useless, the star being too near the sun. It was not quite invisible, but was less than the diameter of the wire. This may be remedied another year by the substitution of a cobweb. About this time, likewise, the instrument was much deranged by extreme heat.\n\nMDCCCXVII.\n### TABLE II\n\n| Winter | Neutral | Summer |\n|--------|---------|--------|\n| α Cygni | β Aurigae | α Cygni | β Aurigae | α Cygni | β Aurigae |\n| --- | --- | --- | --- | --- | --- |\n| 8°36' | 9°53\" | 7°76\" | 9°74\" | 10°39\" | 2°26\" |\n| 8°44' | 9°84\" | 8°00\" | 10°25\" | 3°41\" | 2°98\" |\n| 8°18' | 9°87\" | 8°50\" | 9°73\" | 3°17\" | 3°57\" |\n| 8°25' | 9°53\" | 8°13\" | 9°72\" | 3°97\" | 14°65\" |\n| 8°19' | 9°81\" | 8°55\" | 8°95\" | 3°27\" | 14°34\" |\n| 7°76' | 9°57\" | 8°07\" | 9°27\" | 3°34\" | 15°16\" |\n| 8°15' | 9°72\" | 8°59\" | 9°14\" | 2°81\" | 15°67\" |\n| 8°24' | 9°61\" | 8°53\" | 9°70\" | 3°78\" | 14°63\" |\n| 8°74' | 9°54\" | 8°33\" | 9°57\" | 3°28\" | 14°96\" |\n| 8°51' | 8°75\" | 7°84\" | 9°48\" | 3°18\" | 14°76\" |\n| 8°33' | 9°72\" | 8°21\" | 9°52\" | 3°89\" | 14°25\" |\n| 7°80' | 10°26\" | 7°55\" | 10°30\" | 3°31\" | 15°12\" |\n| 8°36' | 9°85\" | 8°25\" | 9°95\" | 3°36\" | 14°54\" |\n| 8°28' | 10°04\" | 8°01\" | 10°10\" | 2°83\" | 14°64\" |\n| 8°31' | 10°02\" | 8°55\" | 10°45\" | 3°61\" | 15°55\" |\n| 8°00' | 9°54\" | 8°57\" | 10°38\" | 2°70\" | 14°58\" |\n| 8°53' | 9°68\" | 7°74\" | 9°89\" | 4°11\" | 15°09\" |\n| 8°00' | 10°06\" | 7°48\" | 10°71\" | 3°00\" | 15°46\" |\n| 7°75' | 10°16\" | 7°66\" | 8°95\" | 3°03\" | 14°24\" |\n| 7°25' | 10°16\" | 8°11\" | 10°24\" | 3°84\" | 14°77\" |\n| 7°56' | 10°27\" | 7°15\" | 10°49\" | 4°00\" | 14°59\" |\n| 8°04' | 9°91\" | 7°14\" | 11°13\" | 3°55\" | 14°60\" |\n| 8°43' | 10°46\" | 7°45\" | 9°21\" | 3°86\" | 14°58\" |\n| 8°45' | 9°49\" | 7°26\" | 10°80\" | 3°75\" | 15°25\" |\n| 8°41' | 10°08\" | 7°45\" | 11°05\" | 3°47\" | 15°04\" |\n| 10°06\" | 7°04\" | 11°00\" | 3°14\" | 3°22\" | 3°13\" |\n| 9°54\" | 11°03\" | 10°28\" | 2°53\" | 2°81\" |\n\n**Mean Result**\n\n- Winter: $8°173 + 9°811 = 59°\\text{Rev.} + 17°984$\n- Neutral: $7°920 + 10°044 = 17°964$\n- Summer: $3°340 + 14°825 = 18°165$\n### TABLE III.\n\n| Winter | Summer |\n|--------|--------|\n| α Cygni | δ Cygni | α Cygni | δ Cygni | α Cygni | δ Cygni |\n| --- | --- | --- | --- | --- | --- |\n| 8°33' | 6°32' | 0°97' | 3°89' | 5°803' |\n| 7°70' | 6°73' | 0°72' | 3°31' | 5°737' |\n| 8°36' | 1°51' | 6°30' | 0°96' | 2°36' | 5°722' |\n| 8°28' | 1°85' | 6°47' | 1°46' | 2°83' | 5°751' |\n| 8°31' | 1°15' | 5°84' | 0°66' | 3°61' | 5°803' |\n| 8°00' | 2°83' | 5°39' | 0°10' | 2°70' | 5°742' |\n| 8°53' | 2°55' | 4°68' | 5°940' | 4°11' | 5°773' |\n| 8°00' | 2°38' | 3°64' | 5°823' | 3°00' | 5°815' |\n| 7°75' | 2°67' | 3°13' | 5°772' | 3°03' | 5°791' |\n| 7°25' | 2°88' | 3°66' | 6°755' | 3°84' | 5°793' |\n| 7°56' | 3°22' | 3°66' | 5°807' | 4°00' | 5°890' |\n| 8°04' | 3°82' | 4°33' | 5°822' | 3°55' | 5°870' |\n| 8°43' | 3°66' | 4°15' | 5°838' | 3°86' | 5°840' |\n| 8°45' | 2°96' | 3°26' | 5°852' | 3°75' | 5°842' |\n| 8°41' | 1°94' | 3°58' | 5°929' | 3°47' | 5°876' |\n| 7°76' | 3°39' | 3°79' | 5°800' | 3°14' | 5°816' |\n| 8°00' | 3°65' | 3°15' | 5°879' | 3°22' | 5°825' |\n| 8°50' | 3°54' | 3°34' | 5°877' | 3°13' | 5°828' |\n| 8°13' | 4°53' | 2°73' | 5°797' | 2°53' | 5°703' |\n| 8°55' | 4°07' | 2°98' | 5°802' | 2°81' | 5°812' |\n| 8°07' | 3°24' | 2°97' | 5°776' | 3°97' | 5°842' |\n| 8°59' | 2°64' | 5°814' | 3°27' | 5°819' |\n| 8°53' | 3°26' | 5°761' | 3°34' | 5°775' |\n| 8°33' | 2°98' | 5°808' | 2°81' | 5°762' |\n| 3°41' | 5°778' | 3°78' | 5°791' |\n| 3°17' | 5°811' | 3°28' | 5°766' |\n| 3°57' | 5°870' | 3°18' | 5°753' |\n\n**Mean Result**\n\nWinter: $8°165' - 2°939' = 5°226'$\n\nSummer: $3°683' - 5°8396' = 5°287'$\n\nThe winter observations of δ Cygni are very far from satisfactory; the image of the star, from its vicinity to the sun, was smaller than the diameter of the micrometer wire, and it could not therefore be accurately bisected.\nTABLES IV. and V.\n\n**Table IV. Showing the effect of parallax on α Cygni.**\n\n| Date     | Parallax |\n|----------|----------|\n| 21 June  | -6.78    |\n| 1 July   | 0.85     |\n| 11       | 0.88     |\n| 21       | 0.90     |\n| 1 Aug.   | 0.88     |\n| 11       | 0.84     |\n| 21       | 0.77     |\n| 1 Sep.   | 0.68     |\n| 11       | 0.57     |\n| 21       | 0.43     |\n| 1 Oct.   | 0.29     |\n| 11       | -0.14    |\n| 21       | +0.01    |\n| 1 Nov.   | 0.17     |\n| 11       | 0.32     |\n| 21       | 0.46     |\n| 1 Dec.   | 0.58     |\n| 11       | 0.70     |\n| 21       | +0.78    |\n\n**Table V. Showing the effect of the combined parallax of α Cygni and β Aurigae.**\n\n| Date     | Parallax |\n|----------|----------|\n| 21 June  | 1.15     |\n| 1 July   | 1.21     |\n| 11       | 1.33     |\n| 21       | 1.20     |\n| 1 Aug.   | 1.13     |\n| 11       | 1.05     |\n| 21       | 0.92     |\n| 1 Sep.   | 0.77     |\n| 11       | 0.60     |\n| 21       | 0.40     |\n| 1 Oct.   | -0.20    |\n| 11       | 0.00     |\n| 21       | +0.22    |\n| 1 Nov.   | 0.41     |\n| 11       | 0.60     |\n| 21       | 0.77     |\n| 1 Dec.   | 0.92     |\n| 11       | 1.07     |\n| 21       | 1.15     |\n\nIn the above Tables the semi-annual parallax of each star is supposed equal to one second.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107595.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 16880,
    "total-output-tokens": 9080,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1452,
        2
      ],
      [
        1452,
        3395,
        3
      ],
      [
        3395,
        4563,
        4
      ],
      [
        4563,
        6360,
        5
      ],
      [
        6360,
        8524,
        6
      ],
      [
        8524,
        19160,
        7
      ],
      [
        19160,
        27881,
        8
      ],
      [
        27881,
        29593,
        9
      ],
      [
        29593,
        31375,
        10
      ],
      [
        31375,
        32636,
        11
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107595",
    "title": "On the Parallax of the Fixed Stars",
    "authors": "John Pond",
    "year": 1817,
    "volume": "107",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/107595"
  }
}