{
  "id": "1bcedf170b5acdb5039f197a6c294ea9788f32da",
  "text": "VII. An Account of what appeared most remarkable on opening the Body of Ann Edwards, who died January 5th, 1730 having a large Umbilical Rupture. Communicated to the Society by John Ranby, Esq; Surgeon to his Majesty's Household, and F. R. S.\n\nABOUT six Years ago having some Difference with her Husband, he gave her a Kick on the Belly; and from that he complained of Pain, and a Swelling about the Navel, which in Time encreased to about the Size of a Man's Head, seldom giving her any Uneasiness but by its Weight; and that chiefly when her Bandage was off, which she generally wore, except when her Diet, or any other Accident, brought on a Diarrhoea, which was always attended with Cholick Pains, particularly in the Rupture; to ease which she had been advised to iron it with a hot Iron, and had thereby so often burnt it, that there remained on the Skin several large Cicatrix's. Three Days before her Death she was taken with the Diarrhoea, attended with a slight Fever.\n\nOn opening the Bag, the Cawl first presented, the greatest Part whereof adhered to the Peritoneum: On removing this, the Small Guts, to the Length of two Ells and a half, were contained in this Bag, together with all the Colon, except so much of it as is below the left Kidney; and the Beginning of the Colon, with\nwith the Coecum, were attached to the Mesentery, in such a Manner, as to be but two Inches distant from the Pylorus; which, with about one Third of the Stomach, was by this Means drawn into the Bag. The Beginning of the Duodenum just entered the Bag, and then returned out again; which with but a small Portion of the Jejunum, was the Chief that remained in the Abdomen.\n\nFIN\n\nERRATA.\n\nNum. 420. p. 179. in Titulo V. lin. 4. adde post Jesu, ad Rev. P. Joh. Bapt. Carbone transmissa, &c. Num. 421. p. 216. in Title V. l. 2. after M. D. add F. R. S. and l. 5. dele coloribus nativis pictis.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104089.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 609,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1295,
        2
      ],
      [
        1295,
        1883,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104089",
    "title": "An Account of What Appeared Most Remarkable on Opening the Body of Ann Edwards, Who Died January 5th, 1729/30 Having a Large Umbelical Rupture. Communicated to the Society by John Ranby, Esq; Surgeon to His Majesty's Houshold, and F. R. S.",
    "authors": "John Ranby",
    "year": 1731,
    "volume": "37",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104089"
  }
}