{
  "id": "42b588047e0367956c98814577efb006799ad721",
  "text": "are any certain power of numbers increasing in arith-\nmetical proportion. But it is needless particularly to\ninsist upon these, because one instance is sufficient to\nshew that those methods are not to be depended\nupon, from which a conclusion follows that is not\nexact.\n\nXLIV. An Account of the Insect called the\nVegetable Fly: by William Watson, M.D.\nF. R. S.\n\nTo the Royal Society.\n\nGentlemen,\n\nRead Nov. 24, 1763.\n\nTHE beginning of last month, I re-\nceived a letter from our learned and\ningenious member Dr. Huxham of Plymouth; in which\namong other things he informed me, that he lately had,\nby permission of commissioner Rogers, obtained a sight\nof what is called the vegetable fly, with the following\ndescription of it; both which he had from Mr. New-\nman, an officer of general Durore's regiment, who\ncame from the island Dominica. As this description\nseemed to the doctor exceedingly curious, he has sent\nit me, exactly transcribed from Mr. Newman's ac-\ncount, and is as follows.\n\n\"The vegetable fly is found in the island Dominica,\nand (excepting that it has no wings) resembles the\ndrone both in size and colour more than any other\nEnglish insect. In the month of May it buries itself\nin the earth, and begins to vegetate. By the latter end of July the tree is arrived at its full growth, and resembles a coral branch; and is about three inches high, and bears several little pods, which dropping off become worms, and from thence flies, like the English caterpillar.\" An account of this extraordinary production, similar to the above, was given to Dr. Huxham by captain Gascoign, who lately commanded the Dublin man of war, which hath been at Dominica. The doctor subjoins, that possibly I may have heard of this fly; or seen it in the collections of the British Museum, or Royal Society; but, if it is in neither, he believes he can procure it to be sent to the Royal Society.\n\nThough the doctor can by no means think the above relation true in all its circumstances, yet he is persuaded there is something of reality in it; which perhaps further accounts and observations may set in a full and true light: though at present, as represented, it seems quite repugnant to the usual order of nature.\n\nAs I had never seen this production myself, but had been informed that doctor Hill had had the examination of some of them, I wrote to that gentleman to desire to be informed of the result of his enquiries. To which he very obligingly sent me the following answer.\n\n\"When colonel Melvil brought these flies from Guadalupe, lord Bute sent me the box of them to examine. The result was this. There is in Martinique a fungus of the Clavaria kind, different in species from those hitherto known. It produces loboles from its sides. I called it therefore Clavaria varia\nvaria Sobolifera. It grows on putrid animal bodies,\nas our fungus ex pede equino from the dead horses\nhoof.\n\nThe Cicada is common in Martinique, and in\nit's nympha state, in which the old authors call it\nTettigometra, it buries itself under dead leaves to\nwait it's change; and when the season is unfavour-\nable, many perish. The seeds of the Clavaria find a\nproper bed on this dead insect, and grow.\n\nThe Tettigometra is among the Cicadæ in the\nBritish Museum: the Clavaria is just now known.\n\nThis you may be assured is the fact, and all the\nfact; though the untaught inhabitants suppose a\nfly to vegetate; and though there exists a Spanish\ndrawing of the plant's growing into a tri-foliate tree;\nand it has been figured with the creature flying\nwith this tree upon its back.\n\nSo wild are the imaginations of Man; so chaste\nand uniform is Nature!\"\n\nCommissioner Rogers, at Dr. Huxham's desire,\nhas presented this extraordinary production to the\nRoyal Society, and it now lies before you.\n\nA careful examination of it seems to confirm, to\nme at least, Dr. Hill's opinion of the manner of this\nphenomenon's being produced.\n\nThe ingenious Mr. * Edwards has taken notice of\nthis extraordinary production, in his Gleanings of Na-\ntural History, and has given us a figure of it in that\nelegant work.\n\nThere is in the British Museum among the Ci-\ncadæ one, nearly resembling the animal part of the\n\n* Vol. III. page 262, plate 335.\nproduction before you; but it came from the East Indies. There is likewise from the West Indies, in its perfect or winged state, the insect, of which this production is believed to be the nympha. [Vid. Tab. XXIII.]\n\nI am with all possible regard,\n\nGentlemen,\n\nYour most obedient humble servant,\n\nLincoln's-Inn Fields,\nNov. 15, 1763.\n\nWilliam Watson.\n\nXLV. An Attempt to explain a Punic Inscription, lately discovered in the Island of Malta. In a Letter to the Reverend Thomas Birch, D.D. Secret. R.S. from the Reverend John Swinton, B.D. of Christ-Church, Oxon. F.R.S. and Member of the Etruscan Academy of Cortona in Tuscany.\n\nGood Sir,\n\nReceived some months since from the Honourable Mr. Lyttelton of Christ-Church, son to the Right Honourable the Lord Lyttelton, a copy of a Punic inscription, lately discovered in the island of Malta, sent me from Rome by Sig. Abate Venuti, antiquary to the Pope, and a gentleman of profound erudition. This copy was inclosed in a letter to the Right Reverend the Lord Bishop of Carlisle,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105733.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 1430,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1194,
        2
      ],
      [
        1194,
        2774,
        3
      ],
      [
        2774,
        4201,
        4
      ],
      [
        4201,
        5227,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105733",
    "title": "An Account of the Insect Called the Vegetable Fly: by William Watson, M. D. F. R. S.",
    "authors": "William Watson",
    "year": 1763,
    "volume": "53",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/105733"
  }
}