{
  "id": "7a77277de36f7c5a9653885f9b07799aa012a7e0",
  "text": "VIII. The Case of a Lady, who was delivered of a Child, which had the Small Pox appeared in a Day or two after its Birth; drawn up by Cromwell Mortimer, M.D. Secr. R.S.\n\nThis Gentlewoman had never had the Small Pox that she knew of, and was accounted by her Relations likewise not to have ever undergone that Distemper. In Feb. 1700-1, she was big with Child, and within about a Fortnight or three Weeks of her full Reckoning, when the following Accident happened. A poor Widow Woman, who lived in a lonely Cottage in the Neighbourhood, was seized with the Small Pox, and had nobody to assist or nurse her; the Country People, as much afraid of this Distemper as of the Plague, would neither send her Necessaries, nor suffer her to come to their Shops to buy: Wherefore in this Extremity she made shift to get to this Lady's House, who was noted for her Goodness to the Poor, especially for giving them Medicines when sick: Her Business was to entreat the Lady to desire her Husband to use his Authority with the Overseers of the Poor to appoint a proper Nurse to attend her; for that otherwise she must certainly perish for want of Necessaries; for even the Parish-Officers would not go near her. She expressed a very earnest Desire to speak to the Lady herself, who consented to go to a Window, and spoke to her cross a Court-yard at 30 or 40 Feet Distance, thinking herself safe from Infection in that Situation.\nShe look'd upon her without any Surprise, but thought the Sight very disagreeable, the Woman having her Face and Arms full of a large distinct Sort, in the State of Maturation. About a Fortnight after, viz. Feb. 25. 1700-1. the Lady was brought to bed of a fine jolly Boy: In a Day or two there appeared an Eruption all over his Skin, which was at first taken by the Nurse for the Red-Gum, tho' the Appearance was earlier than that Disorder usually attacks Children; but in a Day or two more it shewed itself to be the confluent Small Pox. The Child was immediately removed from its Mother; but the Distemper proved to be of the very worst Sort, so that the Child died before the Turn: The Mother took no Infection, and lived to the Year 1736. without ever having the Small Pox.\n\nIt is very surprising and wonderful to consider the different Manners, in which Children, while in their Mothers Wombs, are affected by various Accidents happening to the Mothers. How the Imagination only, affected by the Disagreeableness of the Sight, should convey the Infection to this Child in the Case above recited, is, I own, what I am not able to account for; especially as there was no Fright or Surprise, and that the Mother was under no Apprehension of Danger.\n\nThe above Account is what I lately took down in Writing from a Daughter of the Gentlewoman. Indeed many Years ago I have heard the Lady herself mention the Accident; but I did not commit it to Writing; but I think it was with this Difference that she was surprised, and that the Child was born with the Small Pox upon it, in the eruptive State.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104633.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 803,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1416,
        2
      ],
      [
        1416,
        3013,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104633",
    "title": "The Case of a Lady, Who Was Delivered of a Child, Which Had the Small Pox Appeared in a Day or Two after Its Birth; Drawn up by Cromwell Mortimer, M. D. Secr. R. S.",
    "authors": "Cromwell Mortimer",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104633"
  }
}