{
  "id": "9961f51d37e17b304ae74fcc59fea23bfbb0ec3c",
  "text": "which latter swimming on the Phlegm, is to be severed from it. The Phlegm is used as an excellent Restorer and Curer of all the Putrefactions of the Lungs and Liver, and it heals all foul Wounds and Ulcers. The Oily part, being diluted with double its quantity of distilled Vineger, and brought three times over the Helm, yields a rare Balsom, against all inward and outward Corruptions, stinking Ulcers, hereditary Scours and Scabs: 'Tis also much used against Apoplexies, Palsies, Consumptions, Giddinesses, and Head-aches. Inwardly they take it with Succory-water against all corruptions of the Lungs. It is a kind of Petroleum, and contains no other Mineral Juice, but that of Sulphur, which seems to be thus distilled by Nature under ground; the distillation of an Oyl out of Sulphur by Art, being not so easy to perform.\n\nOf the richest Salt-Springs in Germany.\n\nAn Account having been desired of those two chief Salt-Springs in Germany, at Hall and Lunenburg, it was lately transmitted thus:\n\nThe Salt Springs at Hall in Saxony are four, called Gutiaar, the Dutch-Spring, the Mettritz, and the Hackel-dorn; whereof the three first hold near the same proportion of Salt; the last holds less, but yields the purest Salt. The three first hold about seven parts of Salt, three of Marcasit, and fourteen of Water: They are, besides their Economical use, employed Medicinally to Bath in, and to draw a Spirit out of it, exhibited with good success against Venom, and the putrefaction of the Lungs, Liver, Reins, and the Spleen.\n\nThe Salt Water at Lunenburg, being more greenish than white, and not very transparent, is about the same nature and hold with that of Hall. It hath a mixture of Lead with it, whence also it will not be sod in Leaden Pans; and if it held no Lead at all, it would not be so good, that Metal being judged to purifie the Water: whence also the Salt of Lunenburg\nmenburg is preferred before all others, that are made of Salt Springs.\n\nSome Observations of swarms of strange Insects, and the Mischiefs done by them.\n\nA great Observer, who hath lived long in New England, did upon occasion relate to a Friend of his in London, where he lately was, That some few Years since there was such a swarm of a certain sort of Insects in that English Colony, that for the space of 200 Miles they poisoned and destroyed all the Trees of that Country; there being found innumerable little holes in the ground, out of which those Insects broke forth in the form of Maggots, which turned into Flies that had a kind of tail or sting, which they struck into the Tree, and thereby envenomed and killed it.\n\nThe like Plague is said to happen frequently in the Country of the Cossacks or Ukranii, wherein dry Summers they are infested with such swarms of Locusts, driven thither by an East, or South-East Wind, that they darken the Air in the fairest weather, and devour all the Corn of that Country, laying their Eggs in Autumn, and then dying; but the Eggs, of which every one layeth two or three hundred, hatching the next Spring, produce again such a number of Locusts, that then they do far more mischief than afore, unless Rains do fall, which kill both Eggs and the Insects themselves, or unless a strong North or North-West Wind arise, which drives them into the Euxin Sea: The Hogs of that Country loving these Eggs, devour also great quantities of them, and thereby help to purge the Land of them; which is often so molested by this Vermin, that they enter into their Houses and Beds, fall upon their Tables and into their Meat, insomuch that they can hardly eat without taking down some of them; in the Night when they repose themselves upon the ground, they cover it three or four Inches thick, and if a Wheel pass over",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101461.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 977,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1888,
        2
      ],
      [
        1888,
        3736,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101461",
    "title": "Of the Richest Salt-Springs in Germany",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101461"
  }
}