{
  "id": "8864fa4698e11a63f0b0a0ed5c83a54f8d1815c6",
  "text": "XXXII.\n\nA Letter from James Burrow Esquire, F. R. S. to Peter Daval Esq; Secr. R. S. concerning the same Earthquake being felt at East Sheen, near Richmond Park in Surrey.\n\nDear Sir,\n\nMarch 30. 1750.\n\nI am very much obliged to you for the opportunity of perusing those Papers, which I intended and ought to have come and heard read. If I had been present, I would have (in some measure) confirmed Mr. Newcome's Account of what was perceived in his House at Hackney, by a similar Testimony from East Sheen near Richmond Park in Surrey. It depends indeed upon the Perception of a single Person; whereas this is verified by the Sensations of six different ones; but it is exactly parallel, as to the being felt above-stairs, but not below.\n\nOn Sunday the 18th instant, at a very little after 6 in the Afternoon, as Miss Lethieullier was sitting in her Dressing-Room up two Pair of Stairs, facing to the South, with a Book before her, she felt such a Shock of an Earthquake, as she apprehended, that she immediately ran down stairs, frighted; and finding Mr. Lethieullier her Father, and another Person, sitting together in the Parlour, asked them, \"if they had not felt another Shock of an Earthquake.\"\n\nBut,\nBut, finding that neither they, nor any one else, had perceived any thing like it, she neither said or thought any more of it; suspecting it might be only a sudden Gust of Wind, or some other accidental Cause.\n\nOn reading the Accounts in the public Papers of a real Shock of an Earthquake being felt at Portsmouth, at the Isle of Wight, and at other Places, exactly at the same time, her Father, and the Gentlewoman who was in the Parlour with him, began to doubt whether the young Lady's Apprehension was not founded upon somewhat more than mere Fancy or Imagination; and Mr. Newcome's Account seems to render it probable that she felt a real Motion.\n\nWhether it was, or was not, I don't pretend to determine; and should scarce have mention'd it, if it had not so exactly coincided with what Mr. Newcome has communicated. I have no doubt of the Fact above rehearsed; having been assured of it by all the three Persons before spoken of, who first mention'd it in an accidental Conversation upon the Subject, and afterwards (on being particularly interrogated) positively and expressly attested it. I am,\n\nDear Sir,\n\nYour most humble Servant,\n\nJames Burrow.\n\nXXXIII.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104739.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 653,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1206,
        2
      ],
      [
        1206,
        2371,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104739",
    "title": "A Letter from James Burrow Esquire, F. R. S. to Peter Daval Esq; Secr. R. S. concerning the Same Earthquake Being Felt at East Sheen, Near Richmond Park in Surrey",
    "authors": "James Burrow",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104739"
  }
}