{
  "id": "eb68fa997f76d6345cc19f1c524ccfe2d4502507",
  "text": "which gives the Name to the Tumor, either Steatoma, Atheroma, or Melicaris.\n\nThus pour Oyl of Olive on Spirit of Nitre, and your Oyl first becomes a little hardened, then of the Colour and Consistence of Marrow, till by degrees it is hardened into a white Fat, resembling that of Animals.\n\nThe Possibility of this Colliquation and Digestion, we may the easier be induc'd to believe, if we consider how often we find the Glands of the Viscera petrified, without any degree of Pain, or the Membrane in any Measure destroy'd: The Truth of which, every one that hath been conversant with the Dissection of Morbid Bodies, must have seen.\n\nXXXVI. An Extract of a Letter from Francis Nevill, Esq; to the Lord Bishop of Clogher, F. R. S. concerning a Quarry of Marble discover'd by him in the County of Farmanagh in Ireland.\n\nBelturbet, October 14. 1712.\n\nMy Lord,\n\nMr. Cole and I were lately in the Mountains, where I had discovered a Marble Quarry. The Country wherein it lies is so strange for the Natural Wonders in it, that 'twould make a little History to describe all that is to be seen. It lies on the North-side of Calcagh, in the Parish Kilashier, and County of Farmanagh. There are Marble Rocks, whose Perpendicular\ncular Height is fifty or sixty Feet, discovered by Subterraneous Rivers, which, by degrees, have wash'd away the Earth and loose Stones, and discovered these mighty Rocks. There are many great Pits fallen in on the sides of the great Mountain; several of them in a small Compass of Ground, so that it is dangerous travelling near them. There are many Caves form'd, some very large, the Sides and Arches of Marble; some of a Liver-colour, varied with white in many little Figures; some of a light Blue varied with White; but I could find no entire White or Black among them.\n\nXXXVII. Remarks upon the Plague at Copenhagen in the Year 1711. Communicated by John Chamberlayne, Esq; F. R. S.\n\nThis Disease began to show itself first in this City, about the beginning of July, 1711. It increased 'till the beginning of September; after which it diminished by little and little to the End of the Year, at which time it totally ceased.\n\nIt appears, that before this Distemper there were about Sixty Thousand Souls in Copenhagen: From whence they infer, that there is Born every Year about Two Thousand, and that there Dies nearly the same Number; which being Multiplied by Thirty makes Sixty Thousand.\n\nIn the Six Months which this Distemper continued, it is thought it carried off about 25000 Souls. It is true, the Publick Lists reckon but 22535; but it is agreed by all, that in the last Week of August, and the two first Weeks of September, each of which carried off above 1300",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103210.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 752,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1219,
        2
      ],
      [
        1219,
        2693,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103210",
    "title": "An Extract of a Letter from Francis Nevill, Esq; To the Lord Bishop of Clogher, F. R. S. concerning a Quarry of Marble Discover'd by him in the County of Farmanagh in Ireland",
    "authors": "Francis Nevill",
    "year": 1713,
    "volume": "28",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/103210"
  }
}