{
  "id": "ed6ed9d11dad1a24e1f9aa16bd7c5688ee7ffb7a",
  "text": "Helans the use of simple Medicins made of Herbs, used by plain Country-men, Nurses, Farriers, &c. affirming, that the chief of the Ancient Physicians, as Celsus, Scribonius, Marcellus, Dioscorides and others have done so.\n\nHe taketh notice, First, That the external likenesses in some Plants is not to be altogether despised; affirming, that from thence it was discovered, that our Ashwoods, like to Guaiacum, is conducive to the Lues Venerea, and other Maligne Diseases. Secondly, That neither the outward Signature is to be totally neglected; since the Antients thereby did first discover, that Hypericum was good for wounds; Pulmonaria for the Lungs; Saxifraga, for the Gravel; Walnuts for the Distempers of the Head. Where he notes, that these signs do not so much respect the parts of the Body, as their Distemper.\n\nHe concludes with observing, that those Plants which afford Salts of the like Figure, seem to evince a likeness in their Vertues. Upon this account he compareth together Wormwood and Pellitory on the Wall; Balm and Fennel; Licorish and Capillus Verbena; Rosemary and Eug. o. &c.\n\nThe Treatise itself, to which this Epistle is an Introduction, is directed to Medical Practice, and enlarged with divers useful Observations for the sake of young Physicians.\n\nV. DE LACTE LUNAE Dissertatio Medica, Johannis Danielis Majoris, Ph. & M.D. Kiloni 1667 in 4o.\n\nThis Book came but very lately to our view; And that the extravagant Name of its Subject may not take off sober men from considering it, we shall at the very first tell them, that by this affected word of Lac Lunae nothing else is meant here, than Flores Argenti, or a fine white porous and friable Earth, insipid and without scent, dissoluble in water, and tinged it with a milky colour, and sometimes raising a kind of ebullition in it; found commonly in Silver-Mines, and in them sublimed and sticking to the roots of the rocky Hills; having a drying and absterive quality, and therefore good against the afflux of sharp humors in ulcerated parts; serving also for an excellent Cosmetick. All which particulars are at large deduced and discoursed upon by the Author; who observeth, first, That Gmelin in his Book of Fossils taketh good notice of this Mineral Earth; and affirms it to be found in the Mountains of Helvetia, especially that, which is called Mount Pilat. From whom he thinks that others, as Bochini a Boot, Olaus Wormius, Aldrovandus, Calcotarius, and others, have taken the hint.\n\nSecondly, He maketh the matter of this Earth to be the Metallick Vapors of Silver-Ore, by some fermentation raised and sublimed, and then condensed.\n\nThirdly, Having commended its Absterive and Cosmetique quality, he giveth this following Recipe;\n\nLact. Luna Drachm. VII.\nLaccæ Virginian. vel Florentin. Drachm. I.\nMoschi optim. gran. II. vel III.\n\nMisc. exadie. fiat pulvis subtilis.\n\nwhich Powder, he saith, when 'tis to be used for the face or hands, may, for more convenience, be moistened with some Essence of Benzoin, Rose-water, or Orange water; whereby the skin shall acquire a natural and florid whiteness, without any danger of mischief.\n\nFourthly, Inquiring into the particular places of the Generation of this Earth, he affirms it to be found, as in the above-named Mountains of Helvetia, so in the Mines of New Spain, and about the Mexican Bay, as also about Perugium in Italy, in an Isle near Hamborough, called Heilige Land, belonging to the Duke of Holstein, and in Silisia near Bruinix.\n\nErrata, In Numb. 58. p. 1186. l. 17. r. to remove, p. 1192. l. 12. r. at Franchin. p. 1200. l. 16.r. before noon.\nIn Numb. 59. p. 1041. l. 19. r. Pupilla which dilates, p. 1045. l. 20.r. pipe, I took.\n\nLONDON,\nPrinted by T. N. for John Martyn Printer to the Royal Society, 1670.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101582.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 1086,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        3755,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101582",
    "title": "Errata",
    "authors": null,
    "year": 1670,
    "volume": "5",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101582"
  }
}