{
  "id": "f186305e2af38c474b34cba387ad874743561e53",
  "text": "XIX. Mémoire sur la Manière de préparer, avec le moins de perte possible, le Sel fusible d’Urine blanc, et pur, et l’Acide phosphorique parfaitement transparent. By the Duke de Chaulnes; F. R. S. presented by Sir Joseph Banks, Bart. P. R. S.\n\nRead March 13, 1783.\n\nJe désirais depuis longtemps de m’occuper de ces objets, lorsque les circonstances me mirent, en 1773, à portée d’y employer le temps nécessaire et de me procurer facilement et en quantité les matériaux qui y sont indispensables.\n\nJe crus devoir, avant tout, commencer par m’instruire des travaux qu’on avait entrepris sur ce sujet.\n\nParmi les anciens auteurs, Raymond Lulle, en avait dit quelque chose, sur le ton énigmatique et fastueux des rêveries alchimiques.\n\nOn trouve les manuscrits inconnus d’un vieux Allemand nommé Turneisser, cités par M. Pott.\n\nLe grand Boerhaave lui-même, avait dit sur ces substances quelques mots qui ne sont dignes de cet homme illustre, que relativement au temps où il écrivait.\n\nDeux Allemands plus modernes et très-peu connus dans ce pays, appelés Mess. Haupt et Schlosser, s’en sont occupés depuis. Je me suis procuré la dissertation du dernier, mais je n’ai pu scavoir autre chose, des travaux de M. Haupt, que ce qu’en ont rapporté Mess. Pott et Margraaf.\nSur la Manière de préparer le Sel fusible d'Urine, &c.\n\nCes deux derniers enfin, ont donné sur le sel fusible : le premier, une dissertation assez longue et fort obscure, traduite par M. de Machy : et le second un mémoire qui est ce que nous avons de mieux sur cette matière, et que l'on trouve dans ses opuscules chimiques, ainsi que deux autres, où il en est dit quelque chose relativement au phosphore, qui en est l'objet principal.\n\nLa foule d'observations qu'il rapporte, dénote un travail immense, mais bien confus ; je fus, surtout, étonné de trouver plusieurs faits faux, dans les ouvrages de ce savant, et j'ose-rais à peine l'avancer, si je n'étais à portée de le démontrer par des observations trop simples pour que je puisse être taxé de les avoir mal faites ; comme il est impossible de suspecter les connaissances de ces artistes célèbres, je crois qu'il vaut mieux s'en tenir à regretter qu'ils aient suivi la méthode, qui étoit ordinaire aux chimistes Allemands de ce temps, trop infectée d'idées alchimiques, et qui est non seulement très-embrouillée en général, mais qu'ils cherchent encore à rendre obscure, comme le dit très-bien la lettre suivante. Leur but paraît avoir été beaucoup plus de prouver qu'ils avaient des connaissances que de tendre à les communiquer. On trouve quelque clarté dans les faits, mais nuls détails dans la manière d'obtenir les résultats ; il faut soi-même travailler, avec peine, pour y parvenir. Il est vrai qu'on les trouve alors constants pour la plus part.\n\nJ'étais déjà venu à bout de me procurer du sel fusible et de l'acide phosphorique, lorsque je reçus la lettre qui suit de M. Rouelle, célèbre chimiste de Paris.\n\n\"Vous avez raison, Monsieur le Duc, de dire que M. Mar-\n\"graaff est minutieux et qu'il ne s'explique guères, sur les\n\"moyens de préparer le sel fusible ; je crois qu'il en a fait un\n\"mystère, car il dit que son sel fusible, lorsqu'il est bien pré-\n\nQ q 2 \"paré,\nSur le Maniere de preparer le Sel fusible d'Urine blanc, et pur,\n\n\"paré, donne par la distillation à la cornue de l'alkali volatil,\n\"et que l'acide phosphorique reste dans la cornue, sous la\n\"forme d'une matière transparente comme un verre ; de tous\n\"les chimistes qui ont parlé du sel fusible dans leurs écrits, je\n\"n'en sache aucun qui l'ait préparé tel que M. MARGRAAFF le\n\"décrit ; si vous l'obtenez, vous Monsieur le Duc, conforme à\n\"sa description, je vous prie de m'en envoyer une ou deux\n\"onces\"\n\nJe répondis à ce chimiste que j'avais obtenu le sel fusible\ncomposé d'acide phosphorique et d'alkali volatil ; que je n'en\nconnoissais point d'autres, que s'il n'avait pas obtenu l'acide\nphosphorique transparent, c'était faute d'avoir exactement suivi\nla méthode indiquée par M. MARGRAAFF, dans ses opuscules,\nc'est-à-dire de lui faire subir dans un creuzet un feu violent,\naprès l'avoir tiré de la cornue.\n\nJ'envoyai en même temps à M. ROUELLE, les échantillons\nqu'il me demandait, et j'ai trouvé, dans la suite qu'il en avait\npréparé, d'à-peu-près pareil à celui que je lui avais envoyé, mais\nque j'ai reconnu depuis pour être le sel fusible de première cry-\nstallisation, qui est très altéré par le sel marin, dont je vais par-\nler, et dont le caractère principal est de ne pouvoir fournir le\nphosphore. Je fus toute-fois bien aise de voir qu'on ne s'était\npoint occupé de cette matière.\n\nPour achever de connaitre les travaux qu'on avait pu entre-\nprendre à ce sujet, je consultai Messrs. MACQUER et BAUMÈ dès\nque je fus de retour à Paris. Ils me confirmèrent dans l'opinion\nqu'il n'y avait point de procédés clairs et précis, pour obtenir le\nsel fusible ; M. BAUMÈ me dit seulement qu'il s'en était pro-\ncuré en faisant cristalliser de l'urine épaissie ; mais que lorsqu'il\navait voulu procéder à une seconde crystallisation, tout avait sem-\nblé disparaître comme par enchantement ; je savais bien que c'était\nun des principaux embarras de la préparation du sel fusible ; mon but est donc aujourd'hui, de donner avec le plus de clarté possible, les moyens de le préparer et de le conserver presque-entièremenent, en lui faisant subir les purifications nécessaires. L'évaporation d'une grande quantité d'urine, étant le premier procédé pour avoir du sel fusible, je commençai par consulter les mémoires de M. Margraaff, et ce qu'en dit M. Macquer très en abrégé dans son Dictionnaire de Chimie (édition de 1776). Le premier veut qu'on le fasse évaporer lentement dans des vaisselles de terre bien vernissées, jusqu'à la consistance de sirop ; mais quoiqu'en général M. Macquer ne parle que d'après M. Margraaff, comme il me l'a dit lui-même, il a cependant soin d'observer, d'après les évolutions d'urine, faites ici, qu'il est indifférent de la faire évaporer par une forte ou lente ébullition ; je rapporterai dans la suite du mémoire des faits qui prouvent que le sel fusible ne change de caractère, qu'à un degré de chaleur beaucoup plus fort.\n\nSi l'on ne pouvait pas évaporer l'urine en la faisant bouillir, il serait bien difficile d'en faire évaporer 20 muids comme je l'ai fait alors.\n\nLe lieu que je choisis pour ce travail était un rempart écarté où j'avais fait placer six vieilles futailles couvertes, dans lesquelles un soldat invalide venait vider tous les matins des barquets d'urine fournie par une garnison de deux bataillons ; j'avais fait construire auprès de ces futailles un fourneau pareil à celui que décrit M. Hellot, dans les Mémoires de l'Académie, pour l'année 1737. Le même soldat qui apportait l'urine dans les futailles conduisait l'évaporation pendant la journée, et m'en apportait le produit le soir à mon laboratoire ; le chaudron qui servait à évaporer tenait environ cinquante pintes, et on le remplissait trois fois par jour ; quand il ne restait plus de la totalité,\nSur la Maniere de preparer le Sel fusible d'Urine blanc, et purité, que trois ou quatre pintes d'extrait, on le ramassoit avec une cuillère de fer, dont le manche étoit perpendiculaire au cuilleron et dont la forme étoit exactement la même que celle du fond du chaudron. Comme l'urine gonfle prodigieusement, toutes les fois qu'on la chauffe de nouveau, ou lorsqu'on méle de la nouvelle liqueur avec celle qui est déjà chaude, je trouvais plus simple, et je craignois moins le gonflement, en n'ajoutant qu'environ une pinte à chaque fois.\n\nLorsque j'évaporai l'urine de cette manière, je ne connoissais pas encore l'usage que M. BAUMÈ fait des galeres ; cette méthode est sans contredit la meilleure, je viens de m'en servir tout nouvellement, pour faire évaporer trois muids de cette liqueur, dans deux chaudrons de 150 pintes chacun, scellés sur un fourneau de cette espèce, construit avec de mauvais platras, en ne mettant dans chacun de ces deux chaudrons qu'une cinquantaine de pintes d'urine à la fois, et ne les enfonçant dans le fourneau que jusqu'au tiers de leur hauteur ; de cette manière, le gonflement n'est point à craindre, l'on est dispensé des attentions, et l'on consomme beaucoup moins de bois, pour évaporer la même quantité d'urine.\n\nLe commencement de l'évaporation (comme je l'ai déjà dit) n'est point difficile à conduire, et ne demande presque point d'autre soin que de veiller, au gonflement, soin dont l'on est même dispensé par le procédé qui précède, mais la fin en demande beaucoup, et qui sont même indispensables alors, si l'on veut obtenir le sel fusible presque pur dès sa première cristallisation.\n\nL'urine est composée de parties salines extractives, et favoriseuses, les dernières ne sont presque d'aucune considération dans la préparation du sel fusible, mais les premières le sont si fort, que presque tout l'embarras du procédé ne vient que de la grande quantité\net l'Acide phosphorique parfaitement transparent.\n\nquantité de sel marin contenu dans l'urine, qui cristallise très facilement, et pèle et mêle avec le sel fusible.\n\nLe moyen que j'ai employé pour les séparer, et qui se présente naturellement à ceux qui connoissent la nature de ces sels, est celui de cristalliser le sel marin, par l'évaporation, et le sel fusible, par le refroidissement, mais ce moyen est sujet à plusieurs difficultés dans la pratique.\n\nNon seulement la liqueur qui est épaisse et sirupeuse filtre mal, mais les filtres seroient bientôt bouchés et la cristallisation qui se ferait obstruerait tout, si l'on n'observoit diverses précautions pour s'en garantir.\n\nCelles que j'employe, sont d'interrompre l'évaporation dès qu'il commence à se précipiter du sel marin au fond de la liqueur, et de la faire passer alors par un tamis clair, en l'agitant toujours, pendant qu'elle est encore bien chaude. Ce procédé sépare tout le sel marin, qui s'est cristallisé par l'évaporation, et en débarrasse le sel fusible qui se cristallise ensuite par le refroidissement.\n\nUne seconde filtration est cependant nécessaire pour mieux dégager la liqueur des petites portions de sel marin, qui peuvent avoir pâli par les interstices du tamis.\n\nLa manière dont je sépare ces petites portions de sel marin, est de filtrer la liqueur en la conservant la plus chaude qu'il est possible, et voici quel est le procédé que j'employe pour cet objet : je soutiens un tonneau à environ un pied de distance de terre, à l'aide de quatre pieds de bois qui y sont ajustés ; le fond inférieur est percé d'un trou de six pouces de diamètre, par lequel je fais passer la pointe d'une chaussée de toile, soutenue par en haut au moyen de quatre bâtons croisés qui reposent sur les bords du tonneau, et le fond inférieur est doublé, en dedans, de tôle, pour pouvoir mettre de la braise dessus ; enfin l'on\nSur la Maniere de preparer le Sel fusible d'Urine blanc, et pur, passe une terrine sous la pointe de la chausse, et l'on glisse sur le dessus du tonneau un couvercle qui, par ce moyen, le ferme au degré que l'on veut.\n\nIl est facile de voir, d'après la description de cet appareil, qu'on est le maître du degré de chaleur qui règne dans l'intérieur du tonneau pendant la filtration, et qu'on prévient de cette manière la crystallisation qui embarraseroit le filtre; la liqueur qui passe dans la terrine, qui est froide, peut cristalliser sans nuire à l'opération, et on la porte alors à la cave, où on la laisse achever de cristalliser à volonté.\n\nLa principale et la vraie observation qui quoique simple, n'a été faite par aucun des auteurs qui ont parlé de cette crystallisation, est que si l'on a employé l'urine fraîche, le résidu est beaucoup plus épais et plus siropeux, que si l'on a commencé à laisser putréfier l'urine, quelques semaines avant l'évaporation, les résidus sont alors beaucoup plus clairs, se filtrent mieux, la séparation des sels est plus exacte, et ils cristallisent si aisément qu'ils le font quelque soin entièrement au bout de 24 heures, comme l'a fort bien remarqué le seul M. Schlosser pendant que Boerhaave voulait qu'on laissât évaporer pendant une année entière le résidu de l'urine évaporée.\n\nCes auteurs, au reste, ont bien rapporté leurs sentiments divers, mais n'ont point connu le principe d'ou procédait la différence de leur avis: M. Baumé est le premier, que je sache, qui ait imprimé, qu'on pouvait conduire une crystallisation à son gré en épaissant plus ou moins la liqueur, avec une liqueur épaisse qui n'eut aucune action sur le sel qui y était contenu.\n\nQuand la liqueur étant très froide, tout le sel est cristallisé contre les parois de la terrine, il faut prendre les précautions suivantes pour le retirer. On commence par verser à part la première moitié qui est la portion la plus claire, ensuite après avoir\navoir détaché avec une spatule tout le sel adhérent à la terrine, on le verse avec la seconde sur un termis de crin ordinaire, la liqueur entraîne par ce moyen toutes les saletés fines qui peuvent y être suspendues, et le sel reste sur le tamis.\n\nOn passe une seconde fois dessus de la même manière la première portion de la liqueur qui est la plus claire, qui se trouvant saturée ne dissout aucune portion de sel et la nettoye encore d'avantage.\n\nPendant que le sel fusible est encore humide de ces deux lotions, et après l'avoir refoulé sur du papier gris, je procède à une troisième pour en lever la partie extractive par laquelle il est encore sali.\n\nJ'employais d'abord pour cet effet l'eau commune bien saturée à chaud de sel marin, et filtrée après son refroidissement, mais j'ai quitté cet usage parce que j'ai reconnu que cette eau, quoique bien saturée de sel marin, pouvait encore dissoudre une bonne quantité de sel fusible ; cette raison m'a déterminé à substituer dans le mortier où je mets mon sel fusible encore humide, de l'esprit de vin très rectifié à la dissolution saline dont je viens de parler : après avoir bien remué avec une spatule, cet esprit de vin avec le sel qui y est contenu, je verse le tout sur un tamis, comme auparavant ; l'esprit de vin passé et suffit quoi- qu'en très petite quantité pour enlever presque toute la matière colorante par laquelle le sel est terni, il est nécessaire pour que cette opération réussisse bien, d'avoir d'abord égrugé le sel fort menu, parce que c'est entre les lames des cristaux que sont contenues les saletés.\n\nLe sel ayant été égoutté sur le papier gris est un peu plus blanc que le sel commun gris dans son état ordinaire, et peut être rendu alors parfaitement blanc par une seconde cristallisation, mais qui est sujette à bien des difficultés dont les auteurs\nSur la Maniere de preparer le Sel fusible d’Urine blanc, et pur, n’ont point fait mention, et sur lesquelles même ils donnent le change.\n\nM. MARGRAAFF conseille pour proceder à cette seconde crystallisation du sel fusible, de le dissoudre tout simplement dans l’eau chaude, de le laisser cristalliser, d’évaporer ensuite ce qui reste de liqueur, on retire encore un peu de sel, dit-il par la crystallisation ; enfin il ajoute qu’en répétant 3 ou 4 fois ce procédé, on obtient le sel fusible parfaitement blanc et pur.\n\nJe ne sais comment M. MARGRAAFF l’entend, mais ce qu’il y a de certain, c’est que si on répétoit trois ou quatre fois ce rocéde, on ne retireroit pas un atome de sel fusible ; si l’on en fait dissoudre à la fois seulement une livre et demie ou deux, on en retire avec peine le tiers de la premiere quantité, et quand une fois on a fait évaporer le restant de la dissolution, à peine en retire-t-on quelques atomes, c’est ce qui est arrivé à M. BAUME lorsqu’ayant obtenu par une premiere crystallization 8 ou 10 livres de sel fusible, à peine a t’il pû en conserver quelques onces par une seconde.\n\nJe n’ai pas trouvé ce phénomène tout à fait aussi outré qu’on l’assure, mais il est très certain qu’on retire à grande peine le tiers du sel diffus et même beaucoup moins, si on veut le purifier à grandes doses ; la raison de cette depertition est pourtant fort extraordinaire, le sel fusible tel que M. MARGRAAFF le décrit, et tel que je l’ai obtenu, est un composé mi-partie d’alkali volatil et d’acide phosphorique, et il feroit assez simple que l’alkali volatil ne conservat que la plus foible adhérence avec l’acide phosphorique qui est très fixe ; mais comment cet acide phosphorique si fixe au feu est-il si facilement entrainé par l’alkali volatil, qui lui est uni si foiblement et qui est d’une nature si différente ?\n\nJe\net l'Acide phosphorique parfaitement transparent.\n\nJe vais rapporter les preuves que j'en ai et les diverses expériences que j'ai faites à ce sujet, avant de passer aux moyens que j'ai trouvés pour lui procurer presque sans perte les derniers degrés de pureté.\n\nJe crois devoir commencer, pour donner des idées nettes sur le sel fusible, par rapporter la décomposition que j'en ai faite, qui n'est guères que la répétition du procédé qu'indique M. MARGRAAFF pour cet objet.\n\nJ'ai pris 4 onces de sel fusible purifié par l'esprit de vin que j'ai distillé à sec, dans une petite cornue de verre au bain de sable, toute la masse s'est fondue, a bouilloné et il a passé dans le récipient une once d'alkali volatil fluor : quand il n'est plus sorti de liqueur, j'ai ôté la cornue et l'ayant cassée, j'en ai retiré une once de scories blanchâtres, que j'ai mises dans un creuset auquel j'ai fait effluer le feu le plus violent ; elles se sont fondues en un fluor transparent : je les ai coulées alors sur une plaque de fer poli, où elles ont pris l'apparence de la plus belle topaze, qui est devenue en se refroidissant aussi blanche et aussi transparente que le plus beau stras.\n\nJ'ai été curieux d'éprouver quelles seroient les différences du sel fusible de première crystallisation par le même procédé, c'est à dire de celui qui contenait nécessairement beaucoup plus de parties extractives et de sel marin, et à quel point étoit vrai ce que disait M. MARGRAAFF, du procédé employé par M. HAUPR, pour purifier ce sel par la violence du feu.\n\nJ'ai pris en conséquence une livre de sel fusible, tel qu'il fort de l'urine * et simplement lavé, j'en ai retiré par la cornue 8 onces\n\n* J'ai répété une autre fois cette expérience et j'ai observé une circonstance bien singulière, dont je n'ai pu penetrer la cause, vers le milieu de la distillation, il s'éleva dans toute la cornue de petites parcelles brillantes qui voltigeoient sans se fixer\nSur la Maniere de preparer le Sel fusible d'Urine blanc, et pur, onces d'alkali volatil fluor, et il m'est resté 7 onces et demie de scories, un peu plus roussatres que les premieres. J'ai mis les scories dans un creuset, et les ayant fondues, je les ai coulées de même sur la plaque de fer poli; au bout d'un quart d'heure de fusion, elles étoient transparentes dans le creuset, mais elles ont à peine été figées sur la plaque de fer, qu'elles sont devenues blanches et opaques comme de l'email blanc, et ont exhalé une forte odeur d'acide marin. Je voulus voir s'il serait possible de les en purifier par un feu violent, comme le dit M. HAUPPT et je les remis dans un creuset où je les laissai éprouver pendant une heure une bonne fusion, l'odeur d'acide marin continua toujours à s'exhaler du creuset, mais lorsque je les coulai au bout de ce temps sur la plaque de fer poli, elles y restèrent absolument transparentes en se refroidissant, et conservèrent une aussi belle apparence que le premier acide phosphorique; mais il est bien éloigné d'avoir le même degré de pureté et M. MARGRAAFF à raison quand il dit que le sel préparé par M. HAUPPT de cette façon n'est point le sel fusible tel qu'il le décrit.\n\nEffectivement il y a plusieurs différences frappantes: le dernier acide phosphorique du sel fusible impur, est bien aussi transparent que celui qui sert de base au sel fusible purifié lors-\n\nfixer et qui avoient l'apparence de particules de verre soufflé, il s'en sublimoit une portion à la voute de la cornue, mais il en retombait d'avantage sur le résidu, et cette dernière partie commençait à s'y diffoudre, ce qui me forca d'interrompre la distillation. Pour recueillir cette sublimation singulière; je detachai donc avec les barbes d'une plume les légeres parcelles qui ressemblaient à du sel fédatif sublimé, et je les mis à part.\n\nJe n'ai trouvé qu'une observation semblable à celle ci, dans les observations sur l'urine de vache que M. ROUELLE a données et qu'on trouve dans le Journal de Medecine de Novembre, 1773, il y parle d'un sel acide volatil qui se subliment en parcelles brillantes comme des fleurs de benjoin, et par conséquent comme celui que j'ai obtenu.\net l'Acide phosphorique parfaitement transparent.\n\nqu'il est nouvellement fait, mais en le laissant exposé à l'air il s'y humecte promptement et y devient opaque; son degré de déliquescence et d'opacité, denote la quantité d'acide marin qu'il a retenu et qui change entièrement sa composition.\n\nL'acide phosphorique du sel fusible pur ou de seconde crystallisation, immédiatement mêlé avec de la poudre de charbon ou toute autre substance contenant du phlogistique, fournit du phosphore; j'en ai retiré par l'interméde du zinck et l'acide phosphorique de sel fusible de première crystallisation ou de celui qui contient du sel marin n'en fournit pas par le même procédé.\n\nL'odeur d'acide marin qui se dégage du creuset, pendant la fusion de ce dernier, nous apprend ce qui se passe durant cette opération. L'acide phosphorique, s'unissant à l'alkali fixe minéral, qui sert de base au sel marin, forme avec lui un nouveau sel fusible, et dégage l'acide marin qui étant devenu libre s'échappe en vertu de sa volatilité.\n\nLe sel qui résulte de la purification de M. HAUPR, est donc très différent du sel fusible ammoniacal, décrit par M. MARGRAFF, qui est le seul qui donne le phosphore, puis qu'il est réellement un sel fusible à base d'alkali fixe, que l'on obtient, exactement pareil, en unissant l'alkali minéral à l'acide phosphorique purifié.\n\nL'acide phosphorique que je vis parfaitement transparent, à mon retour du Havre, chez le chimiste qui m'avait écrit, et que je retrouvai opaque peu de temps après, doit donc être naturellement du sel fusible obtenu par la simple crystallisation de l'urine, et auquel on n'a point fait éprouver la seconde crystallisation, qui en fait effectivement toute la difficulté.\n\nLa dernière expérience sur le sel fusible impur que je viens de rapporter, m'apprenait un fait fort singulier. Le sel fusible de seconde crystallization etoit, ainsi que le premier, composé de particules.\nSur la Maniere de preparer le Sel fusible d'Urine blanc, et pur, particules d'alkali volatil et d'acide phosphorique : on pouvait feulement supposer dans celui de premiere crystallization, une portion de sel marin, de plus, dont on n'avoit encore pu le dé- pouiller, mais le sel marin étant fixe lui même, comment se faisoit il qu'on ne pût retirer qu'à grande peine moitié du poids du sel fusible de premiere crystallisation, lorsqu'on voulait le pu- rifier, par une simple dissolution dans l'eau chaude, et une se- conde crystalisation, et pouvoit-il régénérer un sel fusible ammo- niacal, comme on me l'avoit dit, en y ajoutant de l'alkali volatil concret. J'en fis l'expérience, et après avoir retiré tout le sel fusible qui voulut crystalliser, après avoir dissout dans l'eau bouillante, et filtré du sel fusible impur, j'ajoutai l'alkali volatil concret * dans la dissolution qui restait ; j'eus une vive effer- vescence et je comptais obtenir encore beaucoup de sel, mais à ma grande surprise, je n'en obtins pas beaucoup plus que je n'en aurois eu sans cette ressource ; je résolus alors de m'éclaircir par un procédé certain, du fort qu'éprouvait l'acide phosphorique dans cette seconde crystallisation. Je fis en conséquence dif- soudre quatre onces de sel fusible de premiere crystallisation dans l'eau froide qui fut nécessaire pour le tenir en dissolution, et ayant distribué cette liqueur dans 4 assiettes de verre, que j'eus soin de couvrir de gaze, je laissai crystalliser et sécher la totalité, puis l'ayant péché je ne retrouvai qu'une once 6 gros 22 grains ; d'où pouvait venir cette étrange diminution, de plus d'une once a la simple chaleur d'un cabinet où le thermometre de M. de REAUMUR n'a pas monté plus haut que dix degrés au dessus de glace ?\n\n* Ce sel a une singularité, c'est que si l'on évapore la dissolution de son acide phosphorique séparé de nouveau de son alkali volatil cet acide phosphorique du sel régénéré, crystallise, pendant que celui du sel fusible ordinaire reste en gelée.\net l'Acide phosphorique parfaitement transparent.\n\nCe fait ne constatait pas moins la certitude de cette étrange évaporation, dès lors il était naturel que la chaleur de l'eau bouillante l'augmentât beaucoup, et que pendant la dissolution et la crystallisation, il se perdit la plus grande partie du sel fusible.\n\nJe tentai encore un moyen que j'imaginais qui pourrait me procurer une seconde crystallisation sans perte ; ce fut d'essayer de faire la dissolution et la crystallisation dans des vaisseaux clos.\n\nJe mis pour cet effet 4 onces de sel fusible impur dans un entonnoir garni de papier gris, soutenu par des pailles, et je portai l'entonnoir sur un bocal, que je mis sur une plaque de verre, puis je couvris le tout avec un récipient, ouvert par en haut, que je lutai à la même plaque avec de la cire molle, et par le trou duquel je versai ensuite sur le sel fusible de l'eau bien bouillante, je bouchai, ensuite promptement le trou du récipient, et je me flattais de prévenir par ce moyen toute déperdition mais il n'y eut qu'une très légère dissolution de la substance, ce qui devait arriver dans des vaisseaux bien clos.\n\nJe m'avisai enfin d'un autre expédient dont la réussite fut si parfaite, que je pus par son moyen retirer 4 livres de sel fusible parfaitement blanc et pur, de cinq livres de sel fusible, de première crystallisation ; voici le procédé.\n\nJe fais chauffer dans un petit matras, à long col, le sel fusible, gris, lavé à l'esprit de vin, que je veux faire dissoudre jusqu'à ce que la surface commence à fariner, je verse alors dessus, la moitié de son poids, d'eau distillée, bien bouillante, que j'ai fait chauffer dans une fiole à médecine, je la fais bouillir encore un moment dans le matras, avec le sel fusible, jusqu'à ce que je m'aperçoive qu'il est entièrement dissout ; je le verse ensuite promptement dans un entonnoir, garni de papier gris, et posé sur une fiole à médecine, la dissolution, n'étant faite qu'avec une quantité d'eau égale à la moitié du poids du sel,\nSur la Maniere de preparer le Sel possible d'Urine, &c.\n\nsel, se figeroit sur le champ et ne pourroit se filtrer, si l'on n'avoit recours à l'expédient suivant : j'emploie une fiole à médecine à laquelle j'attache une ficelle pour la soutenir au dessus du feu et entretenir bouillante l'eau bouillante, dont je la remplis, je la pôse en cet état sur l'intérieur de l'entonnoir, et il en résulte deux effets ; la panse ronde de la fiole s'appliquant exactement contre les parois de l'entonnoir, par le moyen du papier gris empêche l'évaporation, et la chaleur de la masse, entretient celle de la liqueur, qui par ce moyen filtre bien, passe toute entière et ne peut boucher le filtre en crystallisant. Quand elle a achevé de passer entièrement par la filtration dans la bouteille inférieure, qui est enterrée dans un bain de sable échauffé, de 30 à 40 degrés à peu près, pour prévenir la crystallisation pendant le passage de la liqueur, je laisse le tout refroidir très lentement, et il arrive, seulement, alors, que les quatre cinquièmes environ du sel fusible crystallisent. Le peu de liqueur, qui reste sur les cristaux retient la petite quantité de sel marin, qui a pu échapper aux precautions que l'on a prises, dans le temps de la première crystallisation.\n\nCe sel fusible peut, par ce procédé, soutenir l'epreuve à laquelle je le soumets pour connoître son degré de pureté, qui est d'en mettre quelques grains dans une verre et de verser dessus des gouttes d'huile de vitriol bien blanche et bien concentrée ; s'il ne s'en dégage pas d'odeur d'acide marin, c'est une preuve qu'il est bien séparé de tout sel de cette nature ; mais il faut bien prendre garde à n'employer que l'acide le plus blanc et des petits bâtoms de verre, ou d'email pour l'agiter, car si l'on employait de l'acide un peu phlogistique, ou des pailles au lieu de verre pour remuer l'acide, quoiqu'il fut pur, ou aurait immanquablement une odeur d'acide sulfureux, qu'il est très aisé de confondre lorsqu'on fait les expériences en petit, avec celle de l'acide marin.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106494.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 16,
    "total-input-tokens": 25180,
    "total-output-tokens": 8549,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1261,
        2
      ],
      [
        1261,
        3196,
        3
      ],
      [
        3196,
        5116,
        4
      ],
      [
        5116,
        7009,
        5
      ],
      [
        7009,
        8912,
        6
      ],
      [
        8912,
        10802,
        7
      ],
      [
        10802,
        12764,
        8
      ],
      [
        12764,
        14597,
        9
      ],
      [
        14597,
        16445,
        10
      ],
      [
        16445,
        18382,
        11
      ],
      [
        18382,
        20570,
        12
      ],
      [
        20570,
        22492,
        13
      ],
      [
        22492,
        24510,
        14
      ],
      [
        24510,
        26519,
        15
      ],
      [
        26519,
        28563,
        16
      ]
    ],
    "primary_language": [
      "en",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106494",
    "title": "Memoire Sur la Maniere de Preparer, Avec le Moins de perte Possible, le Sel Fusible d'Urine Blanc, et pur, et l' Acide Phosphorique Parfaitement Transparent. By the Duke de Chaulnes; F. R. S. Presented by Sir Joseph Banks, Bart. P. R. S.",
    "authors": "Duke De Chaulnes, Joseph Banks",
    "year": 1783,
    "volume": "73",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 16,
    "jstor_url": "https://www.jstor.org/stable/106494"
  }
}