{
  "id": "8466d0c51f3030732ccce39d262dc69cabe3127b",
  "text": "X. On the Atmospheric Tides and Meteorology of Dukhun (Deccan), East Indies. By Lieutenant-Colonel W. H. Sykes, F.R.S. L.S. G.S. Z.S. Vice-President of the Statistical and Entomological Societies.\n\nReceived May 14.—Read June 19, 1834.\n\nThe value of the following meteorological observations depending on the goodness of my instruments, on certain precautions in the use of them, and on the care with which atmospheric changes were recorded, I shall preface my notices on the meteorology of Dukhun with an account of the instruments I had in use, and of my method to insure correct results. In determining atmospheric pressure, for the first two years I was confined to two of Thomas Jones's barometers: they required to be filled when employed, and were destitute of an adjustment for the change of level of the mercury in their cisterns, unless the position of the cistern had been altered at each observation; a measure attended with insuperable inconvenience. At first I experienced a good deal of vexation in expelling the moisture from the tubes; but by previously rubbing the inside with a tuft of floss silk tied to the end of an iron wire, I dried them so effectually (unless in the monsoon months) as to excite powerful electricity: and I have frequently had shocks in my right thumb, running up to my shoulder, in pouring the mercury into the tube, accompanied with cracking noises, until the approach of the mercury to within two inches of my thumb, when the electricity was discharged as described. I experienced these shocks at Salsch, near Purranda, on the 3rd of February; at Pairgaon, on the Beema River, on the 14th of February; at Kundallah, in the hilly tracts, on the 14th of March, 1828; and at many other places. Jones's barometers were each provided with a thermometer let into one of the legs of the tripod on which the barometer was suspended. The scale of this thermometer was of thin ivory, and the tube excessively slender. During the heat of the day in the dry season, the scale was contracted, by parting with its moisture, into the segment of a circle, bending the tube of the thermometer. At night the ivory scale relaxed from its curvature, and at sunrise it had returned to a right line. This operation continued daily for more than three weeks; but on the 15th of February 1827, the contraction of the scale was too great for the flexibility of the glass, and the tube of thermometer No. 1. broke. The thermometer attached to barometer No. 2. subsequently shared the same fate, from a similar cause. Thomas Jones's barometers pack well, carry easily, and are certainly very useful as checks upon permanently filled barometers, which frequently give false indications, from the unknown escape of the mercury, or the admission of air, which could not be detected.\nwithout the aid of a second barometer: but they are very troublesome to fill; are destitute of a thermometer near the cistern, to determine the temperature of the mercury; and want the means of adjusting the lower level of the barometric column; the tubes are frequently breaking, from the pressure of the iron screw which fixes the cistern to the tube, (I have broken seven tubes from this cause,) and in case of not being tightly screwed on, the cistern falls off from the weight of the mercury in it, and the mercury is lost; and from the uncertainty of expelling air and moisture from the tubes, particularly in the moist months, the indications of the instrument can only be looked upon as approximations to the truth.\n\nOn the 12th of April 1827, I had the gratification to receive three barometers from England: they were made by Cary on the Englefield construction, which admits of a most delicate adjustment of the lower level of the barometric column in the reservoir. They were beautifully finished, but unluckily had reservoirs of ivory; and I instantly foresaw the inconvenience to which such selection of material would subject me. In the dry weather the ivory contracted, and permitted the escape of the mercury by the screws (male and female) which joined the two portions of the reservoir. Subsequently the reservoirs cracked at the spots where the metallic screws attached the reservoir to the brass cylinder surrounding the tube of the barometer. I was finally compelled from these disasters, within a twelve-month, to send two barometers back to England to have glass or iron reservoirs put to them. From the ease, accuracy, and delicacy with which the contrivance in these instruments permits the mercury to be adjusted at its lower level, they require only an iron cistern to render them quite efficient; and they are peculiarly suited to measure minute changes in the atmospheric tides. Mr. Newman of Regent-street has acted upon my suggestion, and has constructed two Englefield barometers with iron cisterns, to which he has applied an excellent improvement of his own to prevent the oscillation of the mercury in the tube en route.\n\nHaving broken the seventh and last tube belonging to Jones's barometers, to prevent my observations being confined to a solitary instrument I had recourse to one of the India Company's barometers made by Gilbert: it was very heavy, and clumsily constructed, had air in the tube, and I ascertained the mercury not to be of the specific gravity engraved on the reservoir. The instrument had a glass reservoir, and the manner of fixing it to the tube was sufficiently ingenious; but it wanted an accurate and efficient method of adjusting the lower level of the mercury. This operation was to be effected by looking through the glass reservoir and screwing up the mercury to a line marked on it; but the oxidation of the mercury usually dimmed the glass, and made it no easy task; even had it been readily practicable, the occurrence of the tube exactly in the centre of the convex surface of the mercury prevented its outline being fully seen, and the reading off could never be rigidly accurate. These causes combined to render unsatisfactory, observations taken with the instrument to fix the exact time of the flux and reflux of the diurnal and noc-\nturnal atmospheric tides; but it answered sufficiently well as a check upon my other barometers. Several others by Gilbert, used by myself and my friends, were found to be similarly defective.\n\nAuxiliary to the barometers, I had in use Adie's sympiesometer. This instrument, so ingenious in its construction, I soon found to be utterly inadequate to measure the pressure of the atmosphere with the correction given to it for the expansion from heat of the hydrogen gas in the tube. An inspection of my meteorological register will show by a glance the inefficiency of the instrument as a substitute for the barometer within the range of my observations. In fact, it constantly sunk with increase of heat, and gradually rose with the return of cold. In very few instances in a whole year was it found to have stood higher at $9\\frac{1}{2}$ A.M., the period of the maximum atmospheric pressure, than at sunrise; and in these trifling approximations to truth it evidently deteriorated since the first record of its indications. A sympiesometer in possession of the Assay Master at Bombay was subject to the same defects. I nevertheless continued my observations with the instrument simultaneously with the barometers, to supply the inventor with the necessary elements for its correction, should he desire to make use of them. I was further induced to keep the instrument on my register, from the advantages I derived from the attached elegant and accurate thermometer, which had its degrees divided into fifths.\n\nThe temperature of the air was determined by two excellent Dollond's Fahrenheit thermometers, one of which had been in my possession twenty-two years. One had a brass scale, the other a stout ivory scale sufficiently robust to prevent the dry air warping it materially. These thermometers never differed from each other more than half a degree, and I had great confidence in their indications. No. 1. with the brass scale was used for several years to determine the temperature of boiling water at different levels. In this process small particles of mercury rose from the surface, and fixed themselves at the apex of the tube; but this was easily remedied by driving the mercury by heat up to the apex, and in retiring it always carried with it the particles which had risen.\n\nFor the determination of the moisture in the atmosphere, two of Leslie's and one of Daniell's hygrometers were sent to me from Calcutta. The former were kept in use from the 21st of March 1826 until the 7th of April 1827, when, finding them destitute of uniform indications with respect to each other and to Daniell's hygrometer, I was induced to give up employing them further. Daniell's hygrometer was continued in use from the 21st of March 1826 until the 30th of September 1827, when it was unfortunately broken. There not being an instrument of the kind for sale in India, Colonel Goodfellow, Chief Engineer at Bombay, was good enough to assist me with one, which was brought into use on the 25th of October following. This continued in use, with occasional interruptions from the want of æther, until the 28th of March 1828, when it shared the fate of the former. From this period until the 11th of June 1829, I was disabled from making hygrometric observa-\ntions, when the arrival of other hygrometers from Europe permitted me to resume them.\n\nDaniell's hygrometer I found to be an admirable instrument, ingenious in its construction, definite and uniform in its indications, simple in its use, and satisfactory in its results. But it is not without a drawback upon its utility. Independently of the demand for a constant supply of æther, there are periods of the year in Dukhun when the high temperature and extreme dryness render the dew-point only obtainable at such an expense of æther as to render it an object of pecuniary consideration; and with the very best æther I have never been able to reduce the temperature more than $61^\\circ$ of Fahrenheit's scale, that is to say, from $90^\\circ$ to $29^\\circ$, on the 16th of February 1828, at 4 p.m.; and at that hour the attempt in the months of March and April 1827 proved fruitless, and I was obliged to give up a register of the dewing-point in the afternoon. In the month of January, at sunrise, on the 4th and 6th respectively, I got the dewing-point at three degrees below that of congelation of water, namely at $29^\\circ$, the temperature of the air being $62^\\circ$; and on the 3rd of February 1828, the dewing-point was at $28^\\circ$ Fahr., the air $56^\\circ$, at sunrise. On the 17th of February the lowest dewing-point ever registered was obtained, namely $27^\\circ$ Fahr., temperature of air $57^\\circ\\cdot50$ at sunrise. The objections, therefore, to this instrument are, the great expense of æther in the dry months, and the occasional inability to obtain the dewing-point when the temperature is very high and the day very dry. I never had any difficulty in Bombay or in the Konkun in obtaining the dewing-point, even at a temperature of the air of $91^\\circ\\cdot50$ Fahr., nor will the efficiency of the instrument ever be doubtful within the tropics near to the sea shore. It is necessary to mention that the temperature of the air in Dukhun sometimes exceeds the boiling-point of good æther.\n\nThe measure of the quantity of rain which fell was taken with two instruments, one of which was sent to me from Calcutta under the apposite name of ombrometer, and the other was obtained from the medical stores at Bombay with the hybrid appellation of pluviometer attached to it. A hollow cylinder closed at one end had a metallic float with gage-rod, resting on the bottom. The rain was received into a round funnel fixed to the top of the cylinder: the diameter of the mouth of the funnel was in a certain ratio to that of the cylinder, and this ratio regulates the length of the inches on the gage-rod. The ombrometer was made of brass, neatly finished. The pluviometer, of lackered iron, large, rudely finished, and unwieldy; and it had further the disadvantage (unlike the ombrometer) of its funnel-shaped mouth not closing round the gage-rod, an improvement preventing the evaporation of the water that falls into the instrument. Both rain-gages stood more than three feet high, but their cylinders were of different diameters. In both, the inches on the gage-rod were so large as to admit of hundredths (and even thousandths if it were required) of an inch of water being read off with ease. They always worked very well together, the only discrepancy being in the larger instrument indicating two or three hun-\ndredths of an inch of water less than the smaller in the first tenth of an inch of rain. Subsequently they coincided in their indications even to the hundredth of an inch.\n\nWith Cary's Englefield barometers, I received three thermometrical barometers, for determining heights by the difference in temperature of boiling water at different levels. Owing to faultiness in their construction, they proved complete failures, and were sent back to England. I satisfied myself there was a good deal superfluous in the apparatus accompanying them, which made them moreover expensive, and I efficiently supplied the place of these barometrical thermometers by two good common thermometers with metallic scales and a tin shaving-pot with a slit in the lid, in which the thermometer was placed, being moveable in a collar of cork. Pure water and dry sticks were always found, an attendant carried a light, and my boiling-operation was concluded in a quarter of an hour without the aid of tallow, lamp, sulphuric acid, phosphoric matches, trimming-scissors, tweezers, hanging-screw to fix into trees, water-bottle, &c. &c., involving the outlay of several pounds. Accuracy in the indications of the instrument also was risked, owing to three fourths of the stem of the thermometer being exposed to the wind or cold air during the time of the immersion of the bulb in the boiling water, which checked the rise of the mercury.\n\nHaving for several years practised the barometrical and thermometrical methods to determine heights, I have no hesitation in expressing my opinion, that a good thermometer and a boiling-pot may efficiently supply the place of the expensive and delicate barometer where great accuracy is not required. In many instances I found the results by the two processes almost identical.\n\nMy electrometers consisted of two balls of pith suspended in small glass jars capped with brass, having an elevated point on the plane of one cap, and a wire projecting from the apex of the other, which was bell-shaped. They were in fact Cavalli's pith ball bottle electrometers, with Saussure's addition of pointed wires, but without a graduated scale on the bottle to measure the divergence of the balls. Owing to some peculiarity in the instruments, they feebly indicated the presence of electricity in the atmosphere, although at certain seasons it was so rife as to be painful to the feelings. When first received, they were sensible to artificial electricity, but latterly, without having been injured, they lost all susceptibility. I never could make a record of their indications. Even had they been available, the want of a scale rendered it impossible to give any positive idea of the extent of the electric state of the atmosphere at any time. A scale, in case it did not measure definite quantities, would nevertheless be highly useful to determine the electricity of any particular period relatively to that of any other period.\n\nIn placing the instruments for measuring the pressure and heat of the atmosphere, I was particularly careful to secure them from the operation of causes capable of producing partial and unsatisfactory results. They were always in the shade, and always guarded from direct or reflected heat, but with a free admission of the external air. Annually, from October until May inclusive, they stood, for the most part,\njust within the inner doors of a field officer's tent, having a third canopy or extra fly to it; and during the hot months commonly pitched under the shade of lofty trees. For the remaining, or monsoon months of the year, the instruments were kept in a room at Hay Cottage, Poona, through which there was a constant draft of air by two windows opposite to each other in the line east and west. In using the hygrometers, they were always taken to the door of the tent or to an open window. Whether in determining ordinary pressure, atmospheric tides, temperature, moisture, or heights, by the barometer or boiling-water process, I have invariably deemed it necessary to guard my observations from error by the employment of instruments in pairs. I have been thus minute in the description of my instruments and my manner of using them, not less to supply the means for a just estimate of the value of my meteorological observations, than to enable meteorologists who may tread in my steps to benefit by my experience and disasters.\n\nThe barometrical means have been reduced to $32^\\circ$ Fahr. by Professor Schumacher's tables, with corrections for the expansion of the brass scale; and the monthly means for 1830 were obtained by the ingenious process recommended by Professor Forbes.\n\nIn regard to the following barometrical observations, I must premise, that my three best barometers, although precisely of the same construction and placed under precisely similar circumstances, would occasionally differ slightly from each other, not only in the amount of the oscillations, but in the period at which the several tides turned; and this fact is of some importance to those who may be disposed to rely too confidently upon the indications of a single instrument.\n\nMy erratic life necessarily disabled me from determining the mean absolute height of the barometer at any one place for a period exceeding five or six consecutive months, excepting for the year 1830. I cannot, therefore, state the annual range of the barometer for several years successively; but repeated returns to Poona in various months of the year would have supplied the materials for tolerably just estimates, even had I not one entire year's observations made at Poona. The monthly range is recorded for many complete months, and the diurnal range for six years with few omissions; but I propose to confine my deductions to my observations for the last four years, as the instruments I had in use at first (Jones's) did not admit of a delicate adjustment of the lower level of the mercury.\n\nThe great features in the barometrical indications are the diurnal and nocturnal tides, embracing two maxima and two minima in the twenty-four hours; the former occurring with occasional exceptions between 9 and 10 A.M. and 10 and 11 P.M., and the latter between 4 and 5 P.M. and 4 and 5 A.M. The same hours obtain at Calcutta and Madras at the level of the sea; at Kotgherry on the Neelgherry mountains at 6407 feet; in South America at 12,000 feet; and in London and Edinburgh, and other places in Europe where careful observations have been made. Hitherto little has been known respecting the nocturnal atmospheric tides, but the existence of the diurnal tides is now established beyond doubt in most parts of the world. Hum-\nBOLDT, on the authority of HORSBURGH, has been led into the expression of a belief that they are masked or suspended on the western coast of India during the prevalence of the south-west monsoon. I am, however, enabled to state that this is quite unfounded with respect to Dukhun, as they were never interrupted, even for a single day, during six monsoons; and the same fact was observed at Kotgherry on the Neelgherry mountains at 6407 feet above the sea during part of the monsoon of 1828. Of their occurrence on the coast I am also enabled to offer some evidence from registers kept at the Engineer Institution in Bombay, and regularly transmitted to me; but the hours selected for observation, 9 noon and 3 p.m., were not exactly adapted to fix the full amount of the tide; but on the whole the fact of their occurrence during the monsoon of 1829 in Bombay is undeniable; and they were similarly remarked at Calcutta in 1822 by General HARDWICKE, and by Mr. PRINSEP in 1829, 1830, and 1831. This fact will relieve HUMBOLDT from some of his difficulties in his reasoning on the tides.\n\nWith respect to the tides in general, I have to state that in many thousand observations made by myself there was not a solitary instance in which the barometer was not higher at 9—10 A.M. than at sunrise, lower at 4—5 P.M. than at 9—10 A.M., whatever the indication of the thermometer or hygrometer might be: nor was there a solitary instance in the year 1830 in which the maximum night tide was not higher than the 4—5 o'clock day tide, although it rarely, if ever, rose so high as the 9—10 A.M. day tide. The nocturnal minimum tide occurring at 4—5 A.M., from three to four hours after my usual time of retiring to rest, my observations of it were very limited in number; nevertheless the accompanying Tables will furnish some direct, and ample indirect, testimony of its existence, since the fact of the rapid, constant, and considerable rise of the barometer from sunrise until 9—10 A.M. justifies the inference that there must have been a considerable previous fall to have admitted of such rise: the commencement of such fall was necessarily observed by me in my labours during 1830 to determine the limit hours of the tides, as I was obliged to continue observing in each case until the tide had turned. Moreover, at different periods I devoted forty-nine nights to the investigation of the minimum A.M. tide. Dr. WALKER at Mahabuleshwar, at 4500 feet above the sea, bestowed eight months' labour upon the tides; and Mr. DALMAHOY, on the Neelgherry mountains, was similarly employed for four or five months. HUMBOLDT in his narrative mentions the determination of the extent of the diurnal oscillations, the duration of the stationary state of the barometer at its maxima and minima, and the exact periods at which it becomes stationary and is in action again, as desiderata. I shall take these subjects in order as I proceed.\n\nThe extreme oscillation of the barometer in the same day never amounted to two tenths of an inch, in fact to '1950, with a difference of the attached thermometer during this range of +7°6, and the hygrometer 15° from the point of saturation. Wind light and variable. This took place on the 19th of April 1830. There were\ngreat masses of clouds, and distant thunder and lightning; a storm threatened, but did not take place. The same appearances continued daily until the 21st, on which day there was a hail storm, whilst the thermometer stood at $86^\\circ 3$. On the 23rd there was another hail storm and thunder: this weather continued to the end of the month, and the daily oscillations were so great as to make the mean exceed that of any other month in the year. Here there could be little doubt of the oscillations being affected by the state of the weather. In 1827 the maximum oscillation of '1892, (difference of thermometer attached $+10^\\circ$, dewing-point $37^\\circ$ from saturation, wind none,) took place on the 7th of March, and the weather was free from any of the indications before noticed; but on the 9th of March there was a little lightning and some drops of rain. In 1828 the maximum oscillation of '1856, (difference of thermometer attached $+10^\\circ 8'$, no wind, and clear sky,) took place on the 2nd of January. In 1829 the maximum oscillation was on the 26th of February, and amounted only to '1648, difference of thermometer $+11^\\circ 5'$, wind light east, and clear sky.\n\nIn 1827 the minimum oscillation of the year occurred on the 7th of August, between 9 A.M. and 4 P.M., amounting to '0150; difference of attached thermometer $-0^\\circ 8$, light west wind, sky quite overcast, but no rain, although the dewing-point was only $3^\\circ$ from the point of saturation. A nearly similar oscillation, '0153, thermometer $+5^\\circ 2$, took place on the 29th of the preceding May, with a violent west wind and clear sky, and no dew-point obtainable at 4 P.M. In 1828 the smallest diurnal oscillation of '0155, thermometer $+2^\\circ 3$, took place on the 19th of October during a gentle rain and light S.W. wind. In 1829 the smallest oscillation was '0281, thermometer $+0^\\circ 9$, on the 2nd of July, with a partially clouded sky and fresh W.S.W. wind, the hygrometer being $6^\\circ$ from the point of saturation. On the 21st of March the next smallest oscillation of the year took place, with a misty sky, light west wind, and air very dry. In 1830 the minimum of the year was also in July, amounting to '0327, the thermometer being half a degree lower at the minimum than at the maximum hour; sky overcast, no rain, wind light west, hygrometer $8^\\circ$ from the point of saturation. On the 20th of March there is also a small oscillation of '0493, thermometer $+9^\\circ 9$, sky clear, fresh west wind, and hygrometer $29^\\circ$ from the point of saturation. I have been particular in noticing the state of the weather and the winds, &c., at the periods of these extreme oscillations, as Mr. Snow Harris of Plymouth suggests that the atmospheric tides may be influenced by the force of the wind, whilst others refer them to hygrometric causes.\n\nThe mean of the diurnal oscillation of the barometer in Dukhun from 9—10 A.M. to 4—5 P.M. for 1827 was '1025, mean range of attached thermometer between the two periods $+5^\\circ 99$. In 1828 it was '1093, thermometer $+6^\\circ 36$. In 1829 it was '0991, thermometer $+3^\\circ 92$. The smallness of the range both of barometer and thermometer in this year is attributable to three months' observations having been taken at an elevation of nearly 4000 feet above the sea. In 1830 the barometers were stationary for the whole time at Poona, and I look upon these observations as affording the\nbest types of the meteorological phenomena of Dukhun. The fall of the tide from 9—10 A.M. to 4—5 P.M. was '1166, thermometer +4°9. Comparing this tide with the same tide observed in other places, we find that at Madras, lat. 13° 5', from observations taken at the Observatory every tenth day in 1823, the mean oscillation was '079, mean range of attached thermometer +8°5. At Calcutta, latitude 22° 35', the means of the years 1829, 1830, and 1831, make the oscillation amount to '110, thermometer range +12°2. At Saharunpoor in Hindoostan, 1000 feet above the sea, latitude 31° N., by Mr. Royle's registers, the tide was '120, mean range of thermometer +24°2. At Ava, latitude 21° 51', Major Burney's observations in 1830 make the tide amount to '126, mean diurnal range of thermometer +10°6. Agreeably to Mr. Prinsep, at Benares, latitude 25° 30', it is '105, range of thermometer attached +16°6. Professor Forbes in Edinburgh found the oscillation to be '0114, mean range of thermometer attached for three years — 0°57. And Mr. Hudson, at the Royal Society in London in 1831, determined the oscillation to be '0289, therm. +1°73.\n\nHumboldt and Bonpland in equatorial America, at Cumana, La Guayra, Payta, Lima, and Rio Janeiro, found the mean extent of the oscillation at most from '0945 to '1181*. At Lima, latitude 12° 26', it was a little less ('0669 to '0905†) than nearer to the equator, where it was from '1023 to '1291‡. Boussingault and Rivero in 1823–4, at Santa Fé de Bogota (latitude 4° 35' N.), height 8196 feet, found it to be '0905, approaching my mean for 1829. At La Guayra (latitude 10° 36' N.), at the level of the sea, it was '0960; but as the preceding observations in America, with the exception of those at Bogota, were for a few days only, they are valueless as indicative of the mean diurnal oscillations, much less the monthly and annual means. The extent of the diurnal oscillation from 9 A.M. until 4 P.M. on the table land of Bogota was from '0248 to '1433§. In Dukhun in 1827 it was from '0150 to '1892; in 1828 from '0155 to '1856; in 1829 from '0281 to '1648; and in 1830 from '0327 to '1950. The mean of the monthly variations at Bogota are from '0580 to '1062||. Mine for 1827 were from '0489 in July to '1616 in December; in 1828 from '0471 in July to '1505 in February; in 1829 from '0654 in July to '1358 in January; and in 1830 from '0750 in July to '1430 in April. Considering that my observations were made on a level more than 6000 feet lower than that of Messrs. Boussingault and Rivero, the above data exhibit curious approximations, and prove that diurnal variations in the pressure of the atmosphere at great differences of level may have considerable uniformity. But to this we find an immediate exception, for Dr. Walker at Mahabuleshwur, at 4500 feet above the sea, and a few miles south of the latitude of Poona, found the mean fall for ten months, from 9—10 A.M. to 4—5 P.M., to be '0694, difference of thermometer attached +2°61, which is infinitely less than M. Boussingault's mean at 8000 feet.\n\nThe monthly means of the diurnal oscillations in consecutive years, although not uniform, have marked approximations. The five monsoon months in each year ex-\nhibit comparatively a low range, in fact the month of July has the lowest mean diurnal oscillation in each year; and it may be broadly stated, that with two or three exceptions the monthly mean diurnal oscillation increases from July to December or January, and decreases from these months to July. How far the monthly mean oscillations of the barometer and the monthly mean range of the thermometer coincide, will be seen by the following Table. The monthly mean temperature and the monthly mean diurnal oscillations of the barometer have little coincidence.\n\nMean range of the Thermometer attached to Englefield's Barometer between sunrise and 4—5 p.m. at Poona and Mahabuleshwur.\n\n|                | Poona. 1827. 1823 feet. and between lat. 17° 25' and 19° 27' N. | Poona. 1828. and between lat. 17° 40' and 19° 11' N. | Poona. 1829. and between lat. 18° 10' and 19° 23' N. | Mahabuleshwur. 1828-29. 4500 feet. |\n|----------------|---------------------------------------------------------------|---------------------------------------------------|--------------------------------------------------|-----------------------------------|\n| Barom. Monthly mean osc. | Thermometer. Mean range. | Barom. Monthly mean osc. | Thermometer. Mean range. | Barom. Monthly mean osc. | Thermometer. Mean range. | Barom. Monthly mean osc. | Thermometer. Mean range. |\n| January        | -1134 14 4 -1483 25 7 -1358 20 81 -0735 8 75 | February | -1257 23 1 -1505 27 1 -1083 21 88 -0666 15 40 | March | -1248 21 6 -1123 *17 68 -1024 *13 82 -0827 9 09 | April | -0836 *10 1 -1334 17 89 -0981 *14 51 -0835 7 84 | May | -0624 13 1 -0836 19 82 -0903 *12 96 -0757 4 89 | June | -0902 6 35 -1007 7 34 -0734 4 29 -0588 .. 80 | July | -0489 4 36 -0471 3 6 -0654 3 26 -0556 .. 85 | August | -0600 4 33 -0706 3 88 -0866 3 87 -0503 .. 64 | September | -0813 6 47 -0910 5 38 -0772 6 18 | October | -1147 7 21 -1106 5 58 -1116 9 57 | November | -1444 21 4 -1277 8 5 -1067 11 23 -0801 4 68 | December | -1616 26 7 -1141 *16 28 -1338 *14 46 -0738 6 70 |\n\nIn 1827 the greatest monthly mean diurnal oscillation and the maximum mean range of attached thermometer were coincident in December; but the next greatest mean oscillation was in November, whilst the greatest mean range was in February. November and March have nearly the same mean thermometric range, but differ 0·196 in mean barometric oscillation. In 1828 the greatest mean oscillation and range of thermometer are coincident in February. January accords in a similar manner; but May is quite anomalous, having a mean barometric oscillation of the monsoon month of September, range of thermometer +5°88, whilst its own range is +19°82. In 1829 the movements of the barometer and thermometer are not coincident; the maximum of the former being in January, that of the latter in February. In December we find the oscillation of the barometer nearly identical with that of January preceding, whilst the mean range of the thermometer is nearly seven degrees less. At Mahabuleshwur the monthly mean maximum oscillation of the barometer is in April, whilst the maximum mean range of the thermometer is in February, and nearly doubles the range of April.\n\n* The observation for those months with the * were taken in Bombay, with the † at Hurreechundurghur, and with ‡ at Chamblee.\nOf the rise of the barometer from sunrise to 9—10 A.M. I shall say only a few words, as the period embraces but four sixths of the time occupied by the flux of the atmospheric tide, and the figures in consequence are of little further value than as affording presumptive evidence that the rise, without the exception of a single day for six years, must have been preceded by a nocturnal ebb. Although the annual means, '0473, difference of thermometer attached +7°27, for 1827; '0481, thermometer +6°71, for 1828; and '0382, thermometer +7°48, for 1829, agree tolerably well, yet the monthly means for successive years do not manifest the same accordance; as in the tide just noticed the smallest mean oscillation is in the monsoon months, and it increases until December—January, and then decreases to June—July. In 1828, however, June is a remarkable exception, the oscillation being greater than in any month of the year excepting January, and nearly double that of June 1827. Dr. Walker at Mahabuleshwur, at 4500 feet, found the rise from sunrise to 9—10 A.M. to be nearly identical ('0476, thermometer +4°18) with my rise at less than 2000 feet. Mr. Dalmahoz at Kotagherry, at 6407 feet, found the rise from sunrise to noon to be '0490, thermometer +10°4; and had his observations been taken at the hour of the maximum diurnal tide (9—10 A.M.), the oscillation would no doubt have exceeded those recorded by Dr. Walker and myself at infinitely lower levels. Mr. Goldingham at the Observatory at Madras, a little above the level of the sea, makes this tide amount to '0470; so that, in fact, it is less at the level of the sea than at 6407 feet!\n\nThe nocturnal rising tide from 4—5 P.M. to 10—11 P.M. I observed with great care for eleven months continuously in 1830. It amounted to '0884, thermometer —7°2. The indications of monsoon influence in this tide are scarcely perceptible. Indeed, the smallest monthly mean oscillation occurs in December, '0450, thermometer —6°3; and the greatest in May, '1140, thermometer —9°0. Unlike the preceding tides, we cannot trace a maximum in the coldest months, and a minimum in the most rainy. Dr. Walker found it to amount to '0439, thermometer —5°58; the monthly mean maximum oscillation, '0632, thermometer —3°21, being in November, and the minimum, '0291, thermometer —6°74, in January. Mr. Dalmahoz, at 6407 feet, found it to be '0430, the minimum, '0280, being in June, and the maximum, '0560, in April; but as he did not determine the exact period of the tide between 9—12 P.M., the real extent of the tide is unknown. In my own observations I watched for the turn of the tide. Mr. Goldingham, at Madras, makes the value of this oscillation '0630; whilst M. Duperrey, at Payta in America, latitude 5° 5' S., makes it '1259.\n\nI now pass to the fourth tide, the fall between 10—11 P.M. and 4—5 A.M. Here the data are defective, as observers have only, for very short intervals of time, endeavoured to fix its limit hours; and I have no reliance whatever upon occasional observations as types of a whole year, or even a month or week. For myself, I am not an exception, as my observations between 4—5 A.M. are very limited in number. The maximum night tide, I have before stated, was observed by me for eleven months, and the A.M. tide at sunrise for several years. Dr. Walker, at Mahabu-\nleshwur, observed at both these periods for eight months; and Mr. Dalmahoy, at Kotagherry, between 9—12 p.m. and a little before sunrise, observed for five months. On the 30th of November 1828, at Poona, the a.m. minimum tide turned at 4\\(^{h}\\) 30\\(^{m}\\) a.m., and the maximum nocturnal tide at 10\\(^{h}\\) 30\\(^{m}\\) p.m.; the fall between these periods being '0150, and the difference of attached thermometer —7°6. The other tides of this day were a rise of '0572, thermometer +9°0, from 4\\(^{h}\\) 30\\(^{m}\\) a.m. to 9\\(^{h}\\) 30\\(^{m}\\) a.m.; fall from 9\\(^{h}\\) 30\\(^{m}\\) to 4 p.m. '1330, thermometer +3°4, and a rise of '0908, thermometer —11°0, from the last hour to 10\\(^{h}\\) 30\\(^{m}\\) p.m. The mean of eighteen days in September at Poona, in 1827, gave a rise of '0753, thermometer —5°1, from 4—5 p.m. to 10—11 p.m., and a fall of '0254, thermometer —1°37, from 10—11 p.m. to sunrise. The rise from the latter hour to 9—10 a.m. was '0352, thermometer +3°65, and the fall from 9—10 a.m. to 4—5 p.m. was '0844, thermometer +2°82. For twenty-one nights in October the fall from 10—11 p.m. to sunrise was only '0010, thermometer —2°39; the rise from 4—5 p.m. to 10—11 p.m. '0745, thermometer —4°76. But for nine nights in November the nocturnal a.m. tide occurred with a contrary sign, the barometer being '0052 less, thermometer —10°2, at sunrise than at 10—11 p.m. The maximum night tide, however, appears with the proper sign, the rise being '0801, thermometer —11°65. On the 3rd of November of the following year the a.m. minimum tide appears with the proper sign, the fall being '0040, thermometer —4°0; and the rise from 4—5 p.m. to 10—11 p.m. was '0714, thermometer —6°5.\n\nIn the above, although we find great discrepancies in the fall from 10—11 p.m. to sunrise, we yet observe great uniformity in the nocturnal rise from 4—5 p.m. to 10—11 p.m. with a falling thermometer. Dr. Walker found the mean nocturnal a.m. tide for eight months to be '0180, thermometer —1°68; and the rise from 4—5 p.m. to 10—11 p.m. to be '0439, thermometer —5°58. Mr. Dalmahoy, at Kotagherry, from 9—12 p.m. to a little before sunrise, for four months, found the mean fall to amount to '0433, and the rise from sunset to 9—12 p.m. to be '0430. Mr. Prinsep, F.R.S., in a voyage from Calcutta to Bombay, during thirty-two days found the barometer fall '0220 from 10 p.m. to sunrise, and rise '0440 from sunrise to 10 a.m.; fall '102 from 10 a.m. to 4 p.m., and rise '0800 from the last hour to 10 p.m. Observations taken hourly at the Madras Observatory, every tenth day and night, make the night tide from 10 p.m. to 4 a.m. to amount to '035, and the 4 a.m. to 10 a.m. tide to be '047; the other two tides being respectively '079 and '063. The smallness of this maximum diurnal tide appears very anomalous, considering that Madras is in a low latitude and at the level of the sea.\n\nIn opposition to the above facts, Dr. Russell, at Boorhanpoor, gives a nocturnal minimum tide with a contrary sign, or a rise instead of a fall of '0200, between 10 p.m. and 5 a.m.; and in observations of Dr. Royle, at Saharunpoor in India, at 1000 feet above the sea, and of Fray Juan, at Vera Cruz, the nocturnal tide appears in the monthly means so often with a plus instead of a minus sign, that the annual mean establishes this tide only by '001 at Saharunpoor, and by '002 at Vera Cruz.\nMr. Hudson however, at the Royal Society, in his careful hourly observations even in the high latitude of London, found it amount to '0120; and I feel assured that further observations will establish its existence at those places rendered doubtful by the data just quoted.\n\nWith respect to the exact periods of the diurnal flux and reflux, and the duration of the quiescent state of the atmospheric tides, the subject has been wholly overlooked, as far as I can learn, in Western India; but even had it not escaped attention, there have not been, I believe, instruments in use sufficiently delicate in their construction to read off very small quantities. Dr. Walker at Mahabuleshwur, Captain Jervis in Bombay, at the Engineer Institution, and myself, are the only persons who have made observations on the tides. For myself, my multitudinous avocations deprived me of the necessary leisure for some years to enable me to enter systematically into the inquiry. Occasionally, at the admitted limit hours of the diurnal oscillations of the barometer, I made a few observations; but they were of little further value than to show that the maxima and minima, on consecutive days, did not occur at the same exact period of time. In 1830, however, with two of Englefield's barometers, which admitted of the adjustment of the lower level of the mercury to the 1000th of an inch, I made observations every quarter of an hour, and sometimes every five minutes, during the whole of the year at the limit hours of the diurnal maximum and minimum A.M. and P.M. and maximum P.M. tides. Messrs. Walker and Jervis had in use Gilbert's barometers, and did not observe for the exact limit hours.\n\nMessrs. Boussingault and Rivero, in addressing Humboldt from South America, state that their labours had verified the fact established by Humboldt, that the mercury between the tropics attains its maximum between 8 and 10 A.M., then descends till near 4 P.M., and is at the minimum between 3 and 5 P.M.: then it ascends till 11 at night, without reaching however the same height at which it was at 9 in the morning, and finally re-descends till 4 in the morning. It will be seen how closely these limit hours hold good in Dukhun as well as in America; and Mr. Hudson has determined that they hold good in London: but I have on record instances of the barometer rising until 10h 45m A.M., falling until 6 P.M., and rising until 12 at night; but the instances are rare: and even the tremendous storms preceding and closing the monsoons in India only modify and do not interrupt the tides*. Humboldt observes, that in Macao, in 1814, there were frequent tempests, and twenty-six stormy days, and yet there was not a single instance of the tides being interverted. He says also, that in reviewing the whole of his observations made at different heights, and\n\n* The variations appear to be independent of those of temperature and the seasons. If the mercury was descending from 2h till 4h, or rising from 4h till 11h, a violent storm, an earthquake, showers, and the most impetuous winds, would not alter its movement, which nothing appears to determine but the real time or the position of the sun.—Humboldt, Personal Narrative, vol. vi. part ii. p. 701.\n\nHumboldt further remarks that the hurricanes (in the West Indies) are not in general accompanied by such an extraordinary lowering of the barometer as is imagined in Europe. Captain Don Thomas de Ugarte, on\nin latitudes more or less near the equator, it seemed to him that the extent of the variations diminished very little with the elevation of the spot. Mr. Colebrooke remarks, that in the interior of India the periodicity of the tides is manifest, and independent of the variations of the temperature and the seasons of the year. My observations, on the whole, tend to strengthen the opinions of Messrs. Humboldt and Colebrooke.\n\nI found the stationary period of the tides to vary from nil to one hour and a half. With respect to the maximum diurnal tide, it appears by the accompanying Table that it never turned before 9 A.M. or after 10\\textsuperscript{h} 20\\textsuperscript{m} A.M. during the whole of the year 1830; the seasons therefore were inoperative; and this is confirmatory of Mr. Goldingham's observations at Madras in 1823, although no great reliance can be placed upon them, from their having been made only every tenth day: confirmatory also of Margué Victor's observations made for years at Toulouse. I found the maximum diurnal tide (indeed all the tides) to oscillate in its time of turning, and in its stationary period between the hours stated, without relation to any change in the attached thermometer. On the 5th of February the tide turned before 10 A.M.; on the 14th it turned at 10\\textsuperscript{h} 20\\textsuperscript{m}; on the 11th of March at 9\\textsuperscript{h} 15\\textsuperscript{m}; on the 19th not before 10 A.M.; April 11th at 9\\textsuperscript{h} 30\\textsuperscript{m}; April 17th at 9\\textsuperscript{h} 45\\textsuperscript{m}; on the 14th of June it turned at 9 o'clock; on the 10th of June at 10 o'clock; and similar anomalies occur in the following months. The stationary periods of the maximum A.M. tide range from 0 to 45 minutes, and the Table shows several instances of the latter. The fall of the barometer in equal periods of time after the turn of the tide presents irregularities. On the 11th of March the fall was '010 in 30 minutes: on the 11th of April in 30 minutes it was only '001.\n\nThe afternoon tide has the same irregularities as the preceding. It never turned before 4 P.M., and in a few instances only after 5 P.M. On the 5th of February the tide turned at 4 P.M.; on the 8th at 4\\textsuperscript{h} 30\\textsuperscript{m}; on the 20th of August at 5 P.M.; on the 4th of October at 4 P.M., &c.\n\nThe stationary period was from 0 to 45 minutes; but of the latter there is only one instance in the Table, although there may be more in the registers, as the extracts were taken at random. On the 9th of February there is a curious instance of the tide turning at 4\\textsuperscript{h} 15\\textsuperscript{m} P.M.; then rising '004 to 4\\textsuperscript{h} 30\\textsuperscript{m}, continuing stationary until 5 P.M., and then resuming its rise. As in the morning tide, the movements of the barometer were not equal in equal times. On the 5th of February the tide rose only '002 in board ship in the terrible hurricane of the 27th and 28th of August 1794, found that the column of mercury fell only '4448 (11\\textsuperscript{mm}-3).—Personal Narrative, vol. vi. part ii. page 794.\n\nI am enabled to strengthen this assertion by the following extract from the log-book of the Duke of Buccleuch, Captain Henning, from Calcutta to London, in January 1833, during a frightful tempest of two days' duration off the Isle of France:\n\n\"21st. Lat. 24° 31'. Long. 61° 49'. Bar. max. 30°.00. Bar. min. 29°.60. Temp. 80\\textsuperscript{°}. \n22nd. Lat. 25° 39'. Long. 57° 32'. Bar. max. 29°.76. Bar. min. 28°.94. Temp. 82°.\"\n\nThe whole fall, therefore, amounted to no more than one inch and six hundredths in the two days.\nninety minutes; on the 6th it rose '008 in seventy-five minutes; and on the 8th it rose '005 in fifteen minutes; and on the 11th of April '001 only in forty-five minutes.\n\nIn the maximum nocturnal tide (10—11 p.m.) there was rarely any difference in the thermometer during the oscillations of the mercury; nevertheless the turn of the tide ranged from 9h 30m to 11h 30m, and in two remarkable instances even beyond these hours. On the 12th of October it turned at 9 p.m., and on the 9th of June at 12 p.m.; both of these anomalies may have been produced by the state of the weather, there having been a heavy thunder storm from 7h to 8h 30m on the 9th of June, and several thunder storms round the horizon on the 12th of October, although not immediately at Poona. The stationary period ranged from 0 to 60 minutes, but of the latter there is only one instance in the Table. As in the preceding tides, the movement of the mercury in equal periods of time manifested occasional irregularities, although the thermometer remained stationary, or nearly so. On the 6th of February the night fall was '008 in 15 minutes, and on the 8th it was only '001 in 15 minutes; in neither instance was there any movement of the thermometer, whilst on the 10th of June, between 10h 45m and 11 p.m., the barometric fall amounted to '010. From the above facts, and they could be infinitely multiplied, it is clear there is not any positive uniformity in the oscillations of the mercurial column, nor in the duration of the stationary periods; nevertheless as the irregularities are bounded by comparatively narrow limits, the movements may be considered subject to a general law, the rationale of which remains to be explained.\n\nExperiments have determined that the diurnal atmospheric tides (the nocturnal tides have been less attended to) extend from the equator to high parallels of latitude, but that the oscillation decreases as the latitude increases. It is further presumed that the oscillation gradually diminishes in ascending from the level of the sea to great heights. Professor James Forbes of Edinburgh has laid down an assumed curve, in which the diurnal oscillation amounts to '1190 at the equator, and nil at latitude 64° 8' N.; and beyond that latitude the tide occurs with a contrary sign, the maximum hour becoming the minimum. More extended and careful observations in different parts of the earth will probably confirm the empirical law sought to be established by Professor Forbes, but our present meteorological data offer many exceptions to it. In the valuable table given by Professor Forbes in his paper*, there are exceptions to his law in the observations of Russell at Boorhanpoor, and Prinsep at Benares, each for three years. The mean diurnal oscillation, agreeably to the former, in latitude 24° 4', being less ('0877), mean temperature 75°2, than that at Benares ('1059), mean temperature 78°8, in latitude 25° 30'. Mr. Goldingham in 1823, at the Madras Observatory, latitude 13° 5', observing every tenth day, found the diurnal oscillation amount only to '0790, mean temperature 81°69. At Ava in the Birman empire, latitude 21° 51', agreeably to Major Burney, the oscillation amounted to '1260, mean temperature 78°39, being greater than in any other series\n\n* Transactions of the Royal Society of Edinburgh, vol. xii. Part I. p. 170.\nof observations made in India. My own observations are also exceptions to the law. In latitude $18^\\circ 30'$, at 1823 feet, with a mean temperature of $78^\\circ$, the mean diurnal oscillation for one year, at the limit hour of the tide, was '1166, whilst in Calcutta, latitude $22^\\circ 33'$, mean temperature $78^\\circ 13$, the mean of three years' oscillations (1829, 1830, and 1831,) give only '1100; and as the observer was Mr. Prinsep, his name is a guarantee for his accuracy.\n\nBut the exceptions are not confined to the tropics, for we find that the mean of five years' observations at Marseilles, latitude $43^\\circ 16'$, mean temperature $60^\\circ 8$, gives a less oscillation ('0326*) at a few toises above the sea than at Berne, latitude $46^\\circ 57'$, mean temperature $53^\\circ 6$, at 532 toises above the sea, where the mean of ten years' observations gives an oscillation of '0354†. Here, therefore, the oscillation unquestionably should have been less, because the latitude is higher, the temperature lower, and the height above the sea greater. But these discrepancies may be attributed to the observations not having been taken at the exact limit hours of the tides, and do not therefore give the true oscillation; nor will satisfactory light be thrown upon the irregularities of the tides until hourly observations are made for lengthened periods in various parts of the earth.\n\nOn the subject of decrement in oscillation, consequent on elevation above the sea, I have collected such data as were available, and have thrown them into the form of a table. Humboldt found that at the Caracas, at 936 toises above the sea, the oscillation was greater ('1063‡, mean temperature $69^\\circ 8$,) than at Cumana at 10 toises above the sea, where it was '1004, mean temperature $78^\\circ 8$. My own careful observations at Poona furnish a similar anomaly. At 1823 feet above the sea the mean oscillation for a year was greater ('1166) than at Bombay, where for nine months the mean was '0765 at the Engineer Institution; and in my occasional visits I found it respectively '0836 in April 1827, '1123 in March 1828, and '1141 in December 1828. At Madras, in a lower latitude than Poona, at the level of the sea, I have shown it to be only '0790; whilst at Calcutta, in a higher latitude than Poona, the means of three years make it '1100. Proceeding to higher levels, however, we find a marked diminution in the extent of the diurnal tide. At Mahabuleshwur, at 4500 feet, the means of eight months reduce the oscillation to '0694; at Hurreechundurghur, at 3900 feet, the oscillation for the three hottest months was '0969; whilst at Kotagherry, at 6407 feet, it was for five months from noon to sunset only '0498. The oscillation at Mahabuleshwur, at 4500 feet, was in fact less than Humboldt's oscillation at Mexico of '0708 at nearly 7000 feet.\n\nWhen we pass to the other tides we find the same puzzling anomalies. The mean rise from sunrise to 9—10 A.M., whether at Hurreechundurghur, at Mahabuleshwur, or Kotagherry, instead of being less than at Poona, is in fact greater. The mean of three years on the level of Poona gives '0445, whilst the first place gives '0488, the second place '0476, and the last '0490. The maximum night tide, on the contrary,\n\n* 0mm-83. † 0mm-90. ‡ 2mm-70.\nis infinitely greater at Poona than at Mahabuleshwur or Kotagherry (it was not determined at Hurreechundurghur), being '0884 at Poona, '0439 at Mahabuleshwur, and '0430 at Kotagherry. The fourth or minimum nocturnal tide occurring in the dead of night, has been rarely observed at the exact A.M. limit hour; but the observations have been taken at sunrise, which is from one and a half to two hours after the turn of the tide. I have previously shown that at different times I found this tide to amount to —'0150, —'0254, —'0010, and +'0053, and —'0040; taking the mean of these, after deducting the plus sign, we have '0134 as an approximation to the amount of the oscillation in this tide; and this corrected for a presumed proportional increase from 4 A.M. to sunrise, would make its value '0181. During eight months at Mahabuleshwur Dr. Walker found the mean fall from 10—11 P.M. to sunrise to be '0180, thermometer —1°68; corrected to 4 A.M. it would be about '0240. Mr. Dalmahoy at Kotagherry, at 6407 feet, found the fall from 9—12 P.M. to a little before sunrise, amount to '0350; and as it is probable he took his observations as often after the tide had turned at 10—11 P.M. as he took them after the limit hours of the 4—5 A.M. tide, the errors may be considered as compensating each other, and the oscillation may be left uncorrected.\n\nMr. Prinsep, in a voyage of thirty two days from Calcutta to Bombay, found the fall of the barometer from 10 P.M. to sunrise, amount to '022, which corrected to 4 A.M. would be about '0293. Correcting the rise of the tide from sunrise to 9—10 A.M. in the same rough way, the following will be the amount of the mean oscillation of the barometer in the different tides.\n\n| Nocturnal falling minimum tide from 10—11 P.M. to 4—5 A.M. | Diurnal rising tide from 4—5 A.M. to 9—10 A.M. | Diurnal maximum falling tide from 9—10 A.M. to 4—5 P.M. | Nocturnal maximum rising tide from 4—5 P.M. to 10—11 P.M. |\n|---|---|---|---|\n| Mr. Prinsep, 32 days, level of the sea | —'0293 | +'0587 | —'1020 | +'0800 |\n| M. Duperrey, Ship Coquille, Payta, lat. 5° 5' S., two days | —'0669 | +'0629 | —'1417 | +'1259* |\n| Mr. Goldingham, Madras Observatory, every tenth day | —'0350 | +'0470 | —'0790 | +'0630 |\n| Mr. Hudson, Royal Society, London | —'0162 | +'0185 | —'0289 | +'0272 |\n| Colonel Sykes, 1800 to 2000 feet, Poona, one year | —'0181 | +'0445 | —'1166 | +'0884 |\n| Dr. Walker, 4500 feet, Mahabuleshwur, ten months | —'0240 | +'0636 | —'0694 | +'0439 |\n| Mr. Dalmahoy, 6407 feet, Kotagherry, five months | —'0433 | +'0490 | —'0498 | +'0430 |\n\nThe observations of Duperrey, Goldingham, and Hudson were made during the limit hours of the several tides, and have not in consequence any correction applied by myself. Prinsep's, Dr. Walker's and my own observations are corrected from sunrise back to 4 A.M.; but the other tides are as they were observed. Mr. Dalma-\n\n* Humboldt, Personal Narrative, vol. vi. part ii. page 703.\nHoy's hours of observations have been previously noticed. M. Duperrey's observations were made every fifteen minutes, but continued only for two days; and it is remarkable, although the first day gave a diurnal maximum falling tide of '1417, the next day gave only '0984: any deductions, therefore, from observations for short periods of time even in the tropics must be fallacious. The above data unquestionably prove the existence of nocturnal tides, of which doubts exist, or did exist, in Europe; although Humboldt says they were observed in Dutch Guiana as far back as 1722 by a naturalist whose name is unknown.\n\nUnhappily, during 1830, whilst observing the exact time of the turn of three tides, I was so harassed by public duties, that I omitted to record the barometer at sunrise, and therefore want the data to assist in determining for any lengthened continuous period the amount of the tide between 10—11 p.m. and 4—5 a.m. or sunrise. But as there is a remarkable accordance in the absolute height of the barometer at Poona during the monsoons of 1829 and 1830, if I were to adopt the mean height of the barometer at sunrise in 1829 for 1830, and then deduct this amount from the mean height at 10—11 p.m. in 1830, we shall have '0332 as the value of the oscillations, which, corrected to 4 a.m., will give '0442 as the value of the falling tide between 10—11 p.m. and 4—5 a.m.; and this amount I have little doubt would be infinitely nearer the truth than my forty or fifty nights' observations taken at different periods.\n\nFrom the above short table it will appear that in my observations for four years, the maximum oscillation was between 9—10 a.m. and 4—5 p.m.; the next greatest was that between 4—5 p.m. and 10—11 p.m., amounting to a little more than 75\\(\\frac{3}{4}\\) per cent. of the preceding fall: then follows the rising tide between 4—5 a.m. and 9—10 a.m., amounting to nearly 40 per cent. of the diurnal tide; and finally comes the falling tide between 10—11 p.m. and 4—5 a.m., which by the few direct observations I made would not be more than 15\\(\\frac{1}{2}\\) per cent. of the great tide, but which by the process above noticed, I suppose would be about 38 per cent.; and this would accord tolerably well with Mr. Prinsep's proportion, which is nearly 28\\(\\frac{3}{4}\\) per cent. I shall not remark upon the discrepancies between the ratio thus eliminated, and that deducible from the observations of the other gentlemen quoted in the Table. One fact, however, appears established by all the observers, that the greatest oscillation is during the day, the least during the night; the second greatest from 4—5 to 10—11 p.m., and the second least from 4—5 to 9—10 a.m.; and that all the irregularities occur within comparatively narrow limit hours.\n\nMy barometrical observations were taken on various levels, excepting for the yearly residence of five or six months at Poona during the monsoon, and for the entire year 1830: the statements of the absolute height of the barometer and the annual and monthly changes of pressure of the atmosphere will therefore be comparatively limited; and it may be as well to confine my remarks almost entirely to the year 1830. The maximum height of the barometer, and the mean monthly maximum in that year, both occurred in January, the former being 28.242 inches, thermometer 73°6, and the\nlatter 28°087 inches, thermometer 75°4. The minimum height in the year and the mean monthly minimum, in like manner, both occur in the same month, July, the former being 27°570 inches, thermometer 75°, and the latter 27°7666, thermometer 76°95. The annual range of the barometer, therefore, amounted only to '6720; and the difference of the thermometer at the extreme periods was 1°4; the greatest monthly range, '3710, was in November; the difference of the attached thermometer at the extreme periods was 10°2; the smallest monthly range of '2170 was in August; the difference of the attached thermometer at the extreme periods being 0°5.\n\nIn 1827 the barometer ranged during six months whilst I was stationary, only '5103. In seven months in 1828 it was '5656, and for seven months in 1829 it was '4867; and in no instance did a range of eight tenths of an inch come under my observation, even in comparing the maximum of one year with the minimum of another. Whilst in England, at Edmonton and Cheltenham, in 1827, the extreme range of the barometer was respectively 1°88 inch and 1°75 inch. In 1828, at Edmonton, Cheltenham, and Weycomb, the range was 1°44 inch, 1°41 inch, and 1°61 inch respectively. An inspection of my tables will show that in four years, in the five monsoon months, from the maximum height 28°1343 inches, thermometer 76°4 in October 1827, to the minimum height of 27°570, thermometer 75° in July 1830, the range amounted only to '5643, difference of thermometer attached 1°4. In looking over Mr. Goldingham's tables for twenty-one years at Madras, the greatest annual range (with a solitary exception of 1°430 inch in a terrific hurricane in May 1820,) amounted to '9640 in 1818, and the greatest monthly range was in October of the same year '7940; the smallest annual range was '4620 in 1814; in fact, the annual range very rarely exceeded six tenths of an inch.\n\nI found the mean monthly pressure of the atmosphere at its maximum in the coldest months, December and January; it gradually diminished until July or August, the most damp months; and gradually increased again until the cold months. Mr. Goldingham's means of twenty-one years give nearly the same results; the maximum pressure 30°085 inches, thermometer 75°168, being in December or January; it then diminishes until May, June, and July, the mean height of the barometer, 29°860, thermometer 86°907, being nearly the same in those months. But it is to be remarked, that two of these months, which at Poona are the most damp, at Madras are the hottest of the year: the minimum pressure, therefore, was as independent of moisture at Madras, as it was independent of extreme heat at Poona. From July the pressure gradually increases as at Poona, until December or January. Three years' observations at Calcutta indicate the same alternations. The barometer is highest in January, 30°0225 inches, and lowest in June, 29°5155 inches. At the Havannah the mean of three years gives a maximum pressure in January and a minimum in September. Opposed to these indications of uniformity of atmospheric action over a wide range of latitude and longitude, M. Boussingault found the maximum height of the barometer at Bogota for one year greatest in June and July, and least in Decem-\nber and January*. The means of four years' observations, from 1827 to 1830 inclusive, made by Mr. Hudson at the Royal Society, give two maxima and two minima in the year, the former occurring in February and October, and the latter in April and September. Professor Forbes's observations in the same years at Edinburgh give a mean maximum in the winter months, December, January, and February, of 29°442 inches, and a mean minimum in spring, March, April, and May, of 29°0359 inches.\n\nThe annual mean height of the barometer at Poona was 27°9254 inches; at Madras for twenty-one years it was 29°958 inches; at Calcutta the means of three years make it 29°764; M. Arago, at Paris, by nine years' observations, reduced to the level of the sea, makes the mean height 29°9546 inches, almost identical with the mean height at Madras.\n\nThe climate of Dukhun is subject to very considerable variations of temperature, more, however, in the diurnal than in the monthly or annual ranges; indeed, less so in the last particular than in Europe. In 1827, the extreme range of the thermometer at Edmonton was 75° Fahr. (83° highest, 8° lowest); at Cheltenham it was 64°5 (80°5 highest, 16° lowest); in 1828 at Edmonton it was 61° (83° highest, 22° lowest). These extremes are even exceeded on the continent of Europe. In St. Petersburg the thermometer has been as low as 35°7 below zero, and as high as 91°4, the range therefore 127°1. At Berne in Switzerland the range has been from 24° below zero to 95°25 Fahr. The extreme range of my thermometer in 1826 was from 93°9 to 40°50 or 53°4; the former occurring on the 12th of March at 4 p.m., and the latter on the 15th of January at sunrise. In 1827 the extreme range was from 96°8 to 48°, exhibiting a difference of 48°8, the maximum being on the 28th of March at 4 p.m., and the minimum on the 12th of December at sunrise. In 1828 the maximum occurred on the 7th of May at 4 p.m., being 101°, and the minimum 56° on the 16th of February and 4th of December at sunrise, the range not exceeding 45°. I have to remark, however, that for a short time on the 7th of May, the thermometer rose to 105° (this was at the source of the Beema river, at a height of 3090 feet above the sea), the highest record of the instrument I have ever had in Dukhun, in the shade, in very many years' observations. These occasional manifestations of extreme heat would appear not to be confined to the equatorial regions, there being many similar instances in the temperate zones. At Montpelier in France, in 1823, the thermometer stood for some days at 100° Fahr. In Paris, in 1793, it was at 99°6; and Humboldt, in his Personal Narrative, mentions, on the authority of Arago, it being even 101°12 Fahr. at Paris. The range of the thermometer in Paris, between 1793 and 1795 inclusive, was from 8°6 below the freezing-point of Fahr. to 99°6 or 81°.\n\nThe monthly means do not differ much from each other in Dukhun. In 1826 the difference between the means of the hottest month, May (83°28), and the coldest, Ja-\n\n* January, 0°mm-56045; Temperature 15°7. June, 0°mm-56124; Temperature 15°1.\nDecember, 0°mm-56013; Temperature 15°0. July, 0°mm-56134; Temperature 14°2.\nHumboldt, Personal Narrative, vol. vi. part ii. page 743.\nnuary (65°·90), was only 17°·38. In 1827 January was the coldest month, and the hottest was April, their mean difference being 14°·06. In 1828 the coldest month was December and the hottest May, their difference 15°·41. In 1829 March was the hottest and November the coldest, their difference 13°·66. The greatest diurnal range in 1826 was 37°·30, on the 5th of March, from 50°·5 to 87°·8. In 1827 it was 39°·5, on the 12th of December, from 49°·5 to 89°. In 1828 it was 34°·8, on the 16th of February, from 56° to 90°·8. In 1829 the maximum diurnal range was 37°·5, in December. The least diurnal range in 1826 was on the 22nd of August, amounting only to 0°·60. In 1827 it also occurred in August (9th), being only 0°·40. In 1828 the minimum range was on the 18th of October, amounting to 0°·40; an unprecedented circumstance in that month. In 1829 the minimum range was 0°·60, in August. In 1830 it was 0°·5, in July.\n\nWith respect to the greatest diurnal and the greatest monthly range of the thermometer, the winter months have a range nearly in a quadruple ratio to the monsoon months, June, July, August, and September. The latter have mostly their temperature very equable, the difference of the monthly means rarely exceeding 3°, and the greatest diurnal range in five years only once amounted to 13°·6. The latter end of March, and April and May are the hottest months in the year, from the position of a nearly vertical sun, the intensity of whose influence is but slightly modified by the occasionally cloudy weather in May preceding the monsoon. The temperature falls in June, and continues nearly stationary until the end of September; it then rises in October, but falls at the end of the month until its annual minimum in December or January. It is low the early part of March, but rises suddenly after the middle of the month, occasioning a difference of 6° or 8° between the means of February and March, which is more than double that of other consecutive months in the year. The rise in October is also sudden, but does not occasion so great a difference of means as between February and March. It will thus be remarked that the temperature does not follow the sun’s declination, owing to the interference of the monsoon.\n\nMy thermometrical observations in Dukhun were made upon levels ranging from 1400 feet above the sea to 4500. At the latter height, however, they were very limited in number, and beyond the levels of 1600 and 2200 feet they may be considered to have scarcely any sensible influence upon a mean temperature struck for tracts traversed between 1900 and 2000 feet. For instance, the mean temperature of Ahmednuggur in 1828 (1900 feet), Dr. Walker determined to be 78° Fahr., and my mean temperature for the country I traversed in that year was 77°·93. In 1827 it was 77°·25; and in 1826, when my researches were a good deal confined to the hilly tracts, the mean temperature was 76°·46; and in 1829 the mean temperature was reduced to 74°·8, three months’ observations of the year having been taken at 3943 feet above the sea, and one month’s observations at 2416 feet. One fact is very remarkable; the observed mean temperature of places on the table land of India is much higher than the calculated mean temperature of the same places agreeably to\nMayer's formula. Ahmednuggur is 1900 feet above the sea with a mean temperature of $78^\\circ$: the calculated mean temperature is $72^\\circ.27$. Mhow in Malwa, at 2000 feet, observed mean temperature $74^\\circ$; calculated $69^\\circ.86$. A spring in the hill fort of Hurreechundurghur I found to be $69^\\circ.5$: the calculated mean temperature for the latitude of that fort, at an elevation of 3900 feet, is $65^\\circ.45$. The calculated mean temperature of Poona is $72^\\circ.78$; the observed $77^\\circ.7$. But I purpose enlarging on this subject in a future paper on the mensuration of heights in Dukhun, determined barometrically and thermometrically.\n\nAn inspection of my tables of temperature will show that the mean temperature of $9^h\\ 30^m\\ A.M.$ is almost identical with the annual mean temperature deduced from the maxima and the minima. Professor Forbes observes that the same holds good at Edinburgh. To show the importance of position in placing instruments for observations of temperature, in November 1828, I put thermometer No. 2 under a grass roof adjoining the eastern wall of my house, but within twelve feet of thermometer No. 1, which remained in its usual place. The instrument was secure from direct or reflected heat. At sunrise the mean for the month of No. 2 was $7^\\circ.42$ lower than the mean of No. 1; at $9^h\\ 30^m$ it was $1^\\circ.76$ higher; and at 4 p.m. it was $2^\\circ.71$ higher; but its mean for the whole month was $2^\\circ.35$ less than the mean of the thermometer kept in the house near the open window.\n\nTo ascertain the numerical cooling effect of shutting out the external diurnal air from acting upon the thermometer in the hot months, I hung thermometer No. 2, in the month of April 1827, in my drawing-room, communicating by double doors with a large dining-room surrounded by an inclosed and glazed verandah. I had all the external windows and doors carefully shut at 7 a.m. daily, and opened again at sunset. Thermometer No. 1 was in its usual place in my library, with a free circulation of air. Thermometer No. 2 was $1^\\circ.73$ higher than No. 1 at sunrise; at $9^h\\ 30^m\\ A.M.$ it was $0^\\circ.63$ lower; and at 4 p.m. it was $5^\\circ.5$ lower; and the difference of the monthly means was $3^\\circ.62$ minus in favour of thermometer No. 2. There cannot be a doubt, therefore, of the advantage of closing a room in the tropics during the heat of the day.\n\nMy hygrometric observations with Daniell's hygrometer for forty-three months, from April 1826 until March 1828, and from June 1829 until January 1831, were very complete and satisfactory. The first great feature was the annual mean dewing-point being higher at $9\\frac{1}{2}\\ A.M.$ than at sunrise or 4 p.m., excepting in 1829—1830; but it did not uniformly hold good in each month of the year. In 1826 the mean dewing-points in Dukhun at sunrise and $9\\frac{1}{2}\\ A.M.$ were respectively $66^\\circ.58$ and $67^\\circ.56$; temperature of air $73^\\circ.66$ and $77^\\circ.53$, containing $7.473$ and $7.634$ grains of water in a cubic foot of air; but in the monthly means, October had a higher dewing-point at sunrise than at $9\\frac{1}{2}\\ A.M.$: October, however, was the only month in which this occurred. In the mean for 4 p.m., September had a higher dewing-point at 4 p.m. than at $9\\frac{1}{2}\\ A.M.$ On the whole, it may be asserted that the mean dewing-points of the three periods of the day were tolerably uniform, although at 4 p.m. there was a much less absolute\nweight of moisture in the air, allowing for the correction for increased temperature, than at sunrise or $9\\frac{1}{2}$ A.M. From June to December, inclusive, the mean dewing-point was $66^\\circ75$, mean temperature $77^\\circ23$, a cubic foot of air containing $7\\cdot455$ grains of water.\n\nThe highest dewing-point recorded in Dukhun in 1826, occurred at 4 o'clock on the 21st of October, being $76^\\circ$; temperature of air $84^\\circ50$; a cubic foot of air containing $9\\cdot945$ grains of water. The lowest dewing-point occurred at sunrise on the 4th of December, being $44^\\circ$; a cubic foot of air containing $3\\cdot673$ grains of aqueous vapour at a temperature of air of $56^\\circ$. But the lowest dewing-point did not indicate the driest state of the atmosphere, as a dewing-point of $45^\\circ$ in November, with a temperature of $87^\\circ$, at 4 p.m. gave only $3\\cdot587$ grains of water in a cubic foot of air. The most moist month was July, the mean weight of water in the atmosphere in a cubic foot of air being $8\\cdot775$ grains, and the point of saturation $4^\\circ85$ from the dewing-point.\n\nThe greatest monthly range of the dewing-point was in October ($30^\\circ$), and the smallest range in July and August ($7^\\circ$). An inspection of the monthly ranges will show that they conform to a limited extent only with the ranges of the barometer and thermometer. From June to December inclusive, the extreme dewing-points differed $32^\\circ$.\n\nIn 1827 my hygrometric observations are complete for the whole year. The following are the results. In the means for the months, as in 1826, with the exception of part of April and the months of May and October, the $9\\frac{1}{2}$ A.M. means give a greater quantity of moisture in the atmosphere than at sunrise; the mean for the year at half-past nine having a dewing-point of $60^\\circ74$, temperature of air $78^\\circ50$, the cubic foot of air containing $6\\cdot140$ grains of moisture; and the yearly mean at sunrise having a dewing-point of $59^\\circ26$, temperature $71^\\circ20$, and the cubic foot of air containing $5\\cdot940$ grains of aqueous vapour. In part of April and in the month of August only does the mean at 4 p.m. give a higher dewing-point and a greater quantity of vapour in the air than at $9\\frac{1}{2}$ A.M. and at sunrise. In August we find a cubic foot of air at 4 p.m. containing $8\\cdot692$ grains of aqueous vapour.\n\nThe quantity, however, is only great in relation to the quantity contained in the air at other hours of observation in the same month, and it will not bear comparison with the mean quantity held suspended at other periods during the monsoon; for we see by the Table, that in June, at 4 p.m., a cubic foot of air held $8\\cdot883$ grains of water, and the other hours of observation had still larger quantities: nevertheless the monthly mean indicates August being the most moist month in 1827; for although a cubic foot of air contained only $8\\cdot574$ grains, and June held $8\\cdot931$ grains of water in a cubic foot of air, yet the difference between the dewing-point and the temperature of the air in August was only $5^\\circ18$, while in June those points were $7^\\circ51$ from each other: the air in August, therefore, was nearest to saturation; but the remaining months of the monsoon differ very slightly from these results. The highest dewing-point in Dukhun, in 1827, occurred at 4 p.m., on the 13th of June, being $76^\\circ$,\ntemperature $79^\\circ$; a cubic foot of air containing $10\\cdot049$ grains of aqueous vapour. This may be looked upon as great, the temperature of the air at Poona being rarely $76^\\circ$ Fahr. when it absolutely rains.\n\nA very dry state of the atmosphere occurred in January, the dewing-point on the 4th of the month at sunrise being obtained three degrees below the congelation of water, temperature $62^\\circ$. A cubic foot of air at this observation contained $2\\cdot146$ grains of water; but this did not indicate the driest state of the atmosphere, the dewing-point from the point of saturation being $33^\\circ$, while on the 5th of December it differed $46^\\circ$, the dewing-point being $37^\\circ$, and temperature of air $83^\\circ$.\n\nAs in the preceding year, the smallest range of the hygrometer is found in July and August. From these months there is a rapid increase in the range until January, when the greatest monthly range occurs, namely $38^\\circ$. December has also a very high range of $32^\\circ$. The extreme range in the year amounts to $47^\\circ$; that is to say, from a dewing-point of $29^\\circ$, temperature $62^\\circ$, in January, to $76^\\circ$, temperature $79^\\circ$, in June.\n\nIn 1827, as in the preceding year, there is a limited conformity in the range of the hygrometer to that of the thermometer. The monsoon months have the smallest range, the cold months the greatest, and the remaining months a range between those already noticed.\n\nIn 1828 my hygrometric observations in Dukhun extend through three months only. In these months, as in the preceding years, there was more aqueous vapour in the atmosphere at $9\\frac{1}{2}$ A.M. than at sunrise or at 4 P.M. In February of this year the lowest dewing-point ever recorded on the general level of the country took place, being $5^\\circ$ below the freezing-point, namely, $27^\\circ$ Fahr., the temperature of the air being $57^\\circ\\cdot50$, and a cubic foot supporting $2\\cdot032$ grains of aqueous vapour. Even this is not the lowest degree of absolute dryness remarked in the Dukhun, as on the hill fort of Loghur, on the 12th of March, the dewing-point, although $27^\\circ$ Fahr., took place when the temperature of the air was $67^\\circ$ Fahr.: consequently, a cubic foot of air contained only $1\\cdot995$ grains of aqueous vapour instead of $2\\cdot032$ grains. A yet further degree of dryness occurred on the 16th of February at 4 P.M., at Downd, near Pairgaon, on the Beema river, when the dewing-point was $61^\\circ$ from the point of saturation, the former being $29^\\circ$, and the temperature of the air $90^\\circ$. The highest dewing-point in the three months of winter occurred at $9\\frac{1}{2}$ A.M. in January, namely, $69^\\circ$ Fahr., the weight of moisture being $7\\cdot988$ grains; a state of the atmosphere which may be looked upon as very unusual in that dry month. The range of the dewing-point in January ($37^\\circ$) approximates very closely to that of the same month in the preceding year. The same observation applies to the month of March; but there is a discrepancy with respect to February.\n\nIn 1829 my observations extend from June to December, inclusive: the mean of the three periods of the day is nearly identical for the monsoon months, viz. $69^\\circ\\cdot03$, $69^\\circ\\cdot77$ and $70^\\circ\\cdot06$: the maxima, $77^\\circ$, occurred in June and October at 4 P.M.; the minima all in October, $58^\\circ$ at sunrise, $50^\\circ$ at $9\\frac{1}{2}$ A.M., and $44^\\circ$ at 4 P.M. The mean\ndewing-point for the monsoon was $69^\\circ\\cdot62$, temperature of the air $75^\\circ\\cdot83$, the cubic foot of air containing $8\\cdot191$ grains of water; the maximum diurnal range $6^\\circ$ in September, and the maximum monthly range $8^\\circ$ in June and September. In October the mean dewing-point fell to $65^\\circ\\cdot83$, temperature $78^\\circ\\cdot13$. The maximum diurnal range increased to $26^\\circ$, and the extreme monthly range was $33^\\circ$. In 1830 the observations are only complete for $9\\text{—}10$ A.M.: the mean dewing-point was $61^\\circ\\cdot9$, mean temperature $78^\\circ\\cdot4$, and a cubic foot of air contained $6\\cdot351$ grains of water: the extreme range of the hygrometer was $47^\\circ$, and the lowest dewing-point $31^\\circ$, temperature $50^\\circ$, in December. An inspection of the tables Nos. 17—21 will show the gradual increase of moisture in a cubic foot of air from the most dry month, February, until June or July. Hence the moistness remains nearly stationary until the beginning of October, when it diminishes, somewhat rapidly and regularly, until February.\n\nIt might be supposed that the hottest months in the year, March, April, and May, would also be the driest; but such is not the fact. The powerful action of the sun on the ocean in the middle of March raises a large quantity of aqueous vapour, which continues to increase in the ratio of the sun's progress north. The westerly winds waft this aqueous vapour into Dukhun: much of it is arrested by the Ghàts and hilly tracts eastward of those hills; accounting for the sensible moistness of the air, the frequent night-fogs, and deposition of dew on this line in the end of March and in all April and May. The supply of moisture diminishes in proportion to the distance eastward from the sea to the limits of the Coromandel coast monsoon: we in consequence find the Ghàts, Poona, Ahmednuggur, and the Bala Ghàt, all with very different dewing-points in the hot months.\n\nMy visits to Bombay on public duty in successive years, in the hot and cold months, enabled me to determine, in the most satisfactory manner, with the aid of Daniell's hygrometer, the usual surcharged state of the air of the coast with moisture, and its ample means of supplying the interior table land with aqueous vapour.\n\nIn April and May 1826, in Bombay, the monthly mean dewing-points were respectively $72^\\circ\\cdot84$ and $75^\\circ\\cdot59$, temperature $83^\\circ\\cdot48$ and $84^\\circ\\cdot52$, a cubic foot of air holding $8\\cdot988$ grains, and $9\\cdot748$ grains of water suspended; whilst July, the most rainy month during the monsoon at Poona, had only a mean of $8\\cdot775$ grains of water suspended. In 1827 the mean of ten days' dewing-points in Bombay in April gave $10\\cdot243$ grains. The greatest mean quantity at Poona during the monsoon in June was only $8\\cdot931$ grains of water in a cubic foot of air. In 1828 I was enabled, in the month of March, to establish comparisons, derived from observations on consecutive days, between Bombay, the top of the Ghàts, the hill fort of Loghur, and Poona. At 4 P.M. in Bombay, on the 10th of March, a cubic foot of air held $11\\cdot205$ grains of water. At Poona, at the same hour on the 14th of March, a cubic foot of air contained only $2\\cdot273$ grains of water. At Bombay, on the 10th, at sunrise and at $9\\frac{1}{2}$ A.M., the dewing-points were respectively $72^\\circ$ and $71^\\circ$, temperature $75^\\circ$ and $81^\\circ\\cdot50$; a cubic foot of air containing $8\\cdot873$ grains at the former hour, and $8\\cdot487$ grains of water.\nwater at the latter hour. The following morning, at Kundallah, on the top of the Ghàts, 1744 feet above the sea, at the same hours, the dewing-points were 36° and 40°, temperature 72° and 78°, equivalent only to 2·690 grains and 3·004 grains of water in a cubic foot of air. In the afternoon of the same day, at Karleh, 2015 feet above the sea, seven miles east of Kundallah, a cubic foot of air held 2·954 grains, and on the 12th, at 4 p.m., 2·611 grains of aqueous vapour. On the summit of Loghur, 3381 feet above the level of the sea, and 1366 feet above Karleh, the dewing-point at sunrise the next day was 5° Fahr. below the freezing-point, temperature of air 67°; and a cubic foot of air held only 1·995 grains of water in a state of vapour.\n\nThese facts fully establish the remarkable discrepancies between the hygrometric state of the air in Bombay and Dukhun, and that too within a difference of a few miles of latitude and longitude. A comparison of the absolute fall of rain in Bombay and in Poona for the years 1826, 1827, and 1828, shows an agreement (to a certain extent) in their ratio to the relative hygrometric state of the air at Poona and Bombay above noticed*. The occasional extreme dryness of the air in the months of December, January, February, and part of March, is productive of some inconvenience; new furniture cracks, planks separate from each other, doors shrink so much that the locks will not catch; the leaves of card-tables warp, and manifest a disposition to curl up, and are only kept level by the constant application of brackets; ink disappears as if by magic, and the nibs of pens, by their recession from each other, manifest a provoking mutual antipathy.\n\nI will confine my observations on the fall of rain in Dukhun within a narrow compass, as a glance of the eye over the Tables, Nos. 23—28, will afford every information. The rains are light, uncertain, and in all years barely sufficient for the wants of the husbandman, and a slight failure occasions much distress. They usually commence at the end of May, with some heavy thunder showers from the E. to the S.E., the lightning being terrific, and frequently dangerous. They set in regularly within the first ten days in June, and continue until the end of September from the W. to the S.W., and break up with thunder storms from the E. to S.E. before the middle of October. During the remaining months of the year an accidental shower or two may fall from the Coromandel monsoon; and the further the distance eastward from Poona, the greater the chance of showers in the cold months. The monsoon temperature is equable and agreeable, and the rain occurs almost always in showers, rarely continuing uninterruptedly for a day or more, as is common on the coast and in the Konkun. There does not appear to be any uniformity in the\n\n* The mean annual fall of rain in Bombay for those years was 93·62 inches, and the mean fall at Poona 26·926 inches, or 28¾ per cent. only of the fall in Bombay. The absolute weight of aqueous vapour at Poona in March 1828, was 41¼ per cent. of the quantity suspended in the air in Bombay in the same month. The comparison of the means of the annual fall of rain in Bombay for twelve years, from 1817 to 1828 inclusive, viz. 82·01 inches, and of the fall of rain at Poona, 23·43 inches, from 1826 to 1830 inclusive, gives the same result.\nfall of rain in the same months in consecutive years. In 1826, July was the most rainy month, and August the driest. In 1827, June had the most rain, and July the least. In 1828, July was the most rainy, and, unlike the two preceding years, June the least so. In 1829 and 1830, June had the most rain, and September less than any monsoon month for many years previously. In five years' observations in Dukhun, the greatest quantity of rain fell in the months of June and July. October, the month in which the monsoon breaks up, is the next most rainy, but the rain falls in a few heavy squalls, and the greatest part of the month is quite fair and bright. September, August, and May follow in the order of their aggregate supply of water. In those five years no rain whatever fell in February, twice only in December, and only once in January, March, and April respectively. The mean annual fall was $23\\frac{1}{2}$ inches, while the mean fall for twelve years in Bombay, only 80 or 90 miles to the westward, was 82 inches. The clouds supplying the monsoon torrents would appear to have a low elevation, as I have frequently seen through breaks, as they were passing rapidly from the west to the east, a superior stratum, apparently stationary, or moving slowly in a contrary direction, and gilded by the sun's rays. The greatest fall of rain in any one day was 2·58 inches, on the 6th of July 1826; and in the whole five years there were only six other instances of the diurnal fall having exceeded 2 inches, namely, on the 15th of January, 2·17 inches; on the 29th of June, 2·57 inches; on the 26th of September 1827, 2·54 inches; on the 30th of August 1828, 2·24 inches; on the 24th of June 1830, 2·31 inches; and 25th of July, 2·41 inches.\n\nAt Hurnee, on the coast of the southern Konkun, on the 15th of June 1829, there is a record of 8·133 inches of rain in the 24 hours. In the year 1828, in Bombay, there is an instance of a similar diurnal fall of rain on the 24th of June, viz. 8·67 inches; and in July of the same year, on the 12th and 18th, there fell respectively 7·40 and 7·45 inches of rain.\n\nThe mean annual fall of rain for all England, from many years' observations, is 32·2 inches; but the means of different counties vary from 67 in Cumberland to 19 in Essex.\n\nThe direction of the wind was carefully recorded three times daily for the years 1826, 1827, 1828, 1829, and 1830. The great features in these observations are the prevalence of winds from the west and westerly quarters, east and easterly points, and the extreme rareness of winds from the north and south, and the points approximating to them, and these features appear to be constant in the several years. In 5229 observations, the wind blew from the west or points adjoining 2409 times; and in this number the south-west (305) and north-west winds (122) amount only to 427, including the record of south-west winds (159) in May, June, and July 1826, which in truth were so westerly, that in the succeeding years in the same months they were classed as westerly winds, their inclination in general being more to the west than to the south of west-south-west, thus leaving 2141 observations of the wind almost exclusively from the west. The records of the easterly winds, including south-\neast (103) and north-east (143), in five years, amount to 949: of this number 246 are from the points north-east and south-east, leaving 703 from the east. There is a remarkable paucity of northerly and southerly winds, there being records of the wind blowing from the north only 115 times, and from the south but 36 times. Another remarkable feature is the frequent absence of wind, particularly at sunrise; and more so in the months of January, February, March, October, and November, than in other months of the year. The cessation of wind from the month of May to September inclusive, is comparatively rare; and generally throughout the year the absence of wind at 4 p.m. may be looked upon as unusual. In five years there are 1720 observations of \"No wind,\" and 847 of these belong to sunrise, 452 to 9—10 a.m., and 304 only to 4 p.m., and 117 to 10—11 p.m. in 1830. An inspection of the Tables will show that there is very considerable uniformity in the direction of the wind in the same months in consecutive years. The westerly winds begin to prevail in March, alternating with the easterly winds, which blow during the latter part of the night, and up to 7 or 8 a.m. At first they are to the northward of west, but they gradually come round to the west, and for the few last days in May and first week in June they are from the south-west; but when the rains fairly set in, they are limited to west and west-south-west until the beginning of October. In this month they are variable, and the records of \"No wind\" increase suddenly and rapidly. A few easterly winds, however, indicate the change which is about to take place; they gradually increase, and with those from the north-east and south-east, almost entirely supersede the winds from the westerly points. In March, from the sun's approach, the interior land during the day gets heated; an influx of air from the sea-coast commences after 10 a.m.; but as the earth at this period cools more rapidly than the sea at night, the interior is cooler than the coasts, and there is a reflux of air towards the ocean; the easterly and westerly winds thus alternate day and night. This alternation, however, diminishes in the ratio of the sun's increasing power; and when the earth gets so thoroughly heated that it cannot reduce its temperature by radiation below that of the sea, the consequence is the prevalence of winds from the westerly points to the almost entire exclusion of those from easterly points. In June the west-south-west wind sets in as previously stated.\n\nThe winds are rarely remarkable for blowing with very great violence, unless in the terrific but short thunder storms preceding the monsoon. At these periods trees are blown down, thatched houses unroofed, great damage is done by lightning, and the rain falls in a deluge. At Dholpoor in Hindoostan, in May 1805, I saw Lord Lake's camp levelled (except where partially sheltered) in one of these squalls as if by the wand of a magician; and trees which had stood two hundred years were torn up by the roots. Dense clouds of dust always precede the rain and darken the air; and it is amidst this imposing gloom that the lightnings flash with fatal effect.\n\nThe principal period of the year in which the wind is marked by its force, is in the latter end of March, all April, and part of May. During these months it is mostly a fresh west, sometimes strong; and I find by a reference to my registers that there\nare many instances of its being violent. At these times it is exceedingly exhausting to the frame; and few old Indians are robust enough to bear to sit exposed to its direct action for any continuance. The easterly winds are characterized by their extreme dryness; the lips chap, the exposed parts of the skin are cut, and become harsh and scaly; windows, doors, and joiner's work shrink, and present numerous interstices; and to sleep exposed to the night easterly wind is to risk the loss of a limb or a whole side. With these exceptions the winds are usually agreeable to the feelings and of moderate force.\n\nThe hot winds (that is to say, a wind blowing over a heated extensive surface), so well known and complained of in the interior of the Indian Peninsula and in Hindoostan, are of limited duration within my range of observation. They are from the north-north-west to west, and occur in March and April. It is to be observed, that the same westerly wind which on the Ghâts may be passably cool and agreeable, will at Ahmednuggur, and at places more to the eastward, become a hot wind. The inhabitants of Poona and its neighbourhood are little incommoded by hot winds; and in my registers the records of their occurrence, even on my eastern boundary, are too limited to constitute a marked feature.\n\nI must not omit to notice, that in these very months of the hot winds for five years a most unaccountable wind blew for a day or two from the north-north-west to the west-north-west so severely cold as to be injurious to vegetation, and intense enough to benumb the hands and feet. At Yagrah, near the source of the Mota river, on the 11th of March 1825, at sunrise, the young shoots of plants were nipped as if by a frost, although the thermometer was down only to $42^\\circ$10 Fahr. On the 9th of March 1826, the thermometer was at $58^\\circ$ at sunrise; the cold intense, no wind, but a westerly wind at 4 p.m. On the 13th of March 1827, at Tacklee near Ahmednuggur, a fresh west-north-west wind was so cold at sunrise, that I could not extend the fingers of my bridle hand, and my people had not been able to sleep during the night from the want of warm covering. In 1828 intense cold occurred on the 2nd of February at Barlonee, on the Seena river, but without wind. On the 29th of February, whilst driving from Poona to Karleh before daylight, my limbs were positively stiffened by a cold north-west wind. In 1829, at Hurreecchundurghur, on the 4th of April, in the midst of the hot season, the cold was so great, with a west-north-west wind blowing, that a sheet, blanket, and counterpane were insufficient protection, and I was necessitated to rise in the night and put on a flannel dressing-gown to ensure comfortable feelings. In 1830 this wind occurred on the 2nd of March at Poona, at 11 p.m., and continued all night. It is difficult to assign a cause for these transitory cold winds at the commencement or in the midst of the hot season.\n\nThose curious whirlwinds, noticed by all travellers in Africa, and which in the deserts are not only inconvenient but dangerous, are of common occurrence in Dukhun in the hot months. A score or more columns of dust, in the form of a speaking trumpet or water spout, may be seen at one time chasing over the treeless plains,\nmarking that vortex of heated air, which in its whirl carries up dust, sand, straw, baskets, clothes, and other light matters, to a height of one or two hundred yards or more. They are not dangerous, but particularly troublesome in a camp, striking the tents, and scattering about all light loose matters on the surface; and the rushing noise with which they come terrifies horses, and induces them to break from their pickets. They are sufficiently powerful also to lift off the grass roof of a hut; and I have known instances of officers' houses having shared the same fate. They appear and disappear with great suddenness; and I have been frequently startled by hearing a loud sound of air rushing from all parts to a central axis, round which it furiously whirls, and on the instant finding myself enveloped in one of these \"devils,\" as they are called by Europeans in India.\n\nDuring the dry months of December, January, February, and even during March and part of April, electricity is occasionally so prevalent in the air, that removing flannels with quickness from the body in the dark is accompanied with flashes of light; the hair crackles under the comb and emits sparks; suddenly shaking lino-musquito bed-curtains has been known to produce a flash; and stripping down bed-clothes has done the same. From the 8th of March until the 23rd of April 1829, while in tents in the hill fort of Hurreechundurghur, at 3943 feet above the sea, in stripping down the bed-clothes to get into bed I have frequently found my hand in contact with the clothes enveloped in a flame of blue light. On the last date mentioned, at 11 o'clock at night, the flash was so broad, vivid, and repeated at every movement of the bed-clothes, as to excite more than ordinary attention and surprise. I had not the means to determine the hygrometric state of the air at the time; the thermometer at 4 p.m. had stood at $90^\\circ$80; no change had taken place in the usual movements of the barometer; the wind up to $9^h\\ 30^m$ a.m. had been east-north-east, and from that hour until past midnight had continued at west-north-west in gusts: the night had not felt particularly dry; indeed the night of the 21st of April had been so moist as to wet the tents. Electric shocks in filling Jones's barometer in different parts of the country, and the terrific lightning of the storms in May, have been already noticed.\n\nHail sometimes falls in the hot months of March, April, and May, in those thunder storms to which I have alluded. The hail, which in many instances is found to consist of masses of transparent ice, is of considerable magnitude. In the storms of the 21st and 22nd of April 1830 at Poona, the hail-stones were larger than marbles; and they were of a similar size in a hail-storm in the fort of Hurreechundurghur, at 3943 feet above the sea, in the preceding April. I have known a mass of clear ice fall exceeding an inch in diameter, and I have been assured that much larger pieces have been picked up. On one occasion at Poona the hail-stones consisted of globular masses of clear ice, in which was imbedded a star of many points, of diaphanous ice like ground glass; and I deemed the fact sufficiently curious to induce me to make drawings of some of the stones.\nDews first appear towards the close of the monsoon, on the last mornings of September after cloudless nights. A precipitation of moisture takes place on similar nights in October and November. In December dews usually become somewhat constant and copious; and they are seen in January and February; but they occur under very anomalous circumstances, the causes of which I cannot explain. In consecutive nights of similar temperature, and similarly cloudless, dew will be found to have been deposited one night and not the following. In September 1827, the journal records \"Heavy dew\" on the nights of the 23rd, 24th, 25th, 26th, 27th, 28th, 29th, and 30th; they then cease until the 5th of October, on the morning of which there was a little dew; on the 6th there was not any, and on the 7th there was a little. They do not occur again until the 26th; hence to the 1st of November \"Dew:\" subsequently none until the 1st of December; hence no dew until the 6th of January 1828, when dew was met with on garden land, but not on field land; such continued to be the case during the whole of January. At Marheh, Pergunnah Mohol, garden produce was covered with a copious dew every morning; the lands bordering the gardens for forty or fifty yards around were slightly sprinkled with it; but there was not a vestige of it on the fields constituting the rising ground north and south of the tract of garden land. I had daily experience of these facts from my habits of quail shooting. In the young wheats I observed that the quantity of dew on the plants was in ratio to the proximity of the time at which they had been irrigated. Plants on land, irrigated the day previously, wetted my shoes and cloth pantaloons thoroughly in a few minutes. Plants on land watered two days previously were plentifully covered with dew, but I could walk through two or three fields ere my clothes were fully saturated. Wheat irrigated three or four days previously, and bordering the fields above noticed, had dew on it, but not sufficient to wet me through. Such relative states of moisture in adjoining fields seem to establish the fact of the local character of dews. Aqueous vapour would appear to have been taken up by the action of the sun during the day, suspended over the spot, and deposited at night as dew on the land in proportion to the supply yielded by day, or the different lands radiated their heat in a different manner. My tents were within 200 yards of the fields where I observed these phenomena; but from the 11th to the 30th of January there was not any deposition of dew about them, excepting on the 13th of January only, and the dewing-point was but once within $4^\\circ 5$ of the point of saturation. In consequence of these observations I was induced to remark particularly the localities of dew at Poona and in its neighbourhood. In September and October I found that when there was not a trace of dew in the cantonment, there would be a deposition on the fields of standing grain half a mile distant; and when there was not any dew either in the cantonment or in the fields, it would yet be found on the banks of running rivulets, and on the banks of the Mota Mola river: but with respect to the rivulets, fifteen or twenty feet from the water were the limits of the deposition.\n\nThe local character of dew is further attested by the following facts. On the night\nof the 28th of February 1828, there was not any deposition of dew at Poona or in its neighbourhood. Before daylight I rode thirty-four miles west-north-west to Karleh, in the hilly tracts, and to my surprise found my baggage, which had been left exposed during the night, dripping wet with a copious deposition. On the 1st of March I reached Bombay at sunrise, and observed all the tents pitched on the esplanade saturated with dew; and they were nightly in this state during the period of my stay in Bombay up to the 10th of March. On the 11th, at sunrise, on my return to Poona, I was at Kundallah, at the top of the Bore Ghât, thirty-one miles inland from the margin of Bombay Harbour, and at 1700 to 1800 feet above the sea. Dew had not been deposited during the night of the 11th. On the 12th there was not any on the summit of the hill fort of Loghur, near Karleh; none at Poona on the 13th of March; nor have I a record of dew again on the plains of Dukhun, unless near to irrigated lands, until September, although in marching north in April and May, upon the meridian of Poona, there is occasional mention of a moist soft air at sunrise; and when encamped in May on the Ghâts, at Beema Shunkur, 3090 feet above the sea, I was sometimes enveloped in mists rising during the night from the low land of the Konkun, at the level of the sea, passing rapidly to the eastward, but entirely disappearing by 8 o’clock A.M. The first mention of dew on the register after the monsoon of 1828 is on the 23rd of September, and it was very heavy. There was not any on the 24th, 25th, and 26th. On the 27th it fell again copiously, and continued to do so until the 6th of October. It then ceased until the 21st, reappeared, and was deposited with occasional interruptions as in the preceding year. On the 14th of February 1829 there was a remarkable fall of dew at Pait, on the meridian of Poona, and thirty-two miles north of the city: with this exception there is scarcely a record of dew in the whole of that month. From the 10th of December 1828 until the 5th of January 1829, I was in Bombay on the esplanade: there was a nightly deposition of dew, not so copious as I had found it in April and May, but sufficiently abundant on several occasions to drip from the tents in the morning. In 1829 and 1830 the first dew appeared on the 6th of September in both years, and at intervals afterwards as in the preceding years. These notices are sufficient to show the want of uniformity in the appearance of dew. Its occurrence with an absolutely overcast sky is rare; but such was the case on the 23rd of September 1828. There are many instances of its being met with under a misty sky, also under a sky chequered with masses of clouds. For the most part it has been found to form most copiously in clear nights; but an inspection of my registers will show that in two consecutive nights equally clear, and with trifling difference in the thermometer, one night will be characterized by a fall of dew, the other not.\n\nI have thought these details necessary, as a knowledge of the local deposition of dew, and its anomalous occurrence, is of some importance in applying the correction to the specific gravity of air in determining heights barometrically; for in the square of a mile the dewing-points at Marheh on the same morning at sunrise ranged from\nThere are some circumstances in the appearance of dew in Dukhun militating against Dr. Wells's theory of its formation; but more extended and careful observations may possibly show that they resulted from peculiar combinations not affecting his broad principles; and some of the anomalies may be traced to the different power of radiation of heat in different soils.\n\nFogs are certainly of rare occurrence in the Desh or open country within the limits of my researches, although along the Ghâts they prevail for six months in the year. In the Desh they are only seen in the months of October, November, December, January and February, and then only for a few mornings. By $9\\frac{1}{2}$ A.M. they are uniformly dissipated. In 1826 the first record of a fog was on the 8th of October, which was confined to the banks of the river at Poona. The same occurred on the 15th, 21st, and 31st. On the 18th of November of the same year there was a thick fog at Behloondeh, on the meridian of Ahmednuggur. On the 17th of January 1827 a thick fog occurred at Poona, which continued until $9\\frac{1}{2}$ A.M. On the 31st of the same month, and on the 1st of February, there was a partial fog until $9\\frac{1}{2}$ A.M. At Pairgaon, on the Beema river, on the 29th of November 1827, there was a partial fog until $9\\frac{1}{2}$ A.M. On the 31st of December, at the junction of the Beema and Seena rivers, and extending to Wangee, ten miles up the Seena, there was a remarkable fog in a stratum a few feet thick, lying close to the ground, its upper surface being quite flat, and not corresponding to the inequalities of the country. In consequence it frequently occurred, that in passing over slight rises on horseback, I had my head above the fog, while my body was enveloped in it. My view ranged over a sea of mist, and trees and houses appeared to spring from a sheet of water, the surface of which reflected prismatic colours. On the 3rd of October 1828, at Poona, a slight fog occurred; a heavy fog on the 6th, and the same on the 21st. On the 23rd and 24th of November also, at Poona, there was a thick fog. It was during one of these fogs at Poona that I witnessed a white rainbow. I had mounted my horse shortly after daybreak in prosecution of my accustomed ride, and galloped a few miles towards the east. Suddenly I found myself emerge from the fog, which terminated abruptly in a wall some hundred feet high. Shortly after sunrise I turned my horse's head homewards, and was surprised to discover, in the mural termination of the fog-bank, a perfect rainbow, defined in its outline, but destitute of prismatic colours. As the sun rose, the bow and fog-bank disappeared. Niebuhr, in his Voyage to Africa, describes a white rainbow; and Mr. St. John, in his Lives of Celebrated Travellers, mentions having seen one, on the 21st of May 1830, in Normandy, on \"the morning mist*.\"\n\nAt Poona, on the 12th and 22nd of October 1829, fog until 7 A.M. and 8 A.M.; 23rd of October, partial fog. In 1830 there is not any notice of fog.—Such are my records of fogs in five years in the Desh, amounting only to nineteen times occurrence.\n\nIn the hilly tracts, and along the line of the Ghâts, they have been much more\n\n* Vol. iii. p. 121.\nfrequent. In March, April, and May, for several years, I was encamped for a week or more on the crest of the Ghàts. About the middle of March fogs commence to rise, at uncertain intervals, from the Konkun. As the heat increases, the intervals become shorter; and from the first ten days in May I usually found myself enveloped in a thick fog, three or four times a-week, from dark until 9 or 10 o'clock the next day, by which time the heat of the sun had always redissolved the partially condensed moisture, and cleared the air. These fogs, when they were accompanied by westerly winds, rose rapidly from the Konkun, and flew with great swiftness eastward. At sunset there would not be a speck upon the sky; and within two hours, by a fall in the temperature of the air, the aqueous vapour from the sea, suspended over the Konkun, would be condensed, become visible, and shut out objects from view at a few yards' distance. When there was a want of wind from the west, or light easterly winds prevailed, the condensed vapour did not rise from the Konkun to the Ghàts, but appeared at daybreak lying upon the former, 1000 or 2000 feet below the level of the crest of the latter, like a sea of milk in repose, on which the prismatic colours of the rainbow were occasionally visible after the sun rose. All above would be perfectly bright and clear, and the sky a fine blue. The tops of mountains rose from this singular sea like islands, and the stupendous barriers of the Ghàts looked like a magnificent rocky shore. As the sun got high, the fog would be seen to creep up the chasms of the Ghàts and midway along the slopes of the ranges bounding the valleys, at the top of the Ghàts, and the Konkun would gradually reappear.\n\nIt was during such periods that I had several opportunities of witnessing that singular phenomenon the circular rainbow, which from its rareness is spoken of as of possible occurrence only. The stratum of fog from the Konkun on some occasions rose somewhat above the level of the top of a precipice forming the north-west scarp of the hill fort of Hurreechundurghur, from 2000 to 3000 feet perpendicular, without coming over upon the table land: I was placed at the edge of the precipice just without the limits of the fog, and with a cloudless sun at my back at a very low elevation.\n\nUnder such a combination of favourable circumstances, the circular rainbow appeared quite perfect, of the most vivid colours, one half above the level on which I stood, the other half below it. Shadows in distinct outline of myself, my horse, and people appeared in the centre of the circle as in a picture, to which the bow formed a resplendent frame. My attendants were incredulous that the figures they saw under such extraordinary circumstances could be their own shadows, and they tossed their arms and legs about, and put their bodies into various postures, to be assured of the fact by the corresponding movements of the objects within the circle; and it was some little time ere the superstitious feeling with which the spectacle was viewed wore off. From our proximity to the fog, I believe the diameter of the circle at no time exceeded fifty or sixty feet. The brilliant circle was accompanied with the usual outer bow in fainter colours. I witnessed these phenomena on the\n29th of April, the 9th, 11th, and 12th of May 1829, on the hill fort of Hurreechundurghur.\n\nI made some observations on solar and terrestrial radiation in 1828 and 1829, and had purposed extending them through several months; but unfortunately the severe labour of my statistical duties in those years did not admit of my devoting the necessary time to the interesting inquiry. In 1830, however, I persisted in investigating the subject day and night during the whole year, but as this paper is already too voluminous, I must reserve the details for a future communication. I will simply remark, that a thermometer on the grass covered with black wool at 2 p.m. on the 25th of November 1828, at Poona, rose to $164^\\circ$ Fahr., whilst a thermometer in my library stood at $76^\\circ$; the force of the solar power, therefore, was $87^\\circ$, far exceeding the maximum of any observations that have come under my notice: and I find that grass was frequently exposed to a range of more than $111^\\circ$ Fahr. between sunrise and $2^{nd}$ $30^{th}$ p.m.\n\nThe opacity of the atmosphere in the hot months is very remarkable. In looking from the crest of the Ghâts over the Konkun at sunrise, the sky would be free from a cloud, and every object in the Konkun 3000 or 4000 feet below the spectator distinctly visible in the intervals of the fogs previously noticed: as the day advanced and the heat increased, the air would get misty, but without a cloud in the sky, and by 1 or 2 o'clock objects of great magnitude only would be visible in the Konkun, seen as through a diaphanous medium. The upper surface of this stratum of hot air was horizontal and quite defined. I found it very rarely reach to the height of 4000 feet, and I could invariably foretell the temperature of the coming afternoon above the Ghâts, by observing at 9 or 10 a.m. the height of the upper line of the heated atmosphere of the Konkun. If very high at those hours, compared with the preceding day, the temperature would be high; and vice versa. In the Desh or open country above the Ghâts, the heated air rises for a few feet from the ground in wavy lines; and objects seen through the atmosphere in this state have an undulatory flickering motion.\n\nHumboldt most truly says, that in judging of temperature, nothing is more deceitful than the testimony of the senses: we can judge of the difference of climates only by numerical calculations. Having felt the full force of this dictum, I have thought it necessary to expatiate fully on the meteorology of Dukhun; and it now only remains for me to show how far the preceding numerical indications are coincident with salubrity of climate. This point I shall illustrate by a few facts equally brief and satisfactory. I was six years and one month in Dukhun employed in my statistical labours: my followers in the field, with their families, always exceeded one hundred persons, and in monsoon quarters the number was rarely below forty. During the whole period, and amongst such a number of persons, there was not a single casualty of an adult, and only one of an infant shortly after its birth; and but one case of disease that I could not cure myself without professional aid,—a degree of healthiness which probably few other countries can equal. Dr. Walker, long civil-\nsurgeon in the city of Ahmednuggur, (exclusive of losses from spasmodic cholera,) found the casualties in that city to be only 1·82 per cent., or 1 in 55·1 persons; and including cholera, 2·48 per cent., or 1 in 40·2 persons. Dr. Lawrence, in charge of a regiment of natives 1000 strong, lost only 0·85 parts of an integer per cent., or about 5 men in every 600 per annum during the years the regiment was in Dukhun!\n\nIn conclusion, it may be desirable to give an abstract of the facts established, and the principal matters noticed in the preceding paper, viz. the entire removal of Humboldt's doubts, founded on the authority of Horsburgh, of the suspension of the atmospheric tides during the monsoon in Western India: the existence of four atmospheric tides in the twenty-four hours, two diurnal and two nocturnal, each consisting of a maximum and a minimum tide: the occurrence of these tides within the same limit hours as in America and Europe: the greatest mean diurnal oscillations taking place in the coldest months, and the smallest tides in the damp months, of the monsoon in Dukhun; whilst at Madras, the smallest oscillations are in the hottest months, and in Europe it is supposed the smallest oscillations are in the coldest months: the regular diurnal and nocturnal occurrence of the tides without a single case of intervention, whatever the thermometric or hygrometric indications might be, or whatever the state of the weather, storms and hurricanes even only modifying and not interrupting them: the anomalous fact of the mean diurnal oscillations being greater at Poona at 1823 feet, than at the level of the sea in a lower latitude at Madras: the fact of the diurnal tides at a higher elevation than Poona being less, whilst the nocturnal tides were greater than at Poona: the seasons apparently not affecting the limit hours of the tides: the maximum mean pressure of the atmosphere being greatest in December or January, then gradually diminishing until July or August, and subsequently increasing to the coldest months: the very trifling diurnal and annual oscillations compared with those of extra-tropical climates: the annual range of the thermometer less in Dukhun than in Europe, but the diurnal range much greater: the maximum mean temperature in April or May, gradually declining until December or January: the observed mean temperature of places on the continent of India much higher than the calculated mean temperature agreeably to Meyer's formula: annual mean dewing-point higher at 9th 30m than at sunrise or 4 p.m.: highest dewing-points in the monsoon, and lowest in the cold months: considerable difference in the dewing-points within very short distances: remarkable contrast between the dewing-points in Bombay and Dukhun: dew frequently local and occurring under anomalous circumstances: rain in Dukhun only 28 per cent. of the fall in Bombay, ninety or a hundred miles to the westward: winds principally from the westerly and easterly points, rarely from the northerly or southerly points, and the absence of wind frequent: electricity very abundant under certain circumstances: fogs rare, and always dissipated by 9—10 A.M.: very remarkable circular and also white rainbows: solar radiation very great: and finally, I must not omit to notice the singular opacity of the atmosphere in the hot weather, and the occurrence of the mirage.\n### Table I.\n\nOscillations of the Barometer in Dukhun, East Indies, between the parallels of latitude 17° 25' and 19° 27' N., and longitude 73° 30' and 75° 53' E., at a mean elevation of 1800 feet above the sea; the whole reduced to 32° Fahr., with correction for the brass scale.\n\n#### 1827.\n\n| Month | Monthly Mean | Therm. attached. | Max. | Therm. attached. | Min. | Therm. attached. | Monthly Mean | Therm. attached. |\n|-------|--------------|-----------------|------|-----------------|------|-----------------|--------------|-----------------|\n| Jan.  | +0.483       | +8.5            | -1442| +7.5            | -0684| +5.0            | -1134| +5.9            |\n| Feb.  | +0.483       | +14.4           | -1709| +5.5            | -0891| +7              | -1257| +8.7            |\n| March.| +0.562       | +12.9           | -1892| +10.0           | -0722| +10.0           | -1248| +8.7            |\n| April.| +0.645       | +10.05          | -1282| +10.0           | -0218| +1.5            | -0836| +0.05           |\n| May.  | +0.408       | +5.7            | -1180| +7.4            | -0153| +5.2            | -0624| +7.4            |\n| June. | +0.334       | +2.94           | -1591| +11.3           | -0316| +1.5            | -0902| +3.41           |\n| July. | +0.331       | +2.72           | -0930| +5.4            | -0195| +3.5            | -0489| +1.64           |\n| Aug.  | +0.323       | +3.02           | -0827| +2.5            | -0150| +0.8            | -0600| +1.31           |\n| Sept. | +0.327       | +3.65           | -1259| +1.4            | -0368| +2.8            | -0813| +2.82           |\n| Oct.  | +0.412       | +4.63           | -1472| +1.2            | -0567| +3.6            | -1141| +2.52           |\n| Nov.  | +0.590       | +11.0           | -1695| +4.5            | -0956| +10.3           | -1444| +10.4           |\n| Dec.  | +0.775       | +13.1           | -1835| +11.1           | -1101| +14.0           | -1616| +13.6           |\n\n#### 1828.\n\n| Month | Monthly Mean | Therm. attached. | Max. | Therm. attached. | Min. | Therm. attached. | Monthly Mean | Therm. attached. |\n|-------|--------------|-----------------|------|-----------------|------|-----------------|--------------|-----------------|\n| Jan.  | +0.713       | +12.1           | -1856| +10.8           | -0753| +8.5            | -1483| +13.6           |\n| Feb.  | +0.658       | +13.07          | -1791| +17.9           | -1048| +10.8           | -1505| +14.04          |\n| March.| +0.439       | +8.13           | -1575| +8.5            | -1038| +8.5            | -1286| +9.55           |\n| April.| +0.360       | +8.92           | -1302| +5.6            | -0938| +6.1            | -1123| +7.6            |\n| May.  | +0.500       | +9.27           | -1270| +13.8           | -0441| +5.5            | -0836| +10.55          |\n| June. | +0.585       | +7.92           | -1642| +7.2            | -1093| +8.5            | -1234| +9.97           |\n| July. | +0.658       | +4.84           | -1229| +6.2            | -0252| +3.8            | -1007| +2.5            |\n| Aug.  | +0.658       | +4.84           | -1229| +6.2            | -0252| +3.8            | -1007| +2.5            |\n| Sept. | +0.133       | +3.04           | -0862| +0.2            | -0220| +1.1            | -0471| +0.56           |\n| Oct.  | +0.162       | +2.67           | -1249| +4.2            | -0381| +0.5            | -0706| +1.21           |\n| Nov.  | +0.152       | +3.15           | -1178| +3.0            | -0672| +0.7            | -0910| +2.23           |\n| Dec.  | +0.152       | +3.15           | -1178| +3.0            | -0672| +0.7            | -0910| +2.23           |\n\n#### 1829.\n\n| Month | Monthly Mean | Therm. attached. | Max. | Therm. attached. | Min. | Therm. attached. | Monthly Mean | Therm. attached. |\n|-------|--------------|-----------------|------|-----------------|------|-----------------|--------------|-----------------|\n| Jan.  | +0.401       | +11.34          | -1606| +14.5           | -0934| +9.7            | -1358| +9.47           |\n| Feb.  | +0.422       | +13.55          | -1648| +11.5           | -0765| +7.6            | -1083| +8.32           |\n| March.| +0.437       | +9.57           | -1641| +10.7           | -0343| +1.1            | -1024| +4.25           |\n| April.| +0.514       | +10.91          | -1371| +6.0            | -0607| +9.5            | -0981| +3.6            |\n| May.  | +0.514       | +10.54          | -1192| +4.8            | -0523| +3.7            | -0903| +2.42           |\n| June. | +0.234       | +2.74           | -1366| +3.7            | -0351| +0.7            | -0734| +1.55           |\n| July. | +0.363       | +2.51           | -1091| +1.0            | -0281| +0.9            | -0654| +0.75           |\n| Aug.  | +0.251       | +3.07           | -1045| +2.8            | -0521| +1.0            | -0866| +0.8            |\n| Sept. | +0.330       | +4.75           | -1073| +3.5            | -0460| +0.0            | -0772| +1.43           |\n| Oct.  | +0.350       | +5.56           | -1446| +5.0            | -0594| +3.5            | -1116| +4.01           |\n| Nov.  | +0.364       | +6.53           | -1403| +4.0            | -0680| +4.5            | -1067| +4.7            |\n| Dec.  | +0.399       | +8.72           | -1435| +6.0            | -0559| +5.0            | -1338| +5.74           |\n\n#### 1830.\n\n| Month | Monthly Mean | Therm. attached. | Max. | Therm. attached. | Min. | Therm. attached. | Monthly Mean | Therm. attached. |\n|-------|--------------|-----------------|------|-----------------|------|-----------------|--------------|-----------------|\n| Jan.  | +0.382       | +7.48           | -1614| +11.5           | -0281| +0.9            | -0991| +3.92           |\n| Feb.  | +0.382       | +7.48           | -1614| +11.5           | -0281| +0.9            | -0991| +3.92           |\n| March.| +0.382       | +7.48           | -1614| +11.5           | -0281| +0.9            | -0991| +3.92           |\n| April.| +0.382       | +7.48           | -1614| +11.5           | -0281| +0.9            | -0991| +3.92           |\n| May.  | +0.382       | +7.48           | -1614| +11.5           | -0281| +0.9            | -0991| +3.92           |\n| June. | +0.382       | +7.48           | -1614| +11.5           | -0281| +0.9            | -0991| +3.92           |\n| July. | +0.382       | +7.48           | -1614| +11.5           | -0281| +0.9            | -0991| +3.92           |\n| Aug.  | +0.382       | +7.48           | -1614| +11.5           | -0281| +0.9            | -0991| +3.92           |\n| Sept. | +0.382       | +7.48           | -1614| +11.5           | -0281| +0.9            | -0991| +3.92           |\n| Oct.  | +0.382       | +7.48           | -1614| +11.5           | -0281| +0.9            | -0991| +3.92           |\n| Nov.  | +0.382       | +7.48           | -1614| +11.5           | -0281| +0.9            | -0991| +3.92           |\n| Dec.  | +0.382       | +7.48           | -1614| +11.5           | -0281| +0.9            | -0991| +3.92           |\n\nThe mean rise of the barometer from sunrise to 9—10 A.M. for 3 years is '0445, thermometer +7°.15.\n\nThe mean fall of the barometer from 9—10 A.M. to 4—5 P.M. for 4 years is '1066, thermometer +5°.21.\n\nThe mean rise of the barometer from 4—5 P.M. to 10—11 P.M. for 1 year is '0884, thermometer —7°.2.\n\n* 1827, April, in Bombay, not included in the means.\n† 1828, March, ten days, in Bombay, not included in the means.\n‡ 1828, December, in Bombay, not included in the means. 1829, February, sixteen days, at Pait, at 2531 feet above the sea. 1829, March, April, and May, at 3943 feet above the sea. 1829, December, nineteen days, at Chamblee, at 2416 feet above the sea.\nTable II.—Mean diurnal and nocturnal oscillations of the barometer, and difference mentioned places within the Northern Tropic on the Continent of India; reduced\n\n|       | Calcutta, 1829, 1830, 1831. | Madras, maximum and minimum every tenth day, 1823. | Bombay, 1829. | Poona, 1830. 1823 feet above the level of the sea. | Hill Fort of Hurreechundurghur, 1829. 3900 feet above the level of the sea. |\n|-------|-----------------------------|--------------------------------------------------|--------------|-------------------------------------------------|-----------------------------------------------|\n|       | Barom. Therm. attached.     | Barom. Therm. attached.                          | Barom. Therm. attached. | Barom. Therm. attached. | Barom. Therm. attached. | Barom. Therm. attached. | Barom. Therm. attached. | Barom. Therm. attached. |\n| Jan.  | in. -123 +20·7              | in. -072 +11·0 -004                             | in. -099 +5·4        | in. -136 +5·8            | in. o                  | in. o                  | in. o                  | in. o                  |\n| Feb.  | -117 +18·5 -070 +10·0 -029  | -091 +3·7 -140 +6·5 +088 -8·1                   |                |                    |                        |                        |                        |                        |\n| Mar.  | -125 +14·0 -076 +7·0 -026   | * -1123 +7·6 -102 +4                            | -133 +9·8 +097 -12·7 |                        |                        |                        |                        |                        |\n| April | -124 +14·6 -081 +9·0 -027   | * -0836 +0·5 -089 +3·1                           | -143 +7·7 +108 -11·1 |                        |                        |                        |                        |                        |\n| May.  | -115 +13·7 -081 +9·0 -014   | -071 +2·3 -132 +5·8 +114 -9·0                     |                |                    |                        |                        |                        |                        |\n| June. | -095 +7·6 -092 +9·0 -026    | -054 +2·2 -106 +3·7 +105 -7·4 -0234 2·74         |                |                    |                        |                        |                        |                        |\n| July. | -090 +6·1 -097 +7·0 -009    | -046 +1·2 -075 +1·1 +094 -3·0 -0363 2·51          |                |                    |                        |                        |                        |                        |\n| Aug.  | -099 +5·9 -105 +7·0 -028    | -063 +1·4 -085 +2·3 +082 4·5 -0251 3·07           |                |                    |                        |                        |                        |                        |\n| Sept. | -101 +6·2 -094 +6·0 -024    | -074 +2·1 -090 +2·1 +074 -4·7 -0330 4·75          |                |                    |                        |                        |                        |                        |\n| Oct.  | -110 +8·4 -068 +8·0 -033    |                | -125 +2·9 +084 -4·1 -0350 5·56                    |                |                    |                        |                        |                        |                        |\n| Nov.  | -107 +13·4 -071 +8·0 -010   |                | -125 +6·5 +082 -8·2 -0364 6·53                    |                |                    |                        |                        |                        |                        |\n| Dec.  | -114 +17·1 -071 +9·0 -019   | * -1141 +8·48 -110 +4·9 +045 -6·3 -0399 8·72      |                |                    |                        |                        |                        |                        |\n| Mean Tide | -110 +12·2 -079 +8·5 -021 | -075 +2·82 -1166 +4·9 +0884 -7·2                  |                |                    |                        |                        |                        |                        |\n\nThe Calcutta observations were made in the Surveyor-General's office; those at Madras, by Mr. Goldingham, at the Observatory; in Bombay, by Captain George Jervis, at the Engineer Institution; at Poona and\n\n* Ten days' observations in Bombay, in 1828, made by Colonel Sykes from 9—10 A.M. to 4—5 P.M.: Rise from sunrise to 9—10 A.M. '0360; Therm. +8°92.\n\n† April 1827, in Bombay.—Observations made by Colonel Sykes, in tents, from 9—10 A.M. to 4—5 P.M.: Rise from sunrise to 9—10 A.M. '0645; Therm. +10°05.\n\n‡ Observations made in Bombay, 1828, by Colonel Sykes, from 9—10 A.M. to 4—5 P.M.: Rise from sunrise to 9—10 A.M. '0530; Therm. +7°8, in tents.\nof thermometer attached, at different levels above the sea, at the undermen-\nto 32° Fahr.\n\n| Mahabuleshwur, the source of the Kristna River, 1828, 1829, |\n| at 4500 feet above the level of the sea. | Kotagherry on the Nielgherry Mountains, 1826, |\n| at 6407 feet above the level of the sea. |\n| --- | --- |\n| **Rise from sunrise** | **Fall from noon to sunset.** | **Rise from sunset** | **Fall from 9—12 P.M.** |\n| **to 9—10 A.M.** | **to 10 P.M.** | **to 9—12 P.M.** | **to sunrise.** |\n| Barom. | Therm. attached. | Barom. | Therm. attached. | Barom. | Therm. attached. | Barom. | Therm. attached. | Barom. | Therm. attached. | Barom. | Therm. attached. |\n| in. | in. | in. | in. | in. | in. | in. | in. | in. | in. | in. | in. |\n| +0498 | +3-99 | -0735 | +4-76 | +0291 | -6-74 | -0054 | -2-01 | in. | o | in. | o |\n| +0478 | +8-90 | -0666 | +6-5 | +0362 | -12-92 | -0174 | -2-48 | +033 | +11-8 | -037 | -3-2 |\n| +0456 | +6-86 | -0827 | +2-23 | +0534 | -6-79 | -0163 | -2-3 | +073 | +14-5 | -044 | -5-5 |\n| +0627 | +5-26 | -0835 | +2-58 | +0443 | -5-96 | -0235 | -1-84 | +031 | +10-5 | -042 | -4-6 |\n| +0536 | +3-56 | -0757 | +1-33 | +0445 | -4-02 | -0224 | -8-7 | +033 | +10-9 | -046 | -4-8 |\n| +0392 | +31 | -0528 | +49 | +0365 | -33 | -0229 | -47 | +075 | +4-3 | -080 | -2-5 |\n| +0357 | +1-46 | -0981 | +2-22 | +0632 | -3-21 | -0188 | -1-39 | +031 | +10-5 | -042 | -4-6 |\n| +0468 | +3-15 | -0738 | +3-55 | +0443 | -4-64 | -0173 | -2-06 | +033 | +10-9 | -046 | -4-8 |\n| +0476 | +4-18 | -0694 | +2-61 | +0439 | -5-58 | -0180 | -1-68 | +0490 | +10-4 | -0498 | -4-0 |\n\nHurreechundurghur, by Colonel Sykes; at Mahabuleshwur, at the convalescent station, by Dr. Walker; and at Kotagherry by Mr. Dalmahoey. The whole are unpublished, with the exception of those taken at Madras and Calcutta. From the hours at which Captain Jervis observed, and the small oscillation of the thermometer, I have not thought it worth while to reduce his observations to 32° Fahr. My own observations in Bombay are reduced.\n### Table III.\n\nTable of some of the Anomalies in the period of the ebb and flow of the atmospheric tides in Dukhun, together with their Stationary Periods during 1830 at Poona.\n\n| Date | Maximum diurnal tide 9—10 A.M. | Minimum diurnal tide 4—5 P.M. | Maximum nocturnal tide 10—11 P.M. |\n|------|--------------------------------|-------------------------------|----------------------------------|\n| Feb. | Turned before 10<sup>th</sup> A.M. | Turned at 4<sup>th</sup> P.M.; rise of -0.02 only in 50<sup>m</sup>. | Turned at 10<sup>th</sup> 30<sup>m</sup>; quite stationary; fall of -0.02 in 15<sup>m</sup>. |\n|      | Turned at 10<sup>th</sup> 15<sup>m</sup>; stationary | +0.5 | Turned at 10<sup>th</sup> 45<sup>m</sup>; fall to 11<sup>th</sup> P.M.; = -0.01. |\n|      | 9<sup>th</sup> 45<sup>m</sup> to 10<sup>th</sup> 15<sup>m</sup>; quite stationary | +0.5 | Turned at 10<sup>th</sup> 30<sup>m</sup>; fall to 10<sup>th</sup> 45<sup>m</sup>; = -0.01. |\n|      | 9<sup>th</sup> 30<sup>m</sup> to 10<sup>th</sup> A.M.; quite stationary | +0.4 | Turn at 4<sup>th</sup> 15<sup>m</sup>; rise to 4<sup>th</sup> 30<sup>m</sup>; till 5<sup>th</sup> P.M.; = -0.04; then quite stationary |\n|      | 9<sup>th</sup> 45<sup>m</sup> to 10<sup>th</sup> 20<sup>m</sup>; quite stationary | +1.0 | Turn at 4<sup>th</sup> 45<sup>m</sup>; rise to 5<sup>th</sup> 45<sup>m</sup>; = -0.05. |\n|      | 9<sup>th</sup> 30<sup>m</sup> to 10<sup>th</sup> A.M.; quite stationary; fall to 11<sup>th</sup> A.M.; = -0.08 | +1.5 | Turn at 4<sup>th</sup> P.M.; rise to 5<sup>th</sup> 30<sup>m</sup>; = -0.08. |\n| March | 9<sup>th</sup> 15<sup>m</sup>; fall to 9<sup>th</sup> 45<sup>m</sup>; = -0.10. | 4<sup>th</sup> to 4<sup>th</sup> 30<sup>m</sup>; quite stationary. | 10<sup>th</sup> 30<sup>m</sup>; fall to 10<sup>th</sup> 45<sup>m</sup>; = -0.06. |\n|      | 9<sup>th</sup> 30<sup>m</sup> to 10<sup>th</sup> A.M.; quite stationary | +0.5 | 10<sup>th</sup> 30<sup>m</sup>; fall to 10<sup>th</sup> 45<sup>m</sup>; = -0.03. |\n| April | 9<sup>th</sup> 30<sup>m</sup>; fall to 10<sup>th</sup>; = -0.01. | 4<sup>th</sup> to 4<sup>th</sup> 45<sup>m</sup>; = -0.01. | 10<sup>th</sup> 30<sup>m</sup>; fall to 11<sup>th</sup> 15<sup>m</sup>; = -0.05. |\n|      | 9<sup>th</sup> 45<sup>m</sup>; fall to 10<sup>th</sup>; = -0.02. | +0.5 | 10<sup>th</sup> 30<sup>m</sup>; fall to 11<sup>th</sup> 15<sup>m</sup>; = -0.05. |\n| May | 9<sup>th</sup> 30<sup>m</sup> to 10<sup>th</sup> 15<sup>m</sup>; stationary. | +1.0 | 10<sup>th</sup> 30<sup>m</sup>; fall to 11<sup>th</sup> 15<sup>m</sup>; = -0.05. |\n| June | 10<sup>th</sup> A.M. | +2.0 | 10<sup>th</sup> 30<sup>m</sup>; fall to 11<sup>th</sup> 15<sup>m</sup>; = -0.05. |\n|      | 9<sup>th</sup> 30<sup>m</sup> to 10<sup>th</sup>; stationary. | +0.5 | 10<sup>th</sup> 30<sup>m</sup>; fall to 11<sup>th</sup> 15<sup>m</sup>; = -0.05. |\n|      | 9<sup>th</sup>; fall to 10<sup>th</sup>; = -0.17. | +1.5 | 10<sup>th</sup> 30<sup>m</sup>; fall to 11<sup>th</sup> 15<sup>m</sup>; = -0.05. |\n| July | 9<sup>th</sup> 30<sup>m</sup> to 10<sup>th</sup> 15<sup>m</sup>; stationary. | +1.0 | 10<sup>th</sup> 30<sup>m</sup>; fall to 11<sup>th</sup> 15<sup>m</sup>; = -0.05. |\n| August | 10<sup>th</sup> 15<sup>m</sup> A.M. | +0.5 | 10<sup>th</sup> 30<sup>m</sup>; fall to 11<sup>th</sup> 15<sup>m</sup>; = -0.05. |\n|      | 9<sup>th</sup> 30<sup>m</sup> to 10<sup>th</sup>; stationary | +1.0 | 10<sup>th</sup> 30<sup>m</sup>; fall to 11<sup>th</sup> 15<sup>m</sup>; = -0.05. |\n|      | 9<sup>th</sup> 45<sup>m</sup>; fall to 10<sup>th</sup> 15<sup>m</sup>; = -0.04. | +0.5 | 10<sup>th</sup> 30<sup>m</sup>; fall to 11<sup>th</sup> 15<sup>m</sup>; = -0.05. |\n| Sept. | 9<sup>th</sup> 30<sup>m</sup> to 10<sup>th</sup>; stationary. | +0.5 | 10<sup>th</sup> 30<sup>m</sup>; fall to 11<sup>th</sup> 15<sup>m</sup>; = -0.05. |\n|      | 9<sup>th</sup> 30<sup>m</sup> to 10<sup>th</sup> 15<sup>m</sup>; stationary. | +0.5 | 10<sup>th</sup> 30<sup>m</sup>; fall to 11<sup>th</sup> 15<sup>m</sup>; = -0.05. |\n| October | 9<sup>th</sup> 30<sup>m</sup>; fall to 10<sup>th</sup>; = -0.02. | +1.0 | 10<sup>th</sup> 30<sup>m</sup>; fall to 11<sup>th</sup> 15<sup>m</sup>; = -0.05. |\n|      | 9<sup>th</sup> 30<sup>m</sup>; fall to 10<sup>th</sup> 10<sup>m</sup>; = -0.02. | +1.0 | 10<sup>th</sup> 30<sup>m</sup>; fall to 11<sup>th</sup> 15<sup>m</sup>; = -0.05. |\n|      | 9<sup>th</sup> 30<sup>m</sup>; fall to 10<sup>th</sup>; = -0.03. | +0.5 | 10<sup>th</sup> 30<sup>m</sup>; fall to 11<sup>th</sup> 15<sup>m</sup>; = -0.05. |\n|      | 9<sup>th</sup> 30<sup>m</sup>; fall to 10<sup>th</sup>; = -0.01. | +1.0 | 10<sup>th</sup> 30<sup>m</sup>; fall to 11<sup>th</sup> 15<sup>m</sup>; = -0.05. |\n| Nov. | 10<sup>th</sup>; fall to 10<sup>th</sup> 15<sup>m</sup>; = -0.03. | +0.5 | 10<sup>th</sup> 30<sup>m</sup>; fall to 11<sup>th</sup> 15<sup>m</sup>; = -0.05. |\n| Dec. | 9<sup>th</sup> 45<sup>m</sup> to 10<sup>th</sup> 10<sup>m</sup>; stationary. | +0.0 | 10<sup>th</sup> 30<sup>m</sup>; fall to 11<sup>th</sup> 15<sup>m</sup>; = -0.05. |\n|      | 9<sup>th</sup> 45<sup>m</sup>; fall to 10<sup>th</sup> 15<sup>m</sup>; = -0.04. | +1.1 | 10<sup>th</sup> 30<sup>m</sup>; fall to 11<sup>th</sup> 15<sup>m</sup>; = -0.05. |\n\nI have no instance of a stationary period of 5<sup>th</sup> 30<sup>m</sup>, nor of two hours even, as observed by Dr. Balfour in Calcutta in 1795; and I strongly suspect that these lengthened periods would not have been on record had Dr. Balfour's barometer read off to thousandths of an inch instead of hundreds.\n\n* Storm at 4 P.M.\n† Storms round the horizon at 4<sup>th</sup> 30<sup>m</sup>.\n**Table IV.**\n\nBarometrical Observations made at Hay Cottage, Poona, with Cary’s Barometer No. 2, during the Monsoon of 1827, reduced to 32° Fahr., with correction for the expansion of the brass scale. Height above the sea 1823 feet. Latitude 18° 30' 40\" N. Longitude 74° 05' 53\" E.\n\n|       | Maximum | Mean | Minimum |\n|-------|---------|------|---------|\n|       | (9–10 A.M.) Sunrise | (9–10 A.M.) | 4–5 P.M. |\n\n|       | Barom. | Therm. attached. | Barom. | Therm. attached. |\n|-------|--------|------------------|--------|------------------|\n| June  | 27-9155 | 62-70            | 27-7390 | 76-11           |\n| July  | 27-9092 | 78               | 27-7650 | 73-94           |\n| August| 27-9827 | 76-50            | 27-8274 | 72-88           |\n| Sept. | 27-9918 | 78               | 27-8826 | 73-49           |\n| Oct.  | 28-1343 | 76-40            | 28-0041 | 73-08           |\n\n|       | Barom. | Therm. attached. | Barom. | Therm. attached. |\n|-------|--------|------------------|--------|------------------|\n| June  | 27-6824 | 63               | 27-7272 | 79-21           |\n| July  | 27-6257 | 78               | 27-7731 | 74-48           |\n| August| 27-6829 | 78               | 27-8292 | 75-14           |\n| Sept. | 27-6776 | 80               | 27-8702 | 77-21           |\n| Oct.  | 27-6783 | 81               | 27-9076 | 80-49           |\n\nFor the Monsoon: 27-1843; 76-40\n\n|       | Barom. | Therm. attached. | Barom. | Therm. attached. |\n|-------|--------|------------------|--------|------------------|\n| June  | 65-76  |                |        |                  |\n| July  | 72-85  |                |        |                  |\n| August| 75-36  |                |        |                  |\n| Sept. | 80-78  |                |        |                  |\n| Oct.  | 82-79  |                |        |                  |\n\nThe great monthly range in October is to be attributed to the unusual number and the late period of the occurrence of the thunder-storms at the breaking up of the monsoon.\n\n**Table V.**\n\nBarometrical Observations made at Hay Cottage, Poona, with Cary’s Barometer No. 2, during the Monsoon, and for the month of November, 1828, reduced to 32° Fahr., with correction for the expansion of the brass scale. Height above the sea 1823 feet. Latitude 18° 30' 40\" N. Longitude 74° 05' 53\" E.\n\n|       | Maximum | Mean | Minimum |\n|-------|---------|------|---------|\n|       | (9–10 A.M.) Sunrise | (9–10 A.M.) | 4–5 P.M. |\n\n|       | Barom. | Therm. attached. | Barom. | Therm. attached. |\n|-------|--------|------------------|--------|------------------|\n| June  | 27-3434 | 71-90           | 27-5135 | 77-83           |\n| July  | 27-7858 | 81-50           | 27-6801 | 73-35           |\n| August| 27-8472 | 78-80           | 27-7482 | 75-49           |\n| Sept. | 27-8699 | 76-72           | 27-7783 | 73-80           |\n| Oct.  | 28-0706 | 75              | 27-8020 | 73-29           |\n| Nov.  | 28-0322 | 76              | 27-9502 | 71-15           |\n\nFor the Monsoon: 28-0700; 75\n\nMean diurnal oscillation:\n\nThe mean that in all cases is from sunrise to fall from 9–10 mapperi on Ray dawn and 4–5 decipher P.M. during reference erosion of thermometer variation.\n### Table VI\n\n**Barometrical Observations made at Hay Cottage, Poona, with Cary's Barometer No. 2, during the Monsoon of 1829, and during November and December, reduced to 32° Fahr., with correction for the expansion of the brass scale.**\n\n| Year | Maximum | Mean | Minimum | Monthly mean | Monthly range |\n|------|---------|------|---------|--------------|---------------|\n| 1829 | 9–10 A.M. | 4–5 P.M. | 10–11 P.M. | | |\n| June | 76.50 | 76.40 | 76.30 | 76.00 | |\n| July | 76.60 | 76.50 | 76.40 | 76.10 | |\n| August | 76.50 | 76.40 | 76.30 | 76.00 | |\n| September | 76.50 | 76.40 | 76.30 | 76.00 | |\n| October | 76.50 | 76.40 | 76.30 | 76.00 | |\n| Nov. 12 days | 76.50 | 76.40 | 76.30 | 76.00 | |\n| For the Monsoon | 76.50 | 76.40 | 76.30 | 76.00 | |\n\n---\n\n### Table VII\n\n**Barometrical Observations made at Hay Cottage, Poona, with Cary's Barometer No. 2, during the year 1830, reduced to 32° Fahr., with correction for the expansion of the brass scale.**\n\n| Month | Maximum | Mean | Minimum | Monthly mean | Monthly range |\n|-------|---------|------|---------|--------------|---------------|\n| January | 76.60 | 76.50 | 76.40 | 76.00 | |\n| February | 76.60 | 76.50 | 76.40 | 76.00 | |\n| March | 76.60 | 76.50 | 76.40 | 76.00 | |\n| April | 76.60 | 76.50 | 76.40 | 76.00 | |\n| May | 76.60 | 76.50 | 76.40 | 76.00 | |\n| June | 76.60 | 76.50 | 76.40 | 76.00 | |\n| July | 76.60 | 76.50 | 76.40 | 76.00 | |\n| August | 76.60 | 76.50 | 76.40 | 76.00 | |\n| September | 76.60 | 76.50 | 76.40 | 76.00 | |\n| October | 76.60 | 76.50 | 76.40 | 76.00 | |\n| November | 76.60 | 76.50 | 76.40 | 76.00 | |\n| December | 76.60 | 76.50 | 76.40 | 76.00 | |\n| For the Year | 76.60 | 76.50 | 76.40 | 76.00 | |\n\n---\n\nOn the 9th of June, after a heavy thunder-storm from the N.E., at 5½ p.m., the night-tide did not turn until 12 o'clock. On the 12th of October, at sunset, there were several storms round the horizon, and the night-tide turned at 9 p.m., instead of continuing to rise as usual until 10 or 11 p.m.\n### TABLE VIII.\n\nBarometrical Observations made in Bombay, at the level of the sea, in certain months during the years 1827, 1828, 1829.\n\nLatitude 18° 58' N. Longitude 72° 38' E.\n\n|            | Maximum          | Mean        | Minimum      | Monthly mean height | Mean diurnal oscillation |\n|------------|-----------------|-------------|--------------|---------------------|--------------------------|\n|            | Barom.          | Sunrise     | Barom.       | Barom.              | Barom.                  |\n|            | Barom.          | 9–10 A.M.   | Barom.       | Barom.              | Barom.                  |\n|            | Ther. attached. |             | Ther. attached.|             | Ther. attached.        |\n| April 1827 | 9 days.        | 29-9183     | 29-7979     | 29-8605         | 29-7789               |                          |\n| Dec. 1828  | 19 days.       | 29-9487     | 29-7800     | 29-8331         | 29-0118               |                          |\n| Jan. 1829  | 5 days.        | 29-8535     | 29-7885     | 29-8249         | 29-7151               |                          |\n\n|            | Monthly range. |\n|------------|----------------|\n\n### TABLE IX.\n\nBarometrical Observations made at Mahabuleshwur, the source of the Kristna river; the whole reduced to 32° Fahr., with correction for the brass scale; from the Registers kept by J. O. Walker, Esq., Surgeon in charge of the Convalescent Hospital. Latitude 17° 58' 33\" N. Longitude 73° 29' 53\" E. Elevation above the sea 4500 feet.\n\n|            | Maximum          | Mean        | Minimum      | Monthly mean height | Mean diurnal and nocturnal oscillation |\n|------------|-----------------|-------------|--------------|---------------------|--------------------------------------|\n|            | Barom.          | Sunrise     | Barom.       | Barom.              | Barom.                              |\n|            | Barom.          | 9 A.M.      | Barom.       | Barom.              | Barom.                              |\n|            | Ther. att.      |             | Ther. att.   |                   |                                     |\n| Nov. 1828 │ 25-6170        | 647         | 25-5051     | 61-69              | 25-5406                         |                                    |\n| Dec. 1828  |                |             |             |                    |                                    |                                    |\n| Jan. 1829  |                |             |             |                    |                                    |                                    |\n| February   |                |             |             |                    |                                    |                                    |\n| March      |                |             |             |                    |                                    |                                    |\n| April      |                |             |             |                    |                                    |                                    |\n| May        |                |             |             |                    |                                    |                                    |\n| June       |                |             |             |                    |                                    |                                    |\n| July       |                |             |             |                    |                                    |                                    |\n| August     |                |             |             |                    |                                    |                                    |\n\n|            | Monthly range. |\n|------------|----------------|\n\n|            | Rise from sunrise | Fall from 9 ½ A.M. | Rise from 4 P.M. | Fall from 10 P.M. | Fall from 10 P.M. | Rise from 4 P.M. |\n|------------|------------------|--------------------|------------------|------------------|------------------|------------------|\n|            | Barom.           | Barom.             | Barom.           | Barom.           | Barom.           | Barom.           |\n|            | Ther. att.       | Ther. att.         | Ther. att.       | Ther. att.       | Ther. att.       | Ther. att.       |\n\n|            |                 |                     |                   |                   |                   |                   |\n\nAndrews' AND METEOROLOGY OF DUKHUN.\n### Table X\n\nBarometrical Observations made at the Hill Fort of Hurreechunderghur in the months of March, April, and May 1829, reduced to 32° Fahr., with correction for the expansion of the brass scale. Height above the sea 3943 feet. Latitude 19° 23' 23\" N. Longitude 73° 40' 19\" E.\n\n| Month | Maximum | Mean | Minimum |\n|-------|---------|------|---------|\n| March | 22 days | 81° 50' | 78° 50' |\n| April | 29 days | 86° 50' | 83° 50' |\n| May   | 19 days | 85° 50' | 82° 50' |\n\n### Table XI\n\nBarometrical Means for the Monsoon months during the years 1827, 1828, 1829, and 1830, at Hay Cottage, Poona; the whole reduced to 32° Fahr., with correction for the brass scale.\n\n| Year | Mean | Minimum | Maximum |\n|------|------|---------|---------|\n| 1827 | 79° 51' | 78° 51' | 80° 51' |\n| 1828 | 79° 51' | 78° 51' | 80° 51' |\n| 1829 | 79° 51' | 78° 51' | 80° 51' |\n| 1830 | 79° 51' | 78° 51' | 80° 51' |\n\nRise from sunrise to 9-10 A.M. Fill from 9-10 A.M. to 10-11 P.M. Fill from 10-11 P.M. to 4-5 P.M. Rise from 4-5 P.M. to 9-10 A.M.\n### TABLE XII\n\nMean temperature by two of Dollond's Thermometers for the year 1825 in Dukhun, between the parallels of latitude 18° 28' and 19° 10' 31\" North, and longitude 73° 35' and 74° 49' East, at a mean elevation above the sea of 1700 feet.\n\n| Date       | Mean          | Sunrise        | 9 A.M.        | 4 P.M.        |\n|------------|---------------|----------------|---------------|---------------|\n|            |               | 9th–12th of    |               | 29th           |\n| (Midnight)          |               | Feb.           |               | 1            |\n| Month      |               |                |               |              |\n| Incl. 2 a.m.|               |                |               |              |\n| £.F.A/her  | No. 1         |                |               |              |\n| Number     |                |                |               |              |\n| Observations| For other    |                |               |              |\n| Tube       | Therm.         |                |               |              |\n| Tube       | No. 2          |                |               |              |\n| Therm.     |               |                |               |              |\n| Tube       |                |                |               |              |\n| Incl. 2 A.M}|                |                |               |              |\n| Average    |               |                |               |              |\n| Temperature|               |                |               |              |\n\n### TABLE XIII\n\nIndications of two Dollond's Thermometers in Dukhun for the year 1826, between the parallels of latitude 18° and 19° 08' North, and longitude 73° 25' and 74° 50' East, at a mean elevation of 1800 feet above the sea.\n## Table XIV.\n\nIndications of two Dollond’s Thermometers in Dukhun for the year 1827, between the parallels of latitude 17° 25' and 19° 27' North, and longitude 73° 25' and 75° 53' East, at a mean elevation of 1700 feet above the sea.\n\n| Month | Sunrise | ½ A.M. | 4 P.M. | Sunrise | ½ A.M. | 4 P.M. | Sunrise | ½ A.M. | 4 P.M. | Number of observations of each Thermometer. | Mean for the Month. | Monthly range. | Maximum diurnal range. | Minimum diurnal range. | Place of observation. |\n|-------|---------|--------|--------|---------|--------|--------|---------|--------|--------|-------------------------------------|---------------------|------------------|----------------------|----------------------|-----------------|\n| Jan.  | 73-10   | 73     | 75     | 80-80   | 87-58  | 66-96  | 70-10   | 70-09  | 75-93  | 63-62  | 62-50  | 65-20  | 64-50  | 68-60  | 31                | 31                 | 31                 | 31                  | 31                 | Poona.              |\n| Feb.  | 70-80   | 69     | 81     | 79-50   | 89     | 88-80  | 64-11   | 63-44   | 74-90   | 74-65  | 83-62  | 83-90  | 55-29  | 55-80  | 70-50   | 70-50  | 79-50  | 80       | 21                | 28                 | 28                 | 80                  | En route.           |\n| Mar.  | 78      | 77-80  | 85-50  | 85-70   | 96-60  | 96-80  | 66-80   | 66-77   | 79-28   | 79-11  | 88-07  | 87-98  | 57     | 57-50  | 73      | 73     | 81-20  | 81-50  | 18     | 31                | 77-43   | 77-37  | 39-60    | 39-30   | 29-40     | Poona.              |\n| April | 87      | 85     | 86-80  | 86-50  | 95     | 89-30  | 80-32   | 78-59   | 83     | 82-37  | 91-30  | 85-80  | 73-70  | 71-80  | 79      | 77     | 84-50  | 84     | 13     | 14     | 14| 85-85   | 82-19   | 21-30  | 17-50   | 12-80   | 5-10      | Poona.              |\n| May   | 84      | 81     | 87     | 87     | 93-30  | 93     | 79-23   | 78-01   | 83-22   | 81-95  | 89-54  | 86-35  | 74     | 74     | 81     | 80     | 83     | 81     | 26     | 27     | 27| 84-38   | 82-18   | 19-30  | 19                  | 17-70   | 6-30         | Poona.              |\n| June  | 81-90   | 81     | 85     | 82-80  | 94     | 90-10  | 77-69   | 77-32   | 79-60   | 79-20  | 82-61  | 81-17  | 72-80  | 73      | 75     | 74-20   | 73-80  | 30     | 30     | 30| 80-15   | 79-24   | 21-20  | 17-10   | 12                  | 1-20     | Poona.          |\n| July  | 76-50   | 76-80  | 78-40  | 79     | 81-50  | 81-50  | 75-35   | 75-51   | 77-10   | 77-50  | 78-65  | 78-71  | 73-80  | 73-50  | 75      | 75-50   | 75-40  | 75-50  | 31     | 31     | 31| 77      | 77-11   | 7-70    | 8                  | 6-80                | Poona.          |\n| Aug.  | 77-20   | 76-90  | 79     | 79     | 82     | 82     | 74-55   | 74-32   | 76-40   | 76-69  | 77-74  | 77-61  | 73-30  | 73     | 74-70  | 74      | 74-80  | 74-50  | 31     | 31     | 31| 76-14 | 75-96    | 8-70    | 9                   | 8-20               | Poona.          |\n| Sept. | 77-50   | 77     | 79-20  | 79     | 84     | 84     | 85-50   | 75-44   | 74-85   | 77-21  | 77-29  | 79-35  | 79-23  | 74     | 75     | 74-70  | 74      | 30     | 30     | 30| 77-39   | 77-04   | 10                  | 12-50   | 8-40        | Poona.            |\n| Oct.  | 79      | 78-80  | 82     | 83     | 84     | 85     | 75-62   | 74-74   | 78-03   | 78-57  | 80-63  | 81-63  | 71      | 69     | 74-70  | 75      | 77-60  | 77    | 30     | 31| 78-12 | 78-18   | 13                  | 16                  | 9                  | Poona.            |\n| Nov.  | 75      | 75     | 87-20  | 87-20  | 89-70  | 90     | 66-05   | 65-89   | 76-65   | 76-82  | 85-92  | 86-06  | 56-30  | 56      | 64-50   | 65      | 75-50  | 75    | 23     | 30     | 28| 75-98 | 75-97    | 33-40    | 34                  | 28-30             | 3-29              | En route.         |\n| Dec.  | 71-70   | 71-50  | 82     | 81-80  | 91-80  | 92     | 59-50   | 58-92   | 73-10   | 73-36  | 86-21  | 86-28  | 49-50  | 48      | 65     | 66     | 82     | 82     | 21     | 30     | 30| 72-85   | 72-60   | 42-30     | 44                  | 39-50             | 10-30             | En route.         |\n| Year  | 87      | 85     | 87-20  | 87-20  | 96-60  | 96-80  | 71-85   | 71-27   | 77-39   | 77-30  | 83-30  | 82-58  | 49-50  | 64-50   | 64-50   | 68-60  | 68-30  | 30-30  | 344    | 342    | 77-57   | 76-93   | 47-10    | 48-80   | 39-50   | -40                | Poona.            |\n\nDuring part of April, May, and June, Thermometer No. 2 was placed in the heat of the day in a large room, having the windows and doors closed. A diminution of the mean temperature at 4 P.M. of 5° 50' in April, and 3° 19' in May was the consequence.\n### Table XV.\n\n**Indications of two Dollond's Thermometers for the year 1828, in Dukhun, between the parallels of Latitude 17° 40' and 19° 11' N., and Longitude 73° 25' and 75° 53' E., at a mean elevation of 1800 feet above the sea.**\n\n| 1828 | Maximum | Mean | Minimum | Number of observations with each Thermometer | Place |\n|------|---------|------|---------|--------------------------------------------|-------|\n|      | Sunrise | §a A.M. | 4 P.M. | Sunrise | §a A.M. | 4 P.M. | Sunrise | §a A.M. | 4 P.M. |\n| Ther. No. 1 | Ther. No. 2 | Ther. No. 1 | Ther. No. 2 | Ther. No. 1 | Ther. No. 2 | Ther. No. 1 | Ther. No. 2 | Ther. No. 1 | Ther. No. 2 | Monthly mean | Monthly range | Max. range | Min. range |\n| EN ROUTE | EN ROUTE | EN ROUTE | EN ROUTE | EN ROUTE | EN ROUTE | EN ROUTE | EN ROUTE | EN ROUTE | EN ROUTE | EN ROUTE |\n| Jan. | 70 | 66 | 70 | 66 | 70 | 66 | 70 | 66 | EN ROUTE |\n| Feb. | 75-6 | 66 | 76-5 | 66 | 76-5 | 66 | 76-5 | 66 | EN ROUTE |\n| Mar. | 76 | 66 | 76 | 66 | 76 | 66 | 76 | 66 | BOMBAY |\n| April | 80-4 | 68 | 92-5 | 70 | 100-8 | 84 | 120-10 | 82 | EN ROUTE |\n| May | 84-30 | 84 | 92-50 | 71 | 100-80 | 74 | 125-110 | 75 | EN ROUTE |\n\nOn the 7th of May, at $3\\frac{1}{2}$ p.m., the thermometer rose to 105° at an elevation of 3123 feet above the level of the sea.\n\nThe discrepancies between Thermometer No. 1. and No. 2. originate in Thermometer No. 2. having been placed outside the house, under a grass roof, at times.\n\nThe observations in Bombay have not been included in the means.\nTable XVI.\n\nShowing the maximum, minimum, and mean temperature, the maximum, minimum, and mean diurnal range, and the extreme monthly and annual range of the thermometer for the year 1829 in Dukhun, between the parallels of latitude 18° 10' and 19° 23' North, and longitude 73° 20' and 74° 30' East.\n\n| 1829. Months | Place of observation | Height in feet above the sea. | Extreme temperatures. | Monthly mean temperature. | Maximum diurnal range. | Minimum diurnal range. | Mean diurnal range. | Extreme monthly range. |\n|--------------|---------------------|-------------------------------|-----------------------|--------------------------|------------------------|----------------------|---------------------|----------------------|\n| January      | En route            |                               |                       |                          |                        |                      |                     |                      |\n| February     | En route            |                               |                       |                          |                        |                      |                     |                      |\n| March        | Tents in Hill Fort of Hurreechunderghur | 3943 | 88-80 | 68-80 | 78-31 | 17-90 | 6 | 14-01 | 20 |\n| April        | Tents in Hill Fort of Hurreechunderghur |       | 94-20 | 60 | 78-07 | 20-80 | 8-70 | 14-72 | 34-20 |\n| May          | Tents in Hill Fort of Hurreechunderghur |       | 87-30 | 64-80 | 76-11 | 19-50 | 8 | 13-35 | 22-50 |\n| June         | Hay Cottage, Poona  | 1823 | 86 | 71-50 | 76-80 | 8-50 | 4-50 | 6-33 | 14-50 |\n| July         | Hay Cottage, Poona  |       | 81-50 | 70-50 | 75-50 | 7 | 4 | 5-62 | 11 |\n| August       | Hay Cottage, Poona  |       | 79 | 70-50 | 73-80 | 8 | -60 | 4-31 | 8-50 |\n| September    | Hay Cottage, Poona  |       | 85 | 69 | 75-43 | 12-50 | 2-30 | 6-48 | 16 |\n| October      | Hay Cottage, Poona  |       | 89-50 | 66-50 | 78-40 | 17 | 6-50 | 12-74 | 23 |\n| November     | Hay Cottage, Poona  |       | 83-50 | 68 | 75-67 | 15 | 10 | 12-50 | 15-50 |\n|              | Sasswur Government House | 2416 | 80 | 49-50 | 64-65 | 26-50 | 10 | 21-62 | 30-50 |\n| December     | Chamblee, in tents |       | 2416 | 84 | 43 | 66-71 | 37-50 | 8 | 24-92 | 41 |\n|              | Hay Cottage, Poona  | 1823 | 85 | 55 | 71-20 | 30 | 16 | 22-26 | 30 |\n| Year         |                     |       | 94-20 | 43 | 74-80 | 37-50 | -60 | 12-90 | 51-20 |\n\nThe mean temperature of the year was reduced several degrees from former years, in consequence of the whole of the observations for the hot months having been made in the Hill Fort of Hurreechunderghur in the Western Ghats, at an elevation of 3943 feet above the level of the sea. The weather also during the Monsoon was cooler than usual.\n### Table XVII\n\nHygrometric Observations made with Daniell's Hygrometer in Dukhun during the year 1826.\n\n| Year | Month | Date | Time | Weight of Hygrometer | Temperature of Hygrometer |\n|------|-------|------|------|----------------------|--------------------------|\n|      | April | 7    | 9-10 A.M. | 4-5 P.M. | Sunrise | Mean |\n|      | May   | 3    | 9-10 A.M. | 4-5 P.M. | Sunrise | Mean |\n\nThe weight of moisture is in a cubic foot of air, in grains Troy and decimals.\n\n* At Poona. + At Bombay. † At Poona. § At Poona. ‡ At Poona.\n\n### Table XVIII\n\nHygrometric Observations made with Daniell's Hygrometer in Dukhun during the year 1827.\n\n| Year | Month | Date | Time | Weight of Hygrometer | Temperature of Hygrometer |\n|------|-------|------|------|----------------------|--------------------------|\n|      | Jan.  | 1    | 9-10 A.M. | 4-5 P.M. | Sunrise | Mean |\n|      | Feb.  | 3    | 9-10 A.M. | 4-5 P.M. | Sunrise | Mean |\n|      | Mar.  | 5    | 9-10 A.M. | 4-5 P.M. | Sunrise | Mean |\n|      | Apr.  | 7    | 9-10 A.M. | 4-5 P.M. | Sunrise | Mean |\n|      | May   | 9    | 9-10 A.M. | 4-5 P.M. | Sunrise | Mean |\n|      | June  | 11   | 9-10 A.M. | 4-5 P.M. | Sunrise | Mean |\n|      | July  | 13   | 9-10 A.M. | 4-5 P.M. | Sunrise | Mean |\n|      | Aug.  | 15   | 9-10 A.M. | 4-5 P.M. | Sunrise | Mean |\n|      | Sept. | 17   | 9-10 A.M. | 4-5 P.M. | Sunrise | Mean |\n|      | Oct.  | 19   | 9-10 A.M. | 4-5 P.M. | Sunrise | Mean |\n|      | Nov.  | 21   | 9-10 A.M. | 4-5 P.M. | Sunrise | Mean |\n|      | Dec.  | 23   | 9-10 A.M. | 4-5 P.M. | Sunrise | Mean |\n\nThe observations of April and May were taken in Bombay, the remaining in Dukhun, (from June to October, inclusive, at Poona,) at a mean elevation of 1800 feet above the sea.\n\n* Ten days' observations were made in Bombay, and put in juxta-position with the remaining observations of the month made at Poona, to show the remarkable contrast between the dew-point at the two places.\n**Hygrometric Observations made with Daniell's Hygrometer in Dukhun during the year 1829.**\n\nNine days' observations were made in Dukhun in March; the remaining days of the month at Poona.\n\nThe weight of moisture in a cubic foot of air is in grains troy and decimals.\n\nThe observations in Bombay are not included in the means.\n\n### Table XX\n\n| Month | Sunrise | 9-10 A.M. | 4-5 P.M. | Sunrise | 9-10 A.M. | 4-5 P.M. | Sunrise | 9-10 A.M. | 4-5 P.M. |\n|-------|---------|-----------|----------|---------|-----------|----------|---------|-----------|----------|\n| Jan.  | 62° 06'3 | 65° 17'   | 67° 58'  | 68°     | 64° 71'   | 68°      | 61° 77'  | 64° 13'   | 60° 61'   |\n| Feb.  | 62° 06'3 | 65° 17'   | 67° 58'  | 68°     | 64° 71'   | 68°      | 61° 77'  | 64° 13'   | 60° 61'   |\n| Mar.  | 62° 06'3 | 65° 17'   | 67° 58'  | 68°     | 64° 71'   | 68°      | 61° 77'  | 64° 13'   | 60° 61'   |\n| Apr.  | 62° 06'3 | 65° 17'   | 67° 58'  | 68°     | 64° 71'   | 68°      | 61° 77'  | 64° 13'   | 60° 61'   |\n| May   | 62° 06'3 | 65° 17'   | 67° 58'  | 68°     | 64° 71'   | 68°      | 61° 77'  | 64° 13'   | 60° 61'   |\n| Jun.  | 62° 06'3 | 65° 17'   | 67° 58'  | 68°     | 64° 71'   | 68°      | 61° 77'  | 64° 13'   | 60° 61'   |\n| Jul.  | 62° 06'3 | 65° 17'   | 67° 58'  | 68°     | 64° 71'   | 68°      | 61° 77'  | 64° 13'   | 60° 61'   |\n| Aug.  | 62° 06'3 | 65° 17'   | 67° 58'  | 68°     | 64° 71'   | 68°      | 61° 77'  | 64° 13'   | 60° 61'   |\n| Sep.  | 62° 06'3 | 65° 17'   | 67° 58'  | 68°     | 64° 71'   | 68°      | 61° 77'  | 64° 13'   | 60° 61'   |\n| Oct.  | 62° 06'3 | 65° 17'   | 67° 58'  | 68°     | 64° 71'   | 68°      | 61° 77'  | 64° 13'   | 60° 61'   |\n| Nov.  | 62° 06'3 | 65° 17'   | 67° 58'  | 68°     | 64° 71'   | 68°      | 61° 77'  | 64° 13'   | 60° 61'   |\n| Dec.  | 62° 06'3 | 65° 17'   | 67° 58'  | 68°     | 64° 71'   | 68°      | 61° 77'  | 64° 13'   | 60° 61'   |\n\n* At Hay Cottage, Poona.\n† Government House at Sassawar, at 2416 feet above the sea.\n‡ At Chambhee near Sassawar, at 2416 feet above the sea.\n§ At Hay Cottage, Poona.\n\n---\n\n**Lieut.-Colonel Sykes on the Atmospheric Tides**\n\n210\n### Table XXI.\n\n**Hygrometric Observations made with Daniell's Hygrometer in Dukhun during the year 1830 at Poona.**\n\n| Month | Sunrise | Maximum | Mean | Minimum |\n|-------|---------|---------|------|---------|\n| Jan.  | 69      | 75      | 84   | 75      |\n| Feb.  | 62      | 70      | 68   | 64      |\n| Mar.  | 59      | 71      | 65   | 60      |\n| April | 69      | 75      | 73   | 71      |\n| May   | 69      | 75      | 73   | 71      |\n| June  | 76      | 76      | 76   | 75      |\n| July  | 76      | 76      | 76   | 75      |\n| Aug.  | 76      | 77      | 77   | 76      |\n| Sept. | 76      | 77      | 77   | 76      |\n| Oct.  | 76      | 77      | 77   | 76      |\n| Nov.  | 76      | 77      | 77   | 76      |\n| Dec.  | 76      | 77      | 77   | 76      |\n| Year  | 69      | 75      | 84   | 75      |\n\nThe weight of moisture in a cubic foot of air is expressed in grains troy and decimals.\n\nThe extreme difficulty of obtaining the dew-point at 4 p.m. in the dry months, frequently interrupted the observations at that hour. Observations were not regularly taken at sunrise.\n\n### Table XXII.\n\n**Weight in grains troy of the quantity of aqueous vapour contained in a cubic foot of air at the undermentioned places, 1828.**\n\n| Dates | Names of Places | Sunrise | Maximum | Mean | Minimum |\n|-------|-----------------|---------|---------|------|---------|\n| March 10 | Bombay, level of sea | 69      | 75      | 84   | 75      |\n| 11. Kundalaha, top of Bhore Ghat | 74      | 79      | 77     | 75    |\n| 12. Karle, 3015 feet | 72      | 79      | 75     | 73    |\n| 13. Hill fort of Loghur, 3581 feet | 72      | 79      | 75     | 73    |\n| 14. Karleb, 2015 feet | 72      | 79      | 75     | 73    |\n| 15. Poona, Hay Cottage, 1828 feet | 72      | 79      | 75     | 73    |\n| 16. Poona, Hay Cottage, 1828 feet | 72      | 79      | 75     | 73    |\n\nObservations were not regularly taken at sunrise.\nTable XXIII.\n\nRegister of the Ombrometer from December 1825 to December 1826.\n\n| Dates, 1826 | Dec. | January | Feb. | March | April | May | June | July | August | Sept. | October | Nov. |\n|-------------|------|---------|------|-------|-------|-----|------|------|--------|-------|----------|-----|\n| 1           |      |         |      |       |       |     |      |      |        |       |          |     |\n| 2           |      |         |      |       |       |     |      |      |        |       |          |     |\n| 3           |      |         |      |       |       |     |      |      |        |       |          |     |\n| 4           |      |         |      |       |       |     |      |      |        |       |          |     |\n| 5           |      |         |      |       |       |     |      |      |        |       |          |     |\n| 6           |      |         |      |       |       |     |      |      |        |       |          |     |\n| 7           |      |         |      |       |       |     |      |      |        |       |          |     |\n| 8           |      |         |      |       |       |     |      |      |        |       |          |     |\n| 9           |      |         |      |       |       |     |      |      |        |       |          |     |\n| 10          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 11          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 12          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 13          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 14          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 15          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 16          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 17          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 18          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 19          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 20          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 21          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 22          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 23          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 24          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 25          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 26          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 27          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 28          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 29          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 30          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 31          |      |         |      |       |       |     |      |      |        |       |          |     |\n\nTotal fall of rain 21.94 inches.\n\nThe Register, during the Monsoon, was kept at Poona every year.\nTable XXIV.\n\nRegister of the Ombrometer from December 1826 to December 1827, in Dukhun.\n\n| Dates, 1827 | Dec. | January | Feb. | March | April | May | June | July | August | Sept. | October | Nov. |\n|-------------|------|---------|------|-------|-------|-----|------|------|--------|-------|----------|-----|\n| 1           |      |         |      |       |       |     |      |      |        |       |          |     |\n| 2           |      |         |      |       |       |     |      |      |        |       |          |     |\n| 3           |      |         |      |       |       |     |      |      |        |       |          |     |\n| 4           |      |         |      |       |       |     |      |      |        |       |          |     |\n| 5           |      |         |      |       |       |     |      |      |        |       |          |     |\n| 6           |      |         |      |       |       |     |      |      |        |       |          |     |\n| 7           |      |         |      |       |       |     |      |      |        |       |          |     |\n| 8           |      |         |      |       |       |     |      |      |        |       |          |     |\n| 9           |      |         |      |       |       |     |      |      |        |       |          |     |\n| 10          | .01  | -01     |      |       |       |     |      |      |        |       |          |     |\n| 11          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 12          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 13          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 14          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 15          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 16          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 17          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 18          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 19          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 20          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 21          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 22          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 23          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 24          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 25          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 26          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 27          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 28          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 29          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 30          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 31          |      |         |      |       |       |     |      |      |        |       |          |     |\n\nTotal fall of rain 29.03 inches.\n### Table XXV.\n\nRegister of the Ombrometer from December 1827 to December 1828, in Dukhun.\n\n| Dates. 1828 | Dec. | January | Feb. | March | April | May | June | July | August | Sept. | October | Nov. |\n|-------------|------|---------|------|-------|-------|-----|------|------|--------|-------|----------|-----|\n| 1           |      |         |      |       |       |     | -15  |      |        | -29   |          | -11 |\n| 2           |      |         |      |       |       |     | -03  | -02  | 1-17   |       |          |     |\n| 3           |      |         |      |       |       |     | -17  | -13  |        | 1-53  |          |     |\n| 4           |      |         |      |       |       |     | -57  | -03  |        | -15   |          |     |\n| 5           |      |         |      |       |       |     | -12  |      |        | -32   |          | -71 |\n| 6           |      |         |      |       |       |     |      | -02  | -02    |       |          |     |\n| 7           |      |         |      |       |       |     | -06  | -12  |        |       |          |     |\n| 8           |      |         |      |       |       |     |      | -04  |        |       |          |     |\n| 9           |      |         |      |       |       |     |      | -02  | -06    | -21   |          |     |\n| 10          |      |         |      |       |       |     |      | -28  | -03    | -68   |          |     |\n| 11          |      |         |      |       |       |     |      | -08  | -20    |       |          |     |\n| 12          |      |         |      |       |       |     |      | -03  |        | -01   |          |     |\n| 13          |      |         |      |       |       |     |      |      |        |       |          | -15 |\n| 14          |      |         |      |       |       |     |      |      |        | -01   |          | 1-47 |\n| 15          |      |         |      |       |       |     |      | -04  | -12    | -07   |          | -08 |\n| 16          |      |         |      |       |       |     |      |      |        | -01   |          | -03 |\n| 17          |      |         |      |       |       |     |      | -17  | -43    |       |          | 1-96 |\n| 18          |      |         |      |       |       |     |      | -06  |        | -31   |          | -03 |\n| 19          |      |         |      |       |       |     |      | -01  | 1-16   | -05   |          | 1-48 |\n| 20          |      |         |      |       |       |     |      |      |        | -01   |          | -69 |\n| 21          |      |         |      |       |       |     |      |      |        | -30   |          | -23 |\n| 22          |      |         |      |       |       |     |      |      |        | -31   |          |     |\n| 23          |      |         |      |       |       |     |      | -52  | -70    |       |          |     |\n| 24          |      |         |      |       |       |     |      | -04  |        | -04   |          |     |\n| 25          |      |         |      |       |       |     |      | -45  | -08    |       |          |     |\n| 26          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 27          |      |         |      |       |       |     |      |      |        |       |          |     |\n| 28          |      |         |      |       |       |     |      |      |        | -02   |          |     |\n| 29          |      |         |      |       |       |     |      |      |        | -06   |          | -28 |\n| 30          |      |         |      |       |       |     |      |      |        | 1-17  |          | 2-24 |\n| 31          |      |         |      |       |       |     |      |      |        | 1-48  |          | -18 |\n| **Total**   |      |         |      |       |       |     |      |      |        | 1-95  |          | 1-63 |\n\nTotal fall of rain 29·81 inches.\n### Table XXVI.\n\nRegister of the Ombrometer in Dukhun during the year 1829.\n\n| Dates, 1829 | January | Feb. | March | April | May | June | July | August | Sept. | October | Nov. | Dec. |\n|-------------|---------|------|-------|-------|-----|------|------|--------|-------|---------|------|-----|\n| 1           |         |      |       |       |     |      |      |        |       |         |      |     |\n| 2           |         |      |       |       |     |      |      |        |       |         |      |     |\n| 3           |         |      |       |       |     |      |      |        |       |         |      |     |\n| 4           |         |      |       |       |     |      |      |        |       |         |      |     |\n| 5           |         |      |       |       |     |      |      |        |       |         |      |     |\n| 6           |         |      |       |       |     |      |      |        |       |         |      |     |\n| 7           |         |      |       |       |     |      |      |        |       |         |      |     |\n| 8           |         |      |       |       |     |      |      |        |       |         |      |     |\n| 9           |         |      |       |       |     |      |      |        |       |         |      |     |\n| 10          |         |      |       |       |     |      |      |        |       |         |      |     |\n| 11          |         |      |       |       |     |      |      |        |       |         |      |     |\n| 12          |         |      |       |       |     |      |      |        |       |         |      |     |\n| 13          |         |      |       |       |     |      |      |        |       |         |      |     |\n| 14          |         |      |       |       |     |      |      |        |       |         |      |     |\n| 15          |         |      |       |       |     |      |      |        |       |         |      |     |\n| 16          |         |      |       |       |     |      |      |        |       |         |      |     |\n| 17          |         |      |       |       |     |      |      |        |       |         |      |     |\n| 18          |         |      |       |       |     |      |      |        |       |         |      |     |\n| 19          |         |      |       |       |     |      |      |        |       |         |      |     |\n| 20          |         |      |       |       |     |      |      |        |       |         |      |     |\n| 21          |         |      |       |       |     |      |      |        |       |         |      |     |\n| 22          |         |      |       |       |     |      |      |        |       |         |      |     |\n| 23          |         |      |       |       |     |      |      |        |       |         |      |     |\n| 24          |         |      |       |       |     |      |      |        |       |         |      |     |\n| 25          |         |      |       |       |     |      |      |        |       |         |      |     |\n| 26          |         |      |       |       |     |      |      |        |       |         |      |     |\n| 27          |         |      |       |       |     |      |      |        |       |         |      |     |\n| 28          |         |      |       |       |     |      |      |        |       |         |      |     |\n| 29          |         |      |       |       |     |      |      |        |       |         |      |     |\n| 30          |         |      |       |       |     |      |      |        |       |         |      |     |\n| 31          |         |      |       |       |     |      |      |        |       |         |      |     |\n\nTotal 18·53 inches.\n### Table XXVII.\n\nRegister of the Ombrometer at Poona during the year 1830.\n\n| Dates. 1830 | January | Feb. | March | April | May | June | July | August | Sept. | October | Nov. | Dec. |\n|-------------|---------|------|-------|-------|-----|------|------|--------|-------|----------|------|------|\n| 1           |         |      |       |       |     |      |      | .39    | .03   | .40      |      |      |\n| 2           |         |      |       |       |     |      |      | .02    |      |          |      |      |\n| 3           |         |      |       |       |     |      |      |        |      |          |      |      |\n| 4           |         |      |       |       | .02 |      |      | .40    | .02   |          |      |      |\n| 5           |         |      |       |       |     |      |      | .10    |      |          |      |      |\n| 6           |         |      |       |       |     |      |      | .02    | .10   |          |      |      |\n| 7           |         |      |       |       |     |      |      | .04    | .02   |          |      | .06   |\n| 8           |         |      |       |       |     |      |      | .04    | .12   | .08      | .17  |      |\n| 9           |         |      |       |       |     |      |      | .03    | .50   |          |      | .11   |\n| 10          |         |      |       |       |     |      |      | .20    |      |          |      | .24   |\n| 11          |         |      |       |       |     |      |      | .10    |      |          |      | .23   |\n| 12          |         |      |       |       |     |      |      | 1.19   |      |          |      | 1.81  |\n| 13          |         |      |       |       |     |      |      | .06    | .04   |          |      | .01   |\n| 14          |         |      |       |       |     |      |      |        |      |          |      |      |\n| 15          |         |      |       |       |     |      |      | .01    | 1.81  |          |      |      |\n| 16          |         |      |       |       |     |      |      |        |      |          |      | .07   |\n| 17          |         |      |       |       |     |      |      |        |      |          |      | .08   |\n| 18          |         |      |       |       |     |      |      |        |      |          |      | .02   |\n| 19          |         |      |       |       |     |      |      |        |      |          |      |      |\n| 20          |         |      |       |       |     |      |      |        |      |          |      |      |\n| 21          |         |      |       |       |     |      |      | .43    | .28   | .32      |      |      |\n| 22          |         |      |       |       |     |      |      | .47    |      |          |      | .04   |\n| 23          |         |      |       |       |     |      |      | .30    | .33   | .33      |      |      |\n| 24          |         |      |       |       |     |      |      | .19    | 2.31  |          |      | .17   |\n| 25          |         |      |       |       |     |      |      | .09    |      | 2.41     |      | .04   |\n| 26          |         |      |       |       |     |      |      |        |      |          |      | .16   |\n| 27          |         |      |       |       |     |      |      | .03    |      |          |      | .52   |\n| 28          |         |      |       |       |     |      |      | .03    | .02   | .02      |      |      |\n| 29          |         |      |       |       |     |      |      |        |      |          |      | .01   |\n| 30          |         |      |       |       |     |      |      |        |      |          |      | .10   |\n| 31          |         |      |       |       |     |      |      | .41    |      |          |      |      |\n| Total       |         |      |       |       |     |      |      | 1.04   | .79   | 5.57     | 5.35 | 1.61   |\n|             |         |      |       |       |     |      |      |        |      |          |      | .29   |\n|             |         |      |       |       |     |      |      |        |      |          |      | 3.07  |\n### Table XXVIII.\n\nTabular view of the fall of rain in Dukhun from 1826 to 1830, both inclusive.\n\n| Months | 1826 | 1827 | 1828 | 1829 | 1830 | Total in five years |\n|--------|------|------|------|------|------|---------------------|\n| January |      |      |      |      |      | 2·29                |\n| February|      |      |      |      |      |                    |\n| March   |      |      | 0·04 |      |      | 0·04                |\n| April   |      |      |      |      | 1·04 | 1·04                |\n| May     | 3·41 | 0·04 | 1·95 | 2·74 | 0·79 | 8·93                |\n| June    | 3·30 | 13·47| 1·63 | 4·86 | 5·57 | 28·83               |\n| July    | 8·43 | 1·79 | 7·58 | 4·38 | 5·35 | 27·53               |\n| August  | 1·03 | 2·01 | 3·35 | 3·21 | 1·72 | 11·32               |\n| September| 1·54| 4·51 | 6·92 | 0·33 | 0·29 | 13·59               |\n| October | 1·90 | 4·33 | 6·34 | 1·81 | 3·07 | 17·45               |\n| November| 2·33 | 0·15 | 2·04 |      |      | 4·52                |\n| December| 0·40 |      |      |      |      | 1·60                |\n| **Total**| 22·34| 28·63| 29·81| 18·53| 17·83| 117·14              |\n\n23·43 inches mean annual fall.\n\n### Table XXIX.\n\nTabular view of the fall of rain in Bombay from 1817 to 1829, inclusive, in the monsoon.\n\n| Months | 1817 | 1818 | 1819 | 1820 | 1821 | 1822 | 1823 | 1824 | 1825 | 1826 | 1827 | 1828 | 1829 | Total |\n|--------|------|------|------|------|------|------|------|------|------|------|------|------|------|-------|\n| Jan.   |      |      |      |      |      |      |      |      |      |      |      |      |      |       |\n| Feb.   |      |      |      |      |      |      |      |      |      |      |      |      |      |       |\n| Mar.   |      |      |      |      |      |      |      |      |      |      |      |      |      |       |\n| April  |      |      |      |      |      |      |      |      |      |      |      |      |      |       |\n| May    |      |      |      |      |      |      |      |      |      |      |      |      |      |       |\n| June   | 45·72| 22·54| 15·95| 18·82| 15·18| 29·21| 21·76| 3·89 | 24·25| 17·75| 49·15| 23·53| 27·86|       |\n| July   | 23·67| 17·69| 30·66| 28·37| 20·60| 26·39| 15·96| 8·07 | 25·17| 26·97| 10·29| 52·75| 19·78|       |\n| Aug.   | 9·34 | 28·45| 20·24| 19·49| 28·52| 33·83| 19·70| 17·86| 12·94| 8·40 | 10·51| 17·22| 12·40|       |\n| Sept.  | 24·87| 10·39| 10·11| 10·66| 18·29| 22·16| 4·28 | 1·78 | 9·68 | 23·50| 10·16| 22·08| 4·95 |       |\n| Oct.   | 1·19 | 2·07 | 1·14 |      | 0·40 | 0·82 |      | 2·37 |      | 1·23 | 0·92 | 6·40 |      |       |\n| Nov.   |      |      |      |      |      |      |      |      |      |      |      |      |      |       |\n| Dec.   |      |      |      |      |      |      |      |      |      |      |      |      |      |       |\n| **Total**| 103·79| 81·14| 77·10| 77·34| 82·99| 112·61| 61·70| 34·33| 72·24| 77·85| 81·03| 121·98| 64·99|       |\n\n80·69 inches mean annual fall in the monsoon.\n### Table XXX.\n\nPrevailing Winds in Dukhun in the year 1826.\n\n| North | North-east | East | South-east | South | West | North-west |\n|-------|------------|------|------------|-------|------|------------|\n| No wind | No wind | No wind | No wind | No wind | No wind | No wind |\n\n### Table XXXI.\n\nPrevailing Winds in Dukhun in the year 1827.\n\n| North | North-east | East | South-east | South | West | North-west |\n|-------|------------|------|------------|-------|------|------------|\n| No wind | No wind | No wind | No wind | No wind | No wind | No wind |\n### Table XXXIII.\n\n**Prevailing Winds in Dukhun in the year 1829.**\n\n| Month | North | Northeast | East | Southeast | South | Southwest | West | Northwest | No wind |\n|-------|-------|-----------|------|-----------|-------|-----------|------|-----------|---------|\n| Jan.  | 5     | 3         | 4    | 19        | 1     | 2         | 1   | 1         | 1       |\n| Feb.  | 1     | 1         | 2    | 2         | 1     | 5         | 1   | 1         | 1       |\n| Mar.  | 1     | 2         | 1    | 1         | 1     | 5         | 1   | 1         | 1       |\n| Apr.  | 1     | 1         | 1    | 1         | 1     | 5         | 1   | 1         | 1       |\n| May   | 1     | 1         | 1    | 1         | 1     | 5         | 1   | 1         | 1       |\n| June  | 1     | 1         | 1    | 1         | 1     | 5         | 1   | 1         | 1       |\n| July  | 1     | 1         | 1    | 1         | 1     | 5         | 1   | 1         | 1       |\n| Aug.  | 1     | 1         | 1    | 1         | 1     | 5         | 1   | 1         | 1       |\n| Sept. | 1     | 1         | 1    | 1         | 1     | 5         | 1   | 1         | 1       |\n| Oct.  | 1     | 1         | 1    | 1         | 1     | 5         | 1   | 1         | 1       |\n| Nov.  | 1     | 1         | 1    | 1         | 1     | 5         | 1   | 1         | 1       |\n| Dec.  | 1     | 1         | 1    | 1         | 1     | 5         | 1   | 1         | 1       |\n\nTotal: 6 13 13 13 13 13 13 13 13 13 13 13\n\n* Four indications of wind, violent and variable.\n+ One indication of wind, variable.\nAbstract of the Prevailing Winds in Dukhun during the years 1826, 1827, 1829, and 1830.\n\n**Table XXXV.**\n\n| Year | North-east | East | South-east | South | West | North-west | No wind |\n|------|------------|------|------------|-------|------|------------|---------|\n| 1826 | 1          | 1    | 1          | 1     | 1    | 1          | 1       |\n| 1827 | 1          | 1    | 1          | 1     | 1    | 1          | 1       |\n| 1829 | 1          | 1    | 1          | 1     | 1    | 1          | 1       |\n| 1830 | 1          | 1    | 1          | 1     | 1    | 1          | 1       |\n\n*No observation.*\n\n**Table XXXIV.**\n\nPrevailing Winds in Dukhun in the year 1830.\n\n| Month | January | February | March | April | May | June | July | August | September | October | November | December |\n|-------|---------|----------|-------|-------|-----|------|------|--------|-----------|---------|----------|----------|\n| North | 1       | 1        | 1     | 1     | 1   | 1    | 1    | 1      | 1         | 1       | 1        | 1        |\n| South | 1       | 1        | 1     | 1     | 1   | 1    | 1    | 1      | 1         | 1       | 1        | 1        |\n| East  | 1       | 1        | 1     | 1     | 1   | 1    | 1    | 1      | 1         | 1       | 1        | 1        |\n| West  | 1       | 1        | 1     | 1     | 1   | 1    | 1    | 1      | 1         | 1       | 1        | 1        |\n| North-west | 1 | 1 | 1 | 1 | 1 | 1 | 1 | 1 | 1 | 1 | 1 | 1 |\n| South-west | 1 | 1 | 1 | 1 | 1 | 1 | 1 | 1 | 1 | 1 | 1 | 1 |\n| No wind | 1 | 1 | 1 | 1 | 1 | 1 | 1 | 1 | 1 | 1 | 1 | 1 |\n\nTotal year: 12\n\nSunrise: 4-5 A.M.\nSunset: 10-11 P.M.\n\nTotal: 12\n\nIn 1830 the observations at sunrise were for the most part omitted, and observations at 10—11 P.M. substituted.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108122.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 61,
    "total-input-tokens": 98822,
    "total-output-tokens": 61890,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2797,
        2
      ],
      [
        2797,
        6106,
        3
      ],
      [
        6106,
        9359,
        4
      ],
      [
        9359,
        12687,
        5
      ],
      [
        12687,
        16037,
        6
      ],
      [
        16037,
        19330,
        7
      ],
      [
        19330,
        22576,
        8
      ],
      [
        22576,
        26020,
        9
      ],
      [
        26020,
        29230,
        10
      ],
      [
        29230,
        32534,
        11
      ],
      [
        32534,
        35872,
        12
      ],
      [
        35872,
        39239,
        13
      ],
      [
        39239,
        42678,
        14
      ],
      [
        42678,
        46335,
        15
      ],
      [
        46335,
        49685,
        16
      ],
      [
        49685,
        52985,
        17
      ],
      [
        52985,
        55945,
        18
      ],
      [
        55945,
        59301,
        19
      ],
      [
        59301,
        62565,
        20
      ],
      [
        62565,
        65806,
        21
      ],
      [
        65806,
        69094,
        22
      ],
      [
        69094,
        72579,
        23
      ],
      [
        72579,
        76027,
        24
      ],
      [
        76027,
        79529,
        25
      ],
      [
        79529,
        83105,
        26
      ],
      [
        83105,
        86471,
        27
      ],
      [
        86471,
        89742,
        28
      ],
      [
        89742,
        93183,
        29
      ],
      [
        93183,
        96468,
        30
      ],
      [
        96468,
        99726,
        31
      ],
      [
        99726,
        103097,
        32
      ],
      [
        103097,
        106443,
        33
      ],
      [
        106443,
        109667,
        34
      ],
      [
        109667,
        112964,
        35
      ],
      [
        112964,
        116256,
        36
      ],
      [
        116256,
        119636,
        37
      ],
      [
        119636,
        127327,
        38
      ],
      [
        127327,
        131883,
        39
      ],
      [
        131883,
        133886,
        40
      ],
      [
        133886,
        139487,
        41
      ],
      [
        139487,
        142682,
        42
      ],
      [
        142682,
        144674,
        43
      ],
      [
        144674,
        149124,
        44
      ],
      [
        149124,
        150157,
        45
      ],
      [
        150157,
        151922,
        46
      ],
      [
        151922,
        156651,
        47
      ],
      [
        156651,
        158169,
        48
      ],
      [
        158169,
        160973,
        49
      ],
      [
        160973,
        162930,
        50
      ],
      [
        162930,
        165063,
        51
      ],
      [
        165063,
        166986,
        52
      ],
      [
        166986,
        170794,
        53
      ],
      [
        170794,
        174547,
        54
      ],
      [
        174547,
        178418,
        55
      ],
      [
        178418,
        182114,
        56
      ],
      [
        182114,
        186185,
        57
      ],
      [
        186185,
        189158,
        58
      ],
      [
        189158,
        189712,
        59
      ],
      [
        189712,
        191271,
        60
      ],
      [
        191271,
        193024,
        61
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108122",
    "title": "On the Atmospheric Tides and Meteorology of Dukhun (Deccan), East Indies",
    "authors": "W. H. Sykes",
    "year": 1835,
    "volume": "125",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 61,
    "jstor_url": "https://www.jstor.org/stable/108122"
  }
}