{
  "id": "ccd3370a6efaf62351c80f107602d795e46f27fb",
  "text": "I. THE BAKERIAN LECTURE.—On the Absorption and Radiation of Heat by Gases and Vapours, and on the Physical Connexion of Radiation, Absorption, and Conduction.\n\nBy John Tyndall, Esq., F.R.S., Member of the Academies and Societies of Holland, Geneva, Göttingen, Zürich, Halle, Marburg, Breslau, la Société Philomathique of Paris, &c.; Professor of Natural Philosophy in the Royal Institution, and in the Government School of Mines.\n\nReceived January 10,—Read February 7, 1861.\n\n§ 1.\n\nThe researches on glaciers which I have had the honour of submitting from time to time to the notice of the Royal Society, directed my attention in a special manner to the observations and speculations of De Saussure, Fourier, M. Pouillet, and Mr. Hopkins, on the transmission of solar and terrestrial heat through the earth’s atmosphere. This gave practical effect to a desire which I had previously entertained to make the mutual action of radiant heat and gases of all kinds the subject of an experimental inquiry.\n\nOur acquaintance with this department of Physics is exceedingly limited. So far as my knowledge extends, the literature of the subject may be stated in a few words.\n\nFrom experiments with his admirable thermo-electric apparatus, Melloni inferred that for a distance of 18 or 20 feet the absorption of radiant heat by atmospheric air is perfectly insensible*.\n\nWith a delicate apparatus of the same kind, Dr. Franz of Berlin found that the air contained in a tube 3 feet long absorbed 3·54 per cent. of the heat sent through it from an Argand lamp; that is to say, calling the number of rays which passed through the exhausted tube 100, the number which passed when the tube was filled with air was only 96·46†.\n\nIn the sequel I shall refer to circumstances which induce me to conclude that the\n\n* La Thermochrose, p. 136. † Poggendorff’s Annalen, vol. xciv. p. 342.\nresult obtained by Dr. Franz is due to an inadvertence in his mode of observation. These are the only experiments of this nature with which I am acquainted, and they leave the field of inquiry now before us perfectly unbroken ground.\n\n§ 2.\n\nAt an early stage of the investigation I experienced the need of a first-class galvanometer. My instrument was constructed by that excellent workman, Sauerwald of Berlin. The needles are suspended independently of the shade; the latter is constructed so as to enclose the smallest possible amount of air, the disturbance of aerial currents being thereby practically avoided. The plane glass plate, which forms the cover of the instrument, is close to the needle, so that the position of the latter can be read off with ease and accuracy either by the naked eye or by a magnifying lens.\n\nThe wire of the coil belonging to this instrument was drawn from copper obtained from a galvano-plastic manufactory in the Prussian Capital; but it was not free from the magnetic metals. In consequence of its impurity in this respect, when the needles were perfectly astatic they deviated as much as $30^\\circ$ right and left of the neutral line. To neutralize this a \"compensator\" was made use of, by which the needle was gently drawn to zero in opposition to the magnetism of the coil.\n\nBut the instrument suffered much in point of delicacy from this arrangement, and accurate quantitative determinations with it were unattainable. I therefore sought to replace the Berlin coil by a less magnetic one. Mr. Becker first supplied me with a coil which reduced the lateral deflection from $30^\\circ$ to $5^\\circ$.\n\nBut even this small residue was a source of great annoyance to me, and for a time I almost despaired of obtaining pure copper wire. I knew that Professor Magnus had succeeded in obtaining it for his galvanometer, but the labour of doing so was immense*. Previous to undertaking a similar task, the thought occurred to me, that for my purpose a magnet furnished an immediate and perfect test as to the quality of the wire. Pure copper is diamagnetic; hence its repulsion or attraction by the magnet would at once declare its fitness or unfitness for the purpose which I had in view.\n\nFragments of the wire first furnished to me by M. Sauerwald were strongly attracted by the magnet. The wire furnished by Mr. Becker, when covered with its green silk, was also attracted, though in a much feebler degree.\n\nI then removed the green silk covering from the latter and tested the naked wire. It was repelled. The whole annoyance was thus fastened on the green silk; some iron compound had been used in the dyeing of it; and to this the deviation of my needle from zero was manifestly due.\n\nI had the green coating removed and the wire overspun with white silk, clean hands being used in the process. A perfect galvanometer is the result. The needle, when released from the action of a current, returns accurately to zero, and is perfectly free from all magnetic action on the part of the coil. In fact while we have been devising\n\n* Poggendorff's Annalen, vol. lxxxiii. p. 489; and Phil. Mag. 1852, vol. iii. p. 82.\nagate plates and other elaborate methods to get rid of the great nuisance of a magnetic coil *, the means of doing so are at hand. Nothing is more easy to be found than diamagnetic copper wire. Out of eleven specimens, four of which were furnished by Mr. Becker, and seven taken at random from our laboratory, nine were found diamagnetic and only two magnetic.\n\nPerhaps the only defect of those fine instruments with which Du Bois Raymond conducts his admirable researches in animal electricity is that above alluded to. The needle never comes to zero, but is drawn to it by a minute magnet. This defect may be completely removed. By the substitution of clean white silk for green, however large the coil may be, the compensator may be dispensed with, and a great augmentation of delicacy secured. The instrument will be rendered suitable for quantitative measurements; effects which are now beyond the reach of experiment will be rendered manifest; while the important results hitherto established will be obtained with a fraction of the length of wire now in use †.\n\n§ 3.\n\nOur present knowledge of the deportment of liquids and solids, would lead to the inference, that if gases and vapours exercised any appreciable absorptive power on radiant heat, the absorption would make itself most manifest on heat emanating from an obscure source. But an experimental difficulty occurs at the outset in dealing with such heat. How must we close the receiver containing the gases through which the calorific rays are to be sent? Melloni found that a glass plate one-tenth of an inch in thickness intercepted all the rays emanating from a source of the temperature of boiling water, and fully 94 per cent. of the rays from a source of 400° Centigrade. Hence a tube closed with glass plates would be scarcely more suitable for the purpose now under consideration, than if its ends were stopped by plates of metal.\n\nRock-salt immediately suggests itself as the proper substance; but to obtain plates of suitable size and transparency was exceedingly difficult. Indeed, had I been less efficiently seconded, the obstacles thus arising might have been insuperable. To the Trustees of the British Museum I am indebted for the material of one good plate of salt; to Mr. Harlin for another; while Mr. Lettsom, at the instance of Mr. Darker ‡, brought me a piece of salt from Germany from which two fair plates were taken. To Lady Murchison, Sir Emerson Tennant, Sir Philip Egerton, and Mr. Pattison my best thanks are also due for their friendly assistance.\n\nThe first experiments were made with a tube of tin polished inside, 4 feet long and 2·4\n\n* See Melloni upon this subject, 'Thermochrose,' pp. 31–33.\n† Mr. Becker, to whose skill and intelligence I have been greatly indebted, furnished me with several specimens of wire of the same fineness as that used by Du Bois Raymond, some covered with green silk and others with white. The former were invariably attracted, the latter invariably repelled. In all cases the naked wire was repelled.\n‡ During the course of the inquiry I have often had occasion to avail myself of the assistance of this excellent mechanician.\ninches in diameter, the ends of which were furnished with brass appendages to receive the plates of rock-salt. Each plate was pressed firmly against a flange by means of a bayonet joint, being separated from the flange by a suitable washer. Various descriptions of leather washers were tried for this purpose and rejected. The substance finally chosen was vulcanized india-rubber very lightly smeared with a mixture of bees-wax and spermaceti. A T-piece was attached to the tube, communicating on one side with a good air-pump, and on the other with the external air, or with a vessel containing the proper gas.\n\nThe tube being mounted horizontally, a Leslie's cube containing hot water was placed close to one of its ends, while an excellent thermo-electric pile, connected with its galvanometer, was presented to the other. The tube being exhausted, the calorific rays sent through it fell upon the pile, a permanent deflection of $30^\\circ$ being the consequence. The temperature of the water was in the first instance purposely so arranged as to produce this deflection.\n\nDry air was now admitted into the tube, while the needle of the galvanometer was observed with all possible care. Even by the aid of a magnifying lens I could not detect the slightest change of position. Oxygen, hydrogen, and nitrogen, subjected to the same test, gave the same negative result. The temperature of the water was subsequently lowered so as to produce a deflection of $20^\\circ$ and $10^\\circ$ in succession, and then heightened till the deflection amounted to $40^\\circ$, $50^\\circ$, $60^\\circ$ and $70^\\circ$; but in no case did the admission of air, or any of the above gases into the exhausted tube, produce any sensible change in the position of the needle.\n\nIt is a well-known peculiarity of the galvanometer, that its higher and lower degrees represent different amounts of calorific action. In my instrument, for example, the quantity of heat necessary to move the needle from $60^\\circ$ to $61^\\circ$ is about twenty times that required to move it from $11^\\circ$ to $12^\\circ$. Now in the case of the small deflections above referred to, the needle was, it is true, in a sensitive position; but then the total amount of heat passing through the tube was so inconsiderable that a small percentage of it, even if absorbed, might well escape detection. In the case of the large deflections, on the other hand, though the total amount of heat was large, and though the quantity absorbed might be proportionate, the needle was in such a position as to require a very considerable abstraction of heat to produce any sensible change in its position. Hence arose the thought of operating, if possible, with large quantities of heat, while the needle intended to reveal its absorption should continue to occupy its position of maximum delicacy.\n\nThe first attempt at solving this problem was as follows: my galvanometer is a differential one; the coil being composed of two wires wound side by side, so that a current could be sent through either of them independent of the other. The thermo-electric pile was placed at one end of the tin tube, and the ends of one of the galvanometer wires connected with it. A copper ball heated to low redness being placed at the other end of the tube, the needle of the galvanometer was propelled to its stops near $90^\\circ$. The ends\nof the second wire were now so attached to a second pile that when the latter was caused to approach the copper ball, the current thus excited passed through the coil in a direction opposed to the first one. Gradually, as the second pile was brought nearer to the source of heat, the needle descended from the stops, and when the two currents were nearly equal the position of the needle was close to zero.\n\nHere then we had a powerful flux of heat through the tube; and if a column of gas four feet long exercised any sensible absorption, the needle was in the position best calculated to reveal it. In the first experiment made in this way, the neutralization of one current by the other occurred when the tube was filled with air; and after the exhaustion of the tube had commenced, the needle started suddenly off in a direction which indicated that a less amount of heat passed through the partially exhausted tube, than through the tube filled with air. The needle, however, soon stopped, turned, descended quickly to zero, and passed on to the other side, where its deflection became permanent. The air made use of in this experiment came direct from the laboratory, and the first impulsion of the needle was probably due to the aqueous vapour precipitated as a cloud by the sudden exhaustion of the tube. When, previous to its admission, the air was passed over chloride of calcium, or pumice-stone moistened with sulphuric acid, no such effect was observed. The needle moved steadily in one direction until its maximum deflection was attained, and this deflection showed that in all cases radiant heat was absorbed by the air within the tube.\n\nThese experiments were commenced in the spring of 1859, and continued without intermission for seven weeks. The course of the inquiry during this whole period was an incessant struggle with experimental difficulties. Approximate results were easily obtainable, but I aimed at exact measurements, which could not be made with a varying source of heat like the copper ball. I resorted to copper cubes containing fusible metal, or oil, raised to a high temperature; but was not satisfied with their action. I finally had a lamp constructed which poured a sheet of gas-flame along a plate of copper; and to keep the flame constant, a gas regulator specially constructed for me by Mr. Hulet was made use of. It was also arranged that the radiating plate should form one of the walls of a chamber which could be connected with the air-pump and exhausted; so that the heat emitted by the copper plate might cross a vacuum before entering the experimental tube. With this apparatus I determined approximately the absorption of nine gases and twenty vapours during the summer of 1859. The results would furnish materials for a long memoir; but increased experience and improved methods have enabled me to substitute for them others of greater value; I shall therefore pass over the work of these seven weeks without further allusion to it.\n\nOn the 9th of September of the present year (1860) I resumed the inquiry. For three weeks I worked with the plate of copper as my source of heat, but finally rejected it on the score of insufficient constancy. I again resorted to the cube of hot oil, and continued to work with it up to Monday the 29th of October. During the seven weeks just referred to, I experimented from eight to ten hours daily; but these experiments, though\nmore accurate, must unhappily share the fate of the former ones. In fact the period was one of discipline,—a continued struggle against the difficulties of the subject and the defects of the locality in which the inquiry was conducted.\n\nMy reason for making use of the high sources of heat above referred to was, that the absorptive power of some of the gases which I had examined was so small that to make it clearly evident, a high temperature was essential. For other gases, and for all the vapours that had come under my notice, a source of lower temperature would have been not only sufficient, but far preferable. I was finally induced to resort to boiling water, which, though it gave greatly diminished effects, was capable of being preserved at so constant a temperature, that deflections which, with the other sources, would be masked by the errors of observation, became with it true quantitative measures of absorption.\n\n§ 4.\n\nThe entire apparatus made use of in the experiments on absorption is figured on Plate I. SS' is the experimental tube composed of brass, polished within, and connected, as shown in the figure, with the air-pump, AA. At S and S' are the plates of rock-salt which close the tube air-tight. The length from S to S' is 4 feet. C is a cube containing boiling water, in which is immersed the thermometer t. The cube is of cast copper, and on one of its faces a projecting ring was cast to which a brass tube of the same diameter as SS', and capable of being connected air-tight with the latter, was carefully soldered. The face of the cube within the ring is the radiating plate, which is coated with lampblack. Thus between the cube C and the first plate of rock-salt there is a front chamber F, connected with the air-pump by the flexible tube DD, and capable of being exhausted independently of SS'. To prevent the heat of conduction from reaching the plate of rock-salt S, the tube F is caused to pass through a vessel V, being soldered to the latter where it enters it and issues from it. This vessel is supplied with a continuous flow of cold water through the influx tube ii, which dips to the bottom of the vessel; the water escapes through the efflux tube ee, and the continued circulation of the cold liquid completely intercepts the heat that would otherwise reach the plate S. The cube C is heated by the gas-lamp L. P is the thermo-electric pile placed on its stand at the end of the experimental tube, and furnished with two conical reflectors, as shown in the figure. C' is the compensating cube, used to neutralize by its radiation* the effect of the rays passing through SS'. The regulation of this neutralization was an operation of some delicacy; to effect it the double screen H was connected with a winch and screw arrangement, by which it could be advanced or withdrawn through extremely minute spaces. For this most useful adjunct I am indebted to the kindness of my friend Mr. Gassiot. NN is the galvanometer with perfectly astatic needles, and perfectly non-magnetic coil; it is connected with the pile P by the wires ww; YY is a system of six chloride-of-calcium tubes, each 32 inches long; R is a\n\n* It will be seen that in this arrangement I have abandoned the use of the differential galvanometer, and made the thermo-electric pile the differential instrument.\nU-tube containing fragments of pumice-stone, moistened with strong caustic potash; and Z is a second similar tube, containing fragments of pumice-stone wetted with strong sulphuric acid. When drying only was aimed at, the potash tube was suppressed. When, on the contrary, as in the case of atmospheric air, both moisture and carbonic acid were to be removed, the potash tube was included. GG is a holder from which the gas to be experimented with was sent through the drying tubes, and thence through the pipe pp into the experimental tube SS'. The appendage at M and the arrangement at OO may for the present be disregarded; I shall refer to them particularly by and by.\n\nThe mode of proceeding was as follows:—The tube SS' and the chamber F being exhausted as perfectly as possible, the connexion between them was intercepted by shutting off the cocks m, m'. The rays from the interior blackened surface of the cube C passed first across the vacuum F, then through the plate of rock-salt S, traversed the experimental tube, crossed the second plate S', and being concentrated by the anterior conical reflector, impinged upon the adjacent face of the pile P. Meanwhile the rays from the hot cube C' fell upon the opposite face of the pile, and the position of the galvanometer needle declared at once which source was predominant. A movement of the screen H back or forward with the hand sufficed to establish an approximate equality; but to make the radiations perfectly equal, and thus bring the needle exactly to 0°, the fine motion of the screw above referred to was necessary. The needle being at 0°, the gas to be examined was admitted into the tube; passing, in the first place, through the drying apparatus. Any required quantity of the gas may be admitted; and here experiments on gases and vapours enjoy an advantage over those with liquids and solids, namely, the capability of changing the density at pleasure. When the required quantity of gas had been admitted, the galvanometer was observed, and from the deflection of its needle the absorption was accurately determined.\n\nUp to about its 36th degree, the degrees of my galvanometer are all equal in value; that is to say, it requires the same amount of heat to move the needle from 1° to 2° as to move it from 35° to 36°. Beyond this limit the degrees are equivalent to larger amounts of heat. The instrument was accurately calibrated by the method recommended by Melloni (Thermochrose, p. 59), so that the precise value of its larger deflections are at once obtained by reference to a table. Up to the 36th degree, therefore, the simple deflections may be regarded as the expression of the absorption, but beyond this the absorption equivalent to any deflection is obtained from the table of calibration.\n\n§ 5.\n\nThe air of the laboratory, freed from its moisture and carbonic acid, and permitted to enter until the tube was filled, produced a deflection of about\n\n\\[1^\\circ.\\]\n\nOxygen obtained from chlorate of potash and peroxide of manganese produced a deflection of about\n\n\\[1^\\circ.\\]\n\nOne specimen of nitrogen, obtained from the decomposition of nitrate of potash, pro-\nduced a deflection of about\n\n1°.\n\nHydrogen from zinc and sulphuric acid produced a deflection of about\n\n1°.\n\nHydrogen obtained from the electrolysis of water produced a deflection of about\n\n1°.\n\nOxygen obtained from the electrolysis of water, and sent through a series of eight bulbs containing a strong solution of iodide of potassium, produced a deflection of about\n\n1°.\n\nIn the last experiment the electrolytic oxygen was freed from its ozone. The iodide of potassium was afterwards suppressed, and the oxygen, plus its ozone, admitted into the tube; the deflection produced was\n\n4°.\n\nHence the small quantity of ozone which accompanied the oxygen in this case trebled the absorption of the oxygen itself*.\n\nI have repeated this experiment many times, employing different sources of heat. With sources of high temperature the difference between the ozone and the ordinary oxygen comes out very strikingly. By careful decomposition a much larger amount of ozone might be obtained, and a corresponding large effect on radiant heat produced.\n\nIn obtaining the electrolytic oxygen I made use of two different vessels. To diminish the resistance of the acidulated water to the passage of the current, I placed in one vessel a pair of very large platinum plates, between which the current from a battery of ten of Grover's cells was transmitted. The oxygen bubbles liberated on so large a surface were extremely minute, and the gas thus generated, on being sent through iodide of potassium, scarcely coloured the liquid; the characteristic odour of ozone was also almost entirely absent. In the second vessel smaller plates were used. The bubbles of oxygen were much larger, and did not come into such intimate contact with either the platinum or the water. The oxygen thus obtained showed the characteristic reactions of ozone, and with it the above result was obtained.\n\nThe total amount of heat transmitted through the tube in these experiments produced a deflection of\n\n71°5.\n\nTaking as unit of heat the quantity necessary to cause the needle to move from 0° to 1°, the number of units expressed by the above deflection is\n\n308.\n\nHence the absorption by the above gases amounted to about 0·33 per cent.\n\nI am unable at the present moment to range with certainty oxygen, hydrogen, nitrogen, and atmospheric air in the order of their absorptive powers, though I have made several hundred experiments with the view of doing so. Their proper action is so small that the slightest foreign impurity gives one a predominance over the other. In\n\n* It will be seen further on that this result is in harmony with the supposition that ozone, obtained in the manner described, is a compound body.\npreparing the gases, I have resorted to the methods which I found recommended in chemical treatises, but as yet only to discover the defects incidental to these methods. Augmented experience and the assistance of my friends will, I trust, enable me to solve this point by and by. An examination of the whole of the experiments induces me to regard hydrogen as the gas which exercises the lowest absorptive power.\n\nWe have here the cases of minimum gaseous absorption. It will be interesting to place in juxtaposition with the above results some of those obtained with olefiant gas,—the most highly absorbent permanent gas that I have hitherto examined. I select for this purpose an experiment made on the 21st of November.\n\nThe needle being steady at zero, in consequence of the equality of the actions on the opposite faces of the pile, the admission of olefiant gas gave a permanent deflection of\n\n\\[70^\\circ 3.\\]\n\nThe gas being completely removed, and the equilibrium re-established, a plate of polished metal was interposed between one of the faces of the pile and the source of heat adjacent. The total amount of heat passing through the exhausted tube was thus found to produce a deflection of\n\n\\[75^\\circ.\\]\n\nNow a deflection of \\(70^\\circ 3\\) is equivalent to 290 units, and a deflection of \\(75^\\circ\\) is equivalent to 360 units; hence more than seven-ninths of the total heat was cut off by the olefiant gas, or about 81 per cent.\n\nThe extraordinary energy with which the needle was deflected when the olefiant gas was admitted into the tube, was such as might occur had the plates of rock-salt become suddenly covered with an opake layer. To test whether any such action occurred, I polished a plate carefully, and projected against it for a considerable time a stream of the gas; there was no dimness produced. The plates of rock-salt, moreover, which were removed daily from the tube, usually appeared as bright when taken out as when they were put in.\n\nThe gas in these experiments issued from its holder, and had there been in contact with cold water. To test whether it had chilled the plates of rock-salt, and thus produced the effect, I filled a similar holder with atmospheric air, and allowed it to attain the temperature of the water; but its action was not thereby sensibly augmented.\n\nIn order to subject the gas to ocular examination, I had a glass tube constructed and connected with the air-pump. On permitting olefiant gas to enter it, not the slightest dimness or opacity was observed. To remove the last trace of doubt as to the possible action of the gas on the plates of rock-salt, the tin tube referred to at the commencement was perforated at its centre and a cock inserted into it; the source of heat was at one end of the tube, and the thermo-electric pile at some distance from the other. The plates of salt were entirely abandoned, the tube being open at its ends and consequently full of air. On allowing the olefiant gas to stream for a second or two into the tube through the central cock, the needle flew off and struck against its stops. It was held steadily for a considerable time between \\(80^\\circ\\) and \\(90^\\circ\\).\nA slow current of air sent through the tube gradually removed the gas, and the needle returned accurately to zero.\n\nThe gas within the holder being under a pressure of about 12 inches of water, the cock attached to the cube was turned quickly on and off; the quantity of gas which entered the tube in this brief interval was sufficient to cause the needle to be driven to the stops, and steadily held between $60^\\circ$ and $70^\\circ$.\n\nThe gas being again removed, the cock was turned once half round as quickly as possible. The needle was driven in the first instance through an arc of $60^\\circ$, and was held permanently at $50^\\circ$.\n\nThe quantity of gas which produced this last effect, on being admitted into a graduated tube, was found not to exceed one-sixth of a cubic inch in volume.\n\nThe tube was now taken away, and both sources of heat allowed to act from some distance on the thermo-electric pile. When the needle was at zero, olefiant gas was allowed to issue from a common argand burner into the air between one of the sources of heat and the pile. The gas was invisible, nothing was seen in the air, but the needle immediately declared its presence, being driven through an arc of $41^\\circ$. In the four experiments last described, the source of heat was a cube of oil heated to $250^\\circ$ Centigrade, the compensation cube being filled with boiling water*.\n\nThose who like myself have been taught to regard transparent gases as almost perfectly diathermanous, will probably share the astonishment with which I witnessed the foregoing effects. I was indeed slow to believe it possible that a body so constituted, and so transparent to light as olefiant gas, could be so densely opake to any kind of calorific rays; and to secure myself against error, I made several hundred experiments with this single substance. By citing them at greater length, however, I do not think I could add to the conclusiveness of the proofs just furnished, that the case is one of true calorific absorption†.\n\n§ 6.\n\nHaving thus established in a general way the absorptive power of olefiant gas, the question arises, \"What is the relation which subsists between the density of the gas and the quantity of heat extinguished?\"\n\nI sought at first to answer this question in the following way:—An ordinary mercurial gauge was attached to the air-pump; the experimental tube being exhausted, and the needle of the galvanometer at zero, olefiant gas was admitted until it depressed the mercurial column 1 inch, the consequent deflection being noted; the gas was then admitted until a depression of 2 inches was observed, and thus the absorption effected by gas of 1, 2, 3, and more inches tension was determined. In the following Table the first column contains the tensions in inches, the second the deflections, and the third the absorption equivalent to each deflection.\n\n* With a cube containing boiling water I have since made this experiment visible to a large audience.\n† It is evident that the old mode of experiment might be applied to this gas. Indeed, several of the solids examined by MELLOTTI are inferior to it in absorptive power. Had time permitted, I should have checked my results by experiments made in the usual way; this I intend to do on a future occasion.\nTABLE I.—Olefiant Gas.\n\n| Tensions in inches | Deflection | Absorption |\n|-------------------|------------|------------|\n| 1                 | 56°        | 90         |\n| 2                 | 58·2       | 123        |\n| 3                 | 59·3       | 142        |\n| 4                 | 60·0       | 157        |\n| 5                 | 60·5       | 168        |\n| 6                 | 61·0       | 177        |\n| 7                 | 61·4       | 182        |\n| 8                 | 61·7       | 186        |\n| 9                 | 62·0       | 190        |\n| 10                | 62·2       | 192        |\n| 20                | 66·0       | 227        |\n\nNo definite relation between the density of the gas and its absorption is here exhibited. We see that an augmentation of the density seven times about doubles the amount of the absorption; while gas of 20 inches tension effects only $2\\frac{1}{2}$ times the absorption of gas possessing 1 inch of tension.\n\nBut here the following reflections suggest themselves: it is evident that olefiant gas of 1 inch tension, producing so large a deflection as 56°, must extinguish a large proportion of the rays which are capable of being absorbed by the gas, and hence the succeeding measures having a less and less amount of heat to act upon must produce a continually smaller effect. But supposing the quantity of gas first introduced to be so inconsiderable that the number of rays extinguished by it is a vanishing quantity compared with the total number capable of absorption, we might reasonably expect that in this case a double quantity of gas would produce a double effect, a treble quantity a treble effect, or in general terms, that the absorption would, for a time, be proportional to the density.\n\nTo test this idea, a portion of the apparatus, which was purposely omitted in the description already given, was made use of: O O, Plate I., is a graduated glass tube, the end of which dips into the basin of water B. The tube can be stopped above by means of the stopcock r; d d is a tube containing fragments of chloride of calcium. The tube O O being first filled with water to the cock r, had this water displaced by olefiant gas; and afterwards the tube S S', and the entire space between the cock r and the experimental tube, was exhausted. The cock n being now closed and r' left open, the cock r at the top of the tube O O was carefully turned on and the gas permitted to enter the tube S S' with extreme slowness. The water rose in O O, each of whose smallest divisions represents a volume of $\\frac{1}{50}$th of a cubic inch. Successive measures of this capacity were admitted into the tube and the absorption in each case determined.\n\nIn the following Table the first column contains the quantity of gas admitted into the tube; the second contains the corresponding deflection, which, within the limits of the\nTable, expresses the absorption; the third column contains the absorption, calculated on the supposition that it is proportional to the density.\n\n**Table II.—Olefiant Gas.**\n\n| Measures of gas | Observed | Calculated |\n|-----------------|----------|------------|\n| 1               | 2·2      | 2·2        |\n| 2               | 4·5      | 4·4        |\n| 3               | 6·6      | 6·6        |\n| 4               | 8·8      | 8·8        |\n| 5               | 11·0     | 11·0       |\n| 6               | 12·0     | 13·2       |\n| 7               | 14·8     | 15·4       |\n| 8               | 16·8     | 17·6       |\n| 9               | 19·8     | 19·8       |\n| 10              | 22·0     | 22·0       |\n| 11              | 24·0     | 24·2       |\n| 12              | 25·4     | 26·4       |\n| 13              | 29·0     | 28·6       |\n| 14              | 30·2     | 29·8       |\n| 15              | 33·5     | 33·0       |\n\nThis Table shows the correctness of the foregoing surmise, and proves that for small quantities of gas the absorption is exactly proportional to the density.\n\nLet us now estimate the tensions of the quantities of gas with which we have here operated. The length of the experimental tube is 48 inches, and its diameter 2·4 inches; its volume is therefore 218 cubic inches. Adding to this the contents of the cocks and other conduits which led to the tube, we may assume that each fiftieth of a cubic inch of the gas had to diffuse itself through a space of 220 cubic inches. The tension, therefore, of a single measure of the gas thus diffused would be $\\frac{1}{11,000}$th of an atmosphere,—a tension capable of depressing the mercurial column connected with the pump $\\frac{1}{367}$th of an inch, or about $\\frac{1}{5}$th of a millimetre!\n\nBut the absorptive energy of olefiant gas, extraordinary as it is shown to be by the above experiments, is far exceeded by that of some of the vapours of volatile liquids. A glass flask was provided with a brass cap furnished with an interior thread, by means of which a stopcock could be screwed air-tight on to the flask. Sulphuric ether being placed in the latter, the space above the liquid was completely freed of air by means of a second air-pump. The flask, with its closed stopcock, was now attached to the experimental tube; the latter was exhausted and the needle brought to zero. The cock was then turned on so that the ether-vapour slowly entered the experimental tube. An assistant observed the gauge of the air-pump, and when it had sunk an inch, the stopcock was\npromptly closed. The galvanometric deflection consequent on the partial cutting off of the calorific rays was then noted; a second quantity of the vapour, sufficient to depress the gauge another inch, was then admitted, and in this way the absorptions of five successive measures, each possessing within the tube 1 inch of tension, were determined.\n\nIn the following Table the first column contains the tensions in inches, the second the deflection due to each, and the third the amount of heat absorbed, expressed in the units already referred to. For the purpose of comparison, I have placed the corresponding absorption of olefiant gas in the fourth column.\n\n| Tensions in inches | Deflections | Absorption | Corresponding absorption by olefiant gas |\n|-------------------|-------------|------------|----------------------------------------|\n| 1                 | 64·8        | 214        | 90                                     |\n| 2                 | 70·0        | 282        | 123                                    |\n| 3                 | 72·0        | 315        | 142                                    |\n| 4                 | 73·0        | 330        | 154                                    |\n| 5                 | 73·0        | 330        | 163                                    |\n\nFor these tensions the absorption of radiant heat by the vapour of sulphuric ether is more than twice the absorption of olefiant gas. We also observe, that in the case of the former the successive absorptions approximate more quickly to a ratio of equality. In fact the absorption produced by 4 inches of the vapour was sensibly the same as that produced by 5.\n\nBut reflections similar to those which we have already applied to olefiant gas are also applicable to ether. Supposing we make our unit-measure small enough, the number of rays first destroyed will vanish in comparison with the total number, and for a time the fact will probably manifest itself that the absorption is directly proportional to the density. To examine whether this is the case, the other portion of the apparatus, omitted in the general description, was made use of. K is a small flask with a brass cap, which is closely screwed on to the stopcock c'. Between the cocks c' and c, which latter is connected with the experimental tube, is the chamber M, the capacity of which was accurately determined. The flask k was partially filled with ether, and the air above the liquid removed. The stopcock c' being shut off and c turned on, the tube S S' and the chamber M are exhausted. The cock c is now shut off, and c' being turned on, the chamber M becomes filled with pure ether vapour. By turning c' off and c on, this quantity of vapour is allowed to diffuse itself through the experimental tube, and its absorption determined; successive measures are thus sent into the tube, and the effect produced by each is noted. Measures of various capacities were made use of, according to the requirements of the vapours examined.\n\nIn the first series of experiments made with this apparatus, I omitted to remove the air from the space above the liquid; each measure therefore sent in to the tube was a mixture of vapour and air. This diminished the effect of the former; but the pro-\nportionality, for small quantities, of density to absorption exhibits itself so decidedly as to induce me to give the observations. The first column, as usual, contains the measures of vapour, the second the observed absorption, and the third the calculated absorption. The galvanometric deflections are omitted, their equivalents being contained in the second column. In fact as far as the eighth observation, the absorptions are merely the record of the deflections.\n\nTable IV.—Mixture of Ether Vapour and Air.\nUnit-measure $\\frac{1}{50}$th of a cubic inch.\n\n| Measures | Observed | Calculated |\n|----------|----------|------------|\n| 1        | 4·5      | 4·5        |\n| 2        | 9·2      | 9·0        |\n| 3        | 13·5     | 13·5       |\n| 4        | 18·0     | 18·0       |\n| 5        | 22·8     | 23·5       |\n| 6        | 27·0     | 27·0       |\n| 7        | 31·8     | 31·5       |\n| 8        | 36·0     | 36·0       |\n| 9        | 39·7     | 40·0       |\n| 10       | 45·0     | 45·0       |\n| 20       | 81·0     | 90·0       |\n| 21       | 82·8     | 95·0       |\n| 22       | 84·0     | 99·0       |\n| 23       | 87·0     | 104·0      |\n| 24       | 88·0     | 108·0      |\n| 25       | 90·0     | 113·0      |\n| 26       | 93·0     | 117·0      |\n| 27       | 94·0     | 122·0      |\n| 28       | 95·0     | 126·0      |\n| 29       | 98·0     | 131·0      |\n| 30       | 100·0    | 135·0      |\n\nUp to the 10th measure we find that density and absorption augment in precisely the same ratio. While the former varies from 1 to 10, the latter varies from 4·5 to 45. At the 20th measure, however, a deviation from proportionality is apparent, and the divergence gradually augments from 20 to 30. In fact 20 measures tell upon the rays capable of being absorbed; the quantity destroyed becoming so considerable, that every additional measure encounters a smaller number of such rays, and hence produces a diminished effect.\n\nWith ether vapour alone the results recorded in the following Table were obtained. Wishing to determine the absorption exercised by vapour of very low tension, the capacity of the unit-measure was reduced to $\\frac{1}{100}$th of a cubic inch.\n### Table V.—Sulphuric Ether.\n\nUnit-measure \\( \\frac{1}{100} \\)th of a cubic inch.\n\n| Measures | Observed | Calculated |\n|----------|----------|------------|\n| 1        | 5·0      | 4·6        |\n| 2        | 10·3     | 9·2        |\n| 4        | 19·2     | 18·4       |\n| 5        | 24·5     | 23·0       |\n| 6        | 29·5     | 27·0       |\n| 7        | 34·5     | 32·2       |\n| 8        | 38·0     | 36·8       |\n| 9        | 44·0     | 41·4       |\n| 10       | 46·2     | 46·2       |\n| 11       | 50·0     | 50·6       |\n| 12       | 52·8     | 55·2       |\n| 13       | 55·0     | 59·8       |\n| 14       | 57·2     | 64·4       |\n| 15       | 59·4     | 69·0       |\n| 16       | 62·5     | 73·6       |\n| 17       | 65·5     | 77·2       |\n| 18       | 68·0     | 83·0       |\n| 19       | 70·0     | 87·4       |\n| 20       | 72·0     | 92·0       |\n| 21       | 73·0     | 96·7       |\n| 22       | 73·0     | 101·2      |\n| 23       | 73·0     | 105·8      |\n| 24       | 77·0     | 110·4      |\n| 25       | 78·0     | 115·0      |\n| 26       | 78·0     | 119·6      |\n| 27       | 80·0     | 124·2      |\n| 28       | 80·5     | 128·8      |\n| 29       | 81·0     | 133·4      |\n| 30       | 81·0     | 138·0      |\n\nWe here find that the proportion between density and absorption holds sensibly good for the first eleven measures, after which the deviation gradually augments.\n\nI have examined some specimens of ether which acted still more energetically on the thermal rays than those above recorded. No doubt for smaller measures than \\( \\frac{1}{100} \\)th of a cubic inch the above law holds still more rigidly true; and in a suitable locality it would be easy to determine with perfect accuracy \\( \\frac{1}{10} \\)th of the absorption produced by the first measure; this would correspond to \\( \\frac{1}{1000} \\)th of a cubic inch of vapour. But on\nentering the tube the vapour had only the tension due to the temperature of the laboratory, namely 12 inches. This would require to be multiplied by $2.5$ to bring it up to that of the atmosphere. Hence the $\\frac{1}{1000}$th of a cubic inch, the absorption of which I have affirmed to be capable of measurement, would, on being diffused through a tube possessing a capacity of 220 cubic inches, have a tension of $\\frac{1}{220} \\times \\frac{1}{2.5} \\times \\frac{1}{1000} = \\frac{1}{500,000}$th part of an atmosphere!\n\nI have now to record the results obtained with thirteen other vapours. The method of experiment was in all cases the same as that just employed in the case of ether, the only variable element being the size of the unit-measure; for with many substances no sensible effect could be obtained with a unit volume so small as that used in the experiments last recorded. With bisulphide of carbon, for example, it was necessary to augment the unit-measure 50 times, to render the measurements satisfactory.\n\n**Table VI.—Bisulphide of Carbon.**\n\nUnit-measure $\\frac{1}{2}$ a cubic inch.\n\n| Measures | Observed | Calculated |\n|----------|----------|------------|\n| 1        | 2.2      | 2.2        |\n| 2        | 4.9      | 4.4        |\n| 3        | 6.5      | 6.6        |\n| 4        | 8.8      | 8.8        |\n| 5        | 10.7     | 11.0       |\n| 6        | 12.5     | 13.0       |\n| 7        | 13.8     | 15.4       |\n| 8        | 14.5     | 17.6       |\n| 9        | 15.0     | 19.0       |\n| 10       | 15.6     | 22.0       |\n| 11       | 16.2     | 24.2       |\n| 12       | 16.8     | 26.4       |\n| 13       | 17.5     | 28.6       |\n| 14       | 18.2     | 30.8       |\n| 15       | 19.0     | 33.0       |\n| 16       | 20.0     | 35.2       |\n| 17       | 20.0     | 37.4       |\n| 18       | 20.2     | 39.6       |\n| 19       | 21.0     | 41.8       |\n| 20       | 21.0     | 44.0       |\n\nAs far as the sixth measure the absorption is proportional to the density; after which the effect of each successive measure diminishes. Comparing the absorption effected by a quantity of vapour which depressed the mercury column half an inch, with that\neffected by vapour possessing one inch of tension, the same deviation from proportionality is observed.\n\nBy mercurial gauge.\n\n| Tension | Absorption |\n|---------|------------|\n| ½ inch  | 14·8       |\n| 1 inch  | 18·8       |\n\nThese numbers simply express the galvanometric deflections, which, as already stated, are strictly proportional to the absorption as far as 36° or 37°. Did the law of proportion hold good, the absorption due to 1 inch of tension ought of course to be 29·6 instead of 18·8.\n\nWhether for equal volumes of the vapours at their maximum density, or for equal tensions as measured by the depression of the mercurial column, bisulphide of carbon exercises the lowest absorptive power of all the vapours which I have hitherto examined. For very small quantities, a volume of sulphuric ether vapour, at its maximum density in the measure, and expanded thence into the tube, absorbs 100 times the quantity of radiant heat intercepted by an equal volume of bisulphide of carbon vapour at its maximum density. These are the extreme limits of the scale as far as my inquiries have hitherto proceeded. The action of every other vapour is less than that of sulphuric ether, and greater than that of bisulphide of carbon.\n\nA very singular phenomenon was repeatedly observed during the experiments with bisulphide of carbon. After determining the absorption of the vapour, the tube was exhausted as perfectly as possible, the trace of vapour left behind being exceedingly minute. Dry air was then admitted to cleanse the tube. On again exhausting, after the first few strokes of the pump a jar was felt and a kind of explosion heard, while dense volumes of blue smoke immediately issued from the cylinders. The action was confined to the latter, and never propagated backwards into the experimental tube.\n\nIt is only with bisulphide of carbon that this effect has been observed. It may, I think, be explained in the following manner:—To open the valve of the piston, the gas beneath it must have a certain tension, and the compression necessary to produce this appears sufficient to cause the combination of the constituents of the bisulphide of carbon with the oxygen of the air. Such a combination certainly takes place, for the odour of sulphurous acid is unmistakeable amid the fumes.\n\nTo test this idea I tried the effect of compression in the air-syringe. A bit of tow or cotton wool moistened with bisulphide of carbon, and placed in the syringe, emitted a bright flash when the air was compressed. By blowing out the fumes with a glass tube, this experiment may be repeated twenty times with the same bit of cotton.\n\nIt is not necessary even to let the moistened cotton remain in the syringe. If the bit of tow or cotton be thrown into it, and out again as quickly as it can be ejected, on compressing the air the luminous flash is seen. Pure oxygen produces a brighter flash than atmospheric air. These facts are in harmony with the above explanation.\n\nMDCCCLXI.\nTable VII.—Amylene.\n\nUnit-measure \\( \\frac{1}{10} \\)th of a cubic inch.\n\n| Measures | Observed | Calculated |\n|----------|----------|------------|\n| 1        | 3·4      | 4·3        |\n| 2        | 8·4      | 8·6        |\n| 3        | 12·0     | 12·9       |\n| 4        | 16·5     | 17·2       |\n| 5        | 21·6     | 21·5       |\n| 6        | 26·5     | 25·8       |\n| 7        | 30·6     | 30·1       |\n| 8        | 35·3     | 34·4       |\n| 9        | 39·0     | 38·7       |\n| 10       | 44·0     | 43·0       |\n\nFor these quantities the absorption is proportional to the density, but for large quantities the usual deviation is observed, as shown by the following observations:\n\nBy mercurial gauge.\n\n| Tension | Deflection | Absorption |\n|---------|------------|------------|\n| \\( \\frac{1}{2} \\) inch | 60° | 157 |\n| 1 inch | 65 | 216 |\n\nDid the proportion hold good, the absorption for an inch of tension ought of course to be 314 instead of 216.\n\nTable VIII.—Iodide of Ethyl.\n\nUnit-measure \\( \\frac{1}{10} \\)th of a cubic inch.\n\n| Measures | Observed | Calculated |\n|----------|----------|------------|\n| 1        | 5·4      | 5·1        |\n| 2        | 10·3     | 10·2       |\n| 3        | 16·8     | 15·3       |\n| 4        | 22·2     | 20·4       |\n| 5        | 26·6     | 25·5       |\n| 6        | 31·8     | 30·6       |\n| 7        | 35·6     | 35·9       |\n| 8        | 40·0     | 40·8       |\n| 9        | 44·0     | 45·9       |\n| 10       | 47·5     | 51·0       |\nBy mercurial gauge.\n\n| Tension | Deflection | Absorption |\n|---------|------------|------------|\n| $\\frac{1}{2}$ inch | $56\\cdot3$ | 94 |\n| 1 inch | $58\\cdot2$ | 120 |\n\nTable IX.—Iodide of Methyl.\nUnit-measure $\\frac{1}{10}$th of a cubic inch.\n\n| Measures | Observed | Calculated |\n|----------|----------|------------|\n| 1        | 3·5      | 3·4        |\n| 2        | 7·0      | 6·8        |\n| 3        | 10·3     | 10·2       |\n| 4        | 15·0     | 13·6       |\n| 5        | 17·5     | 17·0       |\n| 6        | 20·5     | 20·4       |\n| 7        | 24·0     | 23·8       |\n| 8        | 26·3     | 27·2       |\n| 9        | 30·0     | 30·6       |\n| 10       | 32·3     | 34·0       |\n\nBy mercurial gauge.\n\n| Tension | Deflection | Absorption |\n|---------|------------|------------|\n| $\\frac{1}{2}$ inch | $48\\cdot5$ | 60 |\n| 1 inch | $56\\cdot5$ | 96 |\n\nTable X.—Iodide of Amyl.\nUnit measure $\\frac{1}{10}$th of a cubic inch.\n\n| Measures | Observed | Calculated |\n|----------|----------|------------|\n| 1        | 0·6      | 0·57       |\n| 2        | 1·0      | 1·1        |\n| 3        | 1·4      | 1·7        |\n| 4        | 2·0      | 2·3        |\n| 5        | 3·0      | 2·9        |\n| 6        | 3·8      | 3·4        |\n| 7        | 4·5      | 4·0        |\n| 8        | 5·0      | 4·6        |\n| 9        | 5·0      | 5·1        |\n| 10       | 5·8      | 5·7        |\n\nThe deflections here are very small; the substance, however, possesses so feeble a volatility, that the tension of a measure of its vapour, when diffused through the experimental tube, must be infinitesimal. With the specimen which I examined, it was not practicable to obtain a tension sufficient to depress the mercury gauge $\\frac{1}{2}$ an inch; hence no observations of this kind are recorded.\n**Table XI.—Chloride of Amyl.**\n\nUnit-measure \\( \\frac{1}{10} \\)th of a cubic inch.\n\n| Measures | Observed | Calculated |\n|----------|----------|------------|\n| 1        | 1·3      | 1·3        |\n| 2        | 3·0      | 2·6        |\n| 3        | 3·8      | 3·9        |\n| 4        | 5·1      | 5·2        |\n| 5        | 6·8      | 6·5        |\n| 6        | 8·5      | 7·8        |\n| 7        | 9·0      | 9·1        |\n| 8        | 10·9     | 10·4       |\n| 9        | 11·3     | 11·7       |\n| 10       | 12·3     | 13·0       |\n\nBy mercurial gauge.\n\n| Tension | Deflection | Absorption |\n|---------|------------|------------|\n| \\( \\frac{1}{2} \\) inch | 59         | 137        |\n| 1 inch  | not practicable |            |\n\n**Table XII.—Benzol.**\n\nUnit-measure \\( \\frac{1}{10} \\)th of a cubic inch.\n\n| Measures | Observed | Calculated |\n|----------|----------|------------|\n| 1        | 4·5      | 4·5        |\n| 2        | 9·5      | 9·0        |\n| 3        | 14·0     | 13·5       |\n| 4        | 18·5     | 18·0       |\n| 5        | 22·5     | 22·5       |\n| 6        | 27·5     | 27·0       |\n| 7        | 31·6     | 31·5       |\n| 8        | 35·5     | 36·0       |\n| 9        | 39·0     | 40·0       |\n| 10       | 44·0     | 45·0       |\n| 11       | 47·0     | 49·0       |\n| 12       | 49·0     | 54·0       |\n| 13       | 51·0     | 58·5       |\n| 14       | 54·0     | 63·0       |\n| 15       | 56·0     | 67·5       |\n| 16       | 59·0     | 72·0       |\n| 17       | 63·0     | 76·5       |\n| 18       | 67·0     | 81·0       |\n| 19       | 69·0     | 85·5       |\n| 20       | 72·0     | 90·0       |\nUp to the 10th measure, or thereabouts, the proportion between density and absorption holds good, from which onwards the deviation from the law gradually augments.\n\nBy mercurial gauge.\n\n| Tension | Deflection | Absorption |\n|---------|------------|------------|\n| $\\frac{1}{2}$ inch | 54 | 78 |\n| 1 inch | 57 | 103 |\n\n**Table XIII.—Methylic Alcohol.**\n\nUnit-measure $\\frac{1}{10}$th of a cubic inch.\n\n| Measures | Observed | Calculated |\n|----------|----------|------------|\n| 1        | 10·0     | 10·0       |\n| 2        | 20·0     | 20·0       |\n| 3        | 30·0     | 30·0       |\n| 4        | 40·5     | 40·0       |\n| 5        | 49·0     | 50·0       |\n| 6        | 53·5     | 60·0       |\n| 7        | 59·2     | 70·0       |\n| 8        | 71·5     | 80·0       |\n| 9        | 78·0     | 90·0       |\n| 10       | 84·0     | 100·0      |\n\nBy mercurial gauge.\n\n| Tension | Deflection | Absorption |\n|---------|------------|------------|\n| $\\frac{1}{2}$ inch | 58·8 | 133 |\n| 1 inch | 60·5 | 168 |\n\n**Table XIV.—Formic Ether.**\n\nUnit-measure $\\frac{1}{10}$th of a cubic inch.\n\n| Measures | Observed | Calculated |\n|----------|----------|------------|\n| 1        | 8        | 7·5        |\n| 2        | 16       | 15·0       |\n| 3        | 22·5     | 22·5       |\n| 4        | 30·0     | 30·0       |\n| 5        | 35·2     | 37·5       |\n| 6        | 39·5     | 45·0       |\n| 7        | 45·0     | 52·5       |\n| 8        | 48·0     | 60·0       |\n| 9        | 50·2     | 67·5       |\n| 10       | 53·5     | 75·0       |\nBy mercurial gauge.\n\n| Tension | Deflection | Absorption |\n|---------|------------|------------|\n| $\\frac{1}{2}$ inch | 58·8 | 133 |\n| 1 inch | 62·5 | 193 |\n\n**Table XV.—Propionate of Ethyl.**\n\nUnit-measure $\\frac{1}{10}$th of a cubic inch.\n\n| Measures | Observed | Calculated |\n|----------|----------|------------|\n| 1        | 7·0      | 7·0        |\n| 2        | 14·0     | 14·0       |\n| 3        | 21·8     | 21·0       |\n| 4        | 28·8     | 28·0       |\n| 5        | 34·4     | 35·0       |\n| 6        | 38·8     | 42·0       |\n| 7        | 41·0     | 49·0       |\n| 8        | 42·5     | 56·0       |\n| 9        | 44·8     | 63·0       |\n| 10       | 46·5     | 70·0       |\n\nBy mercurial gauge.\n\n| Tension | Deflection | Absorption |\n|---------|------------|------------|\n| $\\frac{1}{2}$ inch | 60·5 | 168 |\n| 1 inch | not practicable. |\n\n**Table XVI.—Chloroform.**\n\nUnit-measure $\\frac{1}{10}$th of a cubic inch.\n\n| Measures | Observed | Calculated |\n|----------|----------|------------|\n| 1        | 4·5      | 4·5        |\n| 2        | 9·0      | 9·0        |\n| 3        | 13·8     | 13·5       |\n| 4        | 18·2     | 18·0       |\n| 5        | 22·3     | 22·5       |\n| 6        | 27·0     | 27·0       |\n| 7        | 31·2     | 31·5       |\n| 8        | 35·0     | 36·0       |\n| 9        | 39·0     | 40·5       |\n| 10       | 40·0     | 45·0       |\nSubsequent observations lead me to believe that the absorption by chloroform is a little higher than that given in the above Table.\n\n**Table XVII.—Alcohol.**\n\nUnit-measure \\( \\frac{1}{2} \\) a cubic inch.\n\n| No. of measures | Observed | Calculated |\n|-----------------|----------|------------|\n| 1               | 4·0      | 4·0        |\n| 2               | 7·2      | 8·0        |\n| 3               | 10·5     | 12·0       |\n| 4               | 14·0     | 16·0       |\n| 5               | 19·0     | 20·0       |\n| 6               | 23·0     | 24·0       |\n| 7               | 28·5     | 28·0       |\n| 8               | 32·0     | 32·0       |\n| 9               | 37·5     | 36·0       |\n| 10              | 41·5     | 40·0       |\n| 11              | 45·8     | 44·0       |\n| 12              | 48·0     | 48·0       |\n| 13              | 50·4     | 52·0       |\n| 14              | 53·5     | 56·0       |\n| 15              | 55·8     | 60·0       |\n\nBy mercurial gauge.\n\n| Tension | Deflection | Absorption |\n|---------|------------|------------|\n| \\( \\frac{1}{2} \\) inch | 60° | 157 |\n| 1 inch | not practicable |\n\nThe difference between the measurements when equal *tensions* and when equal *volumes* at the maximum density are made use of, is here strikingly exhibited.\n\nIn the case of alcohol I was obliged to resort to a unit-measure of \\( \\frac{1}{2} \\) a cubic inch to obtain an effect about equal to that produced by benzol with a measure possessing only \\( \\frac{1}{10} \\)th of a cubic inch in capacity; and yet for equal tensions of 0·5 of an inch alcohol cuts off precisely twice as much heat as benzol. There is also an enormous difference between alcohol and sulphuric ether when equal measures at the maximum density are compared; but to bring the alcohol and ether vapours up to a common tension, the density of the former must be many times augmented. Hence it follows that when equal *tensions* of these two substances are compared, the difference between them diminishes considerably. Similar observations apply to many of the substances whose deportment is recorded in the foregoing Tables; to the iodide and chloride of amyl, for example, and to the propionate of ethyl. Indeed it is not unlikely that with\nequal tensions the vapour of a perfectly pure specimen of the substance last mentioned would be found to possess a higher absorptive power than that of ether itself.\n\nIt has been already stated that the tube made use of in these experiments was of brass polished within, for the purpose of bringing into clearer light the action of the feebler gases and vapours. Once, however, I wished to try the effect of chlorine, and with this view admitted a quantity of the gas into the experimental tube. The needle was deflected with prompt energy, but on pumping out*, it refused to return to zero. To cleanse the tube, dry air was introduced into it ten times in succession; but the needle pointed persistently to the 40th degree from zero. The cause of this was easily surmised; the chlorine had attacked the metal and partially destroyed its reflecting power; thus the absorption by the sides of the tube itself cut off an amount of heat competent to produce the deflection mentioned above. For subsequent experiments the interior of the tube had to be repolished.\n\nThough no other vapour with which I had experimented produced a permanent effect of this kind, it was necessary to be perfectly satisfied that this source of error had not vitiated the experiments. To check the results, therefore, I had a length of 2 feet of similar brass tube coated carefully on the inside with lampblack, and determined by means of it the absorptions of all the vapours which I had previously examined, at a common tension of 0·3 of an inch. A general corroboration was all I sought, and I am satisfied that the few discrepancies which the measurements exhibit would disappear, or be accounted for, in a more careful examination.\n\nIn the following Table the results obtained with the blackened and with the bright tubes are placed side by side, the tension in the former being three-tenths, and in the latter five-tenths of an inch.\n\n| Vapour                  | Absorption |\n|-------------------------|------------|\n|                         | Bright tube, 0·5 tension | Blackened tube, 0·3 tension | Absorption with bright tube proportional to |\n| Bisulphide of Carbon    | 5·0        | 21                      | 23                        |\n| Iodide of Methyl        | 15·8       | 60                      | 71                        |\n| Benzol                  | 17·5       | 78                      | 79                        |\n| Chloroform              | 17·5       | 89                      | 79                        |\n| Iodide of Ethyl         | 21·5       | 94                      | 97                        |\n| Wood-spirit             | 26·5       | 123                     | 120                       |\n| Methylic Alcohol        | 29·0       | 133                     | 131                       |\n| Chloride of Amyl        | 30·0       | 137                     | 135                       |\n| Amylene                 | 31·8       | 157                     | 143                       |\n\n* Dense dark fumes rose from the cylinders on this occasion; a similar effect was produced by sulphurated hydrogen.\nThe order of absorption is here shown to be the same in both tubes, and the quantity absorbed in the bright tube is, in general, about $4\\frac{1}{2}$ times that absorbed in the black one. In the third column, indeed, I have placed the products of the numbers contained in the first column by $4\\cdot5$. These results completely dissipate the suspicion that the effects observed with the bright tube could be due to a change of the reflecting power of its inner surface by the contact of the vapours.\n\nWith the blackened tube the order of absorption of the following substances, commencing with the lowest, stood thus:\n\n- Alcohol,\n- Sulphuric ether,\n- Formic ether,\n- Propionate of ethyl;\n\nwhereas with the bright tube they stood thus:\n\n- Formic ether,\n- Alcohol,\n- Propionate of ethyl,\n- Sulphuric ether.\n\nAs already stated, these differences would in all probability disappear, or be accounted for on re-examination. Indeed very slight differences in the purity of the specimens used, would be more than sufficient to produce the observed differences of absorption*.\n\n§ 7. Action of permanent Gases on Radiant Heat.\n\nThe deportment of oxygen, nitrogen, hydrogen, atmospheric air, and olefiant gas has been already recorded. Besides these I have examined carbonic oxide, carbonic acid, sulphuretted hydrogen, and nitrous oxide. The action of these gases is so much feebler than that of any of the vapours referred to in the last section, that in examining the relationship between absorption and density the measures used with the vapours were abandoned, and the quantities of gas admitted were measured by the depression of the mercurial gauge.\n\n**Table XIX.—Carbonic Oxide.**\n\n| Tension in inches | Observed | Calculated |\n|-------------------|----------|------------|\n| 0·5               | 2·5      | 2·5        |\n| 1·0               | 5·6      | 5·0        |\n| 1·5               | 8·0      | 7·5        |\n| 2·0               | 10·0     | 10·0       |\n| 2·5               | 12·0     | 12·5       |\n| 3·0               | 15·0     | 15·0       |\n| 3·5               | 17·5     | 17·5       |\n\n* In illustration of this I may state, that of two specimens of methylic alcohol with which I was furnished by two of my chemical friends, one gave an absorption of 84 and the other of 203. The former specimen MDCCCLXI.\nUp to a tension of $3\\frac{1}{2}$ inches the absorption by carbonic oxide is proportional to the density of the gas. But this proportion does not obtain with large quantities of the gas, as shown by the following Table:\n\n| Tension in inches | Deflection | Absorption |\n|-------------------|------------|------------|\n| 5                 | 18·0       | 18         |\n| 10                | 32·5       | 32·5       |\n| 15                | 41·0       | 45         |\n\n**Table XX.—Carbonic Acid.**\n\n| Tension in inches | Observed | Calculated |\n|-------------------|----------|------------|\n| 0·5               | 5·0      | 3·5        |\n| 1·0               | 7·5      | 7·0        |\n| 1·5               | 10·5     | 10·5       |\n| 2·0               | 14·0     | 14·0       |\n| 2·5               | 17·8     | 17·5       |\n| 3·0               | 21·8     | 21·0       |\n| 3·5               | 24·5     | 24·5       |\n\nHere we have the proportion exhibited, but not so with larger quantities.\n\n| Tension in inches | Deflection | Absorption |\n|-------------------|------------|------------|\n| 5                 | 25·0       | 25         |\n| 10                | 36·0       | 36         |\n| 15                | 42·5       | 48         |\n\n**Table XXI.—Sulphuretted Hydrogen.**\n\n| Tension in inches | Observed | Calculated |\n|-------------------|----------|------------|\n| 0·5               | 7·8      | 6          |\n| 1·0               | 12·5     | 12         |\n| 1·5               | 18·0     | 18         |\n| 2·0               | 24·0     | 24         |\n| 2·5               | 30·0     | 30         |\n| 3·0               | 34·5     | 36         |\n| 3·5               | 36·0     | 42         |\n| 4·0               | 36·5     | 48         |\n| 4·5               | 38·0     | 54         |\n| 5·0               | 40·0     | 60         |\n\nhad been purified with great care, but the latter was not pure. Both specimens, however, went under the common name of methylic alcohol. I have had a special apparatus constructed with a view to examine the influence of ozone on the interior of the experimental tube.\nThe proportion here holds good up to a tension of 2·5 inches, when the deviation from it commences and gradually augments. Though these measurements were made with all possible care, I should like to repeat them. Dense fumes issued from the cylinders of the air-pump on exhausting the tube of this gas, and I am not at present able to state with confidence that a trace of such in a very diffuse form within the tube, did not interfere with the purity of the results.\n\n**Table XXII.—Nitrous Oxide.**\n\n| Tension in inches | Observed | Calculated |\n|-------------------|----------|------------|\n| 0·5               | 14·5     | 14·5       |\n| 1·0               | 23·5     | 29·0       |\n| 1·5               | 30·0     | 43·5       |\n| 2·0               | 35·5     | 58·0       |\n| 2·5               | 41·0     | 71·5       |\n| 3·0               | 45·0     | 87·0       |\n| 3·5               | 47·7     | 101·5      |\n| 4·0               | 49·0     | 116·0      |\n| 4·5               | 51·5     | 130·5      |\n| 5·0               | 54·0     | 145·0      |\n\nHere the divergence from proportionality makes itself manifest from the commencement.\n\nI promised at the first page of this memoir to allude to the results of Dr. Franz, and I will now do so. With a tube 3 feet long and blackened within, an absorption of 3·54 per cent. by atmospheric air was observed in his experiments. In my experiments, however, with a tube 4 feet long and polished within, which makes the distance traversed by the reflected rays more than 4 feet, the absorption is only one-tenth of the above amount. In the experiments of Dr. Franz, carbonic acid appears as a feebler absorber than oxygen. According to my experiments, for small quantities the absorptive power of the former is about 150 times that of the latter; and for atmospheric tensions, carbonic acid probably absorbs nearly 100 times as much as oxygen.\n\nThe differences between Dr. Franz and myself admit, perhaps, of the following explanation. His source of heat was an argand lamp, and the ends of his experimental tube were stopped with plates of glass. Now Melloni has shown that fully 61 per cent. of the heat-rays emanating from a Locatelli lamp are absorbed by a plate of glass one-tenth of an inch in thickness. Hence in all probability the greater portion of the rays issuing from the lamp of Dr. Franz was expended in heating the two glass ends of his experimental tube. These ends thus became secondary sources of heat which radiated against his pile. On admitting air into the tube, the partial withdrawal by conduction and convection of the heat of the glass plates would produce an effect exactly the same as that of true absorption. By allowing the air in my tube to come into contact with the radiating plate, I have often obtained a deflection of twenty or thirty degrees; the effect\nbeing due to the cooling of the plate and not to absorption. It is also certain that had I used heat from a luminous source, I should have found the absorption of 0·33 per cent. considerably diminished.\n\n§ 8.\n\nI have now to refer briefly to a point of considerable interest as regards the effect of our atmosphere on solar and terrestrial heat. In examining the separate effects of the air, carbonic acid, and aqueous vapour of the atmosphere on the 20th of last November, the following results were obtained:\n\nAir sent through the system of drying tubes and through the caustic potash tube produced an absorption of about\n\n1.\n\nAir direct from the laboratory, containing therefore its carbonic acid* and aqueous vapour, produced an absorption of\n\n15.\n\nDeducing the effect of the gaseous acids, it was found that the quantity of aqueous vapour diffused through the atmosphere on the day in question, produced an absorption at least equal to thirteen times that of the atmosphere itself.\n\nIt is my intention to repeat and extend these experiments on a future occasion†; but even at present conclusions of great importance may be drawn from them. It is exceedingly probable that the absorption of the solar rays by the atmosphere, as established by M. Pouillet, is mainly due to the watery vapour contained in the air. The vast difference between the temperature of the sun at midday and in the evening, is also probably due in the main to that comparatively shallow stratum of aqueous vapour which lies close to the earth. At noon the depth of it pierced by the sunbeams is very small; in the evening very great in comparison.\n\nThe intense heat of the sun’s direct rays on high mountains is not, I believe, due to his beams having to penetrate only a small depth of air, but to the comparative absence of aqueous vapour at those great elevations.\n\nBut this aqueous vapour, which exercises such a destructive action on the obscure rays, is comparatively transparent to the rays of light. Hence the differential action, as regards the heat coming from the sun to the earth, and that radiated from the earth into space, is vastly augmented by the aqueous vapour of the atmosphere.\n\nDe Saussure, Fourier, M. Pouillet, and Mr. Hopkins regard this interception of the terrestrial rays as exercising the most important influence on climate. Now if, as the above experiments indicate, the chief influence be exercised by the aqueous vapour, every variation of this constituent must produce a change of climate. Similar remarks would apply to the carbonic acid diffused through the air; while an almost inappreciable admixture of any of the hydrocarbon vapours would produce great effects on the terrestrial rays and produce corresponding changes of climate. It is not therefore necessary\n\n* And a portion of sulphurous acid produced by the two gas-lamps used to heat the cubes.\n\n† The peculiarities of the locality in which this experiment was made render its repetition under other circumstances necessary.\nto assume alterations in the density and height of the atmosphere, to account for different amounts of heat being preserved to the earth at different times; a slight change in its variable constituents would suffice for this. Such changes in fact may have produced all the mutations of climate which the researches of geologists reveal. However this may be, the facts above cited remain; they constitute true causes, the extent alone of the operation remaining doubtful.\n\nThe measurements recorded in the foregoing pages constitute only a fraction of those actually made; but they fulfil the object of the present portion of the inquiry. They establish the existence of enormous differences among colourless gases and vapours as to their action upon radiant heat; and they also show, that when the quantities are sufficiently small, the absorption in the case of each particular vapour is exactly proportional to the density.\n\nThese experiments furnish us with purer cases of molecular action than have been hitherto attained in experiments of this nature. In both solids and liquids the cohesion of the particles is implicated; they mutually control and limit each other. A certain action over and above that which belongs to them separately, comes into play and embarrasses our conceptions. But in the cases above recorded the molecules are perfectly free, and we fix upon them individually the effects which the experiments exhibit. Thus the mind's eye is directed more firmly than ever on those distinctive physical qualities whereby a ray of heat is stopped by one molecule and unimpeded by another.\n\n§ 9. Radiation of Heat by Gases.\n\nIt is known that the quantity of light emitted by a flame depends chiefly on the incandescence of solid matter; the brightness of an ignited jet of ordinary gas, for example, being chiefly due to the solid particles of carbon liberated in the flame.\n\nMelloni drew a parallel between this action and that of radiant heat. He found the radiation from his alcohol lamp greatly augmented by plunging a spiral of platinum wire into the flame. He also found that a bundle of wire placed in the current of hot air ascending from an argand chimney gave a copious radiation, while when the wire was withdrawn no trace of radiant heat could be detected by his apparatus. He concluded from this experiment that air possesses the power of radiation in so feeble a degree, that our best thermoscopic instruments fail to detect this power*.\n\nThese are the only experiments hitherto published upon this subject; and I have now to record those which have been made in connexion with the present inquiry. The pile furnished with its conical reflector was placed upon a stand, with a screen of polished tin in front of it. An alcohol lamp was placed behind the screen, so that its flame was entirely hidden by the latter; on rising above the screen, the gaseous column radiated its heat against the pile and produced a considerable deflection. The same effect was produced when a candle or an ordinary jet of gas was substituted for the alcohol lamp.\n\n* La Thermochrose, p. 94.\nThe heated products of combustion acted on the pile in the above experiments, but the radiation from pure air was easily demonstrated by placing a heated iron spatula or metal sphere behind the screen. A deflection was thus obtained, which, when the spatula was raised to a red heat, amounted to more than sixty degrees. This action was due solely to the radiation of the air; no radiation from the spatula to the pile was possible, and no portion of the heated air itself approached the pile so as to communicate its warmth by contact to the latter. These effects are so easily produced, that I am at a loss to account for the inability of so excellent an experimenter as Melloni to obtain them.\n\nMy next care was to examine whether different gases possessed different powers of radiation, and for this purpose the following arrangement was devised. P in the woodcut represents the thermo-electric pile with its two conical reflectors; S is a double screen of polished tin; A is an argand burner consisting of two concentric rings perforated with orifices for the escape of the gas; C is a heated copper ball; the tube tt leads to a gas-holder containing the gas to be examined. When the ball C is placed on the argand burner, it of course heats the air in contact with it; an ascending current is established, which acts on the pile as in the experiments last described. It was found necessary to neutralize this radiation from the heated air, and for this purpose a large Leslie's cube L, filled with water a few degrees above the temperature of the air, was allowed to act on the opposite face of the pile.\n\nWhen the needle was thus brought to zero, the cock of the gas-holder was turned on; the gas, passed through the burner, came into contact with the ball, and ascended afterwards in a heated column in front of the pile. The galvanometer was now observed, and the limit of the arc through which its needle was urged was noted. It is needless to remark that the ball was entirely hidden by the screen from the thermo-electric pile;\nand that even were this not the case, the mode of neutralization adopted would still give us the pure action of the gas.\n\nThe results of the experiments are given in the following Table, the figure appended to the name of each gas marking the number of degrees through which the radiation from the latter urged the needle of the galvanometer*:\n\n| Gas            | Degrees |\n|----------------|---------|\n| Air            | 0       |\n| Oxygen         | 0       |\n| Nitrogen       | 0       |\n| Hydrogen       | 0       |\n| Carbonic oxide | 12      |\n| Carbonic acid  | 18      |\n| Nitrous oxide  | 29      |\n| Olefiant gas   | 53      |\n\nThe radiation from air, it will be remembered, was neutralized by the large Leslie's cube, and hence the 0° attached to it merely denotes that the propulsion of air from the gas-holder through the argand burner did not augment the effect. Oxygen, hydrogen, and nitrogen, sent in a similar manner over the ball, were equally ineffective. The other gases, however, not only exhibit a marked action, but also marked differences of action. Their radiative powers follow precisely the same order as their powers of absorption. In fact, the deflections actually produced by their respective absorptions at 5 inches tension are as follow:\n\n| Gas            | Deflection |\n|----------------|------------|\n| Air            | A fraction of a degree |\n| Oxygen         | \"          |\n| Nitrogen       | \"          |\n| Hydrogen       | \"          |\n| Carbonic oxide | 18°        |\n| Carbonic acid  | 25°        |\n| Nitrous oxide  | 44°        |\n| Olefiant gas   | 61°        |\n\nIt would be easy to give these experiments a more elegant form, and to arrive at greater accuracy, which I intend to do on a future occasion, but my object now is simply to establish the general order of their radiative powers. An interesting way of exhibiting both radiation and absorption is as follows:—When the polished face of a Leslie's cube is turned towards a thermo-electric pile the effect produced is inconsiderable, but it is greatly augmented when a coat of varnish is laid upon the polished surface. Instead of the coat of varnish, a film of gas may be made use of. Such a cube, containing boiling water, had its polished face turned towards the pile, and its effect on\n\n* I have also rendered these experiments on radiation visible to a large audience. They may be readily introduced in lectures on radiant heat.\nthe galvanometer neutralized in the usual manner. The needle being at $0^\\circ$, a film of olefiant gas, issuing from a narrow slit, was passed over the metal. The increase of radiation produced a deflection of $45^\\circ$. When the gas was cut off, the needle returned accurately to $0^\\circ$.\n\nThe absorption by a film may be shown by filling the cube with cold water, but not so cold as to produce the precipitation of the aqueous vapour of the atmosphere. A gilt copper ball, cooled in a freezing mixture, was placed in front of the pile, and its effect was neutralized by presenting a beaker containing a little iced water to the opposite face of the pile. A film of olefiant gas was sent over the ball, but the consequent deflection proved that the absorption, instead of being greater, was less than before. The ball, in fact, had been coated by a crust of ice, which is one of the best absorbers of radiant heat. The olefiant gas, being warmer than the ice, partially neutralized its absorption. When, however, the temperature of the ball was only a few degrees lower than that of the atmosphere, and its surface quite dry, the film of gas was found to act as a film of varnish; it augmented the absorption.\n\nA remarkable effect, which contributed at first to the complexity of the experiments, can now be explained. Conceive the experimental tube exhausted and the needle at zero; conceive a small quantity of alcohol or ether vapour admitted; it cuts off a portion of the heat from one source, and the opposite source triumphs. Let the consequent deflection be $45^\\circ$. If dry air be now admitted till the tube is filled, its effect of course will be slightly to augment the absorption and make the above deflection greater. But the following action is really observed:—when the air first enters, the needle, instead of ascending, descends; it falls to $26^\\circ$, as if a portion of the heat originally cut off had been restored. At $26^\\circ$, however, the needle stops, turns, moves quickly upwards, and takes up a permanent position a little higher than $45^\\circ$. Let the tube now be exhausted, the withdrawal of the mixed air and vapour ought of course to restore the equilibrium with which we started; but the following effects are observed:—When the exhaustion commences the needle moves upwards from $45^\\circ$ to $54^\\circ$; it then halts, turns, and descends speedily to $0^\\circ$, where it permanently remains.\n\nAfter many trials to account for the anomaly I proceeded thus:—A thermo-electric couple was soldered to the external surface of the experimental tube, and its ends connected with a galvanometer. When air was admitted, a deflection was produced, which showed that the air, on entering the vacuum, was heated. On exhausting, the needle was also deflected, showing that the interior of the tube was chilled. These are indeed known effects; but I was desirous to make myself perfectly sure of them. I subsequently had the tube perforated and thermometers screwed into it air-tight. On filling the tube the thermometric columns rose, on exhausting it they sank, the range between the maximum and minimum amounting in the case of air to $5^\\circ$ Fahr.\n\nHence the following explanation of the above singular effects. The absorptive power of the vapour referred to is very great, and its radiative power is equally so. The heat generated by the air on its entrance is communicated to the vapour, which thus\nbecomes a temporary source of radiant heat, and diminishes the deflection produced in\nthe first instance by its presence. The reverse occurs when the tube is exhausted; the\nvapour is chilled, its great absorptive action on the heat radiated from the adjacent face\nof the pile comes more into play, and the original effect is augmented. In both cases,\nhowever, the action is transient; the vapour soon loses the heat communicated to it,\nand soon gains the heat which it has lost, and matters then take their normal course.\n\n§ 10. On the Physical Connexion of Radiation, Absorption, and Conduction.\n\nNotwithstanding the great accessions of late years to our knowledge of the nature of\nheat, we are as yet, I believe, quite ignorant of the atomic conditions on which radia-\ntion, absorption, and conduction depend. What are the specific qualities which cause\none body to radiate copiously and another feebly? Why, on theoretic grounds, must\nthe equivalence of radiation and absorption exist? Why should a highly diatherma-\nnous body, as shown by Mr. Balfour Stewart, be a bad radiator, and an adiatherma-\nnous body a good radiator? How is heat conducted? and what is the strict physical\nmeaning of good conduction and bad conduction? Why should good conductors be,\nin general, bad radiators, and bad conductors good radiators? These, and other questions,\nreferring to facts more or less established, have still to receive their complete answers.\nIt is less with a hope of furnishing such than of shadowing forth the possibility of\nuniting these various effects by a common bond, that I submit the following reflections\nto the notice of the Royal Society.\n\nIn the experiments recorded in the foregoing pages, we have dealt with free atoms,\nboth simple and compound, and it has been found that in all cases absorption takes\nplace. The meaning of this, according to the dynamical theory of heat, is that no atom\nis capable of existing in vibrating ether without accepting a portion of its motion. We\nmay, if we wish, imagine a certain roughness of the surface of the atoms which enables\nthe ether to bite them and carry the atom along with it. But no matter what the\nquality may be which enables any atom to accept motion from the agitated ether, the\nsame quality must enable it to impart motion to still ether when it is plunged in the\nlatter and agitated. It is only necessary to imagine the case of a body immersed in\nwater to see that this must be the case. There is a polarity here as rigid as that of\nmagnetism. From the existence of absorption, we may on theoretic grounds infallibly\ninfer a capacity for radiation; from the existence of radiation, we may with equal cer-\ntainty infer a capacity for absorption; and each of them must be regarded as the\nmeasure of the other*.\n\nThis reasoning, founded simply on the mechanical relations of the ether and the\natoms immersed in it, is completely verified by experiment. Great differences have\nbeen shown to exist among gases as to their powers of absorption, and precisely similar\ndifferences as regards their powers of radiation. But what specific property is it which\n\n* This was written long before Kirchhoff's admirable papers on the relation of emission to absorption\nwere known to me.\n\nMDCCCLXI.\nmakes one free molecule a strong absorber, while another offers scarcely any impediment to the passage of radiant heat? I think the experiments throw some light upon this question. If we inspect the results above recorded, we shall find that the *elementary* gases hydrogen, oxygen, nitrogen, and the *mixture* atmospheric air, possess absorptive and radiative powers beyond comparison less than those of the *compound* gases. Uniting the atomic theory with the conception of an ether, this result appears to be exactly what ought to be expected. Taking *Dalton's* idea of an elementary body as a single sphere, and supposing such a sphere to be set in motion in still ether, or placed without motion in moving ether, the communication of motion by the atom in the first instance, and the acceptance of it in the second, must be less than when a number of such atoms are grouped together and move as a system. Thus we see that hydrogen and nitrogen, which, when *mixed* together, produce a small effect, when *chemically united* to form ammonia, produce an enormous effect. Thus oxygen and hydrogen, which, when mixed in their electrolytic proportions, show a scarcely sensible action, when chemically combined to form aqueous vapour, exert a powerful action. So also with oxygen and nitrogen, which, when mixed, as in our atmosphere, both absorb and radiate feebly, when united to form oscillating systems, as in nitrous oxide, have their powers vastly augmented. Pure atmospheric air, of 5 inches tension, does not effect an absorption equivalent to more than the one-fifth of a degree, while nitrous oxide of the same tension effects an absorption equivalent to fifty-one such degrees. Hence the absorption by nitrous oxide at this tension is about 250 times that of air.\n\nNo fact in chemistry carries the same conviction to my mind that air is a *mixture* and not a *compound*, as that just cited. In like manner, the absorption by carbonic oxide of this tension is nearly 100 times that of oxygen alone; the absorption by carbonic acid is about 150 times that of oxygen; while the absorption by olefiant gas of this tension is 1000 times that of its constituent hydrogen. Even the enormous action last mentioned is surpassed by the vapours of many of the volatile liquids, in which the atomic groups are known to attain their highest degree of complexity.\n\nI have hitherto limited myself to the consideration that the compound molecules present broad sides to the ether, while the simple atoms with which we have operated do not; that in consequence of these differences the ether must swell into billows when the former are moved, while it merely trembles into ripples when the latter are agitated; that in the interception of motion also the former, other things being equal, must be far more influential than the latter. But another important consideration remains. All the gases and vapours, whose deportment we have examined, are transparent to light; that is to say, the waves of the visible spectrum pass among them without sensible absorption. Hence it is plain that their absorptive power depends on the periodicity of the undulations which strike them. At this point the present inquiry connects itself with the experiments of *Niepce*, the observation of *Foucault*, the surmises of *Ångstrom*, *Stokes*, and *Thomson*, and those splendid researches of *Kirchhoff* and *Bunsen*, which so immeasurably extend our experimental range. By *Kirchhoff* it has been conclusively\nshown that every atom absorbs in a special degree those waves which are synchronous with its own periods of vibration. Now, besides presenting broader sides to the ether, the association of simple atoms to form groups must, as a general rule, render their motions through the ether more sluggish, and tend to bring the periods of oscillation into isochronism with the slow undulations of obscure heat, thus enabling the molecules to absorb more effectually such rays as have been made use of in our experiments.\n\nLet me here state briefly the grounds which induce me to conclude that an agreement in period alone is not sufficient to cause powerful absorption and radiation; that in addition to this the molecules must be so constituted as to furnish points d'appui to the ether. The heat of contact is accepted with extreme freedom by rock-salt, but a plate of the substance once heated requires a great length of time to cool. This surprised me when I first noticed it. But the effect is explained by the experiments of Mr. Balfour Stewart, by which it is proved that the radiative power of heated rock-salt is extremely feeble. Periodicity can have no influence here, for the ether is capable of accepting and transmitting impulses of all periods; and the fact that rock-salt requires more time to cool than alum, simply proves that the molecules of the former glide through the ether with comparatively small resistance, and thus continue moving for a longer time; while those of the latter presenting broad sides to the ether, speedily communicate to it the motion which we call heat. This power of gliding through still ether, possessed by the rock-salt molecules, must of course enable the moving ether to glide round them, and no coincidence of period could, I think, make such a body a powerful absorber.\n\nMany chemists, I believe, are disposed to reject the idea of an atom, and to adhere to that of equivalent proportions merely. They figure the act of combination as a kind of interpenetration of one substance by another. But this is a mere masking of the fundamental phenomenon. The value of the atomic theory consists in its furnishing the physical explanation of the law of equivalents;—assuming the one the other follows; and assuming the act of chemical union as Dalton figured it, we see that it blends harmoniously with the perfectly independent conception of an ether, and enables us to reduce the phenomena of radiation and absorption to the simplest mechanical principles.\n\nConsiderations similar to the above may, I think, be applied to the phenomena of conduction. In the Philosophical Transactions for 1853, I have described an instrument used in examining the transmission of heat through cubes of wood and other substances. When engaged with this instrument, I had also cubes of various crystals prepared, and determined with it their powers of conduction. With one exception, I found that the conductivity augmented with the diathermancy. The exception was furnished by a cube of very perfect rock-crystal, which conducted slightly better than my cube of rock-salt. The latter, however, had a very high conductive power; in fact rock-salt, calcareous spar, glass, selenite, and alum, stood in my experiments, as regards conductivity, exactly in their order of diathermancy in the experiments of Melloni. I have already adduced considerations which show that the molecules of rock-salt glide with\nfacility through the ether, but the ease of motion which these molecules enjoy must facilitate their mutual collision. Their motion, instead of being expended on the ether which exists between them, and communicated by it to the external ether, is in great part transferred directly from particle to particle, or in other words, is freely conducted. When a molecule of alum, on the contrary, approaches a neighbour molecule, it produces a swell in the intervening ether, which swell is in part transmitted, not to the molecules, but to the general ether of space, and thus lost as regards conduction. This lateral waste prevents the motion from penetrating the alum to any great extent, and the substance is what we call a bad conductor*.\n\nSuch considerations as these could hardly occur without carrying the mind to the kindred question of electric conduction; but the speculations have been pursued sufficiently far for the present, and must now abide the judgment of those competent to decide whether they are the mere emanations of fancy, or a fair application of principles which are acknowledged to be secure.\n\nThe present paper, I may remark, embraces only the first section of these researches.\n\n* In the above considerations regarding conduction, I have limited myself to the illustration furnished by two compound bodies, but the elementary atoms also differ among themselves as regards their powers of accepting motion from the ether and of communicating motion to it. I should infer, for example, that the atoms of platinum encounter more resistance in moving through the ether than the atoms of silver. It is needless to say that the physical texture of a substance also has a great influence,\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108724.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 38,
    "total-input-tokens": 61654,
    "total-output-tokens": 24669,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1867,
        2
      ],
      [
        1867,
        5018,
        3
      ],
      [
        5018,
        8175,
        4
      ],
      [
        8175,
        11539,
        5
      ],
      [
        11539,
        14956,
        6
      ],
      [
        14956,
        18279,
        7
      ],
      [
        18279,
        21423,
        8
      ],
      [
        21423,
        24109,
        9
      ],
      [
        24109,
        27274,
        10
      ],
      [
        27274,
        30546,
        11
      ],
      [
        30546,
        33416,
        12
      ],
      [
        33416,
        35959,
        13
      ],
      [
        35959,
        39209,
        14
      ],
      [
        39209,
        41390,
        15
      ],
      [
        41390,
        43257,
        16
      ],
      [
        43257,
        45426,
        17
      ],
      [
        45426,
        48408,
        18
      ],
      [
        48408,
        49889,
        19
      ],
      [
        49889,
        51664,
        20
      ],
      [
        51664,
        53278,
        21
      ],
      [
        53278,
        54804,
        22
      ],
      [
        54804,
        56175,
        23
      ],
      [
        56175,
        58406,
        24
      ],
      [
        58406,
        61507,
        25
      ],
      [
        61507,
        63821,
        26
      ],
      [
        63821,
        65904,
        27
      ],
      [
        65904,
        68741,
        28
      ],
      [
        68741,
        71739,
        29
      ],
      [
        71739,
        74839,
        30
      ],
      [
        74839,
        76879,
        31
      ],
      [
        76879,
        79309,
        32
      ],
      [
        79309,
        82746,
        33
      ],
      [
        82746,
        85996,
        34
      ],
      [
        85996,
        89484,
        35
      ],
      [
        89484,
        92909,
        36
      ],
      [
        92909,
        94616,
        37
      ],
      [
        94616,
        94616,
        38
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108724",
    "title": "The Bakerian Lecture: On the Absorption and Radiation of Heat by Gases and Vapours, and on the Physical Connexion of Radiation, Absorption, and Conduction",
    "authors": "John Tyndall",
    "year": 1861,
    "volume": "151",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 38,
    "jstor_url": "https://www.jstor.org/stable/108724"
  }
}