{
  "id": "9fe8b3e08dacf54961fa9d02a70e0b8d5784d323",
  "text": "Tin generated anew, where it hath been formerly digg'd up and fill'd with Earth. Item, That taking a pint of simple Spring-water, in which he dissolv'd betwixt one and two drachms of Sal marine in Frigido (since about that quantity of Common Salt the Sulphur-water in the North contains,) he added to this Solution of Salt in water, about two or three ounces of Calx Vive and the Marcaites of Vitriol (found near the Sulphur-Well) grossly pulverized; which presently became considerably hot: whereupon pouring off some of the Water, he poured into the same, filtr'd, a little Solution of the simple Alome-Salt; and it immediately caused a precipitation of a Sulphur, and sent forth the very smell, and had also the exact tatt of the Sulphur-Well.\n\nAgain; That, seeing all Bodies are but Concretions and Hardnings of their primitive Juyces, under various disguises, generally perform'd by the operation of the Air, therefore the Preparation of a Dissolvent by Art, (which may work wonders in this kind) is no more, to him, than to make such an one, as may soften these Concretions, made by the Air, and by taking away their hardness, reduce them into their first Juicy Liquors. Where he observeth, that if it were not for the perpetual Circulation of the Juyces in the Body, constantly transpiring through the pores thereof, we should either become petrified, or be incircled with a Bark.\n\nIII. A Discourse in Vindication of Des-Cartes's Systeme, by M. Des-Fourneillis: to which is annexed the SYSTE ME GENERAL of the same CARTESIAN Philosophy, by Francis Bayle, M.D. at Tolose. Printed at London for Moses Pit, in Little-Britain.\n\nBoth these Tracts were lately English't out of French: Of the latter of which, whilst it was yet un-translated, some Accompt was given in Numb. 54: the former shews only, that the Systeme of M. Des-Cartes seems to have been taken out of the first Chapter of Genesis; and particularly, that his Opinion concerning Brutes contains nothing dangerous.\n\nErrata.\nPag.2012.l.36.r.was not yet, p.2016.l.18.r.rested himself, p.2023.l.19.r.bring put.\n\nLONDON.\n\nPrinted by T. R. for John Martyn Printer to the Royal Society, 1670.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101591.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 625,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2150,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101591",
    "title": "Errata",
    "authors": null,
    "year": 1670,
    "volume": "5",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101591"
  }
}