{
  "id": "c89f78ad2c0eb081704ae0e0ddf1fcb39f146291",
  "text": "with spongy knobs, which is only a different species of this genus, in the very curious cabinets of our friends Dr. John Fothergill, M.D. and Mr. Isaac Romilly, F.R.S. specimens of which they have both lately received from the East Indies. The examining of these has given me an opportunity to be more particular in the description of this coral; which seems to point out to us the great affinity there is between corals, keratophyta, and sponges.\n\nI am,\n\nDear Sir,\n\nYour most affectionate humble Servant,\n\nLaurence-Lane,\nMar. 24. 1757.\n\nJohn Ellis.\n\nXXIV. An Account of the Effects of a Storm at Wigton in Cumberland. Communicated by Mr. Philip Miller, F.R.S.\n\nTo the Rev. Tho. Birch, D.D. Secr. R.S.\n\nSIR,\n\nReceived the inclosed letter by the post, giving an account of the storm, which happened lately in the north. If the Royal Society have not already been informed of the effects of it, and you think the contents of it worthy their notice; I beg you will be so good as to communicate it to them. The facts therein mentioned have been confirmed to me by a person of skill and integrity.\ntegrity. Mr. Thomlinson's conjecture of the cause of the leaves of trees appearing scorched after the storm, I believe to be true; having two or three times myself observed the same in Sussex, at a considerable distance from the sea; when all the hedges, trees, and woods, on the side toward the sea, have had their leaves scorched, as if fire had passed over them; and their opposite sides from the sea have continued in full verdure; which frequently happens in storms from the south-west: and, upon tasting their leaves, I have found them as salt, as if they had been steeped in brine. I am,\n\nSIR,\n\nYour most obedient humble Servant,\n\nChelsea, Nov. 23.\n\n1756.\n\nPhilip Miller.\n\nTo Mr. Philip Miller.\n\nSIR,\n\nWigton, Nov. 15. 1756.\n\nON the 6th of last month, at night, happened a most violent hurricane, such an one, perhaps, as has not been known in these parts in any one's memory. It lasted four hours at least, from about eleven till three. The damage it has done is very deplorable. The corn has suffer'd prodigiously. Stacks of hay and corn have been intirely swept away: houses unroofed, and in several places driven down by its fury: trees without number torn up by the roots; others snapt off by the middles, and their fragments scattered over the adjoining fields. Some were twisted almost round, or split down to the very ground;\nground; and, in short, left in such a shattered, mangled condition, as scarce any description can give you an adequate idea of.\n\nThe change in the face of the country was very surprising in one single night: for, to complete the dismally-desolate scene, the several tribes of vegetables (in all their verdure the day before), as if blasted with æthereal fire, hung down their drooping heads. Every herb, every plant, every flower, had its leaves withered, shrivelled up, and turned black. The leaves upon the trees, especially on the weather side, fared in the same manner. The evergreens alone seem to have escaped. The grass also, in a few days time, recovered itself in a great measure.\n\nI agreed at first with the generality of people in their opinion, that lightning had done all this mischief: but upon recollecting, that there had not been much seen anywhere, in many places none at all, but that the effect was general (1), as far as ever the wind had reached; I began to think, that some other cause might probably be assigned. Accordingly, I set myself immediately to examining the dew or rain, which had fallen on the grass, windows, &c. in hopes of being enabled, by its taste, to form some better judgment of the sulphureous or nitrous particles (or of whatever other quality they were), with which the air was so strongly impregnated that night, as to produce such strange effects. Nor was I deceived in my expectations: for, upon tasting it,\n\n(1) Upon inquiry, I find, that no such thing was taken notice of in Northumberland; so it probably has not extended any further to the eastward, than the skirts of our own county.\nI found it as brackish as any sea-water. The several vegetables also, which I tasted, were all salt, more or less, and continued so for five or six days after; the saline particles not being then washed off; from the corn and windows in particular; the latter of which, when the moisture on the outside was exhaled next day, sparkled and appeared exceeding brilliant in the sunshine. This saltness, I conceive, has done the principal damage: for common salt dissolved in water, I find, upon experiment on some fresh vegetables (when sprinkled two or three times upon them) has the very same effect, except that it does not turn them quite so black: but particles of a sulphureous, or other quality, may have been mixed with it. That this salt water had been brought from the sea, every body, I think, will allow; but the manner how, is not so easy to conceive.\n\nThis freedom, Sir, perhaps may want an apology: but, as a gentleman of the Society you have the honour to be a member of, did not think something of the like nature either unworthy of his own notice, or that of the world; and as the hurricane principally affected these parts of nature, in the knowledge of which you have so eminently distinguished your-\n\n(2) In an adjoining bleach-yard, a piece of cloth, which had been left out all night, was turned yellow; and was not without some difficulty washed out again. Some also, which was spread out the next day, contracted the same colour.\n\n(3) The wind was westerly, and consequently would sweep the Irish sea.\n\n(4) No rain, or however very little, during the hurricane.\n\n(5) Mr. Derham, in his Physico Theology.\nself; I flattered myself you would excuse the trouble I should give you in a perusal of an account of this very strange, tho' hitherto unnoticed, phenomenon.\n\nI am, Sir, with the greatest respect and esteem,\n\nYour most humble Servant,\nThomas Thomlinson.\n\nXXV. An Account of the Effects of Lightning upon the Steeple and Church of Lezwithiel, Cornwall; in a Letter to the Right Honourable the Earl of Macclesfield, President of the R.S. By Mr. John Smeaton, F.R.S.\n\nRead April 21, January 25, 1757. about five o'clock in the evening, returning home from the Edystone works near Plymouth, I observed four flashes of lightning, within the space of six or seven minutes, towards the west; but heard no noise of thunder*. A few days after, I was informed, that the same evening the lightning had shattered the church of Lezwithiel in a very surprising manner.\n\nThe 1st of March I was at Lezwithiel: they had then begun to repair the damages; but had not made such a such progress, but that the principal effects were equally observable as at first. I observed, and was informed, as follows:\n\n* Distance about thirty miles.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105249.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8672,
    "total-output-tokens": 1791,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1093,
        2
      ],
      [
        1093,
        2434,
        3
      ],
      [
        2434,
        4072,
        4
      ],
      [
        4072,
        5697,
        5
      ],
      [
        5697,
        6814,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105249",
    "title": "An Account of the Effects of a Storm at Wigton in Cumberland. Communicated by Mr. Philip Miller, F.R.S.",
    "authors": "Thomas Thomlinson, Philip Miller",
    "year": 1757,
    "volume": "50",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/105249"
  }
}