{
  "id": "08b0318fc16674a9b065627320431edc1c7f03f1",
  "text": "AN INDEX TO THE Forty-seventh VOLUME OF THE Philosophical Transactions, For the YEARS 1751 and 1752.\n\nA.\n\nAIR-PUMP, Improvements made therein by Mr. J. Smeaton, p. 415.\nAldrovandus's Miriozoon, or Pseudo-foralium album fungosum, p. 107.\nAlston, (Dr.) concerning a Property of Quick-lime, p. 265.\nAnimal Bodies, Observations and Experiments upon, by Dr. Charles Morton, p. 305.\nApophyllon and Dentaria heptaphyllos, an Account of, by Mr. William Watson, p. 428.\nAppearance, a remarkable one in the Moon, p. 164.\nArtificial Magnets, how to make, p. 31.\nare far superior to natural ones, p. 34.\nAstronomical Observations, made by Father Augustin Halferstein at Pekin, p. 376.\nAurora Borealis observed at the Hague Feb. 27, 1750, p. 39.\nINDEX.\n\nB.\nBaker's (Mr. Henry) Account of a Fire-ball seen in the Air, p. 3.\nBalls (vegetable) taken up near Hull in Yorkshire, p. 498.\nBayly (Dr. George) of the Use of the Bark in the Small-pox, p. 27.\nBerlin, Obs. upon a Female Palm-tree there, by Mr. Mylius, p. 169.\nBevis's (Dr. John) Obs. of the Occultation of the Planet Venus in the Day-time, p. 159.\n——— Extracts of Father Augustin Hallerstein's astronomical Observations at Pekin, p. 376.\nBianchini's (Dr.) Treatise of medical Electricity, p. 399.\nBills of Mortality, concerning the Improvement therein, by Mr. James Dodson, p. 333.\nBinomial Theorem (Sir Isaac Newton's) demonstrated by a general Method of Series, p. 20.\nBishop of London's Garden at Fulham, an Account of, by Mr. Wm. Watson, p. 241.\nBladder, a Piece of Bone, together with a Stone, extracted from thence, p. 475.\nBlake's, (Francis Esq;) best Proportions for Steam-engine Cylinders, p. 197.\n——— Spherical Trigonometry reduced to Plane, p. 441.\nBody found in a Vault of Staverton-Church in Devonshire, p. 253.\nBobadich's (Dr.) Dissertatio de utilitate electrificationis in curandis morbis, extracted by Mr. Wm. Watson, p. 345.\nBond's (Dr. John) Machine for killing of Whales, p. 429.\nBone, a Piece of one, together with a Stone in the Bladder, extracted by Mr. Joseph Warner, p. 475.\nBones of a Fetus extirpated from a Woman, p. 92.\nBradley's (Mr. John) Obs. of the Occultation of Venus by the Moon, p. 201.\nBrook's (Mr. Rich.) Letter concerning Inoculation, p. 470.\n\nBucket,\nINDEX.\n\nBroissart's (Mr.) Styptic; Remarks on the Use thereof, by Mons. Faget, p. 560.\nBrown (Mr.) concerning the Success of Inoculation at Salisbury, p. 570.\nBrowning, Esq.; (John) concerning a Dwarf, p. 278.\nBucket, Sea-gage, described by Dr. Stephen Hales, p. 214.\n\nC.\n\nCancer major, farther Observations upon, by Mr. Peter Collinson, p. 40.\nCanton's (John) Method of making artificial Magnets, p. 31.\nCanula's for treating fungous Excrencences of the Bladder, p. 292.\nCase of the Operation of the Empyema, p. 407.\n—of the Right Honourable Horace Walpole, Esq; relating to the Stone, p. 43, and 472.\nCat (M. Le) new Trocart for the Puncture on the Hydrocephalus, p. 267.\n—Observations on fungous Excrencences of the Bladder, p. 292.\n—Obs. upon an Hernia by Rupture, having an herniary Sack, p. 324.—by Dilatation, having two Sacks, p. 325.\n—concerning the Dissection of a Rupture, p. 341.\nCatalogue of the Fifty Plants from Chelsea Garden, for the Year 1750. by Dr. John Wilmer, p. 166.\n— for the Year 1751. by the same, p. 396.\n— of exotic Trees, in the Bishop of London's Garden at Fulham, p. 244.\nCataract, to couch, after Mons. David's Method, p. 530.\nCause of Thunder, by Mr. Henry Eeles, p. 524.\nCheshire and Lancashire, of the Roman Colonies there, by Tho. Percival, Esq; p. 216.\nChild, a double, an Account of, by Thomas Percival, Esq; p. 360.\nCinnamon-tree, an Account of, by Mr. William Watson, p. 301.\n\nClass\nINDEX.\n\nClass of the Phocæ marina, a Dissertation upon, by Dr. James Parsons, p. 109.\nClock, the Irregularity of its Motion how to prevent, by John Ellicott, p. 479.\nClouds, Electricity extracted from them, by Abbé Nollet, p. 553.\n—— by Mr. Mylius of Berlin, p. 559.\nCoe (Dr. T.) concerning the fat Man at Malden in Essex, p. 188.\nCollinson's (Mr. Peter) Observations on the Cancer major, p. 40.\nColonies and Stations (of the Roman) in Cheshire and Lancashire, p. 216.\nCombination of Pullies, or a new Tackle, described by Mr. John Smeaton, p. 494.\nComets, a Letter concerning them, by Mr. Richard Dunthorne, p. 281.\nConstantinople, concerning the Plague there, by Dr. Moradach Mackenzie, p. 384 and 514.\nCoolness and Saltnefs of the Sea, to find the different Degrees of, p. 214.\nCopper Springs in Ireland, a Letter concerning them, by Dr. William Henry, p. 500.\nCoral, new Discoveries relating to the History thereof, by Dr. Vitaliano Donati, p. 95.\n—— and other Productions of the Sea, a Treatise upon, by Dr. Peyssonnell, p. 445.\nCorals, Corallines, &c. concerning their Formation, by Dr. James Parsons, p. 505.\nCouching a Cataract; Mons. Daviel's Method, by Dr. Tho. Hope, p. 530.\nCrabs Shells, a Letter concerning them, by Dr. Parsons, p. 438.\nCylinders (Steam-Engine) best Proportions for them, by Francis Blake, Esq; p. 197.\n\nD.\nDaviel's (Mons.) Method of couching a Cataract, p. 530.\nDevenham (Mr. Thomas) extracts the Bones of a Fetus from a Woman, p. 92.\n\nDeeping\nINDEX.\n\nDeeping-Fen in Lincolnshire, of a Water-spout there, by Mr. Benjamin Ray, p. 477.\nDentaria heptapyllos, and Apkylon, an Account of, by Mr. Wm. Watson, p. 428.\nDescription of Herculaneum, and what has been found in it, p. 150.\n——— of a Water-Engine, of a new Invention, by M. de Moura Portugal, p. 436.\nDiscoveries (new) relating to the History of Coral, by Dr. Vitaliano Donati, p. 95.\nDissection of a Rupture, by Dr. le Cat, p. 341.\nDissertatio de utilitate electrificationis in curandis morbis; translated by Mr. Wm. Watson, p. 353.\nDissertation upon the Clas of the Phoca marinae, by Dr. James Parsons, p. 109.\nDixon, Esq; (William) concerning some vegetable Balls taken up near Hull in Yorkshire, p. 498.\nDobson (Mr. James) concerning the Improvement of the Bills of Mortality, p. 333.\nDonati’s (Dr. Vitaliano) new Discoveries relating to the History of Coral, p. 95.\nDouble Child, an Account of, by Thomas Percival, Esq; p. 360.\nDunthorne’s (Mr. Richard) Letter concerning Comets, p. 281.\nDwarf, an Account of one, by John Browning, Esq; p. 278.\n\nE.\nEclipse of the Moon in 1751. obs. by Mr. James Short,\nEeles (Mr. Henry) concerning the Cause of Thunder, p. 524.\nEffects of the Hyoscyamus albus, or white Henbane, by Dr. John Stedman, p. 194.\n——— of the Vitrum Antimonii ceratum, obs. by Mons. Geoffroy, p. 273.\nElectrical Experiments in England upon Thunder-clouds, p. 567.\n——— in France; the Success of some late ones there, by Abbé Mazeas, p. 534—552.\n\nElectricity\nINDEX.\n\nElectricity in vacuo, Observations upon, by Mr. William Watson, p. 362.\n———extracted from the Clouds, by Abbé Nollet, p. 553.\n———by Mr. Mylius of Berlin, p. 559.\nEllicott's (John) Description of a Method, by which the Irregularity of the Motion of a Clock may be prevented, p. 479.\nEllis's (Captain Henry) Letter concerning the Utility of Ventilators, p. 211.\nEmpyema, the Case of the Operation thereon, performed by Mr. Joseph Warner, p. 407.\nEruption of Mount Vesuvius, from its first Beginning, to October 28, 1751, describ'd by Richard Supple, p. 315.\n———the same describ'd, in a Letter from Naples to Sir Matthew Fetherston-Haugh, Baronet, p. 409.\n———the same, by Mr. John Parker, in a Letter from Rome, p. 474.\nEuler (Professor) declares for Sir Isaac Newton's Theory, p. 264.\nExcrescences (fungous) of the Bladder, Observations upon, by M. le Cat, p. 292.\nExotic Trees in the Bishop of London's Garden at Fulham, a Catalogue of, p. 244.\nExperiments made with the Poison of Lamas and of Tucunas, by Dr. Herissant, p. 75.\n———on Electricity, made in Philadelphia, by Mr. Benjamin Franklin, p. 206.\n———made to prove the Utility of Ventilators, by Captain Henry Ellis, p. 211.\n———relating to Odours passing thro' electrified Globes and Tubes, by Professor Winkler, p. 231.\n———upon animal Bodies, by Dr. Charles Morton, p. 305.\n———upon medical Electricity, by Dr. Bianchini, at Venice, p. 399.\nExtracts of Father Augustin Hallerstein's astronomical Observations, made at Pekin, p. 376.\nINDEX.\n\nF.\nFagei's (Mons.) Remarks on the Use, &c. of Mr. Broffart's Styptic, p. 560.\nFat Man at Malden in Essex, an Account of him, by Dr. T. Coe, p. 188.\nFire-ball, concerning one seen in the Air, by Mr. William Smith, p. 1.\n——— of the same, by Mr. Henry Baker, p. 3.\nFlowers, some Observations upon the Sex of them, by Mr. Wm. Watson, p. 169.\nFœtus, the Bones of one extracted from a Woman, p. 92.\nForceps (a cutting) for extirpating fungous Excrescences of the Bladder, p. 292.\nFormation of Corals, Corallines, &c. by Dr. James Parsons, p. 505.\nFrance; concerning the late Success of Experiments there, by Abbé Mazzeus, p. 534—552.\nFranklin's (Mr. Benjamin) Experiments on Electricity, made at Philadelphia, p. 206.\n——— Letter concerning the Effects of Lightning, p. 289.\n——— concerning an electrical Kite, p. 565.\nFreeman's (Mr.) Letter relating the Ruins of Herculeum, p. 131.\nFulham, of the Bishop of London's Garden there, by Mr. Wm. Watson, p. 241.\n\nG.\nGabry (Petri) Observationes Aurora Borealis Hage Com., p. 39.\nGeneva has Inoculation successfully introduced there, p. 503.\nGeoffroy's (Mons.) Observations on the Effects of Vitrum Antimonii ceratum, p. 273.\nGlobes and Tubes (electrified) admit of Odours to pass thro' them, p. 231.\nGrass, with an inverted Iris upon it, observed by Philip Carteret Webb, Esq; p. 248.\nGrotta de Cani in Italy, Observations made thereon, by Abbé Nollet, p. 48.\n\nH.\nINDEX.\n\nH.\n\nHales's (Dr. Stephen) Letter concerning Captain H. Ellis's Bucket Sea-gauge, p. 214.\nHallerstein's (Father Augustin) Letter from Pekin to Dr. Mortimer, p. 319.\n— astronomical Observations made at Pekin, extracted by Dr. Bevis, p. 376.\nHarrison's (Mr. John) Two Letters concerning a small Species of Wasps in New England, p. 184, 186.\nHazen (Mr. William Van) concerning the Quantity of Rain which fell at Leyden in 1751, p. 360.\nHeberden's (Dr. Thomas) Observations made in going up the Pic of Teneriff, p. 353.\n— upon the Weather in Madeira, p. 357.\nHeats and Colds, their Influence upon the Rod of a Pendulum, p. 479.\nHenbane (white) or Hyoscyamus albus, of its Effects, by Dr. John Stedman, p. 194.\nHenry's (Dr. William) Letter concerning the Copper Springs in Ireland, p. 500.\nHerculaneum, the Ruins thereof related by Mr. Freeman at Naples, p. 131.\n— Description of the Place, and what has been found in it, p. 150.\nHerissant's (Dr.) Experiments made with the Poison of Lamas and of Ticunas, p. 75.\nHermaphrodite, an Account of one, by Dr. James Parsons, p. 142.\nHernia by Rupture, having an herniary Sack, obs. by Mons. le Cat, p. 324.\n— by Dilatation, having two Sacks, p. 325.\nHistory of Coral; new Discoveries relating to the same, by Dr. Vitaliano Donati, p. 95.\nHope (Dr. Thomas) concerning M. David's Method of couching a Cataract, p. 530.\nHorizontal Top, invented by Mr. Serfon; describ'd by Mr. James Short, p. 352.\nINDEX.\n\nHuxham (Dr. John) concerning a Body found in a Church-Vault in Devonshire, p. 253.\nHydrocephalus, a new Trocart for the Puncture therein, p. 267.\nHydropoby, an Account of one, by Dr. Thomas Wilbraham, p. 412.\nHyoscyamus albus, or white Henbane, of its Effects; by Dr. John Stedman, p. 194.\n\nI.\n\nIliac Passion, an Account of one, p. 123.\nImprovement of the Bills of Mortality, by Mr. James Dodson, p. 333.\nImprovements in the Air-pump, made by Mr. J. Smeaton, p. 415.\nInfluence of Heat and Cold upon the Rod of a Pendulum, p. 479.\nInoculation, a Letter concerning the same, by Mr. Rich. Brooke, p. 470.\n——— concerning the Introduction and Success thereof in Geneva, p. 503.\n——— concerning the Success thereof at Salisbury, by Mr. Brown, p. 570.\nInquiry into the Cause of voluntary muscular Motion, by Dr. Charles Merton, p. 305.\nIris, an inverted one upon the Grafs, observed by Philip Carteret Webb, Esq; p. 248.\nIrregularity of the Motion of a Clock, how to prevent; by Mr. John Ellicott, p. 479.\n\nK.\n\nKite, concerning an electrical one, by Benjamin Franklin, Esq; p. 565.\n\nL.\n\nLamas and Ticunas, Poison of, Experiments made therewith, by Dr. Herissant, p. 75.\nLancashire and Chester, of the Roman Colonies and Stations there, p. 216.\nLetter from Father Augustin Hallerstein, at Pekin, to Dr. Mortimer, p. 319.\n\nLetters\nINDEX\n\nLetters (several) concerning a Body found in a Vault in the Church of Staverdon in Devonshire, p. 253.\n\n— of the Abbé Mazeas, concerning the Success of the late Experiments in France, p. 534—552.\n\nLeyden, of the Quantity of Rain which fell there in 1751 by Mr. Wm. Van Hazen, p. 360.\n\nLightning, concerning the Effects of, by Mr. Benjamin Franklin, p. 289.\n\n— the Effects of at Southmolton in Devonshire, by Joseph Palmer, Esq; p. 330.\n\nM.\n\nMachine for killing of Whales, by Dr. John Bond, p. 429.\n\nMackenzie (Dr. Mordach) concerning the Plague at Constantinople, p. 384, and 514.\n\nMadeira, Observations upon the Weather there, made by Dr. Tho. Heberden, p. 357.\n\nMadrepora described, p. 105.\n\nMagnetic Needle, concerning the Variation thereof, p. 126.\n\nMagnets (artificial) how to make, p. 31.\n\nMalden in Essex, of the fat Man there, by Dr. T. Coe, p. 188.\n\nMazeas (Abbé) concerning the Success of the late Experiments in France, p. 534—552.\n\nMedical Electricity, a Treatise upon, by Dr. Bianchini, p. 399.\n\nMethod (a general) of Series, by T. Simpson, p. 20.\n\n— of couching a Cataract (Monsr. David's) by Dr. Thomas Hope, p. 530.\n\nMethods to prevent the Irregularity of the Motion of a Clock, p. 479.\n\nMiriozcon, or Pseudoforalium album fungosum, a Description of, p. 107.\n\nMonkey, an Account of a very small one, by Dr. James Parsons, p. 146.\n\nMoon, a remarkable Appearance in her, p. 164.\n\nMoon's Occultation of the Planet Venus, obs. in London, by Dr. John Bevis, p. 159.\nINDEX.\n\nMorton's (Dr. Charles) Observations and Experiments upon animal Bodies, p. 305.\nMotion, of the mean of the Moon's Apogee, by the Rev. Patrick Murdock, p. 62.\n— voluntary muscular, an Inquiry into the Cause thereof, p. 305.\n— of a Clock, to prevent its Irregularity, by John Ellicott, p. 479.\nMurdock (Rev. Patrick) concerning the mean Motion of the Moon's Apogee, p. 62.\nMylius's (Mr.) Observations upon a female Palm-tree at Berlin, p. 169.\n\nN.\nNewton's (Sir Isaac) Binomial Theorem demonstrated, by T. Simpson, p. 20.\n— of the mean Motion of the Moon's Apogee, p. 64.\n— Theory sufficient to explain the Irregularities of the Moon, p. 264.\nNollet's (Abbé) Observations made in Italy on the Grotta de Cani, p. 48.\n— extracting Electricity from the Clouds, p. 553.\n\nO.\nObservations on the Cancer major, by Mr. Peter Collinson, p. 40.\n— made in Italy on the Grotta de Cani, by the Abbé Nollet, p. 48.\n— upon the Sex of Flowers, by Mr. W. Watson, p. 169.\n— of the Occultation of Venus by the Moon, by Mr. John Bradley, p. 201.\n— on fungous Excrescences of the Bladder, by M. le Cat, p. 292.\n— upon animal Bodies, by Dr. Charles Morton, p. 305.\n\nP.\nPalm-tree, Obs. upon a female, at Berlin, by Mr. Mylius, p. 169.\nINDEX.\n\nPalmer's (Joseph, Esq;) Account of the Effects of Lightning at Southmoulton in Devonshire, p. 330.\nParker (Mr. John) concerning the late Eruption of Mount Vesuvius, p. 474.\nParsons's (Dr. James) Dissertation upon the Class of the Phocæ marinae, p. 109.\n——— concerning the Hermaphrodite shewn in London, p. 142.\n——— concerning the Shells of Crabs, p. 438.\n——— concerning the Formation of Corals, Corallines, &c. p. 585.\nPassion (Iliac) an Account of, p. 123.\nPekin, astronomical Observations made there by Father Augustin Hallerstein, p. 375.\nPendulum, the Rod thereof is influenced by Heats and Colds, p. 479 and 517.\nPercival's (Thomas, Esq;) Observations on the Roman Colonies and Stations in Cheshire and Lancashire, p. 216.\n——— Account of a double Child, p. 360.\nPeyssonnell (Dr.) upon Coral, and several other Productions of the Sea, p. 445.\nPhiladelphia, Experiments on Electricity made there, by Mr. Benjamin Franklin, p. 206.\nPhocæ marinae, a Dissertation upon the Class of them, by Dr. James Parsons, p. 109.\nPic of Teneriffe, Observations made in going up the same, by Dr. Thomas Heberden, p. 353.\nPlague at Constantinople, concerning the same, by Dr. Mordach Mackenzie, p. 384 and 514.\nPlants, Fifty, from Chelsea Garden, for the Year 1750, a Catalogue of them, by Dr. John Wilmer, p. 166.\nPoison of Lamas and Ticunas, Experiments made with, by Dr. Herissant, p. 75.\nPortugal's (M. de Moura) Description of a Water-Engine of a new Invention, p. 436.\nProductions of the Sea, a Treatise upon, by Dr. Peyssonnell, p. 445.\nINDEX.\n\nProperty of Quick-lime, by Dr. Alston, p. 265.\nProportions for Steam-Engine Cylinders, by Francis Blake, Esq; p. 197.\nPseudo-foralium album fungosum, or Miriozoon, a Description thereof, p. 107.\nPuncture of the Hydrocephalus, a new Trocart for, p. 267.\n\nQ.\nQuick-lime, a Property of, by Dr. Alston, p. 265.\n\nR.\nRain, the Quantity of at Leyden, in 1751, by Mr. Willem van Hazen, p. 360.\nRay (Mr. Benjamin) of a Water-spout in Deeping-Fen in Lincolnshire, p. 477.\nRemarks upon Dr. Stedman's Effects of Hyoscyamus albus, or white Henbane, by Mr. Wm. Watson, p. 196.\n——— on some vegetable Balls, taken up near Hull in Yorkshire, by the same, p. 498.\nRoman Colonies and Stations in Cheshire and Lancashire, p. 216.\nRuins of Herculaneum, in a Letter from Naples, by Mr. Freeman, p. 131.\nRupture, concerning the Dissection of one, by Dr. le Car, p. 341.\n\nS.\nSalisbury, concerning the Success of Inoculation there, by Mr. Brown, p. 570.\nSea-Gauge, to find the different Degrees of Coolness and Saltiness of the Sea, p. 214.\nSensations, are merely relative, p. 210.\nSerfson's Invention of an horizontal Top, describ'd by Mr. James Short, p. 352.\nSex of Flowers, Observations upon, by W. Watson, p. 169.\nShells of Crabs, a Letter concerning them, p. 438.\nShort (James) of a remarkable Appearance in the Moon in 1751, p. 164.\n——— of the Eclipse of the Moon, Nov. 21, 1751, p. 317.\nINDEX.\n\nShort (James) of an horizontal Top, invented by Serfon, p. 352.\n— concerning the Inventor of the Contrivance in the Pendulum of a Clock, to prevent the Irregularity of its Motion, p. 517.\nSimpson's (T.) general Method of Series, p. 20.\nSmall-pox, of the Use of the Bark in that Distemper, p. 27.\nSmeaton's (Mr. John) Improvements in the Air-pump, p. 415.\n— Description of a new Tackle, or Combination of Pullies, p. 494.\nSmith (Mr. Wm.) of a Fire-ball seen in the Air, July 22, 1750, p. 1.\nSouthmoulton in Devonshire, the Effects of Lightning there, by Joseph Palmer, Esq; p. 330.\nSpherical Trigonometry reduced to Plane, by Francis Blake, Esq; p. 441.\nStations and Colonies (Roman) in Cheshire and Lancashire, p. 216.\nStaverton Church in Devonshire, concerning a Body found in a Vault there, p. 253.\nSteam Engine Cylinders, best Proportions for them, by Francis Blake, Esq; p. 197.\nStedman's (Dr. John) thermometrical Tables and Observations, p. 4.\n— of the Effects of Hyoscyamus, or white Henbane, p. 194.\nStone in the Bladder extracted by Mr. Jos. Warner, p. 475.\nStyptic (Mr. Broffart's) Remarks upon it, by Mr. Fager, p. 560.\nSupple (Mr. Richard) of the Eruption of Mount Vesuvius, p. 315.\n\nT.\nTables and Observations (thermometrical) by Dr. John Stedman, p. 4.\nTackle (a new) or Combination of Pullies, by Mr. John Smeaton, p. 494.\nTeneriffe (Pic of) Observations made in going up the same, by Dr. Thomas Heberden, p. 353.\nINDEX.\n\nTheorem (Binomial) demonstrated by a general Method of Series, p. 20.\nThermometrical Tables and Observations, p. 4.\nThunder, concerning the Cause thereof, by Mr. Henry Eeles, p. 524.\nThunder-Clouds, electrical Experiments made upon in England, p. 567.\nTicunas and Lamas Poison, Experiments made therewith, by Dr. Herissant, p. 75.\nTop (an horizontal) invented by Mr. Serfon; by Mr. James Short, p. 352.\nTrigonometry (spherical) reduced to plane, by Francis Blake, Esq; p. 441.\nTripe (Mr.) concerning a Body found in a Church-Vault in Devonshire, p. 253.\nTrocart (a new) for the Puncture of the Hydrocephalus, by M. le Cat, p. 267.\n\nV.\nVariation of the magnetic Needle, p. 126.\nVegetable Balls, taken up near Hull in Yorkshire, p. 498.\nVenice, Experiment upon medical Electricity made there, by Dr. Bianchini, p. 399.\nVentilators, of their Utility, by Captain Henry Ellis, p. 211.\nVenus, an Occultation of that Planet by the Moon, observed in London by Dr. John Bevis, p. 159.\n— by Mr. John Bradley, p. 201.\nVesuvius (Mount) of its Eruption in 1751, by Mr. Rich. Supple, p. 315, and 409.\n— by Mr. John Parker, p. 474.\nVitrum Antimonii ceratum, Obs. on the Effects thereof, by M. Geoffroy, p. 273.\nVoluntary muscular Motion, an Inquiry into the Cause thereof, by Dr. Charles Morton, p. 305.\nVitilitas Electrificationis in curandis Morbis, Dissertatio, Account of it by Mr. W. Watson, p. 353.\n\nW.\nWalpole's (Right Hon. Horace, Esq;) Account of his Case, drawn up by himself, p. 43.\n\nWalpole's\nINDEX.\n\nWalpole's Sequel of his Case relating to the Stone, p. 472.\nWarner's (Mr. Joseph) Case of the Operation of the Em-\npyema, performed by him, p. 407.\n———extracts a Piece of Bone, together with a Stone\nin the Bladder, p. 472.\nWasps, concerning a small Species of them in New Eng-\nland, by Mr. John Harrison, p. 184—186.\nWater-Engine of a new Invention, by M. Moura Portugal,\np. 436.\nWater-Spout in Deeping-Fen, Lincolnshire, an Account of,\nby Mr. Benjamin Ray, p. 477.\nWatson's (Mr. Wm.) Observations upon the Sex of Flow-\ners, p. 169.\n———Remarks upon Dr. Stedman's Effects of the Hyo-\nscyamus albus, or white Henbane, p. 196.\n———Account of Mr. Benj. Franklin's Experiments on\nElectricity made in Philadelphia, p. 206.\n———Account relating to Experiments of Odours pass-\ning thro' Glasses and Globes, p. 231.\n———Account of the Bishop of London's Garden at\nFulham, p. 241.\n———Account of the Cinnamon-tree, p. 301.\n———Observations on Electricity in vacuo, p. 362.\n———Account of Apbyllon and Dentaria heptaphyllos,\np. 428.\n———Remarks upon some vegetable Balls taken up\nnear Hull in Yorkshire, p. 498.\n———concerning the electrical Experiments in England,\nupon Thunder-clouds, p. 567.\nWeather in Madeira, Observations made upon it, by Dr.\nTho. Heberden, p. 357.\nWebb's, (Phil. Carteret, Esq;) Account of an inverted\nIris, p. 248.\nWhales, a Machine for killing them, by Dr. John Bond,\np. 429.\nWilbraham's (Dr. Thomas) Account of an Hydrophobia,\np. 412.\n\nWill\nINDEX.\n\nWill hath the Power of rendering the Sensations of the Nerves more acute, p. 312.\nWilmer's (Dr. John) Catalogue of the Fifty Plants from Chelsea Garden, for the Year 1751, p. 396.\nWinkler's (Professor) Experiments relating to Odours passing thro' electrified Glasses and Tubes, p. 231.\nWoman, the Bones of a Faetus extracted from one, p. 92.\n\nFINIS.\n\nERRATA.\n\nPage 43, Note l. 3, for June 4, read May 28. Page 64, l. 4, for Tab. Fig. read Tab. I. Fig. P. 421, l. 34. for will have power, read will have no power. P. 422, l. 2. after 1000 times, add, and frequently 2000. Ibid. l. 5. dele same. Ibid. l. 14. for been at it, read been done at it. Ibid. l. 16. for vapours read moisture. P. 424. l. 15. for with several joints, read, and several joints of the pump. Ibid. l. 25. after cock make a comma, and blot out that after valve in the next line. P. 415, l. 4. for use read rise. P. 496, l. 10. dele new method. Ibid. l. 28. for figure annexed read Fig. 6. Plate xviii.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105112.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 18,
    "total-input-tokens": 26062,
    "total-output-tokens": 8593,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        733,
        2
      ],
      [
        733,
        2234,
        3
      ],
      [
        2234,
        3657,
        4
      ],
      [
        3657,
        5132,
        5
      ],
      [
        5132,
        6613,
        6
      ],
      [
        6613,
        8108,
        7
      ],
      [
        8108,
        9517,
        8
      ],
      [
        9517,
        10958,
        9
      ],
      [
        10958,
        12287,
        10
      ],
      [
        12287,
        13771,
        11
      ],
      [
        13771,
        14989,
        12
      ],
      [
        14989,
        16527,
        13
      ],
      [
        16527,
        17905,
        14
      ],
      [
        17905,
        19342,
        15
      ],
      [
        19342,
        20840,
        16
      ],
      [
        20840,
        22297,
        17
      ],
      [
        22297,
        23276,
        18
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105112",
    "title": "Back Matter",
    "authors": null,
    "year": 1751,
    "volume": "47",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 18,
    "jstor_url": "https://www.jstor.org/stable/105112"
  }
}