{
  "id": "3d128a4a140fd7122ddfc1b37df06a49edbe9069",
  "text": "\"the clock, whenever he should call to him;\n\"in which respect, he is of opinion, he made\n\"no mistake, though, possibly, he might make\n\"one with regard to the minute, by setting down\n\"one too many at the egress; which he now\n\"thinks there is some cause to believe he did.\"\n\nJ. B.\n\nXXXVIII. Observations on the same Transit;\nand on an Eclipse of the Moon, May 8,\n1761; and of the Sun, on the 3d of June\n1761: In a Letter to the Rev. Thomas\nBirch, D.D. Secretary to the Royal So-\nciety, from Mr. Peter Wargentin, Secretary\nto the Royal Academy of Sciences in Sweden,\nand F. R. S.\n\nRead Nov. 12, 1761.\n\nLitteræ hisce inclusæ, ad te et clarissimum Dollondium scriptæ, quas amicus meus, Dominus Klingensierna (principis Suec. hæreditarii præceptor) transmittendas mihi tradidit, occasionem mihi suppeditant, paucis te invi-\nsendi, tibique communicandi observationes nonnullas astronomicas, nuper à me habitas, in observatorio Stockholmiensi, cujus elevatio poli est $59^\\circ 20' 31''$, differentia autem meridian. ab observatorio Grenovicensi $1^\\text{h} 12' 1''$.\n\nSi illas dignas judicaveris, quæ illustrissimæ Socie-\ntati Regiæ offerantur, erit id mihi gratissimum. Quid-\nquid\nquid sit, me tua in scientias merita magni facere pro-\nfiteor, et sincero cum affectu sum,\nReverendi nominis tui\nCultor studiosissimus,\n\nStockholmiae,\ndie 9 Junii 1761.\n\nPetr. Wargentin,\nAcad. R. Scient. Suec. Secret.\n\nEclipseos Lunæ totalis, die 18 Maii hujus anni, obser-\nvatæ, quædam momenta.\n\nPenumbra densa in margine Lunæ\npercipitur\n\nInitium veræ eclipseos circiter æsti-\nmatum\n\nGrimaldus totus immergit\nSchickardus totus absconditur\nGalilæus occultatus in umbra disparet\nGassendus delitescit\nAriftarchus umbram ingreditur\nTycho incipit immergere\ntotus abit\nCopernicus incipit tenebris offundi\ntotus fere absconditus\n\nEratosthenes immergit\nUmbra ad Platonem\nArchimedes evanescit\nPlato totus est in umbra\nPlinius se subducit\nProclus hæret in margine umbræ\nVix apparet vestigium Procli\nMare Crisium incipit immergere\nIdem totum tenebrae occuparunt\nImmersio Lunæ totalis in umbram\n\n9 31 30 vesp.\n9 32 20\n9 35 50\n9 38 48\n9 39 47\n9 43 28\n9 48 10\n9 51 5\n9 52 18\n9 54 16\n9 55 48\n10 4 0\n10 14 53\n10 15 26\n10 16 50\n10 18 31\n10 29 38\n10 30 28\n10 31 30\n10 35 24\n\nVol. I II.\nMargo tamen Lunæ, qui ultimus immerserat, satis clarâ luce conspicuus fuit per 5 vel 6 temporis minuta, et referebat nudis oculis speciem stellæ secundi ordinis. Hora autem 10h 52' ille ipse margo, cum tota reliqua Luna, ita prorsus disparuerat, ut nullum ejus vestigium, vel nudis vel armatis oculis, sensibile restaret, cælo licet sereno, et stellis vicinis in tubo conspicuis. Sub ipsa quoque immersione, illa Lunæ portio, quæ in umbram inciderat, penitus evanescerat, aliter fane quam fieri solet etiam in eclipsibus Lunæ centralibus; plerumque enim Luna, quamvis in medio umbræ, apparere solet lumine quodam subobscuræ, per atmosphæram refracto.\n\nAntequam autem Luna sic disparesceret, animadverti stellam (Librae) in vicinia marginis orientalis, quam Luna mox occultatura videbatur.\n\nEam omni studio prosecutus vidi demum, oculi ictu citius, extinguui occultatam Ejusdem stellæ emersio contigit inter 11h 43' 8'' et 11h 43' 28''\n\nEmergebat à parte Lunæ prorsus invisibili: ejusque sub Luna semita borealior paulo erat diametro Lunæ horizontali.\n\nPostquam Lunam amissam diu quaesivisset, reperi tandem tubo bipedali, hora 11h 30', vix sensibili luce circa marginem orientalem suffusam. Hora 11h 33' ejus quoque vestigium acutioribus se offerebat oculis, instar tenuissimæ nubeculæ. Plusquam dimidius autem Lunæ discus occidentalis manit prorsus invisibilis, et erant limites inter visibilem et invisibilem partem valde tortuosæ; circa margines autem Lunæ erat lumen illud intensius et magis extensum, quam circa centrum. Cœpta vero emersione, quidquid nondum emerserat, plane visum non feriebat.\nLunæ margo juxta Grimaldum lucidior exsplendescere coepit Initium emersionis veræ circiter Grimaldus incipit emergere totus luei restitutus Galilæus prominet Aristarchus apparet jam totus est illustris Copernici nucleus lucem adspicit Tychonis nucleus incipit eluctari tenebris totus evasit Plinius prorepit Promontorium acutum incipit prominere Mare Nectaris totum emerit Snellius emergit Totum Mare Crisium luci restitutum Langrenus porrigit latus Finis vera eclipseos circiter Non nisi penumbra in Luna est residua\n\nObservationes hæ habitæ sunt cum tubo 9 pedum. Dominus Strömer, astron. prof. Upsaliensis, sociam mihi in observanda hac eclipsi commodavit operam, usus tubo 5 pedum. Ille pleraque immersionis momenta $20''$ vel $30''$ citius, emersionis autem tantundem fere tardius notavit.\n\nEclipsis Solis, die 5 Junii.\n\nSol ortus est hac die quartâ fere diametri horizontali parte mulctatus, hora Finis tantum hujus eclipseos utcunque observari potuit; contigit ille\n\nTransitus\nTransitus Veneris per discum Solis, die 6 Junii.\n\nVenus jam aliqua sui parte discum \\{h\\} \\{3\\} \\{21\\} \\{37\\} A.M.\nSolis occupaverat \\{3\\} \\{39\\} \\{23\\}\nPropter vehementem marginum\nSolis undulationem, primum\ncontactum exteriorem accuratius notare non potui.\nContactus interior, vel immersio \\{3\\} \\{39\\} \\{29\\}\ntotalis, meo quidem judicio contigit\nAt Dn Klingensierna contendit,\neum demum contigisse \\{3\\} \\{39\\} \\{29\\}\nInitium emersionis, contactu interiore, certè mihi apparuit \\{9\\} \\{30\\} \\{8\\}\nIdem contactus ex observatione Domini Klingensierna \\{9\\} \\{30\\} \\{11\\}\nFinis emersionis vel contactus ultimus, ex judicio Di Klingensierna \\{9\\} \\{48\\} \\{6\\}, vel \\{8\\}.\nMeo autem, neutiquam ante \\{9\\} \\{48\\} \\{9\\}\n\nEgo hac occasione adhibui tubum 20 ped. Suec. cum oculari, focum ad 3 digit. distant. habente.\nDominus autem Klingensierna usus est novo illo excellentissimo tubo Dollondiano 10 pedum, cum oculari medio, vel mediocriter objecta ampliante.\nReliquas meas observationes circa hunc transitum nondum in justum ordinem redegi.\nDiameter Veneris in Sole erat quamproxime 5\".\nNotatu dignum est, quod margo Veneris, qui jam emergerat, conspicendum se praebuerit etiam extra Solem,\nSolem, debili quadam luce, idque sub tota fere emer-\nsione, in hunc fere modum.\n\nSive illa in margine Veneris apparens,\ninflectioni radiorum Solis, sive refracti-\noni in atmosphæra Veneris, sit tribuenda,\ndisquirant alii.\n\nXXXIX. An Account of the Observations\nmade on the same Transit in Sweden: In\na Letter from Mr. Peter Wargentin, Se-\ncretary to the Royal Academy of Sciences in\nSweden, and F. R. S. to Mr. John Ellicot,\nF. R. S. Translated from the French.\n\nS I R,\n\nStockholm, Aug. 7, 1761.\n\nRead Nov 12, 1761.\n\nIn a letter, dated June 8th, I commu-\nnicated to Dr. Birch, Secretary to the\nRoyal Society, my observations upon the transit of\nVenus. Having since received some other good ob-\nservations of this phænomenon, I thought the com-\nmunicating them to you, would give you some plea-\nsure.\n\nAt Torneo in Lapland, Messieurs Lagerborn and\nHellant very happily observed both the entrance and\nexit of Venus, with telescopes of 32 and 20 feet focal\nlengths. The principal times observed were as fol-\nlows:\n\nExterior",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105615.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10332,
    "total-output-tokens": 2719,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1175,
        2
      ],
      [
        1175,
        2244,
        3
      ],
      [
        2244,
        3845,
        4
      ],
      [
        3845,
        4829,
        5
      ],
      [
        4829,
        6016,
        6
      ],
      [
        6016,
        7036,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105615",
    "title": "Observations on the Same Transit; and on an Eclipse of the Moon, May 8, 1761; and of the Sun, on the 3d of June 1761: In a Letter to the Rev. Thomas Birch, D. D. Secretary to the Royal Society, from Mr. Peter Wargentin, Secretary to the Royal Academy of Sciences in Sweden, and F. R. S.",
    "authors": "Peter Wargentin",
    "year": 1761,
    "volume": "52",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/105615"
  }
}