{
  "id": "095116624cd665b8b6100805d3317c65338cf2a6",
  "text": "VII. On the Theory of the Polyedra. By the Rev. Thomas P. Kirkman, M.A., F.R.S.,\nHonorary Member of the Literary and Philosophical Societies of Manchester and Liverpool.\n\nReceived January 3,—Read January 23, 1862.\n\nThe following memoir contains a complete solution of the problem of the classification and enumeration of the P-edra Q-acra. The actual construction of the solids is a task impracticable from its magnitude; but it is here shown, that we can enumerate them with an accurate account of their symmetry, to any values of P and Q.\n\nSection first discusses fully the symmetry of polyedra, and gives a sketch of the Tables which it is required to form for the solution of our problem, viz. Tables of the classified P-edra Q-acra and Q-edra P-acra, and of their faces, summits, and edges, symmetrical and unsymmetrical.\n\nSection second proves that all these Tables are given, if certain data are first obtained. The rest of the memoir is occupied by the investigation and construction of these assigned data.\n\nSection third contains the analysis of a polar or monozone summit of a P-edron Q-acron: the deltotomous effaceables of the summit are defined and restored: the reticulation which is laid bare by the removal of the rays of the summit is analysed and reduced.\n\nSection fourth is devoted to the construction of polar and monozone reticulations, and to their registration with their signatures of form and symmetry, in groups which suffice for our problem.\n\nSection fifth gives formulae for the zoned and zoneless coronation of a polar or monozone perfect reticulation, whereby it becomes a polyedron; and Tables of the perfect summits thus obtained are sketched out.\n\nSection sixth enumerates and registers the results of deltotomous effacements about perfect summits, that is, summits about which all deltotomous effaceables have been restored, or which have no effaced effaceables, whereby the summit analysed in section third is obtained and registered.\n\nSection seventh analyses the polar summits of a janal axis; the rhombotomous effaceables of the opposite summits are defined, and, as well as their deltotomous ones, restored, about either pole; the janal reticulation laid bare by the removal of the summits is analysed and reduced.\n\nSection eighth constructs, enumerates, and registers, with their signatures of symmetry, the fundamental and primitive janal reticulations.\n\nSection ninth contains the construction, enumeration, and registration of janal subnucleus reticulations.\n\nSection tenth gives the like concerning janal nucleus reticulations.\nSection eleventh gives a similar account of perfect janal mixed reticulations.\n\nSections twelfth and thirteenth are devoted to the janal coronation of janal reticulations, and to the enumeration and registration of perfect janal summits.\n\nSections fourteenth and fifteenth enumerate and register the results of deltotonous and rhombotomous effacements about perfect janal summits.\n\nSection sixteenth analyses a polyarchipolar summit; effaceables are restored about all like archipoles; the polyarchaxine reticulation laid bare by the removal of these polar summits is reduced, and afterwards constructed with enumeration and registration of results: the formulae for polyarchaxine coronation are given, and the results of effacement about the principal axes are enumerated and registered.\n\nSection seventeenth gives the analysis, construction, and enumeration of contrajanal anaxine pairs of edges, which have neither polar nor zoned symmetry, but of which one edge is the reflected image of the other, and diametrically opposed to it.\n\nThe rest of the memoir is devoted to the enumeration of plane reticulations, i.e. partitioned polygons, the knowledge of which is taken for granted in all that precedes.\n\nSection eighteenth enumerates and registers the symmetrical and asymmetric plane penesolids, i.e. plane reticulations laid bare by the removal of an edge of a polyhedron.\n\nSection nineteenth enumerates and registers the primary plane reticulations, symmetric and asymmetric, with their signatures of symmetry.\n\nSection twentieth constructs, enumerates, and registers with their signatures, the zoned plane reticulations.\n\nSection twenty-first gives the like account of the zoneless plane reticulations.\n\nIt is unfortunate that my previous labours on the partitions of the R-gon, that is, on plane reticulations, are of little utility for this problem of the polyedra, by reason of their too great generality, and of their not giving the number of marginal triangles in each partition. Yet the fundamental theorem on the k-divisions of the R-gon* has been the key to the greatest difficulty in this theory, which is to find the number of the asymmetric plane reticulations which have a given marginal signature.\n\nOf the two sections here presented to the public, the first (arts. I....XXXV.) is in itself a complete treatise on the symmetry and classification of Polyedra; and the second, together with the preceding introduction, puts the reader clearly in possession of the main outline of the argument. Much remains of the entire work, which is, however, completely written, and in the possession of the Royal Society, as well as extensive applications of the method to the enumeration of polyedra. These will be intelligible only when the general methods and formulae of this memoir have been investigated and exhibited.\n\nSection 1.—On the Symmetry of Polyedra.\n\nI. The symmetry of polyedra is—\n\n1. Zoned symmetry;\n2. Zoneless axial symmetry;\n\n* Philosophical Transactions, 1857, p. 225.\n3. Mixed symmetry, both zoned and zoneless axial;\n4. Neuter symmetry, neither zoned nor zoneless axial;\n5. No symmetry.\n\nThe greater part of the polyedra are entirely asymmetric.\n\nIn considering this symmetry, we have no regard to mere lengths or inclinations of edges. The symmetry is descriptive, not metrical. For example, if the cutting edge of a wedge be removed by any quadrilateral section, the solid acquires, for our purposes, all the symmetry of the cube; and this remains, however the figure may be distorted.\n\n1. Zoned Symmetry.\n\nII. The polyedra which have a zoned symmetry, and only such, are\n\na. Monozone polyedra;\nb. m-zoned monaxine heteroids;\nc. Zoned triaxines;\nd. m-zoned monarchaxines, having one principal and m secondary axes;\ne. Zoned polyarchaxines, having the axial systems of the regular polyedra.\n\nThe terms will be explained below.\n\nDef. A zone is any closed line drawn or drawable on a polyedron, which divides it into halves, either of which is the reflected image of the other, no regard being had to mere lengths of edges.\n\nThe closed line may or may not be all in one plane, and the halves may or may not be metrically equal. We have a right to conceive, when it is convenient, that the solid is constructed with the greatest possible symmetry, in which case the halves will be exactly equal, and the zone will be a plane, having to them the geometrical relation which a mirror has to an object touching it and to its image.\n\nThis relation we shall assume as always existing, however the polyedron may be distorted; that is, we assume that any zoneless edge will meet, on any zonal plane, if it be produced, the edge which is its reflected image in respect of that zonal plane.\n\nFor example, any section of a cube which passes through two opposite faces, and contains either two edges or none of the solid, is a zone.\n\nEvery zone has a zonal signature, $Z$, which describes it by the number of its zoned features, i.e. its zonal faces, and its zonal summits, through which it passes, and its zonal and epizonal edges, but gives no account of the number of edges in the zoned faces or summits, nor of the order of the zoned features.\n\nAny edge contained by the zone $Z$, is a zonal edge of $Z$. Any edge cut by the zone, is an epizonal edge of $Z$.\n\nIt will create no confusion if we denote both the zone and its signature by the same name $Z$.\n\nWe represent zonal and epizonal edges by the symbols $O$ and $0$ (zero faces), and we write the number of such edges as an index over the proper symbol. All such indices in a zonal signature are coefficients.\nIII. a. Monozone polyedra.—A monozone polyedron has no symmetry but that of a single zone. It has the zonal signature\n\n\\[ Z = \\{g, G, O^a, O^b\\}, \\]\n\nwhich records that \\( Z \\) has \\( g \\) zoned summits, \\( G \\) zoned faces, \\( a \\) zonal edges, and \\( b \\) epizonal edges.\n\nNo two \\( AA' \\) of the zoned features of a monozone polyedron have the same configuration, or are one the reflected image of the other.\n\nFor if \\( A \\) were identical in configuration with \\( A' \\), there would be a symmetry of repetition, not essential to the zone \\( Z \\). And if \\( A \\) were the reflected image of \\( A' \\), there would be a zone different from \\( Z \\), passing between \\( A \\) and \\( A' \\).\n\nEvery zoneless feature, \\( B \\), is twice read on a monozone polyedron, viz. \\( B \\) and its reflected image.\n\nThe undrawn lines of \\( Z \\) are the zonal traces of the zoned faces and summits.\n\nThe trace of a zone is agonial, diagonal, or monogonal, according as it passes through one angle, two angles, or one angle only, of the face or summit.\n\nMonogonal traces are seen only in odd-angled faces or summits.\n\nA monozone 8-edron 12-acron is\n\n\\[ Z = \\{2, 2, O^i, O^j\\}. \\]\n\nIV. Zoned axis.—Any number of zonal planes may have a common line or axis, which is a zoned axis.\n\nDef. An axis is janal, whether it be zoned or zoneless, if the configuration \\( C \\), or if the reflected image of \\( C \\), which is read at one extremity of the axis, can be read by an opposite eye at the other extremity, by turning the axis through any angle.\n\nIn particular, a janal zoned axis is said to be objanal, when the configuration \\( C \\) read at one pole or extremity is the configuration \\( C' \\), read at the other pole (by an opposite eye in the axis), turned through two right angles, \\( C' \\) being \\( C \\) inverted.\n\nAlso a janal zoneless axis is said to be contrajanal, if the configuration \\( C \\) read at one pole is the reflected image of the configuration \\( C' \\) which can be read by an opposite eye at the other.\n\nDef. An axis, whether zoned or zoneless, is heteroid, if the configuration \\( C \\) read at one pole cannot be read at the other, nor read inverted, nor reflected.\n\nV. According to the character of the polar features terminating an axis, zoned or zoneless, the axis is amphiedral, amphigonal, amphigrammic, gonogrammic, edrogrammic, or gonoedral, terms which explain themselves.\n\nAn axis is \\( m \\)-zoned, when it is the intersection of \\( m \\) zones.\n\nA zoned amphigrammic, edrogrammic, or gonogrammic axis is of necessity two-zoned; for a polar edge may be zonal in one zone, and epizonal in another, but cannot belong to a third.\n\nVI. Theorem. There are two different hemizonal sequences of configuration, and only two, read alternately upon the hemizones about a zoned axis.\nFor, 1°, there cannot be fewer than two; because if two contiguous hemizones had exactly the same configuration, they would be each the reflected image of the other, and therefore not contiguous, but on opposite sides of a different zone.\n\nAnd 2°, there cannot be more than two; for every hemizone A has on either hand, by definition of a zone, the same hemizone B, and B has on either hand the same hemizone A.\n\nThe propositions of the following article are easy deductions from the above theorem. We use the term perpendicular in a wide sense, in consideration of art. II.; that is, under the assumption of the greatest possible symmetry.\n\nVII. When there is an even number of zones about a zoned axis, each is perpendicular to another, and has two identical hemizones.\n\nIf a $2m$-zoned axis is the only one of the solid, there are two different entire zonal configurations about the axis, viz. $m$ zones $Z$ alternating with the $m$ zones $Z'$. The signatures of $Z$ and $Z'$ may or may not be different; the configurations cannot be the same.\n\nWhen there are $4m$ zones, each is perpendicular to one of the same configuration. When the number of zones is $4m+2$, each is perpendicular to one of a different configuration.\n\nWhen the number of zones is odd, none is perpendicular to another.\n\nWhen the axis is $2m$-zoned, there are, in each polar feature, $m$ traces $t$ alternating with $m$ traces $t'$.\n\nWhen the axis is $(2m+1)$-zoned, the polar face or summit has $2m+1$ identical traces.\n\nAbout a $(2m+1)$-zoned axis there is but one entire zonal configuration, and consequently but one signature for all the zones. These zones have not each two identical hemizones.\n\nWhether the $r$ zones be odd or even, the $2r$ semi-traces present alternate configurations in the circuit of the pole.\n\nEach trace has two like terminations, if $r$ be even, and two different terminations, if $r$ be odd.\n\nVIII. Theorem. If a zoned axis is the only axis of the polyedron, that axis is heteroid.\n\nFor if not, the opposite poles will be either identical, or one the reflected image of the other.\n\nIf they are identical, there is an axis of even repetition perpendicular to the zoned axis, i.e. an axis about which in revolution of the solid, the same configuration is $2m$ times repeated to the eye; which is contrary to hypothesis.\n\nIf they are one the reflected image of the other, there is, at right angles to the zoned axis, a zone, whose intersections with those of the zoned axis are other axes of the solid; which is contrary to hypothesis. Wherefore the theorem is proved.\n\nIX. b. Zoned monaxine heteroids.—A polyedron whose only axis is an $m$-zoned axis, is an $m$-zoned monaxine heteroid polyedron.\nWhen \\( m \\) is odd, the zonal signature is\n\n\\[\nZ = \\{(\\sigma_p + g), (f_p + G) O^a O^b\\},\n\\]\n\nwhere\n\n\\[\n\\sigma_p + f_p = 2\n\\]\n\nshows the number \\( \\sigma_p \\) of polar summits, and \\( f_p \\) of polar faces, beside \\( g \\) different non-polar zonal summits, \\( G \\) different non-polar zonal faces, \\( a \\) different non-polar zonal edges, and \\( b \\) different non-polar epizonal edges.\n\nThe axis may be amphiedral, amphigonal, or gonoedral.\n\nWhen \\( m \\) is even, the two zonal signatures are\n\n\\[\nZ = \\{(\\sigma_p + 2g), (f_p + 2G), O^a O^b O^{2a} O^{2b}\\},\n\\]\n\n\\[\nZ' = \\{(\\sigma_p + 2g'), (f_p + 2G'), O^a O^b O^{2a} O^{2b'}\\},\n\\]\n\nwhere\n\n\\[\n\\sigma_p + f_p + \\alpha + \\beta = 2,\n\\]\n\n\\[\n(\\alpha = 0 = \\beta \\text{ if } m > 2 \\text{ (art. V.)})\n\\]\n\ndescribes the poles, which may give six different characters to the axis (V.), one for every solution of the equation \\( \\sigma_p + f_p + \\alpha + \\beta = 2 \\), where \\( \\alpha = 2 \\) differs not from \\( \\beta = 2 \\) in form.\n\nWe consider two zoned features, of which one is the reflected image of the other, to be the same in configuration, and enumerate the two as one in our Tables of zoned features.\n\nThe above signatures show \\( g, G, a, b, \\) and \\( g', G', a', b' \\) for the number of their different zoned non-polar features. For each zone has two identical hemizons, when \\( m \\) is even, but not when \\( m \\) is odd (VII.).\n\nThe polar edge which \\( (\\alpha + \\beta > 0) \\) is zonal or epizonal in \\( Z \\), is epizonal or zonal in \\( Z' \\).\n\nThere is nothing to prevent the two zones, \\( Z \\) and \\( Z' \\), from having the same signature; but they cannot have the same configuration. And we always consider two zonal signatures which differ only in \\( p \\) subscribed, and in the ways of writing the factors of the same number of features, as numerically the same zonal signature. This is important to be remembered, when we inspect our Tables in considering the zone \\( Z \\).\n\nWhether \\( m \\) be odd or even, every different non-polar feature is read \\( 2m \\) times on the solid, namely, once in each of \\( 2m \\) interzonal regions.\n\nA 2-zoned monaxine heteroid 6-edron 8-acron is . . . . . .\n\nThe zonal signatures are,\n\n\\[\nZ = \\{(2.1) (2.1) O^1_p O^1_p\\};\n\\]\n\n\\[\n\\sigma_p = 0, \\quad g = 1, \\quad G = 1, \\quad \\alpha = 1 = \\beta, \\quad a = 0 = b;\n\\]\n\n\\[\nZ' = \\{(2.1) (2.2), O^1_p O^1_p\\};\n\\]\n\n\\[\n\\sigma_p = 0, \\quad g = 1, \\quad G = 2, \\quad \\beta = 1 = \\alpha, \\quad a = 0 = b.\n\\]\n\nThe axis is amphigrammic.\n\nA 3-zoned monaxine heteroid 7-edron 9-acron is . . . . . .\n\nwhose signature is\n\n\\[\nZ = \\{(1), (2_p + 2), O^3\\};\n\\]\n\n\\[\n\\sigma_p = 0, \\quad g = 1, \\quad f_p = 2, \\quad G = 2, \\quad a = 0, \\quad b = 3.\n\\]\nThe polar triangle has three monogonal traces; the polar hexagon has three agonal traces.\n\n**X. Principal zoned axis. Secondary axes.**—A principal axis has more zones or not fewer zones than any other. The zones which intersect in it are principal zones.\n\n**Theorem.** If there be but one principal zoned axis, A, it is janal; the solid has one, and but one, zone besides those of the axis, and this zone is perpendicular to the axis A.\n\nFor $Z''$, a zone not containing the principal axis, cannot divide the solid into halves of which one is the reflected image of the other, unless the axis is janal and at right angles to $Z''$. As the axis can be perpendicular to but one zone, the truth of the theorem is evident.\n\nThis $Z''$ is called, when $m > 2$, the secondary zone of the polyedron, and its intersections with the zones of the principal axis are the secondary zoned axes of the polyedron.\n\n**XI. Theorem.** A $2m$-zoned principal axis has $2m$ 2-zoned secondary axes, all janal; the $4m$ secondary poles of these axes are in the secondary zone, of two alternate configurations, and the alternate secondary axes are different.\n\nThe $2m$ axes are 2-zoned, being each the intersection of the secondary with a principal zone. The rest is evident, if we make a section of the solid in its secondary zone; for the $2m$ traces of this section are the $2m$ axes (VII.).\n\n**Theorem.** A $(2m+1)$-zoned principal axis has $2m+1$ secondary axes. Their $4m+2$ secondary poles are in the secondary zone, in the circuit of which they present two alternate configurations. The secondary axes are all 2-zoned, all alike, and all heteroid.\n\n**XII. d. Zoned monarchaxines.**—A polyedron having only one principal $m$-zoned axis is an $m$-zoned monarchaxine janal polyedron, which is also sufficiently described as an $m$-zoned monarchaxine (X.), where the number $m$ does not include the secondary zone.\n\nWhen $m = 2$ no axis is principal, and there are three 2-zoned axes, any one of which is perpendicular to the other two. These three axes are of three different configurations; for if two semi-axes at right angles to each other were identical, they would reflect each other, and a zone would pass between them; whence it would follow that the third axis were no 2-zoned axis.\n\nc. The solid in this case is called a zoned triaxine polyedron. It has three zones of different configurations.\n\nThe zonal signatures of a $2r$-zoned monarchaxine ($r > 1$) are thus written, $ZZ'$ being principal zones, and $Z''$ being secondary:\n\n$$Z = \\{2(\\sigma_p + \\varphi_p + 2g), 2(f'_p + \\varphi'_p + 2G'), O_{2a}, O_{2b}, O_{4a}, O_{4b}\\}$$\n\n$$Z' = \\{2(\\sigma'_p + \\varphi'_p + 2g'), 2(f'_p + \\varphi'_p + 2G'), O_{2a'}, O_{2b'}, O_{4a'}, O_{4b'}\\}$$\n\n$$Z'' = 2r(\\{\\sigma_p + \\varphi'_p + 2g''\\}, (\\varphi_p + \\varphi'_p + 2G''), O_{p+\\beta'}, O_{p+\\alpha'}, O_{2a}, O_{2b})$$\n\nwhere $\\sigma_p + f'_p = 1$\n\nis the principal pole, summit or face, in the janal axis; and\n\n$\\varepsilon_p + \\varphi_p + \\alpha + \\beta = 1, \\varepsilon'_p + \\varphi'_p + \\alpha' + \\beta' = 1,$\n\\( \\varepsilon_p \\) denoting a polar summit, and \\( \\varphi_p \\) a polar face, show the secondary poles, viz. \\( r \\) of either configuration (XI.). The numbers \\( gGab, g'G'a'b' \\) record all the different zoned non-polar features of \\( Z \\) and \\( Z' \\), as \\( g''G''cd \\) record those of \\( Z'' \\). The secondary polar edges are zonal in one zone and epizonal in another.\n\nEvery non-polar zoned feature of the \\( r \\) zones \\( Z \\), or of the \\( r \\) zones \\( Z' \\), occurs four times in each zone \\( Z \\) or \\( Z' \\). Every non-polar zoned feature of \\( Z'' \\) occurs in it \\( 4r \\) times. Thus all such features are read \\( 4r \\) times.\n\nEvery zoneless feature of the solid is read in it \\( 8r \\) times, in as many interzonal regions.\n\nThe principal axis is either amphiedral or amphigonal. The characters of the secondary axes, all janal, vary with the solutions of the equations enumerating their poles.\n\nWhen \\( r = 1 \\), the solid is a zoned triaxine, whose three signatures have one form, and may or may not be identical signatures. But the three configurations of the zones are always different.\n\nThe zonal signatures of a \\((2r+1)\\)-zoned monarchaxine are\n\n\\[\nZ = \\{(2\\sigma_p + \\varepsilon_p + 2g), (2f_p + \\varphi_p + 2G), O_p^a O_p^b O_p^{2a} O_p^{2b}\\},\n\\]\n\n\\[\nZ'' = (2r+1)\\{\\varepsilon_p + 2g''\\}, (\\varphi_p + 2G''), O_p^a O_p^b O_p^{ac} O_p^{ad}\\},\n\\]\n\nwhere\n\n\\[\n\\sigma_p + f_p = 1\n\\]\n\ndescribes the principal pole, and\n\n\\[\n\\varepsilon_p + \\varphi_p + \\alpha + \\beta = 2\n\\]\n\ndescribes the secondary poles, of different configurations. Thus \\( \\varepsilon_p = 2 \\) gives an amphigonal, \\( \\varepsilon_p = \\alpha = 1 \\) gives a gonogrammic axis, &c.\n\nEvery non-polar feature in the principal zone \\( Z \\) is read twice in the solid in each of the \\( 2r+1 \\) zones. Every non-polar feature in the secondary \\( Z'' \\) is read \\( 4r+2 \\) times in \\( Z'' \\).\n\nEvery zoneless feature of the solid is read \\( 8r+4 \\) times, once in each of \\( 8r+4 \\) interzonal regions.\n\nA \\((2r=)4\\)-zoned monarchaxine janal; 22-edron 36-acron is here figured, of which the zonal signatures are\n\n\\[\nZ = \\{(\\ldots), 2(1_p + 1_p), 0^{1,1}\\},\n\\]\n\n\\[\n\\sigma_p = \\varepsilon_p = g = 0, b = f_p = \\varphi_p = 1, G = \\alpha = \\beta = \\alpha = 0,\n\\]\n\n\\[\nZ' = \\{(2.1_p + 4.1), (2.1_p), 0^{1,1}\\},\n\\]\n\n\\[\n\\sigma_p = \\varphi_p = 0, \\varepsilon_p = g' = f'_p = 1 = \\alpha', G' = \\alpha' = \\beta' = b' = 0,\n\\]\n\n\\[\nZ'' = 4\\{(1_p + 2.1), (1_p), 0^{2,1}\\},\n\\]\n\n\\[\n\\varepsilon_p = 1 = g'' = \\varphi_p = c.\n\\]\n\nWe see, on inspection of these signatures, that the principal axis is amphiedral, because \\( Z \\) has four polar faces, of which only two can be secondary poles. We see that \\( Z'' \\) has four polar summits in the two zones \\( Z' \\), and four polar faces in the two zones \\( Z \\). Hence the secondary axes are alternately amphigonal and amphiedral.\n\nThe two zones \\( Z \\) have each four non-polar epizonal, and no zonal edges. The two zones \\( Z' \\) have each four non-polar zonal edges, and no epizonals.\nThe secondary zone has eight non-polar zonal edges and no epizonal, and it has eight non-polar summits.\n\nHence we can subtract, on inspection of the signatures, all the zoned faces, summits, and edges from the entire number in the solid, and thus determine the number of different zoneless features in each of the eight interzonal spaces.\n\nA 3-zoned monarchaxine 17-edron 27-acron is . . . . . . . . . . . . of which the signatures are\n\n\\[ Z = \\{(1_p + 2.1), (2.1_p + 1_p), 0^{2.1} 0^{2.1}\\}, \\]\n\\[ Z'' = 3\\{(1_p + 2.1), (1_p), 0^{2.1}\\}. \\]\n\nWe read in these signatures that the principal axis is amphiedral, because \\( Z \\) has four polar features of which two faces must be principal poles, because the principal axis is janal. Either zone shows that the secondary axis is gonoedral.\n\nA zoned triaxine 30-edron 26-acron is . . . . . . . . . . . . of which the signatures are\n\n\\[ Z = \\{(2.1_p + 4.1) (2.1_p) 0^{4.1}\\}, \\]\n\\[ Z' = \\{(\\ldots) (2.1_p + 4.1) 0^{2.1} 0^{4.1}\\}, \\]\n\\[ Z'' = \\{(2.1_p + 4.3) (\\ldots) 0^{2.1} 0^{4.3}\\}. \\]\n\n\\( Z \\) and \\( Z' \\) have each two polar faces, wherefore their common axis is amphiedral. \\( ZZ'' \\) have each two polar summits, and have an amhipgonal axis. \\( Z'Z'' \\) have an amphiogrammic axis.\n\nThe non-polar zoned features are four summits, all alike in \\( Z \\), and four zonal edges all alike; four epizonal edges alike, and four faces alike in \\( Z' \\); twelve summits, as also twelve zonal edges, of three configurations in \\( Z'' \\).\n\nThere is nothing to prevent the three axes of a zoned triaxine having all one signature, and axes of any janal character. In every case the zonal signatures record accurately the configurations.\n\nXIII. System of principal poles. Zoned polyarchaxines.—Let \\( A_1A_2A_3 \\ldots \\) be a system of poles, zoned or zoneless, of one configuration, not all in one plane, in a polyedron \\( P \\). If each pole be joined to those nearest it by lines drawn, if necessary, beneath the surface of \\( P \\), it is evident that these lines will form a polyedron, \\( Q \\), having edges all of one configuration, i.e. each being the intersection of an \\( F \\)-gon and an \\( F' \\)-gon. If \\( F = F' \\), the polyedron \\( Q \\) is regular. If \\( F < F' \\), let lines be drawn from the centres \\( f \\) of all the \\( F \\)-gons to all their angles. These lines produced will all pass through centres \\( f' \\) of other faces \\( F \\). This is all inevitable, by reason of our hypothesis that the poles \\( A_1A_2A_3 \\ldots \\) have the same configuration. Wherefore the system of lines \\( ff' \\) will form a regular polyedron, having as many edges as there are poles \\( A_1A_2A_3 \\ldots \\).\n\nHence we have the\n\nTheorem. The number of like poles, zoned or zoneless, of any polyedron, which are not all in one plane, is equal to that either of the summits or of the edges of a regular polyedron.\n\nMDCCCLXII.\nXIV. If there be a system of collateral polar summits $A_1A_2A_3 \\ldots$ of the same configuration in any polyedron $P$, it can be reduced by sections passing only through edges $A_1A_2$, $A_2A_3$, $A_3A_4$, $\\ldots$ to a regular polyedron having only the edges $A_1A_2$, $A_2A_3$, $A_3A_4$, $\\ldots$\n\nIf a system of principal polar summits be not collateral, sections of the solid can be made, removing all the edges of those summits, and laying bare a system of as many principal faces of a solid having fewer edges. The reciprocal of this has a system of principal polar summits, which can be treated like the preceding one; and thus we shall inevitably arrive finally at a solid having collateral principal summits, which reduces by a set of simple sections, as above shown, to a regular polyedron.\n\nIt is thus proved that the only systems of principal summits, zoned or zoneless, are those of the regular polyedra.\n\nThe following description of zoned polyarchaxines is easily verified by considering the regular solids.\n\nXV. A zoned triarchaxine polyedron has three 4-zoned janal principal axes, four 3-zoned objanal secondary axes, and six janal 2-zoned tertiary axes. The axes may have various characters (V.).\n\nThe zonal signatures of the zoned triarchaxine are\n\n$$Z = \\{(4s_p + 4s''_p + 8g)(4f'_p + 4f''_p + 8G)O^{a''}_p O^{b''}_p O^{a''}_p O^{b''}_p\\},$$\n\n$$Z_i = \\{(2s_p + 4s''_p + 2s'_p + 4g)(2f'_p + 4f''_p + 2f'_p + 4G)O^{a''}_p O^{b''}_p O^{a''}_p O^{b''}_p\\}.$$\n\nThere are six zones $Z_p$ and three zones $Z$.\n\nThe principal poles are $6(s + f') = 6.1$.\n\nThe secondary poles are $8(s' + f') = 8.1$.\n\nThe tertiary poles are $12(s''_p + f''_p + a'' + b'') = 12.1$.\n\nThe secondary poles, as well as the tertiary, are of one name only.\n\nThe numbers $g$, $G$, $a$, $b$, $g_p$, $G_p$, $a_p$, $b_p$, $g_p$, &c., enumerate the non-polar zoned features which have all different configurations. The sum of these numbers $\\geq 0$.\n\nEvery non-polar zoned feature is read 24 times on the solid. Every zoneless feature is read 48 times on the solid, in as many interzonal regions.\n\nXVI. Def. A janal zoned axis is homozonal, when, the axis being horizontal, two opposite eyes can see in the poles at the same time, one the trace $t$ vertical between $t't'$, and the other $t'$ vertical between $tt$. When there are but two traces in the pole, one eye will see the trace $t$ vertical and $t'$ horizontal, while the opposite eye sees $t'$ vertical and $t$ horizontal; and this is the configuration seen by opposite eyes in the secondary axis of a zoned tetrarchaxine.\n\nA zoned tetrarchaxine polyedron has four heteroid principal 3-zoned axes, and three secondary homozonal 2-zoned axes. It has six identical zones, whose signature is\n\n$$Z = \\{2(s_p + s'_p + g), 2(f'_p + f''_p + G)O^{a''}_p O^{b''}_p O^{a''}_p O^{b''}_p\\}.$$\n\nThe principal poles are $4(s_p + f'_p) = 4.2$.\nThe secondary poles are\n\n\\[6(s'_p + f'_p + \\alpha') = 6.1.\\]\n\nEach of the six zones has \\(g + G + a + b = 0\\) non-polar features all of different configuration.\n\nEvery zoned non-polar feature occurs 12 times on the solid. Every zoneless feature is found 24 times, in as many interzonal regions.\n\nXVII. A zoned hexarchaxine polyedron has six objanal (IV.) principal 5-zoned axes, ten objanal secondary 3-zoned axes, and fifteen janal tertiary 2-zoned axes, which may have any terminations.\n\nThere are fifteen identical zones, whose signature is\n\n\\[Z = \\{2(s_p + s'_p + s''_p + 2g), 2(f'_p + f''_p + f'''_p + 2G), O^{2a}O^{2b}O^{4a}O^{4b}\\}.\\]\n\nThe principal poles of the solid are\n\n\\[6(2s_p + 2f'_p) = 6.2, \\quad (s_p + f'_p = 1);\\]\n\nthe secondary poles are\n\n\\[10(2s'_p + 2f''_p) = 10.2, \\quad (s'_p + f''_p = 1);\\]\n\nthe tertiary poles are\n\n\\[15(2s''_p + 2f'''_p + 2\\alpha'') = 15.2, \\quad (s''_p + f'''_p + \\alpha'' = 1).\\]\n\nEvery zoned non-polar feature is read four times in each zone, i.e., sixty times on the solid. Every zoneless feature is read 120 times, in as many interzonal spaces.\n\nObserve that two zoned signatures are numerically identical, if they differ only in \\(p\\) subscribed, and in the mode of exhibiting the factors of a number. There is nothing to prevent any two of the signatures having the same number of summits, face, and edges, of art. (II. . . XVII.) from being spoken of as the same signature \\(Z\\); but the polarity and repetition of the features differ with the symmetry.\n\nFor example, the two solids\n\nhave, the former the zones\n\n\\[Z = \\{(\\ldots)(4.1_p), 0^{11}_p\\},\\]\n\\[Z' = \\{(4.1_p)(2.1_p), 0^{21}_p\\},\\]\n\nand the latter the zones\n\n\\[Z_i = \\{(\\ldots)(2_p + 2.1_p) 0^{22}_p\\}\\]\n\\[Z'_i = \\{(2.2)(2_p) 0^{21}_p\\}.\\]\n\nWe see that, neglecting \\(p\\) subscribed, \\(Z\\) and \\(Z_i\\) are the same signature, as are \\(Z'\\) and \\(Z'_i\\).\n\nThe second solid is a 4-zoned monaxine heteroid, having only two polar zoned features. In the former every feature is polar.\n\nThe following will suffice for examples of zoned polyarchaxines. Here are five zoned\ntriarchaxines, in all of which, except the first, only half the solid is seen, the rest being conceived as below the page, which is a zonal plane. The dotted lines are undrawn zonal traces, which are, however, not all exhibited.\n\nThe zonal signatures are (art. XV.),—\n\nA. $Z = \\{( . . ) (4.1_p) 0^{4.1}\\}$, $Z_i = \\{(4.1'_p)(2.1_p) 0^{2.1''}\\}$;\n\nB. $Z = \\{(4.1_p)( . . ) 0^{4.1}\\}$, $Z_i = \\{(2.1_p)(4.1'_p) 0^{2.1''}\\}$.\n\nThese two are reciprocals, both regular polyedra.\n\nC. $Z = \\{(4.1_p + 4.1''_p)( . . ) 0^{9.1}\\}$, $Z_i = \\{(2.1_p + 4.1'_p + 2.1''_p)(4.1_p) 0^{4.1}\\}$;\n\nD. $Z = \\{(4.1_p)( . . ) 0^{4.1''}\\}$, $Z_i = \\{(2.1_p + 4.1'_p)(4.1_p) 0^{2.1''} 0^{4.1}\\}$;\n\nE. $Z = \\{(4.1_p)(4.1''_p)\\}$, $Z_i = \\{(2.1_p + 4.1'_p)(2.1''_p) 0^{4.1}\\}$.\n\nThe solid C has only amphigonal axes, and has eight non-polar edges in $Z$, all alike, and four non-polar faces, and four non-polar edges, in $Z_p$ either all alike. D has principal and secondary amphigonal, and tertiary amphigrammic, axes. The 12-edron E has principal and secondary amphigonal and tertiary amphiedral axes. Four of the six principal polar summits are in the plane of the page. The principal poles of E are tessaraces; the eight secondary poles are triaces; the twelve tertiary poles are quadrilaterals.\n\nNone of the solids drawn have zoneless faces, but they may have any number, if we load each of the forty-eight interzonal regions with the same polyedron R, zoned or zoneless. If R is zoneless, we shall impose R twenty-four times and its reflected image twenty-four times, so that the traces may be all preserved. The polyedron R may be polar or not, and symmetrical or not.\n\nWhat precedes is sufficient to show that our signatures accurately record the zonal configuration. What more is required for placing the polyedron upon record, we shall see when we treat of registration.\n2. Zoneless Symmetry.\n\nXVIII. The polyedra which have a zoneless symmetry are—\n\na. r-ple monaxine heteroid polyedra;\nb. r-ple monaxine contrajanal polyedra;\nc. r-ple zoneless monarchaxine polyedra;\nd. zoneless triaxine polyedra;\ne. zoneless polyarchaxine polyedra, which have the axial system of the regular polyedra.\n\nAn axis zoned or zoneless is said to be of m-ple repetition, if the same feature presents itself m times in the same posture in a revolution of the solid about that axis.\n\nEvery r-zoned axis is an axis of r-ple repetition; for though it has $2r$ like interzonal spaces about it, reflecting each other, no zoneless feature presents itself more than r times in the same posture in a revolution about the zoned axis.\n\nEvery amphigrammic, edrogrammic, or gonogrammic axis, zoned or zoneless, is of necessity an axis of 2-ple repetition.\n\nBy an r-ple axis, when zoned is not added, we understand a zoneless axis of r-ple repetition.\n\nHeteroid r-ple monaxine polyedron.—A polyedron which has no zone, and but one zoneless r-ple heteroid axis, is an r-ple monaxine heteroid polyedron. The axis may be of any character. In this solid every non-polar feature is read r times, and no more, namely, once in each repeated sequence which presents itself in revolution about the axis.\n\nSuch solids are the following:\n\nA has a 2-ple gonoedral axis; B has a 4-ple amphiedral axis; C has a triple gonoedral, D has a 2-ple amphigrammic, and E a 2-ple edrogrammic axis.\n\nXIX. Monaxine contrajanal polyedron.—If we place any r-ple heteroid monaxine P,\n(r > 1), by a $2rm$-gonal face upon a mirror, and then turn P through an angle of $m$ summits, while the image of P remains unmoved, that image, together with P so turned, forms an $r$-ple monaxine contrajanal polyedron. If, for example, $2rm = 4r$, there will be in the mirror a repeated sequence of four edges ABCD, and the configurations read by opposite eyes in the axis supposed parallel to the page and perpendicular to the lines will be ($m = 2$),\n\n\\[\n\\begin{align*}\nA & B C D A B C D A B \\ldots \\\\\nC D A B C D A B C D \\ldots\n\\end{align*}\n\\]\n\nOne eye sees A beyond C, and to the right of that B beyond D; the opposite eye sees A beyond C, and to the left of that B beyond D. The configurations are contrajanal (IV.).\n\nWe may take the last-drawn solid for the polyedron P, and conceive it laid by its square polar face in a mirror, and then turned through $m = 1$ summit, while the image remains unmoved. The solid with the image will form a 2-ple monaxine contrajanal.\n\nBut it will be found impossible to produce this contrajanal configuration unless by employing a $2rm$-gonal polar face, and by turning the solid through $m$ summits, $r > 1$ being the index of repetition.\n\nThe monaxine heteroids,\n\nwhich have each a repeated sequence ABC, will give by this process attempted, no zoneless figures but monaxine heteroids. This could be easily demonstrated, but such demonstration would be of no future use to us in our problem. And our object here is simply to prove the existence of this class of solids.\n\nFurther, the configurations so obtained are not only contrajanal but monaxine. For there is no zoneless axis in the plane of the mirror, because P and its image in our construction do not form a repeated sequence in revolution about such an axis; and no point of P out of the mirror except the given pole of P can be a pole of repetition.\n\nAnd as there is evidently still about either of the poles (of P and its image) an $r$-ple repetition, the indicated construction is an $r$-ple monaxine contrajanal polyedron.\n\nBut it is not to be supposed that all these solids have, like the one constructed, a closed circle of zonoid edges, viz. the edges in the mirror. But it is evident that such a circle is either drawn or drawable, in any janal polyedron, which shall present in the faces above and below it, the same repeated sequence of faces, either janal or contrajanal, to the two poles. Our object here is not to discuss the form, but to establish the existence, of these polyedra.\n\nXX. One principal zoneless axis. Zoneless $r$-ple monarchaxines.—A principal axis of repetition, zoned or zoneless, has a higher repetition than another.\nLet the $r$-ple heteroid monaxine $P$ be placed by its polar $mr$-gonal face $A$ in any way on $A'$ the same face of $P'$ identical with $P$, so that the summits of $A$ and $A'$ may coincide.\n\nAs the two opposite poles $\\alpha\\alpha'$ of the solid $PP'$ are identical, there is an axis $\\beta$ of double repetition, zoned or zoneless, at right angles to the axis $\\alpha\\alpha'$, and, as this axis $\\alpha\\alpha'$ is $r$-ple, there must be $r$ axes $\\beta$, having $r$ identical poles $p$ and $r$ identical poles $p'$, one of each kind in each repeated sequence about $\\alpha\\alpha'$.\n\nLet $r > 2$, and let $\\alpha\\alpha'$ be the only principal zoneless axis of $PP'$. Then $\\beta$ is not zoned; for if it were, it would have at least two zones, neither of which would contain the zoneless poles $\\alpha\\alpha'$. There would then be at least four poles $\\alpha$, one between each pair of hemizones about $\\beta$, and $\\alpha\\alpha'$ would not be the only principal axis. Wherefore $\\beta$ is zoneless, and there are $r$ zoneless axes $\\beta$.\n\nLet $pp'$ be two like poles of axes $\\beta$ most nearly contiguous. They form with the principal poles $\\alpha\\alpha'$ a repeated sequence; wherefore there is a zoneless pole $p$, of double repetition between $p$ and $p'$, of a different configuration from $p$, and there must be $r$ zoneless poles $p$ alternate with $r$ zoneless poles $p'$, around the axis $\\alpha\\alpha'$.\n\nThe solid $PP'$ ($r > 2$) is an $r$-ple monarchaxine polyedron. It has $r$ secondary axes, of double repetition, which are, according as $r$ is even or odd, all janal and alternately different, or all heteroid and alike; and, in either case, the $2r$ poles present alternate configurations.\n\nIn our construction there is a sequence of zonoid edges (in the faces $A$) in general effaceable; but we shall find that there are $r$-ple monarchaxines which have no such edges effaced, or effaceable, by effacements which shall preserve all summits.\n\nZonoid signature.—Every $r$-ple monarchaxine has a zonoid signature, which gives an exact enumeration of the secondary poles, whether they be faces, poles, or edges, but no account of the number of edges in polar faces or summits. This signature has the form\n\n$$\\zeta = r(\\sigma + f_p + 0_p),$$\n\nwhere\n\n$$(\\sigma + f + \\alpha) = 2,$$\n\nand where every solution of the latter equation gives a different system of secondary poles. The distinction between the symbols $0$ (II.) in the account of zoneless polar edges vanishes. The poles in $\\zeta$ may be of two names, or of one name only.\n\nWhen $r = 2$, there is no principal axis, the demonstration that $\\beta$ is zoneless fails, and $\\beta$ may be a zoned axis. In such case there are as many axes $\\alpha\\alpha'$ as there are zones about $\\beta$ perpendicular to $\\alpha\\alpha'$, and there cannot be more, because $\\alpha\\alpha'$ being an axis of repetition, must be central in the interzonal space in which it appears; and the limiting zones of that space must evidently be both of the same configuration, for otherwise $\\alpha\\alpha'$ would be no axis of repetition. In this case the symmetry is mixed, and will presently be discussed.\n\nWhen $r = 2$ and $\\beta$ is a zoneless axis, it follows that $\\beta$ is janal, otherwise $\\alpha\\alpha'$ would be no axis of repetition; and as the poles of $\\alpha\\alpha'$ and $\\beta$ form a repetition, there must be a third janal axis $\\gamma$ of even repetition at right angles to $\\alpha\\alpha'$ and to $\\beta$.\nOne of these two axes $\\beta\\gamma$ may be an $m$-ple zoneless principal axis, of which the other two axes are secondaries.\n\nZoneless triaxines.—When $m=2$, the three zoneless axes $\\alpha\\alpha'$, $\\beta$, and $\\gamma$ are all double janal axes, and the solid is a zoneless triaxine polyedron.\n\nThe zonoid signature of a zoneless triaxine, when it is recorded, has the form\n\n$$\\zeta = 2\\{\\sigma_p + f_p + 0_p\\}, \\quad (\\sigma_p + f_p + \\alpha = 3),$$\n\nshowing six poles of three, of two names, or of one only. But we shall see that the registration of these signatures in zoneless triaxines is of no use for our purpose.\n\nEvery non-polar feature of an $r$-ple monarchaxine or ($r=2$) triaxine is read $2r$ times upon the solid, namely, $r$ times about either extremity of the $r$-ple janal axis.\n\nThe following are such solids, in the two last of which only half the solid is seen, the other half, identical with that seen, being supposed below the paper.\n\nThe solid A, in which the dotted lines are below the page, is a zoneless triaxine whose zonoid signature is ($r=2$),\n\n$$\\zeta = 2\\{1_p + 1_p + 0_p\\},$$\n\nthe three axes being amphigonal ($pp'$), amphiedral, and amphigrammic.\n\nThe solids B and C are 4-ple monarchaxies, half seen, whose zonoid signatures are\n\n$$\\zeta = 4\\{1_p + 0_p\\}$$ for B and for C.\n\nThe former has an amphigonal, the latter an amphiedral principal axis.\n\nA simple mode of constructing zoned monarchaxies is to draw such reticulations as these, where the dark edges are effaceables:\n\nThe first is a 3-zoned monarchaxine, the second a zoneless triaxine, reticulation, having in the page an amphigonal and an amphigrammic axis. If we crown the former in one\npolar face with the hexace 123456, and in the lower polar face with the hexace 123456, the solid completed will be a triple monarchaxine. If we crown the opposite polar faces of the latter with tessaraces upon the marginal triangles, we form a zoneless triaxine polyedron.\n\nXXI. System of principal zoneless axes. Zoneless polyarchaxines.—The following propositions have been sufficiently established by the proof in arts. XIII., XIV., that every system of principal axes is that of a regular polyedron.\n\nWe give an account in the zonoid signature of a polyarchaxine, of its secondary and tertiary poles.\n\nA zoneless triarchaxine has three principal 4-ple janal axes, four secondary triple janal axes, and six double janal tertiary axes. Its zonoid signature is\n\n\\[ \\zeta = \\{8(\\sigma_p + f_p) + 12(\\sigma_p'' + f_p'') + 0_{12\\sigma''}\\}, \\]\n\nwhere\n\n\\[ \\sigma_p' + f_p' = 1 \\]\n\ndescribes the secondary, and\n\n\\[ \\sigma_p'' + f_p'' + \\alpha'' = 1 \\]\n\nthe tertiary poles.\n\nThe poles of the same rank are of one name only. Every non-polar feature is read twenty-four times in the solid, viz. four times about each pole of every principal axis.\n\nSuch a solid is here half-drawn, the portion unseen being identical with that seen, and below the page.\n\nThis triarchaxine 72-edron 62-acron has amphigonal principal and \\((pp', p''p'')\\) secondary axes, and amphigrammic tertiary axes. If we efface the twelve polar edges of the tertiary axes, we obtain a 60-edron 62-acron having amphiedral tertiary axes.\n\nA zoneless tetrarchaxine polyedron has four triple heteroid principal axes, and three double janal secondary axes. Its zonoid signature is\n\n\\[ \\zeta = \\{+6(\\sigma_p' + f_p') + 0_{6\\sigma'}\\}, \\]\n\nwhere\n\n\\[ \\sigma_p' + f_p' + \\alpha' = 1 \\]\n\ndescribes the secondary poles.\n\nMDCCCLXII.\nThe principal poles may be of one name, or of two names.\n\nEvery non-polar feature is read twelve times on the solid, viz. thrice about the pole \\( p \\) of every principal axis.\n\nA zoneless hexarchaxine polyedron has six quintuple janal principal axes, ten triple janal secondary axes, and fifteen double janal tertiary axes. Its zonoid signature is\n\n\\[\n\\zeta = \\{20(\\sigma_p' + f_p'), 30(\\sigma_p'' + f_p'') + O_{30\\alpha''}\\},\n\\]\n\nwhere\n\n\\[\n\\sigma_p' + f_p' = 1\n\\]\n\ngives the secondary, and\n\n\\[\n\\sigma_p'' + f_p'' + \\alpha'' = 1,\n\\]\n\nthe tertiary poles.\n\nEvery non-polar feature is read sixty times on the solid, viz. five times about each extremity of every principal axis.\n\nZoneless polyarchaxines are easily constructed on zoned ones, by drawing lines in every principal, or secondary, or tertiary face, by which the zones are destroyed, and the repetition preserved; or by crowning like polar faces with polyedra which have a zoneless repetition of equal rank.\n\nWe shall see, by our processes of construction, that we always know the name of the pole opposite to any zoned or zoneless pole that we may be handling; for we always know the character (V.) of the axis; but the number of edges in that opposite pole is not thereby given.\n\nWe know of course the edges of every pole that we construct, but when the axis is heteroid, we do not always know the exact edges of the pole opposed.\n\nHence it may happen, in high values of \\( P \\) and \\( Q \\), that we do not always know the exact feature opposite to a given principal pole of a tetrarchaxine. But this is not of the least consequence in our problem; and if we should wish to know what is the exact feature so opposite, a question that never arises in our argument, we can easily determine the point by other considerations.\n\n3. Mixed symmetry.\n\nXXII. The polyedra which have a mixed symmetry are—\n\na. \\( r \\)-zoned homozone polyedra.\n\nb. \\( r \\)-ple monozone monaxine polyedra.\n\nHomozone axes.—Let \\( MM' \\) be two identical \\( r \\)-zoned polyedra having a \\( 2rm \\)-gonal polar face \\( F \\). There are \\( m \\) edges of \\( F \\) between two contiguous traces (VII.), wherefore the traces of \\( F \\) are either all agonal, or all diagonal. Let the identical polar faces \\( FF' \\) of \\( M \\) and \\( M' \\) be so united that the trace \\( t \\) of \\( F \\) shall cover the trace \\( t' \\) of \\( F' \\) of different configuration from \\( t \\) (VII.). Let \\( pp' \\) be two contiguous terminations of traces in the united faces \\( FF' \\); and let \\( PP' \\) be the poles of the \\( r \\)-zoned janal axis of the solid \\( MM' \\). The sequence \\( PpP'p' \\) is a repetition; there is therefore a pole of even repetition between \\( p \\) and \\( p' \\), which is a zoneless pole, because no zone by hypothesis intervenes between \\( p \\) and \\( p' \\);\nand there will be $2r$ of these zoneless poles; one central between every two hemizons about the $r$-zoned axis. And as the same sequence $P_pP'_p$ is read about them all, the $2r$-zoneless poles have all one configuration, or configurations of which one is the reflected image of another.\n\nLet $PP'$ be the only principal axis of the solid; then, as the pole $P$ can recur only twice in a revolution about the zoneless poles, they are all of double repetition. Wherefore there are $r$-janal and similar axes of zoneless double repetition in a plane perpendicular to the $r$-zoned axis $PP'$.\n\n1. Let $r$ be odd; then every zone of the axis $PP'$ is perpendicular to one of the $r$ zoneless axes, or symmetry would be impossible; and it is consequently a repeating zone, of which every non-polar feature is an objanal monozone feature, i.e. a feature $f$ diametrically opposite to another which is to an opposite eye the inverted image of $f$ (art. IV.).\n\nFurther, when $r$ is odd, the poles $\\alpha\\alpha'$ of any one of the $r$ zoneless axes are contrajanal poles: for, if not, the axis $\\alpha\\alpha'$ will be strictly janal, such that two opposite eyes in the axis will read exactly the same configurations from left to right: therefore the axis $PP'$ perpendicular to $\\alpha\\alpha'$ will be an axis of even repetition, since the same pole $\\alpha$ recurs exactly in half a revolution about $PP'$; which is absurd, because, $r$ being odd, $PP'$ is an axis of odd repetition (XVIII.).\n\nTherefore $\\alpha\\alpha'$ is, when $r$ is odd, a contrajanal axis.\n\n2. Let $r$ be even; then because the axis $PP'$ is of even repetition, the configurations read by two opposite eyes in the axis $\\alpha\\alpha'$ are strictly identical, and $\\alpha\\alpha'$ is a zoneless 2-ple strictly janal axis.\n\nWhen $r$ is even, either zone of $M$ conspires to form the zone of the solid $(MM')$, as is evident from the position of the trace $t$ upon the trace $t'$. For this reason the solid is called homozone, the two zones of $M$ being confounded together. And this name is conveniently used to designate the solid $(MM')$, whether $r$ be odd or even.\n\nThe axis $PP'$ is an $r$-zoned homozone axis.\n\nWhen $r > 2$, the axis $PP'$ is a principal axis, and the solid is a homozone monarchaxine polyedron. When $r = 2$, there is no principal axis (XX.), as the zoned axis has, like the two zoneless ones, but a 2-ple repetition. The 2-zoned homozone is a triaxine homozone polyedron.\n\nThe zonal and zonoid signatures of the $r$-zoned homozone polyedron, for $r$ odd or even, are\n\n$$Z = \\{(2\\sigma_p + 2g)(2f_p + 2G) O_p^x O_p^y O_p^{2b}\\},$$\n\nwhere\n\n$$\\sigma_p + f_p + \\alpha = 1,$$\n\n$$\\zeta = 2r\\{\\varepsilon_p + \\varphi_p + 0_p^q\\},$$\n\nwhere\n\n$$\\varepsilon_p + \\varphi_p + \\theta = 1$$\n\ndescribes the zoneless pole.\n\nEvery non-polar zoned feature is read on the solid $2r$ times, namely, once in each hemizon about the zoned axis.\nEvery non-polar zoneless feature is read $4r$ times, viz. twice about each of the $2r$ zoneless poles.\n\nIn our construction the edges of the united faces FF' form a circuit of zonoid edges, generally effaceable, so that the zoneless axes may become amphiedral. But we shall learn that there are homozones which have no such lines effaced or effaceable.\n\nHomozone polyedra are the following:\n\n![Diagram A](image1.png) ![Diagram B](image2.png)\n\nIn the first the 4-zoned axis has polar tessaraces, and the four 2-ple zoneless axes are amphigrammic. The signatures of A are—\n\n$$Z = \\{(2.1_p + 2.1)(2.3) O^{2.1} 0^{2.2}\\} (f_p = \\alpha = 0),$$\n\n$$\\zeta = 8\\{0^1_p\\}, \\quad (\\sigma_p = \\phi_p = 0).$$\n\nThe signatures of the 3-zoned homozone B are—\n\n$$Z = \\{(2.1_p + 2.1)(2.3) (O^{2.1} 0^{2.2})\\},$$\n\n$$\\zeta = 6\\{0^1_p\\}.$$ It has polar triaces, and three amphigrammic 2-ple zoneless axes.\n\nC is a 2-zoned homozone, i.e. a triaxine homozone, whose zoned axis is amphigrammic, the two zoneless ones being amphigonal. The signatures are—\n\n$$Z = \\{(2.1)(2.2) O^1_p 0^1_p 0^{2.1}\\} (\\sigma_p = f_p = g = a = 0),$$\n\n$$\\zeta = \\{4.1_p\\} (\\phi_p = \\theta = 0).$$\n\nThe fourth, D, has an amphigrammic zoned axis, and two amphiedral zoneless axes. Its signatures are—\n\n$$Z = \\{(2.1)(2.2) O^1_p 0^1_p 0^{2.1}\\},$$\n\n$$\\zeta = \\{4.1_p\\}, \\quad (\\varepsilon_p = \\theta = 0).$$\nHomozones may be easily constructed by drawing janal reticulations like the following:\n\nThe interior marginal triangles are supposed to present in the inferior face of the reticulation precisely the configuration formed by the exterior ones in the upper polar face.\n\nThe first is a 4-zoned homozone reticulation, which becomes a 4-zoned homozone polyedron, if crowned in both the upper and lower faces by octaces whose rays pass to the eight marginal triangles.\n\nThe second is a 4-zoned monarchaxine reticulation, and becomes a 2-zoned homozone polyedron, if crowned in the upper face by an octace upon the four upper marginal triangles and upon the four summits 1 2 3 4, and if crowned below by an octace upon the four lower triangles and upon the summits 1' 2' 3' 4'. The same reticulation in the third figure becomes a 2-zoned homozone polyedron, if crowned above by a hexace upon the four upper triangles and on the points 1 2, and by a hexace below on the lower marginal triangles and on the points 1' 2', whereby the points 1 2 1' 2' become four zoned triaces.\n\nXXIII. Monaxine monozone polyedra.—Let F be a polar face of any $3+r$-ple zoneless axis $\\alpha$ of a polyedron P, and let P be placed on a mirror by the face F. The solid $(PP')$ formed by P and its image $P'$ is a $3+r$-ple monozone monaxine polyedron.\n\nThe zoneless axis ($\\alpha\\alpha'$) of the solid $(PP')$ is contrajanal (IV.), and in the plane of the mirror there is a $3+r$ times repeating zone, where $r$ may be odd or even.\n\nThe zonal signature of the solid is, putting $r_1=3+r$,\n\n$$Z=r_1\\{g,G,0^a,0^b\\},$$\n\nwhich has $gr_1$ zoned summits of $g$ configurations, $Gr_1$ zoned faces of $G$ configurations, &c.\n\nEvery zoneless feature except the two zoneless poles is read $2r_1$ times on the $r_1$-ple monozone monaxine.\n\nThe designation of monaxine contrajanal belongs to these solids in strictness, as well as to those of art. XIX. But there can never be any confusion in our terms, if the zoneless polyedra of XIX. be called by that name, which is to be understood as zoneless, if the term monozone be wanting.\n\nA 2-ple monaxine monozone is . . . . . . . . . . . . . . . . . . .\n\nwhose zonal signature\n\n$$Z=2\\{1,2,0^1\\} (a=0).$$\n\nThe zoneless axis is amphigrammic, 2-ple and contrajanal. Monaxine monozones are readily constructed on simple reticulations like these:\nThe former is a 4-ple monaxine monozone reticulation, which becomes a 4-ple monaxine monozone polyedron, if crowned in both the opposite polar faces by octaces upon the eight marginal triangles.\n\nThe latter is a 4-zoned monarchaxine reticulation, which becomes a 4-ple monaxine monozone polyedron, if crowned both above and below by octaces through the same four points 1 2 3 4 and through the marginal triangles. By such coronation the principal zones of the reticulation are destroyed, but the 4-ple repetition is preserved, and the secondary zone of the reticulation in the plane of the page is preserved also.\n\nXXIV. Theorem. There cannot be more than one principal axis in a mixed symmetry.\n\nFor we have proved (XIII., XIV.) that the only systems of principal axes are those of the regular polyedra.\n\nIn a zoned polyarchaxine there can be no zoneless poles; for if there were one, there would be one at least in every interzonal region, i.e. there would be 24, 48, or 120; and such a number of similar poles has been proved impossible in XIII.\n\nFor a like reason there can be no zoned pole about any of the zoneless poles of a polyarchaxine, and consequently no zone; for if there were one zone there would be many, and therefore zoned axes and poles. Hence the theorem is proved.\n\nFrom this theorem it follows that there cannot be in the solid PP' of the preceding article any other axis than αα'. For if there were another, either (1) αα' would be a principal axis, or (2) there would be one principal axis of more than (3+r)-ple repetition, or (3) there would be no principal axis.\n\n1. If αα' be a principal axis, every secondary axis β will be at right angles to αα', otherwise there would be more than one axis (αα') in the sequence repeated about β, which is impossible by the preceding theorem; and β will be a 2m-ple axis, because the pole α occurs in half a revolution about β; but there is no axis of even repetition at right angles to αα' by the reasoning of XXII. because αα' is contrajanal. Therefore αα' is no principal axis.\n\n2. If there be a principal axis A different from αα', since it is not at right angles to the zone FF', there will be, by the definition of a zone (II.), more than one such axis A, which is impossible by the preceding theorem.\n\n3. If there be no principal axis, there will be at least about the pole of αα', 3+r\nidentical poles of \\((3+r)\\)-ple repetition, and these will form by the reasoning of XIII. a polyarchipolar system, which is absurd, if there be no principal axis.\n\nIt is therefore impossible that there can be any axis in \\(PP'\\) except \\(aa'\\), unless \\(r=2=3+r\\) in the preceding article.\n\nIf we had taken \\(a\\) a double axis, we might or might not have completed in that article a monaxine monozone. Nothing prevents the existence of other double axes \\(a\\), each perpendicular to a different zone (F).\n\nThe solid \\((PP')\\) constructed might thus have been a \\((2m+1)\\)-zoned homozone, having \\(2m+1\\) contrajanal double axes (XXII.).\n\n4. Neuter Symmetry.\n\nXXV. The polyedra which have a neuter symmetry are of one species only, viz.,\n\nContrajanal anaxine polyedra.—Let \\(F\\) be any \\(2m\\)-gonal zoneless non-polar face of a polyedron \\(P\\), and let \\(P\\) be placed on a mirror by the face \\(F\\), and turned through two right angles, while the image \\(P'\\) remains unmoved. The solid \\(PP'\\) constructed by \\(P\\) so turned, and by the image \\(P'\\), may be a contrajanal anaxine polyedron. It will be such, if it has neither pole nor zone.\n\nIt is evident that to any edge \\(ab\\), on one side of the mirror, there corresponds another diametrically opposite edge \\(a'b'\\), on the other side, in the image, such that the configuration seen along \\(ab\\) to the right is that read along \\(a'b'\\) to the left. The edges of the solid \\((PP')\\) in all cases form janal anaxine pairs \\((ab, a'b')\\) of edges diametrically opposite, unless \\(P\\) be such that by our construction we have completed a zoned or polar symmetry, in which case certain of the pairs will be zoned or polar.\n\nEvery feature \\(f\\) is twice read on a contrajanal anaxine polyedron, namely, \\(f\\) and its reflected image.\n\nHere is a contrajanal anaxine 10-edron 10-acron, where the dotted lines are supposed below the page. The configuration read along \\(ab\\) to the left is that read by an opposite eye along \\(a'b'\\) to the right, and the same is true of any other pair \\(bc, b'c'\\). This solid is formed by crowning with edges \\(ab, a'b'\\) the contrajanal penesolid below on the left.\n\nThe same solid is constructed by drawing the janal anaxine pair,\n\n\\[AB', A'B,\\] in the quadrilaterals \\(A'c'Ba, Aa'B'c\\), of the 2-ple monaxine monozone polyedron on the right, whereby both the zone and the axis are destroyed.\nObserve that the term *janal* along with *anaxine* always means *contrajanal*.\n\nXXVI. Def. A *janal anaxine pair* on any polyedron are any two edges $ab$, $a'b'$ diametrically opposite, non-polar, and zoneless, such that the configuration read along $ab$ to the right is exactly that read by an opposite eye along $a'b'$ to the left.\n\nA *janal anaxine A-gon* (or A-ace) is any zoneless non-polar face (or summit) whose A edges form with those of an opposite A-gon (or A-ace) *janal anaxine pairs*.\n\nFor example, $A'$ and $A$ are janal anaxine triaces in the last-drawn polyedron.\n\nThus we see that there are janal anaxine edges in solids which are not janal anaxine polyedra.\n\nXXVII. It is important that we should here determine what kinds of polyedra have janal anaxine pairs.\n\n1. Let $P$ be a polyedron of zoned or mixed symmetry which has janal anaxine pairs. The janal anaxine pair $ab$, $a'b'$ will either meet on a zone $Z$, or $ab$ will meet $a'b'$ and $a'b'$ will meet $a'b'$, on a zone $Z$ (II.). The pair $ab$, $a'b'$ being diametrically opposite may be supposed parallels. Then the zoneless $ab$ meets its reflected image $a'b'$, and $a'b'$ meets $a'b'$, on $Z$, and the angle $(ab, a'b')$ has exactly the configuration of $(a'b', a'b')$, and is diametrically opposite thereto.\n\nHence $Z$ must be a repeating zone, to which an axis of even repetition is perpendicular, for the same configuration recurs about that axis in half a revolution.\n\nIt is then requisite and sufficient, in order that a zoned polyedron have janal anaxine pairs, that it have a zone perpendicular to an axis, zoned or zoneless, of even repetition.\n\nXXVIII. The $(2m+1)$-zoned monarchaxine (XII.) has none of its $2m+1$ secondary axes perpendicular to a zone; for each of these axes is in one of the $2m+1$ zones.\n\nThe $(2m+1)$-zoned monarchaxine has no janal anaxine edge.\n\nThe $2m$-zoned monarchaxine polyedron has every secondary axis in one zone and perpendicular to another (XI., VII.).\n\nThe $2m$-zoned monarchaxine has janal anaxine pairs.\n\nThe $(2m+1)$-ple monaxine monozone has them not, the axis being of odd repetition.\n\nThe $2m$-ple monaxine monozone has such edges.\n\nThe $(2m+1)$-zoned homozone has them (XXII.).\n\nThe $2m$-zoned homozone has them not.\n\nThe zoned triarchaxine polyedron has each of its six tertiary axes in two of its nine zones, and perpendicular to one of them, otherwise symmetry would be impossible.\n\nThe zoned triarchaxine has janal anaxine edges.\n\nNo secondary axis of a zoned tetrarchaxine is perpendicular to any of its six zones, for this axis is in two of them.\n\nThe zoned tetrarchaxine has no janal anaxine edges.\n\nEach of the fifteen tertiary axes of a zoned hexarchaxine is in two of the fifteen zones, wherefore it is perpendicular to one of them, or symmetry would be impossible.\n\nThe zoned hexarchaxine has janal anaxine edges.\n\nXXIX. 2. Let $P$ be a polyedron of zoneless symmetry which has janal anaxine edges.\nThe edge \\( ab \\) makes with the zoneless pole \\( \\alpha \\) of \\( P \\) a configuration which is the reflected image of that made by the opposite edge \\( a'b' \\), with the opposite pole \\( \\alpha \\) of a janal axis. The only zoneless polyedron whose opposite janal poles can have such a configuration is the \\( r \\)-ple monaxine contrajanal polyedron (XIX.).\n\nAnd we see, by considering the repeated sequence of faces above and below any closed line drawn or drawable on the polyedron equidistant from both poles, as, for example, (XIX.), \n\n\\[\n\\begin{align*}\n&ABCDA BCD \\\\\n&C D A B C D A B, \\text{ for } r \\text{ even } (=2),\n\\end{align*}\n\\]\n\nand\n\n\\[\n\\begin{align*}\n&ABCDA BCD A BCD \\\\\n&C D A B C D A B C D A B, \\text{ for } r \\text{ odd } (=3),\n\\end{align*}\n\\]\n\nthat the edge \\( \\frac{A}{C} \\) diametrically opposite to \\( \\frac{A}{C} \\) in the former does not, but that the edge \\( \\frac{C}{A} \\) diametrically opposite to \\( \\frac{A}{C} \\) in the latter, does present, to two eyes either in the plane of the sequence or at the poles, a contrajanal configuration as compared with the first edge \\( \\frac{A}{C} \\).\n\nThe same thing is easily proved by taking any sequence of \\( 2m \\) faces, and comparing the cases of \\( r \\) odd and \\( r \\) even.\n\nThe same thing is also proved thus. If \\( ab, a'b' \\) are a janal anaxine pair about a zoneless axis of \\( r \\)-ple repetition, the line bisecting the two edges is a diameter (XXV.), and the plane containing it and the axis is a diametral plane. There are about the axis \\( r-1 \\) other similar janal anaxine diameters symmetrically disposed; and such symmetry is evidently impossible unless \\( r-1 \\) be even, that is, unless \\( r \\) be odd.\n\nThe \\( r \\)-ple monaxine contrajanal polyedron has janal anaxine pairs if \\( r \\) be odd, but not if \\( r \\) be even.\n\nIn all other zoneless polyedra, the opposite poles of a janal axis have configurations which are exact repetitions of each other to opposite eyes, wherefore the configuration read by one eye along an edge \\( ab \\), which configuration includes the pole, cannot be the reflected image of that read along \\( a'b' \\) by an opposite eye.\n\nNo polyedron of zoneless symmetry, except the monaxine contrajanal, has janal anaxine edges.\n\nXXX. We have proved that janal anaxine edges are found in the polyedra following:\n\n1. The zoned triaxines (XI.);\n2. The \\( 2m \\)-zoned monarchaxines (XII.);\n3. The \\( (2m+3) \\)-zoned homozones (XXII.);\n4. The zoned triarchaxines (XV.);\n5. The zoned hexarchaxines (XVII.);\n6. The \\( 2m \\)-ple monaxine monozones (XXIII.);\n7. The \\( 2m+1 \\)-ple monaxine contrajanals (XIX.).\n\nEvery zoneless and non-polar edge on these solids is a janal anaxine edge.\nThe signatures, zonal and zonoid, give the number of polar, zonal, and epizonal edges of the polyedron, whereby that of the zoneless and non-polar is accurately known; and as the number of repetitions of every feature is known by what precedes, *the exact number of different janal anaxine pairs upon all these solids is given by our signatures.*\n\n**Registration of P-edra Q-acra and Q-edra P-acra.**\n\nXXXI. It has been shown that all possible symmetrical P-edra Q-acra are comprised in the preceding classes. They are thus registered.\n\n**Tables A.**\n\n1. **Zoned Symmetry.**\n\n1. Monozone P-edra Q-acra (III.),  \n   \\[(PQ)\\{Z\\} = A,\\]\n   where \\(A\\) is the number of monozones which have the zonal signature \\(Z\\).\n\n2. **Zoned monaxine heteroids (VIII., IX.).**\n   \n   \\[(PQ)Y_{het}^{2r}\\{ZZ'\\} = B,\\]\n   \\[(PQ)Y_{het}^{2r+3}\\{Z\\} = C,\\]\n   where \\(B\\) is the number of these solids having the zonal signatures \\(ZZ'\\) and a heteroid \\(2r\\)-zoned axis, of which \\(Y\\) expresses the character and nothing more (V.). In the same way, we record that there are \\(C(2r+3)\\)-zoned heteroids, having a given character of axis, and a given zonal signature \\(Z\\).\n\nWe are content to know about these solids what is here registered, without asking what are the exact polar features; for we have a separate table of polar summits and faces, in which every polar A-ace and A-gon is recorded, with its zones, and with the character of its axis. If the question should arise, which, however, never does arise in our problem, what is the exact feature opposite to a given heteroid pole, it can easily be determined by reference to our processes of construction.\n\n3. **Zoned triaxines (XII.).**\n   \n   \\[(PQ)(Y_{ja}^2Y_{ja}^2Y_{ja}^2)\\{ZZ'Z''\\} = D,\\]\n   where the zonal signature and characters of the janal axes of the \\(D\\) polyedra are recorded.\n\n4. **Zoned monarchaxines (XII.).**\n   \n   \\[(PQ)X_{ja}^{2r}Y_{ja}^2Y_{ja}^2\\{ZZ'Z''\\} = E,\\]\n   \\[(PQ)X_{ja}^{2r+3}Y_{het}^2\\{ZZ''\\} = F,\\]\n   where \\(X\\) denotes an axis whose polar features are exactly registered, the principal poles being always known on these solids, and recorded with their zonal traces.\n\n5. **Zoned triarchaxines (XV.).**\n   \n   \\[3(PQ)X_{ja}^4Y_{obj}^2Y_{ja}^2\\{ZZ''\\} = G.\\]\n   The principal janal poles are always registered with their traces. The secondary and tertiary poles may not be exactly given.\n6. Zoned tetrarchaxines (XVI.),  \n\\[4(PQ)Y_{het}^3Y_{ja}^2\\{Z\\}=H.\\]  \nThe number of edges in the two heteroid principal poles, and in the janal secondary poles, may not always be known in this Table.\n\n7. Zoned hexarchaxines (XVII.),  \n\\[6(PQ)X_{obj}^5Y_{obj}^3Y_{ja}^2\\{Z\\}=I.\\]\n\n2. Zoneless Symmetry.\n\n8. Zoneless r-ple monaxine heteroids (XVIII.),  \n\\[(PQ)Y_{het}^r=J\\,(r>1),\\]  \nwhere the absence of zonal and zonoid signature, and the heteroid axis, are characteristic of the class.\n\n9. Zoneless r-ple monaxine contrajanals (XIX.),  \n\\[(PQ)X_{coja}^r=K\\,(r>1),\\]  \nwhere the polar feature is exactly registered.\n\n10. Zoneless triaxines (XX.),  \n\\[(PQ)Y_{ja}^2Y_{ja}^2Y_{ja}^2=L.\\]  \nHere are symbols \\(y\\) of double janal zoneless axes, of which not even the characters \\((V.)\\) are registered. We shall see that it suffices for our problem to know the number \\(L\\) of all zoneless triaxine P-edra Q-acra. All the poles of them will be found in the following Table, which enumerates with exact description all janal poles. All that we care to know more of these \\(L\\) solids is how many amphigrammic axes they contain, and this we shall readily determine in the proper place (XLI.).\n\n11. Zoneless 2r-ple, &c. monarchaxines (XX.),  \n\\[(PQ)X_{ja}^{2r}Y_{ja}^2Y_{ja}^2\\{\\zeta\\}=M,\\,(r>1),\\]  \n\\[(PQ)X_{ja}^{2r+5}Y_{het}^2\\{\\zeta\\}=N,\\]  \n\\[(PQ)X_{ja}^3Y_{het}^2\\{\\zeta\\}=N',\\]  \n\\[(PQ)Y_{ja}^3Y_{(amphi.)}^2\\{\\zeta\\}=N''.\\]  \nIn all these \\(\\zeta\\) denotes the zonoid signature common, as well as the other characters specified, to all the solids registered in the number \\(M, N, &c.\\).\n\nThe only zoneless monarchaxines, in which there can be any doubt about the number of edges in their principal poles, are those which have triple janal axes perpendicular to amphiedral, amphigonal, or amphigrammic secondary axes (XXXVIII.).\n\n12. Zoneless triarchaxines (XXI.),  \n\\[3(PQ)X_{ja}^3Y_{ja}^3Y_{ja}^2\\{\\zeta\\}=P,\\]  \nin which the principal poles are exactly specified, and where the zonoid signature gives the characters of the secondary and tertiary poles.\n13. Zoneless tetrarchaxines (XXI.),\n\\[ ^4(PQ)Y^3_{het}Y^2_{ja}\\{\\zeta\\}=Q. \\]\n\nWe may not know always the edges in the pole opposed to a given tetrarchipole.\n\n14. Zoneless hexarchaxines (XXI.),\n\\[ ^6(PQ)X^5_{ja}V^3_{ja}Y^2_{ja}\\{\\zeta\\}=R. \\]\n\nThere are but few values of P and Q for which polyarchaxine polyedra are possible; and the ambiguities above denoted with respect to their principal poles can only exist for high values of P and Q, such as will not be calculated for a millennium or two.\n\n3. Mixed Symmetry.\n\n15. \\((r+3)\\)-ple monaxine monozones (XXIII.),\n\\[ (PQ)_{mo.mo}X^{r+3}_{coja}\\{Z\\}=S, \\]\n\\[ (PQ)_{mo.mo}Y^2_{coja}\\{Z\\}=S', \\]\n\nwhere the exact polar features are always known, except for 2-ple axes. This is, however, sufficient for our purpose, as we shall see (XXXIX.).\n\n16. Homozones \\(2r\\)-zoned and \\((2r+1)\\)-zoned (XXII.),\n\\[ (PQ)_{hom}X^2_{ja}Y^2_{ja}\\{Z\\}=T_r(r=1), \\]\n\\[ (PQ)_{hom}X^{2r+1}_{obja}Y^2_{coja}\\{Z\\}=T'(r>1), \\]\n\\[ (PQ)_{hom}Y^3_{obja}Y^2_{coja}\\{Z\\}=U, \\]\n\\[ (PQ)_{hom}Y^2_{ja}Y^2_{ja}\\{Z\\}=W. \\]\n\nIn all these entries the first axis is zoned, the second zoneless. In the third, U, \\(^3,^6Z\\) denotes a zonal signature of the triarchaxine form, or hexarchaxine, or possibly of both forms. When such a zone occurs in homozones along with a zonoid signature \\(\\zeta\\), showing poles of a name not excluded from Z, we may not always know the exact edges of the zoned pole (vide XXXVII., XXXIX.).\n\nWhen this ambiguity does not exist, the numbers U and W (where \\(^4Z\\) denotes a signature of the tetrarchaxine form) will not be found in our Table; and they can only present themselves for high values of P and Q, which will not be calculated for the next thousand years. But it is enough for us that the numbers U W are exactly known, as this suffices for our problem.\n\n4. Neuter Symmetry.\n\n17. Janal anaxine polyedra (XXV.),\n\\[ (PQ)_{ja.an}=\\Xi, \\]\n\nin which there is neither zone nor pole, \\(\\Xi\\) being the entire number of the solids.\n5. Asymmetric Polyedra.\n\n\\[ (PQ)_{as} = \\Theta, \\]\n\ngiving the entire number \\( \\Theta \\) of the solids.\n\nThis completes the Tables A of P-edra Q-acra, in which it is understood that every zonal and zonoid signature, and every zoneless repetition (\\( r \\)) will be found entered.\n\nAnother such Table is made of the Q-edra P-acra, which will have the form\n\n\\[ (QP) \\{Z\\} = A, \\]\n\\[ (QP)^{2r}\\{Z\\} = B, \\text{ &c.,} \\]\n\nwhere the signatures will differ from the preceding only in the exchange of faces for summits, and of zonal for epizonal edges.\n\nRegistration of janal poles of P-edra Q-acra and Q-edra P-acra.\n\nTABLES B.\n\nXXXII. A janal zoned polar A-gon, which is always the termination of a janal zoned axis, is described by its zonal traces in one of the following manners:\n\n\\[ A_{m,di}^{ja}, A_{m,ag}^{ja}, A_{h,agdi}^{ja}, A_{n,di}^{obj}, A_{n,ag}^{obj}, A_{n,mo}^{ja}, A_{n,mo}^{obj}, \\]\n\nwhere \\( m \\) is an odd or even number of traces diagonal or agonal, as the case may be, \\( h \\) is any number of diagonal alternate with as many agonal traces, and \\( n \\) is any odd number of traces, agonal, diagonal or monogonal, as the case may be, in the pole of a janal or objanal axis.\n\nA janal polar zoneless A-gon is described thus by its repetition,\n\n\\[ A_{r}^{ja}, A_{r}^{coja}, \\]\n\nwhere \\( r \\) may be odd or even, the axis being janal or contrajanal. The summits of the A-gon form a sequence of configuration \\( r \\) times repeated in the circuit of the A-gon.\n\nDef. A janal zoned axis is heterozone, if the polyedron has zones of more than one configuration.\n\nThus all janal zoned axes are conveniently divided into heterozone and homozone. A homozone axis or pole has but one zonal signature, as the solid has zones only of one configuration (XXII.). A heterozone axis or pole has always two or three zonal signatures. The \\( 2r \\)-zoned heterozone pole has two different zones about its axis; the \\((2r+1)\\)-zoned heterozone has only one zonal configuration about the principal axis; but it has also a secondary zone of different configuration (VII.). Hence the term heterozone applies usefully whether the number of principal zones be odd or even.\n\nHeterozone janal polar faces.\n\n\\[ A_{2r,ag}^{ja} sF\\{ZZ'Z''\\} = a, \\]\n\\[ A_{2r,di}^{ja} sF\\{ZZ'Z''\\} = b, \\quad \\{r \\geq 1\\}, \\]\n\\[ A_{2r,agdi}^{ja} sF\\{ZZ'Z''\\} = c, \\]\nwhere $Z''$ always denotes the zone perpendicular to the axis of the registered janal pole.\n\nThe number $s$ is that of the summits of the solid not in the A-gon, i.e. inferior to the A-gon; and $F$ is the number of faces different from it, that is, inferior to it.\n\nWe have here\n\n$$P = F + 1, \\quad Q = A + s.$$  \n\nWe read that there are $a$ A-gonal janal poles having $r$ agonal traces of the zone $Z$, and $r$ agonal traces of $Z'$; and a zone $Z''$ perpendicular to the axis of the A-gons. We read also $c$ A-gonal janal poles having $r$ agonal traces of $Z$ and $r$ diagonal traces of $Z'$, with the secondary zone $Z''$.\n\nWhen $2r = 4$, the numbers $a$, $b$, $c$, when $ZZ'Z$ are the zoned signatures, will comprise the archipolar A-gons of triarchaxines having the zones $ZZ'$.\n\nWhen $2r = 2$, the numbers $a$, $b$, $c$ enumerate the polar A-gons secondary in zoned monarchaxines, those of zoned triaxines, the tertiary polar A-gons of zoned triarchaxines and hexarchaxines, for the signatures may be $ZZ'Z$, or $ZZZ$, the case of the hexarchaxines. In this latter case only the term heterozone is improperly applied to any polar face above registered.\n\nAll $(2r + 3)$-zoned heterozone A-gons are registered thus:\n\n$$\\Lambda_{ja}^{(2r+3)ag}sF\\{ZZ''\\} = d,$$\n$$\\Lambda_{ja}^{(2r+3)di}sF\\{ZZ''\\} = e,$$\n$$\\Lambda_{ja}^{(2r+3)mo}sF\\{ZZ''\\} = f.$$\n\nPrincipal janal polar faces of zoned Polyarchaxines.\n\n$$^3A_{ja}^{4y}sF\\{ZZ''\\} = \\theta_1,$$\n$$^6A_{ja}^{5y}sF\\{Z\\} = \\theta_2,$$\n\nwhere $4y$ means $4ag$ or $4di$, and $5y$ means $5ag$, $5di$ or $5mo$, as the case may be.\n\nRadical janal polar faces of zoned Polyarchaxines.\n\n$$^3A_{rad,ja}^{4y}sF\\{ZZ''\\} = \\theta'_1,$$\n$$^6A_{rad,ja}^{5y}sF\\{Z\\} = \\theta'_2,$$\n\nIt is necessary, as we shall hereafter learn (§ 16.), to have a separate Table of all the radical archipoles of the polyarchaxines, which are, however, supposed to be included in the numbers $\\theta_1$ and $\\theta_2$ above written.\n\nA radical polyarchipole janal or heteroid, whether face or summit, is a principal pole of a polyarchaxine collateral with other principal poles of the solid.\n\nThe triarchipoles will be found also under the numbers $a$, $b$, $c$ ($r = 2$); for nothing prevents them being constructed and handled as monarchaxine poles.\n\nThe hexarchipoles may be constructed and handled as homozone poles, and they will consequently be found also in the Table following. This will, however, create no confusion in our results. There are no janal tretrarchipoles $^4A$.\n§ I. XXXII., XXXIII.] REV. T. P. KIRKMAN ON THE THEORY OF THE POLYEDRA. 151\n\nHomozone janal polar faces (XXII.).\n\n\\[ A_{ja}^{2ry} sF\\{Z\\zeta\\} = g, \\]\n\\[ A_{obj}^{(2r+3)y} sF\\{Z\\zeta\\} = h, \\]\n\nwhere \\( y \\) stands for the traces \\( ag, di, mo, agdi \\), as the case may be. \\( Z \\) is the zonal, and \\( \\zeta \\) the zonoid signature.\n\nWhen \\( r=1 \\), the \\( g \\) homozones recorded are homozone triaxines (XXII.).\n\nThe number \\( h \\) will contain every secondary polar \\( A \\)-gon of all triarchaxines, and every primary and secondary polar \\( A \\)-gon of all hexarchaxines; for all these faces are in repeating zones to which an axis of 2-ple (zoned) repetition is perpendicular.\n\nThe number \\( g(r=1) \\) will contain every secondary polar \\( A \\)-gon of a tetrarchaxine, for this solid has homozone secondary axes (XVI.).\n\nZoneless janal polar faces.\n\nXXXIII.\n\n\\[ A_{ja}^{r+3} sF\\{ \\zeta \\} = i, \\]\n\\[ A_{co.ja}^{r+3} sF\\{Z_{mo.mo}\\} = j, \\]\n\\[ A_{co.ja}^{r+2} sF_{mo.co} = k. \\]\n\nThe first are monarchaxine janals (XX.), with zonoid signature; the second are monaxine monozones, with the signature of the zone perpendicular to the zoneless axis (XXIII.); the third are monaxine contrajanals of \\((r+2)\\)-ple repetition (XIX.).\n\nZoneless janal polyarchipolar faces.\n\n\\[ ^3A_{ja} sF\\{\\zeta\\} = \\varphi_1, \\]\n\\[ ^6A_{ja} sF\\{\\zeta\\} = \\varphi_2. \\]\n\nRadical zoneless janal polyarchipoles (\\$ 16.).\n\n\\[ ^3A_{rad.ja} sF\\{\\zeta\\} = \\varphi_1', \\]\n\\[ ^6A_{rad.ja} sF\\{\\zeta\\} = \\varphi_2'. \\]\n\nThe register of janal polar faces is completed by the 2-ple janal and contrajanal polar faces, the contrajanal axis being perpendicular to a zone. The janal are entered thus,\n\n\\[ A_{ja}^2 sF = l, \\]\n\nwithout zonoid signature; for since we can construct no janal symmetry on such a pair of opposite \\( A \\)-gons (as we shall see), but that of a zoneless triaxine, we require no account of the axes perpendicular to \\( \\alpha \\) that terminated by the \\( A \\)-gon.\n\nThis axis \\( \\alpha \\) being janal, must be perpendicular to two other \\( 2m \\)-ple janal axes, \\( \\beta \\) and \\( \\gamma \\) (XX.); and the polyedron may be either a 2\\( r \\)-ple monarchaxine, of which \\( \\alpha \\) is a secondary axis, or it may be a zoneless triaxine, of which \\( \\alpha, \\beta, \\gamma \\) (XX.) are three axes; or it may be, when \\( \\beta \\) or \\( \\gamma \\) is zoned, a 2\\( r \\)-zoned homozone (XXII.) \\((r \\geq 1)\\).\n\nWhatever the polyedron may be, any constructions on the opposite 2-ple \\( A \\)-gons will\ndegrade the symmetry about any higher axis $\\beta$, zoned or zoneless, to which $\\alpha$ may be secondary, and the janal constructions will be all zoneless triaxines. For the entire symmetry about a $2r$-ple axis $\\beta$ cannot be preserved, if $r > 1$, by janal constructions on the poles of one only of the $r$ axes $\\alpha$ perpendicular to $\\beta$; that is, $\\beta$, by constructions on $\\alpha$ only, is degraded to a 2-ple repetition.\n\nWhen $\\beta$ is a $2r$-zoned homozone axis, $\\gamma$ and $\\alpha$ are identical in configuration; and any janal construction on the poles of $\\alpha$ destroys the zones, and $\\beta$ becomes a zoneless 2-ple axis.\n\nWhen the 2-ple axis is contrajanal, and perpendicular to a zone, it is entered thus,\n\n$$A^2_{coja} sF\\{Z''\\} = m,$$\n\nwith the zone to which it is perpendicular. The solid on which $A$ is found may be either a $(2r+3)$-ple homozone (XXII.), or a 2-ple monaxine monozone. In either case the $A$-gon is the reciprocal of a 2-ple $A$-ace constructed by our processes as a monaxine monozone, having a 2-ple contrajanal axis perpendicular to a given zone, and the entry is made as above. The only possible polar janal constructions on the two contrajanal polar faces are 2-ple monaxine monozones.\n\n**Janal amphigrammic poles.**\n\nThe register of janal poles is completed by the janal polar edges of amphigrammic axes, zoned and zoneless.\n\nThe polar edge is registered as the intersection of two $A$-gons; and we write\n\n$$s' = Q - 2A + 2$$\n\nfor the number of summits of the $P$-edron $Q$-acron not in the $A$-gons, and\n\n$$F' = P - 2$$\n\nfor that of the faces distinct from them.\n\n$$(AA)_{jagdi}^s F'\\{ZZ'Z''\\} = n,$$\n\n$$(AA)_{jagdi}^s F'\\{Z'\\} = p,$$\n\n$$(AA)_{jagdi}^s F' = q.$$\n\nWe read that there are $n$ different polar edges of janal $A$-gons epizonal in $Z$ and zonal in $Z'$, $Z''$ being perpendicular to the amphigrammic axis.\n\nWe read that there are $p$ polar edges of $A$-gons, both zonal and epizonal in $Z$, and perpendicular to zoneless axes of given zonoid signature.\n\nAnd there are $q$ amphigrammic zoneless axes, whose polar edges are intersections of $A$-gons. We have no occasion here to register any zonoid signature of other axes.\n\nThe $n$ edges may be tertiary poles of zoned triarchaxines or hexarchaxines, or secondaries in zoned monarchaxines, or in zoned triaxines. In the first of these four cases we shall read $Z = Z'$, in the second, $Z = Z' = Z''$.\n\nThe $p$ edges are either zoned poles of homozone triaxines, or possibly secondaries of zoned tetrarchaxines (XL.), if $Z$ is a tetrarchaxine zonal signature.\nThe \\( q \\) zoneless polar edges may be tertiaries of zoneless hexarchaxines or triarchaxines, or secondaries of zoneless tetrarchaxines or monarchaxines, or poles of zoneless triaxines or homozone triaxines, or secondaries in \\( m \\)-zoned homozones, or axes of 2-ple monaxine monozones, or of 2-ple monaxine contrajanals. In any case we require no account of their symmetry, janal or contrajanal, as these polar edges can never be, like polar faces, the subjects of constructions. It suffices for our purpose that we know exactly the number of all janal zoned and zoneless amphigrammic axes.\n\nOur object here is to state clearly what our Tables are supposed to contain. The mode of obtaining the Tables will be discussed in the sequel.\n\n**Registration of polar and non-polar faces of P-edra Q-acra and Q-acra P-edra.**\n\n**Tables C.**\n\nXXXIV. In these Tables will be found all the janal poles of the preceding Tables, as well as all heteroid polar faces. No symmetry is registered here but that of the face, therefore there is no account of poles secondary to the one considered. But the character of the axis (V.) is always suffixed, by one of the abbreviations,\n\nam.go, am.ed, am.gr, go.gr, go.ed, ed.go.\n\nWe shall write \\( x \\) as the symbol of such abbreviation.\n\n**Zoned polar faces.**\n\n\\[\n\\begin{align*}\nA_x^{3rdi} & \\ sF\\{ZZ'\\} = a, \\\\\nA_x^{2rag} & \\ sF\\{ZZ'\\} = b, \\\\\nA_x^{2ragdi} & \\ sF\\{ZZ'\\} = c, \\\\\nA_x^{(2r+1)di} & \\ sF\\{Z\\} = d, \\\\\nA_x^{(2r+1)ag} & \\ sF\\{Z\\} = e, \\\\\nA_x^{(2r+1)mo} & \\ sF\\{Z\\} = f.\n\\end{align*}\n\\]\n\nHere \\( s \\) and \\( F \\) are the summits and faces inferior to the A-gon.\n\nWe read that there are \\( c \\) A-gons which have \\( r \\) agonial traces of \\( Z \\) and \\( r \\) diagonal traces of \\( Z' \\), of which A-gons some will be janal and others heteroid poles.\n\n**Zoned Tetrarchipoles.**\n\n\\[\n\\begin{align*}\n4A_x^{3y} & \\ sF\\{Z\\} = \\theta_3, \\\\\n4A_x^{3y} & \\ sF\\{Z\\} = \\theta_3,\n\\end{align*}\n\\]\n\nwhich, being heteroid poles, could not appear in the preceding Tables of polyarchipoles. The \\( y \\) denotes the traces.\n\n**Zoneless polar faces.**\n\n\\[\nA_x^sF = g \\quad (r > 1),\n\\]\n\nshowing that \\( g \\) A-gons have an \\( r \\)-ple zoneless repetition and the character \\( x \\) of axis, of which some will be janal and others heteroid poles.\n\nMDCCCLXII.\nZoneless Tetrarchipoles.\n\n\\[4A_x^3 sF\\{Z\\} = \\varphi_3,\\]\n\\[4A_{rad}^3 sF\\{Z\\} = \\varphi'_3.\\]\n\nZoned non-polar faces.\n\n\\[A^{di}sF\\{Z\\} = d',\\]\n\\[A^{eg}sF\\{Z\\} = e',\\]\n\\[A^{mo}sF\\{Z\\} = f'.\\]\n\nHere there is no axis to be characterized.\n\nObjanal monozone faces.\n\n\\[A^{di}_{obj}sF\\{Z\\} = j,\\]\n\\[A^{eg}_{obj}sF\\{Z\\} = k,\\]\n\\[A^{mo}_{obj}sF\\{Z\\} = l.\\]\n\nThese are certain of the above zoned non-polar faces, which have an objanal symmetry by reason of their being faces in a repeating zone, to which an axis (a) of even repetition, zoned or zoneless, is perpendicular. This axis (a) appears not in this Table, but appears in general in the Tables which we shall learn to construct of perfect objanal monozone summits, which are the reciprocals of the faces here registered. Whatever a may be, the only janal symmetrical constructions possible on these faces are objanal monozone summits or reticulations, or simply janal anaxine pairs of edges, of whose construction we shall treat hereafter (\\$17.). The enumeration of our results is not dependent on our knowledge of the zoned or zoneless axis (a).\n\nZoneless non-polar faces.\n\nJanal anaxine faces (XXVI.).\n\n\\[A_{janan}sF = h.\\]\n\nAsymmetric faces.\n\n\\[A_{as}sF = i.\\]\n\nThis number i includes the h A-gons of the preceding entry of janal anaxine faces.\n\nNo face is enumerated under the numbers ghi, which is the reflected image of another.\n\nSimilar Tables, B and C, are supposed completed for the Q-edra P-acra. And they are all obtained from those of the reciprocal summits which we shall learn to construct, and which are conceived as included in these Tables.\n\nThe janal polar summits (Table B) and the polar summits (Table C) can be constructed for both Q-edra P-acra and P-edra Q-acra, by writing summits for faces and zonal for epizonal edges in all the signatures above given.\nRegistration of edges of P-edra Q-acra and Q-acra P-edra.\n\nTABLES D.\n\nPolar edges.\n\nXXXV.\n\n\\[(AA)_x s' F' \\{ZZ_i\\} = d',\\]\n\\[(AA)_z s' F'_a z = b',\\]\n\nwhere \\(x\\) is am.gr, go.gr, or ed.gr (V.). Here az. means azone or zoneless.\n\n\\[P = F' + 2,\\]\n\\[Q = s' + 2.A - 2.\\]\n\nThe amphigrammic polar edges may be either janal or heteroid. When they are janal, they will of course be found both in this Table and in the Table B of janal poles (XXXII., XXXIII.).\n\nNon-polar zoned edges.\n\n\\[(AB)_{ep} s' F' \\{Z\\} = c' (B \\leq A),\\]\n\\[(AA)_{zo} s' F' \\{Z\\} = d',\\]\n\nwhich record \\(c'\\) edges, each the intersection of a B-gon and A-gon, and each epizonal in the zone \\(Z\\), and \\(d'\\) edges of A-gons zonal in \\(Z\\).\n\nThe number \\(d'\\), and also the number \\(c'\\), when \\(B = A\\), will not include polar edges of A-gons above entered in the zone \\(Z\\), a signature which may belong equally to polar and to monozone polyedra (IX.).\n\nJanal anaxine edges.\n\n\\[(AB)_{a.on} s' F' = e' (B \\leq A),\\]\n\nshowing that there are \\(e'\\) different janal anaxine edges of intersection of an A-gon and a B-gon, on all the P-edra Q-acra.\n\nAsymmetric edges.\n\n\\[(AB)_{as} s' F' = f' (B \\leq A),\\]\n\nwhich records the entire number \\(f'\\), including \\(e'\\) last registered, of asymmetric intersections of an A-gon with a B-gon on all the P-edra Q-acra.\n\nOne at least of the faces about each of the \\(f'\\) edges here registered is zoneless and non-polar, otherwise the edge would not be zoneless and non-polar. One of the faces may be polar or zonal non-polar. Thus we see that asymmetric or janal anaxine edges are found in faces which are not asymmetric nor janal anaxine faces (XXVI.).\n\nOur Tables D of P-acra Q-edra would give us a Table D of the above edges in terms of the summits of the edges; but such a Table is of no use to us.\n\nWhen the Tables A, B, C, D (XXXI. to XXXV.) are completed for P-edra Q-acra and Q-edra P-acra, so that no two features are recorded of which one is the reflected image of another, our problem of enumeration and classification of P-edra Q-acra is perfectly solved; and we shall see that we have the power of continuing such Tables to higher values of P and Q.\nIt is necessary to determine what data are required, and how they are to be employed, for the completion of these Tables; and next to find the means of obtaining these data. This will all be discussed, and the requisite general formulæ will be recorded, in the following sections.\n\nSection 2.—Problem of Classification and Enumeration of the P-edra Q-acra.\n\nXXXVI. (a) Let us suppose given for all polyedra of fewer than \\(P+Q-2\\) edges, as far as we require them, the Tables A, B, C, D (XXXI... XXXV.).\n\n(b) Let us suppose given for all the P-edra Q-acra, and for all the Q-edra P-acra, \\(P\\) and \\(Q\\) being definite numbers, all the polyarchaxine polyedra, with their poles and signatures, as entered in XXXI., XXXII., XXXIV.\n\n(c) We suppose known also for P-edra Q-acra and for Q-edra P-acra all janal poles, with their signatures, as entered in Tables B (XXXII., XXXIII.).\n\n(d) Let us conceive that all polar faces and summits of the same solids are known, as entered in Tables C (XXXIV.), and all polar edges, as entered in Tables D (XXXV.).\n\n(e) Likewise all objanal monozone faces of the same solids, as entered in Tables C (XXXIV.).\n\n(f) And also all monozone faces which have a diagonal trace of a single zone, i.e. the number \\(d'\\) of Tables C (XXXIV.), for all signatures A and Z.\n\n(g) And, finally, let us suppose that all the edges are given of Table D (XXXV.), for P-edra Q-acra, and for Q-edra P-acra.\n\nWe suppose given in the data (a), (b), (c), (d), (e), (f), (g), the numbers GHIPQR of Tables A (XXXI.), and all the Tables B, C, D, except only the numbers \\(e'\\), \\(f'\\), \\(h\\), \\(i\\) of Tables C.\n\nAll the remaining numbers entered in Table A, and the numbers \\(c'\\), \\(f'\\), \\(h\\), \\(i\\) of Table C, can be determined by the data (a), (b), (c), (d), (e), (f), (g).\n\nWhen this has been proved, and when we have shown that we can obtain the data (a)...(g), our problem will be solved.\n\nXXXVII. We have first to show that the data (a), (b)...(g) suffice for the determination of the sought numbers in Tables A and C. These numbers we shall consider in the order following:—EFTT'UKMNN'N''S'SDWLBCJAΞΘ in Table A (XXXI.), and \\(e'\\), \\(f'\\), \\(h\\), \\(i\\) in Tables C (XXXIV.).\n\nOne difficulty of our problem lies in the danger incurred of enumerating the same solid more than once. Thus, all janal and objanal principal secondary or tertiary poles of zoned or zoneless polyarchaxines will be constructed by our processes simply as janal poles of a single axis: and we cannot be certain, without consideration, when we construct a 5-ple, 4-ple, 3-ple, or 2-ple axis, zoned or zoneless, that we do not thereby complete a polyarchaxine.\n\nFor example, if we load all the principal faces but two opposite ones of a regular 12-edron with 5-gonal pyramids (pentaces, ἀξη), we have in the two void faces an amphiedral axis of a 5-zoned homozone polyedron. If in our processes we were to charge this\non its two pentagon poles with pentaces, we should certainly thereby construct an amphi-\ngonal 5-zoned homozone axis. But it would be an error to enumerate the construction\namong the homozones, for we have evidently here only completed a hexarchaxine.\n\nIn like manner, in constructing a 2-zoned janal axis, we cannot be sure that we have\nnot been completing, by secondary or tertiary poles, a monarchaxine or a polyarchaxine.\n\nE. F.\n\nE. 2r-zoned monarchaxines (XXXI.).—When \\( r > 2 \\), every 2r-zoned heterozone polar\nface of Table B (XXXII.) gives a distinct 2r-zoned monarchaxine of the number E; for\nno polyarchaxine has a \\((6+2m)\\)-ple pole. Wherefore E is given for \\( r > 2 \\), by \\((a, b, c)\\)\nTable B (XXXII.), and the exact poles of the 2r-zoned axis are known and can be\nregistered for either polar faces or for their reciprocal summits.\n\nLet \\( r = 2, 2r = 4 \\); and let \\( J_i \\) be the entire number of 4-zoned A-gonal poles having\ngiven traces (XXXII.) and the zonal signatures \\(\\{ZZ'Z''\\}\\). Some of these \\( J_i \\) poles may\nbe principal poles of triarchaxines. When \\( Z'' \\) is not identical with one of the zones\n\\( ZZ' \\), this cannot happen, because no triarchaxine has three zonal signatures.\n\nIn the case then of \\( ZZ'Z'' \\) all different, every one of the \\( J_i \\) poles gives a different\n4-zoned monarchaxine, and they can be registered thus in Table A,\n\n\\[\n(PQ)A_{ja}^4Y_{ja}^2Y_{ja}^2\\{ZZ'Z''\\} = J_i = E,\n\\]\n\nan entry which gives all that is indicated under the number E; for the principal pole is\nseen, and the signatures \\( ZZ'Z'' \\) give exactly the characters of the other poles and axes.\nHere \\( y \\) denotes the traces of the A-gonal pole.\n\nLet next \\( J_{ii} \\) be the number of 4-zoned A-gonal polar faces in Table B which have\n\\( Z'' = Z' \\) and definite traces and signatures; and let \\( j \\) be the number of triarchaxines in\n5, Table A, which have a principal A-gonal face with the same traces and signatures\n\\(\\{ZZ'\\}\\) (a) XXXVI. We have the number E in this case thus:\n\n\\[\nJ_{ii} - j = (PQ)A_{ja}^4Y_{ja}^2Y_{ja}^2\\{ZZ'Z'\\} = E.\n\\]\n\nF. \\((2r+1)\\)-zoned monarchaxines.—No zoned polyarchaxine (XV., XVI., XVII.) has\n\\((2r+1)\\)-gonal poles properly janal. Therefore every janal \\((2r+1)\\)-zoned pole of Table\nB gives one of the F polyedra required, with its signatures.\n\nTT'. 2r-zoned and \\((2r+1)\\)-zoned Homozones (XXXI.).—No polyarchaxine has a\n2r-zoned homozone axis, if \\( r > 1 \\). Therefore all the poles registered under the number g,\nTable B, give polyedra here required with all their signatures, of the number T, for\n\\( r > 1 \\).\n\nNo polyarchaxine has a \\((2r+1)\\)-zoned homozone axis, if \\( r > 2 \\); therefore all the poles\nentered under the number h in Table B, give polyedra to be entered under T' in Table A,\nwith their signatures, for \\( 2r+1 > 5 \\). And the numbers TT' are thus completed for the\nabove values of \\( r \\).\n\nLet\n\n\\[\nA_{ob}^5F\\{6ZZ'\\} = c\n\\]\n\nbe the number of 5-zoned janal poles entered under the number h in Table B, having\nthe zone \\(^6Z\\) of hexarchaxine signature (XVII.), \\(y\\) denoting the traces; and let \\(\\zeta\\) found in the \\(c\\) poles with \\(^6Z\\) have a zonoid pole of name not excluded from \\(^6Z\\). Then every principal polar \\(A\\)-gon of an hexarchaxine having those traces and the zone \\(^6Z\\) is included in the number \\(c\\). The Tables of XXXI. give us the number \\(c'\\) of the hexarchaxines which have this pole and zone by our hypothesis (a) XXXVI. Wherefore for this value \\(r=2\\),\n\n\\[c-c'=T'=(PQ)A_{5y}Y_{ja}^2(^6Z\\zeta)\\]\n\nis the number \\(T'\\) required for these signatures.\n\nU. (16. XXXI.). Let \\(m_1\\) be the entire number of 3-zoned homozone polar faces \\(A_1A_2A_3\\ldots\\) under the number \\(h\\) (XXXII.), which have the zonal signature \\(Z_h\\) of the triarchaxine form (XV.) or of the hexarchaxine form (XVII.), or of both, a thing quite possible (XVII.); and let \\(\\zeta\\) in these homozone poles have a pole of name not excluded from \\(Z_h\\).\n\nLet \\(m_6\\) be the entire number of hexarchaxines having any secondary polar faces and this signature \\(Z_h\\), and let \\(m_3\\) be the entire number of triarchaxines having any secondary polar faces and this signature \\(Z_h\\); then\n\n\\[m_1-m_3-m_6=U;\\]\n\nfor all of the \\(m_1\\) 3-zoned homozone poles which are not secondary polar faces of hexarchaxines or triarchaxines, are to be enumerated as poles of 3-zoned homozone polyedra.\n\nK. r-ple monaxine contrajanals (9, XXXI.).\n\nXXXVIII. There can be no ambiguity in the enumeration of the \\(r\\)-ple monaxine contrajanals; for by its name and definition the solid can have no pole out of its single axis (XIX.). Wherefore every pole registered under the number \\(k\\), Table B (XXIII.), gives a distinct polyedron of the number K under consideration.\n\nMNN'N'' (11, XXXI.).\n\nZoneless monarchaxines.\n\nNo polyarchaxine has more than a 5-ple repetition. Hence for \\((r+3)>5\\), every pole registered under the number \\(i\\) in Table B (XXXIII.) gives one of the M solids with its signature when \\(r+3\\) (Table B) is even, and one of the N solids if \\(r+3\\) is odd.\n\nM. For \\(r=4\\), every janal pole registered in Table B under \\(i\\), which is not archipolar on a zoneless triarchaxine, gives a 4-ple zoneless monarchaxine of the number M.\n\nThe only principal triarchaxine poles in the number \\(i\\) (XXXIII.) are among those 4-ple poles in which \\(\\zeta\\) has poles of one name only (XXI.). Let \\(n_i\\) be the entire number of 4-ple janal \\(A\\)-gons (\\(i\\), XXXIII.) having poles of one given name only; and let \\(n_{ii}\\) be the number of zoneless \\(A\\)-gonal triarchipoles in Table A (5, XXXI.) which have tertiary poles of that name. Then \\(n_i-n_{ii}\\) is the number of 4-ple zoneless monarchaxine \\(A\\)-gons having this zonoid signature \\(\\zeta\\), and this gives the entry\n\n\\[n_i-n_{ii}=(PQ)A_{ja}^4Y_{ja}^2Y_{ja}^2\\{\\zeta\\}=M\\text{ (XXXI.)}.\\]\nN. For \\( r = 5 \\) (i., XXXIII.), every janal pole not archipolar on a zoneless hexarchaxine (XXXI.), or not having poles in \\( \\zeta \\) of one name only, gives a 5-ple zoneless monarchaxine of the number N (XXXI.). When 5-ple zoneless A-gons are constructed which have poles of one name only in \\( \\zeta \\), and which are found also in hexarchaxines having tertiary poles of that name, we obtain N in the same way as above by subtraction for \\( 2r + 5 = 5 \\).\n\nN'. For \\( r = 3 \\), the Table of triple zoneless poles (XXXIII.) which have not amphiedral, amphigonal, or amphigrammic secondary poles described in \\( \\zeta \\), and which axes therefore cannot be tertiary axes in any triarchaxine or hexarchaxine (for these have all janal tertiary axes), gives exactly the number of triple zoneless monarchaxines of the signature.\n\nN''. Let \\( p \\) be the number of triple janal zoneless poles, of all terminating features, of an axis of given character, perpendicular to amphiedral secondary axes, i.e. showing in \\( \\zeta \\) only polar faces; and let \\( p' \\) be the number of zoneless hexarchaxines, and \\( p'' \\) that of zoneless triarchaxines whose secondary and tertiary axes have the same characters (given by the signatures under the numbers P and R (XXXI.)) with those \\( p \\) axes and these secondaries: we have\n\n\\[\np - p' - p'' = (PQ)Y_{ja}^3 Y_{amea}^2 \\{ \\zeta \\} = N'',\n\\]\n\nwhere \\( X_{ja}^3 \\) can be written for \\( Y_{ja}^3 \\), if \\( p' = p'' = 0 \\).\n\nIn the same manner we can obtain \\( N_2'' \\) for amphigonal and \\( N_3'' \\) for amphigrammic secondary axes. Hence\n\n\\[\nN'' = N'_1 + N'_2 + N'_3 \\quad (11, XXXI.)\n\\]\n\nis given, and all zoneless monarchaxines can be enumerated both for P-edra Q-acra, and for Q-edra and P-acra.\n\nSS', monaxine monozones.\n\nXXXIX. S. Every \\((3+r)\\)-ple pole (j, XXXIII.) of a monaxine monozone gives a polyedron of the number S (XXXI.), with the proper signature Z.\n\nS' (XXXI.). Let \\( s \\) be the number of 2-ple contrajanal poles (\\( \\alpha \\)) of given character (V.), under the number \\( m \\) (XXXIII.), and having the zonal signature \\( Z'' \\); and let \\( s' \\) be the entire number of the \\((2r+1)\\)-zoned homozones (XXXII. h) which have the zone \\( Z'' \\), and in their zonoid signature \\( \\zeta \\) a pole of the name \\( \\alpha \\). Then\n\n\\[\ns - s' = (PQ)_{mo.mo} Y_{coja}^2 \\{ Z'' \\} = S' \\quad (XXXI.);\n\\]\n\nwhich is thus known for every zone \\( Z'' \\) and for every character of axis.\n\nD. Zoned triaxines (3, XXXI.).\n\nXL. The Table B gives \\((a, b, c, XXXII.; n, XXXIII.) l\\) for the number of 2-zoned heterozone poles of all names which are in zonal signatures \\( ZZ'Z'' \\), \\( Z'Z''Z \\), or \\( Z''ZZ' \\), which are all the same, the last-written zone in Table B being perpendicular to the axis carrying the janal pole recorded. If this be identical with one of the first two written zones, the pole may be tertiary on a zoned triarchaxine (XV.); if all the three signatures are alike, the pole may be tertiary on a hexarchaxine (XVII.); or the pole may be secondary on a \\( 2r \\)-zoned monarchaxine (XII.), whatever be the signatures.\nThe number \\( l \\) comprises \\( d \\) tertiary poles of hexarchaxines, \\( d_i \\) tertiary poles of triarchaxines, and \\( 2d_{ii} \\) secondary poles (XI.) of monarchaxines, which all have these zonal signatures. All other poles must be in zoned triaxines having these signatures; whence, as each (XII.) has three poles, we obtain, since \\( d, d_i, \\) and \\( d_{ii} \\) are given,\n\n\\[\nD = \\frac{1}{3}(l - d - d_i - 2d_{ii}) \\quad (\\text{XXXI.})\n\\]\n\nW. Homozone triaxines (16, XXXI.).\n\nThere is never any ambiguity about the zoned poles of homozone triaxines, except when the zone, save in \\( p \\) subscribed, is of the form of a tetrarchaxine signature ('Z) (XVI.), and when at the same time the pole named in \\( \\zeta \\) has the name of the secondary pole of the tetrarchaxine, named in ('Z).\n\nThere are under the numbers \\( g, p \\) (XXXII., XXXIII.), \\( k_i \\) 2-zoned homozone poles of all terminating features of a given name, which have the zone ('Z) containing, though of course without \\( p \\) subscribed (XVII.), the feature named as secondary pole in \\( \\zeta \\); and there are (6, XXXI.) \\( k_{ii} \\) tetrarchaxines having this zonal signature, and the secondary pole named in \\( \\zeta \\).\n\nWherefore\n\n\\[\nk_i - k_{ii} = W\n\\]\n\nis the number of homozone triaxines which have these signatures \\{('Z)\\(\\zeta\\)\\}.\n\nIt is worth while to show how the ambiguity spoken of can arise.\n\nIf we charge all the faces of a tetraedron \\( P \\) with tetraedra, and then efface two opposite edges of \\( P \\), we obtain the solid here figured, where 1 2 3 5 are the summits of \\( P \\), and 52 and 13 are the effaced edges. This is a homozone triaxine, in which the edges 32, 21, 15, 53 of \\( P \\) have become zoneless polar edges.\n\nThis homozone will be registered in our Table; and if, as will inevitably happen in our processes, we draw the polar edges 52, 13, we construct a homozone amphigrammic axis to which two 2-ple axes are perpendicular. But it would be an error to register the construction as a homozone triaxine; for it has a tetrarchaxine signature, and the same zonoid poles which the figured homozone has, and which can be made to appear by \\( p \\) subscribed in the zonal signature. We have simply completed a zoned tetrarchaxine. And this ambiguity may occur in far more complex constructions, in which the secondary poles may be faces or summits.\n\nIf, however, when we have completed a 2-zoned homozone by coronation either with lines as above, or with a pair of summits, we find that we have completed a zonal signature of tetrarchaxine form, which has no zonal faces, while our zonoid signature \\( \\zeta \\) shows a polar face, we have completed no tetrarchaxine.\n\nL. Zoneless triaxines (10, XXXI.).\n\nXLI. The Table B (XXXIII.) of janal poles \\((lmq)\\) gives the entire number of 2-ple\njanal and contrajanal zoneless poles. Let these be\n\n\\[ \\mu = \\mu' + q, \\]\n\n\\( \\mu' \\) being the number of amphiedral and amphigonal together, and \\( q \\) that of the amphigrammic.\n\nEvery zoneless polyarchaxine has one double zoneless pole, secondary or tertiary; every homozone polyedron has one; every \\( 2r \\)-ple monarchaxine has two (XX.), and every \\( 2 \\)-ple monaxine contrajanal has one; and these, by what precedes, are all enumerated. The zonoid signatures show in all cases how many of these secondary and tertiary or sole axes are amphigrammic. Let the number be\n\n- \\( m_1 \\) of amphigonal and amphiedral together;\n- \\( m_2 \\) of amphigrammic poles.\n\nAll the \\( \\mu \\) poles, except \\( m_1 + m_2 \\), are poles of zoneless triaxes; for they can be nothing else, these being the only janal polyedra not already disposed of.\n\nAs each triaxine (XX.) has three of these poles, then are\n\n\\[ \\frac{1}{3}(\\mu - m_1 - m_2) = L \\] (10, XXXI.)\n\nzoneless triaxes, on which are \\( q - m_2 \\) amphigrammic axes. Thus the entire number of polar edges on these \\( L \\) solids is known, and consequently the number of their different non-polar edges.\n\nWe have thus demonstrated that we can enumerate by the data of art. XXXVI. all the janal polar P-edra Q-acra and Q-edra P-acra.\n\nB, C. r-zoned monaxine heteroids (2, XXXI.).\n\nXLII. Let \\( \\delta \\) be the number of different poles, in Table C (XXXIV.), terminating an \\( r \\)-zoned axis of given character and of given zonal signature \\( \\{Z\\} \\) or \\( \\{ZZ'\\} \\). Let \\( \\delta' \\) be the number of these \\( \\delta \\) poles found on polyarchaxine monarchaxine and triaxine, heterozone or homozone, polyedra (XXXII.), in the same signature. All the rest must be heteroid poles of which every monaxine heteroid has two. Hence\n\n\\[ \\frac{1}{2}(\\delta - \\delta') = B \\text{ or } = C \\] (XXXI.),\n\naccording as \\( r \\) is even or odd, is the number of \\( r \\)-zoned monaxine heteroids having this signature.\n\nJ. r-ple zoneless monaxine heteroids (8, XXXI.).\n\nXLIII. Let \\( \\varepsilon \\) be the number of zoneless poles terminating on \\( r \\)-ple axis of given character \\( Y \\), in the Table C (XXXIV.). Let \\( \\varepsilon_i \\) be the number of poles terminating \\( r \\)-ple zoneless axes of the character \\( Y \\) in the polyarchaxine monarchaxine triaxine and monaxine contrajanal, zoneless polyedra. This \\( \\varepsilon_i \\) is known by what precedes, and \\( \\varepsilon_i = 0 \\) of course, if \\( r > 3 \\), and if the axis be gonoedral, edrogrammic, or gonogrammic. All the rest of the \\( \\varepsilon \\) poles are on \\( r \\)-ple monaxine heteroids, which contain each two of them. Hence\n\n\\[ \\frac{1}{2}(\\varepsilon - \\varepsilon_i) = J, \\]\n\nand \\( J \\) is given for all values of \\( r > 1 \\), and for every character of axis.\n\nMDCCCLXII.\nThus all polar polyedra, zoned or zoneless, can be exactly registered, and as the signatures give the number of polar and zoned edges on them all, we know upon them all the number of different zoneless and non-polar edges.\n\nA. Monozone P-edra Q-acra.\n\nXLIV. Let Z be any zonal signature having b epizonal (or zonal) edges, without p subscribed. Let E be the number of non-polar epizonal (or zonal) edges which are found in the zone under the number c' (or d') in Table D (XXXV.); and let E' be the number of different non-polar epizonal (or zonal) edges read in the zone Z, which will of course here show p subscribed (IX.) upon all the zoned polar P-edra Q-acra. This E' is given by inspection of signatures, and the instalment of it contributed by different polar polyedra will vary according to the manner in which Z is written in their signatures (IX.) (XVII.).\n\nThe number of epizonals (or zonals) in Z found upon monozones will be E—E', and as each solid has (III.) b of these, we obtain\n\n\\[\n\\frac{1}{b}(E-E') = A \\quad (1, XXXI.)\n\\]\n\nfor the number of monozone P-edra Q-acra having the signature Z.\n\nBut it may be that b=0, or that Z has neither zonal nor epizonal edges. In that case Z must have only diagonally traced summits. Let s be the number of these summits, which are by hypothesis non-polar. We have in the datum (f) (XXXVI.) the number d' of diagonally traced summits non-polar in the zone Z, that are found on the P-edra Q-acra which have or have not zoned axes. And inspection of the signatures of all zoned axes previously enumerated tells us how many different non-polar summits in Z these axial solids contain. Let this be d''. Then\n\n\\[\n\\frac{d'-d''}{s} = A\n\\]\n\nis the number of monozone P-edra Q-acra which have the zone Z.\n\nThus all monozone P-edra Q-acra and Q-edra P-acra of all zonal signatures can be registered, and the number of their zoned edges being given by their signatures, that of their different zoneless edges is known.\n\nE. Janal anaxine P-edra Q-acra (17, XXXI.).\n\nXLV. Let G be the entire of janal anaxine pairs entered in Table D (XXXV.) of the P-edra Q-acra; and let G' be the number of janal anaxine pairs on all the solids enumerated in art. XXX. G' is known by inspection of signatures of polyedra already constructed. Then, as every janal anaxine polyedron has \\( \\frac{1}{2}(P+Q-2) \\) of these pairs,\n\n\\[\n\\frac{2}{P+Q-2}(G-G') = E \\quad (17, XXXI.)\n\\]\n\nis the number of those polyedra.\n§ 2. XLVI.-XLVIII.] REV. T. P. KIRKMAN ON THE THEORY OF THE POLYEDRA. 163\n\nΘ. Asymmetric polyedra (18, XXXI.).\n\nXLVI. Let J be the entire number of asymmetric edges on the P-edra Q-acra, which are found in Table D (XXXV.). We have shown that the number of repetitions of every zoneless non-polar feature is given for all the symmetrical polyedra; and as the signatures give the number of polar and zoned edges on them all, we know how many different zoneless and non-polar edges are on them all.\n\nLet this number be \\( J' \\); then\n\n\\[\n\\frac{1}{P+Q-2}(J-J') = \\Theta\n\\]\n\nis the number of the asymmetric P-edra Q-acra.\n\nXLVII. e', f'. Monozone faces of P-edra Q-acra (XXXIV.).\n\nThe number \\( d' \\) (XXXIV.) is supposed already known (f) (XXXVI.).\n\nLet \\( h_{AB} \\) be the number of non-polar edges epizonal in the zone \\( Z \\) (XXXV., c') (g)(XXXIV.), which are the intersection of an A-gon and a B-gon.\n\nLet\n\n\\[\n2h_{AA} + h_{AB} + h_{AC} + \\ldots = h_{A(Z)}\n\\]\n\nbe the entire number of different edges of A-gons, epizonal in \\( Z \\), where we write \\( 2h_{AA} \\), because these edges are each in two different A-gons.\n\nThe Table of polar faces (XXXII.) gives us the entire number of different edges of A-gons that are epizonal non-polar in \\( Z \\) in polar faces. A polar face may have either one trace or two different traces, whose signature is \\( Z \\); for the two zones, though of different configuration, may have the same signature. In all cases, the number of different epizonals in \\( Z \\) of that polar face is given by inspection.\n\nLet \\( p_{A(Z)} \\) be the whole number of non-polar epizonals in \\( Z \\) of polar A-gons. There remain\n\n\\[\nh_{A(Z)} - p_{A(Z)}\n\\]\n\nedges epizonal in \\( Z \\) of A-gons, which edges are in non-polar A-gons. When A is even, each A-gon has two of them; when A is odd, each A-gon has only one of them. Wherefore for A even,\n\n\\[\n\\frac{1}{2}(h_{A(Z)} - p_{A(Z)}) = A^{eq}sF\\{Z\\} = e' \\text{ (XXXIV.)},\n\\]\n\nand for A odd,\n\n\\[\nh_{A(Z)} - p_{A(Z)} = A^{mo}sF\\{Z\\} = f' \\text{ (XXXIV.)}.\n\\]\n\nWe can therefore enumerate all the monozone faces of the P-edra Q-acra, and of the Q-edra P-acra, and register each with its trace and zonal signature.\n\nXLVIII. Objanal monozone faces.—When \\( Z \\) of the preceding article is the signature of a repeating zone, certain of the A-gons just enumerated will be the objanal monozone faces of (e), XXXVI. It is important that the objanal monozone faces should be separately registered, and it will be necessary to subtract these A-gons when they exist from the number of A-gons just found, in order that the monozone A-gons, which have\na trace of $Z$, may be understood as not being *objanal monozone*. We shall find that objanal monozone summits are obtained by construction, and by these we know the reciprocal faces.\n\n**h, XXXIV. Janal anaxine A-gons of the P-edra Q-acra.**\n\n**XLIX.** By (g) XXXVI. and $e'$, XXXV., we know the number\n\n$$2(AA_{ja.an}) + (AB_{ja.an}) + (AC_{ja.an}) + \\ldots = (A_{j,a})$$\n\nof janal anaxine edges of A-gons, where we write $2(AA_{ja.an})$, because these edges are each in two different A-gons.\n\nSome of these A-gons are polar and some zoned non-polar, the rest being janal anaxine A-gons.\n\nThe *polar zoned A-gons* are exactly those found on the first five of the seven classes of polyedra named in art. XXX.; and they are all either heterozone $2r$-zoned A-gons ($r > 1$), or homozone $(2r+3)$-zoned A-gons ($r > 0$), or hexarchaxine 2-zoned A-gons, which can only improperly be called heterozone, since their (tertiary) axis is perpendicular to a zone identical with its own two zones (XXXII.). Now these are precisely the polar A-gons enumerated under the numbers $a$, $b$, $c$, XXXII. ($r > 0$), and under the number $h$ (XXXII.) for $r > 0$.\n\nWherefore we know by inspection of signatures the number of *different* zoneless edges in these zoned polar A-gons.\n\nThe *polar zoneless A-gons* of the third and last but one of the seven classes of art. XXX. are all either principal poles of $(2r+4)$-ple monaxine monozones, which are found under the number $j$ (XXXIII.), for all odd values of $r$; or they are 2-ple poles of monaxine monozones, or 2-ple poles of $(2r+3)$-zoned homozones, which 2-ple A-gons are all found entered under the number $m$ (XXXIII.).\n\nThe polar zoneless A-gons of the last of the seven classes of XXX. are all entered under the number $k$ (XXXIII.), for $r = 2m + 1$.\n\nInspection of the signatures of repetition in all these polar A-gons, zoned or zoneless, gives us the number of different zoneless non-polar edges, that is of janal anaxine edges, in them all. Let this number be $(A'_{j,a})$.\n\nThe *zoned non-polar A-gons* are all given by (e) XXXVI., under the numbers $(j, k, l)$ XXXIV.; whence that of their *different* zoneless edges is given also. Let this be $(A''_{j,a})$. Then all the remaining\n\n$$(A_{j,a}) - (A'_{j,a}) - (A''_{j,a})$$\n\njanal anaxine edges of A-gons must be found in janal anaxine A-gons (XXVI.); and if we consider, as we may without confusion, the $2(AA_{ja.an})$ above written as double edges, we can say that all these remaining edges are found in no A-gons which are not janal anaxine. Each A-gon has A of them; wherefore\n\n$$\\frac{(A_{j,a}) - (A'_{j,a}) - (A''_{j,a})}{A} = h \\text{ (XXXIV.)}$$\nis the number of the janal anaxine A-gons on all the P-edra Q-acra, or of janal anaxine A-aces in the Q-edra P-acra.\n\ni. Asymmetric A-gons of P-edra Q-acra (XXXIV.).\n\nL. We know by (g), XXXVI., the number of asymmetric edges of A-gons of P-edra Q-acra, which are all entered under the number $f'$ (XXXV.). We have\n\n$$2(AA_{as}) + (AB_{as}) + (AC_{as}) + \\ldots = A_{as}$$\n\nfor this entire number. By inspection of our Table C (XXXIV.), we see that there are in all the polar and zoned A-gons entered under a, b, c, d, e, f, d', e', f' (XXXIV.), which comprise all the symmetric A-gons of Table C, the number $A'_{as}$ of different zoneless non-polar edges in these A-gons. The remaining $A_{as} - A'_{as}$ must be all edges in asymmetric A-gons; wherefore\n\n$$\\frac{A_{as} - A'_{as}}{A} = i \\text{ (XXXIV.)}$$\n\nis the number of asymmetric A-gons of the P-edra Q-acra. If we would know the number $i''$ of these which are not janal anaxine A-gons, we have\n\n$$i'' = \\frac{A_{as} - A'_{as} - A_{j,a} + A'_{j,a} + A''_{j,a}}{A}.$$  \n\nAs the Tables A, B, C, D are supposed to contain the same account of the features both of P-edra Q-acra and of Q-edra P-acra, we can obtain all the results of XXXVII....L. alike for both P-edra Q-acra and for Q-edra P-acra; and with every face enumerated, we have also its reciprocal summit.\n\nThus we have demonstrated, in this second section, that the data of art. XXXVI. are sufficient for the entire completion of the Tables A, B, C, D (XXXI....XXXV.), for faces and for summits.\n\nAll that remains for the complete solution of our problem of classification and enumeration of the P-edra Q-acra and Q-edra P-acra, is that we show how these data (XXXVI.) can be obtained and registered without ambiguity or repetition. We shall consider first the reciprocals of the faces (d) (f) (XXXVI.), and the edges (g) (XXXVI.).\n\nNote on Articles XLIX. and L.—The number $A_{as}$ in art. L. is intended to comprise all edges of zoneless non-polar A-gons, and should have been defined as including the numbers $b'$ and $d'$ of XXXV.; for these, although symmetric edges, are often edges of asymmetric A-gons. The reader will therefore conceive that the numbers $(AA)_{az.po.} = b'$ and $(AA)_{zo} = d'$, for every zonal signature, are included in the third line of L. And by the first-named edges in the seventh line of L. are meant edges not epizonal in those A-gons. In like manner the number $(A_{j,a})$ in XLIX. is intended to comprise all zoneless polar edges, and all zonal edges in all zones, of A-gons on the solids of XXX.; for these are often edges of janal anaxine A-gons. The polars are in our signatures; the zonals ought to have been registered in a separate table in XXXV. as objanal zonal edges, i.e. edges $(AA)_{ob.zo.}$ (of A-gons) in a repeating zone (XXVII.). These are either diagonal traces drawn in objanal monozone $(2A - 2)$-gons, or crowning edges of $(2A - 2)$-gonal objanal monozone penesolids, of which we shall obtain in the sequel an accurate account. This will be all made clear in our applications.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108825.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 46,
    "total-input-tokens": 74382,
    "total-output-tokens": 35029,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2573,
        2
      ],
      [
        2573,
        5572,
        3
      ],
      [
        5572,
        8160,
        4
      ],
      [
        8160,
        10941,
        5
      ],
      [
        10941,
        13641,
        6
      ],
      [
        13641,
        16313,
        7
      ],
      [
        16313,
        19368,
        8
      ],
      [
        19368,
        22363,
        9
      ],
      [
        22363,
        25221,
        10
      ],
      [
        25221,
        28095,
        11
      ],
      [
        28095,
        30168,
        12
      ],
      [
        30168,
        32022,
        13
      ],
      [
        32022,
        33573,
        14
      ],
      [
        33573,
        36227,
        15
      ],
      [
        36227,
        39698,
        16
      ],
      [
        39698,
        41381,
        17
      ],
      [
        41381,
        43164,
        18
      ],
      [
        43164,
        45951,
        19
      ],
      [
        45951,
        48861,
        20
      ],
      [
        48861,
        50218,
        21
      ],
      [
        50218,
        52566,
        22
      ],
      [
        52566,
        54923,
        23
      ],
      [
        54923,
        57302,
        24
      ],
      [
        57302,
        60244,
        25
      ],
      [
        60244,
        62933,
        26
      ],
      [
        62933,
        65296,
        27
      ],
      [
        65296,
        67353,
        28
      ],
      [
        67353,
        69329,
        29
      ],
      [
        69329,
        71662,
        30
      ],
      [
        71662,
        74160,
        31
      ],
      [
        74160,
        76640,
        32
      ],
      [
        76640,
        79224,
        33
      ],
      [
        79224,
        81502,
        34
      ],
      [
        81502,
        83331,
        35
      ],
      [
        83331,
        85495,
        36
      ],
      [
        85495,
        88403,
        37
      ],
      [
        88403,
        91406,
        38
      ],
      [
        91406,
        94243,
        39
      ],
      [
        94243,
        97333,
        40
      ],
      [
        97333,
        100125,
        41
      ],
      [
        100125,
        102907,
        42
      ],
      [
        102907,
        105342,
        43
      ],
      [
        105342,
        107944,
        44
      ],
      [
        107944,
        110601,
        45
      ],
      [
        110601,
        113651,
        46
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      false,
      false,
      true,
      true,
      false,
      false,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108825",
    "title": "On the Theory of the Polyedra",
    "authors": "Thomas P. Kirkman",
    "year": 1862,
    "volume": "152",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 46,
    "jstor_url": "https://www.jstor.org/stable/108825"
  }
}