{
  "id": "ff869f92ec3eacd8f1f46a0a10e861f514dad682",
  "text": "An INDEX for this First Volume of the Second Century of these Tracts, for the Year 1674.\n\nThe Letter n. signifies the Number of the Tracts; the Letter p. the Page.\n\nA.\n\nA. Touching the Composition of it, Observations of M. Levenius, n. 102. p. 21. The Air of Ireland, n. 111. Anatomy: a man that had the order of his bowels inverted, n. 107. p. 146.\n\nAstronomy: A Catalogue of Kepler's MSS., some of worth unprinted in the hands of M. Hevelius, with some account of his Life, and Letters between Kepler and other famous Astronomers, n. 102. p. 27. Hevelius about Telecopic Sights and his Organography, id. and Dr. Wallis concerning the same, n. 111. M. Huguenin and Signior Caffini's Judgment upon M. Hook's attempt to prove the Motion of the Earth, n. 105. p. 89. Mr. Flamsteed concerning an Instrument to shew the Moon's true place within a minute or two. His design to correct the hitherto assigned motions of the Sun. The necessity of making new solar numbers, with an Expeditious for making trial, Whether the Refractions in Signior Caffini's Tables be just, n. 110. A new Astronomico-Chronological Work undertaken by D. Wapnort, n. 104. p. 74. A strange and unusual Mock-Sun and other Phantoms seen by Hevelius, Feb. 5th, and an extreme Frost following, n. 107. p. 26. Concerning a Comet seen in Brazil, Anno 1668, by Valentin Flammelli, JHS. n. 105. p. 91. Mock Suns frequently appearing in Ireland, n. 111. Observations of the Eclipse of the Moon of Jan. 1st, 1675, made in London and Paris, n. 111.\n\nB.\n\nThe Bleeding to death of a little Child at several parts of the body in a strange manner, n. 109. p. 193.\n\nBooks.\n\nA. Of Air, against the gravitation and Spring of it, Difficulties, n. 104. See M. Bay's Animadversions on Hobbes' Inertia; and his former Discourses in the Pneumatical Continuation, Hydrostaticques, and against Fr. Limes and Hobbs. Compare these.\n\nAnimadversions upon an imperfect Version of some Volumes of these Transactions into bad Latin, n. 106.\n\nAvon, shewing the benefits of making large Rivers navigable from the Sea to Inland Cities, n. 110.\n\nB. Atherton's Rarities of the Art of Metals, rendered English out of Spanish by the late Earl of Sandwirth, F.R.S. n. 108. and n. 109.\n\nTh. Bartholinus de Anatomie practica ex morbis cadaveribus admodum confusa, n. 107.\n\nErasmii Bartholinii Selecta Geometrica, n. 106. idem de Nature mirabilis, n. 107.\n\nDav. van der Beck Experimenta & Observat. circa Rerum Naturalium principia, n. 103.\n\nPauli Bocconis Icones & Descriptiones variorum plantarum, Siciliae, Maltae, Galliae, Italicae, n. 104.\n\nMr. Boye about the Excellency of the Mechanical Hypothesis, n. 103. His Surplications about some Hidden qualities of the Air of Celestial Magnets, &c. His Animadversions on M. Hobbes Problem, de Vacuo: Of the Cause of Attraction by Suction, n. 110. The same of the Possibility of the Resurrection, n. 111.\n\nC. Guili. Cole de Secretione Animalis, n. 106.\n\nD. Ishbrandus Dimmerbroeck de Animalis Corporis humani, n. 105.\n\nMonsieur Descartes's Censure on a new pretended way of a Lutheronist in France, n. 107.\n\nE. Eloquence: Of the true power and ornament of Language in Oratory and Poetic, n. 110.\n\nMr. John Evelyn, of Navigation and Commerce, their Original and Progress, and with a special relation to England, &c. n. 104.\n\nF. Mr. Sam. Forster, England's Interest and Improvement by the Increase of the store and trade of the Kingdom, n. 101.\n\nG. Grammar: An Essay to facilitate the teaching and learning of Latin, and thence of any other Language, by M. Lewis, n. 110.\n\nAnton. Le Grand Institutio Philosophica Plurimum audita, n. 108.\n\nH. Mr. Hook's Attempt to prove the Motion of the Earth, n. 101. His Animadversions on the first part of M. Hevelius's Machinae Caloris, together with an Explanation of some New and Curious Mathematical Instruments, devised by the same M. Hook, n. 109.\n\nK. Mr. Kerly's Elements of Algebra finish'd, n. 108.\n\nL. Roger L'Estrange of the Fishery, n. 101.\n\nLogica, five Artes antiquae, & Galileo Lucidè redacta, n. 105.\n\nM. Joh. Mayow de Salse Nitre & Spiritu Nitre aeris; de Respiratione in genere; & de Respiratione Facitis in Utero & in Ovo; de Motu Musculari, de spirit. animalibus, & de Respiratione, n. 105.\n\nClaud. Fr. Milliet de Chales Curtius five Mundus Mathematicus, universam Mathematicam tribus Temis complectens, n. 110.\n\nEpitomarium Medico-physicarum Germaniae Ammuntiniae, n. 101.\n\nWm. Joh. Muller's Description of the Kingdom of Peru, and the Gold Coast of Guinea in Asia, n. 108.\n\nRaymund Mindernis his Body of Military Medicines experimented, English'd, n. 101.\n\nP. Sir William Petty's application of the Duplicate Proportion to divers very important Uses and Performances; with a new Hypothesis of elastic or springy motions, n. 109.\n\nR. Mr. Renel, of the true English Interest by Trade, Agriculture, &c. n. 102.\n\nS. Mr. Swinburn's Translation of Manilus on the Sphere, into an English Poem, with Annotations, and a large Appendix, shewing what Astronomers have done in Astronomy, as far as is extant, ab origine to this time, n. 110.\n\nJoh. Schefferi Lapponiae, n. 102.\n\nMr. John Smith's England's Improvements revived, n. 103.\n\nMr. Stevenson's Mathematical Compendium, collected out of Sir Isaac Newton's Papers, n. 104. His Royal Almanack for A. 1674, with the Appulses of the Moon, and other Planets, to the Fixed Stars, from Mr. Flamsteed, for the Meridian of London, n. 108.\n\nCopyright:\nC. Chemistry: Dr. Daniel Cox his way of extracting Volatile Salt out of Vegetables, n. 101. p. 4. This intimated before, n. 100. p. 702. The same shows that Vitriol is produced by Sulphur, &c. Likewise Allom; and that Vitriol, Sulphur and Allom do agree in the same principle: The nature of Salt in Brimstone: That Common Salt, together with the Aerial Salt, is the foundation of all Saline substances in the Universe, n. 104. p. 65. His Experiments tending to find out the Nature of Vitriol, and to give further light in the Inquiry after the Principles and Properties of other Minerals, n. 103. p. 41. He denies the Pre-existence of Alcalifite or Fixed Salts in any subject before it is exposed to the Action of the Fire: He confirms his former assertion, deliver'd, n. 101. viz. That Alcalifite or Fixed Salts, extracted out of the ashes of Vegetables, do not differ from each other: The same affirm'd of Volatile Salts and Vinous Spirits, n. 107. p. 150. More touching the Identity of Volatile Salts, and Vinous Spirits, n. 108. p. 64. His two surprizing Experiments made upon Plants, that yielded Salts perfectly representing the shape of those Vegetables, whence they had been obtain'd, n. 108. p. 175.\n\nA Comet. See suprà Astronomy.\n\nD. Diamonds lately brought into France out of the East Indies, of several curious Colours, fine violet, and pale rote colour, yet as hard as any Diamonds, n. 102.\n\nA New Discovery concerning Nova Zembla, with Discourses of a passage towards the Northern Pole, n. 101. p. 3. Instructions for the Discovery of a North-east passage, and the Land of Tefo near Japan; and Relations about Gold and Silver Countries, and a North-west passage, n. 109. p. 197.\n\nDrapery, n. 103. p. 48.\n\nE. Of the Electrical power of Stones in relation to a Vegetable Resin, by Mr. Lister, n. 110.\n\nH. HORSES, Choice Horses for breed, n. 103. p. 48.\n\nI. Island describ'd by a learn'd Inhabitant of it, n. 111. Inquiries Geographical and Oeconomical, n. 111. and n. 103. p. 48.\n\nEngland's Improvements, solicited in this and the former Volumes of these Tracts: Instances, n. 101. p. 19.\n\nL. The Lake in Carniola more accurately described by Dr. Brown in his Answer to Inquiries, n. 109. p. 194. 'Tis in summer a rich Lawn of pasture and meadow, and a chase well stor'd with deer, and other good game for hunting: From September (all winter) 'tis a huge Lake call'd a Sea, well stored with good fish: The water in September returning in a sudden and furious spout from underground, and bringing along with it the abundance of fishes; which fishes are imprison'd under-ground all the summer, and under Ice all winter. Compare this with n. 54.\n\nTo prepare and tan Leather, a New Invention, and the Engin described, n. 105. p. 93.\n\nLight: A Letter of Fr. Linus, animadvertiong on Mr. Newton's Theory of Light, with an answer therunto, n. 110. A strange Light in the Sea of Iceland for several days together, n. 111.\n\nM. Astronomical Globes, a new size, newly much rectified, n. 102.\n\nMetors, see Mock Suns, in Astronomy.\n\nMedecines: An account of the two Helmontian Laudanums, by Mr. Boyle, n. 107. p. 147.\n\nMedical matters: A Dropick mistaken to be Gravitation, n. 106. p. 131.\n\nMicroscopical Observations of M. Leeuwenhoek about Blood, Milk, Hair, Nails, Bones, the Brain, Spittle, Cuticula, Sweat, Fat, Teas, on the Eye of a Cow, and the fifth pair of Nerves, on Salts, English Potters Earth, Flemish Earth, &c., n. 102. 166.\n\nMinerals: Of the Efflorescence of certain Mineral glebes; an odd figured Spar; certain true Lapides fulminis for kind to be found in England; of a Glissopetra transfigurata ferrata; of the vitrifying of Antimony by Cawk, and the use of that substance for Speculums; by Mr. Lister n. 110.\n\nMugbroms, the flowers and seeds of them, by Mr. Lister n. 110.\n\nP. Pearls; of their Original, by Mr. Sandius, n. 101. p. 11.\n\nS. Salt; Inquiries concerning it for domestique uses; and to preserve Sheep, n. 103. p. 48.\n\nSnails, Both Land and fresh water Snails enumerated in a Table and Scheme, by Mr. Lister, n. 105. p. 96.\n\nStones, of a perfect gold colour, found in Animals, by Dr. Johnson, n. 101. p. 9.\n\nWATER: Sir Sam. Moreland's undertaking to raise Water above the usual expectation, from the several forces and weights given, &c. n. 102. p. 25.\n\nNOVA Zembla, otherwise figured than hitherto believed. See Discoveries suprà.\n\nFINIS.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101187.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 3152,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        5418,
        2
      ],
      [
        5418,
        9786,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101187",
    "title": "Back Matter",
    "authors": null,
    "year": 1674,
    "volume": "9",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101187"
  }
}