{
  "id": "5fba93f550265f2581fc88eb47b6709b153952ed",
  "text": "XIV. A Paper to obviate some Doubts concerning the great Magnifying Powers used. By Mr. Herschel, F.R.S.\n\nTO SIR JOSEPH BANKS, BART. P.R.S.\n\nSIR,\n\nI have the honour of laying before you the result of a set of measures I have taken in order to ascertain once more the powers of my Newtonian seven-feet reflector. The method I have formerly used, and which I still prefer to that which I have now been obliged to practise, requires very fine weather and a strong sun-shiny day; but my impatience to answer the requests of Sir Joseph Banks would not permit me to wait for so precarious an opportunity at this season of the year. The difference in all the powers, as far as 2010, will be found to be in favour of those I have mentioned; and, I believe, a much greater concurrence could not well be expected, where different\nA Paper to obviate some Doubts concerning the different methods of ascertaining them are used. The variation in the two highest powers is more considerable than I was aware of; but still may easily be shewn to be a necessary consequence of the difference in the methods. However, if upon comparing together the methods it should be thought, that the power 5786 is nearer the truth than 6450, I shall readily join to correct that number. The manner in which I have now determined the powers is as follows: I took one of the eye lenses which magnifies least, and measured its solar focus by the sun's rays as exactly as I could five times, which proved to be 1.01, 1.04, 1.09, 1.01, 1.05, in half-inch measure, a mean of which is 1.04. The sidereal focus of my seven-feet speculum is 170.4 in the same measure. Thence, dividing 170.4 by 1.04 we find that the telescope will magnify 163.8 times when that lens is used. This power being found, I applied the same lens as a single microscope to view with it a certain object, which was a drawn brass wire fastened so as not to turn upon its axis or change its position; for these wires are seldom perfectly round, or of an even size, and it is therefore necessary to use this precaution to prevent errors: then, with a fine pair of compasses, I took four independent measures of the image of the brass wire, which was thrown upon a sheet of paper exactly 8½ inches from the lens, the eye being always as close to the lens as possible. I viewed the same wire, exactly in the same manner, with every one of the lenses, and measured the pictures upon the paper. When I came to the higher powers the wire was exchanged for another 4.37 times thinner than the former, as determined by comparing the proportion of their images 54 to 235¼, taken by the same lens.\n\nWhen the images of these wires are obtained, the power of the telescope, with every one of the lenses, becomes known by\nby one plain analogy: viz. as the image of the wire by the first lens (77\\(\\frac{1}{4}\\)) is to the power it gives to the telescope (163.8), so is the image of the wire by the second lens (119) to the power it will give to the same telescope (250.7). The particulars of all the measures are as follows:\n\n| Powers as they have been called in my papers | Images of a wire thrown upon a paper in hundredths of half inches | A mean of the four measures | Powers as they come out by this method |\n|---------------------------------------------|---------------------------------------------------------------|-----------------------------|---------------------------------------|\n| 146                                         | 77 78 78 78                                                   | 77\\(\\frac{1}{4}\\)           | 163.86 = \\(\\frac{170.4}{1.04}\\)       |\n| 227                                         | 119 119 119 119                                               | 119                         | 250.7                                 |\n| 278                                         | 143 143 144 143                                               | 143\\(\\frac{1}{4}\\)          | 301.8                                 |\n| 236                                         | 236 236 235 236                                               | 235\\(\\frac{3}{4}\\)          | Smaller wire                           |\n| 460                                         | 53 54 55 54                                                   | 54                          | 496.7                                 |\n| 754                                         | 83 85 84 85                                                   | 84\\(\\frac{1}{4}\\)           | 775.1                                 |\n| 932                                         | 107 107 107 108                                               | 107\\(\\frac{1}{4}\\)          | 986.7                                 |\n| 1159                                        | 128 128 129 128                                               | 128\\(\\frac{1}{4}\\)          | 1179.9                                |\n| 1536                                        | An excellent lens, lost about eight months ago.               |                             |                                       |\n| 2010                                        | 236 236 238 336                                               | 236\\(\\frac{1}{2}\\)          | 2175.8                                |\n| 3168                                        | 281 283 281 280                                               | 281\\(\\frac{1}{4}\\)          | 2585.5                                |\n| 6450                                        | 635 625 630 626                                               | 629                         | 5786.8                                |\n\nI beg leave, Sir, now to give a short description of the method I have formerly used to determine these powers. In the year 1776 I erected a mark of white paper, exactly half an inch in diameter, which I viewed with my telescope at the greatest convenient distance with one of the least magnifiers. An assistant was placed at rectangles in a field, at the same distance from\nfrom my eye as the object from the great speculum of the telescope. Upon a pole erected there I viewed the magnified image of the half inch, and the assistant marked it by my direction; this being measured gave the power of the instrument at once. The power thus obtained was corrected by theory, to reduce it to what it would be upon infinitely distant objects. The powers of the rest of the lenses I deduced from this by a Camera-eye-piece, which I made for that purpose. ABCD (fig. 1.) represents a perpendicular section of it. The end A screws into the telescope. Upon the end B may be screwed any of the common single-lens eye-pieces. lmn is a small oval plane speculum, adjusted to an angle of 45° by three screws, two whereof appear at op. When the observer looks in at B, he may see the object projected upon a sheet of paper on a table placed under the Camera-piece, and measure its picture a, b, as in fig. 2. The power of one lens therefore being known, that of the rest was also found by comparing the measures of the projected images.\n\nIt may not be amiss to mention some of the advantages and inconveniences attending each of these methods. When we take the focus of an eye-lens, which the first method requires, we are liable to a pretty considerable uncertainty, and in very small lenses it is not to be done at all. Moreover, in calculating the power by that focus no account is made of the aberration which takes place in all specula and lenses, and increases the image, so that we rather find out how much the telescope should magnify than how much it really does magnify; but in determining the power by an experiment we avoid these difficulties.\n\nOn the other hand, when the power is very great, the latter method becomes inconvenient, both on account of want of light\nlight in the object, and a very considerable aberration which takes place, and makes the picture too indistinct to be very accurate in the measure, and of course larger than it ought to be; and this will account for the excess in the measures of my two largest powers. However, when I employed 6450 upon the diameter of α Lyrae, I incline to think the method I had used when I determined that power, ought to be preferred, because my Lamp-micrometer gives the measure of an object as it appears in the telescope, and therefore this aberration is included, and should be taken into consideration.\n\nTo prevent any mistakes, I wish to mention again, that I have all along proceeded experimentally in the use of my powers, and that I do not mean to say I have used 6450 (or 5786) upon the planets, or even upon double stars; every power I have mentioned is to be understood as having been used just as it is related; but farther inferences ought not as yet to be drawn. For instance, my observations on s Bootis mention that I have viewed that star with 2010 (or as in the above table with 2175) extremely distinct; but upon several other celestial objects I have found this power of no service. Many plausible suggestions have already occurred to account for these appearances; but I wait till farther experiments shall have furnished me with more materials to reason upon. The use of high powers is a new and untrodden path, and in this attempt variety of new phænomena may be expected, therefore I wish not to be in a haste to make general conclusions. I shall not fail to pursue this subject, and hope soon to be able to attack the celestial bodies with a still stronger armament, which is now preparing.\nIt remains now only for me to make the most sincere acknowledgement for the favours you have shewn to me, and to say that I shall ever remain, with equal respect and gratitude,\n\nsir, your most obedient, &c.\n\nP. S. Dr. Watson junior has done me the favour separately to examine and measure the powers of my telescope; and placing the greatest confidence in his accuracy, I rely on his measures at least as much as my own.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106457.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 13004,
    "total-output-tokens": 2546,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        820,
        2
      ],
      [
        820,
        2743,
        3
      ],
      [
        2743,
        5978,
        4
      ],
      [
        5978,
        7768,
        5
      ],
      [
        7768,
        9473,
        6
      ],
      [
        9473,
        9894,
        7
      ],
      [
        9894,
        9894,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106457",
    "title": "A Paper to Obviate Some Doubts concerning the Great Magnisying Powers Used. By Mr. Herschel, F. R. S.",
    "authors": "Mr. Herschel",
    "year": 1782,
    "volume": "72",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/106457"
  }
}