{
  "id": "d367696bf1928d53fc1b29192cefc8e3c1663e52",
  "text": "Compafs, and set in a plainer Light; and if it be agreeable, I shall, on this Occasion attempt to do it.\n\nIn the mean time, Sir, it will not, I hope, be thought impertinent in me to offer these Remarks upon the Plan that has been laid before us, of an Art which I have taken so much Pains to cultivate, and bring to that Perfection which my first and last Intention of introducing one common Standard, for the general Practice of it, requir'd.\n\nIf I have succeeded, Gentlemen will, I persuade myself, concur to facilitate the Design; which tho' the Accidents of Life, at a Distance from this Place, have hitherto retarded, I am intent upon accomplishing to the utmost of my Power.\n\nI thank you, Sir, for the many Marks of Friendship which you have shown me, and am\n\nYour obliged humble Servant,\n\nJ. Byrom.\n\nIII. Part of two Letters from Mr. B. Cooke F.R.S. to Mr. Peter Collinson F.R.S. concerning the Sparkling of Flanel, and the Hair of Animals in the dark.\n\nI.\n\nNewport, Isle of Wight, May 19. 1748.\n\nDear Cousin,\n\nI FANCY at last this Sparkling of the Flanel*, and such-like Bodies, will be found to be quite electrical: And it is possible, I conceive\n\n* See Phil. Trans. n. 483, p. 457.\nconceive, that the acid Steams of the Sulphur, burnt under the extended Flanel in the Time of bleaching, may unite themselves with the Oil (with which Hair, as well as Horns, are found by Analysis to be replete), and form an animal Sulphur, which, upon Friction, Vibration, or any nimble Agitation of these Hairs, may become luminous.\n\nAnd that something like this may be in the Case seems not improbable; since it hath been observed, that this Appearance hath happened most conspicuous in frosty Weather; in which Season there is generally not only a greater Purity of the Air, and Absence of Moisture; but all hairy and horny Substances (and Hairs you know are but small Horns) are more elastic, and consequently susceptible of, and capable of exciting, the strongest Vibrations. And, on the contrary, the lixivial Salts used in washing may destroy the sulphureous Acid, and discharge the Oil; whence the Hairs will become more flexible and limber, and be rendered less fit for exciting the electrical Fire. And the same may happen when Flanel is much worn, and by that means filled with the alcaline Effluvia's, which go off from most (of the higher Order of) Animals by Transpiration; which may dissolve the animal Sulphur, weaken the Spring of the Hairs, and so render the Phenomenon more difficult. I am,\n\nMy good Friend,\n\nMost sincerely yours,\n\nBenj. Cooke.\nDear Cousin,\n\nNewport, June 1. 1748.\n\nIt should have been mention'd, that the Flanel had been worn but few Days; and that it was immediately upon shaking the Under-Coat from that which was worn above it, that the Sparks were emitted; and that their Appearance was in a broad Streak almost contiguous, attended with a Crackling or Snapping, like what may be observed on moving the Finger nimbly along over the prime Conductor, when excited in the electrifying Machine; of which the Lady was able to form a Comparison, having afterwards seen some Experiments of that sort.\n\nThis Appearance returned at the same time, and on the same Occasion, two or three Nights after, but more languid, till it was quite lost.\n\nA Lady, who was informed of this, lessened the Surprize (which had been thought almost ominous) by assuring, that she had seen the same Phenomenon often in new Flanel, but never in any that had been long worn or wash'd: And that the Flanel being render'd damp with Sea-Water, and afterwards dried, would heighten the Flashing which she imputed to the Sulphur us'd in bleaching. However that be, I shall only observe, that these Sparklings had the crackling Criterion of electrical Fire; and that Hair and Wool, as well as Silk, are Electrics per se, and unctuous and sulphurous Bodies more electric than others of the same Density.\n\nDr. Wall hath oblig'd the Public with a curious Dissertation on a similar Subject, which I guess would be\nbe particularly entertaining while you are on this Speculation. See Phil. Trans. No. 314, p. 69.\n\nBartholin supposes unctuous Effluvia to have a great Share in these Appearances: His Words are these, which I chuse to quote; the Book * de Luce Animalium being not very common: \"Imo quod admirationem excedit, colleæ oleaginosi effluvii reliquæ, longo interjecto tempore, in scintillas resolvuntur: si enim fascias vel tanias serico textas, sed usu detritas, leviter executiamus, igniculi fusci-tantur et scintillæ:\"—and quotes a Passage out of Gesner de Herbis lucentibus, to confirm his Opinion.\n\nThe same Writer tells us, that Theodore Beza was to be seen in the dark, \"ob fulgorem externum circa oculorum orbis;\"—but whether this Light proceeded from the Ball of the Eyes, or Hairs of the Brows or Lids, he does not mention. — Nor is that learned Author so exact in some other Circumstances in other Examples of this sort as could be wish'd. However, I think what he says of the Duke of Mantua deserves a Remark.—\"Quicquid sit, pro vero habendum est quod de Carolo Gonzaga Mantuae Duce constans fama tulit, levi per totam cutem facia frictione flagrantes species exire solitas.\"—But here also it were to be wish'd he had let us know whether this great Man, of a most illustrious Family, had not some particular hairy or scaly Texture or Covering to his Skin.\n\nBy this, I guess, you are excited to know how this Author, who liv'd about a hundred Years past, solves\n\n* Tho. Bartholinus de Luce Hominum et Brutorum, lib. iii. Hafniæ 1669, &c.\nsolves these Appearances, of which he had professedly wrote. Take it in his own Words.\n\n\"Aristoteles\" (l. i. m. m. cx.) docebat —— quod \"omnis natura ejus sit essentiæ procreatrix, qualis \"ipsa est —— enimvero sunt ad conservationem spe- \"cici omnis, ejusdem singulae particulae, vim se dif- \"fundendi obtinuerunt, et spargendi, per individua \"multiplicata, ita ne lux primæva et naturalis, sin- \"gulari numinis consilio, elementorum mixtioni \"addita, mole minor intercidat, et extingatur cum \"speciei non revocando casu, eo modo conservari \"debuit, quo serventur omnia, per insitam naturæ \"potentiam sui generativam, &c.\"\n\nIV. A Letter from the Reverend Mr. John Forster to Mr. Henry Baker F.R.S. concerning an Earthquake at Taunton.\n\nSIR,\n\nRead June 15, 1748.\n\nIn Answer to your Inquiries concerning the Earthquake, which happen'd last Year on the first Day of July, when I was at Taunton in Somersetshire, after taking some Pains to inform myself more particularly what other People observed in different Places, you may depend on the Truth of what follows.\n\nBetween Ten and Eleven o'Clock at Night, on the said first Day of July 1747, being myself in some Company at Taunton, we were suddenly surprized with a rumbling Noise like distant Thunder, which was followed immediately by so considerable a Motion",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104561.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8902,
    "total-output-tokens": 1959,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1192,
        2
      ],
      [
        1192,
        2557,
        3
      ],
      [
        2557,
        4007,
        4
      ],
      [
        4007,
        5549,
        5
      ],
      [
        5549,
        6858,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104561",
    "title": "Part of Two Letters from Mr. B. Cooke F. R. S. to Mr. Peter Collinson F.R.S. concerning the Sparkling of Flanel, and the Hair of Animals in the Dark",
    "authors": "Benj. Cooke",
    "year": 1748,
    "volume": "45",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/104561"
  }
}