{
  "id": "acedc59f59479fc418fc3397434cf3de47e56a07",
  "text": "XX. A Letter from Dr. John Lining, at Charles-Town in South Carolina, to James Jurin, M. D. Coll. Med. & Reg. Soc. Sodal. serving to accompany some Additions to his Statical Experiments printed in N°. 470. of these Transactions.\n\nSouth Carolina, Charles-Town, Jan. 29. 1743.\n\nSIR,\n\nRead March 21.\n\nAs you did me the Honour to communicate to the Royal Society the Tables which I sent you some time ago, and since some Excerpts from them have been published in the Transactions of that illustrious Society, N° 470. I have taken the Liberty to send you the inclosed Papers; which, being more complete, I hope will be acceptable.\n\nThe first second and third Tables * are the same with what I sent you at first, [Printed ibid. Tab. I. p. 502. & Tab IV. p. 506, 507.]: And in the third I have supposed the Ingesta each Month to be 3000 Ounces, to coincide with two Columns in my Sanctorian Tables, where I have daily supposed the Ingesta to be 100 Ounces. [This answers to Tab. V. ibid. p. 505. but I shall here give it anew, p. 321. infra]\n\nThe mean Quantities contained in the fifth Table, [p. 323. infra] were obtained by a tedious operose Calculation; namely, by calculating each Day's mean diurnal and nocturnal Urine and Perspiration of one Hour in every\n\n* Therefore omitted here.\nevery Month; and by dividing the Sum of each Month's mean diurnal Perspiration, &c. by the Number of Days in each Month. The mean diurnal and nocturnal Heat by Fahrenheit's Thermometer were taken by the same Method.\n\nThe Deductions from the Table, p. 323. infra, I have digested all that I could of them tabularly, that they might be as clear and short as possible, and appear to me to point out the physical Principles, from whence we may account for the Production of these epidemic Diseases of the different Seasons, which are not infectious. For are not these the Effects of different Constitutions of the Air on human Bodies? And are not the Increments and Decrements of the sensible and insensible Excretions, Regard at the same time being had to the Quantity and Quality of the Ingesta, and to the Exercise, &c. the only Index of the Changes produced in the human Constitution, by the Vicissitudes of the Weather?\n\nThat indeed was the only View I had in going thro' these troublesome Experiments with so great Assiduity for one whole Year. The Design was benevolent, and I am afraid far superior to my Capacity, especially as I am situated in a Place where I can have no immediate Assistance.\n\nThat I may be furnished with as many Data as possible, I propose to take the specific Gravity of the Cruor, of the Serum and Crassamentum of the Blood, in different Diseases, and in their several Stadia, by a very nice hydrostatic Balance, made by Mr. Jackson. But this indeed is attended with greater Difficulties than I was at first apprised of; for the Experiment requires a greater Quantity of Blood\nthan can at all times be safely taken away; and Rain-\nWater, with which the specific Gravity of the Blood\nis compared, I have found, by repeated Experiments,\nto lose about $\\frac{3}{5}$ Parts of a Grain for each Degree\nof Heat by Fahrenheit's Thermometer; and Oil of\nTurpentine, in which the Crassamentum is weigh'd,\nloses much more of its specific Gravity.\n\nIf I can possibly obtain the same kind of Instru-\nments which Dr. Langrisb used, I would likewise\ntake the Cohesion of the Blood, and analyse it and\nthe Urine in different Diseases, &c. but the Diffi-\nculty of getting exact Instruments is very great.\n\nThat you may enjoy long Life, and perfect Health,\nto improve that Science in which you are so worthily\nexercised, is the sincere Wish of,\n\nSIR,\n\nYour most obliged,\n\nand most humble Servant,\n\nJohn Lining.\n\nAs the Quantity of Ingesta varied considerably in\nalmost every Month, the Increase and Decrease\nof the several Excreta, as they were influenced by that\nConstitution of the Air, which is exhibited in TAB.\nIV. p. 506, 507. Trans. No. 470. cannot plainly appear.\nI have therefore calculated the following Table from\nthat, supposing the mean Ingesta of each Month to be\n3000 Ounces, which is equal to 100 Ounces each Day;\nand that the several Excreta were evacuated in the same\n\nRatio\nRatio from these 3000 Ounces, as from the real Quantity of each Month's Ingesta: Whence the Increment or Decrement of the sensible and insensible Evacuations, in each Month, as they were influenced by the Weather, will be more conspicuous.\n\n| Month | Urine | Persp. | Stools | Urine Increased | Perspirat. Increased | Stools Increased | Urine Diminished | Perspirat. Diminished | Stools Diminished |\n|-------|-------|--------|--------|-----------------|----------------------|------------------|------------------|----------------------|------------------|\n| March | 1799  | 1106   | 91     |                 |                      |                  |                 |                      |                  |\n| April | 1618  | 1323   | 91     |                 |                      |                  |                 |                      |                  |\n| May   | 1731  | 1492   | 87     |                 |                      |                  |                 |                      |                  |\n| June  | 1254  | 1706   | 91     |                 |                      |                  |                 |                      |                  |\n| July  | 977   | 1941   | 88     |                 |                      |                  |                 |                      |                  |\n| Aug.  | 1274  | 1628   | 98     |                 |                      |                  |                 |                      |                  |\n| Sept. | 1016  | 1943   | 113    |                 |                      |                  |                 |                      |                  |\n| Octob.| 1477  | 1263   | 191    |                 |                      |                  |                 |                      |                  |\n| Nov.  | 1717  | 1107   | 91     |                 |                      |                  |                 |                      |                  |\n| Dec.  | 1790  | 1078   | 95     |                 |                      |                  |                 |                      |                  |\n| Jan.  | 1846  | 1006   | 104    |                 |                      |                  |                 |                      |                  |\n| Feb.  | 1976  | 948    | 81     |                 |                      |                  |                 |                      |                  |\n\nS f 2 The\nTHE following TABLE contains the Sum of the Excreta in the different Seasons.\n\n[To be added to Tab. VI. Transf. No. 470. p. 508.]\n\n|        | Urine. | Perspirat. | Stools. |\n|--------|--------|------------|---------|\n| Spring.| 5393   | 3377       | 263     |\n| Summer.| 3662   | 5139       | 266     |\n| Autumn.| 3767   | 4834       | 402     |\n| Winter.| 5353   | 3191       | 290     |\n\nTHE succeeding TABLE contains in Ounces and Centesimal the mean diurnal and nocturnal Urine and Perspiration of one Hour in each Month, with their Ratio's to each other: and that the Causes of the great Disproportion which they bear to each other, in the different Seasons, may be more conspicuous, I have added the mean thermometrical Altitude in the Heat of the Day, and at Bed-time, in each Month of the Year.\n\nMean\nThe mean daily *Ingesta*.\n\n| Mean thermo-metrical Altitude. | The Difference. |\n|-------------------------------|-----------------|\n| At Bed-time.                  |                 |\n| At 3 in the Afternoon.        |                 |\n\nThe nocturn. Perfpirat. to the noct. Urine as 1 to\n\nThe diurnal Perspiration is to the diurnal Urine as 1 to\n\nThe diurnal Urine is to the nocturnal as 1 to\n\nThe diurnal Perfpiration is to the nocturnal as 1 to\n\nNocturnal.\n\nDiurnal.\n\nMean Perpiration of one Hour.\n\n| March | April | May | June | July | August | September | October | November | December | January | February | The Means |\n|-------|-------|-----|------|------|--------|-----------|---------|----------|----------|---------|----------|-----------|\n| 1.85  | 2.45  | 2.75 | 3.42 | 4.42 | 3.6   | 3.63      | 1.74    | 1.98     | 1.86     | 1.88    | 2.61     | 2.55      |\n| 1.71  | 1.72  | 1.77 | 2.08 | 2.08 | 1.66  | 1.69      | 1.68    | 1.64     | 1.64    | 1.64   | 1.68     | 1.68      |\n| 2.69  | 2.22  | 2.1  | 2.55 | 2.57 | 2.87  | 2.35      | 2.39    | 2.43     | 2.43    | 2.43   | 2.35     | 2.35      |\n\nFrom\nFrom the preceding TABLE it appears, that,\n\n1. The mean diurnal Perspiration in the Spring Summer Autumn Winter Year was .20 .44 Parts greater than the mean nocturnal Perspiration in the Spring Summer Autumn Winter Year And the Days warmer than the Nights by Degrees.\n\n2. The mean diurnal Urine in the Spring Summer Autumn Winter Year was .29 .23 .32 .33 Parts greater Parts less Parts less Parts greater than the mean nocturnal Urine in the Spring Summer Autumn Winter Year.\n\n3. The Excess of the mean diurnal Perspiration above the nocturnal in Spring Summer Autumn was less by .04 Parts, than was the Excess of the mean diurnal Perspiration above the greater by .72 .67 nocturnal in Winter.\n\n4. The\n4. The Excess of the mean diurnal Perspiration above the nocturnal, in July, August, and September, taken together, which are our sickly Months, exceeded the Excess of the mean diurnal Perspiration above the nocturnal in Winter, by .79 Parts of what was the mean diurnal Perspiration above the nocturnal in these 3 hot Months taken together.\n\n5. Though the mean nocturnal Heat in July, August, and September, taken together, exceeded the mean diurnal Heat in November, December, January, and February, taken together, by 22 Degrees; yet the Perspiration, under such very different Degrees of Heat, was nearly equal. For the mean nocturnal Perspiration of one Hour, in these 3 warm Months taken together, was 884 Grains; and the mean diurnal Perspiration of one Hour, in these 4 cold Months taken together, was 889 Grains.\n\n6. In July, tho' the Excess of the mean diurnal Heat above the nocturnal exceeded the Excess of the mean diurnal Heat above the nocturnal in Winter by 4 Degrees only; yet the Excess of the mean diurnal Perspiration above the nocturnal in July exceeded the Excess of the mean diurnal Perspiration above the nocturnal in Winter, by $\\frac{3}{10}$ Parts of what was the Excess of the mean diurnal Perspiration above the nocturnal in July.\n\n7. The Day and Night's Perspiration, at a Medium, in equal Spaces of Time, was more nearly equal in the cold than in the hot Months; and in October and November, or at the Accession of the cold Weather, they were more equal than in any Month of the Year, March excepted.\n\n8. The Evenings and Nights are not absolutely colder in proportion to the Heat of the Day in Autumn,\ntumn, than in any other Season of the Year, as Celsus has affirmed; but are only so relatively, as, at that Season, we are weakest, and most sensibly affected by any Increment or Decrement of the Air's Heat.\n\n9. In June, July, August, and September, taken together, the Excess of the mean nocturnal Urine above the diurnal, in equal Times, was .65 Parts deficient of what was the Decrement of the nocturnal Perspiration, or the Excess of the diurnal Perspiration above the nocturnal in these 4 warm Months taken together.\n\n10. In Summer, the Excess of the mean nocturnal Urine above the diurnal was .63 Parts less than was the Decrement of the nocturnal Perspiration in that Season.\n\n11. In Autumn, the Excess of the mean nocturnal Urine above the diurnal was .34 Parts less than what was the Decrement of the nocturnal Perspiration in that Season.\n\n12. The Excess of the mean nocturnal Urine above the diurnal was not equal to the Decrement of the nocturnal Perspiration in May, June, July, August, September, by .61, .58, .66, .58, .63 Parts of what was respectively the Decrement of the nocturnal Perspiration in these Months; but, in October, the Excess of the nocturnal Urine above the diurnal was .91 Parts greater than was the Decrement of the nocturnal Perspiration in that Month.\n\n13. If the mean diurnal Ingesta had been 100 Ounces thro' the Year, and the Excretions proportionate from that Quantity to what they were from the real mean diurnal Ingesta of each Month, then, by Computation, it appears, that\n\nApril\nC, The mean diurnal Urine in\n\n| April | May | June | July | August | Sept. | Octob. | Nov. | Dec. | Jan. | Feb. |\n|-------|-----|------|------|--------|-------|--------|------|------|------|------|\n| was diminish. | .08 | .32 | .05 | .26 | .25 | .09 | .19 | .31 | .06 | .12 | .07 |\n\nParts of what was the mean diurnal Urine in\n\n| March | April | May | June | July | August | Sept. | Octob. | Nov. | Dec. | Jan. |\n|-------|-------|-----|------|------|--------|-------|--------|------|------|------|\n| and was diminished | & was equal to the diur. Urine of March. | and was increased | .38 | .41 | .57 | .41 | .47 | .35 | .06 | .12 | .18 |\n\nD, The mean nocturnal Urine in\n\n| April | May | June | July | August | Sept. | Octob. | Nov. | Dec. | Jan. | Feb. |\n|-------|-----|------|------|--------|-------|--------|------|------|------|------|\n| was diminish. | .15 | .14 | .07 | .13 | .20 | .19 | .26 | .13 | .03 | .12 | .17 |\n\nParts of what was the mean nocturnal Urine in\n\n| March | April | May | June | July | August | Sept. | Octob. | Nov. | Dec. | Jan. |\n|-------|-------|-----|------|------|--------|-------|--------|------|------|------|\n| and was diminished | and was increased | and was diminished | .01 | .09 | .20 | .01 | .19 | .09 | .05 | .08 | .47 | .16 |\n\nTAB.\nThe following TABLE exhibits, in Ounces and Centesimal, the greatest and least mean diurnal Urine and Perspiration of one Hour.\n\n[This to be added to Tab. II. Trans. No. 470. p. 503.]\n\n| Month     | Mean diurnal Urine of one Hour | Mean diurnal Perspiration of one Hour |\n|-----------|-------------------------------|--------------------------------------|\n|           | greatest | least | greatest | least |\n| March     | 5.01     | 1.81  | 3.64     | 1.07  |\n| April     | 4.41     | 1.47  | 3.37     | 1.42  |\n| May       | 3.9      | 0.83  | 4.42     | 1.32  |\n| June      | 3.89     | 1.15  | 5.25     | 1.7   |\n| July      | 3.88     | 0.71  | 5.64     | 2.36  |\n| August    | 3.52     | 0.95  | 5.56     | 1.85  |\n| September | 3.95     | 0.62  | 5.12     | 2.22  |\n| October   | 3.46     | 0.67  | 2.66     | 0.93  |\n| November  | 4.83     | 1.14  | 2.11     | 1.36  |\n| December  | 5.13     | 1.60  | 3.04     | 1.34  |\n| January   | 6.39     | 1.40  | 2.61     | 1.45  |\n| February  | 6.29     | 2.05  | 2.26     | 0.79  |\nA TABLE of the Depth of Rain in Inches and millesimal Parts in Charles Town.\n\n|        | 1738 | 1739 | 1740 | 1741 | 1742 | 1743 | The Means |\n|--------|------|------|------|------|------|------|-----------|\n| January| 1.097| 2.310| 4.873| 4.492| 2.189| 3.172| 3.022     |\n| February| 4.416| 2.875| 3.084| 3.535| 1.650| 2.435| 2.999     |\n| March   | 4.532| 5.609| 1.141| 5.713| 5.203| 0.621| 3.803     |\n| April   | 1.082| 0.195| 1.092| 1.308| 0.918| 5.292| 1.648     |\n| May     | 3.127| 5.120| 5.612| 4.841| 5.898| 2.535| 4.522     |\n| June    | 1.567| 15.839| 4.648| 5.538| 3.250| 1.903| 5.458     |\n| July    | 10.660| 5.452| 3.013| 3.399| 1.252| 7.738| 5.252     |\n| August  | 4.104| 12.211| 7.301| 7.144| 7.647| 3.767| 7.029     |\n| September| 10.792| 4.834| 3.200| 6.734| 2.895| 4.686| 5.524     |\n| October | 1.358| 6.593| 1.257| 3.399| 0.759| 1.672| 2.506     |\n| November| 2.656| 1.235| 1.848| 2.964| 3.388| 3.220| 2.552     |\n| December| 3.877| 3.689| 2.736| 1.919| 0.957| 2.706| 2.647     |\n\nTotal Depth: 49.268 65.962 39.805 50.986 35.826 39.747 46.932",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104474.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 14,
    "total-input-tokens": 21538,
    "total-output-tokens": 5433,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1282,
        2
      ],
      [
        1282,
        2887,
        3
      ],
      [
        2887,
        4184,
        4
      ],
      [
        4184,
        6624,
        5
      ],
      [
        6624,
        7433,
        6
      ],
      [
        7433,
        8556,
        7
      ],
      [
        8556,
        9258,
        8
      ],
      [
        9258,
        10891,
        9
      ],
      [
        10891,
        12415,
        10
      ],
      [
        12415,
        12415,
        11
      ],
      [
        12415,
        13686,
        12
      ],
      [
        13686,
        14719,
        13
      ],
      [
        14719,
        15785,
        14
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      true,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      true,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104474",
    "title": "A Letter from Dr. John Lining, at Charles-Town in South Carolina, to James Jurin, M. D. Coll. Med. & Reg. Soc. Sodal. Serving to Accompany Some Additions to His Statical Experiments Printed in No. 470. of These Transactions",
    "authors": "John Lining",
    "year": 1744,
    "volume": "43",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 14,
    "jstor_url": "https://www.jstor.org/stable/104474"
  }
}