{
  "id": "608b9c9719ddeb4e78e5aa4dd4ead728935c39bd",
  "text": "XXVIII. The Caudal Heart of the Eel a Lymphatic Heart.—Effect of the force with which the lymph-stream is propelled therefrom on the flow of the blood in the Vein into which the heart opens.—Explanation of the appearance of blood propelled in successive drops, as if from the heart, along the Caudal Vein.—Influence which the force of the lymph-stream from the heart exerts in accelerating and promoting the flow of blood in the Caudal Vein. By Thomas Wharton Jones, F.R.S., Professor of Ophthalmic Medicine and Surgery in University College, London, Ophthalmic Surgeon to the University College Hospital, &c.\n\nReceived November 26, 1867,—Read January 8, 1868.\n\nIntroduction.\n\nThe remarkable pulsating organ in the tail of the eel, which forms the subject of this paper, was discovered by the late Dr. Marshall Hall. He viewed it as belonging to the blood-vascular system, and named it the \"Caudal Heart.\"\n\nHis description of it was founded on observations made on small eels under the microscope. In large eels the heart may, as he also pointed out, be seen with the naked eye by spreading the tail on a plate of glass and viewing it against the light. Not only, however, are the pulsations of the organ itself thus visible, but also the very peculiar appearance of successive drops of blood propelled, as if from the heart, with great velocity along the caudal vein, which was observed by Dr. Marshall Hall in his microscopical examinations, though incorrectly interpreted by him.\n\nTo explain the true nature of the phenomenon here referred to,—to prove thereby that the caudal heart belongs, not to the blood-vascular system, but to the lymphatic system,—and to inquire into the influence which the force of the lymph-stream from the heart exerts in accelerating and promoting the flow of blood in the caudal vein, constitute the object of the communication here presented to the Royal Society.\n\nMy observations, like those of Dr. Marshall Hall, were made on small eels under the microscope.\n\nA third of an inch Objective, by the Messrs. Merz of Munich, with the lowest eyepiece was the microscopical power employed.\n\nThe small eel used for the purpose (one of the size of those commonly kept in aquaria) was secured by wrapping it up in a bit of wet rag, leaving only about one inch of the tail hanging out.\n\nThe glass slide on which the animal was placed was about double the usual length.\nBeing laid on the slide with the tail in proper position, the animal was fixed by tying a string loosely round the slide and its body where enveloped in the rag.\n\nThe part of the tail to be examined was covered with water and a thin plate of glass.\n\nMatters being thus arranged and the microscope adjusted, rapid pulsations are immediately detected, on directing the eye to the region of the extreme end of the vertebral column—abdominal side*.\n\nNo very well-defined heart-like organ is observable at first sight, but the pulsations seem as if in the tissue of the part generally. The skin and substance of the tail surrounding the heart are drawn somewhat together at each systole, and fall back into their previous state at each diastole. From this it may be inferred that the heart does not lie free in a special cavity, nor even in loose cellular tissue, but that it is imbedded in the substance of the tail.\n\nDissection of the tail of a large eel shows that the heart is connected with the adjacent bones†.\n\nThe great vein of the tail‡ is formed by the junction of two trunks, a larger and a smaller§. The larger trunk receives the venous radicles returning the blood from the terminal and abdominal parts of the caudal fin. The smaller trunk receives the venous radicles returning the blood from the dorsal part.\n\nIt is into this smaller trunk, near its junction with the larger, that the caudal heart opens.\n\nThe great artery of the tail|| runs close alongside the vein, and is smaller than it, and somewhat tortuous. It gives off branches to the abdominal and dorsal parts of the caudal fin, whilst the continuation of it subdivides into the small ramifications distributed to the terminal part.\n\nThis continuation of the artery and the larger trunk of the great caudal vein diverge from each other in their course towards the end of the tail, and then, after having become small by the giving off of branches, approach curvingly and cross each other at the place where the spine ends and the terminal part of the caudal fin commences.\n\nThe elongated space bounded by the artery and vein thus diverging from and again approaching each other, is that in which the lymphatic heart is situated¶.\n\nDescription and explanation of the phenomena attending the propulsion of the lymph from the caudal heart into the caudal vein.\n\nAt the opening of the caudal heart into the vein there is a valve which prevents regurgitation of the lymph back from the vein into the heart; but, owing to the thick-\n\n* Plate XXXV. figs. 1 & 2, E.\n† This point in the anatomy of the caudal heart is described in detail in Part III. of my paper entitled, \"Microscopical characters of the rhythmically contractile muscular coat of the veins of the Bat's wing, of the lymphatic hearts of the Frog, and of the caudal heart of the Eel.\"\n‡ Plate XXXV. figs. 1 & 2, B.\n§ Plate XXXV. figs. 1 & 2, C, D.\n|| Plate XXXV. fig. 1, A.\n¶ Plate XXXV. fig. 1, E.\nness of the substance of the tail, a well-defined view of the valve and its workings, such as we have of the valves of the veins of the thin web of the bat's wing and their workings, cannot be obtained.\n\nWhen, by the contraction of the heart, the lymph is propelled into the vein*, the flow of blood from that vessel into the great caudal trunk is interrupted by the force of the lymph-stream. From the place where the heart opens into the vein to the junction of the latter with the caudal trunk, colourless lymph thus replaces red blood; whilst in the caudal trunk itself, the lymph, still under the influence of the heart's force, so far displaces the blood as to flow in a colourless stream on one side of the vessel (the side corresponding to that on which the heart opens) for some distance, distinct from and unmingled with the blood-stream from the lower part of the vein and from its lateral branches†.\n\nDuring the diastole of the heart, the stream of lymph into the vein intermitting, the flow of blood from that vessel into the great trunk of the caudal vein again takes place. No sooner, however, has a small quantity of blood entered than systole of the heart ensuing, the stream of lymph thereby propelled into the vein drives the small quantity of blood before it into the great caudal venous trunk‡, whilst it at the same time arrests, as before, the flow of blood into the great caudal vein from its tributary vessel.\n\nIn consequence of the arrestment of the flow of red blood in the vein under notice, though for so short a time, the red corpuscles appear to become, under the influence of contact with the lymph, aggregated together at the place §, so that when, by the diastole of the heart, the flow of blood is again permitted, it is a small mass of aggregated red corpuscles which enters the great caudal vein, and is, during the ensuing systole of the heart, driven before the stream of lymph issuing therefrom.\n\nIn the observation now described, we have thus presented to our eye the remarkable phenomenon of small drops of red blood or agglomerations of red corpuscles propelled in rapid succession in the colourless stream of lymph above described, as seen within and to one side of the great caudal venous trunk||.\n\nSuch is the true nature of the phenomenon which has hitherto been erroneously supposed to be owing to the caudal heart transmitting, at each systole, a drop of blood into the caudal vein.\n\nThe intermittent propulsion of drops of red blood into and along the caudal vein gives the appearance, at first sight, as if the vein pulsated. But neither that vessel nor the adjacent arterial trunk does so.\n\nThe undulatory appearance of the stream in the caudal vein is seen to be continued to a considerable distance upwards. The blood and lymph-streams at last mingle, and the result is a blood paler and brighter even than that in the adjacent artery.\n\n* Plate XXXV. fig. 1, D; fig. 2, D–F. † Plate XXXV. fig. 1. ‡ Plate XXXV. fig. 2, G.\n\n§ In a manner analogous to that in which the red corpuscles of a drop of blood, newly drawn from the body become aggregated in cases in which the plasma contains an excess of fibrin.\n\n|| Plate XXXV. fig. 2, G, G, G.\nWhen the circulation in the tail is active and the blood flows with corresponding force in the great caudal venous trunk and its tributary vein, the blood-stream does not yield so readily, as above described, to displacement by the lymph-stream from the heart, but the propulsion of the drops of red blood presents a remittent rather than an intermittent character.\n\nInfluence of the force with which the lymph-stream is propelled from the caudal heart in accelerating and promoting the flow of blood in the caudal vein.\n\nThe force with which the lymph is propelled by the heart into the caudal vein may be judged of comparatively by contrasting the force of the stream, as indicated by rapidity of flow, in the tributaries of the vein, with that of the stream in the vein itself whilst the lymph is being propelled into it. Within the vein, the force of the lymph-stream is evidenced by the fact above mentioned, that at the moment of the propulsion of the lymph into the vein by the contraction of the heart, the onward course of the blood in the tributary vein is arrested and the column of blood in the caudal trunk displaced to one side; and also by the manner in which the drops of red blood or agglomerations of red corpuscles, which enter the caudal trunk from the tributary vein during the diastole, are seen driven on in the lymph-stream at each systole of the heart.\n\nThrough the medium of the stream of lymph propelled into the great caudal vein at each stroke of the heart, an impetus is communicated to the column of blood in that vessel, which we can observe has the effect of accelerating and promoting its onward flow to the blood-heart of the animal.\n\nWe thus see that though the caudal heart of the eel is a lymphatic heart, its function being to receive lymph on the one hand and to propel it into the great vein of the tail on the other, it at the same time performs the secondary function of accelerating and promoting the flow of the blood in that vessel in its course back to the blood-heart.\n\nTeleologically speaking the great length of the tail of the eel seems to render a reason for such a provision.\n\nIn respect to the secondary function of the caudal heart of the eel here mentioned, an analogy may thus be traced between it and the rhythmically contractile veins of the much elongated wing of the bat.\n\nHow does the lymph enter the caudal heart?\n\nThis question does not properly come within the scope of the present paper. It may, however, be remarked that I have observed under the microscope no defined lymphatic vessels opening into the heart, and only an indistinct appearance of afferent streams of lymph.\n\nIf there had been any lymphatic canals opening into the heart, such as those the late Professor Johannes Müller (in his paper entitled \"Beobachtungen zur Analyse der Lymph des Blutes und des Chylus\" in Poggendorff's Annalen der Physik und Chemie for 1832, page 519) states that he injected through a slit made into the organ, and if a\nstream of any kind passed through them into the heart, they could not fail being seen under the microscope.\n\nThe arrangement of the canals described by Müller is identical with that of the blood-vessels of the caudal fin; and I cannot help suspecting that it was those very vessels which that distinguished physiologist had injected. Indeed he seems to have subsequently tacitly admitted as much when, in his 'Physiology' (Baly's Translation, 2nd edition, vol. i. p. 245, 1839), he says, without any expression of dissent or comment:—\n\n\"Dr. Marshall Hall has discovered in the eel a kind of auxiliary venous heart situated at each side of the last caudal vertebra, which pumps the blood out of the small veins of the extremity of the caudal fin into the vena caudalis.\"\n\nIt may be proper to remark here that Müller's injections of the alleged lymphatic canals appear to me, from his description (Poggendorff's Annalen, loc. cit.), to have been made, not from the caudal heart, nor even from the great caudal vein, but from the two tributary venous trunks which unite to form that vessel.\n\nHistorical retrospect regarding the discovery of the caudal heart of the eel, and the opinions entertained of its nature.\n\nDr. Marshall Hall made known his discovery of the caudal heart in the eel in his 'Critical and Experimental Essay on the Circulation of the Blood,' published in 1831.\n\nHe viewed it as an auxiliary heart belonging to the blood-vascular system, as previously stated, and erroneously supposed that the drops of red blood seen passing in rapid succession along the caudal vein were propelled from it.\n\nHis description of the phenomenon is in the following words:—\"By a sudden contraction of this (the ventricle of the heart) it (i.e. the blood which had entered it in the manner he erroneously supposed) is gathered into a drop and propelled with great velocity, and at first with the peculiar appearance of successive drops, along a vessel which ascends along the inferior spinal canal, and which must, although it pursues a direction towards the heart, be considered an artery\"*.\n\nThe anatomical relations between the caudal heart and blood-vessels, and between the blood-vessels themselves, as described and delineated by Dr. Marshall Hall, are altogether incorrect.\n\nIn his figure of the caudal heart, an outline copy of which is here annexed, vessels are represented as arising from the heart and returning, some to it and some to the caudal vein, after having formed a loop, an anatomical arrangement very different from the reality, as may be seen by comparing Plate XXXV. fig. 1 which accompanies this paper.\n\nIt need scarcely be remarked that an organ with such a structure as that described by\n\n* Op. cit. p. 172.\nDr. Marshall Hall would have been inadequate for the performance of the function he attributed to the caudal heart of the eel.\n\nThough the late Professor Johannes Müller, in his paper in Poggendorff's 'Annalen' for 1832 above quoted, remarks that \"further observations must teach whether the function of this organ (the caudal heart in the eel, the discovery of which by Dr. Marshall Hall he had just learned from the 698th Number of Frohriep's 'Notizen') is to drive the lymph of the tail into the end of the caudal vein,\" he did not, in his paper on the lymphatic hearts of Amphibia, question Dr. Marshall Hall's representation of it as a blood-heart.\n\nIn the paper referred to, which was published in the Philosophical Transactions for 1833, and is entitled, \"On the Existence of four distinct Hearts, having regular pulsations, connected with the Lymphatic System in certain Amphibious Animals,\" Professor Müller, then of Bonn, makes the following statement:—\"In the vascular system of the blood, there certainly are particular places, besides the heart, which are capable of contractions; as, for example, the bulbus aortae in fishes and batrachia, the venæ cavæ where they enter the atrium, and the pulsating organ discovered by Dr. Marshall Hall in the eel at the end of the vena caudalis, where that organ receives the branches of the extremity of the tail and conducts its blood into the vena caudalis. But organs of pulsation in the lymphatic system have hitherto been altogether unknown.\"\n\nAgain, Professor Müller, in his 'Archiv für Anatomie und Physiologie' for 1842, p. 477, published a paper entitled \"Bemerkungen über eigenthümliche Herzen des Arterien- und Venen-Systems,\" in which he says, \"To the heart-like contractile parts of the blood-vascular system the following structures belong:—\n\n\"A. To the venous system:\n   1. * * * * *\n   2. The heart of the caudal vein of the eel. The pulsation at this place was seen by Leeuwenhoek, who, however, did not examine into the nature of the thing. Marshall Hall is the discoverer of this heart.\"\n\nI shall return to the claim set up for Leeuwenhoek, as it has been reproduced in a more decided manner by Professor Milne-Edwards of Paris.\n\nIn Müller's 'Archiv' for 1843, p. 224, Professor Hyrtl, at that time of Prague, but now of Vienna, has a paper entitled \"Ueber die Caudal- und Kopf-Sinuse der Fische, und das damit zusammenhängende Seitengefass-System,\" in which he refers to Dr. Marshall Hall's discovery of the caudal heart of the eel, and describes his own examination of the pulsations of the organ with the naked eye, in the tail of a large eel held against the window-pane, but says nothing in opposition to Dr. Marshall Hall's opinion of the nature of the organ.\n\nProfessor Milne-Edwards, in his \"Leçons sur la Physiologie et l'Anatomie comparée,\" vol. iv. (Paris 1859) p. 476, correctly views the pulsating organ in the eel's tail as a lymphatic heart, but adduces no facts, either anatomical or physiological, to prove that the organ is of this nature. He merely refers to Professor Müller as having recognized the organ to be a lymphatic heart.\nThat Professor Milne-Edwards labours under a mistake in thus attributing to Professor Müller the recognition of the true nature of the caudal heart of the eel is evident from the following facts:\n\nProfessor Müller, as we have seen, indeed remarks, in his paper in Poggendorff’s ‘Annalen’ above referred to, that “further observations must teach whether the function of this organ is to propel the lymph of the tail into the end of the caudal vein.” But a reference to the quotations, also above given, from Professor Müller’s paper in the Philosophical Transactions for 1833, and his paper in the ‘Archiv’ for 1842, p. 477, as well as from his ‘Elements of Physiology,’ by Bali, 2nd edition, 1839, pp. 216 and 245, shows that Professor Müller did not in these more recent writings dissent from Dr. Marshall Hall in the opinion he entertained that the “caudal heart” in the eel belongs to the blood-vascular system.\n\nSo far as I have been able to ascertain, no one has hitherto given a correct explanation of the phenomenon of small drops of red blood propelled in rapid succession, as if from the caudal heart, along the caudal vein.\n\nWithout first showing that these drops of blood or agglomerations of red corpuscles are not propelled from the heart, and without showing that it is colourless lymph alone which is really propelled from the heart, no one could have been warranted in dissenting from Dr. Marshall Hall’s view as to the nature of the caudal heart of the eel, or in pronouncing, how correctly soever, that organ to be a lymphatic heart.\n\nI now come, in conclusion, to the alleged anticipation of Dr. Marshall Hall’s discovery of the “caudal heart” by Leeuwenhoek.\n\nProfessor Milne-Edwards, adopting Professor Müller’s reading of Leeuwenhoek, as above quoted, more decidedly than Professor Müller himself, says:—“Cet organe a été vaguement aperçu, il y a près de deux siècles, par Leeuwenhoek, mais n’avait que peu attiré l’attention des physiologistes, lorsque, en 1831*, Marshall Hall publia à ce sujet des observations qu’il croyait être complètement nouvelles.”\n\nIn regard to this claim for Leeuwenhoek, I have not been able to satisfy myself that there is any foundation for it.\n\nLeeuwenhoek’s words in his 66th Epistle, which was addressed to “Nobilissimi Viri,” the Fellows of the Royal Society of London, ‘Opera Omnia,’ tom. ii. p. 174, the reference given by Professor Milne-Edwards, are:—\n\n“Vidi quoque in omnibus arteriis, licet minutissimis, assidue, ac celeriter novam fieri accelerationem protrusionis in sanguine, ubi vero attenderem ad magnam arteriam in cauda jacentem, ibi protrusio sanguinis, a corde facta, multo erat vehementior.”\n\nAgain, at page 175, Leeuwenhoek says:—\n\n“Imo etiam fere semper quam proxime ad pinnae extrema in tenuissimis vasis sanguiferis, singulis momentis novae protrusionis, quam sanguis a corde accipit accelerationem dignoscere poteram.”\n\nHow far, with the knowledge of Dr. Marshall Hall’s discovery, the words “ubi vero\n\n* 1836 is put down, but evidently by mistake.\nattenderem ad magnam arteriam in cauda jacentem, ibi protrusio sanguinis, a corde facta, multo erat vehementior\" might be admitted as having reference to the phenomenon of the transmission of the drops of red blood or agglomerations of red corpuscles in rapid succession along the caudal vein, opinions may perhaps differ, but certainly all will agree with me that no one could have been led by the words to suppose that Leeuwenhoek was speaking of a heart in the tail of the eel.\n\nHad it been the caudal heart to which Leeuwenhoek refers, however, and not merely the branchial heart of the fish, he would, no doubt, have commented on the peculiarity of its position in the tail, and expressed as much admiration, at least, as he does at the general phenomena of the circulation in the fins of the eel, when he says, unwilling to reserve to himself so beautiful a sight, he invited several \"Viri gravissimi\" to come to see it—amongst others the celebrated Christian Huyghens. These gentlemen, he tells us, \"often exclaimed that they could not have believed anything more curious could have met their eye or been better demonstrated.\"\n\nExplanation of the Plate.\n\nPLATE XXXV.\n\nFig. 1. The caudal artery and its ramifications, the caudal vein and its two tributary trunks with their radicles, and the caudal heart, as seen in a small eel under the microscope.\n\nNo capillaries are represented.\n\nA. The caudal artery, the ultimate ramifications of which are seen distributed in straight lines corresponding with the direction of the rays of the caudal fin.\n\nB. The great caudal vein formed by the junction of the two tributary trunks C and D. The radicles of these trunks are seen parallel with the straight ultimate arterial ramifications.\n\nE. The caudal heart communicating, by an opening provided with a valve, with the smaller tributary caudal venous trunk D, near where it joins the larger tributary caudal venous trunk C to form the great caudal vein B.\n\nThe smaller tributary venous trunk D, from the place where the caudal heart opens into it to its junction with the larger tributary trunk C, to form the great caudal vein B, is seen filled with the lymph-stream just propelled into it from the heart, whilst in the great caudal vein the lymph, still under the influence of the heart's force, has so far displaced the blood as to flow for some distance in a colourless stream on one side of the vessel.\n\nFig. 2. A diagrammatic view of the caudal heart, and the lymph-stream from it, with the drops of blood or agglomerations of red corpuscles which issue, one from\nthe smaller tributary caudal venous trunk (into which the heart opens) at each diastole, and are propelled along in the great caudal venous trunk at each systole of the heart*.\n\nB. The caudal venous trunk.\nC. The larger tributary caudal venous trunk.\nD. The smaller tributary caudal venous trunk.\nE. The caudal heart opening into the smaller tributary caudal venous trunk.\nF F F. The lymph-stream from the heart, and its course along the great caudal vein.\nG G G. The drops of blood or agglomerations of red corpuscles as propelled along in the lymph-stream.\n\n* The phenomenon which it is here attempted to represent can properly be seen only in time and space.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108932.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 17478,
    "total-output-tokens": 5926,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2395,
        2
      ],
      [
        2395,
        5322,
        3
      ],
      [
        5322,
        8515,
        4
      ],
      [
        8515,
        11493,
        5
      ],
      [
        11493,
        14225,
        6
      ],
      [
        14225,
        17347,
        7
      ],
      [
        17347,
        20375,
        8
      ],
      [
        20375,
        22944,
        9
      ],
      [
        22944,
        23606,
        10
      ],
      [
        23606,
        23606,
        11
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108932",
    "title": "The Caudal Heart of the Eel a Lymphatic Heart.--Effect of the Force with Which the Lymph-Stream is Propelled Therefrom on the Flow of the Blood in the Vein into Which the Heart Opens.--Explanation of the Appearance of Blood Propelled in Successive Drops, as If from the Heart, along the Caudal Vein.--Influence Which the Force of the Lymph-Stream from the Heart Exerts in Accelerating and Promoting the Flow of Blood in the Caudal Vein",
    "authors": "Thomas Wharton Jones",
    "year": 1868,
    "volume": "158",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/108932"
  }
}