{
  "id": "1f25b7eb8655156d9f4e3bbf9fb2edfa7d72744d",
  "text": "The INDEX to the Tracts of this Twelfth Year.\n\nAir in Ireland and in all the English Colonies in America much altered by the culture of land, and by the increase of English Inhabitants. And the Air of Dublin examined for weight by the Baroscope, n.127.p.649. Compare this with the advice from Rome for the salubrity of places, n.66. Two Hygroscopes newly devised, to examine the Air, with some Observations, n.126,p.650, and n.129.p.715. Of human life long sustained under water without air, n.127.p.675. The Air of Gomron pestilent, n.129.p.711.\n\nAgriculture: New series, profitable Gardens, Orchards and Vineyards, solicited for Cambridge and the North, n.129.p.728. Wines made of English fruits, n.123.p.574. Advertisements on the same, n.124.p.583. How Tobacco is planted and order'd in Virginia, n.126.p.634. To adorn Woods, Groves, and the avenues of fair Mansions, n.126.p.644.\n\nAnatomy: Concerning the Spiral instead of the hitherto supposed Annular structure of the Fibers of the Intestines, by Dr. Cole, n.125.p.603. Of the Ventricles and Intestines, by Dr. Glisson, n.128.p.705. Ophthalmographia, by M. Briggs, n.129.p.746. A new structure of the Diaphragm, and a method of preparing the Bowels, by Caspar Bartholin, n.130.p.768. The Anatomy of some Animals at Paris, n.124.p.591. Dr. Grew's Anatomy of Plants vindicated, n.127.p.657.\n\nAnswers: Dr. Hodgson's Answers to Mr. Boyle's Inquiries concerning the Subterraneous Fires in the Coal-mines near Newcastle, &c. n.130.p.762.\n\nAntiquities: The Britans descended from the Cimbrians, and first discover'd by the Phoenicians, n.124.p.596.598. The Idol Temples and other Heathenish monuments of Old Greece preserved undemolish'd under the Turks Dominion, n.124.p.575. The Antiquity of our Earths and those of Aquitran compared, n.123.p.574. The Content of Ancient and Modern Philosophy, n.123.p.570. The Cartesian prefer'd to the Arithotelian, 131.790. The means to reconcile Chronologists, n.131.p.793. Paleologia Chronicla, n.132.p.808. A Mathematico-historical Table, See Artific. That at Boutan in the Mogol Dominions they had the use of Muskets, Cannon, and Powder, many Ages ago; some Cannon now remarked above 500 years old n.130.p.756.\n\nArtifices: Hygroscopes, See Air. The Parilian Water-Engine to quench fires, n.128.p.679. A fictitious Stone which imbibes any ordinary day or candle-light, and for a time retains a fire-like luminousness in any dark place, n.131.p.788. To improve Telescopes, n.128.p.691. Sugar-Wines drawn from Plants and Fruits, and to dry all wholesome fruit, n.128.p.583. How the Germans make Braziers of Lapis Calaminaris, 130.768. A magnificent Throne in Denmark made of huge Horns of Fishes, which are there call'd Unicorns horns, 130.766. The great Vessel at Heidelberg described, ibid. An Essay to explain the phenomenon of the Inclination Needle, towards the finding the Longitude, 130.774. The Steel of Golconda best to be damaskined, and how order'd, 129.715. A Talc in Persia tinged, and mingled with Chalk well fleaked, makes Walls shine Jaspire-like, ib.p.714. The best Glue made of Surgeon, and how order'd, ibid. How to try true Bezoar, 130.757. Strange magical Juggling, ib.p.752. A Mathematico-historical Table design'd, 127.667.\n\nAstronomy: Sign Cassini on the Lunar Eclipse, Dec.21.1675. ft.u. and the Occultation of a Fixed star by the Moon, n.123.p.565. (compare n.121.p.495.) Mr. Flamsteeds answer to Cassini, n.129.p.565. Mons. Hevelius on the Lunar Eclipse, Jan.1.1676. ft.u. n.124.p.590. Mercatoris Institut.\nINDEX.\n\nAstronomica, n.123 p.611. Hevelius on the Solar Eclipse, Jun. 23.1675, ib. n. 127.661. Flamsteed, Townley, Halley, on the Solar Eclipse. Jun. 1 1676. ib.p.662.Cassini on the same, ib.p. 669. Hevelius on the same, ib.p. 666. Cassini's advertisement about the configuration of Jupiters Satellites for the years 1676, 1677. n 128.p.681. A direct and Geometrical method for finding the Apbelons, Eccentricities and proportions of the Orbs of the primary Planets, without supposing the Equality of the Angle of Motion at the other Focus of the Planets Ellipsis, by Mr.Halley 128.683. Hevelius of the figure of Saturn in Aug.1675.n.127. p.661. Cassini adds a zone about Saturn, as above Jupiter, but more obscure,n.128 p.690.Cassini remarks a huge Spot in the Sun,127.665. Flamsteed and Halley on the same,128.687. Cassini on the same again, ib.p.689. Smethwick on the Solar Eclipse. Jun. 1.1676.ib.v.n.126 p.637.approv'd by Cassini,127.665. This observ'd at Westminster by Mr.Smethwick; Mr. Colson, at Wapping, on the same, p. 723. Mr.Halley,724 M.Bullisidus and M.Richelts on the Lunar Eclipse of Jan.1 1676.n.125.p.610.A Comet, or New Star, or changing Stars said to be seen,n.123 p.565,567.\n\nAnimals,in Paris dissected, n.124. p.591. Animals in Virginia, n.126. p.624,630; at Comorin,Coromandel, Balzara,129 713, 714.\n\nPersian Animals: Camels forbear drink 9 days; carry 1000l.yea 1500 l. weight,n.129.p.713: Cows having no grass to feed on there, are fed with heads of fishes and dates boil'd together,p.714. Porcupins kill Lions by shooting quills into their bodies , ibid.\n\nMogollian Animals, How Elephants prepare for generation, n.130. p 753:The Musk-animal;the Bezoar-animal;the Porcupin-stone,ib.756.757. Eleo-like Insects bred and swimming in good pleasant Wine, n.127. p.656. Worms falling down with Snow in Hungary,129.742. A fermentation made of a decoction of Emmes very Antiparalytical, 129.743. Anatomie of a Tortoise,many singularities,ibid.\n\nB\n\nAthos of England and Aquisgran compared,n.123.P.573.\n\nBezoar, whence,and how to be tried,130.756. The Mineral Bezoar, and its Medical uses in Sicily, 127. 672.\n\nBooks.\n\nThe Royal Almanack,n.130.p.774.\n\nAnimals dissected at Paris,124.591.\n\nW.Bidcock's Touch-Store for Gold and Silver wares,132.814.\n\nTh.Bartholin.de Peregrinat.Medicina,127.671.\n\nCasp. Birtholini de Diaphragm. structura nova,urà cum Methodo preparandi Viscera 130.768.\n\nBathonienium & Aquisgranenium Thermarum comparatio, variis adjunctis illustrata à R.P.123-575.\n\nM.de Blegny of the General Disease,125 622.\n\nMr.Bond of Longitudes,130.774.\n\nMr.Boyle's Experiments and Notes about the Mechanical Origin and production of divers particular Qualities: Among which is inserted a discourse of the Imperfection of the Chymists doctrine of Qualities; with some Reflections upon the Hypothesis of Alcali and Acidum. The Qualities here considered,are,Heat and Cold,Tasts,Odors, Volatility,Fixedness.Corrugiveness and Corrosibility, Chymical precipitation, Magnetism, and Elasticity,127.669.\n\nMr.Brigg's Ophthalmographia, 129. 746.\n\nDr.Edw.Brown's Account of his Travels through a great part of Germany,130.707.\n\nHerr.Bulchof, from Batavia in the East-Indies, of the Gout and its cure by Moxa,123.621.\n\nDr.\nINDEX.\n\nDr. Carews Paleologia Chronica, n.132.p.808.\nMons. Charas Pharmacopee Royale, Galenique & Chymique, 126.711.\nMons. du Clos sur les Eaux Minerales des plusieurs Provinces de France, 125.612.\nMr. Cook, of the Manner of raising, ordering and improving Forrests, Woods, Groves, to adorn Avenues; with proper Instructions in Arithm. and Geometry, 126.644.\nOf Education, chiefly of Gentlemen, 123.572.\nEphemeridum Medico-physicarum Germanicarum Ann.4, & 5. cum Appendice, 129.742.\nFr. Glissonius M.D. de Ventriculo & Intestinis, nec non de partibus continentibus in genere, & in specie de partibus Abdominis, 128.705.\nJ.B. du Hamel de Consensus Vet. & Nova philosophia, 123.570.\nM. de la Hire Nouvelle Methode en Geometrie pour les Sections des Superficies Coniques & Cylindriques, qui ont pour base des Circles, ou des Paraboles, des Ellipsoes & des Hyperboles, 129.745.\nAnth. Lawrence, Nurseries, profitable Gardens, Orchards and Vineyards solicited for Cambridge and the Champian Countries, and the North, 129.745.\nMr. Mercator, S.R.S. Institut. Astronomico, 125.611.\nLa Meture de la Terre, 124.569.\ncompare with this n.112, and 126. p.636.\nDr. Megerlins Mathematico-historical Table designed, 127.667.\nMons. Menard: Nouvelle Science des Temps, ou Moyen general de concilier les Chronologies, 131.793.\nDr. Molimbrochii Cochlearia curiosa, Englished, 125.621.\nL'Art de Parler, 125.642.\nMons. Prestet, Elements de Mathematiques, ou Principes generaux de toutes les Sciences, qui ont les Grandeurs pour Object, n.126.p.638.\nJoh. Pechlinius M.D. de Aeris & Alimenti defectu, & Vita sub Aquis, 127.675.\nHenr. Van Roonhuyse Observ. Chirurgical, with extraordinary Cases of Women in Travel, Englished, 125.621.\nJoh. Raei Clavis Philos. naturalis Aristotelica Cartesiana. Edit. secunda, aucta, 131.790.\nMr. Sammes, Britannia Antiqua illustrata, 124.596.\nDr. Sydenham, circa Morborum ac ceterum historiam & curationem, 123.568.\nMons. Taverniers Account of his Voyages over the most considerable parts of Asia, 129.711, and 130.751.\nGeorg. Velschii Centuriae dua Observation. Medico-physicarum, 127.673.\nVinetum Britannicum: How to make many excellent sorts of Wines of English growth by J.W. gent, 123.574.\nWith an advertisement to encourage the same, 124.583.\nDr. Wallis; Archimedes Arenarius cum Notis & Versione, 123.567.\n\nC\n\nChira; a passage to China by land from Muscovia on the North-side of Tartaria Magna, 130.756.\nCabinets and Repositories: of the G Mogol, n.130.p.754,755; of the King of Persia, ib. p.757; of the G. Duke of Tuscany, ibid. of a Throne of Unicorns horns in Denmark, ib. p.768; of a Jaspis in Vienna, 9 feet diameter, ibid. of rare Manuscripts, ibid. The Elect. of Saxonies Repository furnish'd with very many considerable rarities both of Nature and Art, n.130.p.786.\nCommodities, very excellent in Sicily, 127.672. and Physico-Medical rarities, ibid.\nCommodities of the Mogol and Persia, n.130.p.754.\nINDEX.\n\nFires, how to be quenched by a Philant Water-Engin, n.128 p.679.\nThe Subterraneous Fire, and its productions in the Coal-mines near Newcastle, 130.762.\nFishes, in Virginia, 126.6:4. A strange Man-fish there seen, 625.\n\nLife: Human life extended long under water, n.127 p.675.\nLight: Mr. Newton defends his doctrine of Light and Colours, 123.556. in answer to Mr. Linus's Objections, n.121 p.459. Mr. Linus against Mr. Newton's theory, 128.602. Mr. Newton's defence, ib.p.698 and against Mr. Lucas's Light from Dead flesh, and transmitted merely by contact, 125.599. Light returned for a while in a Falsitious stone, 131.788.\nLake: Mexico-L. very strange, 758.\nMusk, whence, 130.756. Musky scent in the Musk-quash, 127.653.\n\nMagnetism: Its force alter'd by great claps of Thunder and Lightning, n.127 p.648. Of Magnetism, See Mr. Boyle of Qualities, &c. Medico-Chirurgical Observations: In Virginia, 126.629. In Persia, 129.712: Wounds there cured with boiled flesh, or with hot fat, best of Horse-flesh, ib. p.713. Persians very healthful by drinking a decoction of China-wood, and they know nothing of the Stone or Gout, ibid. The Preparation of the Helmontian Indus, 127.742. The Oyl drawn of Black flints, cures the Stone in the Bladder, ibid. The Spirit of Spanish salt potent against the Strangury, ib Hemlock with Sugar allays the heat of the Liver, ibid. Trifolium palustre cures the Gout, 743.\n\nNatural History collected, n.123. p.551. A Fish resembling a man, ib.p.625 From Dublin, 127.647, and 129.715.\nNutmeg, planted by Birds voiding them, 130.754.\n\nPhylick and Chirurgery how practiced in Persia, n.129 p.712,703.\nPlants, 127.672. In Virginia, and how Tobacco planted and order'd there, 126.6:8 Plants and Commodities in Sicily, 127.672. In Persia, how Palm-trees are propagated, 129.714. In the Mogol, 130.754. That Nutmegs are planted only by Birds dunging, ib.Cinnamon trees sent out of Ceylon, in chests filled with the Native earth, thrive well in Holland, 129.743. Rock-plants: Mr. J. Beaumont proveth, that Plants, Fibres, Shells, and figures of Animals are found growing in the Rocks and clefts of Rocks in Mendip-mines, not brought thither and so petrified there, 129.724, and 737.738. Gunpowder made of the Salt of Centaurium minus; but stronger Gunpowder prepared out of the Salt of another Vegetable not named, 127.673. A Gangrenizing and infectious Rye at some seasons in some places of France, 130.758. The powder of the Mogullian Indigo pierces incredibly, ib. p.754. The Mogullian Sugar being kept 30 years, becomes poison, ibid. The fruit of Solinum Vesicarium suddenly changeth taste from sweet to bitter, 127.673. The juice of Vines frozen and representing the figures of V. and Grapes, 129.743. The like figure in Snow, ib.p.739. The Text of Trees accurately anatomiz'd, 127.696.\n\nStones, bred in many Horses as well as in men, and the Bozoar-like virtue of these Stones, n.129 p.743.\n\nTravels from Venice through Dalmatia, and Greece, and M. Vernons Account, 124.575.\n\nWater-Engin to quench Fires, from Paris, 128.679.\nWorld: The figure of the grand system of the World represented by the surfaces of Fluids, and by liquors contiguous, 131.775 and 132.799.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101754.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 4718,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        3523,
        2
      ],
      [
        3523,
        6755,
        3
      ],
      [
        6755,
        9679,
        4
      ],
      [
        9679,
        12877,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101754",
    "title": "Back Matter",
    "authors": null,
    "year": 1676,
    "volume": "11",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/101754"
  }
}