{
  "id": "32f096d0f7fa7196616d64276f72c2c692841967",
  "text": "IV. The Croonian Lecture for 1826. By Sir Everard Home, Bart. V. P. R. S.\n\nRead November 16, 1826.\n\nThe subject of the present Lecture, is an enquiry into the mode by which the propagation of the species is carried on, in the common oyster, and in the large fresh-water muscle.\n\nAided by Mr. Bauer's microscopical observations, illustrated by his representations of the facts that were ascertained, I have been enabled to lay before the Society many curious particulars respecting self-impregnating animals, which could only be brought to light by an examination of the organs of generation in the field of the microscope; and without the continuance of his assistance, I confess myself unable to prosecute the enquiry.\n\nIt is now a period of five years since we entered upon the present investigation, continuing it during the breeding seasons of these two species of bivalves. Having at last brought our labours to a satisfactory conclusion, I shall now detail the observations we have made.\n\nThe singular fact of pearls having their origin in the abortive ova of these bivalves, has been already recorded in the Philosophical Transactions. Before that discovery was made, a pearl was imagined to be the nacral covering which the animal has a power of secreting upon any extraneous body, introduced by accident, or otherwise, between the shells, to render its surface equally smooth and polished with the shell\nitself, and thus prevent it from injuring the substance of the animal in contact with it.\n\nIn the Hunterian collection there are many specimens, in which extraneous bodies of different kinds have been introduced within the shells, through holes bored for that purpose, while the animal was alive; which in the course of time received an external coat of nacre, and bear a general resemblance to the pearl; some of these were glass beads, some leaden shot; but the lustre of the pearl cannot, I believe, be imitated, since it is produced by the bright internal surface of the central cell shining through the semitransparent coats which are afterwards formed upon it.\n\nAlthough the ova of the oyster and fresh-water muscle agree in this one particular, of becoming the nucleus on which pearls are formed, the process gone through before the young is completely formed, is not the same in both species.\n\nAs the oyster is more simple in its structure, from having no organs fitted to give it the power of loco motion, which the muscle is provided with, I shall take its mode of propagation first into consideration.\n\nIn the whole range of comparative anatomy in which separate organs are developed for the three essential purposes of animal life, sensation, digestion, and propagation of the species, those organs in the oyster are the smallest, the most simple, and have the least to occupy them. Their mode of propagation will be found even more simple than it is in many plants, and the processes that are gone through, are carried on in a much shorter time.\n\nAs the following account does not, I believe, accord\nentirely with those already before the public, either in this country, or in France, I have only to observe, that although others may have laboured the subject for a greater length of time, none, I am sure, have brought more diligence to the enquiry, or have more frequently revised the observations that were first made, with a view to correct any errors that were detected. With respect to the drawings by which the facts are illustrated, I can answer for their fidelity, should any voucher be necessary beyond the author's name.\n\nOn the mode of breeding in the Oyster.\n\nThe structure of the ovaria is so little developed, that it is difficult to discover these organs; and in the first instance, it requires the aid of the microscope for that purpose, even in the breeding season.\n\nIn this country, where the beds are not allowed to be disturbed during the season in which oysters spawn, we labour under a considerable disadvantage in the prosecution of this enquiry; and I am indebted to my friend Mr. Cope-land Hutchinson, who procured for me the opportunity of examining some oysters weekly, during the period they are prohibited from being sold in the public market, taken from a private bed near Sheerness.\n\nThe situation of the two ovaria, for I consider them to be double, as in fishes, is immediately within the membranes that line the two shells, having the liver placed between them; they consist of a membrane, whose use is not to be ascertained till the ova become visible attached by pedicles, and hanging from it. The structure of the liver resembles so closely that of the ovarium, while containing ova, as only to be\ndistinguished by its more internal situation, and its colour, which is a shade darker.\n\nIn the month of March, the ova are so large as to be distinctly seen in the field of the microscope, and are then spherical; as they increase in size, the membrane to which they are attached becomes thickened. In June, they have arrived at their full size, and a white fluid like cream is now noticed surrounding them. That this is the impregnating liquor, is more than rendered probable by the ova dropping, or having dropped from their pedicles, and undergone a change in their appearance, a vesicle having formed, soon after which they leave the ovarium.\n\nFor this purpose a tube becomes visible, which before this period could not be detected; it originates by an opening between the two ovaria, which communicates with them both, and forms a sheath, in which the intestine is enclosed; it terminates externally by an orifice between the lips that surround the mouth of the œsophagus. This tube is the oviduct, which is single. The embryo is found when it enters the oviduct, to have already acquired a shell. The young begin to leave the ovaria in the end of June; and at the latter part of July none are to be found either in the ovaria or oviduct. On the 5th of August oysters are brought to market.\n\nThe ovaria, after the spawning has taken place, are not visible to the naked eye, but do not become evanescent, since in the microscope, fresh ova are seen in the very early part of their formation.\n\nAs fishes are what is called in high season while the ovaria are full of ova, it was to me not a little extraordinary that\noysters should, by common consent, be admitted neither to be good nor wholesome, under the same circumstances; for no general law against dredging for them would prevent those possessed of private beds from indulging their appetites during the months of May, June, and July, if they found that oysters were better in those months.\n\nI had an opportunity last July of setting this question at rest; for being at Dieppe, in France, where there is no restriction laid upon oysters, I ordered some for dinner: they had no flavour, none of the company could eat them. I found it equally true in Paris; but the fact is, the period respecting the oyster, which corresponds to the breeding season of fishes, is March and April, when the ova are getting ready for impregnation. In June and July the ova have been impregnated, and may be said to have spawned at the time the embryo is first received into the oviduct, which is in the month of June. At the time the young oysters leave the oviduct, there is a mucus of a purple colour which is voided at the same time, probably for the purpose of supplying them with nourishment while they remain enclosed within the enveloping mantle by which the gills are surrounded.\n\nWhile in this situation they often become a prey to small sea-worms, which get between the shells, and gorge themselves with the young ones. I have seen these worms with their stomach completely distended with young oysters.\n\nThere are many curious structures met with upon the edge of the mantle which encloses the gills. As these appear enlarged in the breeding seasons, their uses may be applicable to the growth of the animal, of the shell, or the formation of nacre. Accurate representations of them are given, that others\nmay be enabled to consider them, which is no part of the present enquiry.\n\nThe stomach and intestine of the oyster I have upon another occasion considered and delineated, and laid before the Society.\n\nThe heart has a near resemblance to that of the teredines, having two auricles and one ventricle.\n\nOn the mode of breeding of the fresh-water muscle.\n\nIn this bivalve, the ovaria in their situation and appearance are the same as in the oyster. The ova arrive apparently at the same size before they are impregnated, which in them also takes place in the ovaria.\n\nThe ova, while attached by their pedicles to the membrane of the ovarium, have an appearance only to be distinguished from the structure of the liver by the difference of colour.\n\nAbout the 10th of August the ova are completely formed in the ovaria, and are detected about the 20th of the same month passing into the oviduct, which is a curiously trellised structure situated between the membranes that compose the bronchiæ; and about the 12th of September they have all arrived there.\n\nThat impregnation has preceded this change of situation is evident from the ovum having been formed into a vesicle, through the coats of which vesicle, very soon after it has been retained there, the embryo is distinctly seen surrounded by a fluid, opening and shutting the incipient shells for the aeration, and probably the nourishment of the foetus in this stage of its growth.\n\nWhile in this situation, many of the young were seen\nturning round as it were upon a centre. This motion had been taken notice of by Lewenhoek, who thought it so extraordinary that he did not wish the fact to rest upon his own evidence, and called his wife and daughter, that they might bear testimony of its having taken place. When Mr. Bauer first met with it, the same notion occurred to him, of wishing to have other witnesses than his own eyes. He called in a young female servant, and having directed her eye upon the object, he asked what she saw?—a little white thing turning round and round.\n\nThis revolving motion of the embryo very naturally attracted my particular consideration; and having seen the porcelain manufactory at Worcester, it bore so close a resemblance to the circular motion given to the pieces of clay out of which plates and saucers are formed, that for some time I was completely deceived; but Mr. Bauer’s close and persevering examination very soon detected the true cause of this strange phenomenon, which was produced by a small worm that had got into the vesicle, and while feeding on the embryo, performed these revolutions, carrying the young muscle round along with it, although itself concealed from the eye of the observer.\n\nThe young remain in the oviduct, the interior of which has a greater resemblance to the honey comb in which the young bees are deposited, than any thing else I am acquainted with, till they arrive at the size fitting them to provide for themselves; they leave the oviduct in October and November.\n\nWhen the young are ready to leave their cellular prison, a canal is formed through which they pass out; and as the\nfoot of the parent muscle is partly surrounded by a portion of the oviduct, when the foot is extended in the progressive motion of the animal, that portion of the oviduct is also carried beyond the external shells, so that the young will have every facility in being set entirely at liberty. This happens, as I have mentioned, in the months of October and November, towards the end of which they have all escaped; and even at this time young ova are found in the ovarium, preparing for the next season.\n\nEXPLANATION OF THE PLATES.\n\nPlate III. Fig. 1. An oyster with the convex shell uppermost, to identify the species to which it belongs.\n\nFig. 2. The same oyster, the convex shell being removed, showing the whole oyster, with the entire cloak, &c. &c.\n\nFig. 3. The same oyster, the cloak and one layer of the beard being removed, to show the ovarium and oviduct; from the edge of the ovarium is a small slice cut off, to exhibit the ova in their natural situation in an early state of pregnancy.\n\nFig. 4. An oyster in the act of emitting its living young ones, which are enveloped in a purple coloured mucus.\n\nN. B. All these four figures are natural size.\n\nPlate IV. Fig. 1. A perpendicular section of an oyster, to exhibit the course of the alimentary canal, the oviduct, the heart, &c. &c. the cloak and the beard being removed; magnified 2 diameters.\n\nFig. 2. A very small portion of the ovarium, with the ova imbedded in its substance; magnified 100 diameters.\n\nFig. 3. Some ova extracted from the same ovarium, as they\nappear when floating in water, when they assume nearly a spherical form: at \\(a\\) is one of the ova after having been about one hour in water, when they dissolve into a granulated mass; magnified 100 diameters.\n\nFig. 4. An equally small portion of an ovarium in a more advanced state of pregnancy; magnified 100 diameters.\n\nFig. 5. Some ova extracted from the above portion of ovarium, floating in water, magnified 100 diameters: at \\(a\\) is one of these ova bursting, and emitting its granulated substance; magnified 100 diameters; at \\(b\\) is an empty, unimpregnated probably, ovum; magnified 100 diameters.\n\nFig. 6. Several young oysters just emitted from the oviduct, and floating in water and their natural mucus; magnified 100 diameters.\n\nFig. 7. Some of the same young oysters, after having been some time in contact with the air, when they become quite opaque and assume a glossy appearance; magnified 100 diameters.\n\nFig. 8. A small portion of the cloak with its fringe; magnified 25 diameters.\n\nFig. 9. A portion of the fringe spread open; magnified 50 diameters.\n\nFig. 10. The heart, with its auricles in the natural position, as it lies in the oyster; magnified 4 diameters.\n\nPlate V. Fig. 1. A fresh-water muscle, one shell, and its lining or cloak removed; natural size.\n\nFig. 2. The same muscle with the oviduct removed, and a perpendicular section of the ovarium; natural size.\n\nPlate VI. Fig. 1. A very small portion of the ovarium, with\nthe ova imbedded in the yellow granular substance of the ovarium, magnified 100 diameters.\n\nFig. 2. A transverse section of a portion of the oviduct; magnified 2 diameters.\n\nFig. 3. A small portion of the inside of the oviduct, with some of the ova ready for emission; magnified 20 diameters.\n\nFig. 4. Several ova, of various sizes, extracted from the ovarium; magnified 100 diameters.\n\nFig. 5. Ova, in the early state, extracted from the oviduct, and floating in water; magnified 100 diameters.\n\nFig. 6. Ova nearly ready for emission, extracted from the oviduct, and floating in water; at A is one just bursting its enclosing membrane or bladder; magnified 100 diameters.\n\nFig. 7. Some young muscles, just emitted, floating in water, where they are opening and closing in a very lively manner for several hours; magnified 100 diameters.\n\nFig. 8. Is the origin and progress of a singular worm, which is found within the oviduct of the muscle: originally it is an extremely minute globule, which is only to be distinguished from the usual granular substance by a curious rotatory motion, which it performs incessantly until it becomes quite organised; and it attains sometimes the length of an inch; magnified 100 diameters.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107863.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 15,
    "total-input-tokens": 24992,
    "total-output-tokens": 3919,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1413,
        2
      ],
      [
        1413,
        3026,
        3
      ],
      [
        3026,
        4662,
        4
      ],
      [
        4662,
        6281,
        5
      ],
      [
        6281,
        8018,
        6
      ],
      [
        8018,
        9504,
        7
      ],
      [
        9504,
        11128,
        8
      ],
      [
        11128,
        12655,
        9
      ],
      [
        12655,
        12655,
        10
      ],
      [
        12655,
        12655,
        11
      ],
      [
        12655,
        12655,
        12
      ],
      [
        12655,
        12655,
        13
      ],
      [
        12655,
        14110,
        14
      ],
      [
        14110,
        15333,
        15
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "None",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107863",
    "title": "The Croonian Lecture for 1826",
    "authors": "Everard Home",
    "year": 1827,
    "volume": "117",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 15,
    "jstor_url": "https://www.jstor.org/stable/107863"
  }
}