{
  "id": "99a40de83d9944973eb9c73423039953fb6a43e8",
  "text": "the second Face of Mars, he could not see it the 14. and 16. of April.\n\nFrom all which Observations he Judges it to be evident, that the Period of this Planets Revolution is not perform'd in the space of 12. hours 20. minutes, but in about 24 hours 40 minutes; more exactly to be determin'd by comparing distant Observations: And that those who affirm the former, must have been deceived by not well distinguishing the two Faces, but that having seen the second, taken it for the first:\n\nAll which he concludes with this Advertisement, that, when he defines the time of the Revolution of Mars, he does not speak of its Mean Revolution, but only of that, which he observ'd, whilst Mars was opposite to the Sun; which is the shortest of all.\n\nThe Figures of the Principal Observations, represented in the Book here discoursed of, may be seen in the annexed Scheme; videl.\n\nK. One of the Faces of Mars, as S. Cassini observed it March 3. (ft.n.) 1666. in the Evening, with a Glass of 24 Palmes.\nL. The other Face, as he saw it Febr. 14. in the Evening.\nM. The first Face, as S. Campani saw at Rome, March 3. 1666. in the Evening, with a Glass of 50 Palmes.\nN. The second Face, as the same Campani observ'd it March 15. in the Evening.\nO. The Figure of Mars, as it was seen at Rome by a Telescope of Divini of 45 Palmes, March 15.\nP. The Figure of the said Planet, as it was seen the same day and hour at Bononia by Cassini; being that of the second Face.\n\nSome Observations\n\nLately made at London concerning the Planet Jupiter.\n\nThese, as they were made, so they were imparted, by Mr. Hook, as follows:\n\nA. 1666. June 26. between 3. and 4. of the Clock in the morning, I observed the Body of Jupiter through a 60. foot-glass, and found the apparent Diameter of it through the Tube, to be somewhat more than 2. degrees, that is, about four times\ntimes as big, as the Diameter of the Moon appears to the naked Eye. I saw the Limb pretty round, and very well defin'd without radiation. The parts of the Phasis of it had various degrees of Light. About \\(a\\) and \\(f\\), the North and South poles of it (in the Fig. Q.) 'twas somewhat darker, and by degrees it grew brighter towards \\(b\\), and \\(e\\), two Belts or Zones; the one of which \\((b)\\) was a small dark Belt crossing the Body Southward; Adjoining to which was a small Line of a somewhat lighter part; and below that again, Southwards, was the great black Belt \\(c\\). Between that, and \\(e\\), the other smaller black Belt, was a pretty large and bright Zone; but the middle \\(d\\), was somewhat darker than the edges. I perceiv'd, about \\(3^h\\cdot15^m\\) near the middle of this, a very dark round Spot, like that represented at \\(g\\), which was not to be perceiv'd about half an hour before: And I observed it, in about 10 minutes time to be gotten almost to \\(d\\), keeping equal distance from the Satelles \\(h\\), which moved also Westwardly, and was joyn'd to the Disk at \\(i\\), at \\(3^h\\cdot25^m\\). After which, the Air growing very hazy, and (as appeared by the Baroscope) very light also (in weight) I could not observe it: So that it was sufficiently evident, that this black Spot was nothing else, save the shadow of the Satelles \\(h\\), Eclipsing a part of the Face of Jupiter. About two hours before, I had observed a large darker spot in the bigger Belt about \\(k\\), which in about an hour or little more (for I did not exactly observe the time, nor draw the Figure of it) moving Westwards, disappear'd. About a week before, I discover'd also, together with a Spot in the Belt \\(c\\), another Spot in the Belt \\(e\\), which kept the same way and velocity with that of the Belt \\(c\\). The other three Satellites in the time of this Eclipse, made by the Satelles, were Westwards of the Body of Jupiter; appearing as bright through the Tube, as the Body of Jupiter did to the naked Eye, and I was able to see them longer through the Tube, after the daylight came on, than I was able to see the Body of Jupiter with my naked eye.\n\nA late Observation about Saturn made by the same.\n\nJune 29 1666, between 11 and 12 at night I observed the Body of Saturn through a 60 foot Telescope, and found it exactly\nactly of the shape represented in the Figure R. The Ring appear'd of a somewhat brighter Light than the Body; and the black lines \\(aa\\), crossing the Ring, and \\(bb\\) crossing the Body (whether Shadows or not, I dispute not) were plainly visibles; whence I could manifestly see, that the Southern most part of the Ring was on this side of the Body, and the Northern part, behind, or covered by the Body:\n\nA Relation\n\nOf a sad effect of Thunder and Lightning:\n\nThis Relation was written by that worthy Gentleman, Thomas Neale Esquire, (the then High Sheriff of the County of Hampshire, when this disaster hapned) to a Friend of his in London, as follows;\n\nOn the 24 of January 1665, one Mr. Brooks of Hampshire, going from Winchester towards his house near Andover in very bad Weather, was himself slain by Lightning, and the Horse, he rode on, under him. For about a mile from Winchester he was found with his Face beaten into the ground, one leg in the stirrup, the other in the Horses mane; his Cloaths all burnt off his back, not a piece as big as a handkerchief left intire, and his hair and all his body singed. With the force, that struck him down, his nose was beaten into his face, and his Chin into his Breast; where was a wound cut almost as low, as to his Navil; and his cloaths being, as aforesaid, torn, the pieces were so scattered and consum'd, that not enough to fill the crown of a hat could be found. His gloves were whole, but his hands in them sing'd to the bone. The hip-bone and shoulder of his Horse burn't and bruised; and his saddle torn in little pieces. This was what appear'd to the Coroners inquest, and so is likely to be as near truth, as any is to be had.\n\nSo far this Letter: Which, if it had come soon enough to the hands of the Publisher, would have been joyned to a like Relation, inserted in the next foregoing Papers (Num. 13.) of an accident hapn'd at a later time. With both which may be compared the Account, formerly published in Latin by the Learned Dr. Charleton, concerning the Boy, that was Thunder-struck\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101502.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 1747,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1842,
        2
      ],
      [
        1842,
        4155,
        3
      ],
      [
        4155,
        6208,
        4
      ],
      [
        6208,
        6208,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101502",
    "title": "Some Observations Lately Made at London Concerning the Planet Jupiter",
    "authors": "Mr. Hook",
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/101502"
  }
}