{
  "id": "d0c77fc2e2421e2928a4878199612f089bfe2fba",
  "text": "An Account of a Subsidence of the Ground near Folkestone; on the Coast of Kent. In a Letter from the Rev. John Lyon, M. A. to Edward King, Esq. F. R. S. and A. S. Communicated by Mr. King in a Letter to Charles Blagden, M. D., Sec. R. S.; with Remarks.\n\nRead February 16, 1786.\n\nTO DR. BLAGDEN, Sec. R. S.\n\nDEAR SIR,\n\nMansfield-Street, Dec. 22, 1785.\n\nHAVING always thought the account given in the Philosophical Transactions, by Mr. Sackette*, about the beginning of this century, concerning the motion of the Cliffs, and of the adjacent ground, near Folkestone in Kent, a very curious one, and deserving of much attention; both because of the many positive attestations there were of ancient men with regard to it (who were both mariners, and used to observation); and because of the singular consequences that would follow, from the ascertaining of such a fact, in a philosophical light; I have constantly, whenever I had any opportunity, made repeated enquiries concerning the matter, of such persons as I thought likely to be able to afford me any satisfactory information.\n\n* See Phil. Trans. vol. XXIX, No. 349. or Jones's Abridgment, vol. IV. part II. p. 248. Amongst\nAmongst the rest, I mentioned it last summer to my worthy and very curious friend Mr. Boys, of Sandwich; who seemed surprised at the narration, and had never before heard of any such phenomenon. However, in less than a fortnight after our conversation, I was agreeably surprised by receiving a letter (dated 24th Sept. 1785), in which he said, *I am sorry your health will not permit you to make the tour you at first proposed; especially as something very curious has happened within these few days at Folkestone. Part of the cliff, to the westward of the town, a little way from the church, has sunk, and continues sinking into the earth; raising the ground, about the sinking part, in a very extraordinary manner. This corresponds with what you said to me on the subject of Stutfall-Castle, &c.; and certainly deserves your attention. If I could, by going thither, give you any satisfaction, I shall be ready and happy to obey your commands.*\n\nBeing, through illness, prevented from examining this curious phenomenon myself, I accepted this obliging offer of Mr. Boys, and requested his assistance: and although he also was prevented from going to the spot himself, yet he applied to a friend of his, the reverend Mr. Lyon, of Dover; who has made repeated visits to the place, to obtain all the information possible; and has, at last, sent to me a very accurate drawing, together with an explanatory letter; which I now, with great pleasure, venture to lay before the Royal Society.\n\nI must, however, at the same time, beg leave to observe, that although Mr. Lyon differs from Mr. Sackette, in his conclusion, concerning the motion of the whole adjacent country, and controverts that fact; and has certainly given a more clear and satisfactory account of the present phenomenon, than Mr. Sackette did of that which he wished to record; yet they both agree in imputing a most remarkable effect (only in different\ndifferent ways) to the passage of the springs, and drains of water, through the stratum of loose marle, on which the whole country rests: an effect which must needs produce, at different periods of time, various alterations on the surface; and may most probably have occasioned much greater changes in the face of the country than that made in the present instance.\n\nWhether therefore Mr. Sackette was right or wrong, in his great and final conclusion, concerning the motion of the whole coast; what he records, on the testimony of so many aged persons (in which they persisted with great seriousness and on the fullest consideration), does surely still deserve at least to be born in mind, and to be attended to with much circumspection; especially on a coast, where perhaps fixed points may be attempted to be ascertained, at some time or other, in order to complete the most accurate and most curious philosophical mensurations.\n\nAnd I must further venture to observe, in vindication of Mr. Sackette's account and conclusions, that although Tarringham-house has indeed been rebuilt, since the time referred to by the old man who conversed with Mr. Lyon; and therefore that old man's remark might be occasioned merely by that circumstance; yet it had not been rebuilt in Mr. Sackette's time; and, therefore, no such circumstance could be the occasion of its coming recently in view, at that period when he wrote, in parts of the coast where it had not been possible to see it at some time before.\n\nAnd as to the Mooring Rock, so particularly referred to by Mr. Sackette, being now utterly unknown; it ought to be remembered, that Mr. Sackette, in his description of it, says, that it lies surrounded with great numbers of other rocks, and was on this account chiefly a noted one, because at it vessels use to\nbe moored, while they are loading other rocks; which they take from hence, not only for our own pier-heads, but for those of Dover Pier; and a very great quantity of them were shipped in the time of Oliver's usurpation, and carried to Dunkirk, for the service of that harbour. Considering, therefore, that the enormous pile of Ramsgate Pier has been built since that time, (which, though it be chiefly composed of Portland stone, had, I apprehend, foundations and interior parts of ruder materials) and that there have been other vast demands for stone, it is not at all unlikely, that this very Mooring Rock, mentioned by Mr. Sackette, has itself been carried away in like manner as the others were that used to surround it; and that this is the sole reason why it is now no longer known, and totally forgotten.\n\nI am, Sir, with much esteem, &c.\n\nEDWARD KING.\n\nP. S. There is a peculiarity in Mr. Lyon's sketch, Tab. V. (designed to illustrate the grounds of his objections to Mr. Sackette's conclusions) which demands some explanation. After having given a section of the cliff and shore, the lines (instead of being continued in the same plane, and in the direction of the same section) are drawn so, as to be conceived as extended on the surface of the country from the eye of the observer at E. Without attending to this circumstance, what he says is not very easily to be understood; and indeed I must still think, that Mr. Sackette does not deserve so much censure, although Mr. Lyon's be undoubtedly a most accurate account, and most clear solution of the present phenomenon.\nTO EDWARD KING, ESQ.\n\nSIR,\n\nAS I have been requested by my friend Mr. Boys, of Sandwich, to examine into the cause of the sinking of some ground near the town of Folkestone, in this neighbourhood, and to send you the results of my inquiries; I have made it my business to attend particularly to the subject. I have been twice to view the place. I have endeavoured to procure the best information, and have compared my remarks with what the reverend Mr. Sackette formerly said upon the same subject to the Royal Society.\n\nThat you may have a clearer idea of the place where the ground is sinking, I have annexed a drawing of it, taken from a small hill near the foot of the cliff.\n\nAA (Tab. IV.) represents the length of the ground, 130 feet, which is sunk 40 feet from the top of the cliff DD.\n\nBB, is a fissure, in the valley between the sinking ground AA and the hill HH, and in which there are many smaller chasms.\n\nC, the tower of Folkestone-Church, not far from the cliff DD.\n\nE, part of the town of Folkestone, as seen between the cliff DD and the hill HH.\n\nF, the high chalk cliffs at a distance, leading towards Dover.\n\nG, a track of pasture land, between a high range of hills and the sea.\n\nI, the beach, at the foot of the hill H.\n\nKK, Rocks, said to be raised (and I believe they are) by the sinking of the ground AA.\nAs I intend, in explaining the cause of the sinking of the ground AA to you, to advance an opinion of my own, and to controvert what the reverend Mr. Sackette formerly said upon the subject, it may be necessary to explain the nature of the soil, as far as it is open to view, in the neighbourhood of Folkestone.\n\nThe chalk cliffs FF, which begin at Dover, form opposite Folkestone town high hills, and leaving the shore, there is a large track of arable and pasture land between them and the sea.\n\nPart of this ground is shewn in the view at G, and is a kind of marle, which contains pyrites, fragments of the Cornu Ammonis, and many other fossil bodies.\n\nNext to the marle is a loose sandy soil (see the cliff DD) intermixed with a very large, hard, and coarse kind of stone, in which are often found fossil oyster shells.\n\nThis sandy soil rests upon a marle, which at the cliff DD is in some places three or four feet above the beach, and when wet is very slippery. A stratum of this marle extends for many miles on the coast, and where it is not sufficiently covered with sand to bear any weight, it is in many places a quag, and dangerous to pass over.\n\nThrough this track of land I have described, there are many drains of water, which may be supplied partly from the falling of the rains in wet seasons, and partly from the springs issuing from the hills; and there is reason to suppose, that in a loose soil these drains form channels in a course of time. At the place where the ground has sunk before, and is now sinking, there is a drain from the marle under the sand; and I am of opinion, that the course of the water is in the same direction\nas the valley between the hill H and the sinking of the ground AA.\n\nThat the sinking of the ground is caused by the foundation being undermined (and I think by water) is evident from the appearance of the ground in the valley. The soil is full of fissures, and resembles an arch, which is sunk down, and has left the two abutments, the hill H and the cliff DD, standing.\n\nAs the hill H more than counter-balances the pressure of the sinking ground upon the stratum of wet marle, the consequence is, that the rocks KK, at some yards distance, being only thinly covered with sand, are forced upwards, and become visible, and the wet marle in many places is squeezed through the sand with them.\n\nThis appears to me to be the true reason of the sinking of the ground at one place, and the rising of the rocks at another.\n\nThat the reverend Mr. Sackette's account of the sinking of the ground at Folkestone, to the Royal Society, is founded in error, I have not the least doubt, from the present appearance of some of the objects he describes. I am rather at a loss to follow him exactly, as the oldest man in the town of Folkestone (I am told) never heard of the Mooring-rock he mentions.\n\nI think by his description the sinking of the ground must have been in his time at the same place it is now, as Tarlingham-house is not to be seen on the other side of the town.\n\nAdmitting this to be the case, there will still be a difficulty respecting the relative situation of each place in explaining what he calls a sketch of the country. But, to explain my meaning more fully, let B (Tab. V.) represent the foot\nfoot of the hill H in the view, which is upwards of 30 feet high.\n\nCD, the valley between the hill B and the cliff.\nDE, the cragged cliff, 60 yards high.\nEF, a plain, above a mile long.\nFG, a hill of steep ascent, Mr. Sackette says near half a mile; but this is much higher than it really is.\nGH, the land from the top of the hill to the house near a mile.\nI, Tarlingham-house, lying two miles and a half N.N.W. from the rock.\nEGH, a line of sight (see Mr. Sackette's description of the country).\n\nIf Mr. Sackette, in the above description of his sketch of the country, had placed each object according to its real situation; and if the effects he has mentioned had been real ones, they would have been truly wonderful, and worthy the attention of the curious investigator of the hidden operations of nature; but I am apprehensive he had but very little better foundation for what he has said than the vague and inconsistent reports of a few ancient fishermen. Tarlingham-house is by Mr. Sackette's account situated full as far beyond the hill FG as the width of the plain EF; but how deep the hill has sunk to render the house visible over the top must depend upon the situation of it, viz. how much higher it was than the top of the hill.\n\nIf the hill has sunk only ten feet, there must have been some external evidence of it, such as fissures round the base, and a very steep ascent from the top of it, where the separation happened between it and Tarlingham-house; but there are no traces of any such sinking of the hills.\nThere is farther proof that Mr. Sackette did not examine into the matter himself, but rested what he said upon the report of others; and this is, that Tarlingham-house is not seen over the top of the hill in the line of sight EG, but considerably to the left of it, in the line EI, and clear even of the base of the hill. Besides, a moment's reflection would have told him, that the sinking of the hills could not produce the effects he mentions; for if the ground in the plain was pushed forward by it, it could not be a partial flipping; not only the church, and the whole town, must have been removed, but every object between the base of the hills and the cliff must have been removed out of their place; but I may venture to affirm, there is no proof of this having been done. I should have been drawn into the same or similar errors myself, if I had rested satisfied with the first accounts I received from an ancient fisherman. He told me the same story of the hills sinking in his time, and Tarlingham-house appearing higher than it did since he could remember. In one part of his relation he was right; for I found, upon inquiry, that Tarlingham-house has been taken down, and built upon a much larger scale than formerly, since it has been in the hands of the present proprietor.\n\nIf what I have said should not prove satisfactory, I shall be happy in giving you any farther information upon this subject in my power; and am, Sir, &c.\n\nJ. LYON.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106622.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 14,
    "total-input-tokens": 23056,
    "total-output-tokens": 3671,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1176,
        2
      ],
      [
        1176,
        3091,
        3
      ],
      [
        3091,
        4902,
        4
      ],
      [
        4902,
        6486,
        5
      ],
      [
        6486,
        7815,
        6
      ],
      [
        7815,
        9468,
        7
      ],
      [
        9468,
        11072,
        8
      ],
      [
        11072,
        12599,
        9
      ],
      [
        12599,
        14054,
        10
      ],
      [
        14054,
        14054,
        11
      ],
      [
        14054,
        14054,
        12
      ],
      [
        14054,
        14054,
        13
      ],
      [
        14054,
        14054,
        14
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106622",
    "title": "An Account of a Subsidence of the Ground Near Folkstone, on the Coast of Kent. In a Letter from the Rev. John Lyon, M. A. to Edward King, Esq. F. R. S. and A. S. Communicated by Mr. King in a Letter to Charles Blagden, M. D. Sec. R. S.; With Remarks",
    "authors": "Edward King, John Lyon",
    "year": 1786,
    "volume": "76",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 14,
    "jstor_url": "https://www.jstor.org/stable/106622"
  }
}