{
  "id": "5040baaaf75a7f922c195951aabef8ddf9d271c6",
  "text": "An abstract of a Journal of the Philosophical Society of Oxford, being an account of some Experiments relating to Digestion read before that Society, and of a large bed of Glands observ'd in the Stomach of a Jack.\n\nAug. 19th 1684.\n\nThe Society being met, the following Experiments were tried, by Mr. Musgrave.\n\nPart of a mucous substance, taken out of the Stomach of a Jack, near the Pylorus, and mixt with solution of sublimate, became much whiter than it was before.\n\nAnother part of it, mixt with Syrup of Violets, turned Green.\n\nThe same person has observ'd like effects, by mixing a Liquor, found in the stomach of a Hedgehog, with Syrup of Violets, and with solution of sublimate.\n\nThese experiments are urg'd as an argument against the existence of an Acid Ferment in the stomach: It seems probable, that the great work of Digestion proceeds from a Volatile Alcali.\n\nHe also took notice of a large Bed of Glands, making about 3ths of the inside of the stomach, and seated near the Pylorus of a Jack: the whole Bed appears of a brownish red colour, and is divided into several Ridges, which run parallel to one another and the same way with the stomach: for the better contraction of that part, especially when empty; (at which time these Glands, being fixt to the inmost coat, are, together with it, drawn up into wrinkles:) that edge of this Bed of Glands, which is nearest the head of the fish, is dented; the Ridges breaking\ning off on a sudden; but at the other end, a little on this side the Pylorus, they diminish almost insensibly.\n\nBy these Glands, he supposes, at least a considerable share of the Menstruum (the great efficacy of which makes this Fish, a fit subject to illustrate the nature of Digestion) is separated from the Blood; for Blood-vessels may be seen, in great numbers, on the other side of the Glands, and inner Tunic, by separating it, and them, from the middle, and musculose Tunic: and, as a farther argument of this use of these Glands, he has observ'd that that part of the stomach, where they are, is generally moister, then the other part, near the mouth; and that, in dissecting Jacks whose stomachs have been fill'd with some large fish of the pinnaceous kind (which must enter with the head foremost) the head, and foremost parts of the devoured fish, have, as far as the Glands reach, been, either actually dissolved, or fairly turning, into a mucilage; whereas, at the same time, the other, and less bony part, of the included fish, being not yet come within the power of the Menstruum, has still retain'd its forme and Consistence.\n\nFig. 10: represents the inside of the stomach of a Jack, which was one foot, and 8 inches long; the stomach itself about 8 inches, and a half.\n\nAAAA Shews the Bed of Glands.\n\nBBBB That part of the inner Tunic, which reaches from the Bed of Glands to the mouth of the fish: it appears much whiter than the Glands; the Fibres run the same way with the stomach.\n\nC The entrance into the passage which leads to the Bladder of Air.\n\nD The Pylorus.\n\nE The\nThe hollow of the stomach continued beyond the Pylorus.\n\nFig. II. Represents the other side of the Bed of Glands, separated, together with the inner, from the middle, Tunic; and great numbers of Capillary Vessels, belonging to the Glands, but broken off in separation.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102080.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7932,
    "total-output-tokens": 964,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1435,
        3
      ],
      [
        1435,
        3028,
        4
      ],
      [
        3028,
        3296,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102080",
    "title": "An Abstract of a Journal of the Philosophical Society of Oxford, being and Account of Some Experiments Relating to Digestion Read before That Society, and of a Large Bed of Glands Observ'd in the Stomach of a Jack",
    "authors": null,
    "year": 1684,
    "volume": "14",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/102080"
  }
}