{
  "id": "756b4a73ba8428c464bd0e6297d8feed872d467e",
  "text": "The only official reprint\nauthorized by\nThe Royal Society of London\nPHILOSOPHICAL\nTransactions:\nGIVING SOME\nACCOMPT\nOF THE\nPresent Undertakings, Studies, and Labours\nOF THE\nINGENIOUS\nIN MANY\nCONSIDERABLE PARTS\nOF THE\nWORLD.\n\nVol. II.\nFor Anno 1667.\n\nIn the SAVOY.\nPrinted by T. N. for John Martyn at the Bell, a little without Temple-Bar, Printer to the Royal Society.\nAN INDEX\n\nFOR THE\n\nPHILOSOPHICAL TRANSACTIONS.\n\nOF\n\nAn. 1667, beginning with Number 23, and ending with Numb. 32.\n\nThe first Letter (n) signifies the Number, the second (p) the Page.\n\nA\n\nAir, being exhausted, Vegetables do not prosper or grow, n. 23. p. 34. what effects Air exhausted, and re-admitted hath on Light, in the shining bodies of rotten Wood or Fish, n. 31. p. 581, &c. and what upon Burning Coals, n. 32. p. 605, &c.\n\nAle, how it may be transported from England to East- or West-Indies, n. 27. p. 495.\n\nAmber, n. 23. p. 430; &c.\n\nAmburgreese, n. 23. p. 431; &c. n. 28. p. 538. n. 30. p. 567.\n\nAnalysis; the Subtil Art of Analyzing Geometrically opened. See Index in Books du Laurens.\n\nAnatomical Observations, of the Dull & Thoracicus, n. 25. p. 461. See Books. Of a Sea-fox, and Lyon, n. 28. p. 535. Of a Shark-fish, and a Dog-fish, n. 34. p. 628. Of strange Entrails, and firm Attries in Tortoises, n. 25. p. 500. Of the Brain and Tongue, n. 27. p. 490. Strange appearances in Bodies dead of odd Diseases, n. 29. p. 546. Stones in great number found in the Bladder of a Boy, n. 26. p. 482. Of the Epiploon, &c.; to a form of Instrument, for the use of the double Membran, which covers the Entrails, n. 29. p. 552. A dissected Dog preserved a live by the wind of Bellows, n. 28. p. 539. See more of this head in Books, Dr. Needham, Dr. Willis, M. Steno, M. Swammerdam, Signr. Cornelius, &c.\n\nAnimals of strange kinds in China, Wild-men, Sea-horses, Sea-cowes, &c. n. 26. p. 286. Animals drink very little, some not at all, in the hotter Countries, as in Jamaica, &c. n. 27. p. 597.\n\nAnswers to Philosophical Inquiries from a Sea voyage; the Caribe-Isles and Jamaica, n. 27. p. 454. From Bermudas, n. 30. p. 565. From Mendip-mines, n. 28. p. 525.\n\nAn Antidotal stone found in Serpents. See Books and there Kircher.\n\nAntipathy or abhorrence in a Man and a Lady against Hney: In another Lady against Walps: In another, to ex-realm sickness and violent vomitings and purgings, during the time of Thunder, n. 29. p. 549.\n\nAnts, their nature, feeding, breeding, &c. n. 23. p. 425. How they Analyse bodies, by eating them, n. 27. p. 507.\n\nApology, or defence for these Tracts, n. 23.\n\nArchitecture in China of huge statelyness; some part described in effigie, and their other Mechanical Arts, n. 26. p. 487.\n\nArtificial Instruments, helps and directions, how to find the Meridian as exactly as can be done in Ships at Sea; To find the variation of the Needle; An Anallemma to find out the Azimuth of the Sun, contriv'd in a form of Instrument, for the use of the publick promised. Other proposals to the same purpose: How to use a Dipping Needle: To observe the Tides, Currents and Positions of the Wind, &c. To found the greatest depths of Seas, To find the strength of the Wind: To weigh the Sea-water, and to find the proportion of Salt: To fetch up water (whether f. e.)\nAn Index for the Philosophical Transactions:\n\nfresh or salt) from the bottom of the Sea. See the whole numb. 24. To measure the Diameters of Planets most exactly, n. 25. p. 457. described, and in effigie, n. 27. p. 541.\n\nAsbestus, a Fossil in China to be drawn and spun, n. 26. p. 486.\n\nAsia in an excellent Map. See Kircher in Books.\n\nAstronomical Remarks of new Stars, n. 25. p. 459. Of Venus by Spots discoverable, as to motion, whether Libratory, or of Revolution, n. 32. p. 615.\n\nB\n\nArks of Trees being cut off, are made by Art to reunite, n. 25. p. 452.\n\nBats in China of huge bigness, and good meat, n. 26. p. 486.\n\nBeds in China how preserv'd from Vermin, n. 2. p. 485.\n\nA Bell in China weighing 12000 pounds; whereas the Bell of Erfurt in Germany, supposed hitherto to be one of the biggest in the world, weighs but 25400 pounds, n. 26. p. 487.\n\nBermudas hath no Sand, Flints, Pebbles or Stones that are hard enough to sharpen Knives, or grind Glasses: Wells digg'd there above the Surface of the Sea, yield fresh Water; digged lower, they yield Salt-water or brackish. See more, and other matters, n. 30. p. 575.\n\nBezoar, See Chapt. 23 in Books.\n\nBirds in China of strange kinds; a Wool-bearing Hen. Birds like Black birds generated from the leaves of Trees falling into a River, n. 26. p. 485. &c.\n\nBlood of Tortoises colder than water; yet their heart beats as in other Animals, n. 27. p. 500. The invention of Transfusing Blood vindicated from the French claim to the English, n. 27. p. 489. n. 28. p. 522. &c. The manner of that operation described, n. 28. p. 523. n. 25. p. 449. A mangy Dog cured by the blood of another Dog, n. 25. p. 451. Dogs living healthfully by the blood of Calves, and the operation perform'd without ligatures, n. 25. p. 453. An old Dog reviv'd by a young Dog's blood, n. 26. p. 479. An old Horse reviv'd by the blood of Sheep, n. 30. p. 557. Cautions concerning this Transfusion, n. 28. p. 517. partly satisfied or answered, ibid. p. 519. and n. 30. p. 560. &c. Transfusion try'd upon a Man by the R. Society, n. 30. p. 557. The effects of Aqua Fortis in Transfusion, n. 27. p. 490. and what medicated Liquors agree or disagree most in Transfusion, n. 27. p. 493. But the way of Indication by trials upon Blood Emitted, first found out by Mr. Boyle, and how; n. 29. p. 551. Laxative Medicines how far effectual and beneficial in Transfusions, n. 30. p. 564. The blackness of blood, after 'tis in the Porringer cold, proceeds not from Melancholy, but by separation from the Air, according to Signeur Fracafati, n. 27. p. 493. A man relieved from invertebrate and outrageous madness by the blood of a Calf; See all the strange circumstances, n. 32. p. 617.\n\nBooks abbreviated.\n\nAlphabetum Naturæ by Van Helmont, n. 31. p. 594.\n\nAnatome of a Sea-fox and Lyon, n. 28. p. 535.\n\nJoh. Alph. Borelli de Vi Percussionis, n. 32. p. 626.\n\nMr. Rob. Boyle of subordinate Formes, second Editions enlarged, n. 28. p. 532.\n\nMr. Chapuys' History of the riches of the Orient and Occident: Of Diamonds, Rubies, Emeralds, Pearls, Coral, Beryl, yellow Amber, Amber-gris, Indigo, &c. n. 23. p. 429.\n\nThom. Cornelii Progymnasmata Physica, n. 30. p. 576.\n\nHonor. Fabri Synopsis opticae, n. 32. p. 626.\n\nNouveaux Elements de Geometrie, n. 32. p. 625.\n\nKircheri China Illustrata, n. 26. p. 484.\n\nKlobii Historia of Amber-gris, n. 28. p. 538.\n\nPc. Lamberti Historiae Literariae Prodromus, n. 30. p. 575.\n\nM. Delaunay. les Essais Physiques, n. 30. p. 579.\n\nFranc. Dulauriens Specimina Mathematica, n. 30. p. 580.\n\nDr. Gual. Needham de Foetu formato, n. 27. p. 509.\n\nM. Spratt's History of the R. Society, n. 17. p. 503.\n\nNic. Stenonis Musculi discriptio Geometrica, n. 27. p. 516. Enlarged with the Anatomy of a Shark-fish-head, and of a Female Dog-fish, n. 32. p. 627.\n\nJoh. Swammerdam de Respiratione & Usu Pulmonum, n. 28. p. 534.\n\nFranc. Travagini Synopsis Novæ Philosophiae & Medicinae, n. 29. p. 555.\n\nTh. Willisi Pathologie Cerebri & Nervosi generis specimen, n. 31. p. 600.\n\nBrain\nAn Index for the Philosophical Transactions.\n\nBrain anatomised by Signeur Malpighi n. 27, p. 419. How the Brain and Nerves do cause Convulsions, Cramps, Epilepsy, Hysterical diseases, Scorbutic, scoliptical Gouts, Consumptions, Dropsies, Fevers, and Epidemical diseases in England and Germany, and the proper Remedies. See Dr. Willis in Books.\n\nA Bread-tree or Meal-tree in China, n. 26, p. 485, &c.\n\nBridges of strange hugeness and fabric in China, described with Cuts. See Kircher in Books.\n\nC.\n\nCalamba-wood in China, a kind of Lenticum, or rich Terebinth, worthy to be transplanted into Europe, &c. n. 26, p. 485.\n\nCanes in China so big that a Barrel may be made at every knot, n. 26, p. 486.\n\nCartesians highly applauded, but defective in not explicating the efficient power, with the Matter. See Cornelii in Books.\n\nA Chancel in China very huge. See Kircher in Books.\n\nChymistry an excellent Key to open Nature. See Cornelii in Books. Chymistry Medical. See Travagini in Books.\n\nCider made excellent by the mixture of the Juice of Mulberries, n. 27, p. 503.\n\nCold drink may suddenly kill one that is accustomed to hot or warm drink, n. 29, p. 550. Shining Wood and Luminous Fishes rather Cold than warm as to us. See Mr. Boyles experiment by a curious Thermometer, n. 32, p. 611.\n\nCoral where to be found. See Chipucau in Books.\n\nCormorants or Pelicans being put two hours under ground, lose their Fish-like taste, n. 27, p. 501.\n\nSea-cowes in China come off the shore, and fight with Land-cowes, n. 26, p. 486.\n\nD.\n\nDeaf and dumb how they may learn speech. See Alphab. Nature in Books.\n\nDiamonds how to be found. See Chipucau in Books.\n\nA Dog made to draw his breath like a wind-broken Horse, n. 29, p. 544.\n\nE.\n\nEarth-quakes raising Lakes, n. 26, p. 485.\n\nEarths that are Cosmetick. See Kircher in Books.\n\nElephants eating Sugar-canies which take roots in their stomacks. Quere in Kircher among Books.\n\nEngines. See Artificial Instruments.\n\nEmerauds. See Chipucau in Books.\n\nF.\n\nErments, their Cause. See Travagini in Books.\n\nFig-trees bearing leaves big enough to wrap a Man in, n. 26, p. 486.\n\nFishes of strange kinds. Some that fly on land to seek their food in Summer, and in Autumn return to the waters. See Kircher in Books.\n\nFlames or Flashes from the Sea; how great, and where greatest, n. 27, p. 497.\n\nThe Flaming Well in Lancashire, described, n. 26, p. 482, and the like in China, n. 26, p. 485.\n\nForms call'd subordinate, submitted to Mechanical Principles. See Mr. Boyle and Monsieur Steno, in Books.\n\nFossils of strange kinds in China. See Kircher in Books.\n\nG.\n\nGeneration explicated. See Cornelii and Travagini in Books.\n\nGeometry explicated in New Methods. See Dulaurens and Nouveaux Elements in Books.\n\nGold and Silver in China not sought otherwise than in Rivers and Fountains, n. 26, p. 487.\n\nGranaries of what kind in several places, n. 25, p. 464.\n\nGravitation consider'd, n. 32, p. 627.\n\nGunnerie how to be improv'd, or the Point-blank-force discover'd for all Shapes, n. 26, p. 47.\n\nGun-powder invented in China long ago, according to Kircher. See Books.\n\nH.\n\nHail-stones of unusual bigness, n. 26, p. 481.\n\nThe Hebrew Tongues excellence and prerogative. See Alphab. Nature in Books.\n\nAn Hermaphrodite curiously described in all changes of Nature, shape and fictions, from infancy to adult age, n. 32, p. 624.\n\nHorses eyes apt to be defective by a spongy excrescence not hitherto observ'd, and the remedy hinted, n. 32, p. 613.\nAn Index for the Philosophical Transactions.\n\nHortulan notes of Oranges and Lemons them. See Kircher in Books.\nTo grafted, that the same individual fruit are part Orange, part Lemon: And how to keep those Trees in Winter safe without fires, n. 29. p. 553. To make Cherry-trees that bear wither'd fruit to mend their fruit, n. 25. p. 453. To inquire whether Pears grafted upon Spinatervina (the almost only Purgative Vegetable growing in England) will be effectually purgative, n. 23. p. 424.\n\nHotte in Jamaica at 8. in the morning, and yet the Thermometers much higher at 2. afternoon, n. 27. p. 507. Hot water inclosed breaks the Cask, n. 27. p. 499.\n\nHumane or Animal Bodies, are Engins, consisting of many lesser Engins subordination. So Steno, n. 32. p. 627.\n\nJewels, their excellency or choice, and price. See Chapuzaeu in Books.\nIndigo. See Chap. 2.\nIngenious Arts in China. See Kircher in Books.\n\nInquiries for Suratce, and other parts of the East-Indies; as also for Persia, the West-Indies, Virginia, Bermudas, Guiana, Brazil, n. 23 p. 415. For Greenland, n. 29. p. 554. For Hungary, Transilvania, Egypt, Guiney, n. 25. p. 467, &c. Inquiries and Trials to be made in Sea-voyages, n. 24.\n\nInsects, and their gradual transmutations, and curious operations promised. See Swammerdam in Books.\n\nInventions, Arts and Sciences, their rise, progress, transmissions, interruptions, declinations and restorations; the occasions, chief Authors, and Writings in all Ages undertaken to be calculated. See Lambeius in Books.\n\nIron rusts speedily by saline steams of the Seas, or of the Air: not so soon by lying under water, n. 27. p. 494\n\nIsles, 99 in China turn'd into one, n. 26. p. 485.\n\nThe Julian Period; the number of the Cycles of the Sun and Moon, and the Indications, for any year assigned, being given, to find the number of the Julian period for the same year, by a clear method and demonstration, n. 30. p. 568.\n\nLakes turning Copper into Iron, and causing storms, when anything is cast into\n\nLight; See Air.\nLonging or Pica; the cause inquired in a Woman longing for the wind of Bellows: In another, longing for crackling of Cinders under her feet, n. 19. p. 550.\n\nA Loadstone in R. Soc. of 60 pounds weight, found in Devonshire, moving a Needle at about 9 foot distance, n. 23. p. 423. Loadstones draw red hot Iron strongly: red-hot Load-stones draw cold Iron but faintly: the red-hot Load-stone being cooled, recovers his former strength, n. 27. p. 502.\n\nMagnetical Inquiries, n. 23. p. 423; partly answer'd, n. 16. p. 473. Magnetical variations examined, n. 28. p. 527. Of Magnetizers. See Barilli in Books.\n\nMathematics and Mechanicks, the foundation to solid Philosophy. See Cornelii in Books. Necessary to explicate Anatomy, especially that of the Muscles. See Steno in Books. Mathematical Principles reformed; See Duloureus and Nouveaux Elements in Books.\n\nMercury found at the roots of some Plants, growing upon a mountain, n. 27. p. 493.\n\nMinerals in China. See Kircher in Books.\n\nMines of Mendip: See Answers.\n\nMonstrous Births in Paris, and in Devonshire, n. 26. p. 479, &c.\n\nMountains in China very odd for shape, burning and raising tempests, n. 26. p. 485.\n\nMountains causing Winds. See Winds.\n\nAtu k-dear in China, n. 26 p. 485.\n\nMonchinel Apples in Jamaica falling into the Sea, and lying there a while, will contract a Lanugo of Salt peter, n. 27. p. 499.\n\nN.\n\nIter. See Monchinel Apples.\n\nNerves; Optick Nerves examin'd by Malpighi, n. 27. p. 491.\n\nO.\n\nP.\n\nPearls: their choice and price. See Chapuzaeu in Books.\nAn Index for the Philosophical Transactions.\n\nPine-trees of eight fathoms about the body. See Kircher in Books.\n\nPlants of strange kinds in China. See Kircher in Books. A pleasant fruit called the Sour-sop, cracks so loud on the Trees, that they affright us, n. 27. p. 501. Some Trees in Jamaica seem to grow merely out of Rocks; Musk-millions merely out of Sand, yet very good, ibid. The Polony-tree produces a huge fruit, as big as a man can carry, immediately out of its trunk, and without a blossom, n. 26. p. 436. See Hortulan, and Vegetables. Tobacco, growing on ground full of Salt-peter, hath been as it linoceth, n. 27. p. 500.\n\nPorcellan, made of sand soak'd in water, reduced to a paste, and baked. See Kircher in Books. A Turret in China made of Porcelain only, ibid.\n\nR.\n\nRain, how caused or attracted by Woods and certain Trees, n. 27. p. 498 &c. How between the Tropics, n. 27. p. 499. Rain in a vale of Jamaica turns suddenly into Maggots, as it falls upon garments, yet replace esteemed salubrious for habitation, n. 27. p. 502.\n\nRespiration examined, n. 28. p. 534. See Swammerdam in Books. That Infants may be brought up to live without respiration by Mouth or Nose. See Cornelii in Books.\n\nRivers of note in China. See Kircher in Books. They are colour'd blue in Autumn; some cold at the top, and very hot beneath, ibid.\n\nRosas in China, that change the same day, n. 26. p. 485. A like Rose now to be seen in Rome, ibid.\n\nRhubarb how order'd in China. See Kircher in Books.\n\nRubys, the choice and price. See Chrysopæan in Books.\n\nS.\n\nSalin steams, marin, or airy, all rust Iron, rot Sweetmeats; Sugar of Roses; moisten Lozenges, corrupt Pyes and gannons of Bacon, Einnens and Silk, dispatchingly, n. 27. p. 495.\n\nSea-water, contrary to Gluber, not greenest where it is saltiest, n. 27. p. 496. Great variety of colours of Waves, of Billows in several Seas, n. 27. p. 496.\n\nShells of Fishes found on the tops of mountains, n. 27. p. 494. See Steno and Hook, n. 32. p. 627, &c.\n\nSilk-worms spinning twice a year, and yielding a double crop, n. 26. p. 486.\n\nA Specular stone representing the Moon in all her appearances. See Kircher in Books. Sperma Ceti inquired, n. 30. p. 567.\n\nSweating very much in Jamaica without thirst, costiveness, faintness, or diminution of Urine, n. 27. p. 501.\n\nT.\n\nTobacco, flashing as it smokes, n. 27. p. 500.\n\nThames-water how to be preserved sweet at Sea, n. 27. p. 496. How it becomes fishy in Sea-voyages, ibid.\n\nThea repelleth vapours, and prevents the Stone, n. 26. p. 485.\n\nThunder causeth in a peculiar person violent vomitings and purgings, n. 29. p. 550.\n\nTides in Bermudas. See Answers from Bermudas.\n\nTongue and Taste examined, n. 27. p. 492.\n\nTortoises, their breeding, eggs, wholeomeness, &c., n. 27. p. 500 &c.\n\nTreacle in Jamaica dries to powder, and then turns to vermine, n. 27. p. 501.\n\nTurcoise, n. 23. p. 419.\n\nV.\n\nVegetables seem to have a circulation of sap, tried in Aloc Americanae Jerratfolia, and the weight at several times examined, n. 25. p. 453 &c. Seeds and blossoms to be tried in the Pneumatick Engine, n. 23. p. 424.\n\nVenus discovered to have spots and more bright parts, n. 32. p. 615.\n\nVernice in China. See Kircher in Books.\n\nW.\n\nWal'very vast in China. See Kircher in Books.\n\nWeight of Sea-waters try'd, n. 27. p. 497.\n\nWhale-fishing. See Answers from Bermudas.\n\nWicker trees growing into ropes, and readily apt for Cables. See Kircher in Books.\n\nWinds, their Origine or Cause, collected from Mines, n. 26. p. 481. from Mountains, n. 27. p. 498 &c. See more, n. 26. p. 485.\n\nContrary Winds cause a calm in the midst, n. 27. p. 498.\n\nY.\n\nYellow Amber. See Amber.\n\nFINIS.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101188.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 13928,
    "total-output-tokens": 6320,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        68,
        3
      ],
      [
        68,
        369,
        4
      ],
      [
        369,
        3251,
        5
      ],
      [
        3251,
        7253,
        6
      ],
      [
        7253,
        10713,
        7
      ],
      [
        10713,
        14253,
        8
      ],
      [
        14253,
        17910,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101188",
    "title": "Front Matter",
    "authors": null,
    "year": 1666,
    "volume": "2",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/101188"
  }
}