{
  "id": "4894ef4c1adfb1a00c6b8104168c2f6f34a32bac",
  "text": "III. Joh. Ludov. Gansii M.D. CORALLIORUM HISTO-\nRIA. Francofurti A. 1669. in 12°.\n\nIn this History the Author affirms to have digested both what hath been delivered of Corals, and what himself hath observ'd and try'd of that curious product of Nature, taken notice of by the Poet, 4. Metam.\n\nSic & Coralium, quo primum contigit auras\nTempore, durescit, mollis frui herba sub undis.\n\nWhich affirmation this Author looks upon as poetical indeed and fictitious, asserting, that Coral is originally a Mineral, and a kind of precious Stone, Corals being no berries petrified, but pieces filed off and turn'd from the trunk, round and polish't.\n\nHis opinion therefore is, that Coral is form'd out of a glutinous Juice, which being turn'd into Stone by a salt, abounding in it, riseth up in the form of a Shrub, the salt being the cause, that maketh Plants spread into branches.\n\nThe places of the production of Coral he names to be, the Red Sea (where they are darkish,) the Persian Gulf, the Sicilian and Neapolitan shore. Some of them are Red, others White, others Blackish.\n\nTo this Account he annexes various Preparations made of them; as also divers Solutions, of which he delivers one as an excellent dissolvent both of Corals and Pearls, made of very well rectify'd spirit of Salt, digested, and freed of its Corrosiveness, and then mixt with good spirit of Wine distill'd and brought over the Alembic. May-Dew is also much commended by him for a fit Menstruum, if the spirits distill'd from it be joyn'd with its own Salt.\n\nHe treats also of the Magisteries, Extract, Oyl, Tincture, Quintessence, Flowers; as also of the Vertues of Corals, and of the way of making factitious ones.\n\nERRATA, left uncorrected in some of the former Tracts\n\nIn No. 54. p. 1082. l. 14. r. 4000. ib. l. 32. r. Carniola for Carinthia, p. 1183. l. 16. r. the Rock, p. 1084. l. 19. r. upon retiring of the waters.\n\nIn No. 56. p. 1135. l. 26. r. our Island, p. 1137. l. 16. r. brittle diamonds, ibid. l. 26. r or dig'd, p. 1138. l. 35. r. were a continued and entire, p. 1139. l. 35. r. strait or through winding.\n\nIn No. 57. p. 1147. l. 5. r. communications, ibid. l. ult. r. desire, p. 1155. l. 33. r. cleansing, p. 1158. l. 24 r. found by, p. 1171. l. 18. r. planetæ, ib. spectatur, ib. l. 19. spectatur.\n\nLONDON,\nPrinted by T. N. for John Martyn Printer to the Royal Society, 1670.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101572.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 839,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2361,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101572",
    "title": "Errata",
    "authors": null,
    "year": 1670,
    "volume": "5",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101572"
  }
}