{
  "id": "5f27827c9dc56c43183e6560fe24ac5174fb453f",
  "text": "INDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1841.\n\nA.\n\nAiry (George Biddell, Esq.). Supplement to a paper \"On the theoretical explanation of an apparent new polarity in light,\" 1.\n\nAmerica, magnetic observations on the west coast of, and the adjacent islands, 11.\n\nAnimal tissues, researches tending to prove the non-vascularity and peculiar uniform mode of organization and nutrition of certain, viz. articular cartilage and the cartilage of different classes of fibro-cartilage; the cornea, the crystalline lens, and the vitreous humour; and the epidermoid appendages, 159. The first class of non-vascular animal tissues: articular cartilage and fibro-cartilage, 162. 1. Articular cartilage, 163. 2. Fibro-cartilage, 174. The second class of non-vascular animal tissues: of the cornea, the crystalline lens, and the vitreous humour, 178.\n\nAttractions, on the calculation of, and the figure of the earth, 75.\n\nB.\n\nBakerian Lecture, 99.\n\nBarometer, on a cycle of eighteen years in the mean annual height of the, in the climate of London; and on a constant variation of the barometrical mean according to the moon's declination, 277.\n\nBarometer, note on an inequality in the height of the, of which the argument is the declination of the moon, 73.\n\nBarometrical averages (table of), on successive solar years, from 1815 to 1832, constructed to show the moon's influence on the mean height, varying according to her declination, 277.\n\n——— (table of), on successive cycles of nine years, classed according to the moon's place in declination, 278.\n\nBarometrical mean in our climate is depressed (on an average of years) by the moon's position in south declination, 279.\n\nBarry (Martin, M.D.). Supplementary note to a paper entitled \"Researches in Embryology. Third series: a contribution to the physiology of cells,\" 193.\n\n——— On the chorda dorsalis, 195.\n\n——— On the corpuscles of the blood. Part II., 201.\n\n——— On the corpuscles of the blood. Part III., 217.\n\nBelcher (Captain, R.N.). Magnetic observations on the west coast of America and the adjacent islands, 11.\n\nMDCCCXLII.\nBlindness, congenital, on the cure of, with physiological observations, 59.\n\nBlood, corpuscles of the, on the, Part II., 201. Blood corpuscle, compound form of its nucleus, 202. Orifice in the membrane of the, 204. Analogy with the germinal vesicle, *ibid.* Observations on, made by Di Torre in 1761, *ibid.* Some of them confirmed, 205. Appendix, 206. Difference in the form of the blood-corpuscle in the mammal and that of other vertebrata, 207. One cause of this difference, *ibid.* The disc the most primitive object we are acquainted with, 209. Explanation of the plates, 210.\n\nBlood, corpuscles of the, on the, Part III., 217. Every structure arises out of corpuscles having the same appearance as corpuscles of the blood, *ibid.* The globules of pus derived from corpuscles of the blood: mucus-globules compared with them, 219. Epithelium-tables, cells and cylinders compared with them, 223. The elements of the pigmentum nigrum, and those of the ciliary processes compared with them, 225. The primitive discs exhibit an inherent contractile power, 226. The nuclei of blood-corpuscles furnish themselves with cilia, revolve, and perform locomotion, *ibid.* Molecular motions discernible within blood-corpuscles, 227. The elements of blood-vessels compared with them, 228. The elements of cellular tissue compared with them, 229. The elements of the corpus luteum derived from them, 230. The elements of cartilage and other tissues compared with them, 231. The elements of nervous tissue compared with them, 232. The elements of muscular tissue compared with them, 235. The elements of the crystalline lens compared with them, 236. The elements of the spermatozoon and those of the ovum compared with them, 241. Recapitulation, 244. Postscript, *ibid.* Explanation of the plates, 246.\n\nBlood-vessels, the elements of, compared with corpuscles of the blood, 228.\n\nBowman (William, Esq.). Additional note on the contraction of voluntary muscle in the living body, 69.\n\nBrewster (Sir David, K.H.). On a remarkable property of the diamond, 41.\n\nOn the phenomena of thin plates of solid and fluid substances exposed to polarized light, 43.\n\nC.\n\nCartilage (articular), researches tending to prove the non-vascularity and the peculiar uniform mode of organization and nutrition of, and the cartilage of different classes of fibro-cartilage, 159. First stage of development of, 163. Second stage, 165. Adult, 169.\n\n(Fibro-), of the structure of, 174. First and second class of, *ibid.* Structure of first class of, 175. Structure of second class, 176. Vessels of first class, 177. Vessels of the second class, 178. 1. The cornea, 179. 2. The crystalline lens, 183. 3. The vitreous body or humour, 184. The third class of non-vascular animal tissues: of the epithelium, the epidermis, nails and claws, hoofs of various kinds, hair and bristles, feathers, horn and teeth, 185—188. Explanation of the plates, 189.\n\nCartilage, the elements of, compared with corpuscles of the blood, 231.\n\nCellular tissue, the elements of, compared with corpuscles of the blood, 229.\n\nChorda dorsalis, on the, 195. Growth of the, at the earliest periods, in what it consists, 199.\n\nChorion, further particulars respecting its formation out of cells, 193.\n\nCiliary processes, the elements of the, compared with corpuscles of the blood, 225.\n\nCircle, computation of the ratio of the diameter to the circumference to 208 places of decimals, 281.\n\nClaws, the, one of a class of non-vascular animal tissues, 185.\nINDEX.\n\nCornea, the, a non-vascular animal tissue, 178. Structure of, 179. Of the vessels which nourish it, 180.\n\nCorpus luteum, the elements of the, derived from corpuscles of the blood, 230.\n\nCrystalline lens, the, a non-vascular animal tissue, 178. Structure of, 183. Of the blood-vessels which nourish it, ibid.\n\nCrystalline lens, the elements of the, compared with corpuscles of the blood, 236.\n\nD.\n\nDalrymple (John, Esq.). Letter to Dr. Lee on the nerves of the uterus, 272.\n\nDiamond, on a remarkable property of the, 41.\n\nDisc. The most primitive object we are acquainted with, 209.\n\nDiscs, the primitive, in blood-corpuscles exhibit an inherent contractile power, 226.\n\nE.\n\nEarth, on the figure of the, 75.\n\nEmbryo, the first rudiments of the, are not two halves, 199.\n\nEmbryology, researches in. Third Series. Supplementary note to, 193.\n\nEpidermis, the, one of a class of non-vascular animal tissues, 185.\n\nEpithelium, the, one of a class of non-vascular animal tissues, 185.\n\nEpithelium-tables, cells and cylinders, compared with corpuscles of the blood, 223.\n\nF.\n\nFarquharson (The Rev. James, LL.D.). On ground Gru, or ice formed, under peculiar circumstances, at the bottom of running water, 37.\n\nFeathers, the, one of a class of non-vascular animal tissues, 185.\n\nFossil remains, of the Iguanodon, 131; of the Hylaeosaurus, 141; of turtles, 153.\n\nFranz (J. C. August, M.D.). Memoir of the case of a gentleman born blind, and successfully operated upon in the 18th year of his age, with physiological observations and experiments, 59.\n\nG.\n\nGround Gru, or ice formed, under peculiar circumstances, at the bottom of running water, 37.\n\nH.\n\nHair, the, one of a class of non-vascular animal tissues, 185.\n\nHargreave (C. J., Esq.). On the calculation of attractions, and the figure of the earth, 75.\n\nHoofs, the, one of a class of non-vascular animal tissues, 185.\n\nHorns, the, one of a class of non-vascular animal tissues, 185.\n\nHoward (Luke, Esq.). On a cycle of eighteen years in the mean annual height of the barometer, in the climate of London, and on a constant variation of the barometrical mean according to the moon's declination, 277.\n\nHylaeosaurus, or Wealden lizard, 141. Explanation of plate illustrative of the osteology of the, 150.\nI.\n\nIce formed, under peculiar circumstances, at the bottom of running water, 37.\n\nIguanodon, memoir on a portion of the lower jaw of the, and on the remains of the Hylæosaurus and other Saurians, discovered in the strata of Tilgate Forest, in Sussex, 131. Portion of the lower jaw of the Iguanodon, 131. Saurian vertebre, 141. Hylæosaurus, 141. Explanation of the plates, 145.\n\nIulus terrestris, organs of reproduction of, 100. Structure of the ovum, 104. Deposition of the ova and habits of the species, 106. Evolution of the embryo, 110. First period of development, 110. Second period, 111. Third period, 116. Fourth period, 121. Fifth period, 126. Sixth period, 128.\n\nIulus terrestris, organs of reproduction, in the male of, 100; in the female of, 102; structure of the ovum in, 104; deposition of the ova, and habits of the species, 106; evolution of the embryo, 110.\n\nL.\n\nLee (Robert, M.D.). On the nervous ganglia of the uterus, 269.\n\nLubbock (Sir J. W. Bart.). Note on an inequality in the height of the barometer, of which the argument is the declination of the moon, 73.\n\nM.\n\nMachines, researches in the theory of, 285. Work, ibid. Modulus of a machine, 289. General form of the modulus, ibid. The modulus of the pulley, 302.\n\nMagnetism, terrestrial, contributions to. No. II., 11. § 3. Captain Belcher's observations on the west coast of America and the adjacent islands, 11. § 4. New determination of the magnetic elements at Otaheite, 29.\n\nMantell (Gideon Algernon, Esq.). Memoir on the lower jaw of the Iguanodon, and on the remains of the Hylæosaurus and other Saurians, discovered in the strata of Tilgate Forest, in Sussex, 131.\n\nOn the fossil remains of turtles, discovered in the chalk formation of the south-east of England, 153.\n\nModulus, of a machine, 289. General form of, ibid.; of the pulley, 302.\n\nMoseley (The Rev. Henry). Researches in the theory of machines, 285.\n\nMucus-globules, compared with corpuscles of the blood, 219.\n\nMuscle, voluntary, additional note on the contraction of, in the living body, 69. 1. The contraction of a muscle is the essential cause of its own rupture, 70. 2. There is no repellent force between the contractile elements of muscular fibre, 71.\n\nMuscular tissue, the elements of, compared with corpuscles of the blood, 235.\n\nMyriapoda, on the organs of reproduction, and the development of the, 99. 1. Organs of reproduction in the Iulus terrestris, 100. 2. Structure of the ovum, 104. 3. Deposition of the ova, and habits of the species, 106. 4. Evolution of the embryo, 110. First period of development, 110. Second period, 111. Third period, 116. Fourth period, 121. Fifth period, 126. Sixth period, 128. Recapitulation and conclusions, 128.\n\nN.\n\nNails, the, one of a class of non-vascular animal tissues, 185.\nNervous tissue, the elements of, compared with corpuscles of the blood, 232.\n\nNewport (George, Esq.). On the organs of reproduction, and the development of the Myriapoda. First Series, 99.\n\nO.\n\nOtaheite, new determination of the magnetic elements at, 29.\n\nOvum, the elements of the, compared with corpuscles of the blood, 241.\n\nP.\n\nPigmentum nigrum, the elements of the, compared with corpuscles of the blood, 225.\n\nPolarity in light, supplement to a paper \"On the theoretical explanation of an apparent new,\" 1.\n\nPolarized light, on the phenomena of thin plates of solid and fluid substances when exposed to, 43.\n\nPulley, modulus of the, 302.\n\nPus-globules, derived from corpuscles of the blood, 219.\n\nR.\n\nRutherford (William, Esq.). Computation of the ratio of the diameter of a circle to its circumference to 208 places of figures, 281.\n\nS.\n\nSabine (Lieut.-Colonel Edward, R.A.). Contributions to terrestrial magnetism, No. II., 11.\n\nSaurians, remains of, discovered in the strata of Tilgate Forest, 141.\n\nSpermatozoon, the elements of the, compared with corpuscles of the blood, 241.\n\nT.\n\nTable of correction for temperature of magnetic needles, 16.\n\n——— of observations with magnetic intensity needles on the west coast of America and the adjacent islands, 18, 23.\n\n——— of observed values of horizontal magnetic intensity, on the west coast of America, &c., 21, 23.\n\n——— of observations of the inclination of the magnetic needle, on the west coast of America and the adjacent islands, 26.\n\n——— of the general results of Captain Belcher's magnetic observations on the west coast of America and the adjacent islands, 28.\n\n——— of observations with magnetic intensity needles at Otaheite, 29.\n\n——— of observed values of the horizontal magnetic intensity at Otaheite, 30.\n\n——— of observations of the magnetic inclination at Otaheite, 30.\n\n——— of the general results of Captain Belcher's magnetic observations at Otaheite, 30.\n\n——— of magnetic declination observed at Matavai Bay, Otaheite, 34.\n\n——— of observations of the magnetic inclination at Point Venus, Otaheite, 35.\n\n——— of barometrical averages on successive solar years, from 1815 to 1832, constructed to show the moon's influence on the mean heights, varying according to her declination, 277.\n\n——— on successive cycles of nine solar years, classed according to the moon's place in declination, 278.\nTeeth, the, one of a class of non-vascular animal tissues, 185.\n\nThin plates, on the phenomena of, of solid and fluid substances exposed to polarized light, 43.\n\nToynbee (Joseph, Esq.). Researches tending to prove the non-vascularity and peculiar uniform mode of organization and nutrition of certain animal tissues, viz. articular cartilage, and the cartilage of different classes of fibro-cartilage; the cornea, the crystalline lens, and the vitreous humour; and the epidermoid appendages, 159.\n\nTurtles, on the fossil remains of, discovered in the chalk formation of the south-east of England, 153.\n\nU.\n\nUterus, on the nervous ganglia of the, 269.\n\nV.\n\nVitreous humour, the, a non-vascular animal tissue, 178. Structure of the, 184. The vessels of the, ibid.\n\nW.\n\nWork of a machine, 285.\n## PRESENTS\n\nRECEIVED BY\n\nTHE ROYAL SOCIETY,\n\nWITH THE\n\nNAMES OF THE DONORS.\n\n---\n\nFrom November 1840 to June 1841.\n\n| PRESENTS. | DONORS. |\n|-----------|---------|\n| **ACADEMIES, &c.** | |\n| Berlin:— | |\n| Akademie der Wissenschaften. Abhandlungen für 1838. 4to. Berlin 1840. | The Academy. |\n| Humboldt (W. von), Ueber die Kawi Sprache. 2 Tom. 4to. Berlin 1840. | |\n| Bericht, November and December, 1840. | |\n| Boston.—Natural History Society. Journal, Vol. III. Nos. 1–3. 8vo. Boston 1840–41. | The Society. |\n| Brussels.—Académie Royale des Sciences. Bulletin, Nos. 1–11. 1840. 8vo. Brussels 1840. | The Academy. |\n| Calcutta:— | |\n| Asiatic Society of Bengal. Researches, Vol. XIX. Part II. 4to. Calcutta 1839. | The Society. |\n| Journal, Nos. 95–104. 8vo. Calcutta 1839–40. | |\n| Copenhagen.—Royal Danish Academy of Sciences. Transactions, Vol. VIII. 4to. Copenhagen 1841. | The Academy. |\n| Cork.—Scientific Society. Proceedings for the Session 1837–8. 8vo. Cork 1839. | The Society. |\n| Dublin:— | |\n| Royal Irish Academy. Transactions, Vol. XIX. Part I. 4to. Dublin 1840. | The Society. |\n| Proceedings, Nos. 24—26. 8vo. Dublin 1840. | |\n| Edinburgh:— | |\n| Royal Society. Transactions, Vol. XI. Part I. Vol. XIV. Part II. Vol. XV. Part I. 4to. Edinburgh 1841. | The Society. |\n| Proceedings, Nos. 17 and 18. 8vo. | |\n| Genève.—Société de Physique et d'Histoire Naturelle. Mémoires, Tom. IX. Part I. 4to. Genève 1841. | The Society. |\n| London:— | |\n| British Association. Report of the 9th Meeting held at Birmingham, 1839. 8vo. Lond. 1839. | The Association. |\n| 10th Meeting held at Glasgow, 1840. | |\n| English Agricultural Society. Journal, Vol. I. Parts II. III. and IV. Vol. II. Part I. 8vo. Lond. 1840. | The Society. |\n| Geological Society. Proceedings, Nos. 72—75. 8vo. Lond. 1841. | The Society. |\n| List of Members, 1841. | |\n| Linnean Society. Transactions, Vol. XVIII. Part III. 4to. Lond. 1840. | The Society. |\n\nMDCCCLXLI.\nPRESENTS.\n\nACADEMIES (continued).\nMedico-Chirurgical Society. Transactions, 2nd Series, Vol. V. 8vo. Lond. 1840.\nNumismatic Society. Proceedings for 1838–9. 8vo. Lond. 1840.\nRoyal Astronomical Society. Memoirs, Vol. XI. 4to. Lond. 1840.\nRoyal Geographical Society. Journal, Vol. X. Parts II. and III. 8vo. Lond. 1840–41.\nSociety of Arts. Transactions, Vol. LIII. Part I. 8vo. Lond. 1841.\nStatistical Society. Quarterly Journal, Vol. III. Parts II. III. and IV. 8vo. Lond. 1840.\nVol. IV. Part I. 8vo. Lond. 1841.\nZoological Society. Transactions, Vol. II. Part IV. 4to. Lond. 1840.\nMunich:\nAcademy of Sciences. Memoirs, Vol. XV. and Vol. III. of Philosophical Series. 4to. Munich 1841.\nProceedings, Vols. VI.—XI. 4to.\nNaples.—Royal Academy of Sciences. Memoirs, Vols. III. and IV. 4to. Naples.\nParis:\nInstitut de France. Mémoires, Tomes XIV.—XVII. 4to. Paris 1838–41.\npar divers Savans, Tom. V. 4to. Paris 1841.\nde l’Académie des Inscriptions et Belles Lettres, Tomes XII.—XIV. Part II. 4to. Paris 1840.\nTable Alphabetique, Tom. II. 4to. Paris 1840.\nNotices et Extraits des MSS. de la Bibliothèque du Roi, Tom. XIII. 4to. Paris 1840.\nComptes Rendus Hebdomadaires, Nos. 20—26, prem. Semestre, 1840. 1—26. 2me Semestre and Tom. XII. 1—10. 4to. Paris 1840–41.\nSociété de Géographie. Extrait du Rapport par M. Sabin Bertholet, Dec. 6, 1839. 8vo. Paris 1840.\nSociété Géologique. Mémoires, Tom. IV. Part I. 4to. Paris 1841.\nBulletin, Tom. XI. feuilles 14—22. and 28 and 29, and Tom. XII. feuilles 1—15. 1841.\nListe des Membres. 8vo. Paris 1840.\nTableau des Dons, 1839–40.\nPhiladelphia:\nAmerican Philosophical Society. Transactions, Vol. VII. Parts I. and II. 4to. Philadelphia 1840–41.\nProceedings, Nos. 11—16. 8vo. Philadelphia 1840–41.\nAmerican Almanack for 1841. 8vo. Philadelphia 1840.\nJournal of the Franklin Institute, Vols. XXV. and XXVI. 8vo. Philadelphia. The Institute.\nSt. Petersburg:\nAcadémie Impériale des Sciences. Mémoires: Scienc. Math. et Phys., Tom. II. Liv. 3—6.\nPolitiques, Hist., &c.,\nTom. IV. Liv. 4—6. and Tom. V. Liv. 1 and 2.\nNaturelles, Tomes III. and IV. Liv. 1 and 2. 4to. St. Petersburg 1839–40.\nPRESENTS.\n\nACADEMIES (continued.)\n\nAcadémie Impériale des Sciences. Recueil des Actes de la Séance Publique pour 1838–39. 4to. St. Petersburg 1839–40.\n\nBulletin Scientifique, Nos. 94—161, 163—194. 4to. St. Petersburg 1839–40.\n\nStockholm:\n\nRoyal Academy of Sciences. Transactions for 1838. 8vo. Stockholm 1839.\n\nAnnual Reports for 1838.\n\nTruro.—Royal Cornwall Polytechnic Society. The 7th Annual Report. 8vo. Truro 1840.\n\nTurin.—Royal Academy of Sciences. Memoirs, Vols. I. and II. Second Series. 4to. Turin.\n\nAMESBURY (Joseph.) Practical Remarks of the Causes, Nature and Treatment of Deformities of the Spine, Chest and Limbs; with Illustrative Cases and Plates. 8vo. Lond. 1840.\n\nANONYMOUS.\n\nAlmanac Royal et National pour 1840. 8vo. Paris 1840.\n\nAn Account of the Earthquake that occurred on the Island of Juan Fernandez and Talcahuana in 1835. 8vo. Lond. 1840.\n\nA Table of Logarithms; a Card.\n\nMemoir annexed to an Atlas containing Plans of the principal Battles, Sieges and Affairs in which the British Troops were engaged during the War in the Spanish Peninsula and the South of France, from 1808 to 1814. Large folio. Published by Mr. James Wyld.\n\nMilan Ephemeris for 1841. 8vo. Milan 1840.\n\nMonumenta Historiae Patriae, Tom. III. Fol. Turin 1841.\n\nNautical Almanac for 1844. 8vo. Lond. 1840.\n\nOutline of a Vocabulary of a few of the principal Languages of Western and Central Africa, completed for the Use of the Niger Expedition. 8vo. Lond. 1841.\n\nReadings of the Horizontal Circle of the Magnetic Theodolite in observations of the Free Meridional Magnet at the Royal Observatory at Greenwich for February and August 1839.\n\nReport for 1838 of the Royal School of Medicine and Surgery, Birmingham. 8vo. Birmingham 1839.\n\nReports relative to the Geological Survey of the United States. 8vo.\n\nStatistical Reports on the Health of the Navy for the years 1830–36. Folio. Lond.\n\nARCHIBALD (C. D.) Observations on some ancient pieces of Ordnance and other Relics discovered in the Island of Walney in Lancashire. 4to. Lond. 1840.\n\nARNOLD (W.) A Practical Treatise on the Bilious Remittent Fever, its Causes and Effects. 8vo. Lond. 1840.\n\nAVOGADRO (Amadeo.) Fisica de' corpi Ponderabili ossia trattato della costituzione generale de' corpi. Tom. II. 8vo. Torino 1837–38.\n\nBACHE (Alex. Dallas.) Observations of the Magnetic Intensity at twenty-one Stations in Europe. 8vo.\n\nBASSLÉ (Gustave Adolphe.) Système Mnemonique ou l'Art d'Aider la Mémoire. 8vo. Lond. 1841.\n\nBATEMAN (James.) The Orchidaceæ of Mexico and Guatemala. Part V. Folio. Lond. 1841.\n\nBEAMISH (North Ludlow.) The Discovery of America by the Northmen in the Tenth Century. 8vo. Lond. 1841.\n\nMDCCXLIV.\nPRESENTS.\n\nBENESSE (Sir Richard.) A Treatise on the Measuring of Land. Svo. Lond. 1531.\n\nBLAKE (Andrew.) A practical Essay on Delirium Tremens. Svo. Second Edition. Lond. 1840.\n\nBOHN (John.) Catalogue of Books for 1841. 8vo. Lond. 1841.\n\nBRANDE (W. T.) Historical Sketch of the Origin and Progress of Chemical Philosophy. 8vo. Lond. 1840.\n\nBRONGNIART (Adolphe.) Observations sur la Structure Intérieure du Siggillaria elegans. 4to. Paris 1840.\n\nBRUCE (C. A.) Report on the Manufacture of Tea, and on the extent and produce of the Tea Plantations of Assam. 8vo. Calcutta 1840.\n\nBUCKLAND (W.) Address delivered at the Anniversary Meeting of the Geological Society of London in February 1840. 8vo. Lond. 1840.\n\nBUNT (T. G.) The new Planetarium for accurately finding the true apparent places of the Planets on any day during the present century. Two large sheets.\n\nBUTLER (Donald.) Outlines of the Topography and Statistics of the Southern Districts of Oud'h, and of the Cantonment of Sulanpur Oud'h. 8vo. Calcutta.\n\nCALDECOTT (John.) Astronomical Ephemeris for 1840, adapted to the Meridian of the Observatory of Trevandrum. 8vo. Trevandrum 1839.\n\nCIVIALE (—) Du traitement médical et préservatif de la Pierre et de la Gravelle. 8vo. Paris 1840.\n\nCLARK (Sir James.) The Sanative Influence of Climate. 8vo. Lond. 1841.\n\nCOLLECTIONS.\n\nCollection of Letters illustrative of Science in England from the reign of Queen Elizabeth to that of Charles II., edited by James O. Halliwell, Esq., F.R.S. 8vo. Lond. 1841.\n\nLibrary of Medicine, edited by Alexander Tweedie, M.D., F.R.S., Vols. II.—VI. 8vo. Lond. 1840.\n\nCOX (W. Sands.) A Letter to James Thomas Law, M.A., Chancellor of the Diocese of Lichfield, on the importance of establishing, in connexion with the Birmingham Royal School of Medicine and Surgery, a Clinical Hospital. 8vo. Birmingham 1841.\n\nCUTHBERTSON (John.) Practical Electricity and Galvanism. 8vo. Lond. 1807.\n\nDAUBENY (Charles.) Three Lectures delivered at Oxford on Agriculture in 1840-41. 8vo. Oxford 1841.\n\nDAUSSY (P.) Table des Positions Géographiques des principaux Lieux du Globe. 8vo. Paris 1840.\n\nNouvelle Méthode pour Calculer la Marche des Chronometres. 8vo. Paris 1840.\n\nDAVY (Sir Humphry.) The Collected Works, Edited by his brother John Davy, M.D., F.R.S., &c., Vols. VII., VIII. and IX. 8vo. Lond. 1840.\n\nDE MORGAN (A.) Remarks on an Accusation made by the Proprietors of the Encyclop. Metropol. against the author of an 'Essay on Probabilities, and on their application to Life Contingencies and Insurance Offices.' 18mo. Lond.\n\nOn the Calculation of Single Life Contingencies. 8vo. Lond. 1840.\n\nA Treatise on the Theory of Probabilities from the Encyclopaedia Metropolitana. 4to. Lond. 1839.\n\nDONORS.\n\nJ. O. Halliwell, Esq.\n\nThe Author.\n\nMr. Bohn.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Editor.\n\nThe Author.\n\nThe Editor.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS\n\nDE MORGAN (A.) An Essay on Probabilities, and on their application to Life Contingencies and Insurance Offices. 12mo. Lond. 1840.\n\nDENHAM (Joshua Frederick.) A Memoir of Francis Willughby, Esq., the Naturalist. 12mo. Lond. 1840.\n\nDIEN (C.) Atlas des Phénomènes Célestes donnant le trace des mouvements apparents des Planètes à l'usage des Astronomes et des Navigateurs. 1re année, 1841.\n\nDILLWYN (L. W.) Contributions towards a History of Swansea. 8vo. Swansea.\n\nEHRENBERG (C. G.) Ueber noch jetzt lebende Thierarten der Kreidebildung und den Organismus der Polythalamien. 4to. Berlin 1841.\n\nEICHTHAL (G. D.) Recherches sur l'Histoire et l'Origine des Foulahs ou Fellaus. 8vo. Paris.\n\nENCKE (J. F.) Berliner Astronomisches Jahrbuch für 1842. 8vo. Berlin 1840.\n\nEVERETT (Edward.) Memoir of Mr. John Lowell, Jun. 8vo.\n\nFAULKNER (Thomas.) The History and Antiquities of the parish of Hammersmith, interspersed with biographical notices. 8vo. Chelsea.\n\nFINDERS (O.) On Practical Geometry. 8vo. Lond. 1544.\n\nFITTON (W. H.) The Silurian System; from the Edinburgh Review for April 1841. 8vo. Edinburgh 1841.\n\nFORBES (James D.) Additional Experiments on Terrestrial Magnetism made in different parts of Europe. 4to. Edinburgh 1840.\n\nOn the Diminution of Temperature with the Height in the Atmosphere at different seasons of the year. 4to. Edinburgh 1840.\n\nResearches on Heat. Fourth Series. 4to. Edinburgh 1840.\n\nSupplementary Report on Meteorology. 8vo. Lond. 1841.\n\nFORSTER (Thomas.) Pan: a Pastoral of the first age, together with some other Poems. 8vo. Brussels 1840.\n\nGALLATIN (A.) The right of the United States of America to the North Eastern boundary claimed by them. 8vo.\n\nGIULIO (Charles Ignace.) Note sur la détermination de la densité moyenne de la terre par M. Carlini. 4to. 1840.\n\nDi un caso particolari, della dottrina dell’efflusso dell’acqua da’ vasi. 4to. Torino 1839.\n\nGORDON (A.) Observations on Railway Monopolies, and Remedial Measures. 8vo. Lond. 1841.\n\nGOULD (John.) The Birds of Australia. Parts I.—III. Folio. Lond. 1841.\n\nGRAHAM (Thomas.) The Elements of Chemistry. 8vo. Parts IV. and V. Lond. 1840.\n\nGRIFFIN (John Joseph.) A System of Crystallography, with its application to Geometry. 8vo. Lond. 1840.\n\nGUERIN (Jules.) Mesures barométriques. 8vo. Paris 1840.\n\nHALDAT (de.) Note sur la Condensation de la Force Magnétique. 8vo. Paris.\n\nRecherches sur quelques Phénomènes du Magnétisme. 8vo. Paris.\n\nHALL (Marshall.) Annual Oration at the British Medical Association, delivered on the 8th October, 1840. 2nd Edit. (Two copies.) 8vo. Lond. 1841.\n\nDONORS.\n\nThe Author.\n\nThe Editor.\n\nThe Author.\n\nThe Author.\n\nW. Vaughan, Esq., F.R.S.\n\nThe Author.\n\nJ. O. Halliwell, Esq., F.R.S.\n\nThe Author.\n\nThe Marquis of Northampton, P.R.S.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nHALL (Marshall.) Letters addressed to Prof. J. Müller on the Nervous System. 8vo. Lond. 1840.\n\nHALLIWELL (J. O.) An Introduction to Shakespeare's Midsummer Night's Dream. 8vo. Lond. 1841.\n\nRara Mathematica; or, a Collection of Treatises on the Mathematics. 8vo. Lond. 1841.\n\nHERICK (Edward C.) Contributions towards a History of the Star-showers of former times. 8vo. Lond. 1841.\n\nHOARE (Sir Richard Colt.) Catalogue of the Hoare Library at Stourhead, Wilts; to which are added an Account of the Museum of British Antiquities, a Catalogue of the Paintings and Drawings, and a description of the Manor. 8vo. Lond. 1840.\n\nHOGG (John.) Observations on the Spongilla fluviatilis; with some Remarks on the Nature of the Spongiae marinae. 8vo. Lond. 1841.\n\nHOWARD (Richard Baron.) An Inquiry into the Morbid Effects of Deficiency of Food. 8vo. Lond. 1841.\n\nINNES (George.) Meteorological Observations for 1840 made at Aberdeen. The Aberdeen, Dundee, Leith and London Tide Tables for 1841. 8vo. 1840.\n\nJACOBI (H.) Sur les Remarques de M. Becquerel relatives à ma Mésure comparative de l'action de deux couples Voltaïques, l'un cuivre-zinc, l'autre platine-zinc. 8vo.\n\nJOHNSTONE (John.) An Address delivered at the Birmingham School of Medicine and Surgery, Oct. 1834. 8vo. Birmingham 1834.\n\nJOMARD (—.) Hypsométrique, ou nouvelle manière de noter les Altitudes. 8vo. Paris 1839.\n\nJOURNALS.\n\nCharlesworth (E.) Magazine of Natural History for July and August 1840. 8vo. Lond. 1840.\n\nCooper (Daniel.) The Microscopic Journal, Nos. 1—4. 8vo. Lond. 1841.\n\nGardener's Chronicle, January and February 1841. 8vo. Lond. 1841.\n\nGriffin's Scientific Miscellany, Nos. 6. and 7. 8vo. Lond. 1841.\n\nHoroscope, The, Nos. 1—3. 8vo. Lond. 1841.\n\nLondon, Edinburgh, and Dublin Philosophical Magazine, conducted by Sir David Brewster, Richard Taylor, Richard Phillips and Robert Kane, from July 1840 to June 1841. 8vo. Lond.\n\nMadras Journal of Literature and Science, Nos. 25—27. 8vo. Madras 1839-40.\n\nNautical Magazine, from July 1840 to June 1841. 8vo. Lond. 1840–41.\n\nNewman (Edward.) The Entomologist, No. 7. 8vo. Lond. 1841.\n\nRepertory of Patent Inventions, from July 1840 to June 1841. 8vo. Lond. 1840-41.\n\nSturgeon (William.) The Annals of Electricity, Magnetism and Chemistry, from July 1840 to June 1841. 8vo. Lond.\n\nUnited Service Journal, from July 1840 to June 1841. 8vo. Lond. 1840–41.\n\nKOPS (J.) en MIGUEL (F. A. W.) Flora Batava, Nos.120–1. 4to. Amsterdam.\n\nKUPFFER (A. T.) Rapport adressé à l'Académie des Sciences de St. Petersbourg sur les Observations Magnétiques fondés par ordre des Gouvernemens d'Angleterre et de Russie pour 1838. 4to. St. Petersbourg 1839.\n\nLAMONT (J.) Jahrbuch für 1841. 8vo. Munich 1841.\n\nAstronomische Beobachtungen, Vol. VI. Folio. Munich 1841.\n\nLAW (James Thomas.) An Address delivered at the First Anniversary Meet-\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nSir Hugh Hoare, Bart., F.R.S.\n\nThe Author.\n\nThe Author.\n\nW. S. Cox, Esq., F.R.S.\n\nThe Author.\n\nThe Editor.\n\nThe Editor.\n\nThe Editor.\n\nThe Editor.\n\nThe Proprietors.\n\nThe Madras Literary Society.\n\nThe Editor.\n\nThe Editor.\n\nThe Editor.\n\nThe Editor.\n\nThe Editor.\n\nThe Editor.\n\nThe King of the Netherlands.\n\nThe Author.\n\nThe Author.\n\nW. Sands Cox, Esq., F.R.S.\nPRESENTS.\n\ning of the Birmingham School of Medicine and Surgery. 8vo. Birmingham 1841.\n\nLEA (Isaac.) Notice of the Oolitic Formation in America with descriptions of some of its Organic Remains. 8vo. 1839.\n\nLINDLEY (John.) Flora Medica, a Botanical Account of all the more important plants used in Medicine in different parts of the World. 8vo. Lond. 1838.\n\nAn Introduction to Botany. 8vo. Lond. 1839.\n\nThe Theory of Horticulture, or an attempt to explain the Principal Operations of Gardening upon Physiological Principles. 8vo. Lond. 1840.\n\nLIOWVILLE (J.) Tables des Matieres contenues dans les Tomes I.—V. du Journal de Mathématique. 4to. Paris 1841.\n\nLISTON (Robert.) Practical Surgery. 8vo. Lond. 1840.\n\nElements of Surgery. 8vo. Lond. 1840.\n\nLITTRROW (J. J. von.) Astronomische Beobachtungen, Tomes XIX. and XX. Folio. Vienna 1840.\n\nLLOYD (H.) Supplement to a Paper on the Mutual Action of Permanent Magnets considered chiefly in reference to their best Relative Position in an Observatory. 4to. Dublin 1841.\n\nLUBBOCK (Sir John William.) On Currency. 8vo. Lond. 1840.\n\nLYELL (Charles.) On the Occurrence of Two Species of Shells of the genus Conus in the Lias or Inferior Oolite, near Caen in Normandy. 8vo. Lond. 1840.\n\nMANUSCRIPT.\n\nThe Mathematical MS. Papers and Original Correspondence of Charles Butler, author of 'An Introduction to the Mathematics,' 2 Vols. 8vo. 1814; among which are included his Collection on the History of the Mathematical Sciences, and a large number of Original Theorems in the Lower Part of Mathematics. 9 Vols. 4to.\n\nMAPS AND CHARTS.\n\nOrdnance Map, in continuation of the Trigonometrical Survey of Great Britain. Sheets 71 and 74—76, 79 and 82.\n\nAdmiralty Charts, in continuation for 1840.\n\nMARMONT (Marshal.) The Present State of the Turkish Empire, translated with Notes and Observations by Lieut.-Col. Sir Frederick Smith. 8vo. Lond. 1841.\n\nMARTIN (James Ranald.) Notes on the Medical Topography of Calcutta. 8vo. Calcutta.\n\nMATTEUCCI (C.) Essai sur les Phenomènes Electriques des Animaux. 8vo. Paris? (Three copies.)\n\nMENABREA (L. F.) Calcul de la devieté de la terre. 8vo.\n\nMETEOROLOGICAL TABLE extracted from the Register kept at Kinfauns Castle, North Britain, 150 feet above the level of the sea, for 1840. A card.\n\nMOORCROFT (W.) and TREBECK (George.) Travels in the Himalayan Provinces of Hindustan and the Panjab. 2 Vols. 8vo.\n\nMORE (Sir Antonio.) Philip II., of Spain, and Mary of England; with an Engraving. 8vo. Lond. 1841.\n\nMURRAY (John.) On the Topography of Meerutt. 8vo. Calcutta.\n\nNECKER (A. L.) Études Geologiques dans les Alpes. 8vo. Neufchatel 1841.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nJames Orchard Halliwell, Esq., F.R.S.\n\nThe Master-General of the Ordnance.\n\nThe Lords Commissioners of the Admiralty.\n\nThe Translator.\n\nThe Directors of the East India Company.\n\nThe Author.\n\nLord Gray, F.R.S.\n\nThe Asiatic Society of Calcutta.\n\nThe Council of the Granger Society.\n\nThe Directors of the East India Company.\n\nThe Author.\nPRESENTS.\n\nNEWMAN (Edward.) A Familiar Introduction to the History of Insects. 8vo. Lond. 1841.\n\nNORDMAN (A.) Monographia Staphylinorum. 4to. St. Petersbourg 1838.\n\nOUTRAM (James.) Rough Notes of the Campaign in Sinde and Affghanistan in 1838–9. 8vo. Lond. 1840.\n\nPADULA (F.) Risposta al Programma destinato a promuovere e comparere i Metodi per l'Invenzione Geometrica. 4to. Naples 1839.\n\nSu i Solidi Caricati Verticalmente e su i Solidi di Ugual Resistenza. 4to. Naples 1837.\n\nRaccolta di Problemi de Geometria resoluti con l'Analysi Algebrica. 4to. Naples 1838.\n\nPARET (D.) Cosmologic Physique; ou Essai sur la Cohesion. 8vo. Paris 1840.\n\nPATTESON (Robert.) On the Study of Natural History as a branch of General Education in Schools and Colleges. 8vo. Belfast 1840.\n\nPELTIER (—.) Meteorologie; Observations et Recherches Experimentales sur les Causes qui concourent à la Formation des Trombes. 8vo. Paris 1840.\n\nMémoire sur la Formation des Tables des Rapports qu'il y a entre la Force d'un Courant Electrique et la Deviation des Aiguilles des Multiplicateurs. 8vo. Paris 1840.\n\nPEREIRA (John.) The Elements of Materia Medica; comprehending the Natural History, Preparation, Properties, Composition, Effects and Uses of Medicines. Part II., containing the Vegetable and Animal Materia Medica. 8vo. Lond. 1840.\n\nPETTIGREW (John Thomas.) Descriptive Catalogue of the MSS. and printed Books contained in the Library of H.R.H. the Duke of Sussex, K.G., &c., &c., Vol. II. 8vo. Lond. 1840.\n\nPICTURES.—Sir Isaac Newton, by Vanderbank.\n\nPIDDINGTON (Henry.) Notes on the Law of Storms as applying to the Tempests of the Indian and Chinese Seas. 8vo. Calcutta 1839.\n\nResearches on the Gale and Hurricane in the Bay of Bengal on the 3rd, 4th, and 5th June, 1839. 8vo. Calcutta 1839.\n\nPOINSETT (Joel R.) Discourse on the Objects and Importance of the National Institution for the Promotion of Science, established at Washington, 1840. 8vo. Washington 1841.\n\nPOKORSKY-IOURAOKO (A. de.) Notice sur les moyens employés en Russie pour éléver les Abeilles. 8vo.\n\nPORTRAITS.\n\nLithographic, of John Kay, John Greenhalgh.\n\nCol. Sykes, F.R.S., Rev. F. W. Hope, F.R.S., W. Snow Harris, Esq., F.R.S.\n\nMM. Poisson, Gay-Lussac, Arago, Biot.\n\nPRINTS, &c.—Brunel (Sir Isambard M.) Lithographic View of the Thames Tunnel.\n\nQUETELET (A.) Séconde Mémoire sur le Magnetisme Terrestre en Italie. 4to. Bruxelles 1840.\n\nDeuxième Mémoire sur les Variations Annuelles de la Temperature de la Terre à différentes Profondeurs. 4to. Bruxelles 1840.\n\nMagnétisme Terrestre. 4to. Brussels 1840.\n\nRapport decennal des Travaux de l'Académie Royale des Sciences et Belles Lettres de Bruxelles depuis 1830. 4to. Bruxelles 1840.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nHis Royal Highness the Duke of Sussex, K.G., &c., F.R.S.\n\nCharles Vignoles, Esq.\n\nThe Hon. the E. I. Directors.\n\nLieut.-Gen. Sabloukoff.\n\nMr. T. Sutcliffe.\n\nMr. James Dickson.\n\nG. Rennie, Esq., F.R.S.\n\nThe Author.\n\nThe Author.\n\nThe Royal Acad. of Sciences of Brussels.\nPRESENTS.\n\nQUETELET (A.) Etoiles Filantes du 9 et 10 Août, 1840, observées en Belgique, en Angleterre, en Italie et en Amérique. 8vo. Brussels 1840.\n\nResumé des Observations Météorologiques faites en 1839. 8vo. Bruxelles 1840.\n\nAnnuaire de l'Observatoire Royale de Bruxelles pour 1841. 18mo. Brussels 1840.\n\nRANDOLPH (J.) A Memoir on the Life and Character of Philip Syng Phyneck, M.D. 8vo. Philadelphia 1840.\n\nRANKIN (Robert.) Notes on the Medical Topography of the District of Sarun. 8vo. Calcutta.\n\nRECORD COMMISSION.\n\nAncient Laws and Institutes of England. Fol. Lond. 1840.\n\nREDFIELD (W. C.) Remarks relating to the Tornado which visited New Brunswick, in the State of New Jersey, June 19, 1835, with a Plan and Schedule of the Prostrations observed on a section of its track. 8vo.\n\nRENNIE (George.) On the Expansion of Arches. 4to. Lond. 1841.\n\nPractical Essays on Mill Work and other Machinery; with Examples of modern Tools, &c. 8vo. Lond. 1840.\n\nREPORTS.\n\nSecond Report of the Registrar General of Births, Deaths and Marriages in England.\n\nRICHARDSON (John.) On the Frozen Soil of North America. 8vo. Lond. 1841.\n\nRICKMAN (W.) Biographical Memoir of John Rickman, Esq., F.R.S. 8vo.\n\nROGET (P. M.) Animal and Vegetable Physiology considered with reference to Natural Theology. Third Edition. 2 vols. 8vo. Lond. 1840.\n\nROYLE (Jas. F.) Essay on the Productive Resources of India. 8vo. Lond. 1840.\n\nSABLOUKOFF (A. de.) Mémoire concernant quelques Applications et la Construction des Machines généralement connues sous le nom de Ventilateurs ou Taxares. 8vo.\n\nSANSON (—, de), LE PLAY (—,), HUOL (—,), LEVIELLÉ (—,), ROUSSEAU (—,), NORDMAN (—, de), et du PONCEAU (—,) Voyage dans la Russie Meridionale et la Crimée, par la Hongrie, la Valachie, et la Moldavie. Exécuté en 1837, sous la direction de M. Anatole de Demidoff. Nos. 6—12. Folio. Paris 1841.\n\nSCHUMACHER (H. C.) Astronomische Nachrichten, Nos. 402—412. 4to.\n\nSEAWARD (John.) Description of the Engines on board the Gorgon and Cyclops Steam Frigates, with Remarks on the Comparative Advantages of long and short Connecting Rods and long- and short-stroke Engines. 8vo. Lond.\n\nSEWARD (Samuel.) Description of an improved Gauge for ascertaining with precision the Pressure of highly-compressed Steam Gases and Fluid Bodies. 8vo. Lond. 1841.\n\nAbstract of a Paper on the advantage of employing auxiliary Steam Power for the navigation of Sailing Ships of War. 8vo. Lond. 1841.\n\nObservations on the advantages and possibility of successfully employing Steam Power in navigating Ships between this country and the East Indies. 8vo. Lond. 1841.\n\nSHUCKARD (W. E.) Monograph of the Dorylidae, a family of the Hymenoptera Heterogyna. 8vo. Lond. 1840.\n\nDONORS.\n\nThe Author.\n\nThe Directors of the East India Company.\n\nThe Commissioners of Public Records.\n\nThe Author.\n\nThe Editor.\n\nThe Registrar General.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nProfessor Schumacher, For. Mem. R.S.\n\nSamuel Seaward, Esq.\n\nThe Author.\nPRESENTS.\n\nSHUCKARD (W. E.) On the Aulacide, a family of Hymenoptera pupivora, and that Trigonalys is one of its components; with the description of a British species of this genus, and incidental Remarks on their collateral Affinities. 8vo. Lond. 1841.\n\nSMEE (Alfred.) Elements of Electro-Metallurgy. 8vo. Lond. 1841.\n\nSMITH (John Pye.) On the Relation between the Holy Scriptures and some parts of Geological Science. 8vo. Lond. 1840.\n\nSMYTH (Capt. W. H.) Nautical Observations on the Port and Maritime Vicinity of Cardiff. 8vo. 1840.\n\nSOUBERBIELLE (M.) Mémoire sur l'Operation de la Taille. 8vo. Paris 1839.\n\nSWAINSON (W.) and SHUCKARD (W. E.) On the History and Natural Arrangement of Insects. 8vo. Lond. 1840.\n\nSYMONDS (Sir Wm.) Plates of Naval Costumes. 4to. Lond. 1840.\n\nTAYLOR (I. N.) Plans for the Formation of Harbours of Refuge, Improvement of Rivers and Sea Ports. Illustrated with Plates and Charts. 8vo. Lond. 1840.\n\nTHOMAS (Vaughan.) An Address upon laying the foundation stone of the Queen's Hospital, Birmingham, in June 1840; with Notes and an Appendix. 8vo. Birmingham 1840.\n\n——— An Address delivered at the Birmingham Royal School of Medicine and Surgery at the Third Anniversary. 8vo. Birmingham 1841.\n\nTHOMPSON (I. P.) Theory of Parallels. Third and Fourth Edition. 8vo. Lond. 1841.\n\nTURNER (Edward.) Elements of Chemistry. Sixth Edition, enlarged and revised by Drs. Liebig, W. G. Turner, and Gregory. 8vo. Lond. Pt. 3. 1840.\n\n——— The Elements of Chemistry. Seventh Edition, edited by Drs. Liebig and Gregory. 8vo. Lond. 1840.\n\nTUSON (E. W.) The Cause and Treatment of Curvature of the Spine and Diseases of the Vertebral Column. 8vo. Lond. 1840.\n\nURQUHART (D.) Case of Mr. M'Leod, in whose person the Crown of Great Britain is arraigned for felony. 8vo.\n\n——— Tabular View of the relations of Great Britain and Russia. (Two copies.)\n\n——— Diplomatic Transactions in Central Asia from 1834—9. 8vo.\n\nVALENCIENNES (A.) Sur les causes de la Coloration en Vert de certaines Lustres. 4to. Paris.\n\nWEAVER (Thos.) On the Composition of Chalk Rock and Chalk Marl by invisible Organic Bodies, from the observations of Dr. Ehrenberg; with an Appendix touching the Researches of M. Alcide d'Orbigny. 8vo. Lond. 1841.\n\nWILKINSON (Henry.) Engines of War; or, Historical and Experimental Observations on ancient and modern Warlike Machines and Implements, including the manufacture of guns, gunpowder, and swords.\n\nWILLICH (C. M.) Annual Supplement to the Tithe Commutation Tables for 1841. 8vo. Lond. 1841.\n\nWOODHOUSE (John Thos.) An Essay on Single Vision. 8vo. Lond. 1841.\n\nYOUNG (J. R.) Mathematical Dissertations; with Improvements in the practice of Sturm's Theorem, &c. 8vo. Lond. 1840.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nW. E. Shuckard, Lib. R.S.\n\nThe Author.\n\nThe Author.\n\nW. S. Cox, Esq., F.R.S.\n\nThe Editors.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108261.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 17,
    "total-input-tokens": 26886,
    "total-output-tokens": 13747,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2088,
        2
      ],
      [
        2088,
        5573,
        3
      ],
      [
        5573,
        7830,
        4
      ],
      [
        7830,
        10603,
        5
      ],
      [
        10603,
        12963,
        6
      ],
      [
        12963,
        13754,
        7
      ],
      [
        13754,
        15703,
        8
      ],
      [
        15703,
        17821,
        9
      ],
      [
        17821,
        20487,
        10
      ],
      [
        20487,
        23443,
        11
      ],
      [
        23443,
        26224,
        12
      ],
      [
        26224,
        29476,
        13
      ],
      [
        29476,
        32534,
        14
      ],
      [
        32534,
        35591,
        15
      ],
      [
        35591,
        38559,
        16
      ],
      [
        38559,
        41477,
        17
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108261",
    "title": "Back Matter",
    "authors": null,
    "year": 1841,
    "volume": "131",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 17,
    "jstor_url": "https://www.jstor.org/stable/108261"
  }
}