{
  "id": "4b92999247e98c765221214a8fb98871ef9de28b",
  "text": "XVIII. Part of a Letter from Mrs.——\nto Sir John Shadwell, Knt. M.D. Fellow\nof the Royal College of Physicians, London,\nconcerning the extraordinary Skeleton men-\ntioned in the Two preceding Papers.\n\nTHE Man died in the County of Corke, 20\nMiles from that City: When I was there,\nhe was Steward to Mr. Allworth, his Name Clark;\nthe Account I am going to give, I had from the Lady\nhe lived with. Twenty Years before he died, he got\na violent Fever, by being very warm, and sleeping on\nthe Grass, most Part of a Night. After he recovered\nfrom that Disorder, he was never free from great\nPains in his Bones, and in Four Years lost the Use of\nall his Limbs, even the moving his Jaws, that they\nwere obliged to take out many of his Teeth, in the\nFront of his Mouth, to give him Sustenance, Spoon-\nmeats, and Ale, on which he lived 16 Years: In those\nYears he could neither sit or lie down, but slept in a\nSentry-box, with a small Board which ran in a Groove,\nand against that he leaned his Stomach: He could\nnever move his Head, by a Bone that grew from his\nSkull to his Back-bone. I wrote you before, that he\nslept in the Box, but should have let you know, he\ndid not live in it; for whenever the Weather would\npermit, he got into the Air: He could move him-\nself on even Ground, with a little kind of Jump,\nand stand many Hours in the Garden, leaning his Back\nagainst a Tree, or Wall: They think his moving with\nthat\nthat Motion, and being so much in the Air, kept him alive so long. The Picture * [see Tab. V. Fig. 1. 2.] is within Four Inches in Length and Breadth of the Bones. It is done by a very good Hand, and very exact; and every thing I have wrote to be depended on; and taken from the Bones; it is not a Copy. I was in Haste: Mr. Vandenhagen, who drew it, finished mine, and died suddenly, before he had quite done.\n\nXIX. A Narrative of a new Invention of expanding Fluids, by their being conveyed into certain ignifed Vessels, where they are immediately rarefied into an elastic impelling Force, sufficient to give Motion to Hydraulopneumatical and other Engines, for raising Water, and other Uses, &c. by John Payne.\n\nTo produce a great Power at a small Expence, is what every body desires in moving Machinery; and is what, by this new Invention, we have proved by Experiments and Practice to be a great Improvement, when applied to that noble Invention the Fire-engine: Therefore I shall proceed to give a short Description of the Vessels and Machinery contrived for that Purpose; viz.\n\nA Pot or Vessel made of wrought or cast Iron, nearly the Figure of a Cone, whose Diameter at the\n\n* Now in the Museum of Sir Hans Sloane.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104381.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6640,
    "total-output-tokens": 803,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1413,
        3
      ],
      [
        1413,
        2634,
        4
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104381",
    "title": "Part of a Letter from Mrs.--to Sir John Shadwell, Knt. M. D. Fellow of the Royal College of Physicians, London, concerning the Extraordinary Skeleton Mentioned in the Two Preceding Papers",
    "authors": null,
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/104381"
  }
}