{
  "id": "1f234b00698cd6bb1e4abb297d8b548df780e6a5",
  "text": "XI. On the Spectrum of Carbon. By John Attfield, Esq., F.C.S., Director of the Laboratory of the Pharmaceutical Society; lately Demonstrator of Chemistry at St. Bartholomew's Hospital. Communicated by Dr. Frankland, F.R.S.\n\nReceived June 19,—Read June 19, 1862.\n\nIt is well known that a mixture of coal-gas and air burns with a flame of slight luminosity. When such a flame is prismatically examined under favourable circumstances, as by the ordinary spectroscope, the light it emits is found to consist of four groups of rays of different refrangibility. These rays appear in the field of the instrument as faint yellow, light green, bright blue, and rich violet bands of light.\n\nIn 1856 Swan* found that the spectrum thus obtained was common to all hydrocarbon flames. He showed that they were best seen in an olefiant gas-flame fed with air by a blowpipe jet, measured and recorded their distances from each other, searched for, but did not find, corresponding dark bands in the solar spectrum, and gave no theory in explanation of their origin.\n\nOn recently reading Swan's paper by the light that Professors Bunsen and Kirchhoff have thrown on the subject, I came to the conclusion that these bands must be due to incandescent carbon vapour; that, if so, they must be absent from flames in which carbon is absent, and present in flames in which carbon is present; that they must be observable equally in the flames of the oxide, sulphide, and nitride as in that of the hydride of carbon; and, finally, that they must be present whether the incandescence be produced by the chemical force, as in burning jets of the gases in the open air, or by the electric force, as when hermetically sealed tubes of the gases are exposed to the discharge from a powerful induction coil.\n\nExperiment has fully confirmed the truth of this theory, and the following are the details of the investigation:\n\nTo obtain intimate acquaintance with the spectrum in question Swan's experiments were repeated. On feeding the flames with undiluted oxygen, instead of with air, still brighter spectra than he describes were obtained. The heat thus produced, however, volatilized potassium, sodium, lead, &c. from glass jets, and zinc and copper from brass jets; and this result ensued whether the oxygen was directed into the centre of, or made to surround the hydrocarbon flame. Finally, a mixture of olefiant gas and oxygen, or of coal-gas, saturated with benzole, and oxygen, was burned at an ordinary platinum oxyhydrogen safety-jet. In this way a cylindrical flame, half an inch in length and one-\n\n* Edinb. Phil. Trans., vol. xxi. p. 411.\ntenth of an inch in diameter, was obtained, and gave, on examination by the spectro-\nscope, a brilliant well-defined spectrum.\n\nThe spectrum thus produced corresponds in appearance with the description of that\nobserved by Swan, excepting in the number of fine lines in each band of light. The\nyellow-green band, composed, according to the drawing accompanying Swan's paper, of\nfour lines, I find to contain six; the green band to have five instead of two; the blue\nfive, that is one more than Swan noticed; and the violet, beside being distinctly double,\nto have a faint hair-line between its two halves. Indeed, in this as in other spectra, the\nreduction of bands into groups of lines seems simply dependent on the refractive power\nof the spectroscope, an increased number of prisms causing greater dispersion of the\nspectrum, and, consequently, a division in a line or band that otherwise would appear to\nbe single.\n\nHaving thus reproduced a satisfactory spectrum of the flame of a hydrocarbon, I next\nturned my attention to that of a nitrocarbon. Rejecting prussic acid vapour, on account\nof its containing hydrogen, I chose cyanogen. Cyanide of mercury was heated in a\nretort, and the cyanogen thus produced cooled and dried by passing over fragments of\nfused chloride of calcium contained in the neck of the retort. Ignited and examined\nby the spectroscope, this cyanogen flame gave a splendid series of bands, and these\nbecame still more distinct and brilliant on feeding the flame with oxygen by the plati-\nnum safety-tube already mentioned. Familiarity with the spectrum of hydrocarbon\nflames enabled me to detect it in this nitrocarbon light, other lines present being after-\nwards proved to be due to incandescent nitrogen.\n\nBut to establish the absolute identity of the hydro- and nitro-carbon spectra, excluding\nof course the lines due to nitrogen, they were simultaneously brought into the field of\nthe spectroscope, one occupying the upper, the other the lower half of the field. This\nwas readily effected after fixing the small prism, usually supplied with spectrosopes, over\nhalf of the narrow slit at the further end of the object-tube of the instrument. The light\nfrom the oxy-hydrocarbon flame was now directed up the axis of the tube by reflexion\nfrom the little prism, while that from the oxy-nitrocarbon flame passed directly through\nthe uncovered half of the slit. A glance through the eye-tube was sufficient to show\nthat the characteristic lines of the hydrocarbon spectrum were perfectly continued in\nthe nitrocarbon spectrum. A similar arrangement of apparatus, in which the hydro-\ncarbon light was replaced by that of pure nitrogen, showed that the remaining lines of\nthe nitrocarbon spectrum were identical with those of the nitrogen spectrum. In this\nlast experiment the source of the pure nitrogen light was the electric discharge through\nthe rarefied gas.\n\nThe above experiments certainly seemed to go far towards proving the spectrum in\nquestion to be that of the element carbon. Nevertheless, the ignition of the gases\nhaving been effected in air, it was conceivable that hydrogen, nitrogen, or oxygen had\ninfluenced the phenomena. To eliminate this possible source of error, the experiments\nwere repeated out of contact with air. A thin glass tube, 1 inch in diameter and\n3 inches long, with platinum wires fused into its sides, and its ends prolonged by glass quills having a capillary bore, was filled with pure dry cyanogen, and the greater portion of this gas then removed by a good air-pump. Another tube was similarly prepared with olefiant gas. The platinum wires in these tubes were then so connected with each other that the electric discharge from a powerful induction coil could pass through both at the same time. On now observing the spectra of these two lights, in the simultaneous manner previously described, the characteristic lines of the hydrocarbon spectrum were found to be rigidly continued in that of the nitrocarbon. Moreover, by the same method of simultaneous observation, the spectrum of each of these electric flames, as they may be termed, was compared with the corresponding chemical flames, that is, with the spectra of the oxyhydro- and oxynitro-carbon jets of gas burning in air. The characteristic lines were present in every case. Lastly, by similar interobservation, a few other lines in the electric spectrum of the hydrocarbon were proved to be due to the presence of hydrogen, and several others in the electric spectrum of the nitrocarbon to be caused by the presence of nitrogen.\n\nThe electric discharge through cyanogen rapidly causes decomposition. The characteristic spectrum soon disappears, a black deposit is formed on the sides of the tube, and the spectrum of nitrogen alone remains. Olefiant gas is similarly affected, but not to the same extent. The glass tube is much blackened, but the spectrum is constant. Berthelot has, in fact, already shown that olefiant gas is decomposed by the electric current, acetylene being at the same time produced. Indeed, as acetylene may, according to Berthelot, be formed from its elements under the influence of the electric discharge, it is inconceivable that a hydrocarbon gas could be perfectly decomposed in such a tube as I have described.\n\nThe spectrum under investigation having then been obtained in one case when only carbon and hydrogen were present, and in another when all elements but carbon and nitrogen were absent, furnishes, to my mind, sufficient evidence that the spectrum is that of carbon.\n\nBut an interesting confirmation of the conclusion just stated is found in the fact, that the same spectrum is obtained when no other elements but carbon and oxygen are present, and also when carbon and sulphur are the only elements under examination. And first with regard to carbon and oxygen. Carbonic oxide burned in air gives a flame possessing a continuous spectrum. A mixture of carbonic oxide and oxygen burned from a platinum-tipped safety-jet also gives a more or less continuous spectrum, but the light of the spectrum has a tendency to group itself in ill-defined ridges. Carbonic oxide, however, ignited by the electric discharge in a semivacuous tube, gives a bright sharp spectrum. This spectrum was proved, by the simultaneous method of observation, to be that of carbon plus the spectrum of oxygen. With regard to carbon and sulphur almost the same remarks may be made. Bisulphide-of-carbon vapour burns in air with a bluish flame. Its spectrum is continuous. Mixed with oxygen and burned at the safety-jet, its flame still gives a continuous spectrum, though more distinctly\nfurrowed than in the case of carbonic oxide; but when ignited by the electric current, its spectrum is well defined, and is that of carbon plus that of sulphur. That is to say, it is the spectrum of carbon plus the spectrum that is obtained from vapour of sulphur when ignited by the electric discharge in an otherwise vacuous tube.\n\nHaving thus demonstrated that dissimilar compounds containing carbon emit, when sufficiently ignited, similar rays of light, I come to the conclusion that those rays are characteristic of ignited carbon vapour, and that the phenomenon they give rise to on being refracted by a prism is the spectrum of carbon.\n\nThe spectrum of carbon is a very beautiful one. The lines composing each band of light regularly diminish in brightness in the direction of greatest refraction, and appear to retreat from the observer like pillars of a portico seen in perspective. It differs greatly from that of every other element that I am acquainted with; and though, in each of the experiments described, it was of course accompanied by the spectrum of either nitrogen, hydrogen, sulphur, or oxygen, its diagnosis was not thereby interfered with; it is, in fact, most widely different from, and cannot possibly be confounded with, either of them.\n\nThe brightest band of the carbon spectrum being blue, and its other constituents being on the one hand light green and on the other violet, the associated rays of ignited carbon vapour, as indeed seen by the naked eye in carbon flames, I conceive to be of a light-blue colour. The tint may be observed in the flame of a spirit-lamp, in a burning jet of carbonic oxide, in the blowpipe flame of any hydrocarbon, and at the base of a common candle flame. I have no hesitation in saying that should a source of heat be found of sufficient intensity to volatilize the diamond and ignite its vapour, blue will be the colour of the light emitted.\n\nThe subject of the emission of carbon light by carbon vapour naturally leads to the consideration of the absorption of carbon light by carbon vapour. This latter research I am compelled to defer for a time.\n\nThe investigation also suggests the important question, Is the spectrum of a compound simply the sum of the spectra of its constituents? I have made several experiments tending to confirm such a law, but must perform many more before coming to a decided conclusion. Some observations made by Professor PLÜCKER in the course of an examination of the effects of the electric discharge on rarefied gases* seem to indicate that a compound has a spectrum different from that of the superposed spectra of its constituents.\n\nFinally, I beg to offer my best thanks to Dr. FRANKLAND for allowing me the use of his laboratory and apparatus in making this research, and to J. P. GASSIOT, Esq., and Captain G. W. PUGET (34th Regt.) for the loan of induction coils.\n\n* POGGENDORFF'S 'Annalen,' Bd. ev. S. 77, and Bd. evii. S. 533.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108829.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 8208,
    "total-output-tokens": 2753,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2620,
        2
      ],
      [
        2620,
        5927,
        3
      ],
      [
        5927,
        9247,
        4
      ],
      [
        9247,
        12179,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108829",
    "title": "On the Spectrum of Carbon",
    "authors": "John Attfield",
    "year": 1862,
    "volume": "152",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/108829"
  }
}