{
  "id": "574426b2e1d784a1dcd25cb1500709c87e4ea3d8",
  "text": "THE PHILOSOPHICAL TRANSACTIONS OF Two Years, 1665 and 1666, beginning March 6, 1665, and ending with February 1666; abbreviated in an ALPHABETICAL TABLE:\n\nAnd also afterwards Digested into a more NATURAL METHOD.\n\nIn the Table, the first Figure signifies the Number of the Tracts: the second, the Page, as it is remarked in the same.\n\nA\n\nAgriculture, Heads of Inquiries concerning it, num. 5, pag. 91.\nAir. The weight of it in all changes, by wind, weather, or whatever other influence observable by a standing Mercurial Balance, call'd a Baroscope, hinted in reference to M. Hook's Micrography, n. 2, p. 31. applied to particulars by Dr. Beale, 9, 153. with additions, 10, 163. described with obsevables relating to an Earth-quake about Oxford by Dr. Wallis, 10, 167. Mr. Boyle's remarks on the same, 11, 181. The Wheel-Baroscope improved and delineated by M. Hook, 13, 218. Another Balance of the Air contriv'd by M. Boyle, and call'd statical, by which the former may be exactly stated and examin'd for many particular applications, 14, 231.\n\nAnatomy, see Flesh, Blood, Animals, Luugs, Petrification, Taste; item, Steno, Graeff's Bellinius, Reds in the Life of Books.\nAnimals; one may live by the blood of another, the whole mass of his own blood being drawn out, and the blood of another infus'd in the mean time, 20, 353. See Bloods Transfusion. The Generation and Functions of Animals deduced by Mechanical principles, without recourse to a substantial form, 18, 325. See Honor Fabri. & n. 20, p. 365. See also Guarini.\n\nArtificial Instruments or Engins. To weigh Air, see Baroscope, or rather Air. To discern drought or moistness of the Air, see Hygroscope, n. 2, p. 31. applicable in the observation of Tydes, 17, 300. Thermometers, to measure degrees of heat and cold, 2, 31. described, 10, 166. applied in the examination of Tydes, 17, 300. An Instrument for graduating Thermometers, to make them Standards of heat and cold, 2, 31. A new Engine for grinding any Opick Glasses of a Spherical figure, 2, 31. To measure the Refractions of Liquors of all kinds, for establishing the Laws of Refraction, 2, 32. To break the hardest Rocks in Mines, 5, 82. To try for fresh waters at the bottom of the Seas, 9, 147. To find the greatest depths in the Seas, 9, 147. The Engin for fetching up fresh water defended by Explication, 13, 228. Huge Wheels; and other Engins for Mines, 2, 23. By the fall of water to blow wind, as with Bellows, 2, 25.\nAstronomical Remarks of a New Star seen by Hevelius in Peclores Cignis, which he supposeth to be the same, which Kepler saw A. 1661, and continued until 1662, and was not seen again till 1664, and then almost always hiding itself till 24 Nov. 1666. This, seen by Kepler was of the third magnitude; this now, of the sixth or seventh. Whether it changes place and magnitude, 19. 349. The Scheme, 21. 372. A New Star in Collo eti, observ'd from 1638. to 1664, 1665, 1666, with its vicissitudes and periods, and causes of change, open'd by Bullialdius, who conceives the bigger part of that round body to be obscure, and the whole to turn about its own Center, 21. 382. Another New Star call'd Nebulosa in Cingulo Andromeda, seen when the Comet appear'd 1665, observ'd by the said Bullialdius to appear and disappear by turns, ibid. 383. A method for observing the Eclipse of the Moon, free from the common Inconveniences, by M. Rook, 22. 387.\n\nB.\n\nBaroscope. See Air and Artificial Instruments.\n\nBlood. The new Operation of Transfusing blood into the veins, out of one Animal into another; with considerations upon it, 20. 353. The first Rise of this Invention, 7. 208. The Success, 19. 352. Proposals and Queries, for the improvement of this Experiment, by M. Boyle, 22. 385, 386.\n\nLittle Blood-letting in China, 14. 249. Blood found in some mens veins like Milk, or of the colour of Milk, 6. 100. again p. 117. 118. and again 8. 139.\n\nA Bole in Hungary good as Bole Armenick, 1. 11.\n\nThe Dononian Stone, see Light or Stone, 21. 375.\n\nBooks abbreviated, or recited:\n\nLaur. Bellinus de Gustus Organo novissime deprehensio, 20. 366. abbrev.\n\nGeh. Elasii Anatomie Medulla Spinalis & Nervorum in e procedentium, abbrev. n. 22.\n\nMt. Boyle of Thermometers and History of Cold, abbrev. 1. 8. more 3. 46.\n\nHis Hydrostatical Paradoxes abbrev. 8. 145. more largely 10. 173.\n\nHis Origin of Forms and Qualities, 8. 145. abbreviated 11. 491.\n\nMonseur de Bourges his Relation of the Bishop of Beryste his Voyages in Turkey, Persia, India, abbrev. 18. 324.\n\nBullialdi Monita duc, abbrev. 21. 381. See sup. à Astronomy.\n\nDes Cartes his Third Volume of Letters, n. 22.\n\nDe la Chambre's Causes of the inundation of the Nile, abbr. 14. 251.\n\nCordemoy of the difference of Bodies and Souls, or Spirits, and their operation upon one another, abbrev. 17. 306.\n\nEuclid's Elementa Geometrica novo ordine demonstrata, 15. 261.\n\nHon. Fabri S.c. Jef. Tract. duo 1. de Plantis & Gener. Animalium. 2. de Homine; abbreviated, 18. 325.\n\nFelibien of the most excellent Paintings, 21. 383.\n\nCatalogue of Fermats Writings, and his character, 1. 15.\n\nDe Graeff, de succi Pancreatici natura & usu, abbrev. 10. 178.\n\nGuarini Placita Philosophica, abbreviated, 20. 365.\n\nHevelius's Prodromus Cometicus, abbrev. 6. 104. His Descriptio Cometica cum Manisflis, abbrev. 17. 301.\n\nHobbes de Principiis & Ratione Geometrarum, described, 14. 193. Animadverted upon by D. Wallis, 16. 289.\n\nHook's Micrographical and Telecopic Observations, Philolophical Instruments and Inventions, abbr. 2. 29.\n\nKircher's Mundus Subterraneus, abbrev. 6. 109.\n\nLower's Vindication of Dr. Willis de Febribus, 4. 77.\n\nAret's Pinax Rerum Naturalium Britannicarum, continens Vegetabilis, Animalia & Fossilia, in hac insula reperta, inchoatus; abbr. 20. 364.\n\nParker's Tentamina Physico Theologica, abbrev. 18. 324.\n\nRedi an Italian Philosopher, of Vipers, abbrev. 9. 160.\n\nRiccioli's Astronomia Reformata, Volumen quartum abbrev. n. 22.\n\nSmith of K. Solomon's Pourtraicture of Old Age, 14. 254.\n\nStenonis\nStetoni de Musculis & Glandulis observationum Specimen; cum duabus Epistolis Anatomicis; abbrev. 10. 176.\n\nSydenhami Methodus Curandi Febras, abbrev. 12. 210.\n\nThevenot's Relation of curious Voyages, with a Geographical description of China, abbr. 14. 248.\n\nThe English Vineyard vindicated, 15. 262.\n\nIlac Vostris de Origine Nili, abbreviated, 17. 304.\n\nVlug-Beig great Grand-child to the famous Tamerlane, his Catalogue of fix't Stars with their Longitudes, Latitudes, and Magnitudes, taken at Samarcand, A. 1437. Translated out of a Persian M. S. by M. Hyde, Keeper of the Bodleian Library, 8. 145.\n\nThe Burning Concave of M. de Vilette in Lyons, burning and melting any matter (very few excepted.) What, and How, and at what distance. The proportions, and compared with other rare burning Concaves, 6. 96.\n\nC.\n\nIn China very ancient Books found of the nature and virtues of Herbs, Trees, and Stones, 14. 249.\n\nThe Root there called Ginseng, very restorative and cordial, recovering agonizing persons, sold there each pound for three pounds of silver, 14. 249.\n\nChina Dishes how made there, ibid.\n\nA way found in Europe to make China-Dishes, 7. 127.\n\nChymists in China pretend to make Gold, and promise Immortality, 14. 249.\n\nCold, see M. Boyle's History, abbrev. More Inquiries, and some answers touching Cold, 19. 344. How Cold may be produced in hottest Summers by 'St. Arminiack,' discovered by M. Boyle, 15. 255. Some suggestions for remedies against Cold, by D. Beale, 21. 379.\n\nComets. The motions of the Comet of December 1664, predicted, 1. 3. Cassini concurs, 2. 17. Autout, who first predicted the motion, reflects upon Cassini, 2. 18. and predicts the motions of the second Comet of March, April 1665, n. 3. 36.\n\nControversies and Discourses, some at large concerning Comets, n. 1. p. 3. n. 2. p. 173. 18. n. 3. p. 36. n. 6. p. 104. n. 9. p. 150.\n\nn. 17. p. 301. Many considerables abbreviated, n. 6. p. 104. n. 17. p. 301.\n\nD.\n\nAmps in Mines pernicious, 3. 44. and how killing, ibid.\n\nDirections for Seamen bound for far Voyages, by M. Rook, 8. 140. Mr. Boyles Inquiries, 18. 315.\n\nPhilosophical Directions or Inquiries for such as Travel into Turkey, 20. 360.\n\nDirections, or general Heads for a natural History of a Country, by M. Boyle, 11. 186.\n\nDirections or Inquiries concerning Mines, by the same, 19. 330.\n\nDiamonds where, and how the finest are discover'd, 18. 327.\n\nE.\n\nThe Earthquake about Oxford, Anno 1665, described by D. Wallis, 10. 181. by M. Boyle, 11. 179. noting the Concomitants thereof by Baroscope and Thermometer.\n\nThe Earth's Diurnal motion prov'd by the motion of the Comets, 1. 6. & 7. especially by the slow motion of the second Comet, 3. 39. See M. Autout, confirm'd by M. Hevelius, 6. 105. confirm'd also by the Tydes at Sea, 16. 265.\n\nThe Eclipse of June 22. 1666. accurately observ'd at London, 17. 245. at Madrid, ibid. at Paris, 17. 246. at Danzig, drawn in accurate Cuts, n. 19. 347. n. 21. p. 369.\n\nElephants: How to escape, or to combat with them, 18. 318.\n\nEels discover'd under Banks in Hoar-Frosts, by the Greens of the Banks approaching, 18. 383.\n\nF.\n\nThe Flethy parts of the Body which are usually reputed, and do seem void of Veins, are argued to be full of Veins, by D. King, 18. 316.\n\nFriction and sometimes Touch, how sanative, by several Examples, 12. 206.\n\nFrictions much used by Physicians in China with good success, 14. 249.\n\nGgg G. Geomt-\nG.\n\nGeometricians contro'd by M. Hobbs, 14.\n153. defended by D. Wallis, 16.\n289. The method of teaching Geometry reform'd,\n15. 261. See Euclid's Elementa nova ordine, among the Books.\n\nI.\n\nInquiries, see Directions, supra.\nIce and Snow how to be preserved in Chaffe, and how Snow-houses are made in Livorn, 8. 139.\nInsects in swarms pernicious in some Countries; the cause of them, and what Remedies, 8. 139. Some Insects commonly believed poisonous, not so, by M. Fairfax, n. 22.\nTo find the Julian period by a new and easy way, 18. 324.\nJupiter's Rotation by degrees discover'd in England and Italy, n. 1. p. 3. n. 4. p. 75. n. 8. p. 143. n. 9. p. 173. n. 12. p. 209. z. 14. p. 245.\n\nK.\n\nKermes, how gather'd and used for Coloration describ'd with many considerables, 20. 362.\n\nL.\n\nLight, to examine what figure or celerity of motion begetteth or increaseth Light or Flame in some Bodies, by D. Beale, 13. p. 226. Shining Worms found in Oysters, 12. 203. The Bononian Stone duly prepar'd continues light once imbibed above any other Substance yet known amongst us, 21. 375. The loss of the way of preparing the same for shining feared, ibid.\nLongitudes at Sea, how to be ascertain'd by Pendulum-Watches, 1. 13.\nLungs and Windpipes in Sheep and Oxen strangely stopp'd with Hand-Balls of Gras, 6. 100.\n\nM.\n\nMarbles, that a liquor may be made to colour them, piercing into them, 7. 125.\n\nMars, by what steps and degrees of diligence discover'd to be turbinated, both in England and Italy. Compare n. 10. p. 158. and n. 14. 235, 242. See the Schemes there.\nMay-dew examin'd by various Experiments, by M. Heikler, 3. 33.\nMechanical Principles in a Geometrical method, explicating the nature or operation of Plants, Animals, 8. 325.\nMedecins in China consist for the most part of Simples Dejections, Caustics, Frictions, without the use of Blood-letting, 14. 249.\nThe Physicians there, commended for speedy Cures, and easi, ibid.\nMediterranean Sea, whether it may be join'd with the Ocean, debated, 3. 41.\nMicrography epitomized, 2. 27. M. Aubert's Objections to a part of it; vid. the new way of grinding Spherical Glasses by a Turn-lath, 4. 57. M. Hooks answer thereto, 4. 64. both at large.\nMercury-Mines in Friuli, and the way of getting it out of the earth, 2. 21.\nMineral Inquiries, see Directions, Engins, Artificial Instruments. Mineral at Liege yielding Brimstone and Vitriol; and the way of extracting them, 3. 35. How Adits and Mines are wrought at Liege, 5. 79.\nA Stone in Sweden yielding Sulphur, Vitriol, Allum and Minium, and how, 21. 375. See Kircher's Mundus Subterraneus abbr. 6. 109.\nMonsters, a Calf deform'd, and a great stone found in a Cow's womb, n. 1. 10. a Colt with a double eye in one place, 583.\nMoons Diameter how to be taken, and why increased in the Solar Eclipse of Jun. 22. 1666. n. 2. p. 373. See Planets. What discoverable in the Moon, and what not. Moons Eclipses how to take without inconvenience, 457.\nMulberry-Trees how to be cut low, and easy to be reach'd, for relief of Silk-worms, in China, 14. 249. in Virginia, 12. 202. See Silk.\n\nN.\n\nNe's Inundations, the cause attributed to Niter, by Dela Chambre opposed by Vossius. See both in the List of Books, 14. 251. and 17. 304.\nThe North-Countries of Poland, Sweden, Denmark, &c. are warm'd by the influence of the Royal Society, 19. 344.\n\nO. Ocean;\nOcean, what Seas may be joined with it, 3. 41.\n\nOpticks, Campani's Glasses do excell Divini's; this satire by them to distinguish people at four Leagues distance, 2. 131. and 12. 269. What they discover in Jupiter and Saturn, 1. 1. and 2. The proportions of Apertures in Perspectives reduced to a Table by M. Aurout, 4. 55. Animadverted upon by Mr. Hook, 4. 69.\n\nHow to illuminate Objects to whatsoever proportion proposed by M. Aurout, 4. 75.\n\nHevelius, Hugenius, and some in England, endeavour to improve Optick Glasses, 6. 98.\n\nSeigneur Burattini's advance in the same inquired after, 19. 348. Some answer to it from Paris, 21. 347.\n\nDivini makes good Optick Glasses of Rock-chystal, that had veins (if he mistook not somewhat else for veins) 20. 362.\n\nTo measure the distances of Objects on earth by a Telescope, undertaken by M. Aurout, and others of the Royal Society, 7. 123.\n\nHow a Telescope of a few feet in Diameter may draw some hundreds of feet, 7. 127.\n\nHow a Glass of a small convex-sphere may be made to reflect the Rays of Light to a Focus at a far greater distance than is usual, 12. 202.\n\nP.\n\nParley, to make it shoot out of the ground in a few hours, see Hon. Fabri 18. 325.\n\nPictures, a curious way in France of making lively Pictures in Wax, and Maps in a low reliefe, 6. 99.\n\nThe cause why Pictures seem to look upon all Beholders, on which side forever they place themselves, 18. 326.\n\nAncient Paintings compared with the Moderns, and a judgment of the Paintings in several Ages, their perfections, and defects, see M. Felibien, 21. 383.\n\nPetrifaction, in the wombs of Women, 18. 320. in a Calf in the Cows womb, 1. 10.\n\nStones found in the heart of the Earl of Belcarres, 5. 86. Part of an Elm by incision, or otherwise, petrified a foot above the root and ground, 19. 329. Wood petrified in a sandy ground in England; and of a Stone like a Bone or Osteocolla, 6. 101.\n\nA Stone of excellent vertues found in the head of a Serpent in the Indies, 6. 102. The causes of Petrification inquired, 18. 320.\n\nPlanets, see Jupiter, Mars, Saturn, Sun, Moon; which are tubinated, and which not, 8. 143. To find the true distances of the Sun and Moon from the earth, 9. 191.\n\nPhysicians of China commended, see Medecins.\n\nPrevention, to preserve small Birds taken out of the shell, or other Fetus, for discoveries, 12. 198.\n\nPulves of the Sick how diligently, and to what good purposes observ'd in China, 14. 249.\n\nR.\n\nRainbows strangely posited, 13. 219.\n\nRaining of Ashes, and how, 21. 377.\n\nRice prosper best in watery places, see Marishes, 18. 328.\n\nS.\n\nSalamander, how it extinguishes fire, and feeds by licking Indian earth, 21. 377.\n\nSalt by excessive use stiffens, and destroys the body, 8. 138.\n\nSalt-Springs, see Springs.\n\nSalt-Peeter how made in the Mogols Dominions, 6. 103.\n\nThe proportion of Salt in best Salt-Springs; and what grounds or signs of best Salts, 8. 136.\n\nSea-fluxes, the cause proposed by way of a new Theory, by Dr. Wallis, 16. 263. See Tydes.\n\nSeas, whether they may be united, 3. 41.\n\nSilk-Worms and Silk-Trade solicited, 5. 87. and 2. 26. and 12. 201.\n\nSnakes, how they differ from Vipers, 8. 138.\n\nRattle-Snakes, how sometimes kill'd in Virginia, 3. 43. and 4. 78.\n\nSnow-houses directed, and how to preserve Ice and Snow in Chaffes, 8. 139.\n\nSprings, of peculiar note, n. 7. 127. n. 8. 133. 135. and 136. n. 18. 323.\n\nG g g z T. Taste\nT.\n\nTaste, the Organ and Nature of it, 20. 366.\nThunder and Lightning, the Effects examined, n. 13. 222. n. 14. 247.\nTydes, the causes proposed, 16. 263. See a further examination by a severe History of Tydes, Winds, and other circumstances directed, n. 17. n. 18. n. 21.\nTrees of Oak how found under-ground in Moors or Marshes, 18. 323.\n\nW.\n\nWaste-fishing about Bermuda, and New-England, how it is performed, n. 1. 11. n. 8. 132.\nWind, how to be raised by the fall of water, without any Bellows, 2. 25. shewed in a draught.\nWorms, that eat holes in stones, feeding on Stone, 18. 321.\n\nTHE\nThe more\n\nNATURAL METHOD.\n\nI. A Natural History of all Countries and Places, is the foundation for solid Philosophy. See Directions, Inquiries, and Instructions for a Natural History of a Country, n. 11. p. 186.\n\nSee it in part exemplified in the History of England, begun by Dr. Merrett in his Pinax, 20. 364.\n\nSee the cause of Tydes proposed by D Wal-lis, 16. 263.\n\nSee the further Examination by a severe History of Tydes, Winds, and other Concomitants or Adherents, directed, n. 17. n. 18, n. 21.\n\nSee the Inquiries concerning the Seas, and Sea-waters, n. 18. 315.\n\nSee Directions for Seamen bound for far Voyages, 8. 140.\n\nKircher's Account of the Subterraneous World, 6. 109.\n\nMr. Boyle's Directions and Inquiries touching Mines, 19. 330.\n\nPhilosophical Directions and Inquiries for such as Travel into Turkey, n. 20. 300.\n\nThe Relation of M. de Bourges, 18. 324.\n\nM. Thevenois Relation of divers curious Voyages, &c., more particularly of China, n. 4. 248.\n\nThe causes of the inundation of the Nile, disputed by Dela Chambre and Vossius. In the List of Books.\n\nSee Mr. Boyle's Mechanical Deductions, and Chymical Demonstrations of the Origine of Forms and Qualities, 11. 191.\n\nSee the Application of these Mechanical Principles more particularly to the Nature, Operation, and Generation of Plants and Animals, and to our humane Contexture, in a Geometrical method, by Hon. Fabri, 18. 325.\n\nSee Mr. Boyle's History of Cold and Thermometers, n. 1. p. 8. n. 3. p. 46.\n\nThe History of Winds and Weather, and all changes of the Air (especially in relation to the weight) observable by the Baroscope, n. 9. n. 10. n. 11.\n\nLight, some special search into the causes, and some peculiar Examples. See above in Light.\n\nPetrisfication solicited, see Petrisfication, Stone.\n\nThe Earth's Diurnal Rotation, see Earth supra.\n\nAdventurous Essays in Natural Philosophy, see Guarini, 20. 365.\n\nEarthquakes, and their Concomitants observed, n. 10. n. 11.\n\nThe effects of Thunder and Lightning examin'd, see Thunder, n. 13. 222. n. 14. 247.\n\nThe raining of Ashes and Sand at great distance from the Mount Vesuvius, see Raine, 21. 377.\n\nSprings, and Waters of peculiar Note, see Springs.\n\nInsects in Swarms how begotten; pernicious, and how destroyed, 8. 137.\n\nMonsters, or Irregularities in Nature. The Calf, Colt, supra.\n\nFour Suns at once, and two strange Rainbows, 13. 219.\n\nSee the statical position and tendency or gravitation of Liquids, in Mr. Boyle's Hydrostatical Paradoxes, 8. 145.\n\nSee in M. Hook's Micrography, a History of minute Bodies, or rather of the minute and heretofore un-seen parts of Bodies; it being a main part of Philosophy, by an artificial reduction of all gross parts of Nature to a closer inspection.\n\nMedicinal, see Medicine. Physicians, Chi-nu. Friction, Dr. Sydenham. Dr. Lower, Friction, supra. n. 4. 77. n. 12. 206.\n\nAnatomy, see Steno de Musculis & Glandulis. How a juice in the stomack dissolves the shells of Crustaceans, ibid.\n\nGracch de Succo Pancratico; that Flesh hath Vessels, n. 18. 316. Blood degenerated to resemble milk, n. 6. 117. The Transfusion of\nof blood, 20. 353. The organ and nature of Taste, 20. 366.\n\nSalt too much stiffens and destroys the Body, 8. 138.\n\nII. Singularities of Nature severely examin'd.\n\nThe ordering of Kermes for Color, 20. 362.\nHow the Salamander quencheth Fire, and lives by licking the Earth, n. 21. 377.\nWhether Swallows do lie under water in Winter, and revive in Summer? n. 19. 350.\nWhether the Hungarian Eolus like the Armenius? 1. 11.\nRattle-Snakes how kill'd in Virginia, 3. 43.\nSnakes and Vipers how they differ, see Snakes above.\nThe Qualities and Productions of May-dew, 3. 1.\nDamps in Mines how they kill, 3. 44.\nTeeth growing in aged persons, 21. 380.\nSteams and Expirations of the Body how stopp'd; and the stoppage dangerous or mortal, 8. 138.\nShining Worms in Oysters, 12. 203.\n\nIII. Arts, or Aids for the discovery or use of things Natural.\n\nSee Artificial Instruments in the Table.\nAgriculture, see the Inquiries, 5. 91.\nEnglish Vineyards vindicated, see in the Catalogue of Books.\nGeometry, see Euclid methodized for Facility, Format: in the Catalogue of Books.\nAstronomy, see Astronomical Remarks. Baliaudus, Herclius, Comets, Planets, Saturn, Jupiter, Mars, Sun, Moon, Eclipse.\nOpticks, see that Head in the Table.\n\nNote,\n\nThat though in this last Head there is repeated the Transfusion of Blood, because the Operation is an Art requiring diligence, and a practised hand to perform it for all advantageous Discoveries, and so to be distinguished from the Anatomical Account; yet that there is not affected noise and number, may well appear by reviewing and comparing the particulars of Artificial Instruments in the Table.\nIn the SAVOY,\nPrinted by T.N. for John Martyn, and James Allestry, Printers to the Royal Society: And are to be sold at their Shop without Temple-Bar, and in Duck-lane, 1667.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101556.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 15450,
    "total-output-tokens": 7504,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2446,
        2
      ],
      [
        2446,
        5982,
        3
      ],
      [
        5982,
        9387,
        4
      ],
      [
        9387,
        12724,
        5
      ],
      [
        12724,
        16104,
        6
      ],
      [
        16104,
        16694,
        7
      ],
      [
        16694,
        19779,
        8
      ],
      [
        19779,
        21401,
        9
      ],
      [
        21401,
        21575,
        10
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101556",
    "title": "Back Matter",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/101556"
  }
}