{
  "id": "b0a6da84b9dcc31572f1ab7a0761a710c8c97cdb",
  "text": "vomit; but I think brought up very little, if any; he froth'd at the Mouth and bit at the Grass, which he champed, as if he were mad; and indeed we were all afraid of him. We therefore put him into a Room and there kept him till next Morning, where I saw him as I thought recover'd: We throw'd him some Meat, which he eat, so we let him out and he went home. About a Month after that, the Dog's Hair came off, and his Master killed him, being so ugly to look at; he told me, he lookt like a Leprous Person, (that was his very Expression;) I never heard this Dog swell'd.\n\nThe third Dog which he bit was a Shaggy Spaniel, about an hour and a quarter after the second. He was bitten on the foremost part of his right Shoulder, as we perceived by the Blood. The Dog seem'd to bite at the place himself, and was very sick for that whole Evening (viz.) about 2 or 3 hours; but without any means or application he recover'd, and I never heard he was sick afterwards.\n\nVIII. Quædam Notabilia in Cerebris trium Epilepsiæ mortuorum observata, quibus accedit Historia de substantiâ Cataractæ. Epistolæ Domini Waltheri Curieus Rhæti, ad Dominum J. F. Woolhouse, F. R. S. &c.\n\nCum hicce, (ubi per unum alterumve Mentem dego) Venetiis, cadaveribus sufficientibus apriendis nobis fit occasio, apud virum clarissimum Santorinum Pr. Anat, erat Vir 35 Annorum, temperamenti & habitûs gracilis, abhinc duobus annis corruptus dolore grava\ngravativo capitis in parte anteriore versùs frontem. & à D. Professoribus multa ac multa remedia accepit, sed frustra: transactis duobus annis Hæmorhagia narium Larga contigit, quae tamen sponte item cessavit. Post Hæmorhagiam amissit sensum olfactoriun, & postea corruptus fuit per duos annos Paroxysmis Epilepticis saepius ingruentibus, denique mortuus est.\n\nSecto cranio, vidimus Cerebrum in parte anteriore versùs Duram Matrem circa Regionem Cristae Galli, in parte dextrà durum & callosum, & arctissime cum Meninge durà connexum: in parte Cerebri anteriore versùs sinistràm partem, inventa fuit extravasaæ materiae languineæ aliqua quantitas, reliqua naturalia.\n\n2. Anasarcà laborans Mulier 60 annorum vehementissimis iisque sæpè repetitis acerbissimis Insultibus correpta obiit. Secto cranio, invenimus intra Piam Meningem & Cerebrum, atque in anterioribus Cerebri ventriculis magnam satis extravasaæ lymphæ quantitatem, ut eà ventriculi sermè turgidi fuerint. In Plexibus Choroideis conspectui seè tradidere plurima corpuscula albicantia, pellucida, serum aquosum in se continentia, variae magnitudinis; maxima ad magnitudinem seminis Canabini majoris accedebant, quae à me, aliis dissentientibus, vesiculæ fuere nominata.\n\n3. Dissecto Cranio Vetulae alicujus quae per multorum annorum tractum Epilepsiae valde obnoxia erat, vidimus intra Piam Matrem & Cerebrum, mediocrem Seri extravasati copiam, in anterioribus autem Cerebri ventriculis tanta talis Seri quantitas fuit, ut crepaturam illorum quasi minabatur. Flexus Choroideus instar veri racemi apparebat uterque; vesiculæ inibi plurimae, rotundae, pellucidae, & variae magnitudinis nobis visui seè obtulere, & instar elegantissimarum apparebant Perlarum.\n\nHist.\nHist. Vetula circiter 50 annorum, dum viveret, siste-\nbat Cataractam veram in oculo sinistro, Coloris Perlacis,\nmagnitudine mediocris, ita tamen ut aliquantis per\npluquàm dimidiam, eamque mediam Pupillae partem\noccupabat, seu melius mediam & paulò plusquam\ndimidiam partem Pupillae; colore perlaceum habere\nrepraesentabat, repraesentabat dico, nam vidi manifestè\neam Cataractam retro Uveam, & in 2dâ oculi Came-\nrà esse suspicabar. Interrogatus à Santorino, in praes-\nentiâ decem plús minus Medicorum, quid judicium\nmeum sit de hâc Cataractâ, an sit Cuticulæ vel Cristalli-\nni vitium? respondi, me potius pro Cuticulâ habere\nquam pro Cristallini vitio, attamen id absolutè & indu-\nbiè affirmare nolle, quoniam signum Pathognomonicum\nnon datur. Respondenti mihi ridere coepit, quod au-\ndeam aliquid de Cuticulâ sive membranulâ statuere,\npersuasus enim est ipse, Cl. Leisteri Systema\ncertum esse &c. Mortuâ dissecâ, hæc Vetula in\noculo dicto sinistro nobis de omnibus certissima obtu-\nlit: Cristallinus enim humor erat pellucidus quibusvis\ninstitutis experimentis, nec ullâ maculâ aut minimâ\nobfuscatione imbutus; erat equidem per totam ipsius\nmolem ubique & æqualiter levissimè, levissimè in-\nquam, citrino Colore persusus, vix namque aliquid hu-\njus Citrini Coloris apparebat, in vivis adhuc dum ex-\nistenti Vetulâ. Cuticula eadem Libera in nominatâ\nCamerâ existebat, & non nisi duabus subtilissimis\nfibrillis Uveæ adhaerebat: Cætera erant naturalia, at Pu-\npilla naturali quoque aliquantulum major reperta;\nnaturaliter sive à naturâ, & non praeter-naturaliter.\nHanc Cataractam, unà cum partibus vicinis om-\nnibus, eo quo inveni situ monstrare, & curiosorum ocu-\nlos satiare possum; cujus sectioni hâc Die 27 Aprilis\nhujus Anni 1727 faciæ, reique ità repertæ Testes sunt\nCl. Dominus Santorinus & plures alii Medici & Chi-\nrurgi.\n\nTt IX. Two",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103668.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1742,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1420,
        2
      ],
      [
        1420,
        3144,
        3
      ],
      [
        3144,
        4984,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103668",
    "title": "Quaedam Notabilia in Cerebris Trium Epilepsia Mortuorum Observata, Quibus Accedit Historia de Substantia Cataractae. Epistola Domini Waltheri Curieusi Rhaeti, ad Dominum J. F. Woolhouse, F. R. S. &c.",
    "authors": "Waltheri Curieusi Rhaeti",
    "year": 1727,
    "volume": "35",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/103668"
  }
}