{
  "id": "bd1fef15f717a077ee7e3abe8b782e0896e19548",
  "text": "VI. On the Rectification of the Hyperbola by Means of Two Ellipses; proving that Method to be circuitous, and such as requires much more Calculation than is requisite by an appropriate Theorem: in which Process a new Theorem for the Rectification of that Curve is discovered.\n\nTo which are added some further Observations on the Rectification of the Hyperbola: among which the great Advantage of descending Series over ascending Series, in many Cases, is clearly shown; and several Methods are given for computing the constant Quantity by which those Series differ from each other. By the Rev. John Hellins, B.D. F.R.S. and Vicar of Potter's-Pury, in Northamptonshire.\n\nBeing an Appendix to his former Paper on the Rectification of the Hyperbola, inserted in the Philosophical Transactions for the Year 1802. Communicated by Nevil Maskelyne, D.D. F.R.S. Astronomer Royal.\n\nRead January 10, 1811.\n\n1. The rectification of the hyperbola by means of two ellipses is one proof, among many others, of the great sagacity of the late Mr. John Landen, F.R.S.; and the ingenuity which he displayed on that occasion has obtained the notice and called forth the praises of eminent mathematicians both in this island and on the Continent. Yet, while the great ingenuity of the device is thus generally and justly allowed, this method of rectifying the hyperbola has always appeared to me to be\nmore curious than useful, as it is circuitous, and requires much more calculation than is requisite for that purpose by an appropriate theorem. The establishment of this truth is the main design of this short paper; a truth which, to my surprise, has not been noticed in any book that has come to my hands.*\n\n2. But, before I proceed to investigation, it seems proper to remark, that Mr. Landen has, in his Memoir† on the Hyperbola and Ellipsis, expressed himself as if he thought that the difference between an hyperbolic arch and its tangent, when both are of an immense length, could not be computed before he published that work. His words at the beginning of the memoir above-mentioned, are these: \"Some of the theorems given by mathematicians for the calculation of fluents by means of elliptic and hyperbolic arcs requiring, in the application thereof, the difference to be taken between an arc of an hyperbola and its tangent; and such difference being not directly attainable when such arc and its tangent both become infinite, as they will do when the whole fluent is wanted, although such fluent be at the same time finite; those theorems therefore in that case fail, a computation thereby being then impracticable without some farther help.\"\n\n\"The supplying that defect I considered as a point of some importance in geometry, and therefore I earnestly wished and endeavoured to accomplish that business; my aim being to ascertain, by means of such arcs as above-mentioned, the limit of the difference between the hyperbolic arc and its\n\n* On this occasion, no one has betrayed more ignorance, nor shown a greater want of candour, than the writer of Art. XIII. in the Monthly Review for April 1803.\n\n† This is the second in the 1st Volume of his Memoirs, printed in the year 1780.\n\"tangent, whilst the point of contact is supposed to be carried to an infinite distance from the vertex of the curve, seeing that, by the help of that limit, the computation would be rendered practicable in the case wherein, without such help, the before-mentioned theorems fail. The result of my endeavours respecting that point appears in this Memoir: which, among other matters, contains the investigation of a general theorem for finding the length of any arc of any conic hyperbola by means of two elliptic arcs.\"—Vol. I. p. 23 and 24.\n\nAnd towards the end of the same memoir he has expressed himself thus: \"Mr. Maclaurin's method of construction,\" [of the elastic curve,] \"just now adverted to, though very elegant, is not without a defect. The difference between the hyperbolic arc and its tangent being necessary to be taken, the method (for the reason mentioned at the beginning of this Memoir) always fails when some principal point in the figure is to be determined; the said arc and its tangent then both becoming infinite, though their difference be at the same time finite.\" P. 36.\n\n3. Whoever reads the passages here quoted, and knows not what was done on the subject before Mr. Landen handled it, will undoubtedly conceive that he was the first person who solved the problem of computing the difference between the length of the infinite arch of an hyperbola and its asymptote. Yet the fact is not so. That difference may be computed, in many cases, by the first series given by Mr. Maclaurin in Art. 808 of his Treatise of Fluxions, which series admits of an easy transformation into another form, by which the aforesaid difference may be computed in all cases; or the fluent may be\ntaken in a series which will always converge; and both he and Mr. Simpson have actually produced such a series, the one in the place before referred to, and the other in Art. 435 of his Doctrine of Fluxions. And although this series, when the transverse axis of the hyperbola is much greater than the conjugate, will converge very slowly, yet (as I have shown in the Philosophical Transactions for the year 1798,) the value of it to seven, or even to ten places of figures is, in all cases, attainable.\n\nAs Mr. Landen had the character of a man of great pro-\nbity, and as he has, in various parts of his writings, shewn a regard for the memory of the eminent mathematicians above-mentioned, I cannot account for this misrepresenta-\ntion of the matter any other way than by supposing that, being old when he wrote this memoir, and incumbered with much other business, his memory failed him. His just praise on this occasion is, that his solution of the aforesaid problem is much better than those of his contemporaries. I shall have occasion to speak again of this problem in my observations towards the end of this paper; but now proceed to the proof of the main point which I had in view in writing it.\n\n4. If the transverse axis of any conic hyperbola be called $2a$, and the conjugate axis $2b$; and if the abscissa counted from the center on the transverse axis be called $x$, the correspond-\ning ordinate $y$, and the length of the arch from the vertex to the ordinate $H$; then, by Simpson's Fluxions, Art. 435, we have\n\n$$\\dot{H} = \\frac{\\dot{x}\\sqrt{(xx + bbxx - 1)}}{\\sqrt{(xx - 1)}},$$\n\nor, (putting $ee = 1 + bb,$) $\\dot{H} = \\frac{\\dot{x}\\sqrt{(eexx - 1)}}{\\sqrt{(xx - 1)}}.$ [1]\n\nMDCCCXI.\n5. If now we put \\( x = \\sqrt{\\frac{1 - uu}{ee}} \\), [2] we shall have\n\n\\[\nxx = \\frac{1 - uu}{ee}, \\quad eexx = \\frac{ee - uu}{1 - uu}, \\quad \\text{and} \\quad eexx - 1 = \\frac{ee - uu}{1 - uu} - 1 =\n\\]\n\n\\[\n= \\frac{ee - uu - 1 + uu}{1 - uu} = \\frac{ee - I}{1 - uu}; \\quad \\text{we shall also have} \\quad xx - 1 = \\frac{I - uu}{ee}\n\\]\n\n\\[\n= \\frac{I - uu}{ee} - I + uu = \\frac{(I - I)uu}{1 - uu}; \\quad \\text{and thence, by substitution,}\n\\]\n\n\\[\n\\frac{ee xx - I}{xx - I} = \\frac{ee - I}{I - uu} \\div \\frac{(I - ee)uu}{(ee - I)uu} = \\frac{ee}{uu}, \\quad \\text{and consequently}\n\\]\n\n\\[\n\\sqrt{\\frac{ee xx - I}{xx - I}} = \\frac{e}{u}. \\quad [3]\n\\]\n\nBut, since \\( x \\) was put \\( = \\sqrt{\\frac{1 - uu}{ee}} \\), (see the equation numbered [2], we have\n\n\\[\n\\dot{x} = \\frac{-iu}{ee} \\times \\frac{1}{\\sqrt{(1 - uu)}} + \\frac{iu \\sqrt{(1 - uu)}}{(1 - uu)^{\\frac{3}{2}}},\n\\]\n\nwhich, by reduction, becomes \\( \\frac{(I - I)iu}{(1 - uu)^{\\frac{3}{2}}} \\times \\sqrt{(1 - uu)} \\). And lastly,\n\nby substituting this value of \\( \\dot{x} \\) in the equation numbered [3],\n\nwe have \\( \\dot{H} = \\dot{x} \\sqrt{\\frac{ee xx - I}{xx - I}} = \\frac{(I - I)iu}{(1 - uu)^{\\frac{3}{2}}} \\times \\frac{e}{u} = \\)\n\n\\[\n\\frac{e(I - I)iu}{(1 - uu)^{\\frac{3}{2}} \\times \\sqrt{(1 - uu)}}; \\quad * \\text{the fluxion of the arch of the hyperbola.}\n\\]\n\n6. Let us now (to simplify the expression) put \\( \\epsilon = \\frac{1}{e} \\), and\n\n* As this result differs from that given by Mr. Woodhouse, in p. 260 of the Philosophical Transactions for 1804, I have set down the process at large, that the intelligent reader may the more easily perceive where the truth lies.\nassume \\( V = u \\sqrt{\\frac{1 - ee uu}{1 - uu}} \\); then, by taking the fluxions on both sides, we shall have \\( \\dot{V} = \\dot{u} \\sqrt{\\frac{1 - ee uu}{1 - uu}} - \\frac{ee \\dot{u} uu}{\\sqrt{(1 - uu)} \\times \\sqrt{(1 - ee uu)}} + \\frac{\\dot{u} uu \\sqrt{(1 - ee uu)}}{(1 - uu)^{\\frac{3}{2}}} \\). Here \\( \\dot{u} \\sqrt{\\frac{1 - ee uu}{1 - uu}} \\), the first term on the right hand side of the equation, is evidently the fluxion of an arch of an ellipsis of which the transverse semi-axis is 1, the eccentricity is \\( e \\), and the abscissa (counted from the center) is \\( u \\). The third term, \\( \\frac{\\dot{u} uu \\sqrt{(1 - ee uu)}}{(1 - uu)^{\\frac{3}{2}}} \\), by multiplying both numerator and denominator by \\( \\sqrt{(1 - ee uu)} \\), becomes \\( \\frac{\\dot{u} uu - ee \\dot{u} u^2}{(1 - uu)^{\\frac{3}{2}} \\times \\sqrt{(1 - ee uu)}} \\), which (by division) is very easily resolved into \\( \\frac{ee \\dot{u} uu}{\\sqrt{(1 - uu)} \\times \\sqrt{(1 - ee uu)}} + \\frac{(1 - ee) \\dot{u} uu}{(1 - uu)^{\\frac{3}{2}} \\times \\sqrt{(1 - ee uu)}} \\); so that the sum of the second and third terms on that side of the equation becomes barely \\( \\frac{(1 - ee) \\dot{u} uu}{(1 - uu)^{\\frac{3}{2}} \\times \\sqrt{(1 - ee uu)}} \\), which expression is obviously \\( = - \\frac{(1 - ee) \\dot{u}}{\\sqrt{(1 - uu)} \\times \\sqrt{(1 - ee uu)}} + \\frac{(1 - ee) \\dot{u}}{(1 - uu)^{\\frac{3}{2}} \\times \\sqrt{(1 - ee uu)}} \\); and the last of these (\\( e \\) being by the notation \\( = \\frac{1}{e} \\)) differs from \\( \\dot{H} \\), the fluxion of the hyperbolic arch, found in the preceding Article, only in that it is not multiplied by \\( e \\); or, in other words, it is \\( = \\frac{\\dot{H}}{e} \\). Let us therefore substitute the values now found for their equals in the above fluxional equation, and we shall have \\( \\dot{V} = \\dot{u} \\sqrt{\\frac{1 - ee uu}{1 - uu}} - \\frac{(1 - ee) \\dot{u}}{\\sqrt{(1 - uu)} \\times \\sqrt{(1 - ee uu)}} + \\frac{\\dot{H}}{e} \\). (α)\n\n7. Now it is easy to perceive, from what is done in Art. 13 and 14 of Landen's second Memoir, (above referred to,) that the fluent of the second term on the right-hand side of this equation may be found by means of the fluent of the first term,\nan algebraic quantity, and the arch of another ellipse which is more eccentric. And as this has been done by some late writers on the rectification of the ellipse,* I shall, on the present occasion, only state and use the result, in a notation convenient for an arithmetical calculator. Thus, putting $\\zeta = \\frac{2\\sqrt{e}}{1+\\epsilon}$, and $vv = \\frac{e+uu-\\sqrt{(ee-uu)(1-uu)}}{ze}$,\n\nand the fluent of $\\frac{u\\sqrt{(1-uu)}}{\\sqrt{(1-uu)}} = E$,\n\n- - - of $\\frac{u}{\\sqrt{(1-uu)} \\times \\sqrt{(1-\\epsilon uu)}} = F$,\n\n- - - of $\\frac{\\dot{v}\\sqrt{(1-\\zeta vv)}}{\\sqrt{(1-vv)}} = 'E$, it is certain that\n\n$F$ is $= \\frac{\\zeta e}{2} \\left( \\frac{1+\\epsilon}{1-\\epsilon} \\right) u + \\frac{2}{1-\\epsilon} E - \\frac{2}{1-\\epsilon} 'E$.\n\nMultiply this equation by $1-\\epsilon$, and write $2\\epsilon$ for its equal $\\frac{\\zeta e}{2} (1+\\epsilon)$, and it becomes\n\n$(1-\\epsilon) F = 2\\epsilon u + 2E - 2 (1+\\epsilon) 'E$.\n\nIf we now take the fluents of the fluxions in the equation marked $(a)$ in the preceding Article, we shall have\n\n$V = E - (1-\\epsilon) F + \\frac{H}{e}$. And since all these quantities begin and increase together, this equation needs no correction. And by writing for $(1-\\epsilon) F$ its value found in the preceding equation, we have $V = -2\\epsilon u - E + 2 (1+\\epsilon) 'E + \\frac{H}{e}$; and thence by reduction and transposition, $H = 2\\epsilon eu + e V + e E - 2e (1+\\epsilon) E'$; which expression will be found to exceed that given (for the same purpose) by Mr. Woodhouse, in p. 261 of the Philosophical Transactions for the year 1804, in the ratio of $e$ to 1.\n\n* See M. Lacroix's Traité du Calcul Différentiel et du Calcul Intégral, Tome II. p. 181.\nMoreover; since by the notation in Art. 5 and 6, \\( e \\) is \\( = 1 \\), and \\( V = ux \\), we have, by substituting these values for their equals in the last equation, \\( H = 2u + e (ux + E) - 2(1 + e)E \\), which is Landen's theorem in a different notation.\n\n8. I am now to prove, that all the labour of computing the eccentricity* and abscissa, and the arch itself, of this second ellipsis, and the subsequent operations of multiplication and subtraction requisite in the application of it to the rectification of the hyperbola, is altogether needless; since the same end may be obtained by only computing and applying the fluent of \\( u \\sqrt{\\frac{1-uu}{1-ee uu}} \\), which will require no more calculation than must be made to find and apply the elliptic arch denoted by \\( E \\) (of which the axis, and eccentricity, and abscissa, are given). And the truth of this will quickly appear. For,\n\n9. The fractional expression, \\( \\frac{u \\sqrt{(1-uu)}}{\\sqrt{(1-uu)}} - \\frac{(1-ee)u}{\\sqrt{(1-uu)} \\sqrt{(1-ee uu)}} \\), found above, in the equation marked \\( (\\alpha) \\), (see Art. 6.) by reduction to a common denominator, becomes\n\n\\[\n\\frac{u \\sqrt{(1-uu)}}{\\sqrt{(1-uu)} \\times \\sqrt{(1-ee uu)}} = \\frac{ee u \\sqrt{(1-uu)}}{\\sqrt{(1-uu)} \\times \\sqrt{(1-ee uu)}} = ee u \\sqrt{(1-uu)}.\n\\]\n\nSubstitute this for its equal in the aforesaid equation, and we have \\( \\dot{V} = \\frac{ee u \\sqrt{(1-uu)}}{\\sqrt{(1-ee uu)}} + \\frac{H}{e} \\). (\\( \\gamma \\)). Take the fluents, denoting that of \\( \\frac{u \\sqrt{(1-uu)}}{\\sqrt{(1-ee uu)}} \\) by \\( G \\), and there will be \\( V = ee G + \\frac{H}{e} \\); and thence, by transposition and multiplication, \\( H = e V - ee G \\). (\\( \\delta \\)).\n\nThis theorem, as far as I know, is new.\n\nHere then it appears, that the rectification of the hyperbola is accomplished by means of the algebraic quantity \\( e V \\),\n\n* When it is more convenient to use the conjugate semi-axis than the eccentricity, in the arithmetical calculation, then that must be computed instead of the eccentricity.\n\\( (= eu \\sqrt{\\frac{1-uu}{1-uu}}) = eux,) \\) and \\( e \\times \\) the fluent of \\( \\frac{u \\sqrt{(1-uu)}}{\\sqrt{(1-uu)}} \\). And it is obvious to every competent judge that the arithmetical work of computing the value of \\( G \\), with any given values of \\( e \\) and \\( u \\), will be as short and easy as the computation of the elliptic arch denoted by \\( E \\). Yet, for the more ready comparison of the series, with each other, which arise in taking these fluents, I will here set them down in the Newtonian form, which undoubtedly is the most convenient for arithmetical calculations that has yet been discovered.\n\n10. \\( E \\) is \\( \\frac{u \\sqrt{(1-uu)}}{\\sqrt{(1-uu)}} \\times : 1 - \\frac{uu}{2} - \\frac{e^4u^4}{2.4} - \\frac{3e^6u^6}{2.4.6} \\)\n\n\\(- \\frac{3.5e^8u^8}{2.4.6.8}, \\) &c.; and denoting the fluents of \\( \\frac{u \\sqrt{(1-uu)}}{\\sqrt{(1-uu)}} \\), \\( \\frac{uu \\sqrt{(1-uu)}}{\\sqrt{(1-uu)}} \\), \\( \\frac{u^3 \\sqrt{(1-uu)}}{\\sqrt{(1-uu)}} \\), &c. by \\( A' \\), \\( B' \\), \\( C' \\), &c. respectively, we have\n\n\\( A' = \\) the circ. arch of which the rad. is 1, and sine \\( u \\).\n\n\\( B' = \\frac{A' - u \\sqrt{(1-uu)}}{2} \\),\n\n\\( C' = \\frac{3B' - u^3 \\sqrt{(1-uu)}}{4} \\),\n\n\\( D' = \\frac{5C' - u^5 \\sqrt{(1-uu)}}{6} \\),\n\n\\( E' = \\frac{7D' - u^7 \\sqrt{(1-uu)}}{8} \\),\n\n&c. &c. &c. And then, multiplying these quantities by their proper factors, and placing them in due order, we have\n\n\\( E = A' - \\frac{uu}{2} B' - \\frac{e^4}{2.4} C' - \\frac{3e^6}{2.4.6} D' - \\frac{3.5e^8}{2.4.6.8} E', \\) &c.\n\n11. \\( G \\) is \\( \\frac{u \\sqrt{(1-uu)}}{\\sqrt{(1-uu)}} = u \\sqrt{(1-uu)} \\times : 1 + \\frac{uu}{2} + \\frac{3e^4u^4}{2.4} \\)\n\n\\(+ \\frac{3.5e^6u^6}{2.4.6} + \\frac{3.5.7e^8u^8}{2.4.6.8}, \\) &c. Now, denoting the fluents of \\( u \\sqrt{(1-uu)} \\), \\( uu \\sqrt{(1-uu)} \\), \\( u^3 \\sqrt{(1-uu)} \\), &c. by \\( A \\), \\( B \\), \\( C \\), &c. respectively, we have\nof the Hyperbola.\n\nA = area of \\( \\frac{1}{2} \\) the mid. zone of a circ. of which the rad. is 1,\nand sine \\( u \\).\n\n\\[\nB = \\frac{A - u(1 - uu)^{\\frac{3}{2}}}{4},\n\\]\n\n\\[\nC = \\frac{3B - u^3(1 - uu)^{\\frac{3}{2}}}{6},\n\\]\n\n\\[\nD = \\frac{5C - u^5(1 - uu)^{\\frac{3}{2}}}{8},\n\\]\n\n\\[\nE = \\frac{7D - u^7(1 - uu)^{\\frac{3}{2}}}{10},\n\\]\n\n&c. &c. And, multiplying these quantities by their proper factors, and placing them in due order, we have\n\n\\[\nG = A + \\frac{u}{2} B + \\frac{3u^4}{2 \\cdot 4} C + \\frac{3 \\cdot 5 \\cdot u^6}{2 \\cdot 4 \\cdot 6} D + \\frac{3 \\cdot 5 \\cdot 7 \\cdot u^8}{2 \\cdot 4 \\cdot 6 \\cdot 8} E, \\text{ &c.}\n\\]\n\n12. Now, by comparing together the fluents denoted by \\( A' \\) and \\( A \\), \\( B' \\) and \\( B \\), \\( C' \\) and \\( C \\), &c. it is obvious that the arithmetical calculation of the one will not, in any respect, be more difficult than that of the other; and that \\( A \\) is always less than \\( A' \\), \\( B \\) than \\( B' \\), \\( C \\) than \\( C' \\), &c. And it is evident that each of the series denoted by \\( E \\) and \\( G \\) converges by the same geometrical progression, viz. \\( \\varepsilon^2, \\varepsilon^4, \\varepsilon^6, \\) &c. So that the arithmetical value of any number of terms of the latter series will always be nearer to the value of the whole, than the arithmetical value of the same number of terms of the former series will be to its whole. And as to transformations of the expression \\( iu\\sqrt{\\left(\\frac{1 - uu}{1 - uu}\\right)} \\) into others, in order to obtain the fluent in series of swifter convergency, when the case requires it; it is obvious that similar operations may be performed on the expression \\( iu\\sqrt{\\left(\\frac{1 - uu}{1 - uu}\\right)} \\).\n\nIn the application of \\( E \\) and \\( G \\) to the rectification of the hyperbola, the one is multiplied by \\( e \\), the other by \\( \\varepsilon \\), (see the\nequations marked (€) and (δ) in Art. 7 and 9,) which are operations equally easy.\n\nThus it appears, that all the labour of computing the eccentricity, the abscissa, and the length of the elliptic arch denoted by 'E, and of applying it to the rectification of the hyperbola, is wholly unnecessary; and consequently, that that method is circuitous, and more curious than useful.*\n\nSome further Observations on the Rectification of the Hyperbola: among which the great Advantage of descending Series over ascending Series, in many cases, is clearly shown; and several Methods are given for computing the constant Quantity by which those Series differ from each other.\n\n13. The new series above given in Art. 11, it is obvious, will converge swiftly so long as \\( u \\) is small in comparison of 1; (which it will be when \\( x \\) is not much greater than 1;) so that this series will be very convenient for computing a small arch of an hyperbola near the vertex, even when \\( e \\) is nearly = 1: and, when \\( e \\) is small in comparison of 1, any arch, how great so ever, may easily be computed by it. But, when \\( e \\) is nearly = 1, and \\( uu \\) is greater than \\( \\frac{1}{2} \\), this series will converge but slowly; and, for that reason, will not be an eligible form for arithmetical calculation. In such cases, however, a swift convergency will take place in some of the descending series (discovered by me, and) inserted in the Philosophical Trans-\n\n* By comparing the expressions marked \\( \\gamma \\) and \\( \\delta \\), in Article 9 of this Paper, with the short paragraph near the top of page 261 of the Philosophical Transactions for 1804, the mathematical reader will quickly perceive that Mr. Woodhouse has there asserted too much.\nactions for 1802. And as those descending series differ from the ascending ones by a constant quantity, (as is there shown,) I will now add something to what was then said on the methods of computing the value of that constant quantity.\n\n14. It is very evident from what is done in the Philosophical Transactions for 1802, from page 460 to page 465, that the constant quantity here spoken of is no other than the difference between the length of the arch of the hyperbola and its tangent, \"when the point of contact\" (to use Landen's words,) \"is supposed to be carried to an infinite distance from \"the vertex of the curve:\"*—which difference is undoubtedly the same as \"the difference between the length of the arch \"infinitely produced and its asymptote\"—(as Simpson† expresses it.) And since each of these eminent mathematicians, and Mac Laurin also, (as I before observed,) has treated of this difference, it seems requisite that I should here give a brief statement of their methods of computing it, and compare them with such of my own as I offer to the public.\n\n15. If 1 be written instead of \\(a\\), in Art. 435 of Simpson's Fluxions, the eccentricity will be \\(\\sqrt{1 + bb}\\), which is denoted by \\(e\\) in this Paper; and his \\(dd = \\frac{1}{1+bb}\\) will be \\(= \\frac{1}{ee} = ee\\). Substituting, therefore, 1 for \\(a\\), and \\(e\\) for \\(d\\), in the series by which he expresses the difference between the length of the asymptote and the infinite arch, it becomes\n\n\\[\nA \\times : \\frac{e^2}{2} + \\frac{e^3}{2.2.4} + \\frac{3.3.e^5}{2.2.4.4.6} + \\frac{3.3.5.5.e^7}{2.2.4.4.6.6.8}, \\text{ &c.}\n\\]\n\nhis \\(A\\) being = the quadrantal arch of a circle of which the radius is 1.\n\nIn like manner, 1 being written instead of \\(a\\), in the second\n\n* See Landen's Memoirs, Vol. I. p. 23. † See his Fluxions, Art. 435.\nseries in Art. 808 of Mac Laurin's Fluxions, his $E = a + \\frac{bb}{a}$ will become $1 + bb$, which is $ee$ in the notation used in this paper; and his series,\n\n$$\\frac{Na}{2} \\times \\sqrt{\\frac{a}{E}} + \\frac{aA}{2.4E} + \\frac{9aB}{4.6E} + \\frac{25aC}{6.8E} + \\frac{49aD}{8.10E}, \\text{&c.}$$\n\n(A denoting the first term, B the second, C the third, &c.)\n\nwill become $N \\times : \\frac{1}{2e} + \\frac{1}{2.2.4e^3} + \\frac{3.3}{2.2.4.4.6e^5} + \\frac{3.3.5.5}{2.2.4.4.6.6.8e^7}, \\text{&c.}$\n\nwhich series, since $\\frac{1}{e}$ is $e$, and N denotes the quadrantal arch of a circle of which the radius is 1, exactly agrees with Simpson's series.\n\nAnd this series will be found to agree also with the value of $eG$ in the equation marked (δ) in Art. 9, when $u$ becomes $= 1$. For, in that case, $eV = ex$ denotes the asymptote, and H the infinite arch of the hyperbola; and we have, by transposition, $ex - H = eG$. And, $u$ being $= 1$, A, the first term of the series denoted by G in Art. 11, becomes $= \\text{the area of a quadrant of a circle of which the radius is } 1$, that is, $= \\frac{N}{2}$: B becomes $= \\frac{A}{4} = \\frac{N}{2.4}$: C becomes $= \\frac{3B}{6} = \\frac{3N}{2.4.6}$: D becomes $= \\frac{5C}{8} = \\frac{3.5N}{2.4.6.8}$: &c. and these values being written for A, B, C, D, &c. and the whole $\\times e$, we have $eG = N \\times : \\frac{e}{2} + \\frac{e^3}{2.2.4} + \\frac{3.3e^5}{2.2.4.4.6} + \\frac{3.3.5.5e^7}{2.2.4.4.6.6.8}, \\text{&c.}$ perfectly agreeing with the series above stated.\n\nThis series, it is obvious, will converge but slowly when $e$ is not much greater, and consequently $e$ not much less, than 1; that is when $b$ is small in comparison of 1. But, in such cases, other series which have a good rate of convergency may be used, as was shown in my former paper on the Rectification\nof the Hyperbola, and will more fully appear in the following pages.\n\nMr. Landen's methods of computing the aforesaid difference next come under consideration: and, first, his method of computing it by means of the arches of two ellipses.\n\n16. We have seen above, that, when $x$ becomes immensely great, $u$ becomes $= 1$; and in this case the equation (C) in Art. 7 becomes $H = 2 + ex + eE - 2(1 + e)'E$; from which we have $ex - H = 2(1 + e)'E - eE - 2$, another expression of the difference between the length of the asymptote and the infinite arch: which expression, however, is not so convenient for arithmetical calculation as the preceding. For here $E$ denotes the quadrant arch of an ellipsis of which the transverse semi-axis is $1$, and the eccentricity $\\varepsilon$; which arch is\n\n$$N \\times : 1 - \\frac{3}{2.2} - \\frac{3^3}{2.2.4.4} - \\frac{3.3.5\\varepsilon^6}{2.2.4.4.6.6} - \\frac{3.3.5.5.7\\varepsilon^8}{2.2.4.4.6.6.8.8}, \\text{ &c.}$$\n\nso that the computation of $eE = \\frac{E}{\\varepsilon}$\n\n$$N \\times : e - \\frac{\\varepsilon}{2.2} - \\frac{3\\varepsilon^3}{2.2.4.4} - \\frac{3.3.5\\varepsilon^5}{2.2.4.4.6.6} - \\frac{3.3.5.5.7\\varepsilon^7}{2.2.4.4.6.6.8.8}, \\text{ &c.}$$\n\nwill require as much labour as the computation of $\\varepsilon G$, which is the very difference sought. (See the preceding Art.) But, by this method, we have yet to compute the elliptic arch denoted by $'E$, of which the transverse semi-axis is $1$, the eccentricity $\\zeta = \\frac{2\\sqrt{\\varepsilon}}{1+\\varepsilon}$, ($= \\frac{2\\sqrt{\\varepsilon}}{1+\\varepsilon}$) and abscissa $v = \\sqrt{\\left(\\frac{1+\\varepsilon}{2}\\right)}$, ($= \\sqrt{\\left(\\frac{\\varepsilon+1}{2\\varepsilon}\\right)}$); and then there must be a multiplication of this quantity by $2(1 + e)$, and, after that, a subtraction of $eE + 2$ from the product, to obtain the difference sought: all which labour is more than is required by the method described in the preceding article. Here, then, we have a striking instance (and a thousand more might be produced) of the inutility of rectifying the hyperbola by means of two ellipses.\n\nR. 2\n17. But Mr. Landen discovered another and a better method of computing the difference in question, which is briefly this:\n\nIf from C, the center of an hyperbola, CP be drawn perpendicular to DP, a tangent to the curve in D; and if the transverse semi-axis CA be \\(= m\\), the conjugate semi-axis \\(= n\\), the perpendicular CP \\(= p\\); and if \\(f\\) be put \\(= \\frac{mm - nn}{2m}\\), and \\(z = \\frac{pp}{m}\\);\n\nthen will the difference between the length of the tangent DP and the arch AD be universally expressed by \\(d\\) — the fluent of \\(\\frac{\\dot{z} \\sqrt{mz}}{2 \\sqrt{(nn + zfz - zz)}}\\), where \\(d\\) is a constant quantity \\(=\\) the fluent generated while \\(z\\) increases from 0 to \\(m\\).\n\nIf now \\(\\frac{pp}{m}\\) be written instead of \\(z\\), the above fluxion will become \\(\\frac{\\dot{p} pp}{\\sqrt{(m^2n^2 + zfm - p^2)}}\\), agreeing with Mac Laurin's expression of the same thing in Art. 804 and 808 of his Fluxions, where the transverse and conjugate semi-axes are denoted by \\(a\\) and \\(b\\), respectively; and, in the latter of those articles, this expression is resolved into \\(\\frac{\\dot{p} pp}{\\sqrt{(aa - pp)} \\sqrt{(bb + pp)}}\\), and its fluent generated while \\(p\\) increases from 0 to \\(a\\), or \\(m\\), is exhibited in series of which I have spoken in Art. 3 and 15 of this Paper.\n\nMr. Landen has no where, that I know of, exhibited the fluent of the above fluxion in series, but in the following manner.* Denoting the fluent of \\(\\frac{\\dot{p} pp}{\\sqrt{(mm - pp)} \\sqrt{(nn + pp)}}\\), generated\n\n* See his 2d Memoir, Art. 5.\nwhile \\( p \\) increases from 0 to \\( m \\), by \\( L \\), (which I denote by \\( d \\)) he says that, when the abscissa \\( CB \\) is \\( = m \\times \\sqrt{1 + \\frac{n}{\\sqrt{(mm+nn)}}} \\), (at which time the ordinate \\( BD \\) is \\( = n \\times \\sqrt{\\frac{n}{\\sqrt{(mm+nn)}}} \\), and the tangent \\( DP = \\sqrt{(mm+nn)} \\)), then \\( L \\), (or \\( d \\)) is \\( = 2 \\text{DP} - 2 \\text{AD} + n - \\sqrt{(mm+nn)} = n + \\sqrt{(mm+nn)} - 2 \\text{AD} \\).\n\n18. Now, in order to compare this method with those of Mac Laurin and Simpson which have been described above, we may proceed thus: \\( \\frac{\\dot{p} pp}{\\sqrt{(mm-pp)} \\sqrt{(nn+pp)}} \\) (which, for the sake of brevity in a subsequent use of the fluent, I denote by \\( \\phi \\)) is\n\n\\[ = \\frac{\\dot{p} pp}{m \\sqrt{(nn+pp)}} \\times : 1 + \\frac{\\dot{pp}}{2mm} + \\frac{3\\dot{p}^4}{2.4m^4} + \\frac{3.5\\dot{p}^6}{2.4.6m^6} + \\frac{3.5.7\\dot{p}^8}{2.4.6.8m^8}, \\&c.; \\]\n\nit is also\n\n\\[ = \\frac{\\dot{p} pp}{n \\sqrt{(mm-pp)}} \\times : 1 - \\frac{\\dot{pp}}{2nn} + \\frac{3\\dot{p}^4}{2.4n^4} - \\frac{3.5\\dot{p}^6}{2.4.6n^6} + \\frac{3.5.7\\dot{p}^8}{2.4.6.8n^8}, \\&c.; \\]\n\nthe one series proceeding by the powers of \\( \\frac{\\dot{pp}}{mm} \\), the other by the powers of \\( \\frac{\\dot{pp}}{nn} \\); which geometrical progressions, assisted by numeral coefficients, it is obvious, will have place also in the fluents as they are exhibited here below. Thus,\n\nThe fluents of \\( \\frac{\\dot{p} pp}{\\sqrt{(nn+pp)}} \\), \\( \\frac{\\dot{p} p^4}{\\sqrt{(nn+pp)}} \\), \\( \\frac{\\dot{p} p^6}{\\sqrt{(nn+pp)}} \\), &c. being denoted by \\( A \\), \\( B \\), \\( C \\), &c. respectively, we shall have\n\n\\[ A = \\frac{p \\sqrt{(nn+pp)} - nnH.L. \\left( \\frac{p}{n} + \\sqrt{1 + \\frac{pp}{nn}} \\right)}{2}, \\]\n\n\\[ B = \\frac{p^3 \\sqrt{(nn+pp)} - 3nnA}{4}, \\]\n\n\\[ C = \\frac{p^5 \\sqrt{(nn+pp)} - 5nnB}{6}, \\]\n\n\\[ D = \\frac{p^7 \\sqrt{(nn+pp)} - 7nnC}{8}, \\]\n\n\\[ E = \\frac{p^9 \\sqrt{(nn+pp)} - 9nnD}{10}, \\]\n\n&c. &c.\nand hence,\n\n\\[1^\\circ.\\ \\phi = \\frac{1}{m} \\times : A + \\frac{1}{2mm} B + \\frac{3}{2.4m^4} C + \\frac{3.5}{2.4.6m^6} D + \\frac{3.5.7}{2.4.6.8m^8} E, \\&c.\\]\n\nAnd the fluents of \\( \\frac{\\dot{p}}{\\sqrt{(mm-pp)}} \\), \\( \\frac{\\dot{p}^3}{\\sqrt{(mm-pp)}} \\), \\( \\frac{\\dot{p}^5}{\\sqrt{(mm-pp)}} \\), &c. being denoted by \\( A' \\), \\( B' \\), \\( C' \\), &c. respectively, we shall have\n\n\\[A' = \\frac{mm \\times \\text{cir. arch of which rad. is } 1 \\text{ and sine } \\frac{\\dot{p}}{m}, - p \\sqrt{(mm-pp)}}{2},\\]\n\n\\[B' = \\frac{3mmA' - p^3 \\sqrt{(mm-pp)}}{4},\\]\n\n\\[C' = \\frac{5mmB' - p^5 \\sqrt{(mm-pp)}}{6},\\]\n\n\\[D' = \\frac{7mmC' - p^7 \\sqrt{(mm-pp)}}{8},\\]\n\n\\[E' = \\frac{9mmD' - p^9 \\sqrt{(mm-pp)}}{10},\\]\n\n&c.\n\nand hence,\n\n\\[2^\\circ.\\ \\phi = \\frac{1}{n} \\times : A' - \\frac{1}{2nn} B' + \\frac{3}{2.4n^4} C' - \\frac{3.5}{2.4.6n^6} D' + \\frac{3.5.7}{2.4.6.8n^8} E', \\&c.\\]\n\nEach of these series begins and increases with \\( \\dot{p} \\); so that neither of them needs any correction.\n\n19. Two series being thus obtained as expressions of the general value of the fluent of \\( \\frac{\\dot{p}}{\\sqrt{(mm-pp)}\\sqrt{(nn+pp)}} \\), (denoted by \\( \\phi \\),) the next thing to be done is, to ascertain the rate of convergency of each when the abscissa CB is \\( m \\sqrt{(1 + \\frac{n}{(mm+nn)})} \\).\n\nNow to this value of the abscissa CB, the corresponding value of the perpendicular CP \\( = \\dot{p} \\) (as appears from the equations in Art. 17,) is \\( m \\sqrt{(n + \\sqrt{(mm+nn)})} \\). We therefore have, in this case, \\( \\frac{\\dot{p}}{mm} = \\frac{n}{n + \\sqrt{(mm+nn)}} \\), and \\( \\frac{\\dot{p}}{nn} = \\frac{mm}{nn + n\\sqrt{(mm+nn)}} \\), which are the respective rates of convergency of the geometrical pro-\ngressions which (assisted by numeral coefficients) will have place in the first and second series given in the preceding article.\n\n20. It is now easy to compare these rates of convergency with that which has place in the series in Art. 15, thus: Putting 1 instead of \\( m \\), and \\( b \\) instead of \\( n \\), the rates are these, viz.\n\n\\[\n\\begin{align*}\n\\text{In 1st Series.} & \\quad \\frac{b}{b+\\sqrt{(1+bb)}}, \\\\\n\\text{In 2d Series.} & \\quad \\frac{1}{bb+b\\sqrt{(1+bb)}}, \\\\\n\\text{In Art. 15.} & \\quad \\frac{1}{1+bb}.\n\\end{align*}\n\\]\n\nAnd writing 1, 2, 3, &c. successively instead of \\( b \\), we have\n\n\\[\n\\begin{align*}\n\\frac{1}{1+\\sqrt{2}}, & \\quad \\frac{1}{1+\\sqrt{2}}, & \\quad \\frac{1}{2}, \\\\\n\\frac{2}{2+\\sqrt{5}}, & \\quad \\frac{1}{4+2\\sqrt{5}}, & \\quad \\frac{1}{5}, \\\\\n\\frac{3}{3+\\sqrt{10}}, & \\quad \\frac{1}{9+3\\sqrt{10}}, & \\quad \\frac{1}{10}, \\\\\n& \\quad \\text{&c.} & \\quad \\text{&c.} & \\quad \\text{&c.}\n\\end{align*}\n\\]\n\nIn all which cases it is evident, that the calculation by the series given in Art. 15 will, on a double account of simplicity, be much easier than by the second series in the preceding Art. notwithstanding its greater rate of convergency.\n\nLet us now write \\( \\frac{1}{2}, \\frac{1}{3}, \\frac{1}{4}, \\) &c. successively instead of \\( b \\), and we shall have the following rates\n\n\\[\n\\begin{align*}\n\\text{In 1st Series.} & \\quad \\frac{1}{1+\\sqrt{5}}, \\\\\n\\text{In 2d Series.} & \\quad \\frac{4}{1+\\sqrt{5}}, \\\\\n\\text{In Art. 15.} & \\quad \\frac{4}{5}, \\\\\n\\frac{1}{1+\\sqrt{10}}, & \\quad \\frac{9}{1\\sqrt{10}}, & \\quad \\frac{9}{10}, \\\\\n\\frac{1}{1+\\sqrt{17}}, & \\quad \\frac{16}{1+\\sqrt{17}}, & \\quad \\frac{16}{17}, \\\\\n& \\quad \\text{&c.} & \\quad \\text{&c.} & \\quad \\text{&c.}\n\\end{align*}\n\\]\n\nHere the great advantage of the first series given in the\npreceding Art. over that which was discovered by MacLaurin and Simpson appears; and we see that Landen had good grounds for valuing his method, or, to express myself better, one of his methods of solving the Problem which I have now under consideration, although it cannot be truly said that he finished his work.\n\n21. If indeed the hyperbola were equilateral, then, \\( n \\) being \\( = m \\), the fluxional expression \\( \\frac{\\dot{p}pp}{\\sqrt{(mm-pp)\\sqrt{(nn+pp)}}} \\) becomes \\( = \\frac{\\dot{p}pp}{\\sqrt{(m^4-p^4)}} = \\frac{\\dot{p}pp}{mm} \\times : 1 + \\frac{p^4}{2m^4} + \\frac{3p^8}{2.4m^8} + \\frac{35p^{12}}{2.4.6.m^{12}}, \\&c.; \\)\n\nand we have\n\n\\[ \\phi = \\frac{p^3}{mm} \\times : \\frac{1}{3} + \\frac{p^4}{2.7m^4} + \\frac{3p^8}{2.4.11m^8} + \\frac{35p^{12}}{2.4.6.15m^{12}}, \\&c. \\]\n\nAnd taking \\( p = m \\sqrt{\\left(\\frac{n}{n+\\sqrt{(mm+nn)}}\\right)} \\), which, in this case, is \\( = m \\sqrt{\\left(\\frac{1}{1+\\sqrt{2}}\\right)} \\), we shall have \\( \\frac{p^4}{m^4} = \\frac{m^4}{m^4} \\left(\\frac{1}{1+\\sqrt{2}}\\right)^2 = \\frac{1}{3+\\sqrt{8}} \\), the rate of convergency of the geometrical progression which will have place in this series; and this rate of convergency, together with the simplicity of the numeral coefficients, will render this series eligible for numerical calculation in preference to either of the other series.\n\n22. The fluent of \\( \\frac{\\dot{p}pp}{\\sqrt{(mm-pp)\\sqrt{(nn+pp)}}} \\), when \\( p = m \\sqrt{\\left(\\frac{n}{n+\\sqrt{(mm+nn)}}\\right)} \\), being obtained in converging series, whatever be the ratio of \\( m \\) to \\( n \\); let this particular value of it be denoted by \\( \\Phi \\), (to distinguish it from the general value denoted by \\( \\phi \\),) and substituted in the general equation \\( d - \\phi = DP - AD \\), in Art. 17, and we shall have \\( d - \\Phi = DP - AD \\); and this value of \\( DP - AD \\) being substituted for it in the particular equation \\( L = d = 2DP - 2AD + n - \\sqrt{(mm + nn)} \\), in the same\nArticle (in which equation $DP = \\sqrt{(mm + nn)}$,) we have $d = 2d - 2\\Phi + n - \\sqrt{(mm + nn)}$, and hence $L = d = 2\\Phi + \\sqrt{(mm + nn)} - n$, which is the difference, or quantity sought.\n\n23. I come now to make a comparison of Mr. Landen's last mentioned method of computing the difference in question with some of my own methods.\n\nWe have already seen in Art. 20, that, when the conjugate axis of the hyperbola is greater than the transverse, Landen's method is not wanted, since the operation by the old series will, in general, be easier. The comparison therefore, now to be made, is only in cases when the conjugate axis is equal to, or less than, the transverse axis.\n\nIt appears from Art. 9, 11, and 17 of this Paper, that, when $m$ is put = 1, and $x$ is taken = $m \\sqrt{1 + \\frac{n}{\\sqrt{(mm + nn)}}}$, the value of $\\epsilon u u$ is $\\frac{1}{1 + mn + n\\sqrt{(1 + nn)}}$, the powers of which fraction form the geometrical progression which will have place in the series denoted by $G$, from which $H$, or the arch $AD$ is quickly obtained. And, with these values of $m$ and $x$, we have, by Art. 19, $\\frac{pp}{mm} = \\frac{n}{n + \\sqrt{(1 + nn)}}$, the powers of which fraction form the geometrical progression which will have place in the series denoted by $\\Phi$. When $n$ is taken = 1, the former of these algebraic fractions is $\\frac{1}{2 + \\sqrt{2}}$, the latter is $\\frac{1}{1 + \\sqrt{2}}$. As the one fraction increases with $n$, and the other decreases, it is easy to find that value of $n$ which shall make them equal, viz. $n = \\frac{1}{2} \\sqrt{(-2 + \\sqrt{20})} = 0.786$, &c.; and, with this value of $n$, each of these fractions is $\\frac{3 - \\sqrt{5}}{2} = 0.381966$, &c. Thus it appears, that, $n$ having any value greater than $\\frac{1}{2} \\sqrt{(-2 + \\sqrt{20})}$, &c.\nthe fraction $\\frac{1}{1+nn+n\\sqrt{1+nn}}$ will be less than $\\frac{n}{n+\\sqrt{1+nn}}$, and less than $0.381966$; and consequently that the hyperbolic arch AD may be more easily obtained from the series denoted by G, in Art. 11, than by either of those denoted by $\\phi$ in Art. 18. And hence we may derive another expression of the value of $d$, in the following manner.\n\n24. Since $uu$ is universally $=\\frac{ee.xx-ee}{ee.xx-1}$, (see equation [3] in Art. 5, where $e$ denotes the eccentricity;) by putting $xx = 1 + \\frac{n}{\\sqrt{1+nn}}$, and writing $1 + nn$ instead of $ee$, we shall have $uu = \\frac{\\sqrt{1+nn}}{n+\\sqrt{1+nn}}$, and $\\varepsilon\\varepsilon uu = \\frac{uu}{ee} = \\frac{1}{1+nn+n\\sqrt{1+nn}}$. Let the value of G, corresponding to these values of $u$ and $e$, be denoted by $\\Gamma$; then, by the equation ($\\delta$) in Art. 9, the hyperbolic arch AD = H, is $= eV - \\varepsilon\\Gamma$. But, since V was put $= ux$, (see Art. 5 and 6,) it will in this case be $= 1$. Writing therefore $e - \\varepsilon\\Gamma$ for AD, and 1 for $m$, in the equation at the end of Art. 17, we have $d = n + \\sqrt{(1 + nn)} - 2e + 2\\varepsilon\\Gamma = 2\\varepsilon\\Gamma + n - \\sqrt{(1 + nn)}$. [$\\eta$]\n\nIt now appears, that $d$, the difference between the length of an infinite arch of an hyperbola and its tangent, or asymptote, may be computed by means of one series converging swifter than the powers of $\\frac{4}{10}$, even in the most disadvantageous case; so that a dozen terms of it will be sufficient for all common uses: but, that a series of such convergency was attainable in this case, appears not to have been observed by either of the writers before mentioned.\n\n25. If the transverse and conjugate semi-axes of an hyperbola are denoted by $a$ and $1$, respectively, the ordinate by $y$, and the arch by $z$; and if $\\sqrt{(aa + 1)}$, the eccentricity, be\nput \\(= e\\), and if \\(\\frac{1}{\\sqrt{e}}\\) be written instead of \\(y\\), in Theorems II. and IV. in pages 453 and 454 of the Philos. Trans. for 1802; then, (as appears by pages 466 and 467 of the same Vol.) the corresponding value of \\(z\\) may be obtained from either of the following equations, viz.\n\n1. \\(z = A - \\frac{1}{2} B + \\frac{3}{2.4} C - \\frac{3.5}{2.4.6} D + \\frac{3.5.7}{2.4.6.8} E, \\&c.\\)\n\n2. \\(z + d = \\begin{cases} e \\sqrt{\\left(\\frac{1}{e} + 1\\right)} \\\\ + \\frac{1}{2e} A' - \\frac{1}{2.4.e^3} B' + \\frac{3}{2.4.6e^5} C' - \\frac{3.5}{2.4.6.8e^7} D', \\&c. \\end{cases}\\)\n\nin the first of which equations\n\n\\[A = \\frac{1}{2\\sqrt{e}} \\sqrt{(1 + e)} + \\frac{1}{2e} H.L. (\\sqrt{e} + \\sqrt{(1 + e)}),\\]\n\n\\[B = \\frac{e^{-\\frac{1}{2}(1+e)^{\\frac{3}{2}}}}{4ee} - A,\\]\n\n\\[C = \\frac{e^{-\\frac{3}{2}(1+e)^{\\frac{3}{2}}}}{6ee} - 3B,\\]\n\n\\[D = \\frac{e^{-\\frac{5}{2}(1+e)^{\\frac{3}{2}}}}{8ee} - 5C,\\]\n\n\\[E = \\frac{e^{-\\frac{7}{2}(1+e)^{\\frac{3}{2}}}}{10ee} - 7D,\\]\n\n\\&c. \\&c.\n\nin the second,\n\n\\[A' = H.L. (\\sqrt{1 + e}) - \\sqrt{e},\\]\n\n\\[B' = \\frac{-e \\sqrt{\\left(\\frac{1}{e} + 1\\right)} - A'}{2},\\]\n\n\\[C' = \\frac{-ee \\sqrt{\\left(\\frac{1}{e} + 1\\right)} - 3B'}{4},\\]\n\n\\[D' = \\frac{-e^3 \\sqrt{\\left(\\frac{1}{e} + 1\\right)} - 5C'}{6},\\]\n\n\\[E' = \\frac{-e^4 \\sqrt{\\left(\\frac{1}{e} + 1\\right)} - 7D'}{8},\\]\n\n\\&c. \\&c.\nNow, since $\\sqrt{1 + e} - \\sqrt{e}$ is $= \\frac{1}{\\sqrt{(1+e)}+\\sqrt{e}}$, if $l$ be put = H.L. ($\\sqrt{e} + \\sqrt{(1+e)}$), and if the values of A, B, C, &c. and of A', B', C', &c. be taken in terms of $e$ and $l$, and written for them in the above two equations, we shall have\n\n1. $z = \\sqrt{1 + e} \\times \\frac{1}{2e^{\\frac{3}{2}}} + \\frac{l}{2e}$\n\n   $- \\sqrt{1 + e} \\times \\left( \\frac{1}{2.4e^{\\frac{5}{2}}} + \\frac{1}{2.2.4e^{\\frac{5}{2}}} \\right) + \\frac{l}{2.2.4e^3}$\n\n   $+ \\sqrt{1 + e} \\times \\left( \\frac{3}{2.4.6e^{\\frac{7}{2}}} + \\frac{3}{2.4.4.6e^{\\frac{7}{2}}} - \\frac{3.3}{2.2.4.4.6e^{\\frac{7}{2}}} \\right) + \\frac{3.3l}{2.2.4.4.6e^5}$\n\n   $- \\sqrt{1 + e} \\times \\left( \\frac{3.5}{2.4.6.8e^{\\frac{9}{2}}} + \\frac{3.5}{2.4.6.8e^{\\frac{9}{2}}} - \\frac{3.5.5}{2.4.4.6.8e^{\\frac{9}{2}}} + \\frac{3.3.5.5}{2.2.4.4.6.8e^{\\frac{9}{2}}} \\right) + \\frac{3.3.5.5l}{2.2.4.4.6.8e^7}$\n\n   &c.\n\n2. $z + d = e^{\\frac{3}{2}} \\sqrt{1 + e} - \\frac{l}{2e}$\n\n   $+ \\sqrt{1 + e} \\times \\frac{1}{2.2.4e^{\\frac{5}{2}}} - \\frac{l}{2.2.4e^3}$\n\n   $- \\sqrt{1 + e} \\times \\left( \\frac{3}{2.4.4.6e^{\\frac{7}{2}}} - \\frac{3.3}{2.2.4.4.6e^{\\frac{7}{2}}} \\right) - \\frac{3.3l}{2.2.4.4.6e^5}$\n\n   $+ \\sqrt{1 + e} \\times \\left( \\frac{3.5}{2.4.6.8e^{\\frac{9}{2}}} - \\frac{3.5.5}{2.4.4.6.8e^{\\frac{9}{2}}} + \\frac{3.3.5.5}{2.2.4.4.6.8e^{\\frac{9}{2}}} \\right) - \\frac{3.3.5.5l}{2.2.4.4.6.8e^7}$\n\n   &c.\n\nHere, on the right-hand side of both these equations, the diagonal lines of quantities in which $l$ enters, and the perpendicular columns which have the common factor $\\sqrt{1 + e}$, the first column of the first equation, and the first term of the second excepted, are exactly alike, but under contrary signs; so that, by taking the sum on each side, we have\n\n\\[ z + d = \\begin{cases} \n\\sqrt{1 + e} \\times \\frac{1}{2e^{\\frac{3}{2}}} - \\frac{1}{2.4e^{\\frac{5}{2}}} + \\frac{3}{2.4.6e^{\\frac{7}{2}}} - \\frac{3.5}{2.4.6.8e^{\\frac{9}{2}}} & \\text{&c.} \\\\\n+ e^{\\frac{3}{2}} \\sqrt{1 + e}. \n\\end{cases} \\]\nThe right-hand side of this equation, by multiplying both numerators and denominators by $e^{\\frac{1}{2}}$, becomes $e^{\\frac{1}{2}} \\sqrt{1 + e} \\times : 1 + \\frac{1}{2e} - \\frac{1}{2.4ee} + \\frac{3}{2.4.6e^3} - \\frac{3.5}{2.4.6.8e^4}, \\&c.$ which is $= e^{\\frac{1}{2}} \\sqrt{1 + e} \\times \\sqrt{1 + e} = 1 + e$. Hence we have $d = 1 + e - 2z$, which is the very equation at the end of Art. 17, obtained by Landen's method, the difference being only in the notation.\n\nIt appears by this result, that the constant difference between the values of the ascending and descending series, here denoted by $d$, is equal to the difference between the lengths of the infinite arch and its tangent, as was observed in Art. 14, and may be briefly proved thus: by the notation specified at the beginning of this Art. and the property of the curve, as $1 : e :: y : ey$, the length of a line drawn parallel to the asymptote from the extremity of the ordinate to the transverse axis; which line, when $y$ becomes immensely great, will coincide with the tangent drawn from the same point, and will be equal to the corresponding portion of the asymptote. And it appears by Art. 13 of my former Paper on the Rectification of the Hyperbola, (see Philos. Trans. for 1802, p. 461,) that the corresponding arch of the hyperbola, $z$, is $= ey - d$. We therefore have, in this case, $d = \\text{the asymptote—the infinite arch}$.\n\n26. Thus is Landen's best theorem respecting the rectification of the hyperbola obtained by the common application of Sir Isaac Newton's doctrine of infinite series. And I further observe, in transitu, that Fagnani's theorem, respecting the rectification of the ellipsis, is attainable in the same easy manner. These devices are indeed very ingenious; but their\nutility appears to me to be much less than has been imagined. It has been represented even in these Transactions, for the year 1804, p. 236, that Fagnani's theorem is necessary to the investigation of Euler's series for computing the length of a quadrantal arch of an ellipsis; yet, the fact is, that Fagnani's theorem is no more requisite on that occasion than Landen's theorem is in the investigation of a similar series for computing the difference between the lengths of an infinite arch of an hyperbola and its asymptote, which will be given in this Paper.\n\n27. It appears by inspecting the values of $z$ and $z + d$, exhibited in terms of $e$ and $l$, in Art. 25, that when $y$ becomes equal to, or greater than, $\\frac{1}{\\sqrt{e}}$, Theorem IV. will be more eligible for arithmetical calculation than Theorem II. It is obvious also, from the same article, that no more than one of those values need be computed in order to obtain the value of $d$. Putting, therefore, $\\zeta$ for the value of $z$ corresponding to $y = \\frac{1}{\\sqrt{e}}$, and $S = \\left\\{ \\begin{array}{c} \\sqrt{e + ee} \\\\ + \\frac{1}{2e} A' - \\frac{1}{2.4e^3} B' + \\frac{3}{2.46e^5} C', \\&c. \\end{array} \\right.$\n\n(A', B', C', &c. being as there specified,) we have $\\zeta = S - d$; and this value being written for $\\zeta$ in the equation $d = 1 + e - 2\\zeta$, it becomes $d = 1 + e + 2d - 2S$; from which we have $d = 2S - 1 - e$, which is another convenient formula for computing the value of $d$.\n\n28. If the diagonal line of quantities in which $l$ enters, either in the value of $z$ or $z + d$, before referred to, were written by itself, and the remaining perpendicular columns summed in the manner by me described in the Philos. Trans. for 1798, p. 548 et seq. the value of $d$ might be obtained in a pair of\nseries, each of them converging by the powers of $\\frac{1}{ee}$. But the advantage of computing by such a pair of series, instead of the single one above described, is less than might at first be imagined; for, in order to have a result true to the same number of figures, about the same number of terms must be computed, whether of the single series or of the pair. Since, therefore, the advantage obtained by such a transformation lies not in the literal powers, it can have place only in the coefficients; and there it may be very considerable.\n\nI now proceed to the investigation of a pair of series for computing the value of the constant quantity $d$, each of which converges by the powers of $\\frac{1}{aa}$.\n\n29. If the transverse and conjugate semi-axes of an hyperbola are denoted by $a$ and $1$, respectively, the ordinate by $y$, and the corresponding arch by $z$; and if the eccentricity, $\\sqrt{aa + 1}$, be denoted by $e$, and $1 + eeyy$ be put $= uu$; then, as I have shewn in the Philos. Trans. for 1802, p. 457, will\n\n$$z = \\begin{cases} \\sqrt{uu + aa} + \\frac{1}{2} A + \\frac{3}{2.4} B + \\frac{3.5}{2.4.6} C + \\frac{3.5.7}{2.4.6.8} D, &c. \\\\ - d; \\end{cases}$$\n\nwhere $A = \\frac{1}{a} H.L. \\frac{\\sqrt{(aa+uu)-a}}{u}$,\n\n$$B = -\\frac{\\sqrt{(uu+aa)}}{2aa uu} - \\frac{A}{2aa},$$\n\n$$C = -\\frac{\\sqrt{(uu+aa)}}{4aa u^4} - \\frac{3B}{4aa},$$\n\n$$D = -\\frac{\\sqrt{(uu+aa)}}{6aa u^6} - \\frac{5C}{6aa},$$\n\n&c. &c.\n\nand $d$, the constant quantity to be subtracted from the series, is (see p. 462 of the Philos. Trans. for 1802, and Art. 25;)\nequal to the difference between the lengths of the infinite arch and its asymptote.\n\nNow, when \\( y = 0 \\), then \\( z = 0 \\), and \\( u \\) becomes \\( = 1 \\); and the value of the series, in this case, is the value of \\( d \\); and this value, if the terms of the series are ranged one under another according to the powers of \\( \\frac{1}{aa} \\), will stand as below, viz. \\( d = \\)\n\n\\[\n\\begin{align*}\n&\\sqrt{1 + aa} + \\frac{A}{2} \\\\\n&- \\frac{3\\sqrt{(1+aa)}}{2.4.2aa} - \\frac{3A}{2.4.2aa} \\\\\n&+ \\frac{3.5\\sqrt{(1+aa)}}{2.4.6.4aa^4} + \\frac{3.5.3\\sqrt{(1+aa)}}{2.4.6.4.2a^4} \\\\\n&- \\frac{3.5.7\\sqrt{(1+aa)}}{2.4.6.8.6aa^6} + \\frac{3.5.7.5\\sqrt{(1+aa)}}{2.4.6.8.6.4a^6} - \\frac{3.5.7.5.3\\sqrt{(1+aa)}}{2.4.6.8.6.4.2a^6} \\\\\n&\\text{&c. &c. &c. &c.}\n\\end{align*}\n\\]\n\nHere, in the diagonal line of quantities which have the common factor \\( A \\), we find the geometrical progression \\( \\frac{1}{aa}, \\frac{1}{a^4}, \\frac{1}{a^6}, \\text{&c.} \\) so that, when \\( a \\) is much greater than 1, this series will converge very swiftly. The same progression has place also in the perpendicular columns of quantities which remain after the diagonal line is taken away; in all which columns we find the constant factor \\( \\sqrt{1 + aa} \\). If, therefore, the sums of the very slowly converging numeral series\n\n\\[\n\\begin{align*}\n&\\frac{3}{2.4.2} + \\frac{3.5}{2.4.6.4} + \\frac{3.5.7}{2.4.6.8.6} + \\frac{3.5.7.9}{2.4.6.8.10.8}, \\text{&c.} \\\\\n&\\frac{3.5.3}{2.4.6.4.2} + \\frac{3.5.7.5}{2.4.6.8.6.4} + \\frac{3.5.7.9.7}{2.4.6.8.10.8.6} + \\frac{3.5.7.9.11.9}{2.4.6.8.10.12.10.8}, \\text{&c.} \\\\\n&\\frac{3.5.7.5.3}{2.4.6.8.6.4.2} + \\frac{3.5.7.9.7.5}{2.4.6.8.10.8.6.4} + \\frac{3.5.7.9.11.9.7}{2.4.6.8.10.12.10.8}, \\text{&c.}\n\\end{align*}\n\\]\n\nare taken (and they may easily be computed by the method explained in the Philos. Trans. for 1798, p. 547 to 550,) and\ndenoted by the Roman letters \\(a, b, c,*\\) &c. respectively, we shall have\n\n\\[\nd = \\begin{cases} \nA \\times \\frac{1}{2} - \\frac{3}{2.4.2aa} + \\frac{3.5.3}{2.4.6.4.2a^4} - \\frac{3.5.7.5.3}{2.4.6.8.6.4.2a^6}, & \\text{&c.} \\\\\n+ \\sqrt{1 + aa} \\times : 1 - \\frac{a}{aa} + \\frac{b}{a^4} - \\frac{c}{a^6}, & \\text{&c.}\n\\end{cases}\n\\]\n\nThe law of continuation ad infinitum is very evident in the first of this pair of series; and although it is not so in the second, still it is obvious that \\(b\\) is less than \\(a\\), \\(c\\) than \\(b\\), &c. ad infinitum. And since the numeral coefficients of each of these series may be expressed in decimals, and their logarithms written out ready for use, an arithmetical calculation by this pair of series, when \\(a\\) is considerably greater than 1, will be much easier than by either of the single series given in Art. 25.\n\nBut this pair of series may be transformed into another pair converging by the same powers of \\(a\\), yet of a simpler form, and therefore more convenient for arithmetical calculation. The operations † to be performed on this occasion are as follows.\n\n30. The H. L. of \\((\\sqrt{1 + aa} - a)\\), which enters into the value of \\(A\\), is \\(= - \\text{H. L.}(a + \\sqrt{1 + aa})\\); and this logarithm, expressed in correct descending series, is \\(= - \\text{H. L.}2a, - \\frac{1}{2.2aa}\\)\n\n\\[\n+ \\frac{3}{2.4.4a^4} - \\frac{3.5}{2.4.6.6a^6}, & \\text{&c. A, therefore, being } = \\frac{1}{a} \\text{H. L.}(\\sqrt{1 + aa} - a), \\text{ is } = - \\frac{1}{a} \\text{H. L.}2a, - \\frac{1}{2.2a^3} + \\frac{3}{2.4.4a^5} - \\frac{3.5}{2.4.6.6a^7}, & \\text{&c.} = - \\frac{1}{a} (\\lambda + l) - \\frac{1}{2.2a^3} + \\frac{3}{2.4.4a^5} - \\frac{3.5}{2.4.6.6a^7}, & \\text{&c.} \\lambda \\text{ being put for}\n\\]\n\n* The values of these letters are \\(\\frac{1}{4} + \\frac{1}{2} \\text{H. L.}2, \\frac{11}{64} + \\frac{7}{16} \\text{H. L.}2, \\text{and } \\frac{17+51}{128} \\text{H. L.}2\\), respectively. See Philos. Trans. for 1798, p. 538.\n\n† See Philos. Trans. for 1798, p. 557 and 558; and for 1800, p. 87 and 88.\nH. L. of \\(a\\), and \\(l\\) for H. L. of \\(a\\), for the sake of brevity, and of facility in the comparison of the result of the present operation with one which is next to be made. The multiplication of this series equivalent to A, by its proper factor, may stand thus:\n\n\\[\n-\\frac{1}{a}(\\lambda + l) - \\frac{1}{2.4a^3} + \\frac{3}{2.4.4a^5} - \\frac{3.5}{2.4.6.6a^7}, \\text{&c.}\n\\]\n\n\\[\n\\frac{1}{2} - \\frac{3}{2.4.2aa} + \\frac{3.5.3}{2.4.6.4.2a^4} - \\frac{3.5.7.5.3}{2.4.6.8.6.4.2a^6}, \\text{&c.}\n\\]\n\n\\[\n-\\frac{1}{2a}(\\lambda + l) - \\frac{1}{2.4a^3} + \\frac{3}{4.4.4a^5} - \\frac{3.5}{4.4.6.6a^7}, \\text{&c.}\n\\]\n\n\\[\n+ \\frac{3(\\lambda+l)}{2.4.2a^3} + \\frac{3}{2.4.4.2a^5} - \\frac{3.3}{2.4.4.4a^7}, \\text{&c.}\n\\]\n\n\\[\n- \\frac{3.5.3(\\lambda+l)}{2.4.6.4.2a^5} - \\frac{3.5.3}{2.4.4.6.4.2a^7}, \\text{&c.}\n\\]\n\n\\[\n+ \\frac{3.5.7.5.3(\\lambda+l)}{2.4.6.8.6.4.2a^7}, \\text{&c.}\n\\]\n\nThe value of \\(\\sqrt{1 + aa}\\) also, in descending series, is \\(a + \\frac{1}{2a} - \\frac{1}{2.4.a^3} + \\frac{3}{2.4.6.a^5}, \\text{&c.}\\) and the multiplication of this series by its proper factor may be made as below:\n\n\\[\na + \\frac{1}{2a} - \\frac{1}{2.4a^3} + \\frac{3}{2.4.6a^5}, \\text{&c.}\n\\]\n\n\\[\n1 - \\frac{a}{aa} + \\frac{b}{a^4} - \\frac{c}{a^5}, \\text{&c.}\n\\]\n\n\\[\na + \\frac{1}{2a} - \\frac{1}{2.4a^3} + \\frac{3}{2.4.6a^5}, \\text{&c.}\n\\]\n\n\\[\n- \\frac{a}{a} - \\frac{a}{2a^3} + \\frac{a}{2.4a^5}, \\text{&c.}\n\\]\n\n\\[\n+ \\frac{b}{a^3} + \\frac{b}{2a^5}, \\text{&c.}\n\\]\n\n\\[\n- \\frac{c}{a^5}, \\text{&c.}\n\\]\n\nNow if the series \\(-\\frac{l}{2a} + \\frac{3l}{2.4.2a^3} - \\frac{3.5.3l}{2.4.6.4.2a^5}, \\text{&c.}\\) (which is\nfound in a diagonal line,) be taken from the first of these products, all the coefficients of the remaining terms (since \\( \\lambda = H.L.2 \\)) will be known quantities; and consequently all the remaining terms in each perpendicular column may be added together, and to their like quantities in the second product; so that the new pair of series expressing the value of \\( d \\), will be this, viz.\n\n\\[\n\\begin{align*}\na - \\frac{A}{a} + \\frac{B}{a^3} &- \\frac{C}{a^5}, \\text{ &c.} \\\\\n\\frac{l}{2a} + \\frac{3l}{2.4.2a^3} &- \\frac{3.5.3l}{2.4.6.4.2a^5}, \\text{ &c.}\n\\end{align*}\n\\]\n\nwhere the values of A, B, and C, are 0.44314718, 0.05680519, and 0.02183137, respectively. The law which the coefficients of the logarithmic series observe is evident; the law, which the coefficients (A, B, C, &c.) of the other series observe, will be discovered by the following process.\n\n31. It appears by MacLaurin's Fluxions, Art. 808, and by the Philos. Trans. for 1802, p. 462, that \\( d = 1.57, \\text{ &c.} \\times : \\)\n\n\\[\n\\frac{aa}{2} - \\frac{3a^4}{2.2.4} + \\frac{3.3.5a^6}{2.2.4.4.6} - \\frac{3.3.5.5.7a^8}{2.2.4.4.6.6.8}, \\text{ &c.; where it is evident that the value of } d \\text{ depends entirely upon that of } a, \\text{ and that these two quantities must be constant or vary together. Therefore, supposing these quantities to vary, and taking the fluxion on both sides of the equation, we have}\n\\]\n\n\\[\n\\dot{d} = 1.57 \\text{ &c. } \\dot{a} \\times : a - \\frac{3a^3}{2.2} + \\frac{3.3.5a^5}{2.2.4.4} - \\frac{3.3.5.5.7a^7}{2.2.4.4.6.6}, \\text{ &c.}\n\\]\n\nThis equation divided by \\( a \\), and the fluxion taken again on both sides, making \\( \\dot{a} \\) constant, gives\n\n\\[\n\\frac{\\dot{d}}{a} - \\frac{ad}{aa} = 1.57 \\text{ &c. } \\dot{a} \\dot{a} \\ast : \\times - \\frac{3a}{2} + \\frac{3.3.5a^3}{2.2.4} - \\frac{3.3.5.5.7a^5}{2.2.4.4.6}, \\text{ &c.}\n\\]\n\nHere we find the denominators of the fractional coefficients of the terms on the second side of the equation to be the very\nsame as those in the original equation; so that, if we can find herefrom another equation in which the numerators also shall be the same as those which were there found, we shall obtain an important point. Now this may easily be done as follows: Multiply the last equation by \\(a\\), and take the fluents, and there will be\n\n\\[\n\\dot{d} - f \\frac{ad}{a} = 1.57 &c. \\times : - \\frac{a^3}{2} + \\frac{3.3a^5}{2.2.4} - \\frac{3.3.5a^7}{2.2.4.6}, &c.\n\\]\n\nDivide this equation by \\(a^3\\), and take the fluents again, and we shall have\n\n\\[\nf \\frac{\\dot{d}}{a^3} - f \\frac{1}{a^3} f \\frac{ad}{a} = 1.57 &c. \\times : - \\frac{a}{2} + \\frac{3a^3}{2.2.4} - \\frac{3.3.5a^5}{2.2.4.6}, &c.\n\\]\n\nwhich is evidently \\(= - \\frac{d}{a}\\).\n\nThis new equation will be fitted for our purpose by taking the fluxion on both sides, multiplying by \\(a^3\\), and then taking the fluxions again; which operations being performed, (remembering that \\(a\\) must still be made constant,) and the terms brought all to one side, and properly arranged, the result will be \\(aad + (\\frac{1}{a} - a) ad - (aa + 1) d = 0\\).\n\n32. The values of \\(d, \\dot{d},\\) and \\(\\ddot{d}\\), are now to be taken in terms of the pair of series obtained in Art. 30, and substituted in the equation last found. And, although the coefficients of the logarithmic series, and the law which they observe ad infinitum, be already discovered, yet, for the sake of brevity, I denote the first, second, third, &c. of them by \\(\\alpha, \\beta, \\gamma, &c.\\) respectively. In this notation we have\n\n\\[\nd = \\left\\{ \\begin{array}{l}\na - \\frac{A}{a} + \\frac{B}{a^3} - \\frac{C}{a^5} + \\frac{D}{a^7} - \\frac{E}{a^9}, &c. \\\\\n+ l \\times : - \\frac{\\alpha}{a} + \\frac{\\beta}{a^3} - \\frac{\\gamma}{a^5} + \\frac{\\delta}{a^7} - \\frac{\\epsilon}{a^9}, &c.\n\\end{array} \\right.\n\\]\nof the Hyperbola.\n\n\\[ \\dot{d} = \\left\\{ \\begin{array}{l}\n\\dot{a} \\times : 1 + \\frac{A}{aa} - \\frac{3B}{a^4} + \\frac{5C}{a^6} - \\frac{7D}{a^8} + \\frac{9E}{a^{10}}, \\text{ &c.} \\\\\n+ \\dot{a} \\times : - \\frac{\\alpha}{aa} + \\frac{\\epsilon}{a^4} - \\frac{\\gamma}{a^6} + \\frac{\\delta}{a^8} - \\frac{\\varepsilon}{a^{10}}, \\text{ &c.} \\\\\n+ \\dot{a} l \\times : \\frac{\\alpha}{aa} - \\frac{3\\epsilon}{a^4} + \\frac{5\\gamma}{a^6} - \\frac{7\\delta}{a^8} + \\frac{9\\varepsilon}{a^{10}}, \\text{ &c.}\n\\end{array} \\right. \\]\n\n\\[ \\ddot{d} = \\dot{aa} \\left\\{ \\begin{array}{l}\n- \\frac{2A}{a^3} + \\frac{3.4B}{a^5} - \\frac{5.6C}{a^7} + \\frac{7.8D}{a^9} - \\frac{9.10E}{a^{11}}, \\text{ &c.} \\\\\n+ \\frac{2\\alpha}{a^3} - \\frac{4\\epsilon}{a^5} + \\frac{6\\gamma}{a^7} - \\frac{8\\delta}{a^9} + \\frac{10\\varepsilon}{a^{11}}, \\text{ &c.} \\\\\n+ \\frac{\\alpha}{a^3} - \\frac{3\\epsilon}{a^5} + \\frac{5\\gamma}{a^7} - \\frac{7\\delta}{a^9} + \\frac{9\\varepsilon}{a^{11}}, \\text{ &c.} \\\\\n+ l \\times : \\frac{-2\\alpha}{a^3} + \\frac{3.4\\epsilon}{a^5} - \\frac{5.6\\gamma}{a^7} + \\frac{7.8\\delta}{a^9} - \\frac{9.10\\varepsilon}{a^{11}}, \\text{ &c.}\n\\end{array} \\right. \\]\n\nThe last two equations, more concisely expressed, are\n\n\\[ \\dot{d} = \\dot{a} \\left\\{ \\begin{array}{l}\n1 + \\frac{A-\\alpha}{aa} - \\frac{3B-\\epsilon}{a^4} + \\frac{5C-\\gamma}{a^6} - \\frac{7D-\\delta}{a^8} + \\frac{9E-\\varepsilon}{a^{10}}, \\text{ &c.} \\\\\n+ l \\times : \\frac{\\alpha}{aa} - \\frac{3\\epsilon}{a^4} + \\frac{5\\gamma}{a^6} - \\frac{7\\delta}{a^8} + \\frac{9\\varepsilon}{a^{10}}, \\text{ &c.}\n\\end{array} \\right. \\]\n\n\\[ \\ddot{d} = \\dot{aa} \\left\\{ \\begin{array}{l}\n- \\frac{2A-3\\alpha}{a^3} + \\frac{3.4B-7\\epsilon}{a^5} - \\frac{5.6C-11\\gamma}{a^7} + \\frac{7.8D-15\\delta}{a^9} - \\frac{9.10E-19\\varepsilon}{a^{11}}, \\text{ &c.} \\\\\n+ l \\times : \\frac{-2\\alpha}{a^3} + \\frac{3.4\\epsilon}{a^5} - \\frac{5.6\\gamma}{a^7} + \\frac{7.8\\delta}{a^9} - \\frac{9.10\\varepsilon}{a^{11}}, \\text{ &c.}\n\\end{array} \\right. \\]\n\nThese values of \\( d, \\dot{d}, \\) and \\( \\ddot{d} \\), being written for them in the equation \\( \\dot{aa}d + (\\frac{1}{a} - a) \\dot{ad} - (aa + 1) \\ddot{d} = 0 \\), and the algebraic and logarithmic terms severally collected together in two parcels, and the whole divided by \\( aa \\), we have \\( o = \\)\n\n\\[ a - \\frac{A}{a} + \\frac{B}{a^3} - \\frac{C}{a^5} + \\frac{D}{a^7} - \\frac{E}{a^9}, \\text{ &c.} \\]\n\n\\[ - a - \\frac{A-\\alpha}{a} + \\frac{3B-\\epsilon}{a^3} - \\frac{5C-\\gamma}{a^5} + \\frac{7D-\\delta}{a^7} - \\frac{9E-\\varepsilon}{a^9}, \\text{ &c.} \\]\n\n\\[ + \\frac{1}{a} + \\frac{A-\\alpha}{a^3} - \\frac{3B-\\epsilon}{a^5} + \\frac{5C-\\gamma}{a^7} - \\frac{7D-\\delta}{a^9}, \\text{ &c.} \\]\n\n\\[ + \\frac{2A-3\\alpha}{a^3} - \\frac{3.4B-7\\epsilon}{a^5} + \\frac{5.6C-11\\gamma}{a^7} - \\frac{7.8D-15\\delta}{a^9} + \\frac{9.10E-19\\varepsilon}{a^{11}}, \\text{ &c.} \\]\n\n\\[ + \\frac{2A-3\\alpha}{a^3} - \\frac{3.4B-7\\epsilon}{a^5} + \\frac{5.6C-11\\gamma}{a^7} - \\frac{7.8D-15\\delta}{a^9}, \\text{ &c.} \\]\nNow, unless each of these parcels of quantities, as well as their sum, be universally \\(= 0\\), this equation will be of no use to us. And if it can be proved, that the coefficients of the terms in the one series are, each of them, \\(= 0\\), then it will follow, that each of the coefficients of the terms in the other series is also \\(= 0\\). But each of the coefficients of the terms in the logarithmic series is \\(= 0\\); which may be proved thus: when the like quantities in this series are added together, the first term will vanish; and the coefficients of the second, third, fourth, fifth, &c. terms (without the common factor \\(l\\)) will be \\(3a - 2.46, -3.56 + 4.67, 5.7y - 6.8\\delta, -7.9\\delta + 8.10\\epsilon\\), &c. respectively; and the law of continuation is obvious. But by the law (see Art. 29 and 30;) which the coefficients \\(\\alpha, \\epsilon, \\gamma, \\delta, \\&c.\\) are known to observe, \\(\\frac{3a}{2.4}\\) is \\(= \\epsilon\\), \\(\\frac{3.56}{4.6} = \\gamma\\), \\(\\frac{5.7y}{6.8} = \\delta\\), \\(\\frac{7.9\\delta}{8.10} = \\epsilon\\), &c.; and therefore, \\(3a - 2.46 = 0\\), \\(3.56 - 4.67 = 0\\), \\(5.7y - 6.8\\delta = 0\\), \\(7.9\\delta - 8.10\\epsilon = 0\\), &c.\n\nThe value of \\(\\alpha\\), viz. \\(\\frac{1}{2}\\), which was discovered in Art. 29, is found also in the algebraic series, as will presently appear. For, adding like quantities together, the first term of this series also will vanish; and the coefficients of the second, third, fourth, fifth, sixth, &c. will be as follows:\nCoeff. of 2d term $1 - 2\\alpha$,\n\n3rd \\[ -(3.3 - 1) B + 1.3A - 4\\alpha + 6\\epsilon, \\]\n4th \\[ +(5.5 - 1) C - 3.5B + 8\\epsilon - 10\\gamma, \\]\n5th \\[ -(7.7 - 1) D + 5.7C - 12\\gamma + 14\\delta, \\]\n6th \\[ +(9.9 - 1) E - 7.9D + 16\\delta - 18\\epsilon, \\]\n&c. &c.\n\nAnd, putting each of these coefficients = 0, (since the whole series is now known to be = 0,) writing 2.4 for its equal 3.3 - 1, 4.6 for 5.5 - 1, 6.8 for 7.7 - 1, &c. we obtain from these equations\n\n\\[ \\alpha = \\frac{1}{2}, \\]\n\\[ B = \\frac{1.3}{2.4} A - \\frac{\\alpha}{2} + \\frac{3\\epsilon}{2.2}, \\]\n\\[ C = \\frac{3.5}{4.6} B - \\frac{\\epsilon}{3} + \\frac{5\\gamma}{3.4}, \\]\n\\[ D = \\frac{5.7}{6.8} C - \\frac{\\gamma}{4} + \\frac{7\\delta}{4.6}, \\]\n\\[ E = \\frac{7.9}{8.10} D - \\frac{\\delta}{5} + \\frac{9\\epsilon}{5.8}, \\]\n&c. &c.\n\nthe law of continuation being very evident.\n\nThe value of A, which is not discovered by this process, was found in Art. 30, and is \\( \\frac{1}{4} + H.L. 2 \\). And the decimal values of these coefficients are as below, viz.\n\n\\[ A = 0.44314718, \\]\n\\[ B = 0.05680519, \\]\n\\[ C = 0.02183137, \\]\n\\[ D = 0.01154452, \\]\n\\[ E = 0.00714200, \\]\n&c. &c.\n\n33. Thus, by the common application of Sir Isaac Newton's doctrine of fluxions and infinite series, without any assistance\nfrom, or regard to, Landen's theorem, we have obtained a pair of series for computing the value of $d$, which converge by the powers of $\\frac{1}{aa}$, and of which we can readily find as many terms as we please. And, by a similar process, (as was observed in Art. 26,) may Euler's series for computing the quadrantal arch of an ellipsis be obtained, without any use of Fagnani's theorem, or the \"tentative methods,\" and \"strange artifices,\" as Mr. Woodhouse * calls them, which appear in Euler's paper.\n\n34. If we look back to Art. 18 and 20 of this Paper, we shall find that, when the transverse and conjugate semi-axes of an hyperbola are denoted by $1$ and $\\frac{1}{a}$, respectively, (which hyperbola will be similar to that of which the semi-axes are $a$ and $1$,) the convergency of the first series, derived from Landen's theorem, will be by the powers of the fraction\n\n$$\\left( \\frac{\\frac{1}{a}}{\\frac{1}{a} + \\sqrt{1 + \\frac{1}{aa}}} \\right) = \\frac{1}{1 + \\sqrt{(aa + 1)}}$$\n\nassisted by coefficients. And the same rate of convergency will obtain in the series given in Art. 29, by putting $y = \\frac{1}{\\sqrt{e}}$; for then $uu$, by which the terms of that series are divided, will be $= 1 + e$, $e$ being $= \\sqrt{aa + 1}$: so that, when $aa$ is less than $1 + \\sqrt{aa + 1}$, the terms of the single series will decrease swifter than the terms of the pair of series; and consequently half as many terms of the former as the latter will give a result equally near the truth. The two quantities $aa$ and $1 + \\sqrt{aa + 1}$ are equal when $aa = 3$; and hence it appears, that the proper use of the pair of series above found, is, when $a$ is considerably\n\n* See Philos. Trans. for 1804, p. 235.\ngreater than $\\sqrt{3}$. When $a$ is a large number, about as many terms of the single series as of the pair must be computed to have the results true to the same number of figures; yet the operation by the pair will be by much the easiest.\n\n35. If both sides of the equation\n\n$$d = \\begin{cases} \n\\frac{a}{a} + \\frac{B}{a^3} - \\frac{C}{a^5} + \\frac{D}{a^7}, & \\text{etc.} \\\\\n-l \\times \\frac{a}{a} - \\frac{\\epsilon}{a^3} + \\frac{\\gamma}{a^5} - \\frac{\\delta}{a^7}, & \\text{etc.}\n\\end{cases}$$\n\nwere divided by $a$, and if $\\frac{d}{a}$ were put $= 'd$, and $\\frac{1}{a} = b$; then, (since H.L. of $b$ would be $= - l$,) we should have\n\n$$'d = \\begin{cases} \n1 - Abb + Bb^4 - Cb^6 + Db^8, & \\text{etc.} \\\\\n-l \\times abb - \\epsilon b^4 + \\gamma b^6 - \\delta b^8, & \\text{etc.}\n\\end{cases}$$\n\nwhere $'d$ denotes the difference between the lengths of the infinite arch and the asymptote, (and the difference also between the values of the ascending and descending series for computing the arch,) of an hyperbola of which the semi-axes are 1 and $b$, respectively.\n\n36. It was observed in Art. 12, that the fluxion there given, of an hyperbolic arch, is as capable of transformation as that which has been commonly used for the rectification of an ellipsis: so also are those which I have used in the Philos. Trans. for 1802, p. 451 and 455, and from which series converging by the powers of $\\left(\\frac{e-a}{e+a}\\right)^n$, &c. may easily be obtained; but to treat of such transformations is not only foreign from my present design, but would extend this paper to a considerable length. I shall therefore only point out, by a few examples, the great advantage, in many cases, of computing by descending series, and then conclude.\n\n37. Example 1. The transverse and conjugate semi-axes\nof an hyperbola are 7 and 1, respectively; it is required to find the lengths of three arches of which the three ordinates are 10, 20, and 30.\n\nSetting aside the circuitous method of rectifying the hyperbola by means of two ellipses, if one was to think of computing these arches by means of a similar hyperbola, and by the theorem (δ) given in Art. 9, (which is a very useful Formula within the limits specified in Art. 13,) he would quickly perceive, that the ascending series, by which the value of G is obtained, would converge very slowly; and therefore would make choice of some other method. Theorem IV. in my former tract (see Philos. Trans. for 1802, p. 454,) is a very convenient form to be used on this occasion, and is as follows:\n\nRetaining the notation used in the beginning of Art. 29,\n\n\\[ z = \\begin{cases} \n\\frac{e}{y} \\sqrt{yy + 1} \\\\\n+ \\frac{1}{2e} A - \\frac{1}{2.4e^3} B + \\frac{3}{2.4.6e^5} C - \\frac{3.5}{2.4.6.8e^7} D, &c. \\\\\n- d;\n\\end{cases} \\]\n\nwhere \\( A = H.L. \\frac{\\sqrt{(yy+1)-1}}{y}, \\)\n\n\\[ B = \\frac{-\\sqrt{(yy+1)}}{2yy} - \\frac{A}{2}, \\]\n\n\\[ C = \\frac{-\\sqrt{(yy+1)}}{4y^4} - \\frac{3B}{4}, \\]\n\n\\[ D = \\frac{-\\sqrt{(yy+1)}}{6y^6} - \\frac{5C}{6}, \\]\n\n&c. &c.\n\nThe first part of the work may be to find the value of \\( d, \\) which may easily be done by the pair of series given in Art. 32; but, since a computation of it was made by two series, in p. 466, 467, and 468 of the volume here referred to, the ascending series being = 0.6360768, the descending series\nof the Hyperbola.\n\n\\( = 7.4349912 \\), and their difference, \\( d = 6.7989144 \\); we need only to verify that work, which may easily be done by the Formulae given in Art. 25 and 27, thus: denoting the value of the ascending series corresponding to the ordinate \\( \\frac{1}{\\sqrt{e}} \\) by \\( \\zeta \\), and the value of the descending series corresponding to the same ordinate by \\( S \\), we have,\n\nby Art. 25, \\( d = 1 + e - 2\\zeta \\),\n\n\\[\n\\begin{align*}\n&= 8.0710678 \\\\\n&= 1.2721536 \\\\\n&= 6.7989142;\n\\end{align*}\n\\]\n\nby Art. 27, \\( d = 2S - 1 - e \\),\n\n\\[\n\\begin{align*}\n&= 14.8699824 \\\\\n&= 8.0710678 \\\\\n&= 6.7989146;\n\\end{align*}\n\\]\n\nthe difference in the last figures of the results arising from the inaccuracy of decimal fractions, and being wholly inconsiderable.\n\nThe rest of the work may stand as follows: when \\( y \\) is \\( = 10 \\), then, (\\( a \\) being \\( = 7 \\), and \\( = \\sqrt{aa + 1} = \\sqrt{50} \\))\n\n\\[\n\\begin{align*}\nA &= H.L. \\frac{\\sqrt{(yy+1)-1}}{y} = -0.0998341, \\\\\nB &= \\frac{-\\sqrt{(yy+1)}}{2yy} - \\frac{A}{2} = -0.0003323, \\\\\nC &= \\frac{-\\sqrt{(yy+1)}}{4y^4} - \\frac{3B}{4} = -0.0000020;\n\\end{align*}\n\\]\n\nof which terms two only are wanted to obtain a result true to seven places of figures. Hence we have\n\\[ e \\sqrt{yy + 1} = 71.0633520, \\quad + \\frac{1}{2e} A = 0.0070593, \\]\n\\[ - \\frac{1}{2.4e^3} B = 0.0000001, \\quad - d = 6.7989144, \\]\n\nsum of the posit. terms \\( 71.0633521 \\); the sum \\( - 6.8059737 \\);\nneg. term, & correc. \\( - 6.8059737 \\);\n\nthe difference is \\( 64.2573784 \\) = the length of the first arch.\n\nWhen \\( y = 20 \\), we have\n\n\\[ A = H.L. \\frac{\\sqrt{(yy+1)}-1}{y} = -0.0499794, \\]\n\\[ B = \\frac{\\sqrt{(yy+1)}}{2yy} - \\frac{A}{2} = -0.0000415; \\]\n\nof which two terms the first only is sufficient to give the result true to eight places of figures. We now have\n\n\\[ e \\sqrt{yy + 1} = 141.5980226, \\quad + \\frac{1}{2e} A = 0.0035341, \\]\n\\[ - \\frac{1}{2.4e^3} B = 0.0000000, \\quad - d = 6.7989144, \\]\n\nsum of the posit. terms \\( 141.5980226 \\); the sum \\( - 6.8024485 \\);\nneg. term & correc. \\( - 6.8024485 \\);\n\nthe difference is \\( 134.7955741 \\) = the length of the second arch.\n\nWhen \\( y \\) is \\( = 30 \\), the value of \\( A = H.L. \\frac{\\sqrt{(yy+1)}-1}{y} \\) is \\( -0.0333274 \\); and since the value of \\( B \\) (as appeared in the preceding operation,) need not be computed, we have\n\n\\[ e \\sqrt{yy + 1} = 212.2498528, \\quad \\frac{1}{2e} A = 0.0023566, \\]\nneg. term and correc. \\( - 6.8012710, \\quad - d = 6.7989144; \\)\n\nlength of the third arch \\( 205.4485818 \\). sum \\( 6.8012710; \\)\nIt is now obvious that, to obtain the length of any greater arch of this hyperbola, the values of the algebraic quantity \\( e \\sqrt{yy + 1} \\), and \\( \\frac{1}{2e} A \\), the first term of the series, are all that need be computed; for the value of \\( d \\), once found, serves for all. And if seven more arches of this hyperbola, corresponding to the ordinates 40, 50, 60, &c. to 100, were to be computed, this theorem would afford a striking instance of the great utility of descending series.\n\n38. A second example might be, to find the lengths of ten arches of an equilateral hyperbola, of which the semi-axis is 1, when the ordinates are 1, 2, 3, 4, 5, 6, 7, 8, 9, and 10.\n\nThese arches may be computed by the new theorem given in Art. 9, in which the value of \\( G \\) is always given in ascending series; but that series, when \\( y \\) is much greater than 1, will converge very little faster than the powers of \\( \\frac{1}{2} \\): whereas, by using the theorem given in the Philos. Trans. for 1802, p. 458, viz.\n\n\\[\nz = \\left\\{ \\begin{array}{l}\nu - \\frac{1}{2.3u^2} - \\frac{3}{2.4.7u^7} - \\frac{3.5}{2.4.6.11u^{13}} - \\frac{3.5.7}{2.4.6.8.15u^{15}}, \\text{ &c.} \\\\\n- d,\n\\end{array} \\right.\n\\]\n\n(where \\( z \\) denotes the arch of an equilateral hyperbola of which the semi-axis is 1, \\( u \\) is \\( \\sqrt{1 + 2yy} \\), and \\( d \\) is 0.59907012;)\n\nthe geometrical progressions which will have place in the series, for the respective ordinates, will be the powers of these fractions, viz. \\( \\frac{1}{9}, \\frac{1}{81}, \\frac{1}{361}, \\frac{1}{1089}, \\frac{1}{2601}, \\frac{1}{5329}, \\frac{1}{9801}, \\frac{1}{16641}, \\frac{1}{26569}, \\frac{1}{40401} \\).\n\n39. In these examples the use and advantage of descending series appear: more examples of their utility might be given; and it might easily be shown, that there are cases in which\nsuch series have the advantage, even when the ascending series have a good rate of convergency. I trust, however, that enough has been done in this Paper to satisfy all candid and competent judges of the matter, that the Rectification of the Hyperbola by means of two Ellipses is more curious than useful; that the advantage of computing by descending series, is, in many cases, very great; and that such series will often answer the end of a transformation without the trouble of making it.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107336.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 42,
    "total-input-tokens": 66270,
    "total-output-tokens": 26909,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1382,
        2
      ],
      [
        1382,
        3174,
        3
      ],
      [
        3174,
        4874,
        4
      ],
      [
        4874,
        6576,
        5
      ],
      [
        6576,
        8197,
        6
      ],
      [
        8197,
        10373,
        7
      ],
      [
        10373,
        12058,
        8
      ],
      [
        12058,
        14075,
        9
      ],
      [
        14075,
        15924,
        10
      ],
      [
        15924,
        17773,
        11
      ],
      [
        17773,
        19510,
        12
      ],
      [
        19510,
        21323,
        13
      ],
      [
        21323,
        23135,
        14
      ],
      [
        23135,
        25236,
        15
      ],
      [
        25236,
        26775,
        16
      ],
      [
        26775,
        28676,
        17
      ],
      [
        28676,
        30360,
        18
      ],
      [
        30360,
        32125,
        19
      ],
      [
        32125,
        34066,
        20
      ],
      [
        34066,
        35874,
        21
      ],
      [
        35874,
        37747,
        22
      ],
      [
        37747,
        39057,
        23
      ],
      [
        39057,
        41042,
        24
      ],
      [
        41042,
        42813,
        25
      ],
      [
        42813,
        44606,
        26
      ],
      [
        44606,
        46154,
        27
      ],
      [
        46154,
        47985,
        28
      ],
      [
        47985,
        50009,
        29
      ],
      [
        50009,
        51577,
        30
      ],
      [
        51577,
        53532,
        31
      ],
      [
        53532,
        55324,
        32
      ],
      [
        55324,
        58215,
        33
      ],
      [
        58215,
        59701,
        34
      ],
      [
        59701,
        60948,
        35
      ],
      [
        60948,
        62657,
        36
      ],
      [
        62657,
        64438,
        37
      ],
      [
        64438,
        65931,
        38
      ],
      [
        65931,
        67156,
        39
      ],
      [
        67156,
        68456,
        40
      ],
      [
        68456,
        70288,
        41
      ],
      [
        70288,
        70779,
        42
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107336",
    "title": "On the Rectification of the Hyperbola by Means of Two Ellipses; Proving That Method to be Circuitous, and Such as Requires Much More Calculation Than Is Requisite by an Appropriate Theorem: In Which Process a New Theorem for the Rectification of That Curve Is Discovered. To Which are Added Some Further Observations on the Rectification of the Hyperbola: Among Which the Great Advantage of Descending Series over Ascending Series, in Many Cases, Is Clearly Shown; And Several Methods Are Given for Computing the Constant Quantity by Which Those Series Differ from Each Other. Being an Appendix to His Former Paper on the Rectification of the Hyperbola, Inserted in the Philosophical Transactions for the Year 1802",
    "authors": "John Hellins",
    "year": 1811,
    "volume": "101",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 42,
    "jstor_url": "https://www.jstor.org/stable/107336"
  }
}