{
  "id": "6411b844263ce23911a2f8cbc3dcaa77a71b6f7a",
  "text": "The Contents.\n\nAn Account of the Tryals, made in Italy of Campani's new Optick Glasses. A further Relation of the Whale-fishing about the Bermudas, and upon the Coast of New England, and New Netherland. Of a remarkable Spring of Paderborn in Germany. Of some other uncommon Springs at Basel and in Alsatia. Of the richest Salt-springs in Germany. Some Observations of Strange Swarms of Insects, and the mischiefs done by them; as also of the Brooding of Snakes and Vipers. Observations of odd Constitutions of humane Bodies. Of a way, used in Italy, of preserving Ice and Snow by Chaffe. Directions for Sea-men bound for far Voyages, drawn up by Master Rook, late Geometry Professor of Gresham College. Some Observations of Jupiter; Eclipsed by one of his Satellites; and of his Conversion about his Axis. Of some Philosophical and Curious Books, that are shortly to come abroad.\n\nAn Account of the Tryalls, made in Italy of Campani's new Optick Glasses.\n\nA N Inquisitive Parisian writes to his Correspondent in London, as follows:\n\nWe received lately news from Rome, from a very Curious Person of our acquaintance, importing, that Campani hath had the advantage of Divini. The Great Duke of Tolipany, and Prince Leopold, his Brother, upon Tryal, made of both their Glasses, have found those of Campani excel the other, and with them they have been able, easily to distinguish people\nat 4 Leagues distance: Of which I intend you more particulars hereafter.\n\nAmong them are expected the Length of these Telescopes, and the Largeness of the Aperture of their Object-glasses. In the mean time, the Parabolical-glasses, formerly mentioned to be in hand here at London, are finishing with all possible care and industry.\n\nA Further Relation of the Whale-fishing about the Bermudas, and on the Coast of New-England and New-Netherland.\n\nThe same Person, that communicated the particulars about the new Whale-fishing near the Bermudas, mentioned in the first of these Traits, gives this further Information; That there have been since taken by order of the Bermudas Company, sixteen of those Whales, the Oyle whereof, to the quantity of 50 or 60 Tuns arrived in Ireland at Limrick, some few months agoe.\n\nHe adds, that about two years since, there stranded upon the Coast of New-England a dead Whale, of that sort, which they call Trumpo, having Teeth resembling those of a Mill, and its mouth at a good distance from, and under the Nose or Trunk, and several boxes or partitions in the Nose, like those of the Tailes in Lobsters; and that that being open'd there run out of it a thin oily substance, which would candy in time; after which, the remainder, being a thick fatty substance, was taken out of the same part, with a scoope. And this substance he affirmed to be the Sperma Ceti; adding further, that the Blubber, as they call it, it self, of the same sort of Whales, when stewed, yields on the top a creamy substance, which taken off, and thrown upon white Wine, lets fall a dirty heterogeneous sediment, but what remains aloft, affords a Sperma-Ceti-like matter.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101457.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 816,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1384,
        2
      ],
      [
        1384,
        3064,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101457",
    "title": "An Account of the Tryalls, Made in Italy of Campani's New Optick Glasses",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101457"
  }
}