{
  "id": "aff36219ac3dae297f9a81ff37c3583b83e31c57",
  "text": "XIX. Observations and Experiments on the Colour of Blood.\nBy William Charles Wells, M.D. F.R.S.\n\nRead July 6, 1797.\n\nDr. Priestley is, I believe, the only person who has hitherto attempted to shew by what means common air brightens the colour of blood, which has been for some time exposed to it.* His opinion is, that the air produces this effect by depriving the blood of its phlogiston; for blood, according to the same author, is wonderfully fitted both to imbibe and to part with phlogiston, becoming black when charged with that principle, but highly florid when freed from it. Various arguments may be brought to prove that this opinion is erroneous, even upon the admission of such a principle of bodies as phlogiston. It may be said, for instance, that it is contrary to the laws of chemical affinity, that the same mass should, at one time, convert pure into phlogisticated air, by giving out its phlogiston, and immediately after reconvert phlogisticated into pure air, by imbibing that principle; both which changes are supposed by Dr. Priestley to be induced by blood upon those airs. Again; it may be urged, that, since the neutral salts, and the different alkalis, when saturated with fixed air, produce the same effect as common air upon the colour of blood, if common air acts by attracting phlogiston, those other bodies must have a similar operation. But surely it cannot be\n\n* Phil. Trans. for 1776.\nthought, that the mild volatile alkali, which has been supposed by chemists to superabound with phlogiston, can yet attract it from blood. It appears to me, however, unnecessary to bring any further arguments of this kind against the opinion of Dr. Priestley, since the following experiments will, I expect, be thought sufficient to shew, in opposition to what is taken for granted by him in the whole of his inquiry, that the alteration induced upon the colour of blood, both by common air and the neutral salts, is altogether independent of any change effected by them upon its colouring matter.\n\nI infused a piece of black crassamentum of blood in distilled water, and immediately after covered the containing vessel closely, to prevent the access of air. Having obtained by this means a transparent solution of the red matter of blood, nearly free from serum and coagulable lymph, I exposed a quantity of it to the open air, in a shallow vessel, and poured an equal quantity into a small phial, which was then well closed. When the first portion of the solution had been exposed to the air for several hours, I decanted it into a phial, of the same size and shape as that which contained the second portion, and having added to it as much distilled water as was sufficient to compensate the loss it had suffered by evaporation, I now compared the two together, and found them to be exactly of the same colour, with regard both to kind and degree. I afterwards poured two other equal quantities of the red solution into two phials of the same size and shape. To one I added a little of a solution of nitre in water, and to the other as much distilled water. Upon comparing the two mixtures together, I found that they also possessed precisely the same colour. Lastly, I cut a quantity of dark crassamentum\nof blood into thin slices, and exposed them to common air. When they became florid, I put them into a phial containing distilled water. I then took as much of the same crassamentum, which was still black, and infused it in an equal quantity of distilled water, contained in a phial similar in size and shape to the former. The two solutions which were thus obtained, one from florid blood, the other from black blood, were, notwithstanding, of precisely the same colour. These experiments were frequently repeated, and were attended with the same results, as often as I used certain precautions, which shall be mentioned hereafter, as the reasons for them will then be more readily understood than they can be at present.\n\nAssuming therefore as proved, that neither common air, nor the neutral salts (for all those I have tried are similar to nitre in this respect) change the colour of the red matter of blood; I shall now attempt to explain the manner in which those substances give, notwithstanding, to black blood a florid appearance; premising, however, some observations upon the colours of bodies in general.\n\nIt was the opinion of Kepler,* that light is reflected without colour from the surfaces of bodies; which he says is easily proved, by exposing to the sun’s light a number of cups filled with transparent liquors of different colours, and receiving the reflexions from them upon a white ground in a dark place. Zucchius, who was younger than Kepler, but for some time his cotemporary, taught more explicitly,† that the colours of bodies depend, not upon the light which is reflected from their anterior surfaces, but upon that portion of it which is received into their\n\n* Paralipomena in Vitellionem, p. 23 et 436.\n† Optica Philosophia, Pars I. p. 278 et seq.\ninternal parts, and is thence sent back through those surfaces. The following are some of the experiments, upon which he founded this doctrine. He exposed small round pieces of transparent glass, tinged with various colours, to the light of the sun, and received what was reflected from them upon white paper, in a darkened part of his room. He then found, that each glass produced two luminous circles, which, when the paper was sufficiently remote, were entirely separate from each other; and that the circle which proceeded from the upper surface of the glass was altogether without colour, while that which arose from the under surface, was of the same colour as the glass exhibited, when held between the light and the eye. From these experiments Zucchius also concluded, first, that every coloured body must be in some degree transparent, since a body absolutely impenetrable to light, could only reflect the colours of other bodies, but possess none of its own; and, secondly, that all bodies, which appear coloured when seen by reflected light, must be in some measure opake; for as the light which is reflected from their surfaces comes untinged to the eye, if that part of it which penetrates their substance were afterwards to proceed in it without impediment, no colour could be exhibited by them.*\n\n* The works of Zucchius seem very little known, though they contain a considerable number of original experiments, and though it is probable that he was the inventor of the reflecting telescope. For he says (Pars i. p. 126.) it had occurred to him so early as 1616, that the same effect which is produced by the convex object-glass of a telescope, might be obtained by reflexion from a concave mirror; and that, after many attempts to construct telescopes with such mirrors, which proved fruitless from imperfections in their figure, he at length procured a concave mirror very accurately wrought, by means of which, and a concave eye-glass, he was enabled to prove his theory to be just. He does not mention at what precise time he constructed this\n\nMDCCXCVII.\nWhen Sir Isaac Newton began his experiments upon light and colours, it was generally believed, that colours in opake bodies arise from some modification given to light, by the surfaces which reflect it. In opposition to one part of this opinion, our great philosopher maintained, that such bodies are seen coloured, from their acting differently upon the different colorific rays, of which white light is composed; but having established this point beyond dispute, he seems to have admitted, without inquiry, that colours are produced at the surfaces of the opake bodies to which they belong. For his experiments do not necessarily lead to such a conclusion; on the contrary, they are not more consistent with it, than they are with the opinion of Kepler and Zucchius. This opinion, indeed, he appears not to have known; since he has taken for granted, what is contradicted by the experiments upon which it is founded, that the tinging particles of transparent bodies reflect coloured light.*\n\nThe very splendour of Sir Isaac Newton's discoveries in optics, has probably done some injury to this branch of knowledge; for soon after they were made public, it became a common opinion, that the subject of light and colours had been exhausted by that great man, and that no writer upon it before him, was now worthy of being read. The former part of this opinion has long been generally acknowledged to be unjust; but the latter part of it is still maintained by many,\n\ntelescope; but his book was printed in 1652, eleven years before the publication of the \"Optica Promota\" of James Gregory. I have not met with any account of Zucchius, in Montucla's or Priestley's histories; in the article \"telescope,\" in the French Encyclopedia; or in any biographical dictionary which I have consulted.\n\n* Optics, Book i. Part II. Prop. 10.\namong whom may be placed the learned Mr. Delaval. This gentleman has lately published * a very elaborate treatise to prove, that the colours of opake bodies do not arise from the rays of light which they reflect from their anterior surfaces; but from that portion of it, which, having penetrated their anterior surfaces, is reflected by the opake particles which are diffused through their substance. But had the learned author not believed, that no European writer upon colours, before Sir Isaac Newton, contained any valuable information upon that subject, he would probably have discovered, that both Kepler and Zucchius had long ago maintained the very opinion which he now advances, and that they had built it upon experiments similar to his own. The merit of the invention of this theory belongs, therefore, to the great Kepler; but still much praise is due to Mr. Delaval, both for reviving and confirming it; since, though it be not free from defects in some of its parts, it affords solutions of several optical difficulties, which, as far as I know, admit of an explanation from no other source. Among these I regard the phænomenon which is the subject of the present inquiry.\n\nTo shew then, from the theory of Kepler, Zucchius, and Delaval, how common air and the neutral salts may brighten the appearance of blood, without producing any change upon its colouring matter, I shall first suppose that all its parts have the same reflective power. The consequence will be, that a mass sufficiently thick to suffocate the whole of the light which enters it, before it can proceed to the posterior surface, and be thence returned through the first surface, must appear black;\n\n* Manchester Memoirs, Vol. II.\nfor the rays which are reflected from the first surface are without colour, and, by hypothesis, none can be reflected from its internal parts. In the next place, let there be dispersed through this black mass a small number of particles, differing from it in reflective power, and it will immediately appear slightly coloured; for some of the rays, which have penetrated its surface, will be reflected by those particles, and will come to the eye obscurely tinged with the colour, which is exhibited by a thin layer of blood, when placed between us and the light. Increase now by degrees the number of those particles, and in the same proportion as they are multiplied, must the colour of the mass become both stronger and brighter.\n\nHaving thus shewn that a black mass may become highly coloured, merely by a considerable reflexion of light from its internal parts; if I should now be able to prove, that both common air and the neutral salts increase the reflexion of light from the internal parts of blood, at the same time that they brighten it, great progress would certainly be made in establishing the opinion, that the change of its appearance, which is occasioned by them, depends upon that circumstance alone. But the following observations seem to place this point beyond doubt.\n\nI compared several pieces of crassamentum of blood, which had been reddened by means of common air and the neutral salts, with other pieces of the same crassamentum, which were still black, or nearly so; upon which I found, that the reddened pieces manifestly reflected more light than the black. One proof of this was, that the minute parts of the former could be much more distinctly seen than those of the latter. Now this increased reflection of light, in the reddened pieces,\ncould not arise from any change in the reflective power of their surfaces; for bodies reflect light from their surfaces in proportion to their density and inflammability; and neither of those qualities, in the reddened pieces of crassamentum, can be supposed to have been augmented by common air, or a solution of a neutral salt in water. The increased reflection must, consequently, have arisen from some change in their internal parts, by means of which much of the light which had formerly been suffocated, was now sent back through their anterior surfaces, tinged with the colour of the medium through which it had passed.\n\nThe precise nature of the change which is induced upon blood by the neutral salts, is made manifest by the following experiment. I poured upon a piece of printed card as much serum, rendered very turbid with red globules, as barely allowed the words to be legible through it. I next dropped upon the card a little of a solution of nitre in water; when I observed, that, wherever the solution came in contact with the turbid serum, a whitish cloud was immediately formed. The two fluids were then stirred together; upon which the mixture became so opake, that the printed letters upon the card could no longer be seen. I have not hitherto been able to devise any experiment, which shews the exact change induced by common air; but it is evident that air must also, in some way, increase the opacity of blood, since it can, by no other means, increase the reflection of light from the interior parts of that body.\n\nThis theory explains another fact respecting the colour of blood, which might otherwise seem unaccountable. If a small quantity of a concentrated mineral acid be applied to a piece of dark crassamentum, the parts touched by it will for an instant.\nappear florid; but the same acids, added to a solution of the red matter in water, do nothing more than destroy its colour. Upon examining the crassamentum, a reason for this difference of effect is discovered; for the spots, upon which the acid was dropped, are found covered with whitish films. From which it seems evident, that the acid had occasioned an increase of opacity in the crassamentum, more quickly than it had destroyed its colour; and that the red matter, from having been in consequence seen by a greater quantity of light, had in that short interval appeared more florid than formerly.\n\nThe change which, I think, I have proved to take place in blood, when its colour is brightened by common air and the neutral salts, is similar to that which occurs to cinnabar, in the making of vermilion. This pigment, it is known, is formed from cinnabar, merely by subjecting it to a minute mechanical division. But the effect of this division is, to interpose among its particles, an infinite number of molecules of air, which, now acting as opake matter, increase the reflection of light from the interior parts of the heap, and by this means occasion the whole difference of appearance which is observed between those two states of the same chemical body.\n\nI expect, however, it will be said, in opposition to what I have advanced, that, granting an increased reflection of light takes place from the interior parts of blood, in consequence of the application of common air and the neutral salts, still this is not a sufficient cause for the production of the colour which they occasion; for the colour of blood, after those substances have acted upon it, is a scarlet, which, agreeably to the observation of a learned and ingenious Fellow of this Society, Dr. G. Fordyce,*\ndiffers not only in brightness, but also in kind, from the ordinary colour of that fluid, which is a Modena red.\n\nMy answer is, that there are examples, beside that to which the objection is made, of dark blood appearing florid, merely from its colouring matter being seen by means of an increased quantity of light. One is afforded by rubbing a piece of the darkest crassamentum with a proper quantity of serum; for a mixture is thus formed, in a few seconds, possessing a colour similar to that which is given to crassamentum by common air. But here we certainly do nothing more, than interpose among the red globules a number of the less dense particles of serum; which, in their present situation, act as opake matter, and consequently increase the internal reflections. A second example occurs, when we view, by transmitted light, the fine edges and angles of a piece of crassamentum in water; for, in this situation, their colour appears to be a bright scarlet, though all the other parts of the same mass are black. These facts seem sufficient to prove, that the immediate cause I have assigned for the production of the florid appearance in blood, which has been exposed to the action of common air and neutral salts, is adequate to the effect; but I shall advance a step further, and shew how the Modena red is converted into a scarlet.\n\nBlood, as I have found by experiment, is one of those fluids which Sir Isaac Newton has observed appear yellow,* if viewed in very thin masses. When, therefore, a number of opake particles are formed in it, by the action of common air and the neutral salts, many of them must be situated immediately beneath the surface. The light reflected by these will consequently be yellow; and the whole effect of the newly-\nformed opake particles, upon the appearance of the mass, will be the same, as if yellow had been added to its former colour, a Modena red. But Modena red and yellow are the colours which compose scarlet.*\n\nI shall now relate the cautions to be observed in making the experiments, which are described in the beginning of this paper.\n\nThe first is, that the blood should be newly drawn, and the weather cool. For as the solution of the red matter is not to be filtered, but must become transparent by the gradual subsiding of whatever may render it turbid, if the blood be old, or the weather warm, it will often assume, before it be clear, a dark and purplish hue. When exposed in this state to the atmosphere in a broad and shallow vessel, its colour changes to a bright red, which, however, is not brighter than the proper colour of the solution. The dark purplish hue seems owing to some modification of sulphur; for the solution possessing it smells like hepatic air, particularly when agitated, and tarnishes silver which is held over it. Neutral salts produce no change upon this colour.\n\nThe second caution is, that the neutral salts be not added to the red solution, except when perfectly transparent; for if it be not so, the salts will render it more turbid, and the mixture will appear brighter, if seen by reflected light.\n\nThe last I shall note is, that the red solution ought to be poured gently from the vessel in which it has been made. If it be not, as it is a mucilaginous liquor, it is apt to entangle small particles of air, which by acting as opake matter, will for some time alter the appearance of the solution.\n\n* Fordyce's Elements of the Practice of Physic, p. 14.\nI proceed next to offer a few observations upon the cause of the red colour of blood.\n\nIt has of late been very generally supposed, that blood derives its colour from iron. As far as I know, however, no other argument has been given in support of this opinion, than that the red matter is found to contain that metal. But there is certainly no necessary connection between redness and iron; since this metal exists in many bodies of other colours, and even in various parts of animals without colour, as bones and wool. More direct reasons, however, may be given for rejecting this opinion.\n\n1. I know of no colour, arising from a metal, which can be permanently destroyed by exposing its subject, in a close vessel, to a heat less than that of boiling water. But this happens with respect to the colour of blood.\n\n2. If the colour from a metal, in any substance, be destroyed by an alkali, it may be restored by the immediate addition of an acid; and the like will happen from the addition of a proper quantity of alkali, if the colour has been destroyed by an acid. The colour of blood, on the contrary, when once destroyed, either by an acid or an alkali, can never be brought back.\n\n3. If iron be the cause of the red colour of blood, it must exist there in a saline state, since the red matter is soluble in water. The substances, therefore, which detect almost the smallest quantity of iron in such a state, ought likewise to demonstrate its presence in blood; but upon adding Prussian alkali, and an infusion of galls, to a very saturate solution of the red matter, I could not observe, in the former case, the slightest blue precipitate, or in the latter, that the mixture had acquired the least blue, or purple tint.\n\nMDCCXCVII.\nUpon the whole it appears to me, that blood derives its colour from the peculiar organization of the animal matter of one of its parts; for whenever this is destroyed, the colour disappears, and can never be made to return; which would not, I think, be the case, if it depended upon the presence of any foreign substance whatsoever.\n\nI shall conclude this paper with relating several miscellaneous facts respecting the colour of blood, and some conclusions which may be formed from them.\n\nDr. Priestley has mentioned,* that the only animal fluid, beside serum, which he found to transmit the influence of common air to blood, was milk. But I have observed, that the white of an egg possesses the same property, notwithstanding its great tenacity. Now as serum contains an animal substance very similar to the white of eggs, it occurred to me as a question, whether, in transmitting the influence of air to blood, it acts by its salts only, or partly by means of the substance of which I have just spoken. I took therefore a quantity of urine, which is known to contain nearly the same salts as serum, and having added to it as much distilled water as rendered its taste of the same pungency as that of serum, I poured the mixture upon a piece of dark crassamentum of blood. I then put to another piece of the same crassamentum an equal quantity of serum, and exposed both parcels to the atmosphere. The result was, that the blood in the diluted urine did not become nearly so florid as that in the serum. I have found also, that a solution of sugar in water conveys the influence of air to blood; from which it seems probable, that milk owes its similar property to the saccharine matter which it contains. Black blood\n\n* Phil. Trans. for 1776, p. 246.\nexposed to the atmosphere under mucilage of gum arabic, does not become florid.\n\nIt has been said,* that neither serum, nor solutions of the neutral salts, dissolve the red matter of blood. But this induction has been made from too small a number of experiments. For saturate solutions of all the neutral salts, which I have tried, will extract, though slowly, red tinctures from blood, some of which are very deep; and neither they, nor serum, added in any proportion to a solution of the red matter in water, alter its colour or transparency, except by diluting it. The following experiments, however, will place this point in a clearer light.\n\nI added a drachm of distilled water to an ounce of serum, and poured the mixture upon a small piece of crassamentum. Upon an equal piece of crassamentum I poured a drachm of water, and after some time added an ounce of serum. Each parcel, therefore, contained the same quantity of crassamentum, serum, and water; but the crassamentum upon which the mixture of serum and water had been poured, communicated no tinge to it; while the other piece, to which water had been first applied, and afterwards serum, gave a deep colour to the fluid above it. I made similar experiments with crassamentum, water, and a dilute solution of a neutral salt, which were attended with the same results.\n\nSince then neither serum, nor a dilute solution of a neutral salt, will extract colour from blood, though they are both capable of dissolving the red matter, when separated by water from the other parts of the mass, it follows, in my opinion, that what are called the red globules consist of two parts, one\n\n* Fordyce's Elements of the Practice of Physic, p. 14.\nwithin the other, and that the outer, being insoluble in serum or dilute solutions of neutral salts, defends the inner from the action of those fluids. It is remarkable, that microscopical observations led Mr. Hewson to the same conclusion, namely, that the red globules consist of two parts,* which, according to him, are an exterior vesicle, and an interior solid sphere. But the same writer, upon the authority of other microscopic experiments, asserts that the vesicles are red. If they be so, there must exist two red matters in the blood, possessing different chemical properties; which is certainly far from being probable.\n\nThe exterior part of the globule appears to be that ingredient of the blood upon which common air and the neutral salts produce their immediate effect, when they render the whole mass florid; for I have shewn they do not act upon the red matter itself, and I have not found that they occasion any change in coagulated lymph or serum. The only matter then which remains to be operated upon, is that which I have mentioned. It seems evident also, from what has been just stated, that there exists an animal matter in the blood, different from the coagulable lymph, the coagulable part of the serum, the putrescent mucilage, and the red particles, which, I believe, are all the kinds it has hitherto been supposed to contain.\n\nThe microscopical observations of Mr. Hewson appear likewise to furnish a reason, why both water, and a saturate solution of a neutral salt, can extract colour from the red globules, though a mixture of those fluids be incapable of the same effect. For water applied to the red globules, separates the exterior vesicles from the red particles, which are therefore now\n\n* Hewson's Works, Vol. III. p. 17.\nopen to the action of any solvent.* The addition, however, of a small quantity of a neutral salt to the water enables the vesicles to preserve their shape, and to retain the inner spherical rules.† Upon the addition of a greater quantity of salt, the vesicles contract, and apply themselves closely to the red particles within.‡ Thus far Mr. Hewson's observations extend.\n\nLet it now be supposed that the vesicles contract still more, from a further addition of salt to the water; the consequence must be, that, as the internal particles are incompressible, the sides of the vesicles will be rent, and their contents exposed to the action of the surrounding fluid. Both water and a strong solution of a neutral salt may, therefore, destroy the organization of the vesicles, though in different ways, and thus agree in bringing the red matter in contact with a solvent; while a mixture of those two fluids, namely, a dilute solution of a neutral salt, will, by hardening the vesicles, increase the defense of the red matter against the action of such substances as are capable of dissolving it. But all reasoning founded upon experiments with microscopes, ought perhaps to be regarded as, in great measure, conjectural.\n\n* Hewson's Works, Vol. III. p. 17. † Ibid. p. 40. ‡ Ibid. p. 31.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106936.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 17,
    "total-input-tokens": 26104,
    "total-output-tokens": 6482,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1420,
        2
      ],
      [
        1420,
        3229,
        3
      ],
      [
        3229,
        5005,
        4
      ],
      [
        5005,
        7079,
        5
      ],
      [
        7079,
        8906,
        6
      ],
      [
        8906,
        10620,
        7
      ],
      [
        10620,
        12392,
        8
      ],
      [
        12392,
        14181,
        9
      ],
      [
        14181,
        15964,
        10
      ],
      [
        15964,
        17725,
        11
      ],
      [
        17725,
        19415,
        12
      ],
      [
        19415,
        21153,
        13
      ],
      [
        21153,
        22906,
        14
      ],
      [
        22906,
        24602,
        15
      ],
      [
        24602,
        26362,
        16
      ],
      [
        26362,
        27646,
        17
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106936",
    "title": "Observations and Experiments on the Colour of Blood. By William Charles Wells, M. D. F. R. S.",
    "authors": "William Charles Wells",
    "year": 1797,
    "volume": "87",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 17,
    "jstor_url": "https://www.jstor.org/stable/106936"
  }
}