{
  "id": "e4e465968547981575558dadbfb59046832c57d3",
  "text": "a story very strange and hardly credible; but is rendered more credible by this parallel Operation.\n\nJohn Wallis.\n\nOn this Occasion it may not seem improper to subjoyn an Account we have not long since received from Germany, of a very uncommon Case of this Kind, the Relation whereof follows.\n\nAnno 1691. Jan. 3. in a Village called Maschwitz, about a league from Hall in Saxony, a Country Lad, by name Andrew Rudloff, about 16 years of Age, playing tricks with a Knife in his Mouth, and hapning to fall with it, the Knife accidentally slipt down his Throat into his Stomach; being in all about 6½ Inches long, with a Harts-Horn Haft. It were long to insert the Symptoms, as Pains, Vomitings, &c. that followed thereupon; but the Curiosity of the Case did oblige M. Wolfgang Christopher Wese-ner, Physician to the Elector of Brandenburg, to take care of him and administer Medicines proper for his relief.\n\nThe Knife was felt to have changed its position several times, and after a few Months ceased to be very troublesome; and in about a year was so much diminished, as to be difficult to be felt from without. Not long after an angry Tumour with Inflammation broke out, three fingers breadth below the Pit of the Stomach, which being ripened, the Apothem was opened May 24. 1692; and being kept open, the Point of the Knife first appeared thereat July 18. following. The Point they fastned with a Silk Thread, and the wound being widened, the Knife was drawn out thereat August 2. a Year and seven Months after it had been swallowed, and in a little time the Lad was perfectly well. The Knife was exceedingly consumed in all dimensions, as may be seen in the Printed Account that was published by the aforesaid Physician, and Printed at Hall, where the thing was done; so that there is no room left to doubt of the truth thereof.\n\nLa",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102294.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3182,
    "total-output-tokens": 503,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1835,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102294",
    "title": "On This Occasion It May Not Seem Improper to Subjoyn an Account We Have Not Long Since Received from Germany, of a Very Uncommon Case of This Kind, the Relation Whereof Follows",
    "authors": null,
    "year": 1695,
    "volume": "19",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/102294"
  }
}