{
  "id": "320a18c4096209733b9c9675513ca166330088af",
  "text": "tries above-mention'd; and rest perswaded, that all possible endeavours shall be employed on our parts, to recommend all what shall thus be proposed by them, to our Correspondents, with the same earnestness we do our own Directions, suggested by several of our Curious Friends.\n\nInquiries for Suratte,\nand other parts of the East-Indies,\n\nThough these Queries have been already dispatcht for India, and some of them even received an Answer, yet, because 'tis altogether necessary, to have confirmations of the truth of these things from several hands, before they be relied on, it was thought fit, rather to publish the Inquiries alone, for a more certain and full Information, than now to join such Answers thereunto:\n\nThe Inquiries are these; as the Relations publisht by Purchas, Linschoten, and others, concerning those parts, have given occasion to propose them.\n\n1. Whether it be true, that Diamonds and other Precious Stones, do grow again after three or four years, in the same places where they have been digg'd out?\n\n2. Whether the Quarries of Stone near Fettipore, not far from Agra, in the Mogol's Dominions, may be cleft like Loggs, and fawn like Planks, to cel Chamber and cover Houses therewith? Likewise, Whether about Sadrapatam, on the Coast of Coromandel, there be a Stone of the like nature, so as, setting a Wedge upon it, one may cleave it with a Mallet as thick and as thin, as one pleaseth?\n\n3. Whether upon the same Coast of Coromandel, about Tutu-sorin, and upon that of Ceylon, at Manar, and Safanapatan, they fish Pearls, as good as those about Ormus? Whether those Pearls are the better, the deeper they lie? What is the greatest depth, they are known to have been taken at? And whether it be true, that some of the Natives there, can stay under Water half an hour, without any Art?\n\n4. Whether the Iron in Pegu and Japan, be far better than ours; and if so, what is to be observed in the melting, forging, and tempering of it?\n\n5. Whether\n5. Whether in Sumatra there be a fountain, running a very\nSanative Oyl: And whether the ignivomous Mountain in the\nsame Island, do burn continually, and cast out stones so eaten\nout by the fire, that they swim?\n\n6. What is the Opinion of the more Inquisitive Men in those\nparts, of Amber-gris? And whether the greatest quantities and\nmasses of it are found about the Isle Mauritius?\n\n7. Whether it be Winter on the East-side of the Mountain\nGates, which comes from the North to Cape Comorin, while it\nis Summer on the West-side, and so, vice versa?\n\n8. Whether it be true, that upon the Coast of Coromandel,\n16 deg. Northern Latitude, between Paleacote and Malacopatan,\n50 Leagues in length (the hot winds blowing from the Land-ward\nfrom 8. in the Morning, till 4. in the Afternoon, with such a suf-\nfocating heat, that the Inhabitants are not able to endure it, with-\nout extraordinary helps and refreshments;) every one daily for his\nprovision of drink, hangs his Bottle, made of common pot-earth,\nand filled with Well-water, or other potable Liquor, upon some\nPost, Tree, or Wall, in places, where the Sun and Wind are most\npiercing; leaving it there all the day long in the scorching heat;\nand then taking it up about Evening at 4. of the Clock, the\nDrink is more cool, than any depth of Cellerage with us can make\nit? And whether, on the contrary, the Bottles being suffered to\ncontinue in the Air, as before, during the cool Sea-gales, which\ncome in after the said hour, and continue all Night, till 8. in the\nMorning, to the refreshment of all Creatures, the Liquors grow\nhot and unfit for drink?\n\n9. Whether the Tyde near Mindanao, going from the Molucca's\nto the Philippina's, are so swift, that neither contrary Winds nor\nAnchors, can save a Ship from being carried away by it; and that\nit rises but about 3. or 4. feet? And whether the like be obser-\nved in the Bay of Cambaja, and in that between Martaban and\nPegu? And particularly, Whether in the said Bayes, the Tides\ncome in with that impetuosity and swiftness about the Quarters\nof the Moon, that the Watch-men from high Towers must with\ntheir Trumpets give warning to the people to retire; and that a\nHorse in his swiftest course, when such a Tide comes upon him,\ncannot out-run it: as Isaac Vossius observes, Lib. De Motu\nMarium\nAnd what other particulars are observable upon all those Coasts, concerning the Tides?\n\n10. Whether there be any Discoveries newer, than the newest printed Maps, of the parts of the World North-east of Japan? And whether Japan be truly an Island, or no?\n\n11. What is the true way of making and colouring China-Dishes; and how in China and Japan, they make the Black-vernish?\n\n12. With what Materials, and how they paint both upon Cloths, commonly call'd Pintado's, and likewise upon Canvas, &c?\n\n13. Whether the Lignum Aloe be the Wood, or Root of a Tree? In what Countrey it is found? And how to know the best of the kind?\n\n14. Whether the best Tea be that, which comes forth at the first of the Spring, and are the Top-leaves? In what manner 'tis dried; and whether the too hasty drying thereof hurts it?\n\n15. Whether there grows a Wood in Java, that naturally smells like humane Excrement? And if so, what kind of ground it grows in?\n\n16. Whether in the Molucque Islands there be a Red Wood, which burns, sparkles, and flames, without being consumed; yet may be reduced to powder, by rubbing between ones fingers?\n\n17. Whether near the Port of Ternate there be a Plant, call'd by the inhabitants Catopa, whence fall little Leaves, which are turned into Butter-flies?\n\n18. Whether in Pegu, and other places of the East-Indies, they use a poyson, that kills by smelling, and yet the poisonous smell is hardly perceived?\n\n19. Whether it be true, that the onely Antidote hitherto known, against the famous and fatal Macassar-poyson, is humane Ordure, taken inwardly? And what substance that poyson is made of?\n\n20. Whether there be such a Vegetable in Java, call'd Mangas bravas, that is so poisonous, that it kills presently, and for which no remedy hath been yet found?\n\n21. Where the best Calamba-wood, or Palo d'Aquila, grows? Whether the Palo d'Aquila be much inferior to Calamba; and how\nhow they are distinguished? Whether the latter be the Pith of the former? Whence the best sort comes? Whether it be stored with a rich and cordial Balm, and that be the cause of its great rate, being much used in cases of decay of Spirits, and the lameness and impotency of Nerves?\n\n22. Whether they draw an Oyl, resembling Oyl of Camphire, from the Roots of Cinnamon-trees; and if so, how they draw it?\n\n23. Whether the Camphire of Borneo be not the Exsudation or Gum of a Tree?\n\n24. Whether the Indians can so prepare that stupifying Herb, call'd Dutrea or Datura, that they make it lie several Dayes, Months, and Years, according as they design it, in a Mans Body, without doing him any hurt, and at the end kill him, without missing an hours time?\n\n25. Whether the Betel hath such a contrariety to the Durion, that a few leaves of that, put to a whole Shop-full of Durions, will make them all rot suddenly? And whether those, that have surfeited on Durions, and thereby over-heated themselves, do by laying a leaf or two of Betel upon their Breasts or Stomachs, immediately cure the Inflammations, and recover?\n\n26. Whether the Papayas, which bear fruit like a Melon, do not bear, unless Male and Female (as the Vulgar distinguishes them) stand together?\n\n27. Whether there be two sorts of the Tree, call'd Arbor Triflè, one, by the Name of Trifè di Die, the other, Trifè di Notte; whereof the former sheds his flowers at the Rising, the other, at the Setting of the Sun? And whether the distilled water thereof (call'd Aqua di Mogli, by the Portugals) may not be transported into these parts?\n\n28. Whether one of those Trees, call'd Arbre de Rays, propagates itself into a whole Forrest, by shooting up, and letting fall Roots from all its branches into the ground, that spring up again, and so on? And whether there be any single ones of these Trees, that are above 50 feet in Diameter, as some affirm?\n\n29. What particulars are observable in any other Plants of those parts?\n30. Whether those Shell-fishes, that are in these parts plump and in season at the Full Moon, and lean and out of season at the New, are found to have contrary Constitutions in the East-Indies?\n\n31. Whether the Animal, that yields the true Muske, be like a Deer, hornless, found in the High-Country between Pegu and China? And whether the Muske grows in Baggs, Blisters, or Swellings, which the Beast rubs off against Trees; it being affirmed to have been found in the Woods by the Scent? Whether true Muske, is discerned from false by its yellowness, when rubbed upon ones hand, and by its keeping that Colour and the Scent?\n\n32. Whether there be two sorts of Gum-lack, one produced by an Insect, a certain winged Ant; the other, the Exudation of a Tree?\n\n33. To inquire after the Fish call'd Caballa, said to be very powerful in stanching of blood?\n\n34. Whether about Java there be Oysters, or other Shell-fishes, of that vast bigness, as to weigh 300 pounds?\n\n35. Whether in Malacca there grows sometimes a stone in the stomach of a kind of Porcupine, call'd Pedro Porco, esteemed for its Cordial Vertue above Bezoar?\n\n36. Whether there be found in the head of a certain Snake, a Stone, which laid upon a wound of any Venemous Creature, sticks fast to it, and draws away all the poison; then being put in Milk, voids its poison, and turns the Milk blew; and then applied again, draws out the rest of the poison, that may be behind, till the wound be perfectly cleansed?\n\n37. Whether the Rhinoceros have such an Antipathy against Elephants, as is commonly related?\n\n38. Whether in the Island of St. Helena, the Tide be at the same time round in the several Coasts of it; and what is the hour of Full Sea, and what the age of the Moon at the time of Observation?\nInquiries for Persia.\n\n1. What are chiefly the present Studies of the Persians; and what Kind of Learning they now excell in?\n\n2. What other Trades or Practices, besides Silk-and Tapistry-making, they are skilled in?\n\n3. Whether, there being already good Descriptions in Words of the Excellent Pictures and Basé Relieves, that are about Persepolis at Chiminlar, yet none very particular; some may not be found sufficiently skill'd, in those parts, that might be engaged to make a Draught of the Place, and the Stories there pictured and carved?\n\n4. How they make that Plaister, wherewith in those parts and in India they line their Tanks or Cisterns, and which, when dry, shines like Marble, and is much harder?\n\nOther Queries, concerning the Air, Waters, Minerals, Vegetables, Animals, &c. peculiar to Persia, may be taken out of those General Heads of Inquiries, for a Natural History of a Country, printed in Numb. II. and out of those Articles of Inquiries concerning Mines, publish'd in Numb. 19. to which we refer the Reader.\n\nAs to the Inquiries proper for Turkey, they also are already publick. See Numb. 20.\n\nInquiries For Virginia and the Bermudas.\n\n1. Concerning the Varieties of Earths; 'tis said, there is one kind of a Gummy consistence, white and clear: Another, white, and so light, that it swims upon water: Another, red, call'd Wapergh, like Terra Sigillata. Quære, what other considerable kinds are there? And to send over a parcel of each.\n\n2. What considerable Minerals, Stones, Bitumens, Tinctures, Drugs?\n\n3. What hot Baths, and of what Medicinal use?\n\n4. What is the Original of those large Navigable Rivers, which\nwhich empty themselves into the Bay of Chesapeake? And whether on the other side of that ridge of Mountains, from which they are supposed to proceed, there be not other Rivers, that flow into the South-Sea?\n\n5. How the Silk-grasse is prepared?\n6. To give a full account of that Vulnerary Root, called Wicahcan: Of Pocone, a Root of a red juice, a good tincture: Of Musquapenn, a Root of a red tincture: Of the Plant Maricock, whose fruit is said to be fashion'd like a Lemon, exceeding pleasant to the taste; of a blossom most beautiful: Of the Chincomen-Tree, whose fruit is said to have a hue like a chestnut, luscious and hearty meat, both raw and boiled.\n\n7. Whether there be in the Bermudas a Poison-weed, like our Ivy, whose leaves do by the touch cause Blisters? And a Reed, whose juice or infusion causeth Vomit?\n8. What kind of Trees those Barkes are taken from, that are used instead of Tile or Slate in the covering of their Houses, being cooler in Summer and warmer in Winter, than Stone?\n9. To give a particular account of the Spider in the Bermudas, said to be large and beautiful for its colours, weaving a Web betwixt several Trees, which is affirmed to be for substance and colour like perfect raw Silk, so strong, that Birds, like Snites, are snared therein?\n10. Whether Deer have there generally three or four Fawns at a brood? And whether any of the Cattle transported from hence, becomes there more fruitful, than they were here?\n11. Whether the Relation be true, of a Glue made of Harts-Horn, that will not dissolve in Water; and if so, how made?\n12. Whetherat the bottom of the Bay of Chesapeake Northward, the Natives be still of such a Gigantick Stature, as has been reported? And, whether there be another people, not far from these, Eastwardly, of a Dwarfish Stature?\n13. Whether round about the Coast of the Bermudas, the Tides keep the same time; and at what a clock precisely 'tis High-water on the Dayes of Full and New Moon; and how high the Water rises then? And the like on the Coasts of Virginia and Florida?\n\nFor\nFor Guaiana and Brasil.\n\n1. Whether about Urraba near Oronoque, some 8 degrees Northern Latitude, and about the Town Darien, Toads are presently produced, by throwing a kind of Moorish Water found there, upon the Floors of their Houses? Linschoten.\n\n2. Whether it be true, that the Locust of Brasil, call'd Caayara, changeth in the Spring-time of that Countrey into a Plant, and withers away, like a Plant? And whether in the same Countrey, that kind of Ernia, call'd by the Portugals Lagartas des Verias, turns into a Bird, admirable for Colour and swift flying; the change thereof being made so leisurely, that one may for a while see half of the Insect, and the other half of the Bird, which the Natives call Guainumbi, the Portugals Pegafrel. Piso.\n\n3. Whether upon the Leaves of that Brasilian Tree, call'd Cezeiba, there is, in a Sun-shiny day, found a White Salt in that quantity, that one may gather as much from two or three Leaves, as will well salt a good pot of Broth? Piso.\n\n4. Whether there be found about the mouth of the River of Amazons, a green Argilla, which, though very soft under water, yet, when exposed to the Air, grows almost as hard as a Diamond; in so much that the Natives make Hatchets of them, strong and sharp enough to cleave Wood; for which purpose also those Indians are said to have used it, before they got Iron-ones? And, whether this Argilla, become Stone, have a peculiar vertue against the Epilepsys, when carried by the Patient? Pelleprat in his Relation of the Islands and Terra-firma of the Southern America.\n\n5. Whether the Black Bees in Guaiana, about the River Oronoque, make black Honey and Waxe? And whether they have no Stings, as the same Pelleprat affirmeth?\n\nThe other Inquiries, ready for the other Countries above-named, are, to avoid tediousness, referred to another opportunity.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101191.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 13928,
    "total-output-tokens": 4177,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1969,
        2
      ],
      [
        1969,
        4267,
        3
      ],
      [
        4267,
        6160,
        4
      ],
      [
        6160,
        8142,
        5
      ],
      [
        8142,
        9906,
        6
      ],
      [
        9906,
        11545,
        7
      ],
      [
        11545,
        13594,
        8
      ],
      [
        13594,
        15429,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101191",
    "title": "Inquiries for Suratte, and Other Parts of the East-Indies",
    "authors": null,
    "year": 1666,
    "volume": "2",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/101191"
  }
}