{
  "id": "22e916f2ba33bd361c5b4442767dc8b1928cfece",
  "text": "B.B. The Sacculi formed by the internal Membrane, protruded between the Fibres of the De-\ntrusor Urinae.\n\nCCCCCCCCC. The Stones, as they appear in the\nSacculi, Eight in one, and One\n(the largest No° 6.) in the other.\n\nDD. The Ureters.\n\nEE. The Vesicula Seminales turned back, to shew\nthe whole Extent of the Sacculi.\n\nFF. The Vasa Deferentia.\n\nG. The Back-part of the prostrate Gland.\n\n1. 2. 3. 4. 5. 6. The Stones which came easily out of\nthe Sacculi.\n\n7. One of the Stones sawed, the Nucleus of which\nappears white, and the Surface of them all ap-\npears reddish.\n\nIV. Some further Observations concerning\nElectricity, by J. T. Desaguliers, L.L.D.\nF.R.S.\n\nDec. 14. 1741.\n\nElectrics per se (which I have here-\ntofore defin'd, Bodies in which an\nElectrical Virtue may be raised by some Action on\nthem, such as Rubbing, Patting, Warming, &c.) are\nreduc'd to a Non-electric State, by being in Contact\nwith Non-electric Bodies, especially Water, which is\nthe greatest Non-electric, even when it becomes\nVapour.\n\nA Non-electric (which though it cannot be made\nElectrical by any Action upon it) receives Electricity from\nfrom an excited Electrical Body; but does not retain it whilst it touches any other Non-electrical Body. An Electric per se, when it is become Non-electrical, differs from the Non-electric per se in this; that it may be so restor'd to Electricity, by applying a rubb'd Tube to it, as to repel all other Electrics of the same kind of Electricity as the Tube; till it meets with some Non-electric Body, which brings it back to Non-electricity, or at least to such a languid State, that its Electricity is scarce perceptible.\n\nThe Electricity may be also restor'd in the same manner by Wax, &c. But in both Cases, an Electric Body, in a languid State, cannot be restor'd to Electricity whilst it adheres to a Non-electric per se.\n\nExperiments to illustrate these Assertions.\n\nFrom an horizontal Cat-gut (which is an Electric per se, as most Animal Substances are) I suspended two Feathers, the one by a Thread, and the other by a Silk, about two Foot long each: Then applying the rubb'd Tube to the Feather hanging by the Silk, (which Silk is an Electric per se) the Feather came to the Tube, and stuck to it, as all Non-electric Bodies do, till it was so impregnated with the Virtue from the Tube, as to come out of its languid State, and become strongly Electrical; which appear'd by its flying from the Tube, and being repell'd as often as the Tube was brought near it; till it had touch'd some Non-electric Body, or was left so long as to imbibe the moist Particles floating in the Air; by which it became Non-electric, and was again attracted by the Tube.\nWhen I apply'd the Tube to the other Feather that hung by the Thread, (which, like most vegetable Substances, is generally Non-electric per se) the Feather was constantly attracted, and never repell'd; because the Virtue communicated from the Tube to the Feather, lost itself along the Thread; which would have been retain'd by the Feather, if it had floated in dry Air, or been suspended by an Electrical Body.\n\nThese Properties of Electric Bodies shew the Reason of that Phanomenon, whereby a rubb'd Tube, after having attracted a Feather, repels and chases it about a Room in the Air, and does not attract it a second time, till the Feather has touch'd some other Body; and also shews the Reason why the Experiment does not succeed in moist Weather.\n\nPure Air, that is dry, may be rank'd among the Electrics per se, because it repels all Bodies in a State of Electricity, whether they have been excited to it by Wax or Glass; that is, by either of the two sorts of Electricity.\n\nWatery Vapours, that float in the Air, are Non-electric; from which Mixture the Air becomes more languid in its Electricity, when most impregnated with Vapours; so that dry Air is more Electric than moist; but cold Air in frosty Weather, when Vapours rise least of all, is more electric than Air in Summer, when the Heat raises Vapours; which renders that State of the Air more fit for making Electrical Experiments.\n\nThe rubb'd Tube retains its Electricity a long time, because it repels, and is repell'd by, the dry Air; and the Feather, which has been attracted by the Tube, after adhering to it a while, is rais'd out of its languid State\nState to a strong Electricity; whereby it flies from the Tube, repels and is repell'd by the Air, where meeting with very few Vapours, it retains its Electricity a long time; till touching a Non-electric, that is brought to it, it loses its own Electricity by communicating it, becomes a Non-electric, and is re-attracted by the Tube, to which adhering some time, it receives so much Virtue from the Tube, as to be restor'd to its Electricity, and again repell'd.\n\nIn a moist State of the Air, the Feather, after it has been made electrical, and repell'd by the Tube, it attracts to it the moist Vapours floating in the Air; whereby losing its Electricity, it is attracted by the Tube, without touching any other Body first.\n\nSometimes, when the Feather flies off from one Part of the Tube, it immediately returns to another Part, generally the Top of the Tube, because the Top of the Tube has attracted the moist Vapours, and is become a Non-electric, and therefore attracts the Feather; which being become electric, flew off from the electric Part of the Tube.\n\nThat this is true, appears from an Experiment to be made in dry Weather.\n\nAt that Time, when every Part of the Tube repels the Feather strongly, after having attracted it, if you wet two or three Inches of the upper End of the Tube, the Feather will come to that End.\n\nWetting the Silk by which the Feather hangs from the Cat-gut, the Feather will be always attracted, and not repell'd.\nWhen the Silk is dry, the Feather once made electrical, so as to be repell'd by the Tube, retain'd that Virtue above two Hours in frosty Weather; but in moist Weather lost it in half a Minute.\n\nV. Extract of a Letter from the Hon'ble Edward Legge, Esq; F. R. S. Captain of his MAJESTY's Ship the Severn, containing an Observation of the Eclipse of the Moon, Dec. 21. 1740. at the Island of St. Catharine on the Coast of Brasil; communicated to the Royal Society by the Rev'd Jos. Atwell, D.D. F. R. S.\n\nDec. 21. 1740.\n\nRead Jan. 21. \"I Observed an Eclipse of the Moon, which began very nearly at five Minutes after Seven; but the Horizon being hazy, I could not observe exactly the Beginning: However, it ended exactly to a Moment at 50 Minutes after Nine. I set my Watch by two Observations before, that I might be exact in Time, and confirm'd it by one after; so that I believe I may venture to say it was right: And I observed with one Telescope on board, and sent another on Shore, which agreed exactly together.\"\n\nThis Eclipse was observed at the Island of St. Catharine, on the Coasts of Brazil; and the Captain places the said Island in Latitude 27° 30'. Mr. Gael Mor-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104131.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9132,
    "total-output-tokens": 1909,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1115,
        2
      ],
      [
        1115,
        2673,
        3
      ],
      [
        2673,
        4298,
        4
      ],
      [
        4298,
        5749,
        5
      ],
      [
        5749,
        6924,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104131",
    "title": "Some Further Observations concerning Electricity, by J. T. Desaguliers, LL. D. F. R. S.",
    "authors": "J. T. Desaguliers",
    "year": 1742,
    "volume": "42",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/104131"
  }
}