{
  "id": "dbbc005b34df11bd250a4552a6e6918befe1aa1f",
  "text": "VII. A Third Essay on Sea-anemonies.\n\nBy the Abbé Dicquemare.\n\nON THE GENERATION OF THE FOURTH SPECIES.\n\nRead Jan. 9, 1777.\n\nHAVING in my second essay on sea-anemonies, communicated my discoveries on the manner in which the fourth species is multiplied, and offered some conjectures on the internal organization of the small shreds which become anemonies, I added a caution, not to admit of those conjectures without circumspection. What passed under my own eyes convinced\n\nTroisieme Mémoire pour servir à l'Histoire des Anémones de Mer.\nPar M. l'Abbé Dicquemare.\n\nSur la Génération de la Quatrieme Espece.\n\nHavre de Grace, Mars 7, 1776.\n\nÀ Près avoir exposé dans un second mémoire pour servir à l'histoire des Anémones de mer, mes découvertes sur la manière dont celles de la quatrième espèce se multiplient; après avoir ouvert quelques conjectures sur l'organisation intérieure des petits lambeaux qui deviennent anémones, je ne dissimulai pas qu'on ne devoit point y retenir ses idées. Ce qui se passoit sous mes yeux me\nconvinced me more and more (and I gave some hints to that purpose) that the smallest particle of a living animal, has an organization which far exceeds every idea we can conceive of it; and which, from the extreme minuteness of those particles, baffles our closest inspection: so that instead of being surprized at the singular effects of reproduction, they are rather what we ought to expect, and be prepared to observe as they arise. It is with this view that I have continued my experiments and observations: they have confirmed the discoveries I had made, and afforded me an opportunity to justify some eminent men, whose assertions concerning the multiplication of the fresh-water polypi by sections, have met with the most unmerited contradictions.\n\nAmong all the objects which nature offers to the contemplative mind, there is none so striking and important as that of the generation of beings, and especially of animated\n\nme persuadoit de plus en plus, et je m'en expliquai, que les moindres parties d'un être vivant ont une organisation qui surpasse infiniment l'idée que nous pouvons nous en faire, que l'énorme petiteur de ces parties dérobe aux regards les plus avides; et que loin de se surprendre des effets singuliers de reproduction, on devroit pour ainsi dire les attendre, et se mettre à portée de les saisir. C'est dans cette vue que j'ai continué mes observations et mes expériences : elles ont confirmé les découvertes que j'avais faites, et me procurent la satisfaction de justifier les hommes illustres, qui en nous faisant connoitre la multiplication des polypes d'eau douce par la section, ont éprouvé les contradictions les moins méritées.\n\nDe tous les objets que la nature offre à l'esprit méditatif, il n'en est point de plus grand, de plus respectable, que celui de la génération des êtres, et surtout des\n\nVol. LXVII.\nmated beings. This grand mystery has always attracted the attention of the greatest philosophers; but their want of success in their researches may be easily inferred from the deficiency of proper means of observation: and it seems an advantage reserved for our age, to introduce a new set of beings, which bids fair to throw great light upon our enquiries on that subject.\n\nHad I only fresh proofs to add to those already given, and no new discoveries to communicate, I should certainly leave nature to establish our opinion of her operations: but having been fortunate enough to gather some scattered fruits in this wide field, which had escaped the observation of others merely because they were engaged in more plentiful harvests, I have been struck with the increasing singularity, number, and importance of the objects, which have appeared to me to dissipate all doubt.\n\nI shall\n\nêtres vivans: c'est aussi vers cette merveille que les philosophes les plus distingués ont dirigé leurs regards; mais leur manque de succès résulte naturellement des faibles moyens qu'ils avoient pour faire des observations; et c'est un avantage qui paroit avoir été réservé à notre siècle, de faire paraître sur la scène des êtres jusqu'ici ignorés, qui promettent de nous fournir des nouvelles lumières sur ce sujet.\n\nSi je n'avois à présenter ici que les mêmes découvertes, quoique ce fût multiplier les preuves, je laisserois à la nature le soin de fixer l'opinion; mais dans ce champ fertile j'ai été assez heureux pour recueillir quelques fruits à l'écart, et qui n'avoient échappé aux regards des autres que parcequ'ils étoient occupés de recoltes plus abondantes: j'ai vu la singularité s'augmenter, et le nombre comme l'étendue des objets m'a paru propre à dissiper les doutes. Je ne rappellerai pas ici\nI shall not here repeat what I have already said concerning the reproduction of the superior part of the fourth species, which is often as thick as one's arm; new experiments have confirmed it, and have shewn the possibility of the reproduction of fresh-water polypi, without having recourse to a multitude of imperceptible animals: but the better to explain what I have since discovered concerning the generation of this species of anemonies, I must beg leave briefly to recapitulate what I have already published on that subject. These anemonies, having their bases unequally extended upon, and firmly adhering at their extremities to a hard substance, contract, and thus tear off and leave on that hard substance, one or more small shreds of their bases, covered with pieces of the coat of the old animals; and these shreds soon after become small anemonies, which also is the case in artificial sections. Of this singular operation I have had opportunities\n\nce que j'ai dit de la reproduction de la partie supérieure des anémones de la quatrième espèce, souvent grosse comme le bras; de nouvelles expériences l'ont encore confirmée, et ont fait voir la possibilité de celle des polypes d'eau douce, sans avoir besoin de recourir à une multitude d'animaux imperceptibles: mais qu'il me soit permis de retracer ici en peu de mots ce que j'ai déjà publié sur la génération de cette espèce, autrement il serait difficile de saisir ce que j'ai apperçu depuis. Ces anémones, ayant la base inégalement étendue et fortement attachée par quelques points de ses extrémités sur un corps dur, se retirent sur elles mêmes, et laissent ainsi en se déchirant une ou plusieurs portions très petites de leur base, recouvertes d'une parcelle de leur robe, qui deviennent en peu de temps des petites anémones, ce qui a lieu aussi par des sections violentes. En observant de nouveau ces animaux\nnities of seeing repeated instances, having been very assiduous and constant in my observations.\n\nOn the 26th of October 1775, an anemony, on which I had tried an experiment foreign to the present purpose, contracted, and left on the side of the vase a small shred, which at the very first I suspected to be intended for a young anemony: not that it was either fleshy, or that it seemed to contain a bulb; but because the anemony had for several days before stretched itself considerably, and in a particular manner, from that point of the base. Certain internal fibres or radii appeared, which in the old anemony had their direction from the circumference to the centre: and as the shred was an irregular segment of the area of the circle formed by the base of the old anemony, it is evident that these fibres or radii, being somewhat distant from each other at the arch of the segment, did\n\nanimaux, et après avoir attendu longtemps, j'ai eu la satisfaction de voir se répéter cette opération singulière, et je l'ai suivie d'aussi près qu'il m'a été possible.\n\nLe 26 Octobre, 1775, une anémone sur laquelle j'avais tenté une expérience qui n'a rien de commun avec notre objet présent, laissa contre les parois du vase, en se retirant, un petit lambeau que je soupçonnai dès le commencement être destiné à devenir une petite anémone; non qu'il fut épais ou qu'il me parut contenir quelque bulbe, mais parceque l'anémone s'etoit fort alongée par ce point de sa base, depuis plusieurs jours, d'une maniere toute particulière. On appercevoit dans l'intérieur certains fibres ou rayons qui dans l'anémone avoient tendu de la circonférence au centre, et comme ce lambeau etoit un segment irregulier de l'aire du cercle que forme la base d'une grande anémone, on comprend que ces fibres ou rayons, un peu distans l'un de l'autre à l'arc de ce segment, ne convergoient pas\ndid not converge sufficiently to form a centre at the chord; and that the point of union of these radii was the centre of a circle equal to that formed by the base of the old anemony (see tab. iii. fig. 1. its natural size, and fig. 2. magnified). During the first days this little fragment acquired plumpness, bent itself gradually into a round figure, and seemed to make some efforts towards forming itself into the shape in which it appeared on the 25th; the fibres becoming gradually more convergent, the chord of the arch shorter, and the arch a segment of a smaller circle. At length the radii united in a centre (see fig. 3. magnified) and its profile appeared a segment of a sphere (see fig. 4.)\n\nOn the 30th of October I perceived in this fragment considerable contractions and dilatations in the direction of its thickness; but could see no mouth nor limbs. On the 1st\n\npas assez pour former un centre à la corde; et que le point de réunion de ces rayons étoit le centre d’un cercle égal à celui que formoit la base de l’anémone : voyez tab. iii. fig. 1. et 2. dans l’une il est de grandeur naturelle, et dans l’autre vu à la loupe. Pendant les premiers jours cette petite portion prenoit de l’épaisseur, se recourboit et s’arrondifloit peu à peu; elle tendoit de toute ses forces à prendre la forme ou elle parvint le 25, c’est à dire que petit à petit, les fibres étant devenus plus convergens, la corde de l’arc du cercle plus courte, l’arc une portion d’un plus petit cercle, il s’étoit formé un centre de réunion de ces rayons, qui occupoit le côté de ce petit corps animé, comme le représente la figure 3. qui est vue à la loupe; quant au profil, il est représenté par un segment de sphere, ou par la figure 4.\n\nLe 30 Octobre j’aperçus des contractions et des dilatations très sensibles dans l’épaisseur, mais point de bouche ni de membres. Le 1 Novembre il a changé de place.\nof November it moved from its place. On the 7th I discovered, by means of a strong lens, an orifice and some appearance of limbs. On the 16th I saw them very distinctly. On the 17th it changed its place again. At the beginning of January 1776, the folds of the body were formed, and then it could not but be considered as a young anemony, similar in every respect to the old one by which it had been produced, except in the number of limbs, which however, although the animal be still very small, are now increasing. The semi-transparency, which often prevents accurate observation, allowed me to view the gradation through which the small fibres became convergent: I could also see the gradual contraction of the angles of the segment, and that not a single particle of the fragment perished; all seemed to be re-incorporated into the mass. The word all must not, however, be taken in a strict sense; for I must confess that I perceived some yellowish filmy matter round this little mass,\n\nplace. Le 7, à l'aide d'une forte loupe, j'ai apperçu un orifice, et des apparences de membres. Le 16 je les ai vus très distinctement. Le 17 il a de nouveau changé de lieu. Au commencement de Janvier 1776, le pli du corps s'est formé; c'etait donc alors une petite anémone qui, à l'exception du nombre des membres, ressemblait parfaitement à celle dont elle etoit provenue; les membres augmentent, et cependant cette anémone est fort petite. La demi-transparence, qui gêne quelquefois dans les observations, m'a permis de distinguer le progrès par lequel les petites fibres sont devenues convergentes: J'ai vu aussi les angles de segment se raccourcir, et rien ne m'a paru périr: tout s'est refoulé dans la masse. Ce mot tout ne doit cependant pas être pris à la lettre: j'ai apperçu quelques pellicules quelques, substances\nmass, which separated from it; but its quantity was so small, that I could not thence infer the loss of any particle of the shred, and rather imagined that this matter was merely the effect of some secretions or extravasated humour.\n\nWhat still leaves me a doubt concerning the germ is, that this effect has been more considerable in some of my experiments than in others. Had the fragment of the anemony contained a germ, it might be concluded that the membrane which covered it should have perished as soon as the animal was formed; this however was not sufficiently evident in several cases, and especially in those where the fragment had been naturally torn off. At first the shred was thin, and thinner still before it was separated from the old anemony; and no bulb could ever be perceived either then or in the sequel. I was then led to imagine,\n\nsubstances un peu jaunâtres, autour de la petite masse, qui en ont été séparées; mais elles étoient en si petite quantité, que je n'ai pu en conclure qu'il eut péri quelque chose du lambeau, cette substance étoit peut-être due à des sécrétions ou à quelque humeur extravasée.\n\nCe qui me laisse encore un doute réel, c'est que cet effet a été plus sensible dans quelques unes de mes expériences. Si cette portion d'anémone eût contenu un germe, n'est-on pas porté à penser que les membranes qui l'enveloppent auroient péri lors de son développement. C'est ce qu'on ne remarque pas d'une manière assez sensible dans plusieurs, et surtout dans ceux qui se déchirent naturellement. D'abord le petit lambeau étoit mince et, avant qu'il fût séparé de l'anémone, je l'ai observé pendant plusieurs jours; il étoit plus mince encore : je n'y voyois nulle apparence\nimagine, especially on account of the union of the fibres in a common centre, that a simple shred produced an anemone. But from what cause does this little fragment contract into a circle, and increase its thickness? how shall we account for its visible tendency towards forming a new animal? is it a necessary instinct? can it be admitted that in these animals the vital principle is peculiar to every particle? and in what manner is it, or is it not, subordinate to the general organization of the individual, according to circumstances which it seems in our power to modify? How many specious reasonings might be made on this subject, did we prefer the admiration of the public to real truth! The only inference that I think can as yet be derived from these and the following observations is, that there certainly are animated beings which multiply, as it were, by flips; but whether the concurrence\n\napparence de bulbe, et je n'y en ai point vu depuis : j'ai donc été tenté de croire, surtout à cause de la réunion du bout des fibres à un centre commun, que c'étoit un simple lambeau qui devenoit anémone. Mais qui est ce qui fait, qu'étant détachée, cette petite portion se recourbe, et prend de l'épaisseur ? par quelle cause tend-elle visiblement à former un animal ? sent-elle alors la nécessité de le devenir ? le principe de la vie seroit-il, dans ces animaux, particulier à chacune de leurs parties ; et comment est il, ou n'est il pas, selon les circonstances que nous pouvons faire naître, subordonné à l'organisation générale de l'individu ? Oh, si on étoit tenté de préférer l'admiration du public à la bonne foi, que de choses à dire ! Tout ce qui me semble qu'on peut conclure de ces observations, et plus encore de celles qui vont suivre, c'est qu'il est vraiment des êtres animés qui se multiplient comme de bouture ; mais j'attends être instruit par des nouvelles\ncurrence of two sexes may or may not be dispensed with, is a fact I expect to learn from future experiments. I can at present only suspect its being unnecessary, since the anemonies I had hitherto operated upon were all produced at sea. The manner in which they multiply seems strongly to favour that supposition: such ideas begin already to become familiar to us, they appear less singular; and yet how different are they from those we used to entertain of the animal creation!\n\nLet us now proceed from the operations of mere nature, to such as are in some measure the effect of art. On the 12th of December 1775, I severed with the point of a knife ten small pieces from the bases of several anemonies, at the places where they seemed the most diffused, and most adherent to large oyster-shells, from which they dropped after the operation. I put these pieces\n\nnouvelles expériences, sur l'inutilité du concours des deux sexes : je ne puis que la soupçonner, parceque les anémones que j'ai opéré jusqu'ici etoient nées en mer. La manière dont ces animaux se multiplient semble étayer fortement ce soupçon. Déjà nous nous accoutumons à toutes ces idées nouvelles ; elles nous frapent moins : cependant combien sont elles éloignées de celles que nous avions de l'animal !\n\nPassons maintenant des opérations propres de la nature, à celles où l'art entre pour quelque chose. Le 12 Décembre 1775, je coupai, avec le bout d'un bistouri, dix petites portions des bords de la base de plusieurs anémones, aux endroits ou ces bases etoient plus étendues, et plus adhérentes à des écailles de grosses huitres, dont elles se détachoient en les coupant. Je mis ces particules\npieces into different vases. The next day two of them stuck to the bottom; on the 14th two more adhered; on the 22d, six of them; on the 24th, nine; and on the 27th, all were affixed. Each of them went through the same progress as the pieces which had been torn off naturally; and before the beginning of March they were all furnished with limbs &c. Although I be conscious of having been very accurate and attentive in my observations, still I have not yet been fortunate enough to see all that I could wish. I shall however repeat my attempts, and I have great expectations from the new experiments I meditate. The present have pointed out some differences which lead to several reflections. Those threads which had been cut of a larger size, produced (besides the films they may have lost) larger anemonies. Whether this multiplication be the effect of a bulb, of a germ,\n\ndans autant de vases: le lendemain deux étoient attachées au fond; le 14 deux autres étoient de même attachées; le 22 fixe, le 24 neuf, et le 27 elles l'étoient toutes. Chacune d'elles m'ayant présenté successivement les mêmes progrès qu'avoié fait les portions détachées naturellement, il feroit inutile de les décrire de nouveau: avant le premier Mars elles avoient toutes des membres, &c. Quoique j'aïe observé avec le plus grand soin ce qui s'est passé, je n'ai pas encore été assez heureux pour voir tout ce que je désirais; mais j'y reviendrais et j'espère beaucoup des nouvelles tentatives que je médite. Celles-ci m'ont offert des différences qui donnent lieu à quelques réflexions. Ceux de ces petits morceaux d'anémones que j'ai coupés plus grands, ont produit (indépendamment de ce qui a pu s'en détacher) des anémones plus grandes. Si c'est en vertu d'une bulbe, d'un germe,\nor of an egg, it still appears that its teguments, and all that is contiguous to those teguments, should not be a constituent part of the animal, and that only a larger germ can produce a larger animal.\n\nIs it then in our option to produce anemonies not only when we please, but also of what size we please? Or does the multiplying anemony follow in this its own inclination? All this, added to the junction of the fibres, seems very opposite to the opinion of the germs or eggs; but on the other hand there are observations which fa-\n\n(a) Without invalidating what is here said, some experiments have induced me to think that this assertion should be admitted with some limitations; that if the shreds be very large, they will perish; that in general only small ones should be cut, without either fretting or tearing them; and that the vases should always be kept very clean, and the water as clear and as fresh as possible.\n\nVOUR\n\ngerme, ou d'un œuf quelconque, que cette multiplication se fait, il semble que tout ce qui y feroit joint comme enveloppe, et plus encore comme contigu aux envelopes, devroit ne pas faire partie du petit animal, et qu'il n'y auroit qu'un germe plus gros, qui donnât une anémone plus grosse.\n\nSommes nous donc les maîtres, non seulement de faire naître les anémones quand nous voulons, mais même de leur donner plus ou moins de grosseur (a)? L'anémone qui multiplie en dispose-t-elle aussi à son gré? Tout cela joint à la réunion des fibres, semble bien opposé aux germes et aux œufs; mais aussi d'autres observations leur sont favorables. Il m'a semblé qu'il se séparoit un peu plus de\n\n(a) Sans affoiblir ce que j'expose, quelques expériences me font penser que ceci a des bornes assez étroites; que des morceaux trop grands périsent, et qu'en général il n'en faut couper que de petits, sans les tirailler; que les vases doivent être nets, et l'eau claire et fraîche.\nvour it. It appeared to me, that more of the membranaceous particles came off from the shreds which had been clipped of a larger size, than from those which had been naturally torn from the anemony; but as I have not had occasion to observe many of the latter, this difference may be owing merely to the different sizes of the shreds.\n\nAnother circumstance I observed in the pieces that were naturally torn off is, that there are some which produce several anemonies, which sometimes remain united, and at other times separate. I have myself frequently seen this operation. One of the shreds I had clipped was of an irregular shape, nearly as in fig. 5. A little contraction was soon formed between the two extremities, both of which became round, swelled and assumed the appearance of two drops of tallow; the contraction became like\n\nces espèces de pellicules des morceaux coupés un peu gros, que de ceux arrachés naturellement par l'anémone même; mais comme je n'ai eu occasion d'observer qu'un petit nombre de ceux-ci, il pourrait arriver que cette différence ne feroit due qu'au plus ou moins d'étendue du lambeau.\n\nUne autre remarque que j'avais déjà faite dans les morceaux séparés naturellement est, qu'il s'en trouve quelques uns d'où naissent plusieurs anémones, entre les quelles il y en a qui restent unies, tandis que d'autres se séparent. Cette opération s'est répétée sous mes yeux. Un lambeau que j'avais coupé avoit à peu près la forme que représente la figure 5. Il se forma un petit étranglement entre l'un et l'autre de ses bouts; chaque bout prit une figure ronde, et leur surface supérieure s'élévoit en goute de suif: l'étranglement devint comme un filet,\nlike a thread (fig. 6.). On the 24th of January, the largest piece (for they were of very unequal sizes) crept up a little way on the side of the vase; and on the 28th, the thread broke, when the two fragments became two distinct anemonies. Doth this imply that there were two germs in the shred? Or may one single shred, without any bulb, germ, or egg whatever, produce one or more anemonies either connected or separate? These are questions I am not yet able to solve, and I wish I were the only one thus uninformed. But to return; the following facts, of which I have frequently been eye-witness, must now be admitted. 1st, That the anemonies of this species are multiplied by shreds, both naturally and artificially. 2dly, That these shreds produce sometimes only one, and at other times several anemonies. 3dly, That among these young anemonies formed by one shred, several remain\n\nfilet, figure 6. Le 24 Janvier, la plus grosse partie (car elles étoient fort inégales) monta un peu aux parois du vase; le 28 le filet s'est rompu, et ces deux parties font devenues deux petites anémones. Y auroit il donc eu deux germes dans ce morceau? ou bien peut-il d'un simple lambeau sans bulbe, sans germe, sans œuf quelconque, naître une ou plusieurs anémones, unies ou séparées? C'est ce que je ne sais pas encore, et je voudrois être le seul qui l'ignorât. Revenons donc à cette source féconde. D'abord on doit regarder comme des faits certains, dont j'ai été témoin plusieurs fois, 1°, que les anémones de cette espèce se multiplient naturellement et artificiellement par des lambeaux; 2°, que ces lambeaux deviennent souvent une, quelquefois plusieurs anémones; 3°, que de ces petites anémones, formées d'un même lambeau, plusieurs restent unies entre elles quoique.\nmain connected, but that the greatest number separate by contractions. 4thly, That among those which remain connected there are some which grow to the largest size, such as the monstrous anemony mentioned in my second essay, in which three individuals had been blended together; and another of a smaller size in the shape of a Y (b), represented in the plate of the same essay, which before my own eyes produced a young anemony, by tearing a small shred from the base of its coat.\n\nWhat do we then perceive in these shreds? Nothing hitherto but a membrane which was before part of the base of the great anemony, a mere skin which was part of\n\n(b) This species, which is so fertile in monstruosities, has also presented me with one which had two bodies on one base. Of the first species I have as yet seen but one monster, which on the contrary had two bases and only one body. I saw it at its birth.\n\nquoique le plus grand nombre se sépare par étranglement; 4°, que parmi celles qui restent unies, il y en a qui deviennent de la plus belle grosseur, comme l'anémone monstrueuse dont j'ai parlé dans mon second mémoire, dans laquelle trois individus étoient confondus, et une autre moins grosse en forme d'Y (b), représentée dans la planche du même mémoire, qui produisit devant moi une petite anémone en déchirant un lambeau du bord de sa base.\n\nQu'aperçoit-on donc dans l'un de ces lambeaux? Jusqu'ici je n'y ai vu qu'une membrane qui faisoit auparavant partie de la base de la grande anémone, une\n\n(b) Cette espèce féconde en monstruosité m'en a encore offert une qui a deux corps sur une même base. Je n'ai jamais eu qu'un monstre de la première espèce, il avoit au contraire deux bases et un seul corps. Je l'avois vu naître.\nits coat; some muscular fibres and small internal filaments described in my second essay, as they appeared in the solar microscope; and a clammy substance filling up the interstices. When such a shred is decomposed, it changes into a whitish glutinous substance, which, through a microscope, appears a mass of minute globular bodies, that seem still to be of a compound texture, and some of which are of a larger size, and of an oblong oval shape (fig. 7.) as they may be often observed in sea-water viewed through a microscope. The circular edge of these shreds which formed part of that of the old anemone, retains the faculty of adhering and loosening itself; nor do any of the fibres perish in the formation of the new animal; they only receive a new arrangement, or acquire a greater convergency. What cause can\n\npeau portion de sa robe, des fibres musculaires, des petits cordons dans l'intérieur dont j'ai parlé dans mon second mémoire après les avoir examinés au microscope solaire, et enfin une matière gélatineuse qui remplit les intervalles. Lorsque ces lambeaux se décomposent, il en résulte une matière blanchâtre, légèrement visqueuse, quelle, vue au microscope, offre des espèces de corps globuleux, très petits, qui paraissent composés, et parmi lesquels on remarque une grande quantité d'animaux plus grands, d'un ovale fort allongé, comme le représente la figure 7, et comme on en voit souvent dans l'eau de la mer examinée au microscope. Le bord en portion de cercle de ces lambeaux, qui formait celui de la grande anémone, conserve la faculté de s'attacher et de se détacher; et dans la formation du petit animal les fibres ne se détruisent point, ils ne font que prendre comme l'on voit un nouvel arrangement, ou plus de convergence. Quelle peut donc être la\ncan we then assign to the tendency these fibres and these shreds have to form a new animal? It can easily be conceived that the exterior border of the shred, preserving the faculty of adhering, may form a segment of a smaller circle; but it might equally incline to form a segment of a larger one, did it not seem more natural that a body endowed with sensation, should rather endeavour to close a wound, than to open and rend it more and more. There must then be in this shred a certain degree of sensation, since in order to fix, and to loosen itself, occasionally, it must have a perception of its adherent or detached state. But there is even more than this in the shred we are examining; for allowing that the border assumes a circular shape, and thereby causes a convergency of the fibres, that the angles contract, and the wound closes, the result of which is a small animated body; yet it will always be difficult\n\nla cause par laquelle ces fibres, et le lambeau entier, tendent à former, et semblent former en effet une petite anémone ? On conçoit aisément que le bord extérieur du lambeau, conservant la faculté de s'attacher, peut former une portion d'un plus petit cercle; mais aussi il pourrait en former une d'un grand, si ce n'est qu'il paraît plus naturel pour un corps doté de la faculté de sentir, de tendre à refermer une plaie, que de l'ouvrir, ou de la tirailleur de plus en plus. Il y a donc dans ce petit lambeau une forte de sensation, puisque pour s'attacher et se détacher au besoin, il semble qu'on doit sentir qu'on s'attache ou qu'on se détache. Il y a plus que cela dans ce lambeau que nous observons, car quand le bord s'arrondirait, que par là les fibres prendroient de la convergence, que les angles se rapprocheroient, que la plaie se consolideroit, qu'en résulteroit-il ? un petit corps animé ?\ndifficult to conceive how this small shred preserves all these faculties, how this animated being acquires the power of loco-motion, and whence proceeds the whole reproduction of an animal. Where shall we find the principles of the limbs, of the intestines, of the mouth, of the fold in the body, of the elegant tufts which terminate the limbs, &c. since nothing of all this can be observed in such a fragment? Shall we seek for that principle in the slender threads, the construction of which, seen with the solar microscope, had struck me with admiration? but my observations have not convinced me that they were intended for these purposes. What would have determined my opinion in favour of these filaments is, the facility with which they wrap themselves up in a spiral, and form certain parcels (which have the appearance\n\nanimé? mais outre qu’il fera toujours difficile de concevoir comment ce petit lambeau conserve ces facultés, et comment ce corps animé acquiert celle de changer de lieu au besoin, on peut encore demander d’où procédera le développement qui suit? où se trouvera le principe des membres, des intestins, de la bouche, du pli du corps? d’où naissent ces beaux panaches qui terminent les membres, &c. puisque rien de tout cela ne se remarque dans cette partie? Chercherons nous ce principe dans les cordons déliés dont la structure, au microscope solaire, nous a paru si admirable? mais je n’ai pu trouver dans l’observation de quoi me convaincre qu’ils soient destinés à cet usage. Ce qui eût été bien plus capable de me fixer sur ces cordons, c’est la facilité qu’ils ont de se rouler en spirale, et de former des espèces de paquets qu’on apperçoit comme un\npearance of small whitish bodies) near the border, between the skin and the base of the young anemonies, when they extend the latter. I might have been particularly influenced by the number of floating transparent globules, which, by means of the microscope, I have often seen among those filaments, and which appeared nearly of the same texture: but it must be here observed that the illusions of the microscope are often very great, on account of the spherical form and transparency of those globules, which at first sight appear to have a large hole diametrically through them. The globules which, by means of the microscope, are often seen in sea-water, evidently contain a liquid; and here all my knowledge ends. Does the principle we are in search of exist in this gelatinous substance, concerning whose texture we are\n\npetit corps blanchâtre vers les bords, entre la peau et la base des jeunes anémones, lors qu'elles l'étendent. J'aurais pu encore être arrêté d'une manière plus particulière à l'aspect de certains globules flotans et transparents, que j'ai souvent trouvés au microscope parmi ces cordons, et qui me paraissent composés à peu près de même, autant que les illusions microscopiques permettent d'en juger; car ces illusions sont fort grandes à cause de la sphéricité et de la transparence de ces globules, qui au premier coup d'œil semblent percés diamétralement d'un gros trou; et le microscope solaire ne m'a pas mieux servi que les autres à ce sujet. Ces globules, qui d'ailleurs se rencontrent souvent dans l'eau de la mer vue au microscope, sont sans doute remplis d'une liqueur; et voilà où se terminent toutes mes connaissances. Sera-ce dans la substance gélatineuse, dont la texture ne nous\nare as yet perfectly in the dark? If ever we discover this texture, it will probably lead us back to a more distant mechanism, and this to another of a still more delicate order: this last perceptible cause, will probably conduct us to the general order, that is to nature; and nature to its Author. But how satisfactory, how useful may it not prove to unravel by degrees (although perhaps with some uncertainty) even the coarsest mechanism by which nature operates? Shall we suppose that the gelatinous matter is nothing but an irregular, incoherent substance? At first sight the same might be said of the white substance of the brain, although it seem to have more consistency; yet in many places it appears fibrous, and if we could trace it through the nerves, we should no doubt discover a most admirable organization. The operations of nature in eggs, chrysalids,\n\nest point connue, qu'existera le principe que nous cherchons? Si nous la connaissons un jour, elle pourra bien nous renvoyer à un mécanisme plus eloigné; celui-ci à un d'un ordre plus délicat; et enfin la dernière cause apperçue, à l'ordre général, c'est à dire à la nature; et la nature à son auteur. Mais combien n'est il pas satisfaisant, combien ne peut il pas être utile, de développer peu à peu, quoiqu'avec quelque incertitude, le mécanisme même le plus grossier par lequel la nature opere? Cette matiere gélatineuse ne feroit elle qu'un corps informe sans texture? à la premiere vue nous en dirions bien autant de la substance blanche du cerveau, quoique plus compacte; cependant en plusieurs endroits elle paroit fibreuse, et si nous pouvions y suivre les nerfs, nous découvririons sans doute une organisation admirable. Ce qui se passe\nlids, nymphs, and a great number of marine bodies, seem to justify the opinion that there is, in certain humours, a kind of organization which is imperceptible to our eyes, and conceals from us great and important mysteries. All this must then be supposed to exist in the gelatinous matter contained in our small fragment: and it is this, perhaps better than the reproduction of parts, that will point out to us at large, the imperceptible operations of nature in the formation of the foetus, of eggs, and perhaps of all that may be called a germ. It is thus that the different views taken of nature may mutually clear up each other. I have not the vain presumption to think that I shall be able to make a great progress in this dark career; all I boast is, that I have dared to enter into it. I have great expectations from the experiments I have\n\ndans les œufs, dans les chrysalides, dans les nimphe et dans une assez grande quantité de substances qu'on trouve dans la mer, &c. porte à croire qu'il y a dans certaines humeurs une sorte d'organisation qui nous échappe et qui couvre de grandes merveilles. Il faudra donc supposer tout cela dans la matière gélatineuse de notre petit lambeau : là, plus encore que dans les reproductions de parties, elle pourrait nous offrir en grand, ce qui précède en très petit la formation du foetus dans l'œuf, et peut-être celle de tout ce qu'on peut appeler germe. C'est ainsi que les différents points de vue sous lesquels on peut considérer les opérations de la nature, pourroient s'éclairer mutuellement. Je n'ai pas là folle présomption de croire que je serai assez heureux pour faire beaucoup de chemin dans cette carrière obscure, je me sens seulement le courage d'y entrer.\nhave in view; but I shall be obliged to take up the subject far backwards. An accident has just now deprived me of my twelve little anemonies: the sea-water was, in the first days of March, so much troubled by the falling in of part of the cliff, &c. that my great anemonies of the first and third species have considerably suffered, and all the small ones of the fourth species died in one day. Another accident had just preceded this, and had occasioned the loss of a whole year's labour: on the 28th of January, REAUMUR's thermometer fell to 15° below the freezing point; I had then forty vases containing anemonies on which I was making experiments, and was at the same time attending to other avocations: notwithstanding all the measures I had taken to prevent it, the water froze in several of them: my anemonies however would not have died, since one of the first species, which I had\n\nJe compte beaucoup sur les expériences que je médite, mais je serai obligé de reprendre les choses de loin. Un accident vient de me priver de mes douze petites anémones: l'eau de la mer, dans les premiers jours de Mars, a été tellement troublée par l'eboulement des falaises, &c. que mes grandes anémones de la première et de la troisième espèce ont considérablement souffert, et les petites de la quatrième sont toutes mortes en un même jour. Un autre accident avait précédé, et m'avoir fait perdre un an de travail: le 28 Janvier, le thermomètre de REAUMUR descendit à 15° de condensation; j'avais alors quarante vases d'anémones de mer en expérience, et mes soins étoient partagés par d'autres objets: quelque précaution que j'aie pris, l'eau de plusieurs gela; mes anémones n'en feroient\non purpose suffered to freeze out of the water, did not perish; but they suffered a good deal, and I am determined to avoid all uncertainty in my experiments.\n\nIf we judge of the multiplication of the anemonies of the fourth species, by the number of young ones that are seen round the large ones, it must be very considerable. This species also affords us a singularity which is not observable in the fresh-water polypi, that of multiplying by tearing off, of its own accord, small shreds from its body.\n\nAlthough the main object of this essay be the generation of the fourth species, I cannot however omit observing that several of its individuals, having been cut into two equal parts perpendicularly to their bases, formed each of them two compleat anemonies. And I beg leave to insert here an observation on the first species, which\n\nferoient pas mortes, puisqu'une de la première espèce, que j'ai fait geler exprès à sec, n'a point péri : mais elles ont beaucoup souffert, et je ne veux aucun équivoque dans mes expériences.\n\nA en juger par le nombre des petits qu'on trouve autour des grosses anémones de la quatrième espèce, leur multiplication est très nombreuse : elle offre aussi, comme on vient de voir, une singularité que ne nous ont point présenté les polypes d'eau douce, celles de se multiplier en s'arrachant elles mêmes des petits lambeaux.\n\nQuoique ce mémoire ait pour objet la génération de la quatrième espèce, je ne laisserai pas d'indiquer que plusieurs de ses individus, coupés en deux portions égales perpendiculairement à leur base, ont formé chacun deux anémones : et\nwhich will in some measure supply the want of an essay, the publication of which is retarded by the abovementioned accident.\n\nA FURTHER OBSERVATION ON THE FIRST SPECIES.\n\nTOWARDS the end of the year 1774, I cut in two, in a perpendicular direction, an anemony of the first species, which had been formed from a moiety of one I had cut before, so that each half was then only a quarter of the primitive anemony. These two halves had the same fate as the first sections; and one of them, after having been thus restored, and having been always kept by itself, produced, on the 1st of June 1775, a young anemony as perfect as those that are produced at sea, and of the same colour as the mother. It must be remembered\n\nd'insérer ici une notice sur la première espèce qui suppléera en partie au mémoire dont les accidents que je viens de rappoter retarderont la publication.\n\nNOTICE SUR LA PREMIERE ESPECE.\n\nÀ LA fin de 1774, je coupai par la moitié, dans une direction perpendiculaire à sa base, une anémone de la première espèce, qui après l'avoir été, s'étoit reformée : chaque moitié n'étoit donc alors que le quart de l'anémone primitive. Ces deux parties ont fait comme la première fois ; et une d'elles, après s'être ainsi reformée, et avoir toujours vécu en particulier, me donna, le premier Juin 1775, une petite anémone, aussi parfaite que celles qui naissent à la mer, et de la même couleur que la mère. Qu'on juge de ma surprise quoique je m'attende à tout ; et\nthat in this species, the young ones are entirely formed in the inside of the animal, whence they are put forth through the mouth; so that, whatever idea we may form to ourselves of this species of beings, we can find no real analogy between any sections from them, and those torn from stems and roots of certain trees, with a view to multiply them. The young anemony we are speaking of is not large enough to favour the supposition that it had been ready for birth, in that part of the old anemony, for more than two years before; since some young anemonies of this species, which I had kept in order to observe their increase, have in ten months time grown to double the diameter of their bases, without my having ever taken the trouble to feed them: and it is besides known, that it is usual for these anemonies, when they\n\nsi on me demande, comment ceci, comment cela? je répondrai sans rougir (puisqu'on peut le faire maintenant) je n'en fais rien. On se ressouvient sans doute que, dans cette espèce, les petits sont entièrement formés au plus intérieur de l'animal, d'où ils naissent plus ou moins gros par la bouche : ainsi on ne pourrait, quelqu' idée qu'on se fit de ces animaux, trouver d'analogie réelle entre ces sections, et celles qu'on fait aux tiges et aux racines de certaines plantes pour les multiplier. La petite anémone dont nous parlons n'est pas assez grosse pour qu'on puisse penser qu'elle ait été prête à naître depuis plus de deux ans dans cette partie de l'anémone primitive, puisque des petits de cette espèce, que j'avais précédemment gardés pour en observer l'acroissement, ont augmenté du double de leur diamètre en dix mois, sans que je prisse la peine de les nourrir ; et on faisait d'ailleurs\nare put in any pain, to eject all the young ones they contain.\n\nThe restored moiety produced another young anemone on the 7th of August, another on the 27th; one more on the 1st of September, a larger one on the 26th of October; whereas to this day the other half has not yet afforded me a single young one. Another circumstance worth notice is, that the two halves of the original anemone never produced any young ones, neither during their recovery, nor after their restoration.\n\nSome persons, who interest themselves in the progress of my experiments, induced me on the 27th of June last, to cut an anemone of the first species perpendicularly into four parts. For this purpose I chose a very large one, just taken out of the sea; and on cutting it in that manner, it put forth twelve young ones. One of these\n\nJe ne sais qu'il est assez ordinaire qu'une anémone, lorsqu'elle souffre quelque inconvénient notable, pousse dehors les petits qu'elle renferme.\n\nRevenons à notre moitié réformée : elle m'a donné une autre petite anémone le 5 Août, une le 27, une le 1 Septembre, enfin une plus grande que les autres le 26 Octobre : jusqu'au 7 Mars 1776, que j'écris ceci, l'autre partie ne m'a point encore donné de petits. Une chose qui est à remarquer, c'est que les deux moitiés de l'anémone primitive, ni en se réformant, ni après s'être reformées, ne m'en avaient donné aucun.\n\nQuelques personnes qui s'intéressent à mes expériences, m'invitèrent le 27 Juin dernier, à couper, perpendiculairement à sa base, une anémone de la première espèce, en quatre parties, comme j'en avais coupé en deux : j'en pris une assez grosse\nthese quarters adhered the next day to the side of the vase: on the 30th it had crept to the surface of the water. It looked healthy till the middle of November; but at the end of the year the wound was not yet perfectly healed: nevertheless, a few days after, it put forth a young one of a tolerable size. The cold of the 28th of January seems to have accelerated its dissolution. The second quarter had nearly the same fate, except that it yielded no young ones. The third produced, on the 6th of September, a young one of a very small size. On the 15th the wound seemed to be closed, but its place still appeared of a pale colour, transparent, and considerably depressed. On the 30th it put forth another small young one; and on the 26th of October, a third of a somewhat larger size. On the 29th of January 1776, after the water had been often frozen, I saw it put forth three young\n\ngrosse qui venoit d'être péchée, et en la coupant ainsi, elle me donna douze petits. Une de ces portions s'attacha le lendemain, aux parois du vase: le 20 elle etoit montée à fleur d'eau: elle a fait bonne figure jusqu'à la moitié de Novembre: à la fin de l'année la playe n'etoit qu'imparfaitement consolidée; peu de jours avant, sans avoir l'air vigoureux, elle avoit donné un petit un peu fort. Le froid du 28 Janvier a paru accélérer sa ruine. Il en a été à peu près de même de la seconde portion comme de la précédente; mais elle n'a point donné de petits. La troisieme m'a donné un petit d'une petiteesse extrême le 6 Septembre. Le 15, la playe paroissoit consolidée; mais la marque en etoit très sensible par la couleur pale, la transparence, et un reste d'aplatissement. Le 30 elle m'a donné un petit très petit, et le 26 Octobre un un peu plus gros. Le 29 Janvier 1776,\nyoung ones of a moderate size. On the 31st it produced a seventh; but since the frost it has ever appeared in a weakly state. The fourth quarter, after several changes in its state of health, produced, on the 29th of November, three young ones; one large, the other of a middling size, and the third very small. After the severe cold it declined: it nevertheless put forth three more young ones, and died one of the first days in March. Thus from three of these quarters I had no less than fourteen young ones, besides the twelve the animal had produced during the operation. The interior contractions of the anemonies not only renders it difficult to cut them into four parts; but I have also observed, that those sections do not easily recover a cylindrical form, and that they are easily affected by frost or any other accident. This therefore is an experiment of little use, which\n\n1776, après que l'eau fut glacée plusieurs fois, j'ai vu naître trois petits de moyenne grosseur. Le 31 Fevrier elle m'en a donné un septième; mais depuis la gelée, elle a fait mauvaise figure. Après des alternatives de bon et de mauvais état, la quatrième s'est réformée, et m'adonné le 29 Novembre trois petits, l'un gros, l'autre moyen, et le troisième très petit. Depuis le grand froid elle alloit mal; elle a cependant donné encore trois petits, et s'est décomposée dans les premiers jours de Mars. Voici donc quatorze petits donnés par trois de ces portions, indépendamment des douze que l'anémone avoit rendus en la couvant. Non seulement il est difficile de couper exactement une anémone en quatre, à cause des contractions intérieures; mais même j'ai remarqué que ces portions avoient bien de la peine à reprendre une forme cylindrique, et que les accidents comme la gelée et autres,\nwhich I only relate on account of the number of young ones; and to shew, that even a quarter of an anemony tends towards resuming, and does sometimes actually resume the cylindrical form, which is the figure of the whole animal when it dilates itself.\n\nles affectent beaucoup. C'est donc une expérience peu fructueuse, que je ne rapporte qu'à cause des petits; et pour faire connaitre que jusqu'à un quart d'anémone tend, et peut même parvenir quelquefois à reprendre la forme cylindrique qu'à l'anémone entière lors qu'elle se dilate.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106230.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 31,
    "total-input-tokens": 49620,
    "total-output-tokens": 13145,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1024,
        2
      ],
      [
        1024,
        1024,
        3
      ],
      [
        1024,
        2872,
        4
      ],
      [
        2872,
        4671,
        5
      ],
      [
        4671,
        6550,
        6
      ],
      [
        6550,
        8417,
        7
      ],
      [
        8417,
        10310,
        8
      ],
      [
        10310,
        12127,
        9
      ],
      [
        12127,
        13837,
        10
      ],
      [
        13837,
        15721,
        11
      ],
      [
        15721,
        17386,
        12
      ],
      [
        17386,
        19149,
        13
      ],
      [
        19149,
        21051,
        14
      ],
      [
        21051,
        22730,
        15
      ],
      [
        22730,
        24497,
        16
      ],
      [
        24497,
        26227,
        17
      ],
      [
        26227,
        28007,
        18
      ],
      [
        28007,
        29837,
        19
      ],
      [
        29837,
        31521,
        20
      ],
      [
        31521,
        33242,
        21
      ],
      [
        33242,
        34958,
        22
      ],
      [
        34958,
        36679,
        23
      ],
      [
        36679,
        38364,
        24
      ],
      [
        38364,
        39960,
        25
      ],
      [
        39960,
        41430,
        26
      ],
      [
        41430,
        43159,
        27
      ],
      [
        43159,
        44785,
        28
      ],
      [
        44785,
        46552,
        29
      ],
      [
        46552,
        48331,
        30
      ],
      [
        48331,
        48866,
        31
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106230",
    "title": "A Third Essay on Sea-Anemonies. By the Abbe Dicquemare",
    "authors": "Abbe Dicquemare",
    "year": 1777,
    "volume": "67",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 31,
    "jstor_url": "https://www.jstor.org/stable/106230"
  }
}