{
  "id": "60c91a733cce8e1534a1ea69ae8793a797b47e3f",
  "text": "INDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1868.\n\nA.\n\nAiry (G. B.). Computation of the Lengths of the Waves of Light corresponding to the Lines in the Dispersion Spectrum measured by Kirchhoff, 29.\n\nComparison of Magnetic Disturbances recorded by the Self-registering Magnetometers at the Royal Observatory, Greenwich, with Magnetic Disturbances deduced from the corresponding Terrestrial Galvanic Currents recorded by the Self-registering Galvanometers of the Royal Observatory, 465.\n\nB.\n\nBakerian Lecture. Researches on Vanadium, 1.\n\nBalenoptera rostrata, anatomy of, 201 (see Carte).\n\nBashforth (F.). On the Resistance of the Air to the Motion of Elongated Projectiles having variously formed Heads, 417.\n\nBlood, researches on the, 589 (see Gamgee).\n\nBombay, tides of, 685.\n\nBrain, intimate structure of, 263 (see Clarke).\n\nBrain, weight of, in different races of man, 505.\n\nC.\n\nCarte (A.) and Macalister (A.). On the Anatomy of Balenoptera rostrata, 201.—Explanation of plates, 258.\n\nCayley (A.). On the Curves which satisfy given Conditions, 75.\n\nSecond Memoir on the Curves which satisfy given Conditions; the Principle of Correspondence, 145.\n\nAddition to Memoir on the Resultant of a System of two Equations, 173.\n\nOn the Conditions for the existence of Three Equal Roots, or of Two Pairs of Equal Roots, of a Binary Quartic or Quintic, 577.\nINDEX.\n\nClarke (L.). Researches on the Intimate Structure of the Brain, 263.—Appendix. On the method of making the preparations, 321; explanation of the plates, 323.\n\nComet II., 1868, spectrum of, 555.\n\nCopper, determination of the rigidity of, 367.\n\nCorrespondence, principle of, 145 (see Cayley).\n\nCrofton (M. W.). On the Theory of Local Probability, applied to Straight Lines drawn at random in a plane; the methods used being also extended to the proof of certain new Theorems in the Integral Calculus, 181.\n\nCurves which satisfy given conditions, 75, 145 (see Cayley).\n\nD.\n\nDavis (J. B.). Contributions towards determining the Weight of the Brain in different Races of Man, 505.\n\nDes Cloizeaux (A. L. O.). New Researches upon the Dispersion of the Optic Axes in Harmotome and Wöhlerite, proving these Minerals to belong to the Clinorhombic [Oblique] System, 565.\n\nDispersion of the optic axes in Harmotome and Wöhlerite, 565.\n\nE.\n\nEel, caudal heart of, 675 (see Jones).\n\nElectricity, atmospheric, observations on, 347 (see Everett).\n\nElectrostatic and electrodynamic force, direct comparison of, 643 (see Maxwell).\n\nEquations, equal roots of, 577 (see Cayley).\n\nEquations, resultant of a system of two, 173 (see Cayley).\n\nEvans (F. J.). On the Amount and Changes of the Polar Magnetism at certain positions in Her Majesty's Iron-built and Armour-plated Ship 'Northumberland,' 487.\n\nEverett (J. D.). Results of Observations of Atmospheric Electricity at Kew Observatory, and at King's College, Windsor, Nova Scotia, 347.\n\nAccount of Experiments on Torsion and Flexure for the Determination of Rigidities.—Third Paper, 363.\n\nF.\n\nFermat's mysteries of numbers, 627 (see Pollock).\n\nG.\n\nGamgee (A.). Researches on the Blood.—On the Action of Nitrites on Blood, 589.\n\nH.\n\nHarmotome, correction of the crystalline form of, by optical phenomena, 565.\n\nHuggins (W.). Further Observations on the Spectra of some of the Stars and Nebulae, with an Attempt to determine therefrom whether these Bodies are moving towards or from the Earth, also Observations on the Spectra of the Sun and of Comet II., 1868, 529.\nINDEX.\n\nI.\n\nIron, determination of the rigidity of, 363.\n\nJ.\n\nJones (T. W.). The Caudal Heart of the Eel a Lymphatic Heart, 675.\n\nK.\n\nKurrachee, tides of, 685.\n\nL.\n\nLight, influence of motion on refraction of, 532; electromagnetic theory of, 652 (see Maxwell).\nLymphatic heart of eel, 675 (see Jones).\n\nM.\n\nMacalister (A.) and Carte (A.), 201 (see Carte).\nMagnetic disturbances, comparison of, with those deduced from earth currents, 465 (see Airy).\nMagnetism, terrestrial, 371 (see Sabine).\nMagnetism in an iron ship, 487 (see Evans).\nMaxwell (J. C.). On the Influence of the Motions of the Heavenly Bodies on the Index of Refraction of Light, 532.\nOn a Method of making a Direct Comparison of Electrostatic with Electromagnetic Force; with a Note on the Electromagnetic Theory of Light, 643.\nMerrifield (C. W.). On the Law of the Resistance of the Air to Rifled Projectiles, 443.\nMetals, wave-lengths corresponding to lines in the spectra of, 53.\nMoon, surface of the, 333 (see Phillips).\n\nN.\n\nNebula of Orion, observations on the, 57 (see Oxmantown).\nNebulae, spectra of, 540.\nNitrites, action of, on blood, 589.\nNumbers, mysteries of, alluded to by Fermat, 627.\n\nO.\n\nOrion, nebula of, 57 (see Oxmantown).\nOxmantown (Lord). An Account of the Observations on the Great Nebula in Orion, made at Birr Castle, with the 3-feet and 6-feet Telescopes, between 1848 and 1867. With a drawing of the Nebula, 57.\nMDCCCLXVIII.\nINDEX.\n\nP.\n\nParkes (W.). On the Tides of Bombay and Kurrachee, 685.\nPhillips (J.). Notices of some Parts of the Surface of the Moon, 333.—Explanation of the plates, 343; Supplement, 344.\nPollock (F.). On the Mysteries of Numbers alluded to by Fermat.—Second Communication, 627.\nPreparations, anatomical, of brain, &c., method of making, 321 (see Clarke).\nProbability, on the theory of local, 181 (see Crofton).\nProjectiles, resistance of the air to, 417, 443.\n\nR.\n\nReed (E. J.). On the Relation of Form and Dimensions to Weight of Material in the Construction of Iron-clad Ships, 473.\nResistance of the air to projectiles, 417, 443.\nRigidities, determination of, 363 (see Everett).\nRoots of equations, equal, 577 (see Cayley).\nRoscoe (H. E.). Researches on Vanadium, 1.\n\nS.\n\nSabine (E.). Contributions to Terrestrial Magnetism.—No. XI., 371.\nShips, iron-clad, 487 (see Reed).\nSirius, deduction of the radial proper motion of, from its spectrum, 532.\nSolutions, supersaturated saline, 659.\nSound of bells &c., effect of hydrogen in diminishing, 447.\nSpectra of heavenly bodies, 529 (see Huggins); of blood, 589 (see Gamgee).\nSpectrum, wave-lengths corresponding to lines in the, 29 (see Airy).\nStars, spectra of, 529; deduction of radial proper motion of, 532, 546.\nStokes (G. G.). On the Communication of Vibration from a Vibrating Body to a surrounding Gas, 447.\nSun-spots, spectra of, 550.\n\nT.\n\nTides of Bombay and Kurrachee, 685.\nTomlinson (C.). On Supersaturated Saline Solutions, 659.\n\nV.\n\nVanadium, researches on, 1.\nVibration, communication of, from a vibrating body to a surrounding gas, 447.\n\nW.\n\nWöhlerite, correction of the crystalline form of, by optical phenomena, 570.\n\nLONDON:\nPRINTED BY TAYLOR AND FRANCIS, RED LION COURT, FLEET STREET.\nPRESENTS\n\nRECEIVED BY\n\nTHE ROYAL SOCIETY,\n\nWITH THE\n\nNAMES OF THE DONORS.\n\nFrom November 1867 to June 1868.\n\nPRESENTS. DONORS.\n\nABBOTT (F.) Results of Twenty-five years' Meteorological Observations for Hobart Town. 4to. Hobart Town 1866. The Author.\n\nABRIA (—) Essai d'un Exposé de la Théorie de la double Réfraction. 8vo. Bordeaux 1868. The Author.\n\nACADEMIES and SOCIETIES.\n\nAlbany:—Albany Institute. Transactions. Vol. V. 8vo. Albany 1867. The Institute.\n\nAmsterdam:—\n\nKoninklijke Akademie van Wetenschappen. Verslagen en Mededeelingen. Afdeeling Letterkunde. Deel X. 8vo. Amsterdam 1866. The Academy.\n\nJaarboek voor 1866. 8vo. Amsterdam.\n\nProcessen-Verbaal, Mei 1866—April 1867. 8vo.\n\nRapport fait à la section Physique. 8vo. Amsterdam 1868.\n\nApt:—Société Littéraire, Scientifique et Artistique. Annales; troisième année, 1865–66. Svo. Apt 1867. The Society.\n\nBasel:—Naturforschende Gesellschaft. Verhandlungen. Theil IV. Heft 4. 8vo. Basel 1867. The Society.\n\nFestschrift. 8vo. Basel 1867.\n\nUeber die physikalischen Arbeiten der Societas physica helvetica 1751–87. 8vo. Basel 1867.\n\nBatavia:—\n\nBataviaasch Genootschap van Kunsten en Wetenschappen. Verhandelingen. Deel XXXII. 4to. Batavia 1866. The Society.\n\nTijdschrift voor Indische Taal-, Land-, en Volkenkunde. Deel XIV. Aflevering 5–6; Deel XV., XVI. Afl. I. 8vo. Batavia 1864–66.\n\nNotulen van de Algemeene en Bestuurs-Vergaderingen. Deel II., III., IV. Aflev. 1. 8vo. Batavia 1864–66.\n\nCatalogus der Bibliothek, door J. A. van der Chijs. 8vo. Batavia 1864. The Association.\n\nKoninklijke Natuurkundige Vereeniging in Nederlandsch Indië. Natuurkundig Tijdschrift voor Nederlandsch Indië. Deel XXIX. Aflevering 2–4. 8vo. Batavia 1866.\n\nMDCCCLXVIII.\nACADEMIES and SOCIETIES (continued).\n\nBerlin:—\n\nKönigliche Akademie der Wissenschaften. Abhandlungen, aus dem Jahre 1866. 4to. Berlin 1867.\n\nMonatsbericht. März–Mai 1864, April–December 1867. 8vo. Berlin.\n\nBern:—Naturforschende Gesellschaft. Mitteilungen, aus dem Jahre 1866. Nos. 603–618. Svo. Bern 1867.\n\nBerwick:—Berwickshire Naturalists’ Club. Proceedings. Vol. V. No. 5. 8vo. Berwick.\n\nBirmingham:—Institution of Mechanical Engineers. Proceedings, 1866, 31st July and 1st August, part 4; 15th Nov.; 1867, 31st Jan.; 4, 5, 6 June, parts 1, 2. Svo. Birmingham.\n\nBologna:—\n\nAccademia delle Scienze dell’ Istituto. Memorie. Serie 2. Tomo IV. fasc. 2–4, Tomo V. fasc. 1–4, Tomo VI. 4to. Bologna 1865–66.\n\nRendiconto delle Sessioni 1864–65, 1865–66, 1866–67. 8vo. Bologna.\n\nBordeaux:—\n\nAcadémie Impériale des Sciences, Belles-Lettres et Arts. Actes. 3e série, 29e année, 1867, 1–3 trim. Svo. Paris 1867.\n\nSociété Médico-Chirurgicale des Hôpitaux et Hospices. Mémoires et Bulletins. Tome I., II. 2e fascicule. Svo. Bordeaux 1866–67.\n\nDiscussion sur la Mortalité des Nourrissons en France. 8vo. Bordeaux 1867.\n\nBoston, U.S.:—\n\nAmerican Academy of Arts and Sciences. Proceedings. Vol. VII. Sheets 13–23. 8vo. Boston 1866.\n\nMuseum of Comparative Zoology. Annual Reports of the Trustees, 1866. 8vo. Boston 1867.\n\nBoston Society of Natural History. Memoirs; being a New Series of the Boston Journal of Natural History. Vol. I. parts 1, 2. 4to. Boston 1866.\n\nProceedings. Vol. X. Sheets 19–27, Vol. XI. Sheets 1–6. 8vo. Boston 1866–67. Condition and Doings. May 1866. 8vo.\n\nBremen:—Naturwissenschaftlicher Verein. Abhandlungen. I. Band, 2–3 Heft. 8vo. Bremen 1867–68.\n\nBreslau:—Schlesische Gesellschaft für vaterländische Cultur. Vierundvierzigster Jahres-Bericht. 8vo. Breslau 1867.\n\nBrünn:—Naturforschender Verein. Verhandlungen. V. Band. 8vo. Brünn 1867.\n\nBrussels:—\n\nAcadémie Royale des Sciences, des Lettres et des Beaux-Arts. Mémoires. Tome XXXVI. 4to. Bruxelles 1867.\n\nMémoires Couronnés et Mémoires des Savants Étrangers. Tome XXXIII. 4to. Bruxelles 1867.\n\nMémoires Couronnés et autres Mémoires. Collection in-Svo. Tomes XIX. XX. Bruxelles 1867–68.\n\nBulletins. 2e série. Tomes XXII.–XXIV., XXV. Nos. 1–4. Tables générales (t. 1–20). 8vo. Bruxelles 1866–68.\n\nAnnuaire 1867, 1868. 12mo. Bruxelles 1867–68.\n\nBiographie Nationale. Tome I. partie 2. 8vo. Bruxelles 1866.\nACADEMIES and SOCIETIES (continued).\n\nBrussels:—\n\nAcadémie Royale de Médecine. Mémoires des Concours et des Savants Étrangers. Tome VI. fasc. 3, 4. 4to. Bruxelles 1868.\n\nBulletin. Troisième série. Tome I. Nos. 3–11, Tome II. No. 1. 8vo. Bruxelles 1867.\n\nCalcutta:—\n\nAsiatic Society of Bengal. Journal, 1866, Part 1, No. 4; 1867, Part 1, Nos. 1, 2, Part 2, Nos. 1, 2. 8vo. Calcutta 1866–67.\n\nProceedings, 1867, No. 8. Title, Index, and Appendix for 1866. 8vo. Calcutta.\n\nCambridge Philosophical Society. Transactions. Vol. X. Part 2, Vol. XI. Part 1. 4to. Cambridge 1864–66.\n\nCambridge (Mass.):—\n\nHarvard College. Annual Reports of the President and Treasurer, 1865–66. Svo. Cambridge 1866.\n\nCatalogus Senatus Academici Collegii Harvardiani, 1866. Svo. Cambridge.\n\nCatalogue of the Officers and Students for the years 1866–67, 1st and 2nd Terms. 12mo. Cambridge.\n\nStatutes and Laws. Svo. Cambridge 1866.\n\nAnnals of the Astronomical Observatory. Vol. II. Part 2, 1854–55; Vol. V. Observations on the Great Nebula of Orion. 4to. Cambridge 1867.\n\nCatania:—Accademia Gioenia di Scienze Naturali. Atti. Serie terza. Tomo I. 4to. Catania 1867.\n\nChristiania:—\n\nKongelige Norske Frederiks Universitet. Meteorologiske Iagttagelser paa fem Telegrafstationen ved Norges Kyst. Forste og anden Aargang. 4to. Christiania 1866.\n\nUniversitets Aarsberetning for Aaret 1866. 8vo. Christiania 1867.\n\nUniversitets Legater og Stipendier. 8vo. Christiania 1867.\n\nIndex Scholarum Jan. & Aug. 1867. 4to. Christiania.\n\nMørkinskinna, udgiven af C. R. Unger. 8vo. Christiania 1867.\n\nÉtudes sur les Affinités Chimiques, par C. M. Guldberg et P. Waage. 4to. Christiania 1867.\n\nForhandlinger i Videnskabs-Selskabet. Aar 1865–66. 8vo. Christiania 1866–67.\n\nNyt Magazin for Naturvidenskaberne. Bind XV. Hefte 1–2. 8vo. Christiania 1866–67.\n\nNorske Meteorologiske Instituut. Meteorologiske Iagttagelser i det Sydlige Norge 1863–66. 4to. Christiania 1867.\n\nObservatorium. Meteorologiske Iagttagelser 1866. 4to. Christiania 1867.\n\nCoimbra:—\n\nEphemerides Astronomicas calculadas para o meridiano do Observatorio da Universade para 1869. 8vo. Coimbra 1867.\n\nPosição Geographica do Observatorio Astronomico. 8vo. Coimbra 1867.\n\nCopenhagen:—Kongelige Danske Videnskabernes Selskab. Skrifter. Femte Række. Naturvidenskabelig og Mathematisk Afdeling. Bind VI., VII. 4to. Kjøbenhavn 1867–68.\nACADEMIES and SOCIETIES (continued).\n\nCopenhagen:—\nOversigt . . . i Aaret 1865, Nos. 1-4; 1866, Nos. 1-7; 1867, Nos. 1-5. The Society.\nSvo. Kjøbenhavn.\n\nSiderum Nebulosorum Observationes Havnienses, auctore Dr. H. L. D'Arrest. ———\n4to. Havnie 1867.\n\nDijon:—Académie des Sciences. Compte-Rendu des Travaux. Années 1841-42. Mémoires. Années 1850, 1864, 1865. Svo. Dijon.\n\nDorpat:—Naturforscher-Gesellschaft. Archiv für die Naturkunde Liv-, Esth- und Kurlands. Erste Serie, Band IV. Lief. 1; zweite Serie, Band VII. Lief. 1. Svo. Dorpat 1867.\n\nDresden:—Kaiserliche Leopoldino-Carolinische deutsche Akademie der Naturforscher. Verhandlungen (Nova Acta). Band XXV. 4to. Dresden 1867.\n\nDublin:—\nRoyal Dublin Society. Journal. No. 36. Svo. Dublin 1867.\nRoyal Geological Society of Ireland. Journal. Vol. I. Part 3. Svo. Dublin 1867.\n\nEdinburgh:—\nBotanical Society. First (and Second) Annual Reports and Proceedings 1836-38. Svo. Edinburgh 1838-41.\nRoyal Physical Society. Proceedings. Sessions 1862-63, 1863-64. Svo. Edinburgh.\n\nRoyal Scottish Society of Arts. Transactions. Vol. VII. Part 3. Svo. Edinburgh 1867.\nRoyal Society. Transactions. Vol. XXIV. Part 3. 4to. Edinburgh 1867.\n\nExeter:—Devonshire Association for the Advancement of Science, Literature, and Art. Report and Transactions (Barnstaple, July 1867). Svo. London 1867.\n\nFalmouth:—Royal Cornwall Polytechnic Society. The Thirty-fourth Annual Report. Svo. Falmouth 1866.\n\nFlorence:—Società Italiana delle Scienze. Memorie di Matematica e di Fisica. Serie terza. Tomo I. Parte 1. 4to. Firenze 1867.\n\nFrankfurt a. M.:—\nTageblatt der 41 Versammlung deutscher Naturforscher und Ärzte vom 18. bis 24. Sept. 1867. 4to. Frankfurt a. M.\nSenckenbergische naturforschende Gesellschaft. Abhandlungen. Band VI. Heft 3, 4. 4to. Frankfurt 1867.\n\nFreiburg im Breisgau:—Naturforschende Gesellschaft. Berichte über die Verhandlungen. Hefte 1-4, Band II, Hefte 1-4, Band III, Heft 1, Band IV. Heft 3. Svo. Freiburg 1855-67.\n\nGeneva:—\nInstitut National Genevois. Mémoires. Tome XI. 4to. Genève 1867.\nBulletin. Nos. 30, 31. Svo. Genève 1867.\nSociété de Physique et d'Histoire Naturelle. Mémoires. Tome XIX. 1re Partie. 4to. Genève 1867.\n\nGiessen:—Ludowigs-Universität. Verzeichniss der Vorlesungen 1866-68. The University. 4to. Giessen.\nACADEMIES and SOCIETIES (continued).\n\nGiessen:—\n\nLudewigs-Universität. Index Librorum, 1865–66. 4to. *Gissæ*.\n\nThesen, von W. Adam, A. Beyser, L. Bormuth, A. Brill, V. Clemm, F. C. Dickoré, E. Direk, O. Dornseiff, S. Fertig, R. Fridberg, J. Goldschmidt, R. Haupt, L. Hauser, H. Hoffmann, R. Jhering, J. Kessel, L. Langius, M. Loeb, W. von Löwis, F. Moldenhauer, E. Müneh, G. Reuling, H. Salzer, A. Schmitt, K. Schuster, W. Spahn, W. Stahl, H. Ulmann, H. Weckerling, E. Werle. 8vo and 4to. *Giessen* 1865–67.\n\nGöttingen:—\n\nKönigliche Gesellschaft der Wissenschaften. Abhandlungen. Band XIII. 4to. *Göttingen* 1868.\n\nNachrichten ... aus dem Jahre 1867. 8vo. *Göttingen* 1867.\n\nGraz:—Naturwissenschaftliche Verein für Steiermark. Mittheilungen. IV. Heft. 8vo. *Graz* 1867.\n\nHaarlem:—\n\nHollandsche Maatschappij der Wetenschappen. Natuurkundige Verhandelingen. Band XXIV., XXV. (Weiss). 4to. *Haarlem* 1866.\n\nArchives Néerlandaises des Sciences Exactes et Naturelles. Tome I. livr. 5. Tome II. livr. 1–5. 8vo. *La Haye* 1866–67.\n\nMusée Teyler. Archives. Vol. I. fasc. 1–3. 8vo. *Harlem* 1866–68.\n\nCatalogue Systématique de la Collection Paléontologique, par T. C. Winkler. 6e livraison. 8vo. *Harlem* 1867.\n\nHalle:—Naturw. Verein für Sachsen und Thüringen. Zeitschrift für die gesammten Naturwissenschaften, redigirt von C. Giebel und M. Siewert. Jahrgang 1867. Band XXIX., XXX. 8vo. *Berlin* 1867.\n\nInnsbruck:—Ferdinandeum für Tirol und Vorarlberg. Zeitschrift. Dritte Folge. 13. Heft. 8vo. *Innsbruck* 1867.\n\nJena:—Medizinisch-naturwissenschaftliche Gesellschaft. Jenaische Zeitschrift für Medicin und Naturwissenschaft. Band III. Heft 4. 8vo. *Leipzig* 1867.\n\nKiel:—Universität. Schriften, aus dem Jahre 1866. Band XIII. 4to. *Kiel* 1867.\n\nKönigsberg:—Königliche physicalisch-ökonomische Gesellschaft. Schriften. Sechster und siebenter Jahrgang. 4to. *Königsberg* 1865–66.\n\nLausanne:—Société Vaudoise des Sciences Naturelles. Bulletin. Vol. IX. Nos. 57, 58. 8vo. *Lausanne* 1867–68.\n\nLeeds:—\n\nGeological and Polytechnic Society of the West Riding of Yorkshire. Report of the Proceedings, 1867. 8vo. *Leeds* 1868.\n\nPhilosophical and Literary Society. The Annual Report for 1866–67. 8vo. *Leeds* 1867.\n\nLeiden:—Verslag van den Staat der Sterrewacht te Leiden en van de aldaar volbragte Werkzaamheden in het Tijdvak van den eersten Julij 1866 tot de laatste Dagen der Maand Junij 1867, uitgebragt door F. Kaiser. 8vo. *Amsterdam* 1867.\n\nLeipzig:—Astronomische Gesellschaft. Publicationen 1–8. 4to. *Leipzig* 1865–68.\n\nDonors.\n\nThe University.\n\nThe Society.\n\nThe Union.\n\nThe Museum.\n\nThe Ferdinandeum.\n\nThe Society.\n\nThe University.\n\nThe Society.\n\nThe Academy.\n\nThe Society.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nLeipzig:—\n\nVierteljahrschrift. Heft 1–4; II. Jahrgang, Heft 2–4. Svo. Leipzig 1866–67.\n\nKönigl. Sächsische Gesellschaft. Berichte über die Verhandlungen. Phil.-hist. Classe 1866, 4–5; 1867, 1–2. Svo. Leipzig 1867.\n\nAbhandlungen. Math.-phys. Classe, Band VIII. Nos. 4, 5; Phil.-hist. Classe, Band V. No. 3. Svo. Leipzig 1867.\n\nLiège:—\n\nSociété Royale des Sciences. Mémoires. Deuxième série. Tome I. Svo. Liège 1866.\n\nLiverpool:—\n\nHistoric Society of Lancashire and Cheshire. Transactions. New Series. Vol. VI. Svo. Liverpool 1866.\n\nLondon:—\n\nAnthropological Society. Anthropological Review. Nos. 14, 18–21. Svo. London 1866–68.\n\nCatalogue of Books in the Library. Svo. 1867.\n\nList of Fellows. Svo. 1867.\n\nArt Union. Thirty-first Annual Report. Svo. London 1867.\n\nBritish Association. Report of the Thirty-sixth Meeting, held at Nottingham in August 1866. Svo. London 1867.\n\nAtlas of Charts of the Meteor Tracks contained in the British Association Catalogue of Observations of Luminous Meteors extending over the years from 1845 to 1866, by R. P. Greg and A. S. Herschel. 4to. London 1867.\n\nBritish Horological Institute. Horological Journal. Nos. 107–118. Svo. London 1867–68.\n\nBritish Museum. A Guide to the Blacas Collection of Antiquities. 12mo. London 1867.\n\nCatalogue of the Fishes in the British Museum, by A. Günther. Vol. VII. Svo. London 1868.\n\nList of the Specimens of Birds, by G. R. Gray. Part 3, Sections 3 & 4. 12mo. London 1868.\n\nCatalogue of the Specimens of Heteropterous Hemiptera in the Collection of the British Museum, by F. Walker. Parts 1, 2. Scutata. Svo. London 1867.\n\nBritish Pharmaceutical Conference. Proceedings at the Fourth Annual Meeting at Dundee, 1867. Svo. London.\n\nChemical Society. Journal. Series 2. Vol. V. July to December 1867; Vol. VI. January to June 1868. Svo. London.\n\nEast India Association. Journal. Vol. II. No. 1. Svo. London 1868.\n\nEntomological Society. Transactions. Third Series. Vol. III. Part 4; Vol. IV. Parts 2, 3; Vol. V. Parts 6, 7. Svo. London 1867.\n\nEthnological Society. Transactions. Vol. VI. New Series. 8vo. London 1868.\n\nGeological Society. Quarterly Journal. Vol. XXIII. Parts 3, 4, 5; Vol. XXIV. Parts 1–2. Svo. London 1867–68.\n\nDonors.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Art Union.\n\nThe Association.\n\nThe Institute.\n\nThe Trustees of the British Museum.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\nACADEMIES and SOCIETIES (continued).\n\nLondon:\n\nGeological Survey of Great Britain. Memoirs. Mineral Statistics of the United Kingdom for the years 1864, 1865, 1866, by R. Hunt. 3 vols. Svo. London 1865–67.\n\nHarveian Medical Society. Report of the Committee for the Prevention of Venereal Diseases. Svo. London 1867.\n\nInstitution of Civil Engineers. Minutes of Proceedings. Vol. XXVI. Svo. London 1867.\n\nLinnean Society. Transactions. Vol. XXV. Part 3. General Index, Vols. I.–XXV. 4to. London 1866–67.\n\nJournal. Zoology, Nos. 36–41; Botany, Nos. 40–46. Proceedings, Session 1866–67. Svo. London 1867–68.\n\nCatalogue of the Natural History Library. 2 vols. Svo. 1866–67.\n\nMathematical Society. Proceedings. Nos. 10–11. Svo. London 1867.\n\nMeteorological Society. Proceedings. Vol. III. No. 32; Vol. IV. Nos. 33–37. Svo. London 1867–68.\n\nOdontological Society. Transactions, 1856–67. 5 vols. Svo. London 1858–67.\n\nPathological Society. Transactions. Vol. XVIII. Svo. London 1867.\n\nPhotographic Society. Photographic Journal. Nos. 182–194. Svo. London 1867–68.\n\nQuekett Microscopical Club. Journal. Nos. 1–2. Svo. London 1868.\n\nRoyal Agricultural Society. Journal. Second Series. Vol. III. Part 2; Vol. IV. Part 1. Svo. London 1867–68.\n\nRoyal Asiatic Society. Journal. New Series. Vol. III. Part 1. Svo. London 1867.\n\nForty-fourth Annual Report, 1867. Svo.\n\nRoyal Astronomical Society. Memoirs. Vols. XXXV., XXXVI. 4to. London 1867.\n\nMonthly Notices. Vol. XXVII. Nos. 4–9; Vol. XXVIII. Nos. 1, 3. Svo. London 1867–68.\n\nRoyal College of Surgeons. Calendar. Svo. London 1867.\n\nRoyal Geographical Society. Journal. Vol. XXXVI. Svo. London 1866.\n\nProceedings. Vol. XI. Nos. 3–6; Vol. XII. No. 1. Svo. London 1867–68.\n\nRoyal Horticultural Society. Proceedings. New Series. Vol. I. Nos. 8–10. Svo. London 1867.\n\nJournal. Vol. II. Part 5. Svo. London 1868.\n\nRoyal Institute of British Architects. Sessional Papers, 1866–67. Part 3. Nos. 2–4; 1867–68, Nos. 1–12. 4to. London.\n\nRoyal Institution. Proceedings. Vol. V. Part 2, No. 46. Svo. London 1867.\n\nList of Members, &c.\n\nRoyal Medical and Chirurgical Society. Medico-Chirurgical Transactions. Vol. L. Svo. London 1867.\n\nProceedings. Vol. V. Nos. 7, 8; Vol. VI. No. 1. Svo. London 1867–68.\nACADEMIES and SOCIETIES (continued).\n\nLondon:\n\nRoyal Society. Abrégé des Transactions Philosophiques de la Société Royale de Londres: Ouvrage traduit de l'Anglois et rédigé par M. Gibelin. Première Partie. Histoire Naturelle. 2 vols. Paris 1787.—Botanique. 2 vols. Paris 1790.—Quatrième Partie. Physique Expérimentale. 2 vols. Paris 1790.—Cinquième Partie. Chimie. Paris 1791.—Sixième Partie. Anatomie et Physique Animale. Paris 1790.—Septième Partie. Médecine et Chirurgie. Paris 1791.—Huitième Partie. Matière Médicale et Pharmacie. 2 vols. Paris 1789–91.—Dixième Partie. Mélanges, Observations, Voyages. Paris 1790.—Onzième Partie. Antiquités et Beaux-Arts. 2 vols. Paris 1789–90. 8vo.\n\nRoyal Society of Literature. Transactions. Second Series. Vol. IX. Part 1. 8vo. London 1868.\n\nRoyal United Service Institution. Journal. Vol. XI. Nos. 43–47, and Appendix. 8vo. London 1867–68.\n\nSaint Bartholomew's Hospital Reports, edited by Dr. Edwards and Mr. Calender. Vol. III. 8vo. London 1867.\n\nSociety of Antiquaries. Archaeologia, or Miscellaneous Tracts relating to Antiquity. Vol. XLI. Part 1. 4to. London 1867.\n\nProceedings. Vol. III. Nos. 3–6. 8vo. London 1866–67.\n\nSociety of Arts. Journal. July to December 1867; January to June 1868. 8vo. London.\n\nSociety of Engineers. Transactions 1860–66. 7 vols. 8vo. London.\n\nUniversity College. Calendar, Session 1867–68. 8vo. London.\n\nUniversity of London. Calendar for the year 1868. 8vo. London 1868.\n\nWar Office Library. Index to the several Articles in Periodical Publications. 1867, Nos. 1–4, 6, 8, 9, 10, 11, 12. 2nd year, No. 1. 4to. London 1867–68.\n\nZoological Society. Transactions. Vol. VI. Parts 1–5. 4to. London 1867–68.\n\nProceedings of the Scientific Meetings. 1866, Parts 1–3; 1867, Parts 1–3. 8vo. London.\n\nLund:—Acta Universitatis Lundensis 1865. Mathematik och Naturvetenskap; Rätts- och Statsvetenskap; Philosophi, Språkvetenskap och Historia. 4to. Lund 1865–66.\n\nLuxembourg:\n\nSociété des Sciences Naturelles. Tome IX. 8vo. Luxembourg 1867.\n\nObservations Météorologiques faites à Luxembourg, par F. Reuter. 8vo. Luxembourg 1867.\n\nMadrid:—Real Observatorio. Anuario, año 8, 1868. 8vo. Madrid 1867.\n\nMauritius:—Meteorological Society. Proceedings. 8vo. Mauritius 1866.\n\nMelbourne:—Royal Society of Victoria. Transactions and Proceedings. Vol. VIII. part 1. 8vo. Melbourne 1867.\n\nMilan:\n\nReale Istituto Lombardo di Scienze e Lettere. Memorie. Classe di Sci. Mat. e Nat., Vol. X. fasc. 3. Classe di Lettere, &c., Vol. X. fase. 3, 4. 4to. Milano 1866.\n\nThe Royal Institution.\n\nThe Society.\n\nThe Institution.\n\nThe Hospital.\n\nThe Society.\n\nThe War Office.\n\nThe Society.\n\nThe University.\n\nThe Observatory.\n\nThe Society.\n\nThe Institute.\nACADEMIES and SOCIETIES (continued).\n\nMilan:—\n\nReale Istituto Lombardo di Scienze e Lettere. Rendiconti. Classe di Sci., The Institute.\nMat. e Nat.: Vol. II. fasc. 9–10; Vol. III. fasc. 1–9. Classe di Lettere,\n&c.: Vol. II. fasc. 8–10; Vol. III. fasc. 1–10. Anuario 1866. Svo.\nMilano 1865–66.\n\nSolenni Adunanze. 7 Agosto 1866. Svo. Milano.\n\nDel Lavoro messo a capitale e della sua applicazione agli\nscienciati e letterati Italiani. Memoria del Prof. B. Poli. Svo. Milano.\n\nFondazione Scientifica Cagnola. Atti negli anni 1862–66. Vol. IV. par. The Society.\n2–3. Svo. Milano.\n\nSocietà Italiana di Scienze Naturali. Atti. Vol. VIII. fasc. 3–5; Vol. IX. The Society.\nfasc. 1, 2; Vol. X. fasc. 1–3. 8vo. Milano 1865–67.\n\nMemorie. Tomo I. n. 1–10; Tomo II. n. 1, 2, 4, 5, 6, 8,\n9, 10. 4to. Milano 1865–67.\n\nMontreal:—\n\nMcGill College and University. Calendar. Session of 1867–68. Svo. Montreal 1867.\n\nNatural History Society. Canadian Naturalist and Geologist. Vol. III. The Society.\nNos. 1, 2. Svo. Montreal 1866.\n\nMoscow:—Société Impériale des Naturalistes. Bulletin. 1866, Nos. 3, 4;\n1867, Nos. 1, 2. Svo. Moscou 1866–67.\n\nMunich:—\n\nKönigl. bayer. Akademie der Wissenschaften. Sitzungsberichte, 1867. I. The Academy.\nHeft 1–4, II. Heft 1–3. Svo. München 1867.\n\nAbhandlungen der Math.-phys. Classe. Band X. Abth. 1. 4to. München 1866.\n\nAbhandlungen der Historischen Classe. Band IX. Abth. 3. 4to. München 1866.\n\nUeber einige ältere Darstellungen der deutschen Kaiserzeit, Vortrag von W.\nvon Giesebrecht. 4to. München 1867.\n\nUeber die Brauchbarkeit der in verschiedenen europäischen Staaten veröf-\nfentlichten Resultate des Recruitirungs-Geschäftes zur Beurtheilung des\nEntwicklungs- und Gesundheits-Zustandes ihrer Bevölkerungen, von T.\nL. W. Bischoff. Svo. München 1867.\n\nNaples:—\n\nSocietà Reale. Rendiconto dell' Accademia delle Scienze Fisiche e Mate-\nmatiche. Anno 3, fasc. 7–12; Anno 4, fasc. 1–12; Anno 5, fasc. 1–12;\nAnno 6, fasc. 1–5. (Anno 1, 2, Indice.) 4to. Napoli 1864–67.\n\nRendiconto delle Tornate e dei Lavori dell' Accademia di\nScienze Morali e Politiche. Anno 6; Anno 7, Gennaio 1868. Svo.\nNapoli 1867–68.\n\nNeuchâtel:—Société Helvétique des Sciences Naturelles. Actes. 50e Session,\n1866. Svo. Neuchâtel.\n\nNew Haven:—Connecticut Academy of Arts and Sciences. Transactions.\nVol. I. Part 1. Svo. New Haven 1866.\n\nNew York:—Lyceum of Natural History. Annals. Vol. VIII. Nos. 11–14.\nThe Lyceum. 8vo. New York 1866–67.\n\nMDCCCLXVIII.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nNorthumberland and Durham Natural History Transactions. Vol. I. Part 3. Svo. London 1867.\n\nPalermo:—R. Istituto Tecnico. Giornale di Scienze Naturali ed Economiche. Vol. II. fasc. 2–4; Vol. III. fasc. 1–4. 4to. Palermo 1866–67.\n\nParis:—\n\nBureau des Longitudes. Connaissance des Temps pour 1867, 1868. Svo. Paris 1865–66.\n\nDépôt de la Marine. Annales Hydrographiques. 4e Trimestre de 1865, 1er–4e Trim. de 1866, 1er–3e Trim. de 1867. Svo. Paris 1866–67.\n\nAnnuaire des Marées des Côtes de France 1867, 1868. 12mo. Paris 1866–67.\n\nCatalogue Chronologique des Cartes, Plans, Mémoires, &c. Svo. Paris 1865.\n\nConsidérations générales sur la Mer Méditerranée, par A. Le Gras. Svo. Paris 1866.\n\nInstructions Nautiques sur la Nouvelle-Calédonie, par de Montravel, Grimoult et Jouan. Svo. Paris 1867.\n\nMer de Chine. Instructions Nautiques, par A. Le Gras. 3e et 5e parties; Deuxième Supplément. Svo. Paris 1867.\n\nNote sur les Traversées de Retour du Golfe du Mexique en France, par B. F. Grasset. Svo. Paris 1866.\n\nPilote du Golfe d’Aden, par C. Y. Ward, traduit par J. Lafont. Svo. Paris 1866.\n\nPilote du Golfe Persique, par C. G. Constable et A. W. Stiffe, traduit par Hocquart. 2 parts. Svo. Paris 1866.\n\nRenseignements Nautiques sur quelques ports de l’Océanie, de la Nouvelle-Hollande, et de la Mer Rouge, par R. Foy. Svo. Paris 1866.\n\nRoutier de l’Australie, par C. B. Yule, traduit par Besson. Vol. III. Svo. Paris 1866.\n\nRoutier de l’Île Jersey, par J. Richards, traduit par J. Vavin. Svo. Paris 1866.\n\nRoutier des Côtes Sud, Sud-Est, et Est d’Afrique, par A. F. R. de Horsey, traduit par A. MacDermott. Svo. Paris 1866.\n\nCharts and Plans.\n\nÉcole Impériale Polytechnique. Journal. Cahiers 37 & 42. 4to. Paris 1858–67.\n\nÉcole des Mines. Annales des Mines. Sixième série. Tome X. 6e livr. de 1866; Tome XI. 1–3e livr. de 1867; Tome XII. 4–5e livr. de 1868. Svo. Paris 1867.\n\nÉcole Normale Supérieure. Annales Scientifiques, publiées par L. Pasteur. Tome IV. Nos. 2–6; Tome V. Nos. 1, 2. 4to. Paris 1867–68.\n\nFaculté des Sciences. Thèses, par Th. Dieu, Durand, Merget, E. Phillips, et Souillet. 4to. Paris 1849.\n\nThèses, par Dutirou, Morot, Viard, et Lissajous. 4to. Paris 1850.\n\nThèses, par Dareste, Frontera, Lamy, et Lallemand. 4to. Paris 1851.\n\nDonors.\n\nThe Tyneside Naturalists’ Club.\n\nThe Institute.\n\nThe Board.\n\nThe Dépôt.\n\nThe École Polytechnique.\n\nThe École des Mines.\n\nThe École Normale.\n\nThe Faculté des Sciences.\nACADEMIES and SOCIETIES (continued).\n\nParis:\nFaculté des Sciences. Thèses, par Alquier, Bonnet, Bourget, Gaudry, Ladrey, Sainte-Claire Deville, Séguin, et Tissot. 4to. Paris 1852.\nThèses, 1853–1867. Nos. 167–294. 4to. Paris.\n\nInstitut Impérial. Comptes Rendus des Séances de l'Académie des Sciences. June to December 1867; January to June 1868 (and Tome LXIV). 4to. Paris.\n\nMémoires. Tome XXIX., XXXII., XXXIV., XXXV., XXXVII. première partie. 4to. Paris 1864–68.\nMémoires présentés par divers savants. Sciences Mathématiques et Physiques. Tomes XVIII., XIX. 4to. Paris 1865–68.\nMémoires de l'Académie des Inscriptions et Belles-Lettres. Tome XXIII. partie 1; XXIV. partie 2; XXV. partie 2; XXVI. partie 1. 4to. Paris 1864–68.\nMémoires présentés par divers savants. Première série, Tome VI. partie 2; deuxième série, Tome V. parties 1, 2. 4to. Paris 1864–65.\nNotices et Extraits des Manuscrits de la Bibliothèque Impériale. Tome XVIII. partie 2 and Atlas; XX. partie 1; XXI. partie 2. 4to. Paris 1865.\n\nMuséum d'Histoire Naturelle. Nouvelles Archives. Tomes I., II., III. fasc. 1–2. 4to. Paris 1865–67.\n\nObservatoire Impérial. Atlas des Mouvements Généraux de l'Atmosphère, Année 1864. Juin–Décembre. fol. Paris 1868.\nAtlas des Orages de l'Année 1865. fol. Paris 1866.\n\nSociété d'Encouragement pour l'Industrie Nationale. Bulletin. 2e série. Tome XIV. May to December 1867; Tome XV. January to April 1868. 4to. Paris.\n\nSociété de Biologie. Comptes Rendus des Séances et Mémoires. Tome deuxième de la quatrième série, année 1865. Svo. Paris 1866.\n\nSociété de Géographie. Bulletin. June–November 1867, January–May 1868. Svo. Paris 1867–68.\n\nSociété Entomologique de France. Annales. Quatrième série. Tome VII. 1867. Svo. Paris 1867–68.\n\nSociété Géologique de France. Bulletin. Deuxième série. Tome XXIII. feuilles 813–873; Tome XXIV. Nos. 3–5; Tome XXV. feuilles 1–8. Svo. Paris 1866–68.\n\nPhiladelphia:\nAcademy of Natural Sciences. Journal. New Series. Vol. VI. Part 2. 4to. Philadelphia 1867.\nProceedings, 1867. Nos. 1–4. Svo. Philadelphia.\n\nAmerican Philosophical Society. Proceedings. Vol. X. No. 76. Svo. Philadelphia 1866.\n\nFranklin Institute. Journal. Third Series. Vol. LIII. Nos. 5, 6; Vol. LXXXIV. Nos. 1–4; Vol. LXXXV. Nos. 1–4. Svo. Philadelphia 1867–68.\n\nDonors:\nThe Faculté des Sciences.\nThe Institute.\nThe Museum.\nThe Observatory.\nThe Society.\nThe Academy.\nThe Society.\nACADEMIES and SOCIETIES (continued).\n\nPrague:—\nKönigl. Böhmische Gesellschaft der Wissenschaften. Abhandlungen, fünfter Folge. XIV. Band. 4to. Prag 1866.\n\nSitzungsberichte, Jahrgänge 1865, 1866. Svo. Prag.\n\nRome:—Osservatorio del Collegio Romano. Bullettino Meteorologico. Compilato dal P. Angelo Secchi. Vol. V., Vol. VI., Vol. VII. Nos. 2–5. 4to. Roma 1866–68.\n\nRotterdam:—Bataafsch Genootschap der Proefondervindelijke Wijsbegeerte. Nieuwe Verhandelingen. Tweede Reeks. I. Deel. 1–3. Stuk. 4to. Rotterdam 1867.\n\nSt. Petersburg:—\nAcadémie Impériale des Sciences. Mémoires. VIIe série. Tome X. Nos. 3–16; Tome XI. Nos. 1–8. 4to. St. Pétersbourg 1866–67.\n\nBulletin. Tome X. Nos. 1–4: Tome XI. Nos. 1–4; Tome XII. No. 1. 4to. St. Pétersbourg 1866–67.\n\nМОРСКОЙ СБОРНИКЪ (Marine Collections). 1867, Nos. 4, 6, 7, 8, 9, 10, 11, 12; 1868, Nos. 1–4. Svo. St. Petersburg.\n\nSalem:—Essex Institute. Proceedings. Vol. V. No. 2. Svo. Salem 1867.\n\nStonyhurst:—Observatory. Meteorological Reports. August–December 1867. January–February 1868. Svo.\n\nSydney:—Philosophical Society of New South Wales. Transactions 1862–65. Svo. Sydney 1866.\n\nThrondhjem:—Kongelige Norske Videnskabers-Selskab. Skrifter i det 19de Aarhundrede. Bind IV. 4to. Throndhjem 1846–59.\n\nToronto:—Canadian Institute. Canadian Journal. Nos. 65, 66. Svo. Toronto 1867.\n\nToulouse:—Académie Impériale des Sciences, Inscriptions, et Belles-Lettres. Mémoires. 6e série. Tome V. Svo. Toulouse 1867.\n\nTrinidad:—Scientific Association. Proceedings. Part 2, June 1867. Svo. Port of Spain 1867.\n\nTruro:—Miners’ Association of Cornwall and Devonshire. Annual Meeting held at Falmouth, 26th August, 1867. Svo. Truro 1867.\n\nTurin:—\nReale Accademia delle Scienze. Memorie. Serie seconda. Tom. XXII., XXIII. 4to. Torino 1865–66.\n\nAtti. Vol. I. disp. 2–3; Vol. II. disp. 1–7. Svo. Torino 1866–67.\n\nRegio Osservatorio dell’ Università. Bollettino Meteorologico ed Astronomico. Anno II. 1867. 4to. Torino.\n\nUtrecht:—\nProvinciaal Utrechtsch Genootschap van Kunsten en Wetenschappen. Natuurkundige Verhandelingen. Nieuwe Reeks. Deel I. Stuk 5. 4to. Utrecht 1868.\n\nVerslag van het Verhandelde in de algemeene Vergadering 1866, 1867. Svo. Utrecht.\n\nAanteekeningen van het Verhandelde in de Sectie-Vergaderingen 1866, 1867. Svo. Utrecht.\nACADEMIES and SOCIETIES (continued).\n\nUtrecht:\nDe Wettelijke Bewijsleer in Strafzaken, door W. Modderman. Svo. Utrecht The Society.\n1867.\n\nKoninklijk Nederlandsch Meteorologisch Instituut. Nederlandsch Meteorologisch Jaarboek voor 1866, Deel I., II.; 1867, Deel I. 4to. Utrecht 1866–67.\n\nVenice:\nReale Istituto Veneto di Scienze, Lettere ed Arti. Memorie. Vol. XIII. parte 3. 4to. Venezia 1867.\n\nAtti. Serie terza. Tomo XII. disp. 4–9. Svo. Venezia 1867.\n\nVienna:\nKaiserliche Akademie der Wissenschaften. Denkschriften. Math.-nat. Classe, Band XXVI., XXVII. Phil.-hist. Classe, Band XV. 4to. Wien 1867.\n\nSitzungsberichte. Math.-nat. Classe, Abth. I.: Band LIV. Hefte 4, 5; Band LV. Hefte 1–5; Band LVI. Hefte 1–5. Abth. II.: Band LIV. Hefte 4, 5; Band LV. Hefte 1–5; Band LVI. Hefte 1–5. Phil.-hist. Classe: Band LIV. Hefte 1–3; Band LV. Hefte 1–4; Band LVI. Hefte 1–3; Band LVII. Heft 1. Svo. Wien 1867.\n\nAnzeiger. Jahrg. 1867, Nr. 16–23, 27, 28; 1868, Nr. 1–14. Almanach 1867. Svo. Wien.\n\nReise der Oesterreichischen Fregatte Novara um die Erde in den Jahren 1857, 1858, 1859. Anthropologischer Theil, zweite Abtheilung. 4to. Wien 1867.\n\nGeologischer Theil. Band II. 4to. Wien 1866.\n\nArneth (J.) Die antiken Cameen des k.-k. Münz- und Antiken-Cabinettes in Wien. fol. Wien 1849.\n\nDie antiken Gold- und Silber-Monumente des k.-k. Münz- und Antiken-Cabinettes in Wien. fol. Wien 1850.\n\nDie Cinque-Cento-Cameen und Arbeiten des Benvenuto Cellini und seiner Zeitgenossen im k.-k. Münz- und Antiken-Cabinette zu Wien, fol. Wien 1858.\n\nBoué (A.) Recueil d’Itinéraires dans la Turquie d’Europe. 2 vols. Svo. Vienna 1854.\n\nDante Ebreo, pubblicato dal Dr. J. Goldenthal. 12mo. Vienna 1851.\n\nDiemer (J.) Genesis und Exodus. 2 vols. Svo. Wien 1862.\n\nHammer-Purgstall. Geschichte Wassaf’s. Band I. 4to. Wien 1856.\n\nKarajan (T. G. v.) Das Verbrüderungs-Buch des Stiftes S. Peter zu Salzburg. fol. Wien 1852.\n\nMeiller (A. v.) Regesten zur Geschichte der Markgrafen und Herzoge Oesterreichs aus dem Hause Babenberg. 4to. Wien 1850.\n\nMiklosich (F.) Monumenta Linguae Palaeslovenicae. 8vo. Vindobonae 1851.\n\nSchmidt (A.) Die Grotten und Höhlen von Adelsberg, Lueg, Planina und Laas. Svo, and Atlas. Wien 1854.\n\nTschudi (J. J. v.) Die Kechua-Sprache. 2 vols. Svo. Wien 1853.\n\nXimenez (F.) Las Historias del Origen de los Indios de esta provincia de Guatemala. Svo. Viena 1857.\nACADEMIES and SOCIETIES (continued).\n\nVienna:—\n\nK.-k. Geologische Reichsanstalt. Jahrbuch. 1864, Nr. 1; 1867, Nr. 1–4; 1868, Nr. 1. Svo. Wien.\n\nVerhandlungen. 1867, Nr. 10–18; 1868, Nr. 1–6. Svo. Wien.\n\nDie fossilen Mollusken des Tertiär-Beckens von Wien, von M. Hörnes. II. Band. Nr. 7–8. Bivalven. 4to. Wien.\n\nK.-k. Zoologisch-botanischen Gesellschaft. Verhandlungen. Jahrgang 1867. XVII. Band. Svo. Wien 1867.\n\nDiatomeen der hohen Tatras, bearbeitet von J. Schumann. Svo. Wien 1867.\n\nBeitrag zu einer Monographie der Sciarinen, von J. Winnertz. Svo. Wien 1867.\n\nDiagnosen der in Ungarn und Slavonien bisher beobachteten Gefässpflanzen welche in Koch's Synopsis nicht enthalten sind, von A. Neilreich. Svo. Wien 1867.\n\nWashington:—\n\nNational Academy of Sciences. Memoirs. Vol. I. 4to. Washington 1866. The Academy.\n\nSmithsonian Institution. Miscellaneous Collections. Vols. VI., VII. Svo. Washington 1867.\n\nCatalogue of Publications of Societies. 8vo. Washington 1866.\n\nAnnual Report of the Board of Regents for 1865. Svo. Washington 1866.\n\nU.S. Naval Observatory. Observations on the November Meteors of 1867. Svo. Washington 1867.\n\nWürzburg:—\n\nPhysikalisch-medicinische Gesellschaft. Würzburger naturwissenschaftliche Zeitschrift. Band VI. Heft 4. 8vo. Würzburg 1867.\n\nWürzburger medicinische Zeitschrift. Band VII. Hefte 4–6. 8vo. Würzburg 1867.\n\nVerhandlungen. Neue Folge. Band I. Heft 1. 8vo. Würzburg 1868.\n\nZürich:—\n\nNaturforschende Gesellschaft. Vierteljahrsschrift. Redigirt von R. Wolf. Jahrgang 9–11. 8vo. Zürich 1864–66.\n\nAn die zürcherische Jugend. Stück 67–69. 4to. Zürich 1865–67.\n\nSociété Helvétique des Sciences Naturelles. Nouveaux Mémoires. Band XXII. 4to. Zürich 1867.\n\nACLAND (T. D.) The Discouragement of Elementary Mathematics in General Education at Oxford considered in a Letter to the Rev. the Vice-Chancellor. 8vo. Oxford 1867.\n\nAIRY (G. B., F.R.S.) Astronomical and Meteorological Observations made at the Royal Observatory, Greenwich, in the year 1865. 4to. London 1867.\n\nOn Sound and Atmospheric Vibrations, with the Mathematical Elements of Music. 8vo. London 1868.\nANONYMOUS:—\n\nAlmanaque Náutico para 1869. 8vo. Cadiz 1867.\n\nAmerican Ephemeris and Nautical Almanac for 1868, 1869. 8vo. Washington 1866–67.\n\nTables of Eunomia, by E. Schubert. 4to. Washington 1866.\n\nAnuario Estadístico de España, publicado por la Junta General de Estadística, 1862–1865. 8vo. Madrid 1866–67.\n\nArmy Medical Department. Statistical, Sanitary, and Medical Reports. Vol. VII., for the year 1865. 8vo. London 1867.\n\nCatalogue of Contributions transmitted from British Guiana to the Paris Universal Exhibition of 1867. 8vo. London 1867.\n\nCatalogue of the Library of the Board of Trade. Svo. London 1866.\n\nCatalogue of the Second Special Exhibition of National Portraits, commencing with the reign of William and Mary and ending with the year 1800, on loan to the South Kensington Museum, May 1, 1867. 4to. London.\n\nCatalogue of the United States Army Medical Museum. Surgical, Medical, and Microscopical Sections. 4to. Washington 1866–67.\n\nCircular of the American Aëroscope Company of Rochester, N. Y. 8vo. Rochester 1866.\n\nDiscours prononcés aux funérailles de M. le Général Poncelet, le Mardi 24 décembre 1867. 8vo. Paris.\n\nEntomologist's Annual for 1868. 12mo. London 1868.\n\nFifth Report of the Commissioners for the Exhibition of 1851 to the Right Hon. Gathorne Hardy. 8vo. London 1867.\n\nIl Secondo Congresso Internazionale Sanitario ed il Regno d'Italia. 8vo. Milano 1866.\n\nIndex to the Catalogue of Books in the Bates Hall of the Public Library of the City of Boston. First Supplement. 8vo. Boston 1866.\n\nInventaris der Verzameling Kaarten berustende in het Rijks-Archief. Erste Gedeelte. 8vo, 's Gravenhage 1867.\n\nMinutes of the Proceedings of the Meteorological Committee 1867. fol. London 1868.\n\nNautical Almanac and Astronomical Ephemeris for 1871. 8vo. London 1867.\n\nPerpetual Motion. 8vo. London 1867.\n\nRenseignemens Statistiques sur les Départemens de la France formant le tome seizième du Bulletin des Sciences Géographiques. 8vo. Paris 1830.\n\nReport on Epidemic Cholera in the United States during the year 1866 (Circular No. 5, Surgeon General's Office). 4to. Washington 1867.\n\nReport on Amputations at the Hip-Joint in Military Surgery (Circular No. 7). 4to. Washington 1867.\n\nReport on Leprosy by the Royal College of Physicians prepared for Her Majesty's Secretary of State for the Colonies. fol. London 1867.\n\nReport of a Special Committee on the \"Gibraltar\" Shields, together with the Minutes of Evidence, &c. fol. London 1868.\n\nReport of Proceedings of the Gun-Cotton Committee up to the 31st December 1867.\nANONYMOUS (continued)\n\nReport of the Secretary of War, with accompanying Papers. Svo. Washington 1866.\n\nReports of the Commissioner of Patents for the Years 1863, 1864. 4 vols. Svo. Washington 1866.\n\nRoyal Commission on Railways. Report of the Commissioners; Minutes of Evidence and Appendices. 4 vols. folio. London 1867.\n\nStatistique de la France. Statistique de l'Assistance Publique de 1854 à 1861. Strasbourg 1866.\n\nThird Report of the Commissioners appointed to inquire into the best means of preventing the Pollution of Rivers (Rivers Aire and Calder). 2 vols. fol. London 1867.\n\nWeekly Returns of Births and Deaths in each of the Districts of the City of Dublin. Vol. 4. Nos. 24–32, 34–52. Vol 5. Nos. 1, 2, 4–20, 22–24. Quarterly Returns 1867, Nos. 13–16. Svo. Dublin 1867–68.\n\nA Work in Japanese, \"Rules for Calculation necessary for youth to know.\" 11 vols. Svo.\n\nANSELMI (C.) Quadratura del Circolo. Svo. Piacenza 1867.\n\nATTFIELD (J.) An Introduction to Pharmaceutical Chemistry. Svo. London 1867.\n\nBAER (K. E. v., For. Mem. R.S.) Berichte über die Anmeldung eines mit der Haut gefundenen Mammuths. Svo. St. Petersburg 1866.\n\nBALSAMO (J. E.) L' Unipolarité du Fer dans les liquides révélée par nouvelles combinaisons Voltaiques à double élément fer; e[t] la Céruse produit électro-litique d'une nouvelle pile Voltaique au plomb. 4to. Lecce 1867.\n\nBARRY (Alfred) Sir Charles Barry and Mr. Pugin. The Architect of the New Palace at Westminster. A Reply to the Statements of Mr. E. Pugin. Svo. London 1868.\n\nBEAMISH (Richard, F.R.S.) The Psychonomy of the Hand, or the Hand an Index of Mental Development, according to MM. D'Arpentigny and Desbarrolles, 4to. London 1865.\n\nBENSON (L. S.) Experimentum Crucis. Svo. New York.\n\nBERTELLI-BARNABITA (T.) Sopra Pietro Peregrino di Maricourt e la sua epistola de Magnete, Memoria Prima. 4to. Roma 1868.\n\nBILLING (A., F.R.S.) The Science of Gems, Jewels, Coins, and Medals, Ancient and Modern. Svo. London 1867.\n\nFirst Principles of Medicine. Sixth Edition. Svo. London 1868.\n\nBOCCARDO (Gerolamo) Fisica del Globo. Spazi, Climi e Meteore, corso completo de Geografia fisica e di Meteorologica. Svo. Genova 1868.\n\nBÖHM (J. G.) und M. ALLÉ. Magnetische und meteorologische Beobachtungen zu Prag. 27. Jahrgang. 4to. Prag 1867.\n\nBOUCHER DE PERTHES. Des Idées innées : de la Mémoire et de l'Instinct. Svo. Paris 1867.\n\nBRAYLEY (E. W., F.R.S.) The Periodical Meteors of November. (Excerpt from the Brit. Almanac and Companion). 12mo. London 1867.\n\nBRISTOW (H. W., F.R.S.) On the Lower Lias or Lias-Conglomerate of a part of Glamorganshire. Svo. London 1867.\n\nThe Secretary of War of the U. S.\n\nThe U.S. Patent Office.\n\nWm. Pole, Mus. D., F.R.S.\n\nDr. Farr, F.R.S.\n\nThe Commissioners.\n\nThe Registrar General for Ireland.\n\nJ. Rennie, Esq., F.R.S.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nE. M. Barry, Esq.\n\nThe Author.\n\nThe Prince Boncompagni.\n\nThe Author.\n\nThe Observatory.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nBROOKE (C., F.R.S.) The Elements of Natural Philosophy, based on the Treatise by G. Bird. 8vo. London 1867. The Author.\n\nBROUN (J. A., F.R.S.) On the Diurnal Variation of the Magnetic Declination at Trevandrum, near the Magnetic Equator, and in both Hemispheres. 4to. Edinburgh 1867. The Author.\n\nBRUHNS (Dr. C.) Resultate aus den meteorologischen Beobachtungen angestellt an mehreren Orten im Königreich Sachsen in den Jahren 1826 bis 1861 und an den fünf-und-zwanzig kön. sächsischen Stationen im Jahre 1866. Dritter Jahrgang. 4to. Leipzig 1868. The Author.\n\nBULLMORE (W. K.) Cornish Fauna, a short Account of all the Animals found in the County. 8vo. Truro 1867. The Author.\n\nBURMEISTER (G.) Anales del Museo Publico de Buenos Aires. Entrega 2 & 4. 4to. Buenos Aires 1867. The Museum.\n\nBURT (T. S., F.R.S.) Miscellaneous Papers, chiefly on Scientific Subjects. Vol. III. Part 3. 8vo. London 1868. The Author.\n\nCHEVREUL (M. E., For. Mem. R.S.) Notes Historiques sur la nature immédiate de l'Amer de Welter et de l'Amer au Minimum. 4to. Paris 1864. The Author.\n\nConsiderations sur l'Histoire de la partie de la Médecine qui concerne la prescription des remèdes. 4to. Paris 1865.\n\nMémoire sur des Phénomènes d'Affinités Capillaires. 4to. Paris 1866.\n\nHistoire des Connaissances Chimiques. Tome I. 8vo. Paris 1866.\n\nRapport sur ses Cours du Muséum d'histoire naturelle en général et en particulier sur son cours de 1866. 8vo.\n\nSociété Impériale et Centrale d'Agriculture de France. Annexe au Procès-Verbal de la Séance du 10 Juillet 1867. 8vo. Paris.\n\nDes Arts qui parlent aux Yeux au moyen de solides colorés d'une étendue sensible, et en particulier des Arts du Tapissier des Gobelins et du Tapissier de la Savonnerie. 4to. Paris 1867.\n\nExamen Critique au point de vue de l'Histoire de la Chimie d'un écrit alchimique intitulé, Artefi Clavis Majoris Sapientiae. 4to. Paris 1867.\n\nCLAUSIUS (R.) Abhandlungen über die mechanische Wärmetheorie. Abtheilung 1, 2. 8vo, Braunschweig 1864–67. The Author.\n\nThe Mechanical Theory of Heat, with its applications to the Steam-Engine and to the Physical Properties of Bodies, edited by T. A. Hirst, F.R.S. 8vo. London 1867. Mr. Van Voorst.\n\nCOOKE (Rev. T. F.) Authorship of the Practical Electric Telegraph of Great Britain, or the Brunel Award vindicated. 8vo. Bath 1868. The Author.\n\nCOOKE (W. F.) The Electric Telegraph: was it invented by Professor Wheatstone? 2 vols. 8vo. London 1856–57, and 8vo. London 1866. The Author.\n\nCORNELISSEN (J. E.) On the Temperature of the Sea at the Surface near the South-Point of Africa. 4to. Utrecht. The Author.\n\nCROMPTON (Dr.) On the Portraits of Sir Isaac Newton. 8vo. Manchester. MDCCLXVIII. The Author.\nPRESENTS.\n\nCUNNINGHAM (A. W.) Notes on the History, Methods, and Technological importance of Descriptive Geometry. Svo. Edinburgh 1868.\n\nDADABHAI NAOROJI. Admission of Educated Natives into the Indian Civil Service. Svo. London 1868.\n\nDARWIN (C., F.R.S.) The Variation of Animals and Plants under Domestication. 2 vols. Svo. London 1868.\n\nDAUBENY (Dr. C., F.R.S.) On the Temperature of the Antient World. Svo. 1867.\n\nMiscellanies: being a Collection of Memoirs and Essays on Scientific and Literary Subjects. 2 vols. Svo. Oxford 1867.\n\nDAUBRÉE (A.) Rapport sur les progrès de la Géologie Expérimentale. Svo. Paris 1867.\n\nClassification adoptée pour la Collection de Météorites du Muséum. 4to. Paris 1867.\n\nDAVIS (C. H.) Report on Interoceanic Canals and Railroads between the Atlantic and Pacific Oceans. Svo. Washington 1867.\n\nDAVIS (J. E.) Notes on Deep-Sea Sounding. Svo. London 1867.\n\nDE CANDOLLE (Alph.) Lois de la Nomenclature Botanique. Svo. Paris 1867.\n\nDE LA RIVE (A., For. Mem. R.S.) Notice sur Michel Faraday, sa vie et ses travaux. Svo. Genève 1867.\n\nDELESSE (—) et DE LAPPARENT. Revue de Géologie pour les Années 1865 et 1866. Svo. Paris 1868.\n\nDEREINS (J. B.) Villa des Nourrissons. Allaitement des Enfants par les femelles d'Animaux. Svo. Paris 1868.\n\nDIRCKS (H.) Inventors and Inventions, in three parts. Svo. London 1867.\n\nThe Polytechnic College, a proposed Institution for aiding depressed talent to complete works in progress connected with Science, Literature, and Art. Svo. London 1867.\n\nDOBELL (H.) Report on the Experience of Medical Men who have used \"Pancreatic Emulsion of Fat.\" Svo. London 1867.\n\nDOVE (H. W., For. Mem. R.S.) Preussische Statistik, XII. Monatliche Mittel der Jahrgänge 1864, 1865, 1866 für Druck, Temperatur, Feuchtigkeit und Niederschläge, und fünf tägige Wärmemittel. 4to. Berlin 1867.\n\nÜber die Mittlere und absolute Veränderlichkeit der Temperatur der Atmosphäre. 4to. Berlin 1867.\n\nÜber Eiszeit, Föhn und Scirocco. Svo. Berlin 1867.\n\nDUNCAN (P. M., For. Mem. R.S.) A Monograph of the British Fossil Corals. Second Series, Part 4. No. 1. Liassic. 4to. London 1867.\n\nOn the Fossil Corals (Madreporaria) of the West-Indian Islands. Svo. London 1868.\n\nDURAND (A.) La Toscane, Album Pittoresque et Archéologique, 15e-17e livraisons. fol. Paris 1862.\n\nDURAND (J. P.) Essais de Physiologie Philosophique. Svo. Paris 1866.\n\nPolyzoïsme ou Pluralité animale chez l'Homme. Svo. Paris\n\nELLERY (R. L., J.) Results of Astronomical Observations made at the Melbourne Observatory in the years 1863, 1864, and 1865. Svo. Melbourne 1866.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Secretary of the Navy of the U.S.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nMons. Delesse.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Prince Anatole Demidoff.\n\nThe Author.\n\nThe Observatory.\nPRESENTS.\n\nERDMANN (A.) Sveriges Geologiska Undersökning. 22–25. 8vo. Stockholm 1867.\n\n[Maps], åttonde Häftet. fol.\n\nFAIRBAIRN (W., F.R.S.) Treatise on Mills and Millwork. 2 vols. 8vo. London 1864–65.\n\nIron, its History, Properties and Processes of Manufacture. 8vo. London 1865.\n\nTreatise on Iron Ship Building, its History and Progress. 8vo. London 1865.\n\nFALCONER (Hugh, F.R.S.) Palaeontological Memoirs and Notes, with a biographical sketch of the Author, compiled and edited by C. Murchison, M.D. 2 vols. 8vo. London 1868.\n\nFAVRE (Alphonse) Recherches Géologiques dans les parties de la Savoie, du Piémont et de la Suisse voisines du Mont-Blanc. 3 vols. 8vo, and Atlas fol. Paris 1867.\n\nStation de l'Homme de l'Âge de la Pierre à Veirier près de Genève. 8vo. Genève 1868.\n\nFELICE (Marco) Principii della Teoria Meccanica dell'Elettricità e del Magnetismo. 8vo. Firenze 1867.\n\nFENICIA (Salvatore) Canto Scientifico Morale sul congegnato dell'Atmosfera della Terra. 12mo. Bari 1867.\n\nSunto d'un Sogno. 1868.\n\nFERREIRA (Antonio Alves) Hydrologie Générale ou Dissertation sur la nature, les qualités et les usages des Eaux Naturelles et Artificielles, Minérales et Potables. 4to. Paris 1867.\n\nFICHERA (Filadelfo) Il Nuovo Goniometro. 8vo. Catania 1867.\n\nFOERSTER (W.) Berliner astronomisches Jahrbuch für 1870. 8vo. Berlin 1868.\n\nFRANCIS (Major Grant) The Smelting of Copper in the Swansea District from the time of Elizabeth to the present day. 8vo. Swansea 1867.\n\nFRESNEL (Augustin) Œuvres Complètes, publiées par H. de Senarmont, E. Verdet, and L. Fresnel. 2 vols. 4to. Paris 1866.\n\nGARRIGOU (F.) La Vérité sur les Objets de l'Âge de la Pierre polie des Cavernes de Tarascon (Ariège). 8vo. Paris 1867.\n\nGEIKIE (A., F.R.S.) Address to the Geological Section of the British Association. 8vo. Ayr 1867.\n\nGILLISS (Capt., J. M.) Astronomical Observations made at the U. S. Naval Observatory during the years 1851 and 1852. 4to. Washington 1867.\n\nGLAISHER (J., F.R.S.) Royal Microscopical Society. The President's Address for the year 1867–68. 8vo. London.\n\nGRAY (J. E., F.R.S.) Synopsis of the Species of Starfish in the British Museum. 4to. London 1866.\n\nThe Lizards of Australia and New Zealand in the Collection of the British Museum. 4to. London 1867.\n\nGROVE (W. R.) On Taxation of Permanent and Precarious Incomes. 8vo. London 1867.\n\nHAAST (Julius, F.R.S.) Report on the Headwaters of the River Rakaia. fol. Christchurch 1867.\n\nDonors.\n\nThe Geological Board of Sweden.\n\nThe Author.\n\nDr. Murchison, F.R.S.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Berlin Observatory.\n\nThe Author.\n\nThe Minister of Public Instruction.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Observatory.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nHAIDINGER (W., For. Mem. R.S.) Five Tracts on Meteorites. Svo. Wien 1864.\n\nHANNOVER (A.) Om Bygningen og Udviklingen af Skjæl og Pigge hos Bruskfisk. 4to. Kjøbenhavn 1867.\n\nHARRIS (Sir W. Snow, F.R.S.) A Treatise on Frictional Electricity in Theory and Practice, edited, with a Memoir of the Author, by C. Tomlinson, F.R.S. Svo. London 1867.\n\nHINRICHs (G.) Atomechanik oder die Chemie eine Mechanik der Panatome. 4to. Iowa, U. S. 1867.\n\nA Programme of Atomechanics. 4to. Iowa 1867.\n\nHIRSCH (A.) and PLANTAMOUR (E.) Nivellement de Précision de la Suisse. 4to. Genève 1867.\n\nHOEVEN (J. Van der) Ontleed- en Dierkundige Bijdragen tot de Kennis van Menobranchus, den Proteus der Meren van Noord-Amerika. 4to. Leiden 1867.\n\nHOGG (Jabez) The Microscope: its History, Construction and Application. Svo. London 1867.\n\nHOGG (J., F.R.S.) Is the Fresh-Water Sponge (Spongilla) an Animal? (Popular Science Review, April 1868). Svo. London 1868.\n\nHOPE (Beresford). Speech in moving the Rejection of the Metric Weights and Measures Bill, Wednesday, May 13, 1868. Svo. London 1868.\n\nHUGGINS (W., F.R.S.) On the Results of Spectrum Analysis applied to the Heavenly Bodies. Svo. London 1866.\n\nIGELSTRÖM (L. J.), NORDENSKIÖLD (A. E.), and EKMAN (F. L.) On the Existence of rocks containing Organic substances of the fundamental gneiss of Sweden. Svo. Stockholm.\n\nJAMES (Sir H., F.R.S.) Facsimiles of National Manuscripts from William the Conqueror to Queen Anne. Part 3. fol. Southampton 1867.\n\nFacsimiles of National Manuscripts. Part 1. fol. Southampton 1867.\n\nPlans and Photographs of Stonehenge and of Tursachan in the Island of Lewis, with Notes relating to the Druids and Sketches of Cromlechs in Ireland. 4to. Southampton 1867.\n\nJEFFREYS (J. G., F.R.S.) Fourth Report on Dredging among the Shetland Isles. Svo. London 1867.\n\nJERWOOD (J.) On the Longitude of Places, and on the Application of the Electric Telegraph to determine it. Svo. 1867.\n\nJOHNSON (Dr. G.) On the Diseases of the Kidney, their Pathology, Diagnosis and Treatment. Svo. London 1852.\n\nOn Epidemic Diarrhoea and Cholera, their Pathology and Treatment. Svo. London 1855.\n\nThe Laryngoscope, Directions for its Use. Svo. London 1864.\n\nOn the Pathology and Treatment of Cholera. Svo. London 1867.\n\nJONES (Joseph) Researches upon \"Spurious Vaccination\" in the Confederate Army during the recent American Civil War 1861–65. Svo. Nashville, Tenn. 1867.\nPRESENTS.\n\nJONES (Joseph) Quinine as a Prophylactic against Malarial Fever. Svo. Nashville, Tenn. 1867.\n\nJONQUIÈRES (E. de). Lettre à M. Chales sur une question en litige. 4to. Paris 1867.\n\nJOURNALS:\n\nArchiv für Ohrenheilkunde. Erster Band. Svo. Würzburg 1864.\nArchivio Giuridico di Pietro Ellero. Vol. I. fasc. 1. Svo. Bologna 1868.\nBulletin de Statistique Municipale. Ville de Paris. Fév.–Déc. 1867, Janv. 1868. 4to Paris.\nBullettino Archeologico Napolitano. Nuova Serie pubblicato per cura di Giulio Minervini. Anno 7. 4to. Napoli 1859.\nBullettino di Bibliografia e di Storia delle Scienze Matematiche e Fisiche. Tomo I. Gennaio e Febbraio. 4to. Roma 1868.\nCosmos. June to December 1867; January to June 1868. 8vo. Paris.\nDer zoologische Garten: Zeitschrift für Beobachtung, Pflege und Zucht der Thiere. VIII. Jahrgang 1867, Nos. 1–6. 8vo. Frankfurt a. M.\nGeological and Natural History Repertory, edited by S. J. Mackie. Nos. 26–35. Svo. London 1867–68.\nGill's Technological Repository. Vols. I.–VI. and XI. Svo. London 1827.\nLes Mondes. June to December 1867; January to June 1868. 8vo. Paris.\nNaturhistorisk Tidsskrift stiftet af Henrik Kröyer, udgivet af J. C. Schiödte. Tredie Række. Bind IV. Heft III. 8vo. Kjøbenhavn 1867.\nNederlandsch Archief voor Genees- en Natuurkunde, uitgegeven door F. C. Donders en W. Koster. Deel 3. Af. 1, 2. 8vo. Utrecht 1867.\nNotes and Queries. June to December 1867; January to June 1868. 4to. London.\nRevue des Cours Scientifiques de la France et de l'Étranger. June to December 1867; January to June 1868. 4to. Paris.\nRevue des Cours Littéraires de la France et de l'Étranger. June to December 1867; January to June 1868. 4to. Paris.\nSymons's Monthly Meteorological Magazine. Nos. 18–29. 8vo. London 1867–68.\nThe American Journal of Science and Arts. Nos. 129–134. 8vo. New Haven 1867–68.\nThe Athenæum. June to December 1867; January to June 1868. 4to. London.\nThe Builder. June to December 1867; January to June 1868. fol. London.\nThe Chemical News. June to December 1867; January to June 1868. 4to. London.\nThe Educational Times. July to December 1867; January to June 1868. 4to. London.\nThe London Review. June to December 1867; January to June 1868. fol. London.\nThe Philosophical Magazine. July to December 1867; January to June 1868. 8vo. London.\nThe Quarterly Journal of Science. Nos. 15–18. 8vo. London 1867–68.\nJULLIEN (C. E.) Résumé de mes Recherches sur l'Aciération. 12mo. Paris 1868.\n\nDonors:\n\nThe Author.\nThe Editor.\nThe Baron Haussmann.\nThe Editor.\nPrince Boncompagni.\nThe Zoological Society of Frankfort.\nThe Editor.\nThe Royal Institution.\nThe Editor.\nF. C. Donders, For. Mem. R.S.\nThe Editor.\nThe Editors.\nW. Francis, Esq.\nThe Authors.\nPRESENTS.\n\nKEY (Admiral A. Cooper). A Narrative of the Recovery of H.M.S. Gorgon, stranded in the Bay of Monte Video, May 10, 1844. 8vo. London 1847.\n\nKNER (R.) Ueber Kiemen-Anhänge bei Characinen. 8vo. Wien 1861.\n\n—— Über das Vorkommen der Schwimmlaube und die Anordnung der Sexualorgane bei aalähnlichen Fischen. 8vo. Wien 1865.\n\nKNER (R.) und STEINDACHNER (F.) Neue Fische aus dem Museum der Herren Joh. Ces. Godeffroy und Sohn in Hamburg. 8vo. Wien 1866.\n\nKNOBLAUCH (H.) Ueber den Durchgang der Wärme- und Lichtstrahlen durch geneigte diathermane und durchsichtige Platten. 8vo. Berlin 1866.\n\n—— Ueber die Interferenzfarben der strahlenden Wärme. 8vo. Berlin 1867.\n\nKÖLLIKER (A., For. Mem. R.S.) Handbuch der Gewebelehre des Menschen. Fünfte Auflage, zweite Hälfte. 8vo. Leipzig 1867.\n\nKOPS (J.) en HARTSEN (F. A.) Flora Batava, Afbeelding en Beschrijving van Nederlandsche Gewassen. Aff. 200–203. 4to. Amsterdam.\n\nKUPFFER (A. T., For. Mem. R.S.) Annales de l'Observatoire Physique Central de Russie, 1863, 1864. 4to. St. Pétersbourg 1865–66.\n\n—— Compte-Rendu Annuel, Année 1864. 4to. St. Pétersbourg 1865.\n\nLAGRANGE (—) Œuvres, publiées par les soins de J. A. Serret. Tome I. 4to. Paris 1867.\n\nLAMBERT (J. V.) Trisection et Polysection de l'Angle. Quadrature du Cercle. Svo. Épinal 1867.\n\nLAMONT (J. von, For. Mem. R.S.) Annalen der königlichen Sternwarte bei München. Bände XV., XVI. Svo. München 1867.\n\nLARREY (Hr. Bm.) Notice sur les Titres, Services et Travaux Scientifiques de M. Hr. Bm. Larrey pour sa Candidature à l'Académie des Sciences. 4to. Paris 1867.\n\nLARTET (E.) and CHRISTY (H.) Reliquiae Aquitanicae, being Contributions to the Archeology and Palaeontology of Périgord and the adjoining provinces of Southern France, edited by T. Rupert Jones. Part 5. 4to. London 1868.\n\nLASSELL (W., F.R.S.) Observations of Planets and Nebulae at Malta. Miscellaneous Observations with the four-foot Equatoreal at Malta. A Catalogue of New Nebulae discovered at Malta in 1863 to 1865. (R. Astron. Soc. Memoirs. Vol. XXXVI.). 4to. London 1867.\n\nLAVOISIER (—) Œuvres. 3 vols. 4to. Paris 1862–65.\n\nLEA (Isaac) Index to Vol. I. to XI. of Observations on the Genus Unio. 4to. Philadelphia 1867.\n\nLE VERRIER (U. J. J., For. Mem. R.S.) Annales de l'Observatoire Impérial de Paris. Observations. Tomes XXI., XXII. 4to. Paris 1867.\n\n—— Atlas Météorologique de l'Observatoire Impérial, Année 1866. 4to. Paris 1867.\n\nLEVINS (P.) Manipulus Vocabulorum: a Rhyming Dictionary of the English Language, edited by H. B. Wheatley. 4to. London 1867.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Authors.\n\nThe Author.\n\nThe Observatory.\n\nThe Observatory.\n\nThe Minister of Public Instruction, Paris.\n\nThe Author.\n\nThe Observatory.\n\nThe Author.\n\nThe Executors of the late H. Christy, Esq.\n\nThe Author.\n\nThe Minister of Public Instruction, Paris.\n\nThe Author.\n\nThe Observatory.\n\nThe Editor.\nPRESENTS.\n\nLOOMIS (W. J.) Discovery of the Origin of Gravitation and the Majestic Motive force which generated the diurnal and yearly Revolutions of the Heavenly Bodies. Svo. Martindale, New York 1866.\n\nA New Resolution of the Diameters and Distances of the Heavenly Bodies by Common Arithmetic. Svo. New York 1868.\n\nLORIMER (J.) Constitutionalism of the Future, or Parliament the Mirror of the Nation. Svo. London 1867.\n\nLUBBOCK (Sir John, F.R.S.) On Pauropus, a new type of Centipede. Notes on the Thysanura. Part 3. 4to. London 1866–67.\n\nAn Address delivered to the Entomological Society at the Annual General Meeting held on the 27th January 1868. Svo. London.\n\nOn the Parallel Roads of Glen Roy. Svo. London 1868.\n\nMACFIE (R. A.) The Patent Question under Free Trade, a solution of difficulties. Svo. London 1863.\n\nMAESTRI (P.) Rapport soumis à la Junte Organisatrice sur le Programme de la 6e Session du Congrès International de Statistique. Svo. Florence 1867.\n\nMAILLY (E.) L'Espagne Scientifique. Svo. Bruxelles 1868.\n\nMAIN (Rev. Robert, F.R.S.) Astronomical and Meteorological Observations made at the Radcliffe Observatory, Oxford, in the year 1864. Vol. XXIV. Svo. Oxford 1867.\n\nMAP, PHOTOGRAPHS, &c.:—\n\nMapa de la Republica de Nicaragua, por Maximiliano de Sonnenstern, 1868. (Mounted on roller.)\n\nDrawing of the Great Nebula of Orion, drawn at Malta from Observations with the four-foot Equatoreal in the years 1862, 1863, and 1864, by William Lassell, F.R.S. (Framed and glazed.)\n\nSet of Eleven Photographic Views, &c., in Abyssinia.\n\nThe Transit-Instrument used by Captain Cook.\n\nMARCHI (U.) Descrizione di un Nuovo Termometrografo a Massima e Minima. Svo. Firenze 1868.\n\nMAREY (E. J.) Du Mouvement dans les Fonctions de la Vie. Svo. Paris 1868.\n\nMARTINS (Charles) L'Association Britannique pour l'Avancement des Sciences. Svo. Paris 1868.\n\nMARTINS (C.) et COLLOMB (É.) Essai sur l'Ancien Glacier de la Vallée d'Argelès (Hautes Pyrénées). 4to. Montpellier 1868.\n\nMARTIUS (C. F. P. v., For. Mem. R.S.) Beiträge zur Ethnographie und Sprachenkunde Amerika's, zumal Brasiliens. 2 vols. Svo. Leipzig 1867.\n\nMATTEUCCI (Carlo) Sulle Correnti Elettriche della Terra, Memoria. 4to. Firenze 1867.\n\nDocumenti e Studi sul Clima d'Italia. Clima di Vigevano. 4to. Milano 1868.\n\nMÉNARD (P.) Réflexions sur la Gravitation Universelle et sur la Rotation des Corps Célestes. Svo. Vitry-le François 1867.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Radcliffe Trustees.\n\nJ. Hart, Esq., Consul General of Nicaragua.\n\nWm. Lassell, F.R.S.\n\nThe Topographical Department of the War Office.\n\nW. W. Landell, Esq.\n\nThe Author.\n\nThe Authors.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nMILANESI (G.) Documento inedito e sconosciuto intorno a Lionardo Fibonacci. 8vo. Roma 1867.\n\nMINICHINI (Domenico). Elogio Storico del Commendatore Bernardo Quaranta. 4to. Napoli 1867.\n\nMIQUEL (F. A. G.) Annales Musei Botanici Lugduno-Batavi. Tom. III. fasc. 1–5. fol. Amst. 1867.\n\nMITRA (M. L.) The Ultimate Structure of Voluntary Muscular Tissue and the Mode of Termination of Motor Nerves. 8vo. Edinburgh 1867.\n\nThe Mechanism of Muscular Motion. 8vo. Edinburgh 1867.\n\nMOIGNO (l'Abbé) Legons de Mécanique Analytique. Statique. 8vo. Paris 1868.\n\nMOLISON (A. R.) Against the theory of the retarding influence of tidal action on the axial motion of the earth, and showing the true source of tidal energy. 8vo.\n\nMORRIS (J.) Germinal Matter and the Contact Theory, an Essay on the Morbid Poisons. 8vo. London 1867.\n\nMÜLLER (F., F.R.S.) Fragmenta Phytographiae Australiae. Vol. V. 8vo. Melbourne 1865–66.\n\nMURCHISON (Sir R. I., F.R.S.) Siluria: a History of the Oldest Rocks in the British Isles and other Countries. 8vo. London 1867.\n\nMURRAY (G.) Aerial Locomotion: a Descriptive Treatise of a Practical method of traversing the Atmosphere. 8vo. Liverpool.\n\nNAPIER (J. R., F.R.S.) Remarks on the 3rd, 13th, and 14th Articles of the Admiralty Regulations for preventing Collisions at Sea. 8vo. 1867.\n\nDescription of some Tug Steamers for the Godavery River. 4to. London 1867.\n\nNEUMAYER (G.) Discussion of the Meteorological and Magnetical Observations made at the Flagstaff Observatory, Melbourne, during the years 1858–1863. 4to. Mannheim 1867.\n\nNEWLANDS (J. A. R.) On the Magnetic Attraction of Cosmical Bodies. 8vo. London 1867.\n\nNILSSON (Sven) The Primitive Inhabitants of Scandinavia, edited with an Introduction by Sir John Lubbock, F.R.S. 8vo. London 1868.\n\nOETTINGEN (A. von) Meteorologische Beobachtungen angestellt in Dorpat im Jahre 1867. 8vo. Dorpat 1868.\n\nOSBORN (Captain Sherard) Remarks upon the Amount of Light experienced in high Northern Latitudes during the Absence of the Sun. 8vo. London 1858.\n\nStray Leaves from an Arctic Journal. 8vo. Edinburgh 1865.\n\nThe Discovery of a North West Passage by H.M.S. Investigator, Capt. R. McClure, during the years 1850–54. Edinburgh 1865.\n\nQuedah; a Cruise in Japanese Waters; the Fight on the Peiho. 8vo. Edinburgh 1865.\n\nOWEN (Richard, F.R.S.) Memoir on the Dodo, with an Historical Introduction by the late W. J. Broderip. 4to. London 1866.\n\nDONORS.\n\nThe Prince Boncompagni.\n\nThe Author.\n\nThe Museum.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Editor.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nOWEN (Richard, F.R.S.) On the Dental Characters of Genera and Species, chiefly of Fishes from the Low-Main Seam and Shales of Coal, Northumberland. 8vo. London 1867.\n\nPARKES (W.) Report addressed to the Under Secretary of State for India on the Tides of the Port of Kurrahee. 8vo. London 1866.\n\nPESSINA (L. G.) Quistioni Naturali e Ricerche Meteorologiche. 2 parts, 8vo. Napoli 1865–68.\n\nPETTENKOFER (M. von) and VOIT (C.) Untersuchungen über den Stoffverbrauch des normalen Menschen. 8vo. München 1867.\n\nPHILLIPS (J., F.R.S.) Obituary Notice of Charles Giles Bridle Daubeney, M.D., F.R.S. 8vo. Oxford 1868.\n\nPICTET (F. J., F.R.S.) Mélanges Paléontologiques; troisième livraison. 4to. Bâle 1867.\n\nPLANTAMOUR (E.) Des Anomalies de la Température observées à Genève pendant les quarante années 1826–1865. 4to. Genève 1867.\n\nPLATEAU (F.) Sur la Transformation Spontanée d'un Cylindre liquide en Sphères isolées. 8vo. Bruxelles 1867.\n\nPOLE (Dr. W., F.R.S.) Experiments on the flow of Gas in long pipes, made in the Works of the Paris Gas Company, by M. Arson. Translated. 8vo. London 1868.\n\nDiagrams and Tables to illustrate the Nature and Construction of the Musical Scale and the various Musical Intervals. 4to. Oxford 1868.\n\nPOLLENDER (A.) Ueber das Entstehen und die Bildung der kreisrunden Öffnungen in der äusseren Haut des Blütenstaubes nachgewiesen an dem Baue des Blütenstaubes der Cucurbitaceen und Onagrienen. 4to. Bonn 1867.\n\nPUMPELLY (R.) Geological Researches in China, Mongolia, and Japan during the years 1862–1865. 4to. Washington 1866.\n\nQUARITCH (B.) A General Catalogue of Books arranged in Classes. 8vo. London 1868.\n\nQUATREFAGES (J. L. A. de) Annélides. Observations sur une brochure de M. Éd. Claparède intitulée \"De la Structure des Annélides.\" 4to. Paris 1868.\n\nQUETELET (A., For. Mem. R.S.) Annales de l'Observatoire Royal de Bruxelles. Tomes XVII., XVIII. 4to. Bruxelles 1866–68.\n\nAnnuaire 1867–1868. 12mo. Bruxelles 1866–67.\n\nAnnales Météorologiques 1868. Ff. 1–13.\n\nObservations des Phénomènes Périodiques pendant l'Année 1864. 4to.\n\nSur le 17me volume des Annales de l'Observatoire Royal de Bruxelles. 8vo. Bruxelles 1866.\n\nDeux Lettres de Charles-Quint à François Rabelais. 8vo. Bruxelles 1866.\n\nObservations des Étoiles Filantes Périodiques de Novembre 1866. 8vo. Bruxelles 1866.\n\nÉtoiles Filantes, &c. 8vo. Bruxelles 1867.\n\nMDCCCLXVIII.\nQUETELET (A., For. Mem. R.S.) Bolide observé le 11 Juin 1867. Svo. Bruxelles 1867.\n\nDes Lois Mathématiques concernant les Étoiles Filantes. Svo. Bruxelles 1867.\n\nSur les Étoiles Filantes Périodiques du Mois d'Août 1867. Svo. Bruxelles 1867.\n\nMétéorologie de la Belgique comparée à celle du Globe. Svo. Bruxelles 1867.\n\nSur la loi Statistique des Tailles humaines et sur la régularité que suit cette loi dans son développement, à chaque âge. Svo. Bruxelles 1868.\n\nSur l'Âge et l'État Civil des Mariés en Belgique pendant le dernier quart de siècle (1841 à 1865). Svo. Bruxelles 1868.\n\nQUETELET (E.) Mémoire sur la Température de l'Air à Bruxelles. 4to. Bruxelles 1867.\n\nRAMSAY (A. jun.) The Rudiments of Mineralogy. Svo. London 1868.\n\nRANKINE (W. J. M., F.R.S.) On the Economy of Fuel, comprising Mineral Oils. Svo. London 1867.\n\nApplied Mechanics. (Excerpt from the Encyclopaedia Britannica.) 4to. Edinburgh 1857.\n\nRICHARDSON (Sir J., F.R.S.) and GRAY (J. E., F.R.S.) The Zoology of the Voyage of H.M.S. Erebus and Terror. Birds by G. R. Gray. Part 1. Fishes by J. Richardson. Part 2. 4to. London 1844–45.\n\nROBERTS (H.) The Dwellings of the Labouring Classes, their Arrangement and Construction. roy. Svo. London 1867.\n\nROBERTSON (G.) Recent Marine, Hydraulic, and Sanitary Engineering in Scotland. Svo. Edinburgh 1867.\n\nTide Signals as well as Storm Signals: a Note on the recent high Tide on the East Coast of Britain. Svo. Edinburgh 1868.\n\nConference on Technical Education, held at Edinburgh, Friday 20th March, 1868. Svo. Edinburgh 1868.\n\nSARGANT (W. L.) Apology for Sinking-Funds. Svo. London 1868.\n\nSCACCHI (Arcangelo) Dei Solfati Doppi di Manganese e Potassa. Svo. 1857.\n\nEsperienze sul Cambiamento dei Cristalli di Nitrato di Strontiana idrato in Cristalli anidri e di questi in quelli. 4to. Napoli 1861.\n\nSulla scambievole Soprapposizione dei Cristalli di Solfato Potassico appartenenti a diversi sistemi. 4to. Napoli 1862.\n\nDel Paratartrato Ammonico-Sodico. 4to. Napoli 1865.\n\nDella Polisimmetria e del Polimorfismo dei Cristalli. Memoria Seconda. 4to. Napoli 1865.\n\nSulle Combinazioni della Litina con gli Acidi tartarici. 4to. Napoli 1866.\n\nSópra un Caso notevole di Dimorfismo. 4to. 1866.\n\nProdotti Chimici Cristallizzati spediti alla Esposizione Universale di Parigi. 4to. Napoli 1867.\n\nSCHMIDT (J. F. J.) Über Feuermeteore 1842 bis 1867. 8vo. Wien 1867.\nSCHVARCZ (J.) The Failure of Geological Attempts made by the Greeks. Part 2. 4to. London 1868.\n\nSEARLE (W. L.) Magnetical and Meteorological Observations made at the Government Observatory, Bombay, in the year 1864. 4to. Bombay 1867.\n\nSECCHI (A.) Sull’ epoca vera e la durata della cecità del Galileo. 8vo. Roma.\n\nSHORTT (Dr. J.) Account of the Hill Tribes of the Neilgherries. (Proceedings of the Madras Government.) fol. 1868.\n\nSMEE (A. H., jun.) Gresham Life Assurance Society. The Causes of Death tabulated. 4to. London 1868.\n\nSOMERBY (H. G.) Mr. Peabody’s Gift to the Poor of London, Statement of the Trustees. 8vo. London 1865.\n\nSPROAT (G. M.) Scenes and Studies of Savage Life. 8vo. London 1868.\n\nSTRACHEY (Col. R., F.R.S.) Proposals relating to the Introduction of New Standards of Weight and Measure in British India. fol. Simla 1867.\n\nSTRUVE (Otto) Tabulae Quantitatum Besselianarum pro Annis 1865 ad 1874 computate. 8vo. Petropoli 1867.\n\n——— Jahresbericht am 20. Mai 1866 dem Comité der Nikolai-Hauptsternwarte. 8vo. St. Petersburg, 1866.\n\nSYKES (Colonel, F.R.S.) Storm Warnings; their importance and practicability. 8vo. London 1867.\n\nSYMONS (G. J.) British Rainfall 1867. On the Distribution of Rain over the British Isles during the Year 1867. 8vo. London 1868.\n\nTISSOT (E.) Étude sur le Calendrier Copte et ses Ephémérides. 8vo. Alexandre 1867.\n\nTRÖLSCH (Prof. v.) Joseph Toynbee, ein Nekrolog. 8vo. Würzburg 1867.\n\nTYNDALL (J., F.R.S.) On Faraday as a Discoverer. 8vo. London 1868.\n\n——— Sound: A Course of eight Lectures delivered at the Royal Institution. 8vo. London 1867.\n\nWATSON (J. F.) Index to the Native and Scientific Names of Indian and other Eastern Economic Plants and Products. 8vo. London 1868.\n\nWATTS (H., F.R.S.) A Dictionary of Chemistry. Parts 40–45. 8vo. London 1867–68.\n\nWHITE (H.) The Massacre of St. Bartholomew, preceded by a History of the Religious Wars of the reign of Charles IX. 8vo. New York 1868.\n\nWILDER (B. G.) On the Nephila plumipes or Silk-Spider of South Carolina. 8vo. Boston, U. S. 1865.\n\nWOLF (R.) Schweizerische Meteorologische Beobachtungen, Sept.–Dec. 1866, Jan.–May 1867. 4to. Zürich.\n\nYATES (J., F.R.S.) Reasons why the Office of Warden of the Standards should include Standard Weights and Measures of the Metric System. 8vo. London 1867.\n\nZANTEDESCHI (Fr.) Intorno alla elettricità indotta o d’influenza negli strati aerei dell’Atmosfera che a forma di anello circondano una nube risolventesi in pioggia, neve o grandine. 8vo. Venezia 1867.\n\n——— Intorno alle Oscillazioni Caloriche, orarie, diurne, mensili ed annue pol 1866. 8vo. Venezia 1868.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108934.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 32,
    "total-input-tokens": 50360,
    "total-output-tokens": 27987,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1363,
        2
      ],
      [
        1363,
        3467,
        3
      ],
      [
        3467,
        4885,
        4
      ],
      [
        4885,
        6638,
        5
      ],
      [
        6638,
        8345,
        6
      ],
      [
        8345,
        10711,
        7
      ],
      [
        10711,
        13060,
        8
      ],
      [
        13060,
        15334,
        9
      ],
      [
        15334,
        18003,
        10
      ],
      [
        18003,
        20470,
        11
      ],
      [
        20470,
        22699,
        12
      ],
      [
        22699,
        25390,
        13
      ],
      [
        25390,
        27830,
        14
      ],
      [
        27830,
        30299,
        15
      ],
      [
        30299,
        32681,
        16
      ],
      [
        32681,
        34953,
        17
      ],
      [
        34953,
        37314,
        18
      ],
      [
        37314,
        39413,
        19
      ],
      [
        39413,
        41956,
        20
      ],
      [
        41956,
        44911,
        21
      ],
      [
        44911,
        47608,
        22
      ],
      [
        47608,
        50433,
        23
      ],
      [
        50433,
        53152,
        24
      ],
      [
        53152,
        55554,
        25
      ],
      [
        55554,
        58248,
        26
      ],
      [
        58248,
        61115,
        27
      ],
      [
        61115,
        63804,
        28
      ],
      [
        63804,
        66389,
        29
      ],
      [
        66389,
        68765,
        30
      ],
      [
        68765,
        71135,
        31
      ],
      [
        71135,
        73739,
        32
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108934",
    "title": "Back Matter",
    "authors": null,
    "year": 1868,
    "volume": "158",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 32,
    "jstor_url": "https://www.jstor.org/stable/108934"
  }
}