{
  "id": "7a2a1a12b148351d18bd813654e18a03a01bf4f3",
  "text": "A Description of the Uses of a certain Powder for yielding very smooth and close Mettal, and of easier carriage, &c.\n\nThis was lately communicated to the Publisher by a German Physician residing at Frankfort on the Main, in High-Dutch; the English of which is as follows;\n\n1. The Powder, I speak of, maketh the Mettal so close and smooth, that it leaves not the least pit in the piece, and that a Gun so cast needs no boaring.\n\n2. One third of the Mettal may be spared.\n\n3. Such Guns remain clean and neat a long while. In the Year 1672, July 9, there was cast a Demy-canon, weighing 34 hundreds of weight. This being tryed with a bullet of 34 pounds weight, there was employed the first time 12 pounds of powder, the second time as much, the third time 15 pounds, and the fourth time 24 pounds, strong powder; all which trials it endured very well. Besides, not long since there was cast a small Petard of only two pounds of this metal, with which I broke in pieces a beam of a Rhine-foot square, the Petard remaining entire and perfect.\n\nWhen you have occasion to carry these pieces over land, you shall not need so many horses by far as otherwise. And in great Ships and Galleons, that are sometimes mounted with 100 Guns each, you may of the matter of 200 make 300 Guns, performing the same, if not a better effect. If his Majesty be pleased to command a Specimen of this Powder for a good tryal, we are ready to send it. It is not only easy to make, but also of small expence.\n\nExtracts of two Letters of Dr. Swammerdam, concerning some Animals, that having Lungs are yet found to be without the Arterious Vein; together with some other curious particulars.\n\nWe shall give the Reader both these Extracts in the same Language the Letters were written in. The first was written Januar. 24, 1673, at Amsterdam, viz;\nIn imperis meis Sectionibus Animalia quaedam deprehendi, quibus, licet uterentur Pulmonibus, Vena ramen Arteriosum surrit à Natura demegata; sic ut sanguis immediate è corde, praeviam nullam in pulmonibus Circulationem aut conquassationem passus, per totum corpus distribueretur: quae Observatio Anatomiam comparatam quam maximè commendat.\n\nScarabæi naso-cornis genitalia, quoad vasa testicularia, ad amussum cum humanis convenire testiculis, atque ex unico tantum funiculo, longo, cavo, innumerabiliter flexo, atque (quod nondum in homine mihi visum,) principio seu apice caeco constare, non sine aliquo stupore lustravi: Ut jam nullibi non manifesta sint divinae sapientiae & summi in abjectissimis animalibus artificii vestigia.\n\nThus He in his first Letter: whereupon being desired to nominate those Animals, that are destitute of the Vena Arteriosa, he very obligingly sent, in a second Letter dated March 14, 1673, at Amsterdam, the following Observations.\n\nCùm videam, Societati Regiæ meæ non displicere operas, equo illius desiderio è vestigio obtemperare volui; eoq; libentius, ut aliis etiam in rem adèd notabilem inquirendi ansa daretur, proindeque Nature abdita èò citius manifestarentur.\n\nNemo, opinor, Ranis pulmones denegabit, postquam Exercitissimus Malpighius tam curiosamq; notabilia de iis divulga vit, atque Solertissimus Gualterus Needham pulmone manifesto eas domari atque respirare annotavit. In his tamen Amphibiosis Vena arteriosa desideratur: Quare nec eorum sanguis ullo modo per Pulmones circulatur, in iisve cribratur, verberatur aut com minuitur; cùm mox ex simplici eorum cordis sinu per totum corpus, pulmonibus intactis relicitisque, dispescatur. Quod certè baud debile mibi argumentum videtur, quo, inter alia, Hepatis suum Sanguificationis munus, restituere aliquando conabor.\n\nArteria tamen manifesta (bronchiali, seu potius pulmonali analogia) in Ranarum pulmonum succingente tunica adeò, que mirandum in modum, ac retis mirabilis ad instar, per eorum superficiem tenditur, atque minutissimis suis propaginibus senìum ad interiores Vesiculas progredivit; ubi, ut Ego quidem arbitror cum Vena pulmonali Anastomosis pattitur, etiam oculis manifestam. Venosum illud vas Arteriosum duplo majus: In Pulmonum cavo,\nat praecipue in Vesicularum ejus oris ac limbis situm est, à quo omnibus cellulis, imò & ipsi tunicæ succingenti, capillaribus ac ferè invisibilibus ramusculis propiscit.\n\nAnimalia, quæ suspicor eandem cum Ranis Pulmonis structuram obtinere, sunt Butones, Lacertæ, Serpentes, Chamæleontes, Testudines, Salamandriæ aquaticæ, & siquæ sunt alia pulmonibus Membranosis instructa; quorum structuram mihi nondum licuit perquirere. Suffecerit jam indicasse animalia, Virisque me longè sagaciioribus viam monstrasse.\n\nCum videam vobis grata fuisse, que de Naso-cornis Scarabæi genitalibus nota veram, non alienum fore duxi eorum delineationem Cl. Tux transmittere; in qua imprimis exhibentur non modo Testiculi ex unico funiculo duos pedes & sex pollices longos, sed & Vasa Deferentia, semen copiosum ac album, quando lactantur, stilantia; nec non vesiculae seu potius glandulae seminales sex, admodum elegantissimæ; glandularumque seminalium ductus protensi, materiam seminalis sub-flavam (ut in hominibus ac brutis quoque observatur) continentem.\n\nAn Accompt of some Books.\n\n1. LA STATIQUE, ou La Science des Forces Mouvantes, par le P. Ignace Gaston Pardies, de la Compagnie de Jesus. A Paris, 1673. in 12°.\n\nTHE Learned Author of this Book had proposed to himself to write a whole Body of Mechanicks, such an one, as might be accommodate to ordinary Capacities; he conceiving, that there had not been extant hitherto a compleat system of that Science, or, if there had, it did exceed the reach of most Readers: which latter he thinks to be the Character due to Dr. Wallis his Three Tomes de Motu & Mechanice, of which we gave an Account No. 54. p. 1086. No. 61. p. 2005. No. 75. p. 2286.\n\nBut since the publication of this part of it, we understand that he hath been prevented and cut off by an intimate Death; being regretted by those that knew his frankness and strong inclinations to promote philosophical knowledge. How far he hath indeed advanced those other parts of this Design, and, whe-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101351.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 1858,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1818,
        2
      ],
      [
        1818,
        4064,
        3
      ],
      [
        4064,
        6055,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101351",
    "title": "Extracts of Two Letters of Dr. Swammerdam, Concerning Some Animals, That Having Lungs are Yet Found to be without the Arterious Vein; together with Some Other Curious Particulars",
    "authors": "Dr. Swammerdam",
    "year": 1673,
    "volume": "8",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/101351"
  }
}