{
  "id": "7edc33989f09aa578b655c014f6425fe0a7b6a19",
  "text": "PRESENTS\n\nRECEIVED BY THE\n\nROYAL SOCIETY,\n\nFrom November 1817 to June 1818.\n\nWITH THE\n\nNAMES OF THE DONORS.\n\n1817.\n\nPRESENTS.\n\nDONORS.\n\nNov. 20. Valor Ecclesiasticus Temp. Hen. VIII. auctoritate regia institutus. Vol. III. 1817. fol.\nTransactions of the Geological Society. Vol. IV. pt. 2. London, 1817. 4°\nUrh-Cheh-Tsze-Teen-Se-Yin-Pe-Keäou, being a parallel drawn between the two intended Chinese Dictionaries, by the Revd. Robert Morrison, and Antonio Montucci, LL.D. London, 1817. 4°\nCommentationes Societatis Regiae Scientiarum Gottingensis Recentiores. Vol. III. ad A. MDCCLXIV-XV. Gottingæ, 1816. 4°\nKongl Vetenskaps Academien Handlingar for År 1815 & 1816. Stockholm, 1815. 8°\nA System of Chemistry, by Thomas Thomson. London, 1817. 4 Vols. 8°\nA Treatise on the Nature and Cure of Gout and Rheumatism, by Charles Scudamore, M.D. London, 1817. 8°\nAn Essay on the Nature of Heat, Light, and Electricity, by Charles Carpenter Bompass. London 1817. 3°\nMedico-Chirurgical Transactions. Vol.VIII. pt.I. London, 1817. 8°\nRacconto Istorico della Vita di Gio Battista della Porta. Napoli, 1813. 8°\nTableau du Climat des Antilles et des Phénomènes de son Influence sur les Plantes, les Animaux, et l'Espèce Humaine, par A. Moreau de Jonnes. Paris, 1817. 8°\n\nThe Commissioners of Public Records.\nThe Geological Society.\nDr. Montucci.\nThe Royal Society of Sciences of Gottingen.\nThe Royal Academy of Sciences at Stockholm.\nDr. Thomas Thomson.\nDr. Charles Scudamore.\nCharles Carpenter Bompass, Esq.\nThe Medico-Chirurgical Society.\nFrancisco Colangelo.\nM. de Jonnes.\nNov. 20. Expériences qui sont connaitre qu'on ne peut admettre l'Innocuité de l'Eau de Mer distillé, par B. G. Sage. Paris, 1817.\n\nMémoires Historiques et Physiques, par B. G. Sage, Paris, 1817.\n\nExtracts (in Russian, Latin, German, and French) from the Regulations of the Imperial Library at St. Petersburgh. St. Petersburgh, 1814.\n\nCanon Pellianus, sive Tabula simplissimam Æquationis celeberrimae $y^2 = ax^2 + 1$ Solutionem pro singulis numeri dati valoribus ab 1 usque ad 1000 in numeris rationalibus iisdemque integris exhibens. Auct. Car. Ferd. Degen. Hauniae, 1817.\n\nObservations on the Casual and Periodical Influence of particular States of the atmosphere on human Health and Disease, particularly Insanity. By Thomas Forster, F. L. S. London, 1817.\n\nObservations on the Phenomena of Insanity, by Thomas Forster, F. L. S. London, 1817.\n\nAstronomisches Jahrbuch für das Jahr 1819. Berlin, 1816.\n\nAnnals of Philosophy, No. 56 to 58.\n\nThe Monthly Review from July to Oct. 1817, and Appendix to Vol. LXXVIII.\n\nThe Philosophical Magazine, No. 231 to 234.\n\nThe European Magazine from July to Oct. 1817.\n\nHistoire de l'Astronomie Ancienne, par M. Delambre. Paris, 1817, 2 Vols.\n\nTables écliptiques des Satellites de Jupiter, par M. Delambre. Paris, 1817.\n\nEssai historique sur le Problème des Trois Corps, ou Dissertation sur la Théorie des Mouvements de la Lune et des Planètes. Abstraction faite de leur Figure, par Alfred Gautier. Paris, 1817.\n\nTraité des Caractères physiques des Pierres précieuses, pour servir à leur Détermination lorsqu'elles ont été taillées, par M. l'Abbé Haüy. Paris, 1817.\n\nTransactions of the Horticultural Society of London. Vol. II. pt. 6. London, 1817.\n\nPhysiological Lectures, exhibiting a General View of Mr. Hunter's Physiology, and his Researches on Comparative Anatomy, by John Abernethy, F.R.S. London, 1817.\n\nThe Zoological Miscellany, being Descriptions of new or Interesting Animals, by William Elford Leach, M.D. Vol. III. London, 1817.\n\nOs Lusiadas, Poema Epico de Luis de Camoës, nova edição correcta, e dada á luz por Dom Joze Maria de Souza Botelho. Paris, 1817.\nNov. 20. Vetusta Monumenta, Plates i-xviii. of Vol. V.\n\nArchæologia (2d part of Vol. XVIII.) or Miscellaneous Tracts relating to Antiquity, published by the Society of Antiquaries of London, 1817. 4°\n\nFlora Capensis, sistens Plantas Promontorii Bonae Spei Africae secundum Systema Sexualis emendatum, redactas ad Classes, Ordines, Genera, et Species, cum differentis specificis, synonymis, et descriptionibus. Volum. I. fasc. 1. Upsalia, 1817. 8°\n\nDissertatio Botanica de Dracæna.\n\nReformandæ Pharmacopœiæ Suecicæ Specimen 6 et 7.\n\nD. D. Museum Naturalium Academiae Upsaliensis App. 9, et 11-17.\n\nReport of the Committee of the Hon. House of Commons on the Employment of Boys in Sweeping of Chimneys, together with the Minutes of Evidence taken before the Committee, and an Appendix. London, 1817. 8°\n\n27. Calculum Differentiæ Longitudinum Geographiarum Locorum duorum ubi Observatio Stellæ a Lunâ occultata facta est, explicavit simulque calculum conjunctionis Veneris cum Regulo, Anno 1817 expectandæ, et Indicem Erratorum in Tabulis Solis ac Lunæ, quas edidit Le Bureau des Longitudes de France, adjecit Fridericus Guilielmus Toennies. Dr. Philos. Berolini, 1816. 8°\n\nObservations sur le Système Métrique des Peuples Anciens les plus connus, appliqué aux distances Itinéraires, par P. A. Latreille. Paris, 1817. 8°\n\nChart of the Variation of the Magnetic Needle for all the known Seas comprehended within Sixty Degrees of Latitude North and South, with a new and accurate delineation of the Magnetic Meridians, accompanied with suitable Remarks and Illustrations, by Thomas Yeates, 1817, 2 sheets.\n\nDec. 11. Inaugural Address delivered in the Chapel of the University of Cambridge, Dec. 11, 1816, by Jacob Bigelow, M. D. &c. Boston, 1817. 8°\n\nAnnals of Philosophy, No. 60.\n\nPhilosophical Magazine, No. 235.\n\nMonthly Review for November.\n\nEuropean Magazine for November.\n\nJan. 8. Quomodo ex Observatione Occultationis Stellæ fixæ a Lunâ effectæ Longitudo Geographica Loci observationis computetur explicavit Frid. Guil. Toennies. Berolini, 1816. 4°\n\nThe Society of Antiquaries.\n\nCar. Pet. Thunberg.\n\nProfessor C. P. Thunberg.\n\nWilliam Tooke, Esq.\n\nDr. F. Gul. Toennies.\n\nM. P. A. Latreille.\n\nMr. Thomas Yeates.\n\nThe Corporation of the University of Cambridge, United States.\n\nDr. Thomas Thomson.\n\nMr. Alexander Tilloch.\n\nMr. G. E. Griffiths.\n\nThe Editor.\n\nFrid. Guil Toennies.\n1818.\n\nJan. 8. Astronomisches Jahrbuch für das Jahr 1820. Berlin 1817.\n\nEssai Philosophique sur les Probabilités, par M. Le Comte Laplace, 3ème edition. Paris, 1816. 8°\n\nMémoire sur le Mouvement des Fluides dans les Tubes capillaires, et l’Influence de la Température sur ce Mouvement, par P. S. Girard. Paris, 1817.\n\nMémoire sur les Mesures Agraires des Anciens Égyptiens, par M. P. S. Girard.\n\nObservations sur la Vallée d’Égypte et sur l’Exhaussement Séculaire du Sol qui la recouvre, par M. P. S. Girard.\n\nMagna Britannia, being a concise Topographical Account of the several Counties of Great Britain, by the Rev. Daniel Lysons, A.M., and Samuel Lysons, Esq. Vol. V. London, 1817.\n\nLibrorum impressorum qui in Museo Britannico adservantur Catalogus. Lond. 1813, &c., Vols I.-VI.\n\nMedico Chirurgical Transactions, published by the Medical and Chirurgical Society, Vol.VIII. London, 1817.\n\nA Journal of Science and the Arts, No. 8.\n\nAnnals of Philosophy, No. 61.\n\nThe Philosophical Magazine, No. 236.\n\nThe Monthly Review for December.\n\nThe European Magazine for December.\n\nDescrizione ed uso di una nuova Scala da applicarsi al Barometro per conoscere l'altezze dei luoghi senza calcolo, di Jacopo Bertoncelli. Verona, 1817.\n\nThe Life of Robert Fulton, by his friend Cadwalader D. Colden. New York, 1817.\n\nA Geographical Description of the State of Louisiana, the Southern part of the State of Mississippi and Territory of Alabama, by William Darby. New York, 1817.\n\nObservations on the Geology of the United States of America, with some remarks on the effect produced on the nature and fertility of soils by the Decomposition of the different classes of Rocks, by William Maclure. Philadelphia, 1817.\n\nJournal of the Academy of Natural Sciences of Philadelphia. Vol. I. Nos. 2 and 3.\n\nReport of a Committee of the Linnean Society of New England relative to a large Marine Animal, supposed to be a Serpent, seen near Cape Ann, Massachusetts, in August, 1817. Boston, 1817.\n\nProfessor Bode.\n\nThe Marquis de Laplace\n\nM. M. P. S. Girard.\n\nRevd. Dan. Lysons, and Samuel Lysons, Esq.\n\nThe Trustees of the British Museum.\n\nThe Medical and Chirurgical Society.\n\nThe Managers of the Royal Institution.\n\nDr. Thomas Thomson.\n\nMr. A. Tillock.\n\nMr. G. E. Griffiths.\n\nThe Editor.\n\nSig. Jacopo Bertoncelli.\n\nDr. David Hosack.\n\nThe Academy of Natural Sciences at Philadelphia.\n\nThe Linnean Society of New England.\n1818.\n\nJan. 15. The Nautical Almanac and Astronomical Ephemeris for the years 1819 and 1820. 8°\n\n22. Connoissance des Tems pour l'An 1820. Paris, 1818. 8°\n\nFeb. 5. Astronomische Beobachtungen auf der Königlichen Universität Sternwarte in Königsberg von F. W. Bessel, zweite Abtheilung vom 1 Januar bis 31 Decem. 1815. Königsberg, 1818. fol.\n\nAnnals of Philosophy, No. 62.\nThe Philosophical Magazine, No. 237.\nThe Monthly Review for January, and Appendix to Vol. LXXXIV.\nThe European Magazine for January.\n\n12. Annales des Mines, Vol. I. and Nos. 1, 2, 3, of Vol. II.\nSurgical Essays by Astley Cooper and Benjamin Travers, Part I. London, 1818. 8°\n\n19. Marine Surveys, 10 Sheets, by Officers in the Service of the Hon. East India Company, viz.\nA Chart of Goa and Murmagoa Roads.\nA Survey of the Reef and Point of Palmiras.\nA Survey of the River Choo Keang, or Tigris.\nA Survey of Canton River.\nPlan of Oic Haie Harbour.\nTrigonometrical Plan of Ki-san-seu, or Zea-oo-Tao Harbour.\nA Plan of Mathurin Bay.\nContinuation of the Coast of China from Breaker Point to Lamak Island.\nCharts exhibiting the Tracts of the Hon. East India Company's Ships, Discovery and Investigator, in the Yellow Sea, when accompanying the Embassy under His Excellence Lord Amherst.\nPlan of Appo Shoal and Islands adjacent.\nIndex Testaceologicus, or a Catalogue of Shells, British and Foreign, arranged according to the Linnean System, &c. by W. Wood, F. R. S. and L. S. London, 1818. 8°\n\nThe first Centenary of concise and useful Tables of complete Decimal Quotients, &c. by Henry Goodwyn, Esq. London, 1818. 4°\n\nA Meteorological Map of the Weather at Kinfauns Castle. N. B. For the year 1817.\n\n26. Nos. IX. X. XI. XII. XIII. of Addenda et Corrigenda to the Edition of the Hippolytus Stephanophoros of Euripides, by the Hon. F. H. Egerton.\n\nMemoirs of the Wernerian Natural History Society, Vol. II. pt. 2, for the years 1814, 1815, 1816. Edinburgh, 1818. 8°\n\nDonors.\n\nThe Commissioners of the Board of Longitude\nLe Bureau des Longitudes de France.\nProfessor Bessel.\n\nThe Editors.\nMr. A. Tilloch.\nMr. G. E. Griffiths.\n\nThe Editor.\nLe Conseil Général des Mines de France.\nAstley Cooper and Benj. Travers, Esq.\n\nThe Court of Directors of the Hon. East India Company.\n\nMr. William Wood.\n\nHenry Goodwin, Esq.\n\nLord Grey.\n\nThe Hon. Francis Henry Egerton.\n\nThe Wernerian Natural History Society.\nMarch 5. Narrative of an Expedition to explore the River Zaire, usually called the Congo, in South Africa, in 1816, under the direction of Captain J. K. Tuckey, R. N. 1818.\n\nAppendix to Vol. I. of the Synopsis Morborum, and preface and title page to second Edition.\n\nThe Transactions of the Linnean Society of London. Vol. XII. pt. 1.\n\nAnnals of Philosophy, No. 63.\n\nThe Philosophical Magazine, No. 51.\n\nThe Monthly Review for February.\n\nThe European Magazine for February.\n\nA Description of the Collection of Ancient Marbles in the British Museum, with Engravings, Part III. London, 1818.\n\nPrécis Historique des Mémoires publiés sur l'Eau de Mer. Paris, 1817.\n\nBut de la Nature dans la formation quotidienne du Sel dans l'Eau de Mer. Paris, 1818.\n\nPetition de B. Sage, &c. à S. Ex. le Ministre de l'Intérieur. Paris, 1818.\n\nPhénomènes que présente le déestruction des Corps des Animaux après leur Mort. Paris, 1817.\n\nA Course of Instruction originally composed for the use of the Royal Engineer Department, by C. W. Pasley, Capt. R. E. London, 1814, 3 Vols.\n\nEssay on the Military Policy and Institutions of the British Empire, by C. W. Pasley, &c. &c. 4th Edition, part 1. London, 1814.\n\nThe Elgin Marbles, with an abridged Historical and Topographical account of Athens, by the Rev. E. I. Burrow, A. M. &c. London, 1817, Vol. I.\n\nElements of Conchology according to the Linnean System, illustrated by 28 plates drawn from Nature, by the Rev. E. I. Burrow. London, 1815.\n\nTraité complet de Mécanique appliquée aux Arts, par M. J. A. Borgnis. Paris, 1818.\n\nSupplément à la Théorie Analytique des Probabilités.\n\nOn the Effects of Compression and Dilatation in altering the polarising Structure of doubly refracting Crystals, by Dr. Brewster, LL. D. Edinburgh, 1818.\n\nVerbesserung der Luftschiffahrt von Erasmus Lennig, Mainz 1818.\n\nApril 2. Annals of Philosophy, No. 64.\n\nThe Philosophical Magazine, No. 239.\n\nThe Monthly Review for March.\n\nMr. John Murray.\n\nDr. Robert Robertson.\n\nThe Linnaean Society.\n\nThe Editors.\n\nMr. A. Tilloch.\n\nMr. G. E. Griffiths.\n\nThe Editor.\n\nThe Trustees of the British Museum.\n\nB. G. Sage.\n\nLieut. Col. C.W. Pasley\n\nThe Revd. E. I. Burrow.\n\nM. I. A. Borgnis.\n\nLe Marquis Laplace.\n\nDr. David Brewster.\n\nErasmus Lennig.\n\nThe Editors.\n\nMr. Alex. Tilloch.\n\nMr. G. E. Griffiths.\n1818.\n\nApril 2. The European Magazine for March. Journal of Science and the Arts, No. 9.\n\nA Map of the North Polar Regions, by Henry Martin Leake, Lieut. R. N.\n\n9. Transactions of the Society instituted at London for the Encouragement of Arts, Manufactures, and Commerce. Vol. XXXV. London, 1818. 8°\n\nIs it possible to Free the Atmosphere of London in a very considerable degree from the Smoke and deleterious Vapours with which it is hourly impregnated?\n\nTrattato Teoretico Pratico su la Raccolta del Nitro di Pietro Pulli, Tomo I. Napoli, 1813. 8°\n\nStatistica Nitraria del Regno di Napoli del Cav. Pietro Pulli. Tomo II. Napoli, 1817. 8°\n\n16. The Travels of Marco Polo, a Venetian, in the 13th Century, translated from the Italian, with Notes, by W. Marsden, F. R. S. &c. London, 1818.\n\nMerkwurdige Phanomene an und durch verschiedene Prismen-zur richtigen Wurdigung der Newtonschen und der von Gothischen farbenlehre. Von Dr. J. Friedrich Werneburg. Nurnberg, 1817. 4°\n\nUeber die zeitheridge Bestimmung der Dauereines pendel Schlags und der Fallhöhe in einer Sekunde, von Dr. J. Friedrich Werneburg. Eisenach, 1817. 4°\n\nMeteorologisches Jahrbuch von 1814 und 1815, von Canonicus Augustin Stark, &c. Augsburg, 1817, 4to.\n\nA Plaister Cast of the late Charles Burney, D. D.\n\n23. A Dictionary of the Chinese Language, containing all the Characters which occur in the original Chinese Dictionary in 32 volumes, compiled and published in A. D. 1716, by order of H. M. Kang-He, Emperor of China, by the Rev. R. Morrison. Vol. I. part 1 and 2. Macao, 1815-1816. 4°\n\nDialogues and detached Sentences in the Chinese Language, with a free and verbal translation in English. Macao, 1816. 8°\n\nThe Principles and Application of Imaginary Quantities. Books 1 and 2, by Benjamin Gompertz, Esq. London, 1817 and 1818. 4°\n\n30. Practical Observations on the treatment of the diseases of the prostate Gland, by Sir Everard Home, Bart. Vol. II. London, 1818. 8°\n\nRemarks on the Organization of the Corps of Artillery in the British Service. London, 1818. 8°\n\nDonors.\n\nThe Editor.\nThe Managers of the Royal Institution.\nLieut. H. M. Leake, R. N.\nThe Society for the Encouragement of Arts, &c.\nWilliam Frend, Esq.\nPietro Pulli.\nWilliam Marsden, Esq.\nDr. J. F. Werneburg.\nProfessor Stark.\nThe Rev. Charles Parr Burney.\nThe Court of Directors of the Hon. East India Company.\nBenjamin Gompertz.\nSir E. Home, Bart.\nThe Author.\n1813.\n\nPRESENTS.\n\nApril 30. Mémoire sur la Marine des Anciens, par J. M. Henry. Paris, 1817. 8°\nAnnals of Philosophy, No. 65.\nThe Philosophical Magazine, No. 240.\n\nMay 7. Reflections concerning the expediency of a Council of the Church of England and the Church of Rome being holden, with a view to accommodate Religious Differences and to promote the unity of Religion in the Bond of Peace, &c. by Samuel Wix, A. M. &c. London, 1818. 8°\nThe Monthly Review for April.\nThe European Magazine for April.\n\n21. Mémoires de l'Academie Imperiale des Sciences, Litterature et Beaux Arts de Turin, pour les Annees 1811-1812, 2 Vols. Turin, 1813. 4°\nMémoires sur les Integrales definies, par M. Plana. 4°\n\n27. Mémoire sur les Oscillations des Lames Elastiques, par M. Plana. 4°\nMémoire sur la Latitude et la Longitude de l'Observatoire de l'Academie de Turin, par M. Plana. 4°\nMémoires Géologiques sur les Terreins formés sous l'Eau douce par les debris fossiles des Mollusques vivant sur la terre ou dans l'eau non salée, par J. Daudebart de Ferussac. Paris, 1814. 4°\n\n28. Histoire du Passage des Alps par Annibal, par J. A. De Luc. Geneve, 1818. 8°\nNotice Historique sur M. Moysant par M. Herbert. Caen. 8°\nAnnual Report of the Royal Academy of Sciences, Arts, and Belles Lettres, and Society of Agriculture and Commerce of Caen.\nConsiderations respecting Cambridge, more particularly relating to its Botanical Professorship. London, 1818. 8°\nA History of Whitby and Streoneshalh Abbey, with a Statistical Survey of the vicinity, to the distance of 25 miles, by the Rev. George Young. Whitby, 1817, 2 Vol. 8°\n\nJune 4. Transactions of the Horticultural Society of London. Vol. II. pt. 7; and Vol. III. pt. 1. London, 1818. 4°\nAdditional Bye Laws of the Horticultural Society of London. London, 1817. 4°\nAn Introduction to Entomology, or Elements of the Natural History of Insects, with Plates, by W. Kirby, A. M. and W. Spence, Esq. (third edition.) London, 1818. 8°\nMonographia Apum Angliae, or an attempt to divide into their natural Genera and Families such species of the Linnean genus Apis, as have been discovered in England, by W. Kirby, A. M. Ipswich, 1802, 2 Vols. 8°\n\nDONORS.\n\nM. J. M. Henry.\nThe Editor.\nMr. Alexander Tilloch.\nRev. Samuel Wix.\n\nMr. G. E. Griffiths.\nThe Editor.\nThe Imperial Academy at Turin.\nM. Plana.\n\nM. de Ferussac.\n\nM. J. A. De Luc.\nJohn Spenser Smith, Esq.\n\nSir James Edward Smith.\n\nRev. George Young.\n\nThe Horticultural Society of London.\n\nRev. W. Kirby.\nJune 4. The Family Shakespear, in Ten Volumes, in which nothing is added to the original Text, but those words and expressions are omitted which cannot, with propriety, be read aloud in a Family, by Thomas Bowdler, Esq. F. R. S. &c. London, 1818.\n\nMemoir relative to the Annular Eclipse of the Sun, which will happen on September 7, 1820, by Francis Baily. London, 1818.\n\nReport of the Committee of the London Infirmary for curing Diseases of the Eye, occasioned by the False and calumnious Statements contained in a Letter addressed by Sir William Adams to the Right Hon. and Hon. the Directors of Greenwich Hospital. London, 1818.\n\nSyllabus of a Course of Botanical Lectures by S. Rootsey, F. L. S. to which is prefixed a Poem upon the Importance of the Study of Botany, by Mrs M. Turner of Bath. Bristol, 1818.\n\nAnnals of Philosophy, No. 66.\n\nThe Philosophical Magazine, No. 241.\n\nThe European Magazine for May.\n\nThe Monthly Review for May, and Appendix to Vol 85.\n\nShums ool Loghat, or a Dictionary of the Persian and Arabic Languages, the Interpretation being in Persia, comprising also such words of the Turkish Language as occur in the works of Persian and Arabic Authors, compiled from original Dictionaries of authority in those languages by learned Natives, under the inspection of Joseph Barretto, junior. Calcutta, 1806, 2 Vols.\n\nA Dictionary of the Persian and Arabic Languages, by Joseph Barretto, junior. Calcutta, 1804, 2 Volumes.\n\nAstronomical Observations made at the Radcliffe Observatory at Oxford from May 1, 1817, to May 1, 1818, by the Rev. Abram Robertson, D.D. &c. Fol. MS.\n\nTransactions of the American Philosophical Society held at Philadelphia for promoting useful Knowledge. Vol. I. New Series. Philadelphia, 1818.\n\nEssai Sur l'Ordre considéré dans l'Administration publique et dans les Sciences, par Auguste Jullien, &c. Paris, 1818.\n\nChart of the Strait of Sunda, by James Horsburgh, 1 sheet.\n\nThomas Bowdler, Esq.\n\nFrancis Baily, Esq.\n\nThe Committee of the London Infirmary for curing Diseases of the Eye.\n\nS. Rootsey, Esq.\n\nThe Editors.\n\nMr. A. Tilloch.\n\nThe Editor.\n\nMr. G. E. Griffiths.\n\nJ. Barretto, junior, Esq.\n\nThe Trustees under the will of the late Dr. Radcliffe.\n\nThe American Philosophical Society.\n\nM. A. Jullien.\n\nJames Horsburgh, Esq.\nINDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1818.\n\nA\n\nAcid, lithic or uric, description of an acid principle prepared from it, 420\nAmphibia, on the urinary organs and secretions of some of that class of animals, 303\nArc on the Meridian, an abstract of the results deduced from the measurement of one, extending from latitude $8^\\circ 9' 38''$, 4, to latitude $18^\\circ 3' 23''$, 6, N. being an amplitude of $9^\\circ 53' 45''$, 2. 486\nAsia, a memoir on the geography of the north eastern part of it, and on the question whether Asia and America are contiguous, or are separated by the sea, 9\nAstronomical observations and experiments, selected for the purpose of ascertaining the relative distances of clusters of stars, and of investigating how far the power of our telescopes may be expected to reach into space, when directed to ambiguous celestial objects, 429\nAtmosphere, of the correction for the buoyancy of it, 62\nAxes, on the character, number, and position of those by which the tints are produced, 229\n\nB\n\nBlood, on the changes it undergoes in the act of coagulation, 172\n—some additions to the foregoing paper on this subject, 185\nINDEX.\n\nBlood, globules of, in the human body, their diameter measured, 173\n———, are neither of the same size, nor the same shape in all animals, 174\nBraces, diagonal, on the great strength given to ships of war by the application of them, 1\nBrewster, David, LL. D. On the laws of polarisation and double refraction in regularly crystallized bodies, 199\nBrinkley, John, D. D. On the parallax of certain fixed stars, 275\nBurney, Capt. James. A memoir on the geography of the north eastern part of Asia, and on the question whether Asia and America are contiguous, or are separated by the sea, 9\n\nC\n\nCaloric, new experimental researches on some of the leading doctrines of it; particularly on the relation between the elasticity, temperature, and latent heat of different vapours; and on thermometric admeasurement and capacity, 338\nCapacity, on the doctrines of, 378\nCelestial objects, of a method to represent the profundity of them in space by a diagram, 451\n——— remarks on those that are ambiguous, 460\n——— ambiguous, of the extent of the power of our telescopes to reach into space when they are directed to them, 466\nChlorine, on the fallacy of the experiments in which water is said to have been formed by its decomposition, 169\nCrystals, on those which produce double refraction, 205\n——— on those with one apparent axis of polarisation, 210\nCrystals, a list of those with one apparent axis of double refraction and polarisation, 211\n——— on those with two or more axes of polarisation, 221\n——— on the polarising structure of those that have the cube, the regular octohedron, and the rhomboidal dodecahedron for their primitive form, 254\n——— on the laws of double refraction in those with any number of axes, 267\n——— doubly refracting, a table of them, 207\nINDEX.\n\nCrystals, doubly refracting, on the artificial imitation of all the classes of them, by means of plates of glass, 259\n\nDavy, Sir Humphrey, Bart. On the fallacy of the experiments in which water is said to have been formed by the decomposition of chlorine, 169\nNew experiments on some of the combinations of phosphorus, 316\nDavy, John, M.D. On the urinary organs and secretions of some of the amphibia, 303\nDelphinus Gangeticus, a description of its teeth, 417\n\nFibres, muscular, examination of them, 175\nFossil remains of an animal, additional facts respecting some, on the subject of which two papers have been printed in the Philosophical Transactions, showing that the bones of the sternum resemble those of the ornithorhynchus paradoxus, 24\nFunctions, circulating, and on the integration of a class of equations of finite differences into which they enter as coefficients, 144\n\nGranville, Augustus Bozzi, M.D. On a mal-conformation of the uterine system in women; and on some physiological conclusions to be derived from it, 308\nGreatorex, Thomas, Esq. Observations on the heights of mountains in the north of England, 117\n\nHeart wood of trees, on the office of it, 137\nHerschel, John F.W., Esq. On circulating functions, and on the integration of a class of equations of finite differences into which they enter as coefficients, 144\nHerschel, Sir William, Knt. Guelp. Astronomical observations and experiments, selected for the purpose of ascertaining the relative distances of clusters of stars, and of investigating how far the power of our telescopes may be expected to reach into space, when directed to ambiguous celestial objects, 429\nINDEX.\n\nHOME, SIR EVERARD, BART. Additional facts respecting the fossil remains of an animal, on the subject of which two papers have been printed in the Philosophical Transactions, showing that the bones of the sternum resemble those of the ornithorhynchus paradoxus,\n\nThe Croonian Lecture. On the changes the blood undergoes in the act of coagulation,\n\nSome additions to the Croonian Lecture, on the changes the blood undergoes in the act of coagulation,\n\nA description of the teeth of the Delphinus Gangeticus,\n\nK\n\nKATER, CAPT. HENRY. An account of experiments for determining the length of the pendulum vibrating seconds in the latitude of London,\n\nOn the length of the French Mètre estimated in parts of the English standard,\n\nKnife edges, of the apparatus and methods employed for the measurement of the distance between them (in Capt. Kater's experiments,) and for the comparison of the British standard measures of the highest authority,\n\nKNIGHT, THOMAS ANDREW, ESQ. On the office of the heart wood of trees,\n\nL\n\nLAMBTON, COL. WILLIAM. An abstract of the results deduced from the measurement of an arc on the meridian, extending from latitude 8° 9' 38\", 4, to latitude 18° 3' 23\", 6, N. being an amplitude of 9° 53' 45\", 2.\n\nLA PLACE, M. A concise demonstration of a curious and important theorem discovered by him,\n\nLecture, Croonian, on the changes the blood undergoes in the act of coagulation,\n\nSome additions to it,\n\nLizards, of their urinary organs and urine,\n\nM\n\nMaterials, an account of experiments made on the strength of them,\n\nDescription of an apparatus used in measuring the strength of them,\n\nMDCCCVIII.\nINDEX.\n\nMètre à bouts, comparison of the Mètre so called, 107\nMètre à traits, comparison of the Mètre so called, 105\nMètre, French, on the length of it estimated in parts of the English standard, 103\nMilky way, at the profundity beyond which the gaging powers of our instruments cannot reach, is not an ambiguous object, 462\nMountains, observations on the heights of some in the north of England, 395\nheight of, Dr. Maskelyne's rules for determining it cited, 402\nDr. Hutton's rules for determining it cited, 403\nMulberry, black, on the colouring matter of this fruit, 114\n\nP\n\nPaper, sugar-loaf, some remarks on its colour and properties, 113\nParallax, on that of certain fixed stars, 275\non that of the fixed stars in right ascension, 481\non that of α Aquilæ, 477\nPendulum vibrating seconds in the latitude of London, an account of experiments for determining the length of it, 33\nof the method of deducing the length of it, 62\nlength of it, 87\ndescription of one employed in the foregoing experiments, 37\nmeasurement of it, 55\nexpansion of it, 60\nmethod of determining the number of vibrations made by it in 24 hours, 43\nPhosphorus, new experiments on some of the combinations of it, 316\nPolarisation and double refraction, on their laws in regularly crystallized bodies, 199\nPolarising forces, on the resolution and combination of them, and the reduction of all crystals to crystals with two or more axes, 245\nPond, John, Esq. On the different methods of constructing a catalogue of fixed stars, 405\nOn the parallax of α Aquilæ, 477\nINDEX.\n\nPond, John, Esq. On the parallax of the fixed stars in right ascension, 481\nPoppy, corn, experiments on its colouring matter, 115\nPresents, a list of those made to the Royal Society from November 1817, to June 1818, 519\nProchaska, his account of experiments on the brain, when subjected to minute microscopical observations, noticed, 177\nProut, William, M.D. A description of an acid principle prepared from the lithic or uric acid, 420\nPurpuric acid, a name given to an acid principle prepared from the lithic or uric acid, 421\nPurpurates, a name given to the compounds of the purpuric acid with different bases, 423\n\nR\n\nRennie, George, Esq. An account of experiments made on the strength of materials, 118\nRings or isochromatic curves, on the form of them, and on the nature of the tints in crystals with more than one axis, 226\n\nS\n\nSap-green, some facts respecting the colour of this pigment, 116\nSeppings, Robert, Esq. On the great strength given to ships of war by the application of diagonal braces, 1\nSerpents, of their urinary organs and urine, 303\n———on the structure of their poisonous fangs, 471\nSkiddaw a geometrical admeasurement of that mountain, 395\nSmith, Thomas, Esq. On the structure of the poisonous fangs of serpents, 471\nSmithson, James, Esq. A few facts relative to the colouring matter of some vegetables, 110\nStars, clusters of, of the assumed semblance of them, when seen through telescopes that have not light and power sufficient to show their nature and construction, 463\n———on their distance, 430\n———a series of observations upon them, from which the order of their profundity in space is determined, 481\nStars, fixed, on the parallax of some of them, 275\n———on the different methods of constructing a catalogue of them, 405\nINDEX.\n\nStars, fixed, on the parallax of those in right ascension, 481\n\nT\n\nThermometric admeasurement, remarks on it, and on the doctrine of capacity, 370\nTints for all crystals with one or more axes, on the general law of them, 234\nTurnsol, its colouring matter, 110\nTurtle and tortoise, of their urinary organs and urine, 306\n\nV\n\nVapours, on their elastic force, with new formulæ to determine it at any temperature; and a review of those given by Dalton and Biot, 338\n——— on their latent heat, 386\nVegetables, a few facts relative to the colouring matter of some of them, 110\nViolet, of its colouring matter, 112\n\nU\n\nUre, Andrew, M. D. New experimental researches on some of the leading doctrines of caloric; particularly on the relation between the elasticity, temperature, and latent heat of different vapours; and on thermometric admeasurement and capacity, 338\nUrinary organs and secretions, on those belonging to some of the class of the amphibia, 303\nUterine system in women, on a mal-conformation of it; and on some physiological conclusions to be derived from it, 308\n\nW\n\nWomen, on a mal-conformation of the uterine system in them; and on some physiological conclusions to be derived from it, 308\n\nY\n\nYoung, Thomas, M. D. Appendix to Capt. Kater's paper entitled \"an account of experiments for determining the length of the pendulum vibrating seconds in the latitude of London.\" 95\n\nFrom the Press of\nW. BULMER & Co.\nCleveland-row, St. James's,\nLondon.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107485.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 17,
    "total-input-tokens": 26840,
    "total-output-tokens": 9837,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1561,
        2
      ],
      [
        1561,
        3673,
        3
      ],
      [
        3673,
        6052,
        4
      ],
      [
        6052,
        8454,
        5
      ],
      [
        8454,
        10816,
        6
      ],
      [
        10816,
        13120,
        7
      ],
      [
        13120,
        15523,
        8
      ],
      [
        15523,
        18003,
        9
      ],
      [
        18003,
        20284,
        10
      ],
      [
        20284,
        21438,
        11
      ],
      [
        21438,
        23199,
        12
      ],
      [
        23199,
        24853,
        13
      ],
      [
        24853,
        26479,
        14
      ],
      [
        26479,
        28015,
        15
      ],
      [
        28015,
        29777,
        16
      ],
      [
        29777,
        31239,
        17
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107485",
    "title": "Back Matter",
    "authors": null,
    "year": 1818,
    "volume": "108",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 17,
    "jstor_url": "https://www.jstor.org/stable/107485"
  }
}