{
  "id": "cd1d89b779e56776dcde251e61bad43913559ff8",
  "text": "XIX. Microscopical Examination of the Contents of the Hepatic Ducts, with conclusions founded thereon as to the Physiological signification of the Cells of Hepatic Parenchyma, and as to their Anatomical relation to the Radicles of the Hepatic Ducts. By T. Wharton Jones, F.R.S.\n\nReceived May 11,—Read May 25, 1848.\n\n1. In the contents of the larger branches of the hepatic duct, there are seen on microscopical examination,—1st, detached columnar epithelium; 2nd, free nuclei, some round, some oval, about $\\frac{1}{3000}$th of an inch in diameter; 3rd, minute granules, free or in amorphous flakes, globules of oil, and fragments of cell-walls.\n\n2. In the contents of smaller branches of the hepatic duct, I have repeatedly observed, in addition to the objects just enumerated, cells of a polygonal shape and about $\\frac{1}{1100}$th of an inch in diameter, containing round nuclei about $\\frac{1}{3000}$th of an inch in diameter, together with minute granules and globules of oil; cells, in short, identical with those of the parenchyma of the same liver, except that for the most part they were paler, on account of the contained granules and oil-globules being fewer and more minute. In some instances the cells were partially broken up*.\n\n3. To assist us in interpreting the observation now related, and in coming to a conclusion therefrom as to the physiological signification of the cells of hepatic parenchyma, and as to their anatomical relation to the radicles of the hepatic duct, it will be useful to examine the contents of the duct of a gland the structure of which is well understood, such as the pancreas, and to compare them with the proper anatomical elements of the same gland.\n\n4. The proper anatomical elements of the pancreas, it is to be called to mind are,—1st, vesicles composed of tunica propria opening into the radicles of the duct; 2nd, the endogenous cells of these vesicles, or the true secretory corpuscles. The endogenous or true secretory corpuscles are round granulous masses, about $\\frac{1}{1600}$th of an inch in diameter, containing in their interior a round nucleus about $\\frac{1}{3000}$th of an inch in diameter, and either altogether destitute of a cell-wall, or possessed of an imperfectly-formed one.\n\n5. In the contents of the pancreatic duct, there are found on microscopical\n\n---\n\n* The human liver and the sheep's liver, principally the former, were the subjects of examination. The contents of the duct were taken up for examination by means of a small microscopical forceps passed from the larger branches in the transverse fissure of the liver towards the smaller imbedded in the substance of the organ. In this way I believe the accidental admixture of hepatic cells from a cut surface of the liver, with the contents of the ducts, was effectually guarded against.\nexamination,—1st, detached columnar epithelium; 2nd, free round nuclei; and 3rd, a quantity of minute granules, free or in amorphous flakes. Of these objects, the columnar epithelium is the same as that of the wall of the duct itself, and has evidently been detached from it; the free nuclei are identical with those of the endogenous corpuscles of the glandular vesicles, and are evidently, together with the minute granules, the fragments of those corpuscles in process of resolution into pancreatic juice.\n\n6. To apply what we have now learned of the nature of the objects contained in matter taken from the pancreatic duct to the elucidation of our subject. It is scarcely necessary, in the first place, to say that the fragments of columnar epithelium found in the matter from the hepatic ducts have been, like the columnar epithelium contained in the matter from the pancreatic duct, detached from the walls of the ducts themselves. Of the free nuclei, the round ones* are identical with those of the cells of hepatic parenchyma, and are, together with the granulous substance, globules of oil and fragments of cell-walls, evidently such as might be supposed to be the remains of broken-up hepatic cells and their contents in process of resolution into bile,—as evidently as the free nuclei and granulous substance found in the matter of the pancreatic duct are the debris of the endogenous corpuscles of the vesicles of the pancreas broken up and in process of resolution into pancreatic juice. The fact of the existence of hepatic cells in the smaller hepatic ducts above enunciated, sufficiently accounts for the presence of their broken-up remains in the ducts.\n\n7. From what has now been stated, I believe I am warranted in concluding that the cells of hepatic parenchyma are the analogues of the endogenous cells or corpuscles of the glandular vesicles of the pancreas and other racemose glands, or of the glandular tubules of tubular glands, and are, like them, being constantly reproduced, cast off, received into the radicles of the ducts, broken up and resolved into the secreted matter.\n\n8. But besides establishing this physiological proposition, the fact of the existence of hepatic cells in the smaller ducts of the liver, throws light on the anatomical relation of the hepatic cells to the radicles of the hepatic ducts,—a point the most essential in the minute anatomy of the liver, but one which has not as yet been decisively determined by direct anatomical demonstration, though different hypothetical explanations of it have been offered.\n\n9. The different hypothetical explanations referred to may be reduced to two heads.\n\nAccording to the explanations under the one head, the hepatic cells themselves stand in such a relation to the radicles of the biliary ducts that they pour their contents into them, either by opening separately like follicles at all points, or, after coalescing to form tubules, by these tubules opening into caecal radicles of the biliary ducts.\n\n* The oval nuclei, mentioned in § 1, resemble those of the columnar epithelium cells, and are probably derived from broken-up cells of that structure.\nAccording to the explanations under the other head, the masses of hepatic cells of which the parenchyma of the liver is composed are pervaded by intercellular passages leading directly into ducts, which from having a proper coat are recognisable as such. The hepatic cells, analogous to the endogenous cells of other glands, which form, like an epithelium, the immediate wall of the intercellular passages, become, in the recognisable ducts, superseded by a proper epithelium.\n\n10. Of these hypothetical explanations, it is to be observed, that those under the first head are founded on the assumption that the hepatic cells correspond to glandular vesicles,—for it is glandular vesicles and not endogenous cells which open into ducts either separately or after having coalesced to form tubules,—an assumption already opposed to analogy and altogether unsupported by any fact, but now completely set aside by the facts and arguments which have been adduced in this paper. Whilst the explanations under the first head must thus be rejected, that under the second head, which assumes the hepatic cells to correspond to endogenous cells, and which was first suggested by Professor Henle of Heidelberg as the most probable, has by the same facts and arguments been proved to be correct in principle.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108300.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6456,
    "total-output-tokens": 1755,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2818,
        2
      ],
      [
        2818,
        5968,
        3
      ],
      [
        5968,
        7263,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108300",
    "title": "Microscopical Examination of the Contents of the Hepatic Ducts, with Conclusions Founded Thereon as to the Physiological Signification of the Cells of Hepatic Parenchyma, and as to Their Anatomical Relation to the Radicles of the Hepatic Ducts",
    "authors": "T. Wharton Jones",
    "year": 1848,
    "volume": "138",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/108300"
  }
}