{
  "id": "5cbac9f8b2d9640322235aa8f92dce15dc44285b",
  "text": "montes duo inter se concurrerunt, crepitu maximo afflantantes, recedentesque; inter eos flamma fumoque in caelum exeunte, &c.\n\nDr. Ehrhart compares with this the several Strata found in digging in the Neighbourhood of Memmingen last Year.\n\nMoro touches next upon the Hypothesis of some, that the Sea increases about one Foot in Height in about two Centuries; and of some others, that it decreases five Feet in one Century; as also, how the Saltness of the Sea may be deduced from his Hypothesis.\n\nDr. Ehrhart hopes that Moro's System may one time prevail against Prejudices, as well as those of Vergilius, Galilaeus, Harvey, &c.\n\nXII. Further Observations and Experiments on the Passion-Flower, and its Farina, by Mr. Badcock, communicated by Mr. Henry Baker, F. R. S.\n\nRead April 24. In my last Account p. 157. I concluded with observing, that what was in the Top of the Pistil, was so far from making me believe it Papillæ, or any other Passage for the Action of the Farina, that I described it to stand thus Θ; and queried if there might not be Pores on its Top, as granting the Action of the Farina to have its Effect and Consequence, as described by Mr. Needham, p. 80. as there was no Possibility of its ever being in the Nature\nNature of the *Lilium flore reflexo*, described by him, by its *Papillae* being of Use in the Manner and Figure described *Plate 5. Fig. 2.* of his Book. I have since taken all possible Methods to satisfy myself, and shall communicate the following Experiments, being the most material, without any Apology: as, upon a Conviction of an Oversight or Mistake, I am very ready to acknowledge my Error.\n\nAfter the *Calix*, *Petala*, &c. are stripped off, the first Thing the Flower presents to View are a double Row of purple Threads: These Threads appear thus; (*See Tab. II. Fig. 3. a.*) on which we may plainly perceive a sort of capillary Tubes (or whatever you will call them) standing as I before observed. Here we may be at a Loss for a Passage for the acting Matter of the *Farina*: we must therefore look further. Upon cutting these Threads longitudinally, they appear in many Places as this before us, and are often pretty full. The Occasion of these Appearances, (*Fig. 3. b.*) I own I am not Botanist enough to solve, nor will the first Magnifier give me Satisfaction. At the Bottom of these, set round the Stem, is a single Row of small Threads, not exceeding half an Inch: These appear to have much broader Heads than the long purple Threads around them; and being so well secured and fortified from Injury, I imagine to be of great Use and Consequence to the Flower; yet they appear set in the same Manner, tho' the Tubes do not rise so high. I am inclined to believe these may be design'd in this Flower as *Papillae*; 1st, As they are so well fortify'd from all Injury from without; 2dly, As the *Farina*, when the Flower blows, and closes at Night, is turn'd inwards; which Time, I am like-\nwise inclined to believe, is the Time of Action*, at least in this Flower; for, after a hot Day, why may not the Evening Dews penetrate, and the Farina, having at that time a strong Suction, from the Drought, occasion it to act? But I have not made the Observation at which Time the Farina acts most, Morning or Evening; which I fancy would satisfy. 3dly, From this being the only Part of the Flower which appears with a Hollow or Indenting on its Top; by which the Action of the Farina (thus lying inwards) may fall down, and settle in this Hollow, as a Drop of Water would do: For I observe there are no Obstructions to such a Supposition, in the Structure of the Flower.\n\nWe will go now to the Top of the Flower, where are three Stamina placed on the Uterus: These are set in a Manner described before with Tubes; but, on making a longitudinal Section, I cannot find them carried on in any Shape.\n\nWe come next to the Uterus; here I cannot observe any Tubes at all; nor is there any Appearance to me remarkable, till we come to the Bottom of the Stylus; and then, by degrees, from a smaller to a greater it rises, till the Appearance becomes thus; (See Tab. II. Fig. 3. c.)\n\nOn\n\n* The two following Experiments have given me Grounds for this; 1st, That the Farina I observe, is always damp in the Morning; 2dly, On examining it after a frosty Night, scarce one burst. I at this time made an Observation, which, I believe, has as yet escaped every one, That the intense Cold has such an Effect on the Globules as to throw many into the same Shape as Aqua fortis will.\nOn Examination, I find the five Appearances to answer the five Stamina on which the Apices are set; and from this Appearance, growing nearer and nearer to each other by degrees, they join at last all in one in the Stalk of the Flower.\n\nXIII. Part of a Letter from Mr. Wm. Arderon, F. R. S. to Mr. Henry Baker, F. R. S. concerning an Improvement of the Weather-Cord.\n\nSIR,\n\nRead April 24, 1746.\n\nTHE Weather-Cord is an Hygrometer of a very ancient Invention, and, if properly constructed, may be made use of with very good Success, to shew the various Alterations of the Atmosphere, in respect to Moisture and Dryness; but, as commonly made, it never rises or falls sufficiently to point out such minute Changes as the Curious would be desirous to know. A Sense of this Defect set me upon endeavouring to find out some Method of removing it; and how far I have succeeded, will best appear upon casting your Eye upon the Drawings, Tab. II. Fig. 4. and Fig. 5.\n\nIn the first of these Hygrometers which I made, as in Fig. 1. I only fixed the End of the Index $AB$ fast to the Silk $CE$ at $A$, leaving it lying loose upon the Point $D$; and in this manner the other End of the Index would nearly describe the Arch $FGH$: But then I soon perceived, that the Centre of Motion,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104798.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12820,
    "total-output-tokens": 1719,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        0,
        4
      ],
      [
        0,
        1235,
        5
      ],
      [
        1235,
        2940,
        6
      ],
      [
        2940,
        4510,
        7
      ],
      [
        4510,
        5780,
        8
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104798",
    "title": "Further Observations and Experiments on the Passion-Flower, and Its Farina, by Mr. Badcock, Communicated by Mr. Henry Baker, F. R. S.",
    "authors": "Mr. Badcock, Henry Baker",
    "year": 1746,
    "volume": "44",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/104798"
  }
}