{
  "id": "35f58a0f8c61efeaa579bdee10df501166341829",
  "text": "strange, since tho the Oyntment may have killed all the Living Creatures, yet it may not probably have destroyed all their Eggs, laid as it were in the Nests of the Skin, from which they may afterwards breed again and renew the Distemper. And upon this account, 'tis very advisable after the Cure is once performed, still to continue the Anointing for a day or two more; which it is the easier to do, because these Liniments may be made agreeable enough, and of a good smell, as particularly is that compounded of the Ointment of Orange Flowers or Roses, and a small quantity of red Precipitate.\n\nIII. Observatio de portione intestini canis fæciter abscissa,\na Joanne Shipton, Chirurgiae Studioso.\n\nIntestinorum vulnera, crassorum quidem ut plurimum, tenue verò semper lethalia esse, ab omni retro Antiquitate traditum est.\n\nAcerbam de ijs Divinum Senex fert sententiam. Aph. 18. lib. 6:\nκύσιν διακοπήν τε, ἢ ἐγχέραλον, ἢ καρδίν, ἢ φρίνας, ἢ τῶν ἐντέρων τι τὰ\nλεπτά, ἢ κοιλίν, ἢ ἡ προθανατώδης. Eiusdem etiam lib. Aph. 24. Ἐστέρων ἢ τὸ\nδικοῦ τὰν λεπτὰν τι, ἢ ξυμφέται.\n\nOmnem etiam eis spem adimit Romanus Hippocrates, C. Cel-\nsus, de ejusmodi vulneribus sequentia praedicens, lib. 5. cap. 26.\nServari non potest cui basis cerebri, cui cor, cui Stomachus, cui\niocinoris porta, cui in spina medulla percussa est, cuij aut pulmo\nmedius, aut jejenum, aut tenuius intestinum, aut ventriculus,\naut renes vulnerati sunt, cuive circa faucis grandes vene, vel\narteriae, praecise sunt. Vix autem ad Sanitatem perveniunt, qui\nbus ulla parte pulmo, &c. aut ullum intestinum vulneratum est.\nEadem alibi lethalia pronunciat. lib. sc. 7. cap. 16. Si tenuius.\nintestinum perforatum est, nihil profici posse jom retuli Latius in-\ntestinum.\niustinum sui potest, non quod certa fiducia sit, sed quod dubia spe\ncerta desperatione sit pctior: interdum enim glutinatur.\n\nQuintiam Faberit. ab Aquapendente Neotericorum in Arte\nChirurgica facile Princeps, sui rationem, cur modus suendi\nintestina a Galeno & Paulo omittatur, reddit, eandem senten-\ntiam experientia sua confirmat. lib. de Operat. Chirurg. cap. 55,\nde modo suendi vulnera abdominis. Etenim, inquit, intestino-\nrum vulnus, si aliquod ex tenuibus sit vulneratum, semper lethale\nest, quos ego vidi ut plurimum secunda die obijisse, & raro ultra\neorum vitam protractam esse. Crassa autem intestina vulnerata\n& ipsa periculoissima sunt, sed tamen interdum sanabilia eva-\nduunt, ut experientia quotidie comprobat, &c.\n\nQuid autem plures citare refert? quae enim Minorum Gen-\ntium Authores habent, ex Cossene.\n\n(a quo, cu fonte perenni,\n\nScriptorum Medicis ora rigantur aquis,)\nomnes fere hauserunt: Nec quisquam aut medicus aut æger\ntam fælix hactenus inventus fuit, qui Aphorismi falsitatem pro-\npriâ experienciâ potuit evincere:\n\nEquidem haud ignoro Paulum Barbette vulnus intestini te-\nnues aliquando curatum fuisse affirmare; quod etiam exemplo\ninsigni probare se posse ait, Chirurg. part. 2. lib. 2. cap. 11. Op-\ntassem profecto ut Clariss. vir historiam tam raram, tamq; om-\nnibus veterum simul ac recentiorum sententijs contrariam po-\nsteris tradidisset, ut ita casûs insoliti circumstantias ante ocu-\nlos habentes, certius de eo judicium efformare possemus.\nMirandum porrò, imò vero dolendum mihi videtur, inter tot\ntamq; illustres viros, qui eodem tempore & in eadem civitate\npraxin excercebant, supellectilemq; medicam observationibus\nsuís adauxerunt, neminem fuisse qui insignem curationis hujus\nsuccessum memoriae mandaverit. Nec vero Clarissimo atq;\noptimè de Chirurgia merito Viro fidem denegamus, nec Apho-\nrismi veritatem contra testis adeò locupletis experienciam\nmordicàs tuemur: Si quidem in Medicinâ nullum adhuc re-\npertum est Axioma tam universale, quod aliquando poste-\nrorum observationes erroris haud arguerint, nec quisquam adeo\nadeo omnibus numeris absolutus Medicus extiterit, quem non interdum & falsum esse & tefellisse constat.\n\nIntestinorum autem vulnera licet in humano genere periculosisima esse omnes agnoscant, in canibus vero eorum curationem longe minoris esse discriminis atq; negotij sequens experimentum, quod Nov. 20. 1702. feci (præsente D. Gul. Pleabill, Societ. Chirurg. Londin. Custode Dignissimo. Præceptore meo plurimum honorando, adjutrices etiam manus commodante D. J. Dobyns, Juvene in Anatomicis pariter ac Chirurgicis Operationibus optimè versato,) satis comproba bit.\n\nCane ex more ligato, vulnus abdomini fatis amplum infliximus proximam intestini Ilei partem extraximus vasa, mearaica, quae eam irrigabant, ligavimus; intestinum transversum duobus locis torfice dissecuimus; ejusq; portionem duos circiter digitos longam abstulimus; tum intestini vulnus suturâ pel lionum, abdominis intersciflâ conjuximus; emplastro obteximus; vinculisq; solutis, fasciâ obligavimus. Primo ingressu titubare æger, ceuvetigine correetus, debilisq; admodum esse videbatur; eadem noctebeis vomuit. Post aliquot dies suturas aliquatenus laxatas submissis festucis, & circa fila contortis, arctius constrinximus. Postea medicamentis fascijsq; abjectis intra tres septimanas vulneri ipse lambendo cicatricem induxit.\n\nObservatione forsan non indigna videbitur intestini simul ac abscissum fuit, retractio; quod ex utraq; parte resiliens arcte; se occludens Sphincterem eleganter exhibuit.\n\nCanem deinde post aliquot septimanas, quibus sanus admodum vegetusq; degebatur, suspensum aperuimus, partemq; intestini, quà consutum erat, in hypochondrio sinistro (satis longe ab externo vulnere, quod hypogastrio dextro inflictum erat) peritonæo (vid. Fig. lit. t.) firmiter annexum, & in sacculum ampliatum (DDD) invenimus. Omentum etiam (G) ei adhaerebat, ut & intestina ibidem pluribus in locis (**ee) fibi invicem adnata erant. Ad cicatricem ab internâ parte (c) accuratius lustrandam, intestinum juxta longitudinem incidi-\ncidimus, quo ex uno latere vulneris labia adducta, (DDD) & peritonæo connexa (f) ex altero eadem divisa, proximisq; adjacentium intestinorum partibus agglutinata fuitse apparebat; ita ut exteriores eorum tunicæ, internum ab isto latere efformantes parietem, intestinalem fistulam continuarent, cibiq; devehendis commodè inservirent, e. e.\n\nFiguram intestini unà cum vicinis partibus Clariss. D. Comper pro singulari sua humanitate accuratissime delineare dignatus est.\n\nHæc quoniam aliquod rei Medicæ emolumentum afferre possent, atq; à nemine, quàntum scio, -haçtenus literis consignata essent, perituræ mandare chartæ haud abs reduxi.\n\nBrunneris quidem in Præfatione ad Experim. nova circa Pancreas, tenue canis intestinum ad unicam unam cum dimidia fauciarì se, cane (ægre licet) evadentio commemorat.\n\nFælicius successit eadem operatio Celeberrimo Anatomico D. Comper, qui in Actis Reg. Societ. Mens. Febr. 1693, No 208. cani majori intestinum gracile secundum longitudinem divisiq; sine ejusdem suturâ (consuto tamen abdomine) absq; molestio ullo symptomate (idq; vel adhibito, vel omissò decantato tunc temporis D. Colbatch Pulvere Styptico brevi sanasse se affirmat. Neutrum tamen horum intestinum dissecuisse, aut quicquam ei abscidisse satis constat.\n\nObservationem prædictis haud alienam exhibet Excellentiss. D. Wallis, Act. Reg. Societ. Mens. Januar. 1693 No 219. Equus sibi palum saltu insigit; fauciatur ventriculus; acceritur (non nisi post aliquot horas) Veterinarius; ampliatur vulnus; con-stititur ventriculus; colligantur leviter abdominis vulnerati labia; immituntur turundæ; paucisq; septimanis sanitas re-stituitur.\n\nQuanquam autem hæc in brutis experimenta bene successe-rint, tamen si quisquam tam inhumanus foret, ut scienter, vel tam imperitus, aut infæelix, ut inscie, intestinum tenuius homini præcideret, nullus dubito, quin certum ei æque ac periculo cordis lethum inferret. Tenuia enim hominum inte-stina\nstina tantà fibrarum catnearum compositae haud gaudent, quae canes natura providè stipavit; qui durioribus cibis vesè soliti, majori intestinalis fistulae motu atq; calore, ad chylum elaborandum, facescq; (in his pierumq; duriores) eliminandas, indigere videntur. Etsi verò nobilitissima Ars Chirurgica in brutis medendis haud occupata sit, in eis tamen interdum experiri, quod postè ad humani generis salutem atq; utilitatem trahat, minime dedignatur: cumq; intestina canis, portione abscissà mutilata, coalescere iterum atq; uniri videt; audentius intestinorum in homine, saltem crassorum, vulnera consuit, optatumq; inde majori cum fiducìa successum sperat.\n\nExplicatio Figuræ 5æ.\n\nA a a. Intestini Ilei pars superior ventriculum versus.\nB b b. Ejusdem pars inferior.\nC. Cicatrix vulneris Intestini ab interiori parte.\nD D D. Intestini divisi labia.\nE. Orificium intestini superius.\nF. Orificium inferius.\ne e e. Partes intestinorum adjacentium exteriòres, portionis intestini hoc loco deficientis vicem suppletæs.\nf. Peritonæi pars intestino adnata.\nG. Omentum intestino etiam connexum.\n* * Intestini, quà cum altero coalescebat, separati vestigia.\nH H. Aortæ Truncus.\nI. Arteria Coeliaca.\ng. Gastrica dextra.\nh. Gastroepiploica dextra.\ni. Hepaticæ.\nk. Pylorica.\nl. Gastrica major.\nm m. Arteria Splenica.\nK. Arteria Mesenterica superior.\nL. Phrenicæ.\nO. Venæ Portæ Truncus.\nP P. Arteriæ & Venæ per Mesenterium dileminatæ.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102887.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12498,
    "total-output-tokens": 3357,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1724,
        4
      ],
      [
        1724,
        3791,
        5
      ],
      [
        3791,
        5790,
        6
      ],
      [
        5790,
        7726,
        7
      ],
      [
        7726,
        9151,
        8
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "en",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102887",
    "title": "Observatio de Portione Intestini Canis Faeliciter Abscissa, a Joanne Shipton, Chirurgiae Studioso",
    "authors": "Joanne Shipton",
    "year": 1702,
    "volume": "23",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/102887"
  }
}