{
  "id": "c30669d48fa7bd93215fa18fb859239e21a5d975",
  "text": "VI. Some Corrections and Amendments by J. P. Breynius, M. D. F. R. S. concerning the Generation of the Insect called by him Coccus Radicum, in his Natural History thereof, printed in the Year 1731, an Account of which is given in these Philosophical Transactions, No 421, translated from the Latin by Mr. Zollman, F. R. S.\n\nIn the Natural History of the Coccus Radicum lately published by me, when after many repeated Observations and Experiments (especially those of Pag. 16 and 17) I gave an Account of the Generation and Metamorphosis of that Insect, which uses to stick to the Extremities of the Roots like a spherical Grain, and is commonly called Coccus Polonicus, I conjectured, that those small Flies which are often found among the Coccus, did not belong to the Coccus, but owed their Rise to small Worms of their own Kind, and were accidentally found among the Coccus; and as I could not find any Difference of Sex among the Worms of the Coccus, and following chiefly the Opinion of Signor Ceftoni concerning the Coccus of the Ilex (however, as I freely own, not without some Repugnancy, and a fluctuating Mind) I ventured to assert, that our Coccus also is an Insect of the Hermaphrodite Kind, which brings forth Eggs of itself, and from itself, and propagates its Species without\nout being impregnated by the Concurrence of a Male.\n\nBut the Summer following I began to be sensible that my Opinion was erroneous, and about the End of it was quite convinced of my being in the wrong. This was Matter of Joy to me; for as the Discovery of a Truth hitherto unknown gives no small Pleasure to a Mind that loves Truth, so I am sure, nobody will deny, that this Pleasure will be still greater, if the Discovery is attended with an Acknowledgment and Redress of an Error one has been under before.\n\nHaving repeated my Observations with the greatest Exactness, and examined them in the strictest Manner, at last I found that the Metamorphosis, or Evolution, through which our Coccus passes, is as follows:\n\nA. Of the Male. B. Of the Female.\n\nI. The Egg. I. The Egg.\n\nThe Eggs are laid about the End of July, or the Beginning of August.\n\nII. A Worm with six Feet, no Wings. II. A Worm with six Feet, no Wings.\n\nThe Worms come out of the Eggs about the Middle of August, till the Beginning of September.\n\nN n n III. The\nA. Of the Male.\n\nIII. The less spherical Grain; that is, the Coccus, strictly so called, of the Bigness of a Grain of Poppy-Seed or Millet at farthest, gathered from the 9th of June till the Summer Solstice, with other bigger Cocci.\n\nIV. The less Worm with six Feet, no Wings. It comes out of the above-mention'd Coccus, from the Summer Solstice 'till the Middle of July.\n\nV. The Nymph which appears about the Beginning of July and the following Days.\n\nVI. The Fly, the Male coming out from the Middle of July till the 24th of the same Month, which impregnates the Worm the Female marked N° IV.\n\nB. Of the Female.\n\nIII. The larger spherical Grain; or the Coccus of the Bigness of a Vetch, or as large as that of white Pepper, which is gathered from the Middle of June till about the Middle of July.\n\nIV. The larger Worm with 6 Feet, no Wings. That is to say, the Female coming out in the Beginning of July, but chiefly about the Middle of the said Month; which being impregnated by the Fly the Male N° VI, brings forth the Egg N° I.\nThis Insect, under what Shape soever it appears, viz. either of a Grain, a Male Worm, a Nymph, a Fly, a Female Worm, or a Worm coming out of an Egg, always when pressed and crushed, affords a Matter of a purple Colour, which however is observed to run most copious in the Coccii and the Worms, especially the Female ones.\n\nThis may suffice at present for the Correction and Amendment of my short History of the Coccus, till these things may appear explained more at large, and illustrated with Figures, in the second Part of it, which is to treat of the Chymical Examination of it, and of its use in Dying as well as Physick.\n\nVII. A Continuation of an Account of an Essay towards a Natural History of Carolina and the Bahama Islands, by Mark Catesby, F. R. S. with some Extracts out of the fifth Set. By Dr. Mortimer, R. S. Secret.\n\nThe Accounts of the foregoing Sets of this Work are to be found in No. 415 and 420 of these Transactions: This fifth Set begins at Plate 81. Pelicanus Americanus. The Wood Pelican.\n\n82. Numenius albus. The white Curlew.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104124.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 1260,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1292,
        2
      ],
      [
        1292,
        2321,
        3
      ],
      [
        2321,
        3354,
        4
      ],
      [
        3354,
        4407,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104124",
    "title": "Some Corrections and Amendments by J. P. Breynius, M. D. F. R. S. concerning the Generation of the Insect Called by Him Coccus Radicum, in His Natural History Thereof, Printed in the Year 1731, an Account of Which is Given in These Philosophical Transactions, No 421, Translated from the Latin by Mr. Zollman, F. R. S.",
    "authors": "J. P. Breynius, Mr. Zollman",
    "year": 1731,
    "volume": "37",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/104124"
  }
}