{
  "id": "0fb803cbed2bf4bf8267dc280b1e5a6bc0798e61",
  "text": "VIII. On Periodical Laws discoverable in the mean effects of the larger Magnetic Disturbances.—No. II. By Colonel Edward Sabine, R.A., Treas. and V.P.R.S.\n\nReceived March 18,—Read May 6, 1852.\n\nIn a former paper presented to the Royal Society in January 1851, bearing the same title as the present, I submitted to the Society the evidence afforded by the principal disturbances of the Magnetic Declination at Toronto and Hobarton in the years 1843, 1844 and 1845, of the existence of periodical laws by which their occurrence and mean effects appeared to be regulated. At the close of that paper I expressed the intention of submitting, on some future occasion, the results of a similar investigation into the periodical laws which might be expected to show themselves in like manner in the disturbances of the other two magnetic elements, viz. the Inclination and the Total Force.\n\nHaving since had occasion to examine the disturbances of the Declination at the same two stations in the three succeeding years 1846, 1847 and 1848, I have had the satisfaction of finding that the observations of these years confirm every deduction which I had ventured to make from the analysis of the disturbances of the former period; whilst new and important features have presented themselves in the comparison of the frequency and amount of the disturbances in different years, apparently indicating the existence of a periodical variation, which, either from a causal connection (meaning thereby their being possibly joint effects of a common cause), or by a singular coincidence, corresponds precisely both in period and epoch, with the variation in the frequency and magnitude of the solar spots, recently announced by M. Schwabe as the result of his systematic and long-continued observations. As facts and collocations of this description are of particular interest at the present moment, from their bearing on inquiries in which physical philosophers are engaged, I have deemed it better to communicate them at once, in the form of a second paper on the disturbances of the Declination, than to await the completion of the investigation into the laws of the disturbances of the Inclination and of the Total Force, for which I have not yet been able to command the necessary leisure.\n\nThe method pursued in examining the laws of the Declination-disturbances in 1846, 1847 and 1848, is the same as that adopted for the three preceding years and described in my former paper. The observations having been made hourly, every hourly observation which was found to differ by a certain prescribed amount* from the mean value of the Declination in the same month and at the same hour was separated from\n\n* Philosophical Transactions, Part I. 1851, p. 127.\nthe rest, and a body of disturbed observations was thus collected, of which the recognised characteristic was simply that they were the disturbances of largest amount occurring in the whole period. The number of observations thus separated in the period commencing July 1, 1843 and ending July 1, 1848*, was at Toronto 3940, and at Hobarton 3469, being respectively 1 in 9·43 at Toronto and 1 in 10·55 at Hobarton of the whole number of hourly observations. The disturbed observations being next distributed into the several hours, months, and years in which they had occurred, their numbers and aggregate values in each particular hour, month and year, were ascertained. They were then divided into easterly and westerly deflections, and the same process of distribution was gone through with each of the two divisions. The mean hourly, monthly, and yearly numbers and aggregate values in the whole period were then taken as the respective units, and the ratios to these units computed for each of the hours, months and years; whereby the relations, whether of numbers or of aggregate values in different hours, different months, and different years, were shown. The numerical values of this analysis will be found in the second volumes of the Toronto and Hobarton Observations, and the ratios only are stated here, as it is only the relation inter se of the numbers and values, and not the absolute numbers and values themselves, which are required in this discussion.\n\nI shall proceed to discuss separately,—1st, the Inequality or variation in the occurrence and aggregate values of the disturbed observations in different hours of the day and night; 2nd, in different months of the year; and 3rd, in different years.\n\nI. Inequality or variation in the number and aggregate values of the disturbed observations in different hours.\n\nThis examination may be most conveniently made, by separating the disturbed observations at once into easterly and westerly disturbances, and classing together,—1st, easterly disturbances at Toronto and westerly at Hobarton; and 2nd, westerly at Toronto and easterly at Hobarton: an appropriate classification, as the stations are in opposite hemispheres, and one which will be seen to be justified by the characteristics which they respectively present.\n\nThe following Table exhibits the ratios of the numbers and aggregate values, at the different hours, in the five years from July 1843 to July 1848, of the easterly disturbed observations at Toronto and westerly at Hobarton, to the mean hourly number and aggregate value of the same taken as the respective units.\n\n* The period for which the disturbances were examined in my former paper, was from January 1843 to December 1845 inclusive, making three complete years. For the present paper I have taken from July 1843 to June 1848 inclusive, making five complete years, of which 2½ are part of the period previously examined, and 2½ are new.\n### Table I.\n\n| Hours of local astronomical time | Toronto Numbers | Toronto Values | Hobarton Numbers | Hobarton Values |\n|----------------------------------|----------------|---------------|-----------------|----------------|\n| h                                |                |               |                 |                |\n| 18                               | 0·86           | 0·69          | 0·54            | 0·44           |\n| 19                               | 0·83           | 0·61          | 0·73            | 0·53           |\n| 20                               | 0·82           | 0·62          | 0·86            | 0·70           |\n| 21                               | 0·81           | 0·59          | 0·73            | 0·55           |\n| 22                               | 0·82           | 0·60          | 0·77            | 0·55           |\n| 23                               | 0·81           | 0·65          | 0·80            | 0·62           |\n| 0                                | 0·61           | 0·45          | 0·87            | 0·65           |\n| 1                                | 0·57           | 0·44          | 0·87            | 0·64           |\n| 2                                | 0·44           | 0·34          | 0·92            | 0·71           |\n| 3                                | 0·38           | 0·33          | 0·76            | 0·56           |\n| 4                                | 0·52           | 0·43          | 0·73            | 0·56           |\n| 5                                | 0·54           | 0·50          | 0·67            | 0·52           |\n| 6                                | 0·78           | 0·94          | 0·66            | 0·72           |\n| 7                                | 1·10           | 1·17          | 0·94            | 1·04           |\n| 8                                | 1·31           | 1·58          | 1·23            | 1·31           |\n| 9                                | 1·88           | 2·47          | 1·54            | 1·79           |\n| 10                               | 1·67           | 1·95          | 1·72            | 1·96           |\n| 11                               | 1·61           | 1·66          | 1·72            | 2·31           |\n| 12                               | 1·59           | 1·57          | 1·71            | 2·05           |\n| 13                               | 1·49           | 1·60          | 1·48            | 1·72           |\n| 14                               | 1·17           | 1·30          | 1·23            | 1·52           |\n| 15                               | 1·18           | 1·25          | 1·11            | 1·26           |\n| 16                               | 1·10           | 1·29          | 0·82            | 0·84           |\n| 17                               | 1·09           | 0·98          | 0·54            | 0·47           |\n\nOn examining this Table, we perceive—\n\n1st. That in this division of the disturbed observations, namely, those which are easterly at Toronto and westerly at Hobarton, there is a well-marked and systematic variation dependent on hour in the numbers of the disturbed observations and in their aggregate values. The most obvious feature is, that at both stations there are fewer disturbances, and their aggregate values are less in the hours of the day than in those of the night; and as the stations differ from each other nine hours in longitude, the dependence of the variation is on the hours of local and not on those of absolute time. If we divide the twenty-four hours at each station into four equal divisions according to the hours of local time, viz. 6 to 11 A.M., noon to 5 P.M., 6 P.M. to 11 P.M., and midnight to 5 A.M., the 1st and 2nd divisions being those of the day, and the 3rd and 4th those of the night, we find the mean ratios to be as follows,—the mean hourly number, and the mean hourly aggregate value in the whole period being still considered as the respective units.\n\n### Table II.\n\n| Hours of local time | Toronto Numbers | Toronto Values | Hobarton Numbers | Hobarton Values |\n|---------------------|----------------|---------------|-----------------|----------------|\n| Day ...             |                |               |                 |                |\n| 6 to 11 A.M. inclusive | 0·82         | 0·63          | 0·74            | 0·57           |\n| Noon to 5 P.M. inclusive | 0·51        | 0·41          | 0·80            | 0·61           |\n| Night ...           |                |               |                 |                |\n| 6 P.M. to 11 P.M. inclusive | 1·40       | 1·63          | 1·30            | 1·52           |\n| Midnight to 5 A.M. inclusive | 1·27      | 1·33          | 1·15            | 1·31           |\n2nd. With this marked and very striking correspondence in the diurnal variation of this branch of the larger disturbances at Toronto and Hobarton, both as respects frequency of occurrence and comparative value, we notice minor distinctive features, which, considering the number of years embraced in the inquiry and the systematic mode of observation pursued, may claim to be regarded as indications of persistent rather than of accidental differences. Thus 9 p.m. is at Toronto the hour of maximum frequency and value; both which maxima take place at Hobarton at 11 p.m., or two hours later. This feature is a well-marked one at both stations, and particularly in the aggregate values. In the period of the occurrences of the minimum of frequency and of value there is also a systematic difference, the period at Toronto being 2 and 3 p.m., and at Hobarton 5 and 6 a.m. The features of minimum are however less distinctly marked than those of maximum. As both the numbers and the aggregate values diminish concurrently, it is obvious that the minimum is ascribable chiefly to the diminished frequency of the disturbances at those hours; at Toronto 2 and 3 p.m. have decidedly the fewest easterly disturbances, and at Hobarton 5 and 6 a.m. as decidedly the fewest westerly.\n\nIt may be useful occasionally to bring into notice, concurrently with the variations of the numbers and aggregate values, the variation of the average values of the disturbed observations. The average values at the several hours are the quotients obtained by dividing the aggregate values by the numbers, and the average value in the twenty-four hours constitutes the unit of the ratios which show the variation at the different hours. These ratios, for the easterly disturbances at Toronto and westerly at Hobarton, are contained in Table III.\n\n| Hours of local astronomical time | Toronto. Easterly. | Hobarton. Westerly. | Hours of local astronomical time | Toronto. Easterly. | Hobarton. Westerly. |\n|---------------------------------|-------------------|---------------------|---------------------------------|-------------------|---------------------|\n| h                               |                   |                     | h                               |                   |                     |\n| 18                              | 0·85              | 0·87                | 6                               | 1·26              | 1·16                |\n| 19                              | 0·78              | 0·77                | 7                               | 1·15              | 1·18                |\n| 20                              | 0·80              | 0·85                | 8                               | 1·23              | 1·14                |\n| 21                              | 0·77              | 0·80                | 9                               | 1·39              | 1·23                |\n| 22                              | 0·78              | 0·75                | 10                              | 1·23              | 1·20                |\n| 23                              | 0·85              | 0·82                | 11                              | 1·09              | 1·43                |\n| 0                               | 0·78              | 0·77                | 12                              | 1·05              | 1·28                |\n| 1                               | 0·81              | 0·77                | 13                              | 1·13              | 1·23                |\n| 2                               | 0·83              | 0·82                | 14                              | 1·17              | 1·30                |\n| 3                               | 0·89              | 0·77                | 15                              | 1·12              | 1·18                |\n| 4                               | 0·89              | 0·82                | 16                              | 1·23              | 1·09                |\n| 5                               | 0·99              | 0·80                | 17                              | 0·95              | 1·20                |\n\nIt is here seen that the average value has a similar law of variation to that of the numbers and aggregate values: it is uniformly less during the hours of the day than in the hours of the night; and has a maximum at Toronto at 9 p.m. and at Hobarton at 11 p.m. The epoch of minimum is not strongly marked at either station.\nWe now pass to the westerly disturbances at Toronto and easterly at Hobarton,—and in Table IV. the ratios of the numbers and aggregate values are arranged opposite to the respective hours; the mean hourly number and aggregate value being taken as the respective units.\n\n**Table IV.**\n\n| Hours of local astronomical time | Toronto | Hobarton |\n|----------------------------------|---------|----------|\n| Numbers                          | Values  | Numbers  | Values  |\n| h                                |         |          |         |\n| 18                               | 1·17    | 1·53     | 0·94    | 1·02    |\n| 19                               | 1·27    | 2·16     | 1·33    | 1·53    |\n| 20                               | 1·46    | 1·87     | 1·41    | 1·58    |\n| 21                               | 1·39    | 1·69     | 1·41    | 1·41    |\n| 22                               | 1·40    | 1·33     | 1·30    | 1·27    |\n| 23                               | 1·27    | 1·04     | 1·32    | 1·24    |\n| 0                                | 1·10    | 0·89     | 1·23    | 1·14    |\n| 1                                | 0·89    | 0·66     | 1·38    | 1·26    |\n| 2                                | 0·75    | 0·64     | 1·38    | 1·32    |\n| 3                                | 0·99    | 0·74     | 1·35    | 1·40    |\n| 4                                | 0·96    | 0·76     | 1·30    | 1·39    |\n| 5                                | 0·91    | 0·74     | 1·16    | 1·32    |\n| 6                                | 0·75    | 0·63     | 1·01    | 1·16    |\n| 7                                | 0·63    | 0·51     | 0·64    | 0·62    |\n| 8                                | 0·61    | 0·46     | 0·45    | 0·40    |\n| 9                                | 0·60    | 0·48     | 0·29    | 0·32    |\n| 10                               | 0·48    | 0·54     | 0·36    | 0·28    |\n| 11                               | 0·66    | 0·52     | 0·88    | 0·74    |\n| 12                               | 0·73    | 0·81     | 0·74    | 0·62    |\n| 13                               | 0·99    | 1·10     | 0·64    | 0·55    |\n| 14                               | 1·21    | 1·08     | 0·70    | 0·63    |\n| 15                               | 1·23    | 1·06     | 0·86    | 0·85    |\n| 16                               | 1·38    | 1·25     | 1·09    | 1·07    |\n| 17                               | 1·19    | 1·51     | 0·67    | 0·87    |\n\nOn examining this Table, we perceive that in this division of the larger disturbances at Toronto and Hobarton, viz. those which are westerly at Toronto and easterly at Hobarton, there is also a very marked and systematic variation dependent upon the hours of local time, but the correspondence of the variation at similar hours of local time at the two stations is not so complete as in the former case. At Hobarton, the contrast both in frequency and aggregate value is still between the hours of the day and those of the night; at Toronto it is between the hours from noon to midnight, and those from midnight to noon. At Hobarton, the *nodal* hours, if they may be so called, are, both in the westerly and easterly disturbances, about 6 A.M. and 6 P.M.; at Toronto they are in the easterly disturbances, about 6 A.M. and 6 P.M.; but in the westerly, six hours different, or about noon and midnight. At Hobarton, in the westerly disturbances the ratios are greater than unity in the night hours, or from 6 P.M. to 6 A.M., and less than unity in the day hours, or from 6 A.M. to 6 P.M.; whilst in the easterly disturbance the converse takes place, the ratios being greater than unity in the day hours, and less than unity in the night hours.\nToronto, in the easterly disturbances the ratios are greater than unity in the night hours, or from 6 p.m. to 6 a.m., and less than unity in the day hours, or from 6 a.m. to 6 p.m.; but in the westerly disturbances the ratios are greater than unity from midnight to noon, and less than unity from noon to midnight. Dividing the twenty-four hours into four six-hourly divisions as before, we have the mean ratios as follows:\n\n**Table V.**\n\n| Hours of local time | Toronto | Hobarton |\n|--------------------|---------|----------|\n|                    | Numbers | Values   | Numbers | Values   |\n| Day                |         |          |         |          |\n| 6 to 11 a.m. inclusive | 1·33   | 1·60     | 1·29    | 1·34     |\n| Noon to 5 p.m. inclusive | 0·93   | 0·74     | 1·30    | 1·31     |\n| 6 p.m. to 11 p.m. inclusive | 0·62   | 0·52     | 0·61    | 0·59     |\n| Midnight to 5 a.m. inclusive | 1·12   | 1·13     | 0·78    | 0·77     |\n| Night              |         |          |         |          |\n\nBy means of this Table we may perceive more immediately, and therefore perhaps more distinctly, the respects in which the westerly disturbances at Toronto and the easterly at Hobarton agree, and those in which they differ. They agree in the ratios of frequency and aggregate value being above unity from 6 a.m. to noon, and below unity from 6 p.m. to midnight. They differ in the ratios being at Toronto above, and at Hobarton below unity, from midnight to 5 a.m., and at Toronto below, and at Hobarton above unity, from noon to 5 p.m.\n\nThe hours of maximum, 7 and 8 a.m., are the same at both stations; as are the hours of minimum, 8 to 10 p.m.\n\nThe ratios of the average values in this division of the disturbances are as follows:\n\n**Table VI.**\n\n| Hours of local astronomical time | Toronto, Westerly | Hobarton, Easterly | Hours of local astronomical time | Toronto, Westerly | Hobarton, Easterly |\n|---------------------------------|-------------------|-------------------|---------------------------------|-------------------|-------------------|\n| h                               |                   |                   | h                               |                   |                   |\n| 18                              | 1·33              | 1·09              | 6                               | 0·84              | 1·14              |\n| 19                              | 1·75              | 1·17              | 7                               | 0·84              | 0·98              |\n| 20                              | 1·31              | 1·12              | 8                               | 0·78              | 0·87              |\n| 21                              | 1·40              | 1·01              | 9                               | 0·82              | 1·09              |\n| 22                              | 0·97              | 0·98              | 10                              | 1·14              | 0·77              |\n| 23                              | 0·84              | 0·96              | 11                              | 0·81              | 0·85              |\n| 0                               | 0·84              | 0·93              | 12                              | 1·13              | 0·85              |\n| 1                               | 0·76              | 0·90              | 13                              | 1·14              | 0·87              |\n| 2                               | 0·88              | 0·96              | 14                              | 0·91              | 0·90              |\n| 3                               | 0·78              | 1·04              | 15                              | 0·88              | 0·98              |\n| 4                               | 0·81              | 1·06              | 16                              | 0·93              | 0·98              |\n| 5                               | 0·84              | 1·14              | 17                              | 1·31              | 1·33              |\n\nHere also there is a partial accord and a partial difference between the stations. The ratios are above unity at both stations from 5 to 9 a.m. inclusive; they are also above unity at Toronto at midnight, at 10 p.m. and 1 a.m., and at Hobarton from\n3 to 6 p.m. inclusive. On the whole, the average magnitude of a disturbance is greatest at both stations from 5 to 7 a.m.\n\nThe preponderance of easterly or westerly aggregate values at the different hours shows the direction in which the magnet was deflected by the disturbances at the respective hours from the position in which it would have been found had they not occurred; and the ratio of preponderance shows the relative magnitude of the deflection. If we take the aggregate values of the westerly disturbances at Toronto and of the easterly at Hobarton at the different hours as the respective units at those hours, and compute the ratios which the easterly at Toronto and westerly at Hobarton at the same hours bear to them respectively, we obtain, as in the following Table, the ratios which at Toronto the aggregate values of the easterly disturbances bear to the westerly, and at Hobarton the westerly to the easterly, at the different hours of the day and night. When the ratios at Toronto are below unity, the mean deflection of the north end of the magnet at that hour is to the west, and when above unity, to the east. At Hobarton, the ratios which are less than unity indicate easterly deflections, and when above unity, westerly deflections.\n\n**Table VII.**\n\n| Hours of local astronomical time | Toronto. Ratios of easterly aggregate values to westerly. | Hobarton. Ratios of westerly aggregate values to easterly. |\n|---------------------------------|----------------------------------------------------------|----------------------------------------------------------|\n| h                               |                                                          |                                                          |\n| 18                              | 0·52                                                     | 0·61                                                     |\n| 19                              | 0·32                                                     | 0·48                                                     |\n| 20                              | 0·38                                                     | 0·61                                                     |\n| 21                              | 0·36                                                     | 0·54                                                     |\n| 22                              | 0·52                                                     | 0·60                                                     |\n| 23                              | 0·72                                                     | 0·69                                                     |\n| 0                               | 0·58                                                     | 0·79                                                     |\n| 1                               | 0·76                                                     | 0·71                                                     |\n| 2                               | 0·61                                                     | 0·75                                                     |\n| 3                               | 0·49                                                     | 0·55                                                     |\n| 4                               | 0·66                                                     | 0·56                                                     |\n| 5                               | 0·78                                                     | 0·55                                                     |\n| 6                               | 1·75                                                     | 0·86                                                     |\n| 7                               | 2·64                                                     | 2·32                                                     |\n| 8                               | 3·93                                                     | 4·59                                                     |\n| 9                               | 5·96                                                     | 7·87                                                     |\n| 10                              | 4·18                                                     | 9·77                                                     |\n| 11                              | 3·71                                                     | 4·33                                                     |\n| 12                              | 2·24                                                     | 4·58                                                     |\n| 13                              | 1·67                                                     | 4·83                                                     |\n| 14                              | 1·38                                                     | 3·35                                                     |\n| 15                              | 1·36                                                     | 2·07                                                     |\n| 16                              | 1·18                                                     | 1·09                                                     |\n| 17                              | 0·75                                                     | 0·75                                                     |\n\nWe have in this Table unmistakeable evidence of a variation, depending on the hour of local time, in the magnetic direction occasioned by the disturbances, and of a correspondence in the phenomena at the two stations indicative of a common law. During the hours of the day, or from 5 a.m. to 5 p.m. at Toronto and Hobarton, the deflection of the north end of the magnet occasioned by the disturbances is to the west at Toronto, and to the east at Hobarton. A little before 6 p.m. at Toronto, and a little after 6 p.m. at Hobarton, the deflections at both stations pass through zero, (or the undisturbed position of the magnet,) into deflections of the opposite character, becoming easterly at Toronto, and westerly at Hobarton. The magnitude of those deflections rapidly augments to a maximum, which is reached at Toronto at 9 p.m., and at Hobarton an hour later, from which hour it progressively diminishes\nuntil between 4 and 5 A.M., when the deflections at both stations again pass through zero to a maximum of westerly deflection at Toronto, and of easterly at Hobarton, which occur at the same hour, 7 A.M., at both stations.\n\nThe mean ratios in each of the four divisions of the twenty-four hours are as follows:\n\n**Table VIII.**\n\n| Hours of local time | Aggregate values |\n|---------------------|------------------|\n|                     | Toronto.         | Hobarton.       |\n|                     | Easterly to Westerly | Westerly to Easterly |\n| Day                 |                  |                 |\n| 6 A.M. to 11 A.M. inclusive... | 0·44             | 0·59            |\n| Noon to 5 P.M. inclusive ... | 0·65             | 0·65            |\n| Night               |                  |                 |\n| 6 P.M. to 11 P.M. inclusive... | 3·70             | 4·96            |\n| Midnight to 5 A.M. inclusive | 1·43             | 2·78            |\n\nPassing now for the moment, and in this particular case only, from ratios to absolute values, I have placed in the following Table the arc-values of the deflections of the north end of the magnet at Toronto and Hobarton, at the different hours, caused by the disturbed observations, and taken on a daily average during the whole period of observation.\n\n**Table IX.**\n\n| Hours of local astronomical time | Mean diurnal deflection caused by the disturbed observations. | Hours of local astronomical time | Mean diurnal deflection caused by the disturbed observations. |\n|---------------------------------|-------------------------------------------------------------|---------------------------------|-------------------------------------------------------------|\n|                                 | Toronto.                                                    | Hobarton.                       |                                                             |\n| h                               | 0·24 West.                                                  | 0·06 East.                     | 0·14 East.                                                  | 0·02 East.                     |\n| 18                              | 0·48 West.                                                  | 0·13 East.                     | 0·28 East.                                                  | 0·13 West.                     |\n| 19                              | 0·37 West.                                                  | 0·10 East.                     | 0·46 East.                                                  | 0·23 West.                     |\n| 20                              | 0·33 West.                                                  | 0·11 East.                     | 0·78 East.                                                  | 0·35 West.                     |\n| 21                              | 0·21 West.                                                  | 0·09 East.                     | 0·56 East.                                                  | 0·40 West.                     |\n| 22                              | 0·10 West.                                                  | 0·07 East.                     | 0·46 East.                                                  | 0·40 West.                     |\n| 23                              | 0·13 West.                                                  | 0·04 East.                     | 0·33 East.                                                  | 0·36 West.                     |\n| 0                               | 0·05 West.                                                  | 0·07 East.                     | 0·24 East.                                                  | 0·29 West.                     |\n| 1                               | 0·08 West.                                                  | 0·05 East.                     | 0·14 East.                                                  | 0·24 West.                     |\n| 2                               | 0·12 West.                                                  | 0·10 East.                     | 0·13 East.                                                  | 0·15 West.                     |\n| 3                               | 0·08 West.                                                  | 0·09 East.                     | 0·08 East.                                                  | 0·01 West.                     |\n| 4                               | 0·05 West.                                                  | 0·10 East.                     | 0·13 West.                                                  | 0·03 East.                     |\n| 5                               |                                                              |                                 |                                                             |\n\nThe analogy of the two stations is generally so close as to give a greater importance than might otherwise be ascribed to the principal feature of difference in the diurnal progression, namely, that the nocturnal easterly deflection at Toronto precedes the westerly at Hobarton throughout by about an hour; it commences earlier, reaches its maximum earlier, and diminishes earlier.\nII. Inequality or Variation in the numbers and values of the disturbed observations in different months.\n\nThe following Tables X. and XI. show the ratios of the numbers and aggregate values of the disturbed observations at Toronto and Hobarton in different months to the mean monthly number and aggregate value taken as the respective units.\n\n**Table X.—Toronto.**\n\n| Months   | Easterly | Westerly | Easterly and Westerly combined |\n|----------|----------|----------|-------------------------------|\n|          | Numbers  | Values   | Numbers                       |\n| January  | 0·60     | 0·59     | 0·71                          |\n| February | 0·69     | 0·78     | 0·81                          |\n| March    | 1·02     | 1·09     | 1·02                          |\n| April    | 1·20     | 1·31     | 1·27                          |\n| May      | 1·10     | 1·03     | 0·99                          |\n| June     | 0·88     | 0·77     | 0·75                          |\n| July     | 1·22     | 1·12     | 1·01                          |\n| August   | 1·42     | 1·37     | 1·29                          |\n| September| 1·65     | 1·63     | 1·47                          |\n| October  | 1·01     | 1·15     | 1·09                          |\n| November | 0·66     | 0·64     | 0·85                          |\n| December | 0·55     | 0·53     | 0·74                          |\n\n**Table XI.—Hobarton.**\n\n| Months   | Westerly | Easterly | Westerly and Easterly combined |\n|----------|----------|----------|-------------------------------|\n|          | Numbers  | Values   | Numbers                       |\n| January  | 1·82     | 1·54     | 1·65                          |\n| February | 1·16     | 1·05     | 1·21                          |\n| March    | 1·04     | 1·11     | 1·14                          |\n| April    | 1·02     | 1·18     | 1·10                          |\n| May      | 0·53     | 0·51     | 0·62                          |\n| June     | 0·37     | 0·32     | 0·32                          |\n| July     | 0·47     | 0·54     | 0·50                          |\n| August   | 0·78     | 0·73     | 0·86                          |\n| September| 1·14     | 1·50     | 1·35                          |\n| October  | 1·23     | 1·27     | 1·24                          |\n| November | 1·11     | 0·95     | 0·79                          |\n| December | 1·30     | 1·29     | 1·23                          |\n\nIt is obvious, on the mere inspection of these Tables, that there is a systematic variation in the numbers and aggregate values of the disturbances in the different months; and as at both stations the easterly and westerly ratios, separately considered, differ little, in the characters which they assign to the variation, from the ratios of the two combined, we may fix our attention chiefly on the two final columns of each table.\n\nThe most distinctly marked feature is that the disturbances are less frequent, and have a less aggregate value in November, December, January and February at Toronto,\nand in May, June, July, and August at Hobarton than in the other eight months of the year. As we have before seen that in the hours of their occurrence the disturbances appear to be governed by a law depending on local hours, so here, we recognise local effects depending on the period of the year, and possibly the influence of local seasons (since we are scarcely yet in a condition to discriminate as to causes). The mean monthly ratios in the different seasons are shown in the following Table, in which it will be remembered that November, December, January and February, are the winter months at Toronto, and May, June, July and August, at Hobarton.\n\n**Table XII.**\n\n| Stations | Winter | Summer | Spring and Autumn |\n|----------|--------|--------|------------------|\n|          | Numbers | Values | Numbers | Values | Numbers | Values |\n| Toronto  | 0·70   | 0·72   | 1·08    | 0·96   | 1·22    | 1·31   |\n| Hobarton | 0·56   | 0·56   | 1·28    | 1·21   | 1·16    | 1·24   |\n\nIt is seen that the mean ratios, both of frequency and of aggregate value, are much less in the winter months at both stations than in the months of summer or of spring and autumn, or, otherwise stated, least at Toronto in the months when the sun is in the southern signs, and least at Hobarton in the months when he is in the northern signs.\n\nIf we compare the ratios of the numbers in the different months with those of the aggregate values in the same months, we perceive that the average value of a disturbed observation is greater at both stations in the winter than in the summer months, and that it is greatest in the intermediate or equinoctial months. In these respects, and also in the circumstance of the minimum ratio, both of numbers and aggregate values, being in the midwinter month, (January at Toronto, and June at Hobarton,) the two stations agree. They differ 1° in the relative amount of the mean ratios in the months of summer and in those of spring and autumn, the mean ratios being decidedly greater at Toronto in spring and autumn than in summer, whilst at Hobarton there is no such marked difference: and 2° in the character of the progression which the ratios at the two stations indicate in the different months: at Toronto there are two decided minima, one in the midwinter, and the other in the midsummer, with a progressive increase on either side of the respective minima to April and September, which are the months of maximum disturbance: at Hobarton there is but one decided minimum, which is in the midwinter month; whilst in January, which is the month of midsummer, there is as decided a maximum in the ratios, both of numbers and values. At the same time there is so far an agreement with Toronto, that there is a tendency at Hobarton towards secondary maxima in April and September.\n\nThe points of accordance and points of difference thus noticed, are precisely the\nsame as were deduced in my former paper from the observations in 1843, 1844 and 1845. From the confirmation which has now been derived from the observations in the following years, 1846, 1847 and 1848, they may perhaps claim to be regarded as the exponents of persistent natural laws.\n\nIII. Variation in the numbers and aggregate values of the disturbed observations in different years.\n\nTable XIII. exhibits the ratios of the numbers and aggregate values of the disturbed observations at Toronto and Hobarton in the different years, to the average annual number and aggregate value respectively*.\n\n| Years | Numbers | Values | Years |\n|-------|---------|--------|-------|\n|       | Toronto | Hobarton | Toronto | Hobarton | Years |\n| 1843  | 0·68    | 0·52   | 0·55   | 0·48     | 1843. |\n| 1844  | 0·76    | 0·81   | 0·73   | 0·82     | 1844. |\n| 1845  | 0·72    | 0·72   | 0·62   | 0·67     | 1845. |\n| 1846  | 1·31    | 1·09   | 1·26   | 1·03     | 1846. |\n| 1847  | 1·19    | 1·36   | 1·40   | 1·44     | 1847. |\n| 1848  | 1·37    | 1·50   | 1·43   | 1·60     | 1848. |\n\nOn the first aspect of this Table, two features of principal interest present themselves; first, there is a considerable variation in the numbers and values of the disturbed observations in different years; and second, there is a remarkable correspondence in the variation in different years at the two stations.\n\nBefore we proceed to consider the first of these features, which is obviously one of great importance, it may be desirable, in reference to the correspondence at the two stations, to state more precisely than has been done previously, the degree of simultaneity at the two stations of the observations from which the conclusions are derived.\n\nThe weeks of observation commenced at both stations at midnight on the Sundays, and terminated an hour before midnight on the Saturdays. As these epochs were of local time, the week of observation commenced at Hobarton at 3\\(^{h}\\), and at Toronto at 18\\(^{h}\\) of Göttingen time of the same astronomical day; and terminated at Hobarton at 2\\(^{h}\\), and at Toronto at 17\\(^{h}\\) of Göttingen time. There were consequently fifteen hours at the commencement of each week (3\\(^{h}\\) to 17\\(^{h}\\) Göttingen) in which observations were made at Hobarton without simultaneous observations at Toronto; and fifteen hours at the termination of each week in which observations were made at Toronto without simultaneous observations at Hobarton. There were also nine hours in every week, between the conclusion of the one week at Toronto and the\n\n* As 1843 and 1848 are only half years, the ratios are taken to the half average annual number and half average aggregate value in the five years.\n\nMDCCCLII.\ncommencement of the next at Hobarton (18th at Göttingen to 2nd of the following day), in which no observations were made at either observatory.\n\nIn a week of seven days there are 168 hours, and deducting nine, there remain 159 hours in each week in which observations were made at one or other of the two observatories, from which the ratios in Table XIII. are derived. Deducting twice fifteen or thirty hours from the 159, we have 129 hours in each week in which observations were made simultaneously at the two observatories, and thirty hours in which they were made at one or other observatory, but not simultaneously at both. A still further small deduction would require to be made from the simultaneous portion, on account of the Good Fridays and the Christmas days, and of the observations accidentally missed. We may state, therefore, in round numbers, that about four-fifths of the whole number of observations which have contributed to form the ratios in Table XIII. were simultaneous at both stations, and that about one-fifth were not so.\n\nThis consideration being premised, we shall be inclined perhaps to regard the accordance in the ratios at the two stations in different years as being quite as near as could be expected, even on the extreme supposition which the case will admit, namely, that of all disturbances being general. That they are so for the most part at Toronto and Hobarton, may be concluded from the circumstance, that by far the greater part of the disturbances which form the subject of discussion in this paper, occurred on the same days at the two stations. This may be seen by comparing the Tables in the Abstracts prefixed to the second volumes of the Toronto and Hobarton Observations, in which the 3940 largest disturbances at Toronto, and the 3469 at Hobarton, are placed in separate tables, showing the day and hour of the occurrence, together with the direction and amount of each, for the purpose of facilitating their intercomparison, and of aiding generally in comparisons of a similar nature between the observations at these stations and the observations which by concerted arrangement may have been made simultaneously with them at other observatories. In all such comparisons the modifying influence of hours and periods of the year shown in the first and second sections of this paper, must be kept in view; and it must also be remembered that the evidence of the general character of these magnetic affections, which may be afforded by the comparison of the observations of the Declination alone, may be expected to be greatly strengthened when the disturbances of the Inclination and of the Total Force shall have been subjected to a similar process. The evidence furnished by a single element must necessarily be partial and incomplete.\n\nRecurring now to the ratios in Table XIII., and directing our attention to the character of the inequality which they show to have existed in the amount of disturbance in different years, the facts which present themselves most obviously and unquestionably to our notice are, that in the years 1843, 1844 and 1845, the ratios were uniformly considerably less than unity, and that in the years 1846, 1847 and 1848, they were as uniformly considerably greater than unity. The mean ratios\nin the three first years are, at Toronto 0·69, and at Hobarton 0·68; whilst in the three last years they are at Toronto 1·33, and at Hobarton 1·34. Facts of such remarkable character, evidenced by the independent and concurrent testimony of so large a body of observations at stations so widely distant from each other, seem to be well deserving the consideration of magnetical physicists; more particularly of those who are disposed to regard thermometrical differences as the cause of the periodical and other magnetic variations. The ratios of disturbance in the years 1846, 1847 and 1848, were nearly twice as great as in the years 1843, 1844 and 1845. Did there occur any notable differences of either local or general temperature, or thermometrical peculiarities of any description, in the years in question, to which variations of such magnitude in the ratios of magnetic disturbance can be ascribed, or with which they can be connected?\n\nWe should not however derive all the advantage which an examination of the ratios in Table XIII. seems suited to afford to those who desire to obtain an insight into the character of the variations they represent, were we to overlook the still more remarkable fact which they manifest, of a general, and with a single exception, uninterrupted progressive increase in the amount of disturbance from a minimum in 1843 to a maximum in 1848.\n\nThe interruption is in 1845, when the ratios, both of numbers and values, are less than in 1844. This interruption of the perfect continuity of the progression occurs alike at both stations; it is not of large amount, and is the sole exception to an otherwise continuous increase in the amount of disturbance during the years comprehended in this investigation.\n\nThe accordance with which the ratios at Toronto and Hobarton indicate this progression, is scarcely less remarkable than are the facts which they combine to indicate. It is indeed difficult to regard results so strikingly correspondent in any other light, than as independent and mutually corroborative measures of the same general phenomenon; and to view the inconsiderable differences between the ratios of the several years at the two stations as due either to accidents of observation, or to the want of strict simultaneity in all cases which has already been described. In such case a combination of the ratios obtained in opposite hemispheres would perhaps present a not improbable approximate view of the general variation in the amount of disturbance in the different years, occasioned in both hemispheres by the class of phenomena under notice. It is contained in the following Table.\n\n**Table XIV.—Mean of the ratios at Toronto and Hobarton.**\n\n| Years | Numbers | Values |\n|-------|---------|--------|\n| 1843  | 0·60    | 0·52   |\n| 1844  | 0·78    | 0·78   |\n| 1845  | 0·72    | 0·65   |\n| 1846  | 1·20    | 1·15   |\n| 1847  | 1·28    | 1·42   |\n| 1848  | 1·43    | 1·51   |\nThe variation in the amount of disturbance in the different years presented in this Table, has certainly far more the aspect of a periodical inequality, than of what may be called for distinction's sake, accidental variation. The character, with the single exception already noticed, is that of an increase systematically progressive between the years 1843 and 1848. But the existence of a periodical inequality of this nature, affecting at the same time, and in the same manner, parts of the globe most remote from each other, would be a circumstance of such extreme importance in theoretical respects, that we are bound to receive the facts which may appear to indicate it with the utmost caution, and to await the confirmation it may obtain from contemporaneous observations at other stations. The magnetic disturbances present as well-marked and as notable features over the greater part of Europe as they do at Toronto and Hobarton; and there exist, or there should exist at those European observatories which have professed to adopt and carry out the system of observation proposed by the Royal Society, hourly or two-hourly observations, not only contemporaneous but simultaneous with those which have been discussed in this paper, and which, if examined, should yield corresponding conclusions, if the phenomena be general. In magnetical no less than in astronomical observations, the work of an observatory is but partially performed, until the observations have been subjected to processes of reduction, and their bearing on the points of theory for which they were instituted has been examined and shown.\n\nPending such confirmation, the general progressive increase in the amount of disturbance at Toronto and Hobarton, between the years 1843 and 1848, derives great additional interest and importance from its apparent connection with an equally remarkable progressive increase which took place at the same two stations, in the magnitude of the diurnal range of the Declination in the same years. The Tables in which the hourly observations at Toronto and Hobarton are recorded in the volumes of those observatories, exhibit for each month the mean monthly diurnal variation: the extreme east and west positions of the magnet at any two hours in these monthly means, show the mean magnitude or average range of the diurnal variation in that month. The subjoined Tables XV. and XVI. contain the mean magnitudes or ranges in the four months constituting the respective seasons, and in the twelve months constituting the year, in each year from 1843 to 1848.\n\n**Table XV.—Mean monthly diurnal range of the Declination at Toronto.**\n\n| Years | Winter | Spring and Autumn | Summer | Mean in the whole year |\n|-------|--------|------------------|--------|----------------------|\n|       | November, December, January, February. | March, April, September, October. | May, June, July, August. |                      |\n| 1843  | 5·64   | 9·36             | 11·70  | 8·90                 |\n| 1844  | 5·70   | 8·74             | 12·17  | 8·87                 |\n| 1845  | 5·73   | 9·15             | 13·36  | 9·41                 |\n| 1846  | 6·33   | 9·21             | 12·27  | 9·27                 |\n| 1847  | 7·28   | 10·08            | 13·84  | 10·40                |\n| 1848  | 9·48   | 11·04            | 15·82  | 12·11                |\nTABLE XVI.—Mean monthly diurnal range of the Declination at Hobarton.\n\n| Years | Winter          | Spring and Autumn | Summer            | Mean of the whole year |\n|-------|-----------------|-------------------|-------------------|------------------------|\n|       | May, June, July, August | September, October, March, April | November, December, January, February |                        |\n| 1843  | 4·50            | 7·80              | 10·16             | 7·66                   |\n| 1844  | 4·30            | 8·45              | 10·77             | 7·84                   |\n| 1845  | 4·39            | 8·61              | 12·16             | 8·39                   |\n| 1846  | 5·10            | 9·50              | 12·58             | 9·06                   |\n| 1847  | 5·38            | 10·97             | 13·43             | 9·93                   |\n| 1848  | 7·09            | 10·67             | 14·14             | 10·63                  |\n\nWe perceive by Tables XV. and XVI. that a generally and almost uniformly progressive increase took place at Toronto and Hobarton in the mean monthly range of the diurnal variation of the Declination between 1843 and 1848, contemporaneously with the increase in the amount of the disturbances produced by the variations which are of less regular occurrence and have distinct phenomenal laws. This coincidence appears to afford a more direct and decided indication of a causal connection subsisting between the two classes of phenomena than any which has previously presented itself.\n\nIt might be supposed that an increased amount of disturbance occurring in any year from the last named causes, i.e. the disturbances, might have a direct effect in increasing the diurnal range of the Declination; and such undoubtedly must be the case on individual days; but when mean values are in question, as is the case here, the difference in the mean monthly diurnal range, when the disturbed observations are retained, or when they are omitted, is scarcely sensible. The following Table contains the mean monthly diurnal range in the different years at Hobarton, when the 3469 disturbances of largest amount have been withdrawn. When compared with the values in Table XVI., where the disturbances are retained, the difference is seen to be wholly insignificant.\n\nTABLE XVII.—Mean monthly diurnal range of the Declination at Hobarton, the 3469 disturbances of largest amount being omitted.\n\n| Years | Winter          | Spring and Autumn | Summer            | Mean of the whole year |\n|-------|-----------------|-------------------|-------------------|------------------------|\n|       | May, June, July, August | March, April, September, October | November, December, January, February |                        |\n| 1843  | 4·49            | 7·80              | 10·67             | 7·65                   |\n| 1844  | 4·19            | 8·29              | 10·62             | 7·70                   |\n| 1845  | 4·37            | 8·57              | 12·13             | 8·36                   |\n| 1846  | 4·59            | 9·26              | 12·76             | 8·87                   |\n| 1847  | 5·18            | 10·50             | 13·80             | 9·83                   |\n| 1848  | 7·02            | 10·53             | 14·19             | 10·58                  |\n\nFacts so remarkable as those presented in Tables XV. and XVI., showing in the course of six years a progressive increase in the range of the diurnal variation taken\nfrom the monthly means of the observations in the several months, from $8^\\circ 90'$ to $12^\\circ 11'$ at one station, and from $7^\\circ 66'$ to $10^\\circ 63'$ at another station separated from the former by nearly half the surface of the globe, might naturally have created an expectation that they would prove to be independent and corresponding measures of a general phenomenon. Fortunately, in the case of the diurnal range, we have not to wait, as we have in the case of the disturbance-progression, for a confirmation of its extension to Europe. In a recent number of Poggendorff's Annalen, 1851, No. 12, December 23 (which only reached the author of this paper when the greater part of it was already written), Dr. Lamont has published a Table of the mean monthly range of the diurnal variation of the Declination at Munich, from 1841 to 1850 inclusive, from which he also has been led to infer the probable existence of a periodical inequality, having its epoch of minimum in 1843.5, and of maximum in 1848.5. The mean range of the diurnal variation in monthly periods at Munich in the years discussed in this paper, is stated in Dr. Lamont's communication to have been as follows:\n\n| Year | Range |\n|------|-------|\n| 1843 | 7°15' |\n| 1844 | 6°61' |\n| 1845 | 8°13' |\n| 1846 | 8°81' |\n| 1847 | 9°55' |\n| 1848 | 11°15' |\n\nThe years which Dr. Lamont infers from the Munich observations to have been those which include the half-period of the inequality of the diurnal range, (or that portion of the period which is comprised between the epochs of minimum and maximum,) are precisely the same years over which my discussion of the disturbances has extended, and from which I have been led to infer the probable existence of a periodical inequality in those phenomena also, having the very same epochs of minimum and maximum. Dr. Lamont confines himself entirely to the diurnal inequality of the Declination, leaving untouched the subject of the disturbances (or, as they are more usually termed in Germany, the magnetic storms).\n\nWhether the progressive increase so distinctly marked in the two classes of phenomena between the years 1843 and 1848 be or be not the result of causes which have a periodical action, in a cycle which may be either of regular or of variable duration, the fact of the progressive increase being concurrent in both classes is of no slight importance. It tends to indicate a causal connection subsisting between the disturbances and the diurnal variation; which latter, in addition to the laws which point directly or indirectly to the sun as the origin of its every-day phenomena, has other phases which mark unmistakeably, and at stations very variously situated in geographical and magnetical respects, the equinoxes as epochs of periodical change. The investigation, of which the results are contained in this paper, has shown that the disturbances have also a law of diurnal action, depending like that of the regular\ndiurnal variation on the hours of local time, but with different hours of maxima and minima; it has also shown, generally, that there is an influence connected with the period of the year on the frequency of occurrence of the disturbances of principal magnitude, affecting the aggregate effects of the disturbing causes; but it has not yet succeeded in tracing a definite epoch of semiannual change in the disturbances with the same precision as in the diurnal variation, of which the phenomena have been so much longer and so much more minutely studied, and in which the epoch of change in the phase depending on the earth’s revolution in its orbit has been distinctly traced to the very days of the equinoxes*.\n\nThe progressive augmentation of the range of the diurnal variation between 1843 and 1848, is quite as conspicuous in the respective winters at Toronto and Hobarton as in their summers: the ratio of the increment of the range is even somewhat greater in winter than in summer. This has an important bearing when we regard the diurnal variation as divided into two portions, one depending on the earth’s revolution on its axis, and the other on the earth’s revolution in its orbit.\n\nThe extreme range of the periodical inequality of the diurnal variation from 1843 to 1848, i.e. the difference between the ranges of the diurnal variation in 1843 and 1848, is less at Toronto and Hobarton than the difference in the mean winter and summer ranges in any single year, i.e. than the inequality due to the position of the sun with reference to the equator.\n\nThat the progressive increase in the mean monthly diurnal range from 1843 to 1848, was not confined at Toronto and Hobarton to the Declination only, but took place likewise in the diurnal variations of the Inclination and Total Force, is shown in the subjoined Tables XVIII. and XIX., XX. and XXI., which appear to require no further explanation, as they are arranged on the same plan as Tables XV. and XVI.\n\n**Table XVIII.—Mean monthly diurnal range of the Inclination at Toronto.**\n\n| Years | Winter | Spring and Autumn | Summer | Mean in the whole year |\n|-------|--------|------------------|--------|-----------------------|\n|       | November, December, January, February | March, April, September, October | May, June, July, August |                       |\n| 1843  | 1·26   | 1·40             | 1·50   | 1·39                  |\n| 1844  | 0·78   | 1·39             | 1·59   | 1·25                  |\n| 1845  | 0·88   | 1·35             | 1·57   | 1·27                  |\n| 1846  | 1·09   | 1·59             | 1·92   | 1·53                  |\n| 1847  | 1·43   | 2·22             | 1·98   | 1·88                  |\n| 1848  | 1·73   | 2·17             | 2·18   | 2·03                  |\n\n* Magnetical and Meteorological Observations at the Cape of Good Hope, vol. i. p. 15, &c.; and at Toronto, vol. ii. Plate II. figs. 6 and 7.\nTable XIX.—Mean monthly diurnal range of the Total Force at Toronto, in parts of the Force.\n\n| Years | Winter                  | Spring and Autumn | Summer                  | Mean in the whole year |\n|-------|-------------------------|-------------------|-------------------------|------------------------|\n|       | November, December,     | March, April,     | May, June, July, August |                        |\n|       | January, February       | September, October|                        |                        |\n| 1843  | -00028                  | -00040            | -00040                  | -00036                 |\n| 1844  | -00027                  | -00059            | -00039                  | -00042                 |\n| 1845  | -00032                  | -00038            | -00046                  | -00039                 |\n| 1846  | -00020                  | -00059            | -00077                  | -00052                 |\n| 1847  | -00048                  | -00064            | -00052                  | -00055                 |\n| 1848  | -00061                  | -00075            | -00054                  | -00063                 |\n\nTable XX.—Mean monthly diurnal range of the Inclination at Hobarton.\n\n| Years | Winter                  | Spring and Autumn | Summer                  | Mean in the whole year |\n|-------|-------------------------|-------------------|-------------------------|------------------------|\n|       | May, June, July, August | September, October| November, December,     |\n|       |                         | March, April      | January, February       |                        |\n| 1843  | 1·43                    | 1·68              | 1·58                    | 1·56                   |\n| 1844  | 1·89                    | 1·76              | 1·72                    | 1·62                   |\n| 1845  | 1·25                    | 1·78              | 2·42                    | 1·85                   |\n| 1846  | 1·62                    | 2·04              | 2·36                    | 2·01                   |\n| 1847  | 1·54                    | 2·45              | 2·70                    | 2·23                   |\n| 1848  | 1·92                    | 2·40              | 3·27                    | 2·53                   |\n\nTable XXI.—Mean monthly diurnal range of the Total Force at Hobarton, in parts of the Force.\n\n| Years | Winter                  | Spring and Autumn | Summer                  | Mean in the whole year |\n|-------|-------------------------|-------------------|-------------------------|------------------------|\n|       | May, June, July, August | September, October| November, December,     |\n|       |                         | March, April      | January, February       |                        |\n| 1843  | -00057                  | -00043            | -00049                  | -00050                 |\n| 1844  | -00029                  | -00033            | -00038                  | -00033                 |\n| 1845  | -00031                  | -00031            | -00036                  | -00033                 |\n| 1846  | -00033                  | -00038            | -00039                  | -00037                 |\n| 1847  | -00031                  | -00040            | -00049                  | -00040                 |\n| 1848  | -00032                  | -00039            | -00063                  | -00045                 |\n\nWe perceive by these Tables that the indications of a periodical inequality are not less general in magnetical respects, i.e. in their extension to all the magnetical elements, than in their manifestation in parts of the globe most remote from each other. In the Inclination, the progressive increase is as distinctly marked as in the Declination; and if it is somewhat less so in the Total Force, this may with some probability be ascribed to the less perfect instrumental means from which the diurnal variation of that element is chiefly derived. In our present ignorance of the physical agency by which the periodical magnetic variations are produced, the possibility of the discovery of some cosmical connection which may throw light on a subject as\nyet so obscure, should not be altogether overlooked. As the sun must be recognised as at least the primary source of all magnetic variations which conform to a law of local hours, it seems not unreasonable that in the case of other variations also, whether of irregular occurrence or of longer period, we should look in the first instance to any periodical variation by which we may learn that the sun is affected, to see whether any coincidence of period or epoch is traceable. Now the facts of the solar spots, as they have been recently made known to us by the assiduous and systematic labours of Schwabe, present us with phenomena which appear to indicate the existence of some periodical affection of an outer envelope, (the photosphere,) of the sun; and it is certainly a most striking coincidence, that the period, and the epochs of minima and maxima, which M. Schwabe has assigned to the variation of the solar spots, are absolutely identical with those which have been here assigned to the magnetic variations.\n\nIn the third volume of Kosmos, page 402 (English translation, vol. iii. pp. 291 and 292), Baron von Humboldt has published a tabular abstract supplied by M. Schwabe, of the results of that gentleman's observations of the solar spots from 1826 to 1850; from which M. Schwabe has derived the conclusion, that \"the numbers in the Table leave no room to doubt that, at least from the years 1826 to 1850, the solar spots have shown a period of about ten years, with maxima in 1828, 1837 and 1848, and minima in 1833 and 1843.\" \"In almost all the years except those of the minima,\" M. Schwabe says, \"I have observed large spots visible to the naked eye,—I mean spots whose diameters are above 50'': and 1847 and 1848 are enumerated amongst the years in which the largest spots appeared. M. Schwabe's Table is as follows:\n\n| Years | Groups of spots | Days free from spots | No. of days of observation |\n|-------|----------------|----------------------|---------------------------|\n| 1826  | 118            | 22                   | 277                       |\n| 1827  | 161            | 2                    | 273                       |\n| 1828  | 225            | 0                    | 282                       |\n| 1829  | 199            | 0                    | 244                       |\n| 1830  | 190            | 1                    | 217                       |\n| 1831  | 149            | 3                    | 239                       |\n| 1832  | 84             | 49                   | 270                       |\n| 1833  | 33             | 139                  | 267                       |\n| 1834  | 51             | 120                  | 273                       |\n| 1835  | 173            | 18                   | 244                       |\n| 1836  | 272            | 0                    | 200                       |\n| 1837  | 333            | 0                    | 168                       |\n| 1838  | 282            | 0                    | 202                       |\n| 1839  | 162            | 0                    | 205                       |\n| 1840  | 152            | 3                    | 263                       |\n| 1841  | 102            | 15                   | 283                       |\n| 1842  | 68             | 64                   | 307                       |\n| 1843  | 34             | 149                  | 312                       |\n| 1844  | 52             | 111                  | 321                       |\n| 1845  | 114            | 29                   | 332                       |\n| 1846  | 157            | 1                    | 314                       |\n| 1847  | 257            | 0                    | 276                       |\n| 1848  | 330            | 0                    | 278                       |\n| 1849  | 238            | 0                    | 285                       |\n| 1850  | 186            | 2                    | 308                       |\n\nMDCCCLII.\nM. Schwabe has not been able to derive from the indications of the thermometer or barometer any sensible connection between climatic conditions and the number of spots. The same remark would of course hold good in respect to the connection of climatic conditions with the magnetic inequalities, as their periodical variation in different years corresponds with that of the solar spots. But it is quite conceivable that affections of the gaseous envelope of the sun, or causes occasioning those affections, may give rise to sensible magnetical effects at the surface of our planet, without producing sensible thermic effects.\n\nIt may be confidently anticipated that so remarkable a coincidence in the degree of energy with which the causes producing obscurations in the luminous disc of the sun, and those producing the magnetic variations at the surface of our planet, appear to have acted in the different years between 1843 and 1848, will receive due attention at those observatories which, by their more permanent character, are more particularly adapted for the investigation of problems requiring several years for their solution.\n\nAs the physical agency by which the phenomena are produced is in both cases unknown to us, our only resource for distinguishing between accidental coincidence and causal connection seems to be perseverance in observation, until either the inferences from a possibly too limited induction are disproved, or until a more extensive induction has sufficed to establish the existence of a connection, although its precise nature may still be imperfectly understood. For such continued investigation we must look to those observatories which are permanent in their institution; and in this particular problem, to those especially which combine astronomical and magnetical research. The hourly observations at the British Colonial Observatories, which, combined with M. Schwabe's observations of the sun in Germany, have led to the discovery of the existence of the coincidence during the years 1843-1848, ceased in 1848, having accomplished the special objects for which they were instituted. There are yet remaining for analysis, in reference to the disturbance-variations, the hourly observations at Hobarton in 1841 and 1842, and the 2-hourly at Toronto in the same years, which will show whether the aggregate values of the disturbances were greater in those years than in 1843, as they should have been in conformity with a periodical inequality having 1843 as a minimum epoch.\n\nWoolwich, March 16, 1852.\nPostscript, May 24th, 1852.\n\nThe interval which has elapsed between the presentation and the printing of this paper has enabled me to complete the examination of the disturbances at Toronto from the commencement of the observations in 1841, and to subjoin the results. The observations were made two-hourly from January 1841 to June 1842 inclusive, and hourly from July 1842 to July 1848 inclusive: all those which differed 3°6 or upwards from the mean or normal Declination at the same hour in the same month have been separated from the others, and constitute the body of disturbed observations submitted to examination. It appears desirable to state, in addition to the ratios, the numbers and aggregate values of the disturbed observations in each year, dividing them into easterly and westerly disturbances: this is done in the following Table:\n\n**Table XXIII.**\n\n| Years                  | Disturbed observations |\n|------------------------|------------------------|\n|                        | Numbers                | Aggregate values       |\n|                        | Easterly.  Westerly.   | Total.                |\n|                        | Easterly.  Westerly.   | Total.                |\n| 1841. Twelve months: observations two-hourly | 282    288    570    1865   1750   3615 |\n| 1842. {January to June, two-hourly}          | 327    279    606    1947   1623   3570 |\n| {July to December, hourly}                   |        |                      |        |        |        |\n| 1843. Twelve months; hourly                  | 268    204    472    1515   1133   2648 |\n| 1844. Ditto                                  | 327    269    596    2162   1692   3854 |\n| 1845. Ditto                                  | 298    269    567    1761   1544   3305 |\n| 1846. Ditto                                  | 547    484    1031   3655   3002   6657 |\n| 1847. Ditto                                  | 532    409    941    3620   3804   7424 |\n| 1848. January to June, hourly                | 288    250    538    2185   1609   3794 |\n\nIt will be observed that in this Table the values from 1843 to 1847 inclusive, are strictly intercomparable, those years being complete years of hourly observation; whereas in 1841 and in part of 1842 the observations were only two-hourly, and in 1848 the observations were limited to the first six months. In order therefore to render the numbers and aggregate values in Table XXIII. readily comparable by the eye, it may be convenient to double those of 1841 and 1848, and to augment those of 1842 in the proportion of 4 to 3: this is done in the following Table:\n\n**Table XXIV.**\n\n| Years | Numbers | Aggregate values |\n|-------|---------|------------------|\n|       | Easterly. | Westerly. | Total. | Easterly. | Westerly. | Total. |\n| 1841. | 564     | 576     | 1140   | 3730     | 3500     | 7230   |\n| 1842. | 436     | 372     | 808    | 2596     | 2164     | 4760   |\n| 1843. | 268     | 204     | 472    | 1515     | 1133     | 2648   |\n| 1844. | 327     | 269     | 596    | 2162     | 1692     | 3854   |\n| 1845. | 298     | 269     | 567    | 1761     | 1544     | 3305   |\n| 1846. | 547     | 484     | 1031   | 3655     | 3002     | 6657   |\n| 1847. | 532     | 409     | 941    | 3620     | 3804     | 7424   |\n| 1848. | 576     | 500     | 1076   | 4370     | 3217     | 7587   |\nAssuming the existence of a periodical inequality, such as has been described in the paper to which this Postscript is annexed, we may take the means of the numbers and values from 1843 to 1848 inclusive, (constituting approximately the half period of the supposed inequality,) as the units of ratios, which will show with more convenient simplicity the variation of the numbers and aggregate values in the different years. These are contained in Table XXV.\n\n**Table XXV.**\n\n| Units | Numbers | Aggregate values |\n|-------|---------|------------------|\n|       | Easterly | Westerly | Total | Easterly | Westerly | Total |\n|       | 424·7    | 355·8    | 780·5 | 284·7    | 239·9    | 524·6 |\n| Ratios: |         |         |       |         |         |       |\n| 1841. | 1·33     | 1·62     | 1·46  | 1·31     | 1·46     | 1·38  |\n| 1842. | 1·03     | 1·05     | 1·04  | 0·91     | 0·90     | 0·91  |\n| 1843. | 0·63     | 0·57     | 0·60  | 0·53     | 0·47     | 0·50  |\n| 1844. | 0·77     | 0·76     | 0·76  | 0·76     | 0·71     | 0·73  |\n| 1845. | 0·70     | 0·76     | 0·73  | 0·62     | 0·64     | 0·63  |\n| 1846. | 1·29     | 1·36     | 1·32  | 1·28     | 1·25     | 1·27  |\n| 1847. | 1·25     | 1·15     | 1·21  | 1·27     | 1·59     | 1·42  |\n| 1848. | 1·36     | 1·40     | 1·38  | 1·54     | 1·34     | 1·45  |\n\nIt is seen by this Table that the ratios, both of numbers and values, in the years 1841 and 1842 are greater than in 1843, and that 1843 is in every respect, whether of numbers or values, easterly or westerly, the minimum of the whole series. The ratios of the numbers and values in 1841 are greater than in 1842, presenting the same appearance of a periodical inequality previous to 1843, as in the years subsequent to that date.\n\nIt may be desirable to subjoin also in one view the inequality in the range of the Diurnal Variation at Toronto and Hobarton from 1841 to 1851 inclusive, and at Munich from 1841 to 1850 inclusive, the latter being taken from the Number of Poggendorff's Annalen, already referred to.\n\n**Table XXVI.**\n\n| Years | Toronto | Munich | Hobarton |\n|-------|---------|--------|----------|\n|       | Nov. Dec. Jan. Feb. | Mar. Apr. Sept. Oct. | May, June, July, Aug. | Mean of the whole year. | Winter. | Summer. | Mean of the whole year. | Nov. Dec. Jan. Feb. | Mar. Apr. Sept. Oct. | May, June, July, Aug. | Mean of the whole year. |\n| 1841. | 6·67    | 9·46   | 12·38  | 9·50    | 5·12   | 10·53  | 7·82   | 11·13  | 8·77   | 4·94   | 6·28   |\n| 1842. | 5·67    | 8·87   | 11·48  | 8·67    | 5·07   | 9·09   | 7·08   | 10·56  | 8·14   | 4·55   | 7·75   |\n| 1843. | 5·64    | 9·36   | 11·70  | 8·90    | 4·70   | 9·59   | 7·15   | 10·16  | 7·80   | 4·50   | 7·66   |\n| 1844. | 5·70    | 8·74   | 12·17  | 8·87    | 4·44   | 8·79   | 6·61   | 10·77  | 8·45   | 4·30   | 7·84   |\n| 1845. | 5·73    | 9·15   | 13·86  | 9·41    | 5·89   | 10·37  | 8·13   | 12·16  | 8·61   | 4·39   | 8·39   |\n| 1846. | 6·33    | 9·21   | 12·27  | 9·27    | 6·08   | 11·55  | 8·81   | 12·58  | 9·50   | 5·10   | 9·06   |\n| 1847. | 7·28    | 10·08  | 13·84  | 10·40   | 7·13   | 11·98  | 9·55   | 13·43  | 10·97  | 5·38   | 9·93   |\n| 1848. | 9·48    | 11·04  | 15·82  | 12·11   | 7·85   | 14·44  | 11·15  | 14·14  | 10·67  | 7·09   | 10·63  |\n| 1849. | 8·25    | 12·25  | 14·80  | 11·77   | 8·06   | 13·21  | 10·64  | 11·32  | 8·28   | 4·79   | 8·13   |\n| 1850. | 8·01    | 10·90  | 13·74  | 10·88   | 7·61   | 13·27  | 10·44  | 11·32  | 9·50   | 4·89   | 8·57   |\n| 1851. | 7·01    | 10·82  | 12·61  | 10·15   | ......  | ......  | ......  | 8·54   | 6·85   | 4·57   | 6·65   |",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108537.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 23,
    "total-input-tokens": 36064,
    "total-output-tokens": 21298,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2743,
        2
      ],
      [
        2743,
        5675,
        3
      ],
      [
        5675,
        10387,
        4
      ],
      [
        10387,
        14848,
        5
      ],
      [
        14848,
        18501,
        6
      ],
      [
        18501,
        22763,
        7
      ],
      [
        22763,
        29111,
        8
      ],
      [
        29111,
        34310,
        9
      ],
      [
        34310,
        37316,
        10
      ],
      [
        37316,
        40204,
        11
      ],
      [
        40204,
        42932,
        12
      ],
      [
        42932,
        46210,
        13
      ],
      [
        46210,
        49145,
        14
      ],
      [
        49145,
        52487,
        15
      ],
      [
        52487,
        55965,
        16
      ],
      [
        55965,
        58920,
        17
      ],
      [
        58920,
        61817,
        18
      ],
      [
        61817,
        65990,
        19
      ],
      [
        65990,
        69946,
        20
      ],
      [
        69946,
        72487,
        21
      ],
      [
        72487,
        75824,
        22
      ],
      [
        75824,
        79428,
        23
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108537",
    "title": "On Periodical Laws Discoverable in the Mean Effects of the Larger Magnetic Disturbances.--No. II",
    "authors": "Edward Sabine",
    "year": 1852,
    "volume": "142",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 23,
    "jstor_url": "https://www.jstor.org/stable/108537"
  }
}