{
  "id": "aa9a2956aaec713b02a3b4018cb59749c5f1f0f5",
  "text": "receive the other End of the Knife \\(d\\); and the solid square Part thereof, \\(i k l m\\), is to be fasten'd in the Groove that is under it, by two Iron-plates \\(\\alpha \\alpha, \\varepsilon \\varepsilon\\), under which it must run in the said Groove, so as that it may be flipp'd out from under it, and laid by, when the Engine is not used; at which Time also the Piece at the other End may be unscrew'd and laid up.\n\nThe two long Squares upon one End of the Block, in Fig. 1. viz. 5. 6. 7. 8. are two Iron-plates to be fasten'd, where the Knife, moving in a fit Cavity, is to cut the bruised Stuff between them. And of these Plates that, which lies next the End, is to be laid a little lower, the Block being there pared accordingly, that so the Stuff may fall off from the End of the Engine the quicker, as your left Hand furnishes the Knife with the bruised Materials, whilst the right Hand is cutting them.\n\nLet the hollow Place, where the Knife cuts, be, as near as may be, so big only, that the Knife may easily fall and rise; and let the Block be hollow'd under the cutting Hole, and sloped off at that End, for the Stuff to fall off as the Knife cuts it.\n\nAn Extract of a Letter of Mr. Martin Lister concerning the first Part of his Tables of Snails, together with some Quare's relating to those Insects, and the Tables themselves; sent to the Publisher from York, March 12. 1673.\n\nI Herewith send you the first Part of our Tables of Snails, and some Quare's upon that Subject; also the lively Figure of each Shell for Illustration, done by Mr. Lodge. I reserve by me the Sea-shells and Rock-stones. That Part, I send you at present, being at a Stand with me, those other increase upon my Hands daily; which though that be not a Sign of Perfection (for there is undoubted Work for many Ages,) yet is of good Advancement and Progress; this other of the Copiousness of the Subject. Again, in that Part of the Tables, you have from me, Authors are very little concern'd; in the other of Sea-shells and Stone-like Shells there are many Authors, which are to be consulted and taken in, if possible we can understand them treating of the same Species. As for Rock-shells in particular, they come in to me in greater Numbers, than I could ever have imagined. And I can assure\nsure you, that of near 30 Species, I have now by me, found in this County alone, not any one can be sampled by any Sea, Fresh-Water or Land-Snail, that I have, or ever saw. So that you see, I have still good Reason to doubt of their Original, besides many other Arguments; that my Observations about Fossils do afford, and which you may possibly one Day see. And that there are the elegant Representations of even Bivalve-shells, which never owed their Original to any Animal, I can demonstrate; and think none, that hath considered the Thing with me, yet hath denied: Of which hereafter. But whether all be so or no, I choose this Method, as the most convincing, viz. to give a comparative View.\n\nSome general Quere's concerning Land and Fresh-Water Snails.\n\n1. Whether there are other Shell-Snails at Land, than Turbinate?\n2. Whether this Kind of Insect are truly Androgyna, and equally Participate of both Sexes, as Mr. Ray first Observed; and whether both of them two which shall be found in the Act of Venery, do accordingly spawn, or lay those perfectly round and clear Eggs, so frequently to be met with in the surface of the Earth and in the Water too; and the Circumstances of those Eggs Hatching?\n3. Whether the Way of fatting Snails, in use amongst the Romans, that is, to make little paved Places incircled with Water, be not also very expedient in Order to the true noting the Manner of their Generation?\n4. What light the Anatomy of this Kind of Insect may give to the rest?\n5. Whether the black Spots, observable in the Horns of some Snails, are Eyes, as some Authors affirm, and not rather Parts equivalent to the Antennae of other Insects; as the flat and exceeding thin Shape, also the branched Horns, in other Species of Snails seem to confirm?\n6. Whether the coccinea Saines, which some of our Water-Snails freely and plentifully yield, be not a Saliva rather than an\nan extravasated Blood: The like may be Thought of the Juice of the Purple-fish, now out of use, since the great Plenty of Cochineil?\n\n7. In what sort of Snails are the Stones, mentioned by the Ancients, to be found? And whether they are not to be found (in such as yield them) at certain Times of the Year? And whether they are a Cure for a Quartan; or what other real Vertue they have?\n\n8. What medicinal Vertues Snails may have, as restorative to Hectic Persons; and what credit the Romans may deserve, counting them, especially the Necks of them, highly Venereal; Celsus also particularly commending them to be boni succi, and stomacho aptas.\n\n9. Also inquire concerning the Mechanical Uses of the Saliva of these Animals, as in dying, whitening of Wax, Hair, &c.\n\nNote, that the Figures are numbered and explained by the Tables. The Figures of the naked Snails are omitted in this Specimen, being not material to that Part of the Design, which is, (when the other Parts of the Table are finish'd,) to give the Reader an exact View of Animal-shells, as well as of Fossils figured like Shells, whereby he will be best able to Judge, what to think of their Original.\n\nTabula\nTabulae Cochlearum Angliæ, tum Terrestrium Fluvialiumque, tum Marinarum, quibus accedunt Lapidés ad Cochlearum similitudinem figurati. Vid. Tab. II.\n\nCochleæ Terrestres\n\ntestis intella Turbinata\n\nbreviore figura, Numero V.\n\n1. Cochlea cinerea maxima edulis, cujus Os operculo gyphico per hyemem tegitur, agri Hartfordiensis.\n2. Cochlea cinereo leviter vufescens, striata, operculo testaceo cochleato de-\nnata.\n3. Cochlea & colore & fasciis multa varietate ludens.\n4. Cochlea subflava, maculata, atque unica fascia castanei coloris per medium anfractus insignita.\n5. Cochlea vulgaris major, bortensis, maculata & fasciata.\n\nlongiore figura\n\nad sinistram convoluta. N. IV.\n\n6. Buccinum exiguum subflavum, mucrone obtuso, sive figura cylin-\ndrica.\n7. Buccinum alterum exiguum in Musco dognis, 5 anfractuum, mucrone acuto.\n8. Buccinum rupestrum majusculum, senis orbibus protractum.\n9. Buccinum parvum sive Trochilus sylvaticus agri Lincolnien-\nsis.\n\nad dextram, N. II.\n\n10. Buccinum pullum, ore compresso, circiter denis spiris fastigia-\ntum.\n11. Buccinum alterum pellucidum, subflavum, intra senos fere orbes mucronatum.\n\ncomprese, N. II.\n\n12. Cochlea cinerea, fasciata, Ericetorum.\n13. Cochlea altera, pulla, sylvatica, spiris in aciem depressis.\n\nnude, limaces diéla quibusdam, N. III.\n\n14. Limax cinereus maximus, striatus & maculatus, lapillo sive offi-\nculo insigni, loco Cranii, donatus, locis udis & umbrosis de-\ngens.\n15. Limax cinereus alter, parvus, unicolor, pratensis.\n\nFluviatil.\n\nTurbin.\n\nCochleæ, N. I.\n\n17. Cochlea fasciata, ore ad amussim rotundo.\n\nBuccina, N. V.\n\n18. Buccinum flavum, pellucidum, intra tres spiras terminatum.\n19. Buccinum alterum majus, paulo obscurius, pellucidum tamen, 4 Spi-\nrarum, mucrone acutissimo.\n20. Buccinum fusum, 5 Spirarum plenarum, mucrone sapius mutilato,\nobtusoque.\n21. Buccinum subflavum alterum, 5 Spirarum, atque operculo tenui\n& pellucido, testaceo tamen cochleatoque donatum.\n22. Buccinum longum sex spirarum, in tenue acumen ex amplissima\nbasi mucronatum.\n\nCompressa testa, Coccum fundentes, N. III.\n\n23. Cochlea pulla, ex utraque parte circa umbilicum cava.\n24. Cochlea altera parte plena, & limbo donata, 4 circumvolutio-\nnum.\n25. Cochlea minor, altera parte plana, sine limbo, 5 circumvolutio-\nnum.\n\nBivalve N. II.\n\n26. Musculus, parvus, subflavus, testa pellucida, nisi magnitudine, pa-\nlustris.\n27. Musculus alter, fluminum maximus, subviridis.\n\nMarina, &c.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101155.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9132,
    "total-output-tokens": 2375,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2273,
        2
      ],
      [
        2273,
        4161,
        3
      ],
      [
        4161,
        5337,
        4
      ],
      [
        5337,
        7757,
        5
      ],
      [
        7757,
        7757,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "la",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101155",
    "title": "An Extract of a Letter of Mr. Martin Lister Concerning the First Part of His Tables of Snails, Together with Some Quaere's Relating to Those Insects, and the Tables Themselves; Sent to the Publisher from York, March 12. 1673",
    "authors": "Martin Lister",
    "year": 1674,
    "volume": "9",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/101155"
  }
}