{
  "id": "7b96bd83d75686cd80464b527ab5fb612602c89a",
  "text": "When her Belly was near full, her Thighs and Legs used to swell, and grew discoloured like an approaching Gangren; but both went off after tapping, by the help of Friction, and a warm Lotion.\n\nThe Bladder, and adhering part of the Liver, is drying, to be sent you by the first opportunity.\n\nThere were four of the Faculty present with me, who can testify the truth of this Report.\n\nIV. A Description of the Head of a monstrous Calf.\n\nIn a Letter from the Reverend Mr. John Craig, Vicar of Gillingham in Dorsetshire, to William Burnet, Esq; F. R. S.\n\nSIR,\n\nThe strangeness of the following Relation will easily excuse me for troubling you so soon with another Letter. A Butcher did (this Morning) bring me in the Head of a Calf (which he had taken out of a Cow's Belly.) The Upper Jaw was divided into two halves, as far as to the Dura Mater: Each half had a distinct Eye and Nostril: And the Under Jaw was bent round so entirely, that it lay exactly between the two halves of the Upper Jaw, making the Tongue lie upon the Forehead, about two Inches above the Teeth of the Under Jaw, and in the Fissure of the Upper Jaw. This Preternatural Division of the Upper Jaw was not covered with Hair, but with a Cutis of a florid Colour. The Calf was come to its full time, and made great struggles when the Butcher knock'd the Cow on the Head; which by some Symptoms they judg'd would have\nhave dy'd in the Calving. It was so large a Calf, that an old experienc'd Butcher says, that he never saw but one so large at Calving: The Legs and Feet were as big as an ordinary Calf of 6 Weeks old. If the Butcher had had the Sense to have opened the Cow immediately upon killing her, in all probability the Calf might have been saved alive. I have charged him, when he has done showing it about, to let me have the opening of the Head, and then you shall have such an account of the Brain, as my little Skill in Anatomy will afford.\n\nGillingham, March\n\n25. 1712.\n\nYours,\n\nJ. CRAIG.\n\nP. S. I had almost forgotten to tell you, that a full Week before the Cow was killed (upon apprehending that she had a Dropsy) the Butcher cut a Hole in her Belly a little above the Udder, and thrust in his Hand; but finding nothing extraordinary, sewed up the Hole, and the Cow eat her Hay, and was as well as before.\n\nMarch 26. This Afternoon the Butcher brought in the Calf's Head to me; and after we had cut the Skin (for there was no Cranium) that was expanded over the fore-part of the Cavity containing the Brains, I was surpriz'd to find, that there was very little Brains in it; I am sure not so much as in a Rabbit: The whole Cavity is not big enough to hold an ordinary Walnut. This to me is the most surprizing Phenomenon of this monstrous Head. The Butcher thrusting his Finger rashly in, spoilt any Observation I could have made upon the Brains. I have made him cut all the Flesh off, and hung up the Bones in their natural Position, &c.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103141.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6410,
    "total-output-tokens": 854,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1382,
        3
      ],
      [
        1382,
        2919,
        4
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103141",
    "title": "A Description of the Head of a Monstrous Calf. In a Letter from the Reverend Mr. John Craig, Vicar of Gillingham in Dorsetshire, to William Burnet, Esq; F. R. S.",
    "authors": "John Craig",
    "year": 1710,
    "volume": "27",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/103141"
  }
}