{
  "id": "dc46c414f4a579d9fe0c48a4f59042489281daa1",
  "text": "XII. A Letter from Arthur Dobbs Esq; of Castle-Dobbs in Ireland, to the Rev. Mr. Charles Wetstein, Chaplain and Secretary to His Royal Highness the Prince of Wales, concerning the Distances between Asia and America.\n\nSIR,\n\nRead April 9. I AM extremely obliged to you for the Trouble you have taken, in corresponding with Professor Euler * upon the Russian Discoveries Eastward from Kamchatka, and communicating to me the Accounts he had of Behring's last Voyage, and of his Discovery of the Lands North-East of Japan; which the Professor could only have inaccurately, not having seen any Journal to fix the Latitude and Longitude of the Countries he then discover'd: But since Professor Euler, sway'd by the Opinion of Captain Behring, seems still to believe that the last Land he discover'd is joined to California, which Country is now known to be Part of the Continent of America, and not an Island (in which Fact of its being continuous to California I differ still in Opinion from him,) for, if that were a Fact to be depended upon, I would candidly own, that there could be no Passage from the North-West of Hudson's-Bay to the Western Ocean of America, without sailing near $70^\\circ$ of Longitude; the Distance of the North-East Cape of Asia from the North-West of Hudson's-Bay, in a Parallel almost as far North as the Polar Circle, before the Passage can\n\n* See Trans. No. 482, p. 421.\ncan be made to the Pacific Ocean; which might therefore be very reasonably call'd an impracticable Passage, as it could not possibly be made in one Summer, if at all; and since Professor Euler has been so kind as to give me Captain Behring's Reasons for supporting his Opinion, which are principally from the small Distance he supposed it was, from the Coast he discover'd, to the Western American Coast at California (which he imagin'd was much nearer his North-East Cape of Asia than it is in Fact); I must therefore, in return to the Professor's Goodness, in communicating to me all he has known in that Discovery, beg Leave to give you this further Trouble of communicating to the Professor my Reason for still dissenting from Behring's Opinion, that the Land he discover'd last was Part of the Continent of America, or continuous with California; and if he find the Reasons for supporting my Opinion make it more probable, that there still may be a large Opening betwixt these new-discover'd Countries and California, I am sensible it will give the ingenious and learned Professor great Pleasure, to think we may yet hope for a Passage by Hudson's-Bay to the Western American Ocean, without being obstructed with Ice after passing Hudson's-Sreight.\n\nThe Professor imagines I might have been led astray, by not considering, that the North-East Cape of Asia is much more Easterly than has been laid down in any former Charts; which is now known accurately, by the Eclipse of the Moon observed by Captain Behring at Kamtschatka.\n\nI have an Abstract of his Journal by me, upon his first Discovery in 1728, and 1729, when he observed that Eclipse, and the Calculation of the Longitude from\nfrom it; and stand by his Longitude he has fix’d; and allow that his North-East Cape is in the other Hemisphere; reckoning Eastward, either from Fero, as the first Meridian, or from London; which last I shall follow.\n\nBehring fixes his North-East Cape $126^\\circ 7'$ East Longitude from Tobolski; and Tobolski is $86^\\circ$ East from Fero; so the Cape is $212^\\circ 7'$ East of Fero, or about $194^\\circ$ East from London. — By Captain Middleton’s Observation of Jupiter’s Satellite at Churchill River in Hudson’s Bay, that River is $95^\\circ$ West from London; which, added to $194^\\circ$, makes $289^\\circ$; consequently the North-East Cape of Asia is $71^\\circ$ distant from Churchill, to complete $360^\\circ$; which, in the Latitude of $65^\\circ$, computing 8 Leagues to a Degree of Longitude, of which 20 make a Degree of Latitude, the Distance betwixt that Cape and Hudson’s Bay would be 568 such Leagues.\n\nFrom the known Longitude of the North Cape of Japon in $40^\\circ$ Latitude, which is pretty exactly known, from the Observations made by the Jesuits at Peking, and is about $150^\\circ$ East from London, and from the best computed Longitude of California in $40^\\circ$ North Latitude, it lies in $130^\\circ$ Longitude West from London, making together $280^\\circ$, leaves $80^\\circ$ for the Distance of California from Japon; allowing 17 Leagues to a Degree of Longitude in $40^\\circ$ North Latitude, the Distance would be about 1360 Leagues: By the same Calculation California must be at least 7 or 800 such Leagues from the North-East Cape of Asia; so that, in so great a Space there may be very great Countries or Islands *, without supposing the new discover’d Country continuous to California, and might well allow of an open Channel or Sea, from 50 to 100 Leagues wide, between the discover’d Coast and California.\nBy the Account given to Professor Euler, Behring sailed Southwardly to the Isles of Japon, and from thence sailed Eastwardly 50 German Miles, about 250 English Miles; which makes about 80 Leagues, of 20 to a Degree. At that Distance from Japon he discover'd Land, which he coasted North-West; still approaching towards the North-East Cape, without going ashore, until he came to the Entrance of a great River; where sending his Boats and Men ashore, they never return'd, being either lost, kill'd, or detain'd by the Natives, which made his Discovery incomplete; his Ship being stranded, and he afterwards died in an uninhabited Island.\n\nAs no Latitudes nor Longitudes are fixed by this Account, I must believe he sailed from Kamtschatka South-East, perhaps more Southerly than to 50° Latitude; and there found Land North-East from Japon; otherwise, by coasting it North-West, he could never approach the North-East Cape, which is, at least, 40° Longitude East of Japon; and if he made Land 80 Leagues East of Japon, he must have sailed North-East to make the North-East Cape. I have therefore Reason to believe this Coast was Part of that he saw in his first Voyage, where he lost his Anchor; and is the Coast Gama discover'd, and the Dutch afterwards called the Company's Land, East of the Streights of Uzicz, which is at least 7 or 800 Leagues\n\n* The Japonefe, in their Maps of the World printed in Japon, have laid down in this very Tract two Islands as large as Ireland, with the Names to them, as appears in that Map bought by Dr. Kempfer in Japon in 1686; now in Sir Hans Sloane's Museum.\nLeagues West of any known Land of America, and above 1000 near the Latitude of Japon: So that, if I should allow 700 Leagues for Countries or Islands East of his new-discover'd Coast, there might still be a Passage of 100 Leagues for the Southern or Pacific Ocean to communicate with Hudson's Bay, and to cause such great Tides and Currents, as are found on the North-West of Hudson's Bay; as also a free Passage for the Whales, which are seen in all the Openings North-West of that Bay, and are caught there in Numbers by the Eskemaux Savages: For, as these don't go in by Hudson's Streight from our Atlantic Ocean, it cannot be presumed that they should go up by Japon towards the North-East Cape, and from thence go 70°, or above 560 Leagues, to Hudson's Bay, and be there in the Month of June, and, after staying until September, return again the same Way to the Southern Ocean, to pass the Winter.—Now, as Behring only coasted at a Distance, he could not possibly know whether it was a Continent, or great Island; the last of which seems the most probable: However, a few Months now, if our Ships return safe, will give us a Certainty on one Side or the other; altho' I am sanguine enough to believe they have by this time sailed through, and discover'd this so much wish'd for Passage.\n\nThese, Sir, are the Reasons I have still to expect Success in the Attempt I have promoted; and, if you think it may give any Satisfaction to Professor Euler to know the Reasons that support my Belief of a practicable safe Passage, be pleased to communicate it to him, with my Compliments for the Trouble I have\nhave given him by you, and accept of my best Acknowledgments for your Favours. I am, with the greatest Regard and Esteem,\n\nSIR,\n\nCastle-Dobbs, Feb. 10.\n1746-7.\n\nYour most obedient humble Servant,\n\nArthur Dobbs.\n\nXIII. A Letter from the Rev. Mr. G. Cof-\ntard, to the Rev. Thomas Shaw, D.D.\nF.R.S. and Principal of St. Edmund-\nHall, concerning the Chinese Chronology\nand Astronomy.\n\nReverend Sir,\n\nRead April 30. THE Subject of our late Conversa-\ntion turn'd upon the Affectation of some Nations, in carrying up their Histories to so immoderate a Height, as plainly to shew those Accounts to be fictitious and without Foundation. This, it was agreed, was the Case of the Babylonian and Egyptian Accounts; and you seem'd to think it would be found to be the same with any other People that should make the like Pretensions.\n\nThe only People in later Times that have been thought to contradict this Opinion are the Chinese, of whose History the World hath been taught",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104857.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10608,
    "total-output-tokens": 2422,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1396,
        2
      ],
      [
        1396,
        3086,
        3
      ],
      [
        3086,
        4919,
        4
      ],
      [
        4919,
        6515,
        5
      ],
      [
        6515,
        8119,
        6
      ],
      [
        8119,
        9082,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104857",
    "title": "A Letter from Arthur Dobbs Esq; of Castle-Dobbs in Ireland, to the Rev. Mr. Charles Wetstein, Chaplain and Secretary to His Royal Highness the Prince of Wales, concerning the Distances between Asia and America",
    "authors": "Arthur Dobbs",
    "year": 1746,
    "volume": "44",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/104857"
  }
}