{
  "id": "98f93b34b75a973c30a0d12471b7a2ca383592cd",
  "text": "II. De Quadrupedibus Philippensibus Tractat. a Reverendo Georg. Jos. Camel. transmissus Jacobo Petiver, Pharmacop. & Societ. Regiae Soc. Londini.\n\n1. Cercopithecus Luzonis minimus. GAZOPHYL.\n\nNatur. &c. Tab. 13. Fig. XI.\n\nMagu vel Booot Indorum. Cercopithecus est Luzonis XI. minimus. Magnitudinem quae Glyris est, Icon exprimit, & communiter adhuc minor, & gracilior est. Facies Leonina; Oculi rubri, magni, rotundi ut Noctuae, nunquam, aut raro conniventes: Aures pellucidae, depiles: Pilus Murium luteolus, aut aureolus: Gestulationes lepidae ut Simiae: Cauda, & Pedes posteriores longitudinis reliqui corporis: Raro interdum aparet, hinc eum coecutire putant. Progreditur ordinariâ saltando, & retrorsum, vel in obliquum velocius, quam antrosum. Narrant vivere Carbone &c., sed falsum est, cum Ficus Indica & aliis vesicatur Fructibus. Incedens cum prole, quam ad ventrem. Plantae volubilis Pamago funiculis alligatae fugientem gerit. Pamago vero Indi ad recidivas commendant.\n\n2. Cato-Simius volans GAZOPH. NAT. Tab. 9. fig. 8. & Act. Philosoph. No. 277. p. 1065. seu, S. B. 6. 1.\n\nCalago & Cagwang Bysaiani. Gagua Pampangi & Tagali vocant Cato-Simium volantem. Magnitudinis ordinariae est Felis, formae corporis Simij, sed gracilioris. A Capite in Caudam trium spithamarum longus, ad femora sesquispithamarum latius, ad brachia duas spithamas latius, a pedibus posterioribus, ad pedes anteriores trium spithamarum, a pede anteriori dextro ad sinistrum trium pariter\nspithamarum, a pede posteriori dextro ad sinistrum duarum spithamarum, Venter palmam latus, membranæ ad ventrem spithameæ. Verum invenitur ut affirmant in Provincia Pampanga magnitudinis, Sinensis, & portatilis umbraculi solis, seu latitudinis sex spithamarum. Pilus coloris subfuscè murini in dorso, quibusdam albis floccellis variegatus, suavissimus, qualis est Pellis Germanis Fech vocata, in corpore longior, in membranis brevior: Adventrem longior, & ex albo rufescens, in membranis vero brevior, ejusdem coloris rara, & mollis lanugo. A capite ad brachia à brachijs ad pedes, à pedibus ad caudam usque latæ expanduntur membranæ, quibus expansis gravi volatu, non nisi ex summo unius arbóris, in alterius caudicis medium transfertur, ubi dein volatu interpolari satuatis summum petit. Faciem habet Simiae, aures rotundas planas, pilis carentes, in quovis pedum anteriorum & posteriorum quinos compressos, Leoninos & acutissimè hamatos ungues. Pellis quam transmitto Maris erat, Femella ad Ventrem binos habet quavis facculos, in quibus catuli ubera fugientes hærent. Quibus vescatur ignotum, probabile est fructibus vivere, cum communiter in arboribus degat.\n\n3. Cabug vel Panicqui. Vespertilio est magnitudinis Gallinae, vescus. Orgyiæ unius ab explicato alae fine ad alterum invenit, Petrus de S. Buenaventura.\n\n4. Cabugcabug s. Cabag vel Talibata. Vespertilio est parvus, ordinarius.\n\n5. Colalapnit s. Calapnit. Vespertilio est communis, sed cristatus & duplicatis auribus.\n\n6. Cornu Rhinocerotis, Hispan. Cuerno de Abada, Unicorno, & Licornio, Indis Sinis Sayguka. Affertur de Siam & India, majus & repandum seu recurvum, ex nare asservo albidum, cubitale ad imum spithama latum, ad medium diametri sesquispithamei, solidum & ponderosissimum. Alia parva & Sina affertur quæ sunt ex dorso gibbo. Annulos ex Cornu, & ungula contra aeris com-\ncommendant contagium, ut illos ex cauda Testudinis Marine, & Dumbaga, Nucem Vomicam & Asam fætidam. Ungulam, Sanguinem & Pellem ad Febres, Astma & Epilepsiam laudant.\n\n7. Bubalus Luzon. Indis Avang, Sinis suygu i.e. Vacca aquatica Hispan. Carabao.\n\nVox tenuis, quà potius balat, quam mugit: Pilus paucus, rarus, brevis, cinereo-terreus: Corpus Buffalo Ungarico compar: Cornua ingentia, non teretia, sed subplana, undatim aspera, coloris nativi, lateratim expansa, quandoq; ab extemo unius ad alterius sesquioryalia: Cauda brevis & forè depilis: Domesticus & Sylvester, qui ferocissimus magis nigricans & pilosus. Carne vescuntur utriusque Sinæ, Indi, Æthiopes. Calidissimum est Animal, temporis plus sub aqua, aut luto sepultum jacere gaudens, quam subdio vagari. Inimicitia gerit Crocodilo quem non formidat. Cinera Cornuum Sp. Vino subacto, utuntur Indi pro contrectatione spasmo correptorum.\n\n8. Gadia s. Garia. Elephas. Abundat ijs Insula Iolò.\n\n9. Amo, Cercopitheci barbati, Hispan. Sambos. Magnitudine Pueri decennis, Indis resistentes. Puellas & Indas adultas infestantes. Visus est Mindanai duobus pedibus insiftens Homine altior.\n\n10. Baculao. Cercopithecus Magnitudinis Canis.\n\n11. Mananir. Cercopithecus Magnus, Canibus resistens.\n\n12. Musang, Dinitirisan, Dingalong & Singarong est Catus Zibethinus. Non gerit Zibethum in Vesicula conclusum ut J. Schroder, asserit, sed in concavitate, aut rima medium duarum viarum occupante. Ultra zij una vice nunquam eximitur, si bene curetur, a maturis Palantinis & Piscibus abundanter saginetur, quavis tertia die zij Zibethi dare solet. Verùm hujates Indi labori supersedentes, Catos decipulis captos communiter interrimunt, ut Zibethum colligant. Zibethum rancidum aut corruptum Succo Limoniorum & Sale lotum, soliq; expositum restituitur. Invenitur in Cato Zibethino species Lapidis Bezoar. Zibethum Diris vocant.\n13. Lampog. Catua est ferus, Sylvester & Montanus.\n\n14. Cachori vocant Moschi Animal in Igbabao. Moschum Castoli. Moschi animal Fele minus, pilo duriore quasi setaceo subrufso aut subfuscâ. Corpus longiusculum, protensam Caput, Aures Murinae: Locus Moschi medius Venter, ubi congeritur in Excrescentia Ovi Columbini magnitudinis, nunc aut interit ob reiteratas pluviarum creberrimarum inundationes, aut non facile reperitur ob sylvescentium montium inaccessibiles recessus.\n\n15. Alalacchin. Sciurus est Luzonis, Europae minor, vivissimus, coloris aureoli, quandoq; albissimi, cicuratur, Glyrium & Murium inimiciissimus.\n\n16. Cervos Luzonis nemora alunt plurimos, & inter hos totaliter albos, habet & albos Cercopithecos, Sciuros, Psytacos & Testudines marinas albas. Cervos & Aves Calaos (vid. Fig. 6. Tab. 28. GAZ. NAT.) Insula Zebu non alit, & si inferantur emoriuntur. Cervos ex albo & subrufso elegantem picturatos mittit Insula lolo; Cervos unicornes reperiri afferunt necdum vidi, quamvis Corniculum ex horum uno, dono oblatum afferrem.\n\nLapidem ex Corde Cervi habui, quem D. Wilhelmo ten Rhine cum aliis Kamilliis misit. Lapidem Bezoartici passim eximuntur, sed nullius pretii, aut effectus in Medicina.\n\n17. Bot. Luzonis, vel Mongus, in India Bicho de Palma, Bicho de Pulo Condore & Chani &c. Clusi Exot. p. 112. Fig. ex quo Nirembergius pingit p. 172. c. 32. Muscida Africana, Scinri species.\n\n18. Cocle. Mus est Araneus. Moschum redolens.\n\n19. Daga. Mus domesticus.\n\n20. Mus Campestris.\n\n21. Mus Montanus, Manbarag magnitudinis Nephrendis, vescus.\n\n22. Cavat. Musculus minimus, Spicas Orize arridens; nec culmos frangens.\n\n23. Glires domestici & montani.\n\n24. Vilic. Talpa. Hisp. Topo.\n\n25. Ababa. Aper brevipes.\n\n26. Porci\n26. Porci item species pigmæi, feri, cursu velocissimi.\n27. Bayong s. Pagil. Aper montanus.\n28. Babuy. S. domestica.\nLapides Porcis exemptos asservo.\n29. Ex Vesica. Pendentem 3i & 3v, coloris cinereo pallidi, constantem ex Lamellis. Pellit Urinam & Calculum.\n30. Ex Auxungia. Sphaerico-compressum, durisculum ex-albidum, Usus ut fabulantur ad bonum Corporis habitum:\n31. Ex Hepate, coloris rufi, plano-inæqualem biuncialem.\n32. Ægagropilum Indis Anbal, ferme pugno compressum; interne coloris Cinamomei, deforis quibusdam in partibus nigro, perpolito & cutaco tectum cortice, Odoris Cyperini quo in Luzone plerumq, pascentur ut Nuce Moschata Valet ad Menses, Partum, Iochia & Urinas cienda.\n33. Anvang. Buffalos hujus, Carabao Hisp Corei loti, siccati & pulverisati, pulvis nobile incrasians in Diarrhoea & Dysenteria.\n34. Bulithos Vacinos, magnitudine Avellanarum asservo 15, candidi sunt & silicini ex Sphaerico lacunati & ut Bezoartici laminulati. J. Alzine refert habuisse, Dulaci & Bezoar modo sudorem provocasse. Ægagropilas majoris plures habui.\n35. Lapides Bezoartici Mexicanii eximantur ex Cervis, prouti & Campezzani ubi Contrayerva abundat. Peruviani ex Vicunnis, Quanaco & Alce ubi pariter Contrayerva invenitur. Persici seu Indici Goncoldani ex Cercopithecis & Capris. Ex Capris leves sunt sine nitore friables, coloris in viridem tendentis, saporis amari, formæ ovalis, magnitudinis variæ, constantes ex laminulis, minus laves aut politi. His mihi impoluerunt A.D. 1697. eos pro Cercopithecorum divendentes. Emeram No 144. pendentes omnes simul 361. Unciam 14. Regalibus argenteis Hispanis, erant autem omnes integri & ex his 12. Ovo Gallinaceo aut pares aut majores. 30 Columbino ovo majores. 40 ovo Columbino pare. 50 ovo Columb. minores. 12. Nube Avel.\nAvellane majores. Ex Cercopithecis nitide perpoliti sunt, magis compacti, lapidei, & ponderosi quam sint Caprea-\nrum; constantes ex laminulis, subamari, coloris cinerei,\nvel viridiuficulè, vel fusce virentis, ex his dein emeram\n323. Unciam 2 Imperialibus erant autem No 33. Magni-\ntudinis ovi Gallinacei 4. Ovo Columbino majores 6. Ovo\nColumb. pares 4. Oliva suppare 5. Oliva minores 11. Te-\nretes pollicem crassii, biunciam & sesquiunciam longi 3.\nHorum 3i. Macai venditur 6 Imperial. Goæ 3 Imper. & di-\nmidio. Meliapori 7 vel 8 Imp. quorum 6 s. 7 unam pendet 3.\nFragmentorum vero 3 Imperial 2. De reliquo pro magni-\ntudine crescit Æstimatio & Pretium.\n\n36. Mexicanici & Luzonici coloris sunt dilute terrei, &\nsaporis nullius vix alicujus in Medicina effectus boni; Et\nhos Officinae Occidentales vocant.\n\n37. Peruviani, Coloris sunt ex viridi nigricantis, & hos\nOrientales vocant.\n\n38. Indi & Mauritani Lapidès Bezoarticos generari nar-\nrant ex repletione & pabuli indigestione. Et sane fa-\ncibile est, ut ex indigestione multum tenacis ac viscose\npro-\ncreetur mucilaginis, & superveniente Sanguinis efferves-\ncentia, praedicta mucago violenter decocta, non solum ma-\ngis ac magis glutinoso evadat, incrassetur ac inpissetur, sed\n& accidente aliquo sale petrificante & insolubilibus ac in-\ndigestibilibus (ut sunt Fructuum ossicula, Lapilli, Ligno-\nrum Fragmenta, argillacea, fibrorum herbarum, radicum\ncorticum tormentum) implicata, impacta ac superinducta\nin Lapidès usque indurescendo abeat. Nec improbabile,\ntune malè affecta Animalia ex instinctu naturali, plantas\ndepascere amaras, & una cum his Contrayervam & similia\nAlexipharmica, ita ut ex horum succo, tenaci illa viscosi-\ntati commixto, Lapidì Bezoartico resultet, color subviri-\ndis, sapor amaricans & virtus Alexipharmica. Hinc La-\npidès ii qui in Animalibus Tabe consumptis, aut ut ferunt\nrepletione extinctis reperiuntur, plerumq; majores, aut si\nparvi numerosi sunt, nec non cæteris efficatores censuntur.\n\nIta\nIta in Provincia Sonora Mexici, in Cervi emortuo Lucas Valentius Lapidem invenit 3v pendentem, qui 530 Imper. aestimatus fuit.\n\n39. In Yucatan, Hispanus in Cervo tabe consumpto invenit 60 lapides, ferme omnes aequales, magnitudinis Nucis Avellanae. In Lapidibus contractis, Goleondanis ex Capris & Cercopithecis inveni: Ex tomentosis filamentis compactum globulum, odoris suavis, subrufum fibroso-tomentosum globum, saporis aciduli; Pulveri impactas Radicum fibrillas. Oblonga Lignorum, Corticum & fructuum aut foliorum pediculorum frustella. Lapides nigros, rufos, cinereos, duros & friables. Terrae argillaceae rubentis & nativae fragmina. Semen ni fallor Viticis. Semen trifore magnitudine Ciceris nucleo-putrente acido. Nucleum osse Tamarindorum potiorem. Os ferme unciale, nucleo Dafflorum simile, unifore, oleo scatens, in aliis pulveres varios.\n\n40. Valesius ab Arziniega, Bezoar vocat legitimos in animalium ventriculis (Hisp. Tripon, Quaxo & Buche) inventos. 2 Lachrymas Cervi. 3. Fictitious, quos necdum vidi praeter Nichalao Manuchianos, formae variae quos fragmentis componit, includendo integrum minorem, sed facile distinguuntur, quia non sunt laminulati. Alios idem componit globosos, sigillatos, ex variis Cordialibus & Cordiales vocat. Alii deferuntur Goa, ovales Gaspar Antoniani, pariter ex variis rebus compilati. An Lapides de Goa Georgivi Batei? Illi vero an ejusdem Batei Lapides Contrayerve.\n\n41. Hystrix, Indis Balatnamatinie. Reperitur in Provincia Caraga magnitudinis Porcelli octomestris. Ex hac eximitur Lapis Poreinus, seu Hystericus Malacensis, Hisp. Pieda de Puerco Spin. Ægagropilus potius quam Lapis dicendus, constat enim ex tomento, fibrillis & materia friabili, subrufa amaricante & deforis quibusdam in partibus, cutaceis & subnigris quasi unguibus coopertus, ut in tritus quos vidi observavi. Nec laminulatus aut tunicatus neque ponderosus, aut politus est ut Bezoar, sed levis & asperiusculus ut Ægagropila.\n42. Lapidem Hystericum Malacensem vidi dein alium, ponderis 3v. emptum 150 Imperial. apretiatum vero 500 Imper. Orbicularis erat, laeviusculus, coloris Carneoli pallescentis, quasi pellucidus, substantiae solubilis, ad tactum linguae mox acriuscule & summe amaricans. Hic legitimus esse videtur, de quibus (ut supra) Anno tibi scripti elapso, aut adulterini aut Ægagropila.\n\n43. Hyena Luzonis non odorata, seu Leytensium Sarimao, Animal est Putorio compar, & majus, sed dentibus instructum validissimus, longioribus & aduncis: His & unguibus Apri, aut Damulae dorso se se tenacissime affigit; ibidemq; pertinaciter persistit, donec usq; Aper cursu lasfatus, & doloris molestia desatigatus succumbat & pereat, & tunc vorat ad saturitatem. Ientes Sarimao quandoq; in Apri aut Damulae dorso desixa reperiuntur, scilicet cum fortuito casu Sirimao reliquis dentibus executitur. Hos Indi superstitione æstimare solent.\n\n44. Lac vig Bokolanorum. Speciem esse referunt Lupi ferocis, magnitudinis Vituli, Hominibus & Animalibus infesti. An Coyoile Mexicanorum.\n\n45. Mustela Hisp. Comadreja German. Wieselet.\n\n46. Mustela sylvestr. Viverra, s. Furunculus. Hisp. Huron. Germ. Hamester.\n\n47. Putorius. Hisp. Guardunna. Germ. Istefel.\n\n48. Mures quos in Insula Mindoro ex arborum compotrescentibus foliis oriri ferunt, affirmant qui curiosè investigavere, non ex arborum foliis, sed ex Arundinis volatoriae speciei, fructibus generari.\n\n49: Alamid T. Lamiran P. Miro s. Milo Bys Cacomittle Mex. Species est Martis, coloris minus fulvi quam sit Europæa, magnitudinis Felis, Os productum, Pedes breves, Cauda Cati Zibetini hujatis, sed longior. Vescitur, Insectis, Muribus, Avibus, quas intuitu examinare ferunt, Gallinis, Fructibus & Pane. Facile Cicur evadit, vorax est & inquietissimum.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102666.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 13928,
    "total-output-tokens": 5287,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1472,
        2
      ],
      [
        1472,
        3321,
        3
      ],
      [
        3321,
        5189,
        4
      ],
      [
        5189,
        6923,
        5
      ],
      [
        6923,
        8693,
        6
      ],
      [
        8693,
        10672,
        7
      ],
      [
        10672,
        12620,
        8
      ],
      [
        12620,
        14394,
        9
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102666",
    "title": "De Quadrupedibus Philippensibus Tractat. a Reverendo Georg. Jos. Camel. Transmissus Jacobo Petiver, Pharmacop. & Societ. Regiae Soc. Londini",
    "authors": "Jacobo Petiver, Georg. Jos. Camel",
    "year": 1706,
    "volume": "25",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/102666"
  }
}