{
  "id": "abdc540888dc2ec0c2c0cf8616dc6002f951dfef",
  "text": "1. An Anatomical Account of some Remarkable things, found on the Dissection of a Woman, who dyed of the Dropsie, after the Paracentesis was performed, with a small Reflection on the Causes of the Dropsie. By Dr. Charles Preston.\n\nBeing called to the Dissection of Madam Vaillant, the Chirurgeon one Du Linier, Operator to Monsieur Du Verry; what we found remarkable is as follows:\n\nIn opening the Lower Belly, the Liver was found very White, the Epiploon extremely dryed, the Stomach much bigger than ordinary, the winding of the Colon, which passes under the Stomach, extremely drawn together by three Threds. In the Umbilical Region, the Intestines Jejunum and Ilium, much inflamed, and their Tunicks much more thick than ordinary. In the Hypogastrick Region, all the inferior part of the Intestine Ileon, on that side near the Bladder, and all the bottom of the Matrix; as also the inferior part of the Rectum much Inflamed and Ulcerated. In the bottom of the Matrix there was an Abscess, and the internal Orifice extremely Dilated, about the largeness of a Crown; the extremity of the inferior part of the Ureter Cartilaginous; the Extremity of the Tube Fallopianæ went so high, as the second Vertebre of the Lumbar Region; in the interior part it was Dilated six Lines, and near the bottom of the Matrix, about two Inches, and was tyed to all the inferior part of the Kidney; that of the left side was Dilated about four Lines in the upper part, and six in the inferior.\n\nThe right Testicle, or Ovarium, which ordinarily does not exceed the bigness of a Pidgeons Egg, was here of a considerable bigness, three Inches long, and two of breadth; and in the inferior part, there was found an Egg, hanging by its Ligament, out of the Tube Fallopiana, about the bigness of the Yolk of a common Hens Egg;\nEgg; which, for Experiment, I caused to be Boiled, and it hardened as an ordinary Egg, but did not pursue the Tryal any farther.\n\nThe right Kidney was of a considerable bigness, went up as far as the last of the true Ribs, and descended below the Umbilical Region; the Pelvis was Dilated about three Inches in breadth, and seven in length.\n\nIn the second Cavity, the Lungs were of a Livid Colour, as in all Chronical Diseases; and on the right side were adherent to the Membrane Pleura; and on the left side was an adherence of the Inferior Lobe to the Diaphragm: In the Pericard was little or no Serum; and what we found of a bloody Colour in dissecting the Heart, we found a great Polypus in the right Ventricle, taking up almost all the Cavity, about five or six Lines in thickness, and half a Foot in length.\n\nLastly, It is to be Noted, that there was not much Water, there having a great deal run out in the Operation.\n\nHaving given a Relation of what was found most Remarkable, on the Dissection of this Hydropick Woman, I shall only make a short Reflection, as to the Causes of the Dropsie; for there is here such a complex of Diseases, as would furnish Matter for a Volume, but I reckon most of them effects of the Dropsie.\n\nWe find some Authors blame the Liver, because it is found of a whitish Colour; others the Spleen, because sometimes Schirrous; but these are only the effects of the Disease, and the present Subject furnishes me with Arguments; for altho' the Liver was of a white Colour without, yet its interior was Red. Sylvius has observed a Rupture of the Lacteal Veins, the Receptaculum Chyli, or Ductus Thoracicus; but because that is reckoned incurable I shall pass to others. Since the Discovery of the lymphatick Vessels, they have not stood to say, that a Rupture of them is the cause; but Anatomy tells us they are not so easily broken; and upon the dissection of hydropick Bodies, you\nyou will never find any of the lymphatick Vessels broken.\n\nWe shall then take the true Cause from the Mechanick Structure of the parts, and the disposition of the Blood, which are first the Relaxation of the Fibres and Pores of the Vessels, or the Vesiculae, which are between the Arteries and the Veins, or secondly, a compression of the Vessels; for the Lymphatics take their Origine from the Membranes, which covers the Muscles Viscera and Glands; therefore, when the Vesiculae are too much strained with Serosity, their Fibres lose their natural force, and become uncapable to expel the too great quantity of Water; but the Vesiculae are enlarged from day to day, until their Fibres suffer so great an Extension even as to break, from hence is the source of those Waters; it happens also sometimes, that the pores of the said Vesiculae are so widened, that the Lymph runs into the Cavity of the Belly, or the Interstices of the Muscles.\n\nThe Cause from the Disposition of the Blood, is either when it is too thin or too viscid; too thin, that it passes easily through the Pores of the Vesicles; too viscid, that it cannot pass through the Capillary Vessels, and by consequence Compresses the adjacent parts, so causes Obstructions. I shall insist no further as to the Cause, only take Notice, whether in reason this Woman could have lived any time longer, considering all the Complex of Diseases; or if the Operation of the Paracentesis was the Cause of her being sooner carried off: From what is said above, it is impossible she could Recover; only this is to be remarked, that where the Dropsie is of a long continuance, and the Persons much Debilitated and of Age, in that Case the Operation is not to be performed; for generally the Viscera are Corrupted.\n\nWhen ye perform the Operation, Extract the Water by degrees, and not all at once, else you endanger the Person, for scarce One escapes of a Hundred that is done otherwise.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102323.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1501,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1803,
        2
      ],
      [
        1803,
        3716,
        3
      ],
      [
        3716,
        5652,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102323",
    "title": "An Anatomical Account of Some Remarkable Things, Found on the Dissection of a Woman, Who Dyed of the Dropsie, after the Paracentesis Was Performed, with a Small Reflection on the Causes of the Dropsie. By Dr. Charles Preston",
    "authors": "Charles Preston",
    "year": 1695,
    "volume": "19",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/102323"
  }
}