{
  "id": "3ad766979e6fa00d6628853c426c2243f56d1e7e",
  "text": "INDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1846.\n\nA.\n\nAir, action of magnets on, 50.\n\nB.\n\nBarometric Thermometer, on the use of the, for the determination of Relative Heights, 121.\nBarometrical Variation, on the, as affected by the Moon's declination, 441.\nBeck (Thomas Snow, Esq.). On the Nerves of the Uterus, 213.\nBirds, on the mechanism of Respiration in, 507.\nBishop (John, Esq.). On the Physiology of the Human Voice, 551.\nBlood-corpuscle, the, considered in its different phases of development in the animal series.\nMemoir I.—Vertebrata, 63. Part I. The blood-corpuscle in the vertebrate series, ibid. Part II. The corpuscle of the lymph of vertebrate animals, and comparison with corpuscle of their blood, 80.\nMemoir II.—Invertebrata, 89. Annulosa, ibid. Mollusca, 96.\nMemoir III.—Comparison between the blood-corpuscle of the Vertebrata and that of the Invertebrata, 103.\n\nC.\n\nChristie (James R., Esq.). On the Use of the Barometric Thermometer for the determination of Relative Heights, 121.\nClerk (Lieut. Henry, R.A.). Magnetic Survey of the Southern Hemisphere between the meridians of 0° and 125° E., and parallels of −20° and −70°, 337.\nMeteorological observations made on board Her Majesty's (hired) Bark Pagoda, from January 10 to June 20, 1845, between −20° and −68° Latitude, and 0° and 120° East Longitude, 433.\nD.\n\nDe Morgan (Augustus, Esq.). On a point connected with the dispute between Keil and Leibnitz about the invention of Fluxions, 107.\n\nDe Saussure's Theory of Glacier Motion, 157. Modifications of, 161.\n\nDiamagnetic body, 2. Metals, 50.\n\nDifferential Equations (Partial) of the Second Order, investigation of an extensive class of, in which the equation of Laplace's Functions is included, 133.\n\nE.\n\nElectric Currents, action of, on light, 9.\n\nElectricity, Experimental Researches in. Nineteenth Series. On the Magnetization of Light and the illumination of Magnetic Lines of force, 1. ¶ i. Action of magnets on light, ibid. ¶ ii. Action of electric currents on light, 9. ¶ iii. General conclusions, 15.\n\nTwentieth Series. On New Magnetic actions, and on the Magnetic condition of all Matter, 21. ¶ i. Apparatus required, 22. ¶ ii. Action of magnets on heavy glass, 24. ¶ iii. Action of magnets on other substances acting magnetically on light, 26. ¶ iv. Action of magnets on metals generally, 29.\n\nTwenty-first Series. On New Magnetic actions, and on the Magnetic condition of all Matter—continued, 41. ¶ v. Action of magnets on the magnetic metals and their compounds, ibid. ¶ vi. Action of magnets on air and gases, 50. ¶ vii. General considerations, 52.\n\nElectro-Physiological Researches. Fourth Memoir.—The physiological action of the electric current, 483.\n\nF.\n\nFaraday (Michael, Esq., D.C.L.). Experimental Researches in Electricity. Nineteenth Series, 1.\n\nTwentieth Series, 21.\n\nTwenty-first Series, 41.\n\nFluxions, on a point connected with the dispute between Keil and Leibnitz about the invention of, 107.\n\nForaminifera, on the fossil remains of the soft parts of, discovered in the Chalk and Flint of the South-East of England, 465.\n\nForbes (James D., Esq.). Illustrations of the Viscous Theory of Glacier Motion, 143.\n\nPart I. Containing experiments on the flow of plastic bodies, and observations on the phenomena of Lava Streams, 143.\n\nPart II. An attempt to establish by observation the Plasticity of Glacier Ice, 157.\n\nPart III. On the Motion of Glaciers and on the influence of Seasons, 177.\n\nG.\n\nGanglia (Nervous) of the Uterus, 211.\n\nanalogy which exists between the different collections of, 218.\n\nat the root of the inferior Mesenteric Artery, 217.\n\nGanglion, Semilunar, 214.\nINDEX.\n\nGases, action of magnets on, 50.\n——— on the motion of, 573. Part I. Effusion of gases, 574. Part II. Transpiration of gases, 591. Appendix. Transpiration of gaseous mixtures, 624.\n\nGlacier Motion, Illustrations of the Viscous Theory of. Part I. Containing experiments on the flow of plastic bodies, and observations on the phenomena of Lava Streams, 143. § 1. Plastic models, ibid. § 2. Analogy of Glaciers to Lava Streams, 147. Note on the velocity of Lava, 154.\n\nPart II. An attempt to establish by observation the Plasticity of Glacier Ice, 157. § 3. De Saussure's Theory, ibid. § 4. Modifications of De Saussure's Theory, 161. § 5. Experiments at Chamouni on the Plasticity of Ice, 162.\n\nPart III. § 6. On the motion of Glaciers of the Second Order, 177. § 7. On the Annual Motion of Glaciers, and on the influence of Seasons, 179. § 8. Summary of the evidence adduced in favour of the Plastic or Viscous Theory of Glacier Motion, 192.\n\nGoodsir (John, Esq.). On the Supra-renal, Thymus and Thyroid bodies, 633.\nGraham (Thomas, Esq.). On the Motion of Gases, 573.\n\nH.\n\nHearn (G. W., Esq.). Investigation of an extensive class of Partial Differential Equations of the Second Order, in which the equation of Laplace's Functions is included, 133.\nHoward (Luke, Esq.). On the Barometrical variation as affected by the Moon's Declination, 441.\n\nI.\n\nInvertebrata, the blood-corpuscle of, 89.\n\nJ.\n\nJones (C. Handfield, M.D.). On the secretory apparatus of the Liver, 473.\nJones (Henry Bence, Esq.). Contributions to the Chemistry of the Urine. Part II. On the variations of the Alkaline and Earthy Phosphates in Disease, 449.\nJones (T. Wharton, Esq.). The Blood-corpuscle considered in its different phases of development in the Animal Series.\n——— Memoir I.—Vertebrata, 63.\n——— Memoir II.—Invertebrata, 89.\n——— Memoir III.—Comparison between the Blood-corpuscle of the Vertebrata and that of the Invertebrata, 103.\n\nK.\n\nKidneys, on the excretion of Sulphur and Phosphorus in an unoxidized state, by the, 461.\n\nL.\n\nLaplace's Functions, the equation of, investigation of an extensive class of Partial Differential Equations of the Second Order in which it is included, 133.\nLava Streams, analogy of Glaciers to, 147.\n——— velocity of, 154.\nLee (Robert, M.D.). Supplement to a paper \"On the Nervous Ganglia of the Uterus,\" 211.\nINDEX.\n\nLEFROY (Captain, R.A.). Magnetic Survey of a considerable portion of the North American Continent, 237.\n\nLight, on the magnetization of, 1. Action of magnets on, ibid. Action of electric currents on, 9. Law of action, 11.\n\nLiver, on the secretory apparatus of the, 473.\n\nLymph, corpuscle of the, of vertebrate animals, 80.\n\nM.\n\nMagnetic actions, new, 21, 41.\n——— condition of all matter, ibid.\n——— metals, 50.\n——— metals and their compounds, action of magnets on, 41.\n\nMagnetic Survey of a considerable portion of the North American Continent, 237.\n——— of the Southern Hemisphere between the meridians of 0° and 125° East, and parallels of −20° and −70°, 337.\n\nMagnetism, Terrestrial, contributions to. No. VII. Containing a Magnetic Survey of a considerable portion of the North American Continent, 237. (See Index of Contents, No. VII.)\n\n——— contributions to. No. VIII. Containing a Magnetic Survey of the Southern Hemisphere between the meridians of 0° and 125° East, and parallels of −20° and −70°, 337. (See Index of Contents, No. VIII.)\n\nMagnets, action of, on light, 1. On heavy glass, 24. On other substances acting magnetically on light, 26. On metals generally, 29. On the magnetic metals and their compounds, 41. On air and gases, 50.\n\nMammalia, on the mechanism of Respiration in, 510.\n\nMantell (Gideon Algernon, Esq., LL.D.). On the fossil remains of the soft parts of Foraminifera, discovered in the Chalk and Flint of the South-East of England, 465.\n\nMatteucci (Signor Carlo). Electro-Physiological Researches. Fourth Memoir.—The physiological action of the electric current, 483.\n\nMetals, magnetic, 50.\n——— Diamagnetic, ibid.\n\nMeteorological Observations made on board Her Majesty's (hired) Bark Pagoda, from January 10 to June 20, 1845, between −20° and −68° Latitude, and 0° and 120° East Longitude, 433. (See Index of Contents, 236*.)\n\nN.\n\nNerve, the great splanchnic, and semilunar ganglion, 214.\n\nNerves of the Uterus, on the, 213.\n———, the lesser splanchnic, 216.\n——— of the Bladder, 218.\n——— of the Vaginal Erectile Tissue, ibid.\n——— the Hæmorrhoidal, ibid.\n——— of the unimpregnated Uterus, 219.\n——— of the Gravid Uterus, 220.\n——— of the Ovary, 221.\n——— size of the, ibid.\n\nNervous ganglia of the Uterus, on the, 211.\n\nNitrification, on spontaneous, 137.\nINDEX.\n\nP.\n\nPlexus, the Renal, 216.\n———, the superior Aortic, ibid.\n———, the inferior Aortic, 217.\n———, lateral Hypogastric, ibid.\n———, the Pelvic, 218.\n\nR.\n\nReptiles, on the mechanism of Respiration, in, 501.\nRespiration, on the mechanism of, 501. In Reptiles, ibid. In Birds, 507. In Mammalia, 510.\nRonalds (Edmund, Ph.D.). Remarks on the extractive material of Urine, and on the excretion of Sulphur and Phosphorus by the Kidneys in an unoxidized state, 461.\n\nS.\n\nSabine (Lieut.-Colonel Edward, R.A.). Contributions to Terrestrial Magnetism. No. VII., 237.\n——— No.VIII.,337.\nSchoenbein (Professor C. F.). On Spontaneous Nitrification, 137.\nSibson (Francis, Esq.). On the Mechanism of Respiration, 501.\nSomerville (Mrs. M.). On the action of the rays of the spectrum on vegetable juices, 111.\nSpectrum, action of the rays of the, on vegetable juices, 111.\nSupra-renal, Thymus and Thyroid bodies, on the, 633.\n\nT.\n\nThermometer (Barometric), on the use of the, for the determination of Relative Heights, 121.\nThymus and Thyroid bodies, on the, 633.\n\nU.\n\nUrine, contributions to the chemistry of the. Part II. On the variations of the Alkaline and Earthy Phosphates in Disease, 449.\n——— on the extractive material of, and on the excretion of Sulphur and Phosphorus by the Kidneys in an unoxidized state, 461.\nUterus, on the Nerves of the, 213.\n——— Nervous Ganglia of the, Supplement to a Paper on the, 211.\n——— Vessels of the, 220.\n\nV.\n\nVegetable juices, on the action of the Rays of the Spectrum on, 111.\nVertebrata, the blood-corpuscle of, 63.\nVoice, on the physiology of the Human, 551.\n\nLONDON:\nPRINTED BY RICHARD AND JOHN E. TAYLOR,\nRED LION COURT, FLEET STREET.\nPRESENTS\nRECEIVED BY\nTHE ROYAL SOCIETY,\nWITH THE\nNAMES OF THE DONORS.\n\nFrom November 1845 to June 1846.\n\nPRESENTS. DONORS.\n\nACADEMIES and SOCIETIES.\n\nAmsterdam:\nNieuwe Verhandelingen der Eerste Klasse van het Koninklijk-Nederlandsche Instituut. Deel XI. and Part I, Deel XII. 4to. Amsterdam 1845. The Institute.\n\nBerlin:\nAbhandlungen der Königlichen Akademie der Wissenschaften zu Berlin. 4to. Berlin 1843. The Academy.\n\nBericht über die zur Bekanntmachung geeigneten Verhandlungen der Akademie der Wissenschaften zu Berlin. Aus dem Jahre 1845.\n\nBologna:\nNovi Commentarii Academiae Scientiarum Institutii Bononiensis Tomus septimus. 4to. Bononiae 1844. The Academy.\n\nBombay:\nTransactions of the Bombay Geographical Society, from May 1844 to February 1846. 8vo. Bombay 1846. The Society.\n\nBonn:\nNovorum Actorum Academiae Cæsareæ Leopoldino-Carolinae Naturæ Curiosorum Vol. XXI. Part I. 4to. Bonnae 1845. The Academy.\n\nBrussels:\nAnnales des Universités de Belgique. Tome II. 8vo. Bruxelles 1844. Acad. Royale de Bruxelles.\n\nAnnales de l'Observatoire Royale de Bruxelles. Tome IV. 4to. Bruxelles 1845.\n\nAnnuaire de l'Académie Royale des Sciences et Belles Lettres de Bruxelles. 11me année et 12me année. 12mo. Bruxelles 1845-46.\n\nAnnuaire de l'Observatoire Royale de Bruxelles, pour 1846. 12mo. Bruxelles 1846.\n\nArrêtés Royaux concernant la Réorganisation de l'Académie Royale de Belgique. 8vo. Bruxelles 1845.\n\nBulletin de l'Académie Royale de Bruxelles. Parts 9 and 10, Vol. XI., and Parts 1 to 10, Vol. 12. 8vo. Bruxelles 1844-45.\n\nMémoires Couronnés et Mémoires des Savants Étrangers, publiés par l'Académie Royale des Sciences et Belles Lettres de Bruxelles. Tomes XVII. et XVIII. 4to. Bruxelles 1843-45.\n\nMDCCCXLVI.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nBrussels:—\n\nNouveaux Mémoires de l'Académie Royale des Sciences et Belles-Lettres de Bruxelles. Tomes XVII. et XVIII. 4to. Bruxelles 1844–45.\n\nRapport présenté à M. le Ministre de l'Intérieur par M. Quetelet, Directeur de l'Observatoire Royale de Bruxelles. 8vo. Bruxelles 1844.\n\nCopenhagen:—\n\nDet Kongelige Danske Videnskabernes Selskabs, Historiske og Philosophiske Afhandlinger—Syvende Deel. 4to. Kjøbenhavn 1845.\n\nNaturvidenskabelige og Mathematiske Afhandlinger. Ellevte deel. 4to. Kjøbenhavn 1845.\n\nObservationes Meteorologicae per annos 1829–34 et 1838–42, in Guinea factæ, a J. J. Trentepohl, R. Chenon, F. Sannom. 4to. Hauaia 1845.\n\nOversigt over det Kgl. danske Videnskabernes Selskabs, forhandlinger og dets Medlemmers Arbeider i Aaret 1844–45.\n\nCornwall:—The Thirteenth Annual Report of the Royal Cornwall Polytechnic Society. 8vo. Falmouth 1845.\n\nDublin:—\n\nJournal of the Geological Society of Dublin. Nos. 1 to 4. Vol. III. Part 1. Nos. 1 and 2. Vol. III. Part 2.\n\nTransactions of the Institution of Civil Engineers of Ireland. Vol. I. 8vo. Dublin 1846.\n\nEdinburgh:—\n\nTransactions of the Royal Society of Edinburgh. Vol. VIII. Vol. XVI. Part I, and Vol. XVII. Part I; containing the Makerstoun Magnetical and Meteorological Observations for 1841–42.\n\nProceedings of the Royal Society of Edinburgh. Nos. 25 and 26.\n\nGlasgow:—Proceedings of the Philosophical Society of Glasgow, 1842–45. 8vo. Glasgow.\n\nGöttingen:—Abhandlungen der Königlichen Gesellschaft der Wissenschaften zu Göttingen. 2 vols. 4to. Göttingen 1845.\n\nHelsingfors:—Acta Societatis Scientiarum Fennicae. Part 2. Vol. II. 4to. Helsingfors 1843–44.\n\nLondon:—\n\nJournal of the British Archæological Association. Nos. 1 to 5. 8vo. London, 1845–46.\n\nBritish Association. Proceedings connected with the Magnetical and Meteorological Conference held at Cambridge in June 1845. 8vo. London 1845.\n\nReport of the Fifteenth Meeting of the British Association for the Advancement of Science. 8vo. London 1846.\n\nThe Catalogue of Stars of the British Association, containing the Mean Right Ascensions and North Polar Distances of 8377 fixed stars, with a Preface by the late Francis Baily, Esq. 4to. London 1845.\n\nChemical Society. Memoirs and Proceedings. Parts 14, 15, 16. Vol. II. 8vo. London 1845–46.\n\nDONORS.\n\nAcad. Royale de Bruxelles.\n\nThe Royal Academy of Sciences at Copenhagen.\n\nThe Society.\n\nThe Society.\n\nThe Institution.\n\nThe Royal Society of Edinburgh.\n\nThe Society.\n\nThe Society.\n\nThe Association.\n\nThe British Association for the Advancement of Science.\n\nThe Society.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nEntomological Society. Transactions. Part 2. Vol. IV.\nGeological Society. Transactions. Parts 1 and 2. Vol. VII.\nProceedings. Nos. 101-4.\nQuarterly Journal. Vol. I.\nNos. 5 and 6.\n\nLinnaean Society. Transactions. Part 4. Vol. XIX. 4to. London 1845.\nProceedings, Nos. 23 and 24. 8vo. London 1845.\n\nNumismatic Society. Journal, No. 31. 8vo. London 1846.\nRoyal Agricultural Society. Journal, Vol. VI. 8vo. London 1845.\nRoyal Asiatic Society. Journal, Parts 1 and 2. Vol. VIII.\nRoyal Astronomical Society. Memoirs, Vol. XV. 4to. London 1846.\nMonthly Notices, Nov. 1843, June 1845.\n8vo. London 1845.\n\nRoyal Geographical Society. Journal, Parts 1 and 2. Vol. XV.\nRoyal Medical and Chirurgical Society of London. Transactions, Vol. XXVIII. 8vo. London 1845.\n\nStatistical Society. Journal, Parts 3 and 4. Vol. VIII. Part 1. Vol. IX.\n8vo. London 1845-46.\n\nZoological Society. Report and Proceedings, Nos. 131 to 147. 8vo. London 1845.\n\nModena:\nMemorie di Matematica, e di Fisica, della Societa Italiana delle Scienze in Modena. Tomo XXII., XXIII. 4to. Modena 1844.\n\nMunich:\nAbhandlungen der Philosophisch-Philolog. Classe der Königlich Bayerischen Akademie der Wissenschaften. Vierten Bandes. Erste Abtheilung.\nAbhandlungen der Mathem.-Physikalischen Classe. Vierten Bandes. Zweite Abtheilung.\nAbhandlungen der Historischen Classe. Vierten Bandes. Zweite Abtheilung. 4to. München 1845.\nAkademischer Almanach auf das Jahr 1845. 8vo. München.\nAndeutungen zur Charakteristik des organischen Lebens nach seinem Auftreten in den verschiedenen Erdperioden, von Dr. Wagner. 4to. München 1845.\nBulletin der Akademie der Wissenschaften. Nos. 51 to 57 for 1844; Nos. 1 to 52 for 1845; Nos. 1 to 5 for 1846.\nDer Japhetiden und ihre gemeinsame heimath Armenien. Von Joseph Görres.\n\nNew York:—Transactions of the American Ethnological Society. Vol. I. 8vo. New York 1845.\n\nParis:\nBulletin de la Société de Géographie. Tomes III. et IV. 8vo. Paris 1845.\nCompte Rendus de l'Académie des Sciences. Tom. XX. 4to. Paris 1845.\n\nDONORS.\n\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Royal Bavarian Academy of Munich.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nPhiladelphia:\nJournal of the Franklin Institute. Vols. VII. and VIII. 8vo. Philadelphia 1844.\nTransactions of the American Philosophical Society. Part 2. Vol. IX. 4to. Philadelphia 1844.\nProceedings. Nos. 32, 33. 8vo. Philadelphia.\nTransactions of the Historical and Literary Committee of the American Philosophical Society. Part I, Vol. III.\nProceedings of the Academy of Natural Sciences of Philadelphia. No. 12. 8vo.\nRotterdam:—Verhandelingen van het Bataafsch Genootschap der Proefondervindelijke wijsbegeerde te Rotterdam. Vols. IX., X., XI. and XII. 4to. Rotterdam 1790–98.\n\nSt. Petersburg:\nBulletin de la Classe Physico-Mathématique de l'Académie Impériale des Sciences de St. Pétersbourg. Nos. 15 to 24. Tom. III. and Tome IV. 4to. Pétersbourg 1845.\nBulletin de la Classe Historico-Philologique de l'Académie Impériale des Sciences de St. Pétersbourg. Nos. 6 to 24. Vol. II. 4to. Pétersbourg 1845.\nMémoires présentés à l'Académie Impériale des Sciences de St. Pétersbourg. Part 6. Vol. IV. 4to. Pétersbourg 1845.\nMémoires de l'Académie Impériale des Sciences de St. Pétersbourg. 6th series. Part 5 and 6, Vols. V. and VI. 4to. Pétersbourg 1845.\nRecueil des Actes de la Séance Publique de l'Académie Impériale des Sciences de St. Pétersbourg tenue Dec. 29, 1844. 4to. Pétersbourg 1845.\n\nStockholm:\nÅrsberättelse om Botaniska arbeten och upptäckter för åren 1839, 1840, 1841 och 1842, till Kongl. Vetenskaps-Akademiens, afgifna den 31 Mars åren 1839–42, af J. E. Wikström. 8vo. Stockholm 1844.\nÅrsberättelse om Zoologiens framsteg under åren 1840–42, till Kongl. Vetenskaps-Akademiens, afgiven af Zoologie Intendenterna. 2 vols. 1840–44. 8vo. Stockholm.\nÅrsberättelse om framstegen i Kemi och Mineralogi afgifnen den 31 Mars 1845. 8vo. Stockholm 1845.\nKongl. Vetenskaps-Akademiens handlingar för år 1843. 8vo. Stockholm 1844.\nOfversigt af Kongl. Vetenskaps-Akademiens förhandlingar. Nos. 8 to 10. Vol. I., and 1 to 7. Vol. II.\nTurin:—Memorie della Reale Academia delle Scienze di Torino. Tomo XXXIX. 4to. Torino 1836.\nVenice:—Memorie dell'I.R. Istituto Veneto di Scienze Lettere ed Arti. Volume primo. 4to. Venezia 1843.\nAIRY (G. B.) Astronomical Observations made at Greenwich in 1844. 4to. London 1846.\n\nDONORS.\n\nThe Institute.\nThe Society.\nThe Academy.\nThe Society.\nThe Royal Academy of Sciences at Stockholm.\nThe Academy.\nThe Institute.\nThe Lords of the Admiralty.\nANONYMOUS:—\nA Full Explanation of the mysterious Book of Job. By the Layman. 8vo. London 1845.\n\nAnnalen der Sternwarte in Wien. 4to. Wien 1844.\n\nAnnuaire du Bureau des Longitudes pour 1840–44.\n\nAnnuaire Magnétique et Météorologique du Corps des Ingénieurs des Mines de Russie pour 1842. 4to. Pétersbourg 1844.\n\nAstronomical Observations made at the Royal Observatory, Cape of Good Hope. Vol. I. 4to. Cape of Good Hope 1840.\n\nArchives du Muséum d’Histoire Naturelle. Part 1 and 2. Vol. IV.\n\nBritish and Foreign Medical Review. Nos. 39 to 42. 8vo. London 1845–46.\n\nCatalogue de la Bibliothèque de M. Le Baron de Sacy. 8vo. Paris 1846.\n\nCatalogue of Charts, Plans and Views, published by order of the Admiralty.\n\nConnaissance des Temps pour 1846–47. 2 vols. 8vo. Paris 1844–45.\n\nDictionary of Greek and Roman Biography and Mythology, edited by Wm. Smith, LL.D. Parts 12 to 14. 8vo. Lond.\n\nDescription of the Marbles in the British Museum. Parts 5, 6, 7 and 10. 4to. London.\n\nExplanations; a Sequel to the Vestiges of the Natural History of Creation. 8vo. London 1845.\n\nExtraits d’une Lettre de M. Fresnel à M. Jomard, sur certains quadrupèdes réputés fabuleux. 8vo. Paris 1844.\n\nFlora Batava. Parts 137 to 140. 4to. Amsterdam.\n\nGreat Catalogue of the Books in the Imperial Library at Pekin. 140 vols.\n\nUniversal Geography, in 150 vols.\n\nDictionary of the Imperial Academy of Pekin, in 40 vols.\n\nInformazioni Statistiche raccolte dalla regia Commissione superiore per gli stati di S. M. in Terraferma Movimento della Popolazione. Vol. II. 4to. Torino 1843.\n\nList of the Fellows and Members of the Royal College of Surgeons of England, August 1845. 8vo. London 1845.\n\nLondon University Calendar for 1846.\n\nMinutes of the Committee of Council on Education. 2 vols. 8vo. Lond. 1844.\n\nObservationes Astronomicæ in Specula Regia Monachiensi institutæ. Vols. VII., XI. to XIV. 4to. 1831–43.\n\nProceedings of the National Institute at Washington for the Promotion of Science, from February 1842 to February 1845. 8vo. Washington 1845.\n\nThe Natural History of the State of New York, with a Geological Map of the State. 10 vols. 4to. Albany 1842.\n\nATKINS (Mrs.) British Alge. Part 6.\n\nBACHE and MACULLOH (Professors.) Report of Chemical Analyses of Sugars, Molasses, &c. Washington 1845.\n\nBALY (W., M.D.) On the Mortality in Prisons. 8vo. London.\n\nBEAMISH (N. L.) Remedy for the Impending Scarcity in Ireland. 8vo. Cork 1846.\n\nBEARDMORE (J.) A Catalogue, with Illustrations, of the Collection of Ancient Arms and Armour at Uplands, near Fareham, Hampshire. fol. London 1845.\n\nDONORS.\n\nThe Author.\n\nThe Observatory.\n\nBureau des Longitudes.\n\nThe Russian Government.\n\nThe Lords of the Admiralty.\n\nThe Museum.\n\nThe Editor.\n\nBaron de Sacy.\n\nThe Lords of the Admiralty.\n\nBureau des Longitudes.\n\nThe Editor.\n\nThe Trustees of the British Museum.\n\nThe Author.\n\nH.M. The King of Holland.\n\nA. Walker, Esq.\n\nThe Government of the Sardinian States.\n\nThe College.\n\nThe University.\n\nThe Council.\n\nThe Observatory.\n\nThe Institute.\n\nThe Legislature of the State of New York.\n\nThe Authoress.\n\nThe United States Government.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nBEAUMONT (Elie de.) Leçons de Géologie Pratique. Tom. I. 8vo. Paris 1845.\n\nBIOT (J. B.) Instructions Pratiques sur l'Observation et la Mésure des Propriétés Optiques appelées Rotatoires. 4to. Paris 1845.\n\nBIZIO (Dr.) Dissertazione sopra la Porpora Antica. 8vo. Venezia 1843.\n\nBOPP (F.) A Comparative Grammar of the Sanscrit, Zend, Greek, Latin, Lithuanian, Gothic, German and Slavonic Languages. 8vo. Lond. 1845.\n\nBOUÉ (M. A.) Essai d'une Carte Géologique du Globe. Sheet. Paris 1845.\n\nBRADFORD (Alexander). American Antiquities and Researches into the Origin and History of the Red Race. 8vo. New York 1841.\n\nBRANDRETH (T. S.) The Iliad of Homer, translated. 2 vols. 8vo. Lond. 1846.\n\nBRIGGS (James). On the Treatment of the Strictures of the Urethra by Mechanical Dilatation. 8vo. London 1845.\n\nBROWN (J. A.) Results of the Makerstoun Observations. No. 1. 4to. Edinburgh 1846.\n\nBUCH (Baron L. von.) Uber Cystideen eingeleitet durch die Entwickelung der Eigenthümlichkeiten von Caryocrinus ornatus, Say. 4to. Berlin 1845.\n\nBUIST (George). Provisional Report on the Meteorological Observations made at Colaba, Bombay, for the year 1844. fol. Cupar 1845.\n\nCARLINI (F.) Effemeridi Astronomiche di Milano per l'anno 1846. 8vo. Milano 1844.\n\nCARPENTER (W.) Report on the Microscopic Structure of Shells.\n\nCHALLIS (Rev. J.) Astronomical Observations made at the Observatory, Cambridge, for the year 1842. Vol. XIV. 4to. Cambridge 1845.\n\nCHASSINAT (Raoul). Etudes sur la Mortalité dans les Bagnes et dans les Maisons Centrales de Force et de Correction, depuis 1822 jusqu'à 1837. 4to. Paris 1844.\n\nCOCKBURN (Sir George). On Hannibal's Route and Passage over the Alps to Italy. 8vo. Dublin 1845.\n\nCOX (W. S.) A Memoir on Amputation of the Thigh at the Hip-Joint. fol. London 1845.\n\nCRESTADORO (A.) Saggio d'Instituzioni sulla Facolta della Parola. Vols. I. and II. 8vo. Torino 1843.\n\nDANIELL (J. F.) Elements of Meteorology. 2 vols. 8vo. 3rd edit. London. 1845.\n\nDAUSSY (P.) Table des Positions Géographiques des Principaux Lieux du Globe. 8vo.\n\nDEBENHAM (J., R.N.) A New Theory of the Tides. 8vo. London 1846.\n\nDE LA RIVE (A.) Des Mouvements Vibratoires que déterminent dans les Corps et essentiellement dans le Fer, la Transmission des Courants Électriques et leur Action Extérieure. Discours prononcé à l'Ouverture de la Trentième Session de la Société Helvétique des Sciences Naturelles. 8vo. Genève 1845.\n\nENCKE (J. F.) Berliner Astronomisches Jahrbuch für 1848. 8vo. Berlin 1845.\n\nEISENBERG (J.) Surgical and Practical Observations on the Diseases of the Human Foot. 4to. London 1845.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Right Hon. Lord Egerton.\n\nSociété Géologique de France.\n\nThe Author.\n\nThe Translator.\n\nThe Author.\n\nSir T. M. Brisbane.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nJ. F. Encke.\n\nThe Author.\nPRESENTS.\n\nFALCONER (Hugh) and CAUTLEY (P. T.) Fauna Antiqua Sivalensis, being the Fossil Zoology of the Sewalik Hills in the North of India. fol.\n\nFAURE (A.) Essai sur la Théorie et l'Interprétation des Quantités dites Imaginaires. 8vo. Paris 1845.\n\nFORBES (John). Illustrations of modern Mesmerism from personal investigation. 12mo. London 1845.\n\n——— The British and Foreign Medical Review. Nos. 39 to 42. London 1845-46.\n\nFORBES (J. D.) Tenth Letter on Glaciers. 8vo. Edinburgh.\n\n——— Notes on the Topography and Geology of the Cuchullin Hills in Skye. 8vo. Edinburgh 1845.\n\nFORRY (S.) The Climate of the United States and its Endemic Influences. 8vo. New York 1842.\n\nGAUSS (C. F.) und WEBER (W.) Resultate aus den Beobachtungen des Magnetischen Vereins 1837 to 1841. 8vo. Göttingen.\n\nGILBART (J. W.) The History of Banking in Ireland. 8vo. London 1836.\n\n——— The History and Principles of Banking. 8vo. London 1837.\n\nGILLISS (Lieut.) Report of the Plan and Construction of the Dépôt of Charts and Instruments. 8vo. Washington.\n\nGIVRY (M.) Instructions Nautiques, partie des Côtes de France comprise les Casquets et la Pointe de Barfleur. 4to. Paris 1845.\n\nGORDON (Alex.) Description of the Fumific Impeller. 8vo. London 1845.\n\nGÖRRES (Joseph.) Der Japhetiden und ihre gemeinsame heimath Armenien. 4to. Munich 1845.\n\nGOULD (John.) The Birds of Australia. Parts 20 to 23. fol. London.\n\nGRATIOLET (Louis-Pierre.) Thèse pour le Doctorat en Médecine. 4to. Paris 1845.\n\nGRIFFITH (W. P.) The Natural System of Architecture as opposed to the Artificial System of the present day. 4to. London 1845.\n\nGRIMALDI (G. C.) Del Lavoro degli Artigiani. 4to. Napoli 1845.\n\nGROVER (J. Capt.) The Bokhara Victims. 2nd edition, 1846.\n\n——— Lord Aberdeen and the Ameer of Bokhara. 6th edition. 8vo. London 1845.\n\nHANNOVER (A.) De Quantitate relativa et absoluta Acidi Carbonici ab homine sano et ægroto exhalaati. 8vo. Hanua 1845.\n\nHENDERSON (Thos.) On the Right Ascensions of the Principal Fixed Stars deduced from observations made at the Observatory, Cape of Good Hope, in the years 1832, 1833. 4to. London 1844.\n\nHODGSON (Wm.) Notes on Northern Africa. 8vo. New York 1844.\n\nHOGG (John.) A Catalogue of Birds observed in South-Eastern Durham. 8vo. London 1845.\n\nHORNER (Leonard.) Address delivered at the Anniversary Meeting of the Geological Society of London on the 20th of February 1846.\n\nHOSKINS (S. E.) Meteorological Observations made in Guernsey in 1845.\n\nIBBETSON (J. H.) A brief Account of Ibbetson's Geometric Chuck. 8vo. London 1833.\n\nDONORS.\n\nThe Marquis of Northampton, P.R.S.\n\nThe Author.\n\nThe Author.\n\nThe Editor.\n\nThe Author.\n\nThe Author.\n\nThe Authors.\n\nThe Author.\n\nThe Royal Academy of Munich.\n\nThe Marquis of Northampton, P.R.S.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nH. Perigal, Esq.\nJOHNSON (Manuel J.) Astronomical Observations made at the Radcliffe Observatory, Oxford, in 1843. Svo. Oxford 1845.\n\nJOMARD (M.) Notice sur la Vie de M. Berthollet. Svo. Paris 1844.\n\nJORI (B.) Sulla Vera Essenza Naturale dei materiali immediati attivi della China Gialla Filosa e specie affini. Opuscolo secondo. Svo. Reggio 1845.\n\nJOURNALS.\n\nAstronomische Nachrichten, Nos. 505 to 538. Vol. XXII.\n\nAthenæum, from January to December 1845. 4to. London 1845.\n\nElectrical Magazine. Nos. 9 to 12. Vol. II. Svo. London.\n\nJournal of the Asiatic Society of Bengal. Nos. 67 to 74, 76 to 77, and 159 to 164. Svo. Calcutta 1845.\n\nLiterary Gazette, from January to December 1845. 4to. London 1845.\n\nPhilosophical Magazine, from July to December 1845.\n\nTijdschrift voor Natuurlijke Geschiedenis en Physiologie. Parts 3 and 4.\n\nKELAART (E. F.) Flora Calpensis. Contributions to the Botany and Topography of Gibraltar. Svo. London 1846.\n\nKUPPFER (A.) Observations Météorologiques faites à Arkhangel. 4to. St. Pétersbourg.\n\nLAMONT (J.) Annalen für Meteorologie, Erdmagnetismus und verwandte Gegenstände für 1843–44. Svo. München 1843–44.\n\nLAPASSE (le Vicomte de.) Considérations sur la Durée de la Vie Humaine, et les Moyens de la prolonger. 4to. Toulouse 1845.\n\nLATTER (Thos.) A Grammar of the Language of Burmah. 4to. London.\n\nLEA (Henry.) Description of some New Species of Marine Shells inhabiting the Coast of the United States. Svo.\n\nLITTROW (C. L. Edlen von.) Annalen der Sternwarte in Wien. 4to. Wien 1844.\n\nLOUVET (M.) Mémoire sur un Appareil à distiller l'Eau de Mer pour la rendre potable. Svo. Bruxelles 1845.\n\nMACKENZIE (W.) On the Vision of Objects on, and in the Eye. Svo. Edinburgh 1845.\n\nMANTELL (G. A.) Thoughts on Animaleules; or, a Glimpse at the Invisible World revealed by the Microscope. 4to. London 1846.\n\nMANZ (Dr.) Versuche und Beobachtungen über den Kartoffelbau, und die Krankheiten der Kartoffeln. Svo. Stuttgart 1845.\n\nMAPS, CHARTS, &c.\n\nAtlas de l'Etna. Part 1.\n\nCharts published by the Admiralty, from April 1845 to March 1846.\n\nMaps of the Geological Survey of Great Britain.\n\nIndex Maps to Geological Survey of Great Britain.\n\nEssai d'une Carte Géologique du Globe Terrestre. Par M. A. Boué. Sheet 1845.\n\nMARTIUS (Dr.) Denkrede auf Karl F. von Kichmeyer. 4to. München 1845.\n\nMOORSON (Capt.) On the Principles of Naval Tactics. Svo. Birmingham 1846.\n\nMOSOTTI (O. F.) Sulla proprieta degli spettri di Fraunhofer. Svo. Pisa 1845.\n\nMOUAT (F. J., M.D.) Atlas of Anatomical Plates of the Human Body, accompanied with Descriptions in Hindustani. Part 1. fol. Calcutta 1846.\n\nDONORS.\n\nThe Radcliffe Trustees.\n\nThe Author.\n\nThe Author.\n\nH. C. Schumacher.\n\nThe Editor.\n\nThe Editor.\n\nThe Society.\n\nThe Editor.\n\nRichard Taylor, Esq.\n\nThe Editors.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Observatory, Vienna.\n\nBaron de Waltershausen.\n\nThe Lords of the Admiralty.\n\nThe Right Honourable Lord Lincoln.\n\nSociété Géologique de France.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nMURCHISON (Sir Roderick I.) and VERNEUIL (Edouard de.) The Geology of Russia in Europe and the Ural Mountains. 2 vols. 4to. London and Paris 1845.\n\nNEVILLE (Rev. C.) Corn and Currency. 8vo. London 1846.\n\nOWEN (Richard.) Odontography, or a Treatise on the Comparative Anatomy of the Teeth. Vol. II. 8vo. London 1845.\n\nPAPPENHEIM (Dr.) Five Plates illustrating the Arrangement of the Muscular Fibres of the Uterus.\n\nPARCHAPPE (M.) Recherches sur l'Encéphale. 2 vols. 8vo. Paris 1838.\n\n——— Du Cœur, de sa Structure, et de ses Mouvements. 8vo. Paris 1844.\n\n——— Traité Théorique et Pratique de la Folie. 8vo. Paris 1841.\n\n——— Recherches Statistiques sur les Causes de l'Aliénation Mentale. 8vo. Rouen 1839.\n\n——— Notice Statistique sur l'Asile des Aliènes de la Seine Inférieure. 8vo. Rouen 1845.\n\nPARLATORE (F.) Maria Antonia, Novello genere della famiglia delle leguminose. 4to. Firenze 1844.\n\n——— Monografia delle Fumariee. 8vo. Firenze 1844.\n\n——— Flora Palermitana, ossia descrizione delle plante che crescono spontanee nella Valle di Palermo. Vol. I. 8vo. Firenze 1845.\n\nPERIGAL (H., Jun.) On the probable Mode of Constructing the Pyramids.\n\nPETLEY (John.) Remarks on the rivers Berbice and Demerara. 8vo. London 1845.\n\nPETIT-RADEL (L.C.F.) Recherches sur les Monuments Cyclopéens. 8vo. Paris 1841.\n\nPLANA (Jean.) Mémoire sur la Distribution de l'Electricité à la surface de deux sphères conductrices complètement isolées. 4to. Turin 1845.\n\nPONCELET (J. V.) Mémoire sur le Nouveau Système d'Ecluse à flotteur de M. D. Girard. 4to. Paris 1845.\n\nPORTRAITS.\n\nPortrait of the late Francis Baily, Esq., F.R.S., by Thomas Phillips, R.A., engraved by Thomas Lupton.\n\nPortrait of Sir John Barrow, Bart.\n\nPortrait of Sir William Burnett, M.D., F.R.S.\n\nPortrait of J. G. Children, Esq., F.R.S.\n\nPortrait of Sir James Clark Ross, Capt. R.N., F.R.S., from a picture by Negelin, in the possession of Lieut.-Colonel Sabine.\n\nPortrait of Schelling, lithograph.\n\nPRATT (J. T.) A Summary of the Savings' Banks in England, Scotland, Wales and Ireland. 8vo. London 1846.\n\nPOUCHET (A. F.) Zoologie Classique, ou Histoire Naturelle du Règne Animal. 2 vols. and Atlas. 8vo. Paris 1841.\n\n——— Histoire de la Famille des Solanées. 8vo. Rouen 1829.\n\n——— Traité Élémentaire de Zoologie. 8vo. Rouen 1832.\n\n——— Traité Élémentaire de Botanique. 2 vols. 8vo. Paris 1835.\n\nDONORS.\n\nSir R. I. Murchison, F.R.S.\n\nThe Author.\n\nThe Author.\n\nDr. Pappenheim.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Lords of the Admiralty.\n\nThe Rev. Richard Sheepshanks.\n\nSir John Barrow.\n\nCommittee to the Burnett Testimonial.\n\nJ. G. Children, Esq.\n\nLieut.-Col. Sabine, For. Sec. R.S.\n\nThomas Handley, Esq.\n\nThe Author.\n\nThe Author.\n\nMDCCXLVI.\nPRESENTS.\n\nQUETELET (A.) Lettres à S.A.R. le Duc de Saxe-Cobourg et Gotha sur la Théorie des Probabilités. 8vo. Bruxelles 1846.\n\nMémoire de Simon Stevin. 8vo. 1845.\n\nObservations des Phénomènes Périodiques. 4to. Bruxelles 1845.\n\nRapport au Ministre de l'Intérieur sur les Travaux de la Commission Centrale de Statistique. 8vo. Bruxelles 1846.\n\nRapport addressé à M. le Ministre de l'Intérieur sur l'État et les Travaux de l'Observatoire Royal de Bruxelles (année 1845.)\n\nSur le Climat de la Belgique. Part 1. 4to. Bruxelles 1845.\n\nREICH (Dr.) Lehrbuch der Practischen Heilkunde von Dr. Reich. Bänd I. und II. 8vo. Berlin.\n\nRENNIE (G.) Experiments made by the late John Rennie, Esq. on the Power of Water Wheels. 4to. London.\n\nREPORTS, &c.\n\nReport of the Medical Topography and Statistics of the Northern, Hyderabad and Nagpore divisions, the Tenasserim Provinces, and the Eastern Settlements, compiled from the records of the Medical Board Office. 8vo. Madras 1844.\n\nReport of the Medical Topography and Statistics of the Ceded Districts, compiled from the records of the Medical Board Office. 8vo. Madras 1844.\n\nReport of the Superintendent of the Coast Survey for 1845. 8vo. Washington.\n\nReport of the Plan and Construction of the Dépôt of Charts and Instruments, by Lieut. Gilliss. 8vo. Washington.\n\nReport of Chemical Analyses of Sugars and Molasses, &c., by Professors Bache and Maculoh. 8vo. Washington.\n\nSummary of the Tables of Mortality for the Metropolis for 1845.\n\nQuarterly Tables of the Mortality in England for 1845.\n\nRIDDELL (Capt.) Supplement to the Magnetical Instructions for the Use of Portable Instruments. 8vo. London 1846.\n\nROBINSON (T. R.) An Account of the Earl of Rosse's great Telescope. 8vo.\n\nSAFFORD (T. H.) Youth's Almanack for 1846. 8vo. Bradford, United States, 1846.\n\nSCHUMACHER (H. C.) Astronomische Nachrichten. Nos. 505 to 538. Vol. XXII. 4to. Altona.\n\nSMITH (Dr. W.) Dictionary of Greek and Roman Biography and Mythology. Part 14.\n\nSOLLY (Edward.) Chemical Observations on the Cause of the Potatoe Murrain. 8vo. London.\n\nOn the Influence of Electricity on Vegetation. 8vo.\n\nSTRATFORD (Lieut. W. S.) The Nautical Almanack for the year 1849. 8vo. London 1845.\n\nSTRATTON (Thos.) The Derivation of many classical proper names from the Gaelic language, or the Celtic of Scotland. 8vo. Edinburgh 1845.\n\nSTRUVE (F. G.) Catalogus Librorum in Bibliotheca Speculae Pulcovensis. 8vo. Petropoli 1845.\n\nTAYLOR (Alfred.) On the Temperature of the Earth and Sea, in reference to the Theory of Central Heat. 8vo. London 1846.\n\nDONORS.\n\nThe Author.\n\nRev. F. W. Hope, F.R.S.\n\nG. Rennie, Esq.\n\nThe Hon. the Board of Directors of the East India Company.\n\nUnited States Government.\n\nThe Registrar-General.\n\nThe Author.\n\nHon. E. Everett.\n\nThe Editor.\n\nThe Author.\n\nLieut. Stratford, F.R.S.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nTAYLOR (Henry.) Observations on the current Coinage of Great Britain. 8vo. London 1846.\n\nTESSAN (U. de.) Voyage autour du Monde sur la Frégate la Vénus. Partie Physique. 5 vols. 8vo. Paris 1844.\n\nTRENTEPOHL (J. J.), CHENON (R.), SANNOM (F.) Observationes Meteorologicæ per annos 1829–34 et 1838–42, in Guinea factæ. 4to. Haunia 1845.\n\nTUSON (E. W.) The Structure and Functions of the Female Breast, as they relate to its Health, Derangement and Disease. 8vo. London 1846.\n\nVRIESE (W. H. de.), HŒVEN (J. Van der.) Tijdschrift voor Natuurlijke Geschiedenis en Physiologie. Parts 3, 4. Vol. XII. 8vo. Leiden 1845.\n\nVROLIK (G.) Waarnemingen en Proeven over de onlangs Geheerscht hebbende ziekte der Aardappelen. 8vo. Amsterdam 1845.\n\nVerslag, over de heerschende ziekte de Aardappelen. 8vo. Amsterdam 1845.\n\nVULLIAMY (B. L.) On the Construction and Theory of the Dead Escapement for Clocks. 8vo. London 1846.\n\nWALL (A.) On Wall's Improvements in the manufacture of Iron, Copper, Steel and other Metals, by the application of Voltaic Electricity. 8vo. London 1846.\n\nWALKER (C. V.) The Electrical Magazine. Nos. 9 to 12. Vol. II. 8vo. London 1845–46.\n\nWALTERSHAUSEN (Baron de.) Atlas de l'Etna. Part 1.\n\nWARREN (S.) A Popular and Practical Introduction to Law Studies, and Guide to the Legal Profession. 2nd edition. 8vo. London 1845.\n\nWARTMANN (Elie.) Mémoire sur deux Balances à Réflexion. 4to. Genève 1845.\n\nDe la Méthode dans l'Electricité et le Magnétisme. 8vo. Genève 1845.\n\nMémoire sur le Daltonisme. 2me édition. 8vo. Genève 1845.\n\nWELD (C. R.) On the Number and Increase of the Jews in the Prussian States.\n\nWELD (Isaac.) Statistical Survey of the County of Roscommon, drawn up under the directions of the Royal Dublin Society. 8vo. Dublin 1832.\n\nWICKSTEED (Thos.) Analysis of the Evidence in favour of the constant supply system given before the Health of Towns Commissioners, with remarks thereon. 8vo. London 1846.\n\nWILLIAMSON (G.) Catalogue of Preparations in Morbid Anatomy and Experimental Physiology, contained in the Museum of the Army Medical Department, Fort Pitt, Chatham. 8vo. London 1845.\n\nWINSLOW (Forbes.) On the Incubation of Insanity. 8vo. London 1846.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Royal Academy of Sciences, Copenhagen.\n\nThe Author.\n\nThe Editors.\n\nThe Royal Institute of the Netherlands.\n\nThe Author.\n\nThe Author.\n\nThe Editor.\n\nThe Author.\n\nThe Author.\n\nSir James M'Grigor.\n\nThe Author.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108334.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 17,
    "total-input-tokens": 28312,
    "total-output-tokens": 13447,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1344,
        2
      ],
      [
        1344,
        3641,
        3
      ],
      [
        3641,
        5969,
        4
      ],
      [
        5969,
        8255,
        5
      ],
      [
        8255,
        9922,
        6
      ],
      [
        9922,
        11641,
        7
      ],
      [
        11641,
        14237,
        8
      ],
      [
        14237,
        16592,
        9
      ],
      [
        16592,
        19016,
        10
      ],
      [
        19016,
        22146,
        11
      ],
      [
        22146,
        25123,
        12
      ],
      [
        25123,
        27962,
        13
      ],
      [
        27962,
        30968,
        14
      ],
      [
        30968,
        33685,
        15
      ],
      [
        33685,
        36515,
        16
      ],
      [
        36515,
        38944,
        17
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108334",
    "title": "Back Matter",
    "authors": null,
    "year": 1846,
    "volume": "136",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 17,
    "jstor_url": "https://www.jstor.org/stable/108334"
  }
}