{
  "id": "f843b059fa0aecc3c120277fc8ed2a0b1c1c32ba",
  "text": "IV. Hydatidum ingenti copiâ in Abdomine repertorum Historia. Communicavit cum Societate Regiâ Johannes Thorpe, M. D. S. R. S.\n\nRhedarius Excell. S. D. Baronis de Penterrider, ætatis 58 annorum, Temperamenti sic diæi Cholerico Phlegmatici, Staturæ quadratæ, non obesus sed robustus, bene appetens, officio suo bene fungens; nec vino, nec liquoribus spirituosis immoderatè utens, bono satis Regimine vivens præterito Augusti Mense auxilium meum petiit, pro Abdomine fortiter tumente & tenso, Ascitico minimè absimili, urinâ arramen bonæ notæ & in quantitate sufficiente optimè prodeunte, pedum nullo œdemate comparente, Respiratione liber-rimè procedente, ventre autem in dies crescente (qui Mense Junio tumere incepit) sanguine in vasis hæmorrhoidalibus stagnante, nodos ibidem magnos elevante & interdum dolorificè furente, Appetitu ac Viribus nunquam prostratis.\n\nFateor Ænigma mihi fuisse an Tumor sit siccus hæmorrhoidibus suppressis, medicamenta chalybeata cum Purgantibus mixta exhibui, per quæ fluxus hæmorrhoidum mox excitatus, dolores sedati, & magna sordium quantitas cum aliquali levamine per tubulum intestinalem fuit eliminata. Postea ad exemplum Etmulleri in hydrope sicco, Nitr. præparat. quotidie ad unc. fl. item Mercurium vitæ & omnis generis Diuretica mitiora, fortiora, &c. omnia incassum dedi.\n\nAbhinc Patiens sub sanitatis recuperandæ spe, promore Vulgi auxilium Empiricorum imploravit, qui statim\ntim Aureos ipsi montes promiserunt, multisqué sagi-\nnatum Arcanis miserum in malis deseruerunt.\n\nAbdomine igitur mole suâ maximè urgente, ad Pa-\nracentesh sine morâ progrediendum erat; quam die\n14 Januar. Chirurgus Expertiss. D. Anel. unanimi\nnoster consensu Patienti administravit; contenta ve-\nrò consistentiam gelatinosam nacta per angustius\nCannulae immisso spatium exire non poterant. In-\ncisio ergo cum Lancetta facienda erat; quâ factâ, mate-\nria gelatinosa coloris grisei & lutei, albumine ovorum\nspissior, cum magna quantitate globulorum alborum\nsphaericorum, triangularium, vermicularium, gemello-\nrum, testiculi- & ovarii-formium, &c. magnitudi-\nnem nucis avellanæ adæquantium primo die ad mensu-\nras sex evacuata erat, ægro quantum ad vires optimè\nse habente. Postero die, cum facile judicare licebat, fa-\netam incisionem non satis esse amplam pro exitu majo-\nribus hujus naturæ globulis concedendo, Lancettâ igi-\ntur vulnus ampliabatur, per quod globuli ovum Co-\nlumbinum magnitudine superantes magno numero cum\nsex iterum gelatinæ mensuris, & magno trusco massæ\ncujudam albæ portionem omenti referentis, de novo\nexcreti erant. Cui Massæ plures dictorum globulo-\nrum filamenti fibrosis adhaerebant.\n\nIn examinatione materiarum, gelatina super carbonum\nignem indurescit & albescit, pelliculâ desuper se for-\nmante.\n\nSpiritu Vitrioli, Spir. Sal. Ammon. vol. Ol. Tart. per\ndeliqu. Spir. Vin. rectif. Aceto affusis, manifesti nihil\nvidetur, quàm levis induratio materiæ ab uno quoque\nistorum liquorum, et si naturâ inter se invicem contra-\nriorum.\n\nGlobuli coloris sunt albissimi, sensui tactûs resistentes;\nrupti liquorem album chylo similem fundunt, mem-\nbranâ seu pelliculâ manifestâ cincti.\n\nMassa\nMassa ista albicans quae portionem omenti refert, et si crassiter pollicem adaequet, substantiam purè membranaceam habet.\n\nNumerus globulorum majorum & minorum ad septem vel octo millia se extendit.\n\nHodie qui est inclusivè decimus sextus ab operatione dies, æger quam optimè se habet, venter est mollis, planus, vulnus pulcherrimum, urina, pulsus, respiratio bona, consequenter nulla febris, somnus tranquillus. Evacuatio materiae gelatinosæ durantibus 13 diebus fuit copiosa, inodora, nunc purè serosa & parca, sed formam odorem spirans, immissumque Catheterem argenteum nigricans, quod corporibus heterogeneis corruptis magis quam vilceribus gangränâ prehensis attribuimus, quoniam febris abest. Hodie post injectionem Decocti ex Enula Campan. Agrimon. & Mell. cum Tinctur. Aloes. Myrrh. & Balsam. du Commandeur, rupti pellicula globuli fuit excreta, quem in statu suo naturali ovum gallinaceum mole adaequasse, fortassis superasse, certum est.\n\nAppetitus & vires nunc sunt quae nobis faciesunt. Medicamenta porrigo Traumatica, Alexiteria & Comfortantia invicem combinata juxta victum Analepticum. Φαινομενον notatu dignum examini versatorum in arte amicè discutiendum traditur, & ut animi sui sensa nobiscum communicare haud graventur, obnixè rogatur. Dabam Parisii d. IV. Calend. Januar. M DCC XXII.\n\nBarthol. Anhorn, ab Hartuiss.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103568.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1591,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1419,
        2
      ],
      [
        1419,
        3130,
        3
      ],
      [
        3130,
        4465,
        4
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103568",
    "title": "Hydatidum Ingenti Copiâ in Abdomine Repertorum Historia. Communicavit Cum Societate Regiâ Johannes Thorpe, M. D. S. R. S.",
    "authors": "Johannes Thorpe, Barthol. Anhorn",
    "year": 1722,
    "volume": "32",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/103568"
  }
}