{
  "id": "396c8f8f37dcc20d2403d27138cae46f32618a38",
  "text": "VIII. An Explication of the Instruments used, in a new Operation on the Eyes, by the Same.\n\nA B R epresent the Figures of two Eyes, on which a new Operation was perform'd, by making an Incision thro' the Iris, which had contracted itself in both Cases so close, as to leave no Pupil open for the Admission of Light. (See Plate the 2d.)\n\nThe Perforation in the Eye A was made a little above the Pupil, the closing of which ensued upon the putting down a Cataract, which not knowing how low it might be lodged, I made the Incision a little higher than the Middle, lest any Part of it should lie in the Way.\n\nThe Eye B was one I couch'd not long before, where the Patient had been blind but a few Years. At first he thought every Object further from him than it was; but he soon learn'd to judge the true Distance, the Cause of which I shall endeavour to explain by the lowermost Figure, in which let the Circle H I K represent the Eye, H the Place where an Image through the natural Pupil I was represented from the Place M; now the artificial Pupil being at the Place K, the Object at L is now painted at the Place H, where the Object M was also to be perceiv'd; therefore it was, I suppose, that the Patient mistook the Place L for the Place M.\nC is a Sort of Needle with an Edge on one Side, which being pass'd thro' the Tunica Sclerotis, is then brought forwards thro' the Iris a little farther than E. This done, I turn the Edge of the Needle, and cut thro' the Iris as I draw it out: The Handle of this Needle is half black, and half white, which though it is not of much Use in this Operation, is very much so in couching Needles, we being thereby able to judge of their Position, when we do not see them.\n\nF F is an Instrument to keep open the Eye-lids. G is a Bit of Iron, which as it is moved backward, or forward, the Instrument opens and closes.\n\nIX. An Account of several Stones found in the Kidneys of a Person opened by Mr. John Dobyns, Surgeon and Lithotomist to St. Bartholomew's Hospital and F. R. S.\n\nMr. Laurence, a Gentleman of about forty Years of Age, had for near twenty Years a Complaint in his Kidneys; making bloody Urine upon any extraordinary Motion, but free from the great Pain, and all other Symptoms usually attending nephritick Cases. However, upon opening the Kidneys after his Death, there was in each a Stone of an extraordinary Size and Figure, besides one hundred smaller, which are brought for the View of the Society,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103698.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6456,
    "total-output-tokens": 712,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1245,
        3
      ],
      [
        1245,
        2456,
        4
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103698",
    "title": "An Explication of the Instruments Used, in a New Operation on the Eyes, by the Same",
    "authors": "Will Chesselden",
    "year": 1727,
    "volume": "35",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/103698"
  }
}