{
  "id": "01e0d1f818a1a1165511bc13399f0caf490d796b",
  "text": "In the Considerations of my first and second Propositions, the Animadversion hath rendred my Doctrine of Unequal Refrangibility very imperfect and maimed; by explicating it wholly by the Splitting of rays; whereas I chiefly intended it in those Refractions that are perform'd without that suppos'd Irregularity; such as the Experimentum Crucis might have inform'd him of. And, in general I find, that, whilst he hath endeavoured to explicate my Propositions Hypothetically, the more material suggestions, by which I design'd to recommend them, have escap'd his consideration; such as are, The Unchangeableness of the degree of Refrangibility peculiar to any sort of rays; the strict Analogy between the degrees of Refrangibility and Colours; the Distinction between compounded and un-compounded colours; the Unchangeableness of un-compounded colours; and the Assertion, that if any one of the Prismatic colours be wholly intercepted, that colour cannot be new produced out of the remaining Light by any further Refraction or Reflexion whatsoever. And of what strength and efficacy these Particulars are for enforcing the Theory, I desire therefore may be now consider'd.\n\nAn Accompt of two Books.\n\nI. Ottonis de Guericke EXPERIMENTA NOVA MAGDEBURGIENSIA, de VACUO SPATIO, &c. Amstelodami A. 1672. in fol.\n\nAfter that the famous Author of this Book hath made a Narrative of the chief Hypotheses and Opinions of both Antient and Recent Astronomers concerning the Systeme of the world, and represented the great difficulties in the Ptolemaique and Tychorique, and repeated the Answers to the Objections against the Copernican; he at large gives us his own Thoughts of the Frame and Constitution of the World; By which World he understands in this Treatise the Complex of the Planets, disposed and order'd much after the Copernican way; the Sun being seated in the midst, having his Spots about him; and moving and influencing all the rest of the Planets according to their several distances from him; Saturn making the utmost of all the Planets, and the End of this his World being there, where the diffusive power and vertue of the Sun; the King and Governor of them all, terminates; which bounds he conjectures to extend themselves, beyond Saturn, to those Fixt Stars that are of the nearer rank to Saturn's Orbe.\n\nConcerning the Bodies lodged in these Planets, he thinks it consonant to the Power and Wisdom of the Great Creator, that there should be such a variety of them, as to stock each of the said Planets,\nwith creatures differing from those of others: so that nothing of what is in (e.g.) our Earth or Terr-aqueous Globe, is to be found in any of the other Planets, but that every one of them is stored with peculiar creatures, and even with such reasonable ones, as are of another kind from the Men of our Earth.\n\nAs to the Space that is between those his Mundan Bodies (the Planners,) he conceives it to be not any thing Material or Corporeal, but a Meer Space void of all body, which Space he defines to be as 'twere the Universal Vessel containing all Bodies; declaring herein his dissent from Des-Cartes, in whose opinion Space or Extension cannot be without an extended substance: whereas he (our Author) makes Space indifferent to the being or not being filled with bodies.\n\nTreating of this Space, which he calls Void, and esteems so in its own nature, he maketh it Immense and Infinite: And discussing that so much agitated Question, whether there be a Vacuum, he concludes it in the Affirmative, asserting, that not only all those parts of his Space, to which the Effluvia or Expirations of his World do not reach, are void of all body, but also, that so much of Water, Air, or any other thing as is exhausted out of vessels, no other body succeeding in its room, so much there is of Vacuity there. To prove which latter, he repeateth in this volume many of those Experiments of his, which the Learn'd Schottus had publish't before: adding some others, together with some improvements of his Engin; which was also described by the said Schottus, and in which two very considerable things were deficient, as is observ'd by Mr. Boyle, the Noble Author of the New Experiments Physico-Mechanical touching the Air, p.6,7. in the first English Edition, printed A. 1660. at Oxford, and enrich't since, by the same, with a Continuation of New Experiments touching the Spring and Weight of the Air, and their effects, printed A. 1669. in the same place: Which two Treatises being compared with what hath been heretofore publish't by the aforesaid Schottus, and now by this Author, it will easily appear to sagacious and impartial Readers, to which of these two Gentlemen, Mr. Boyle and Mons. De Gericke, the Curious are most obliged, there having been at first but six experiments made by the latter of them, publish't by Schottus in Arte Hydraulico pneumatica, about A. 1656; which afterwards were called Antiqua by the same, in his Technica Curiosa, printed A. 1662; in which are also recorded the other Experiments, call'd Experimenta Magdeburgica Nova, two years after Mr. Boyles lately mention'd first Book; the Continuation of which hath been abroad three years before this of de Gericke himself, now under consideration.\n\nConcerning our Authors Contrivance of his Virunculus or little Man, made to indicate the Weight of the Air at any time, and to foretell Wind and Weather; since he thinks fit to make a secret of it, we must let him enjoy it alone, till he shall think good to disclose it.\nBut touching his Experiment of a New and before never used Wind-gun, (as he calls it) whereby, contrary to the common Wind-guns, in which by store of well-compress'd Air, Bullets may be shot, he teacheth, that by evacuating and weakening the Air, the like effect may be produced; as to this, I say, the Reader will find the same Principle made use of by Mr. Boyle in his lately-mention'd Continuation, the fourth Experiment about a New Hydraulico-pneumatical Fountain, made by the Spring of un-compressed Air.\n\nAs to the Experiment related by this Author l. 3. c. 7. of making Water fall in vacuo, with such a noise, as if it were a hard substance, it appears by the Journal of the R. Society, that such an one was made before that Illustrious company by Mr. Boyle some years ago.\n\nFor a conclusion of this Accompt, I shall take notice of an Experiment, mention'd by our Author, l. 5. c. 15; by which he thinks may be represented the chief Vertues, he enumerates of our Earth, perform'd by a Globe of Sulphur melted and cooled again, and then perforated, to trajeet an Iron axis through it for circumvolution; whereby, attrition being used withal, he affirms that the Impulsive, Attractive, Expulsive, and other vertues of the Earth, as he calls them, may be ocularly exhibited. How far this Globe and its performance may be considred in, the Tryals and Considerations of some Ingenious persons here may perhaps inform us hereafter.\n\nH, Thesaurus MEDICINÆ PRACTICÆ; studio & opera Thomæ Burnet Scoæ-Britanni, M.D. & Medici Regis Ordinarii: Londini impensis R. Boulter apud insignem Capitis Turceæ in vico dicto Cornhill, 1672. in 4o.\n\nThis Learn'd and Industrious Author, having considered the several abilities of Physicians, and the different ways of their writings respectively; some delivering Medical Institutions and Controversies; some commenting upon Hippocrates and Galen; others publishing Methods of Curing Diseases and Practical Physicks; others augmenting the Medical matter, and teaching the way of preparing Medicines; many improving Anatomy; and not a few recording Observations and Consultations: Having, I say, considered this variety and diversity, he prefers the last way of all as appearing to him most useful to Mankind; and therefore undertaketh in this Work of his to give us a Treasure of Practical Physick, collected from the Observations and Advices of a great number of Physical Writers, both Ancient and Modern, such as he esteemed to be most considerable of that profession. In the doing of which, he enumerates in an Alphabetical order about 410 kinds of Diseases of humane Bodies, partly inward, partly outward; describing their nature and symptomes, and declaring withal the ways of cure, as they are\nto be met with in those many Authors, he affirms to have carefully consulted: Of which there are by him alledged no less than 117.\n\nAmongst all these Chapters of Diseases and their Cures there are interspersed many not common Observations of Nature, such as are: That the force of Cassia is such, That about the Isles of Pero, the Fishermen, when their Boats are endangered by Whales, throw some of that substance into the Sea-water, which being beaten with it, the Fish immediately sinks to the bottom: That Vinegar may be prefer'd from all worms, by mixing a little Theriac therewith, and so exposing it in a close vessel to the Sun for a moneth, daily shaking it, and afterwards percolating it when settled: That there are men, that ruminate properly speaking, like Beasts that chew the Cud, and that some of such persons when opened after death, have either their oesophagus every where fleshy like a Muscle, or their stomach very rough and large; Where 'tis also observed, that one of such ruminating men, did not at all chew the cud when sick, just like Oxen and Cows, that are said by country-people to do so neither, when they are not well: That a certain Sea-man, that had lived long at Sea, and contracted from a continual defluxion a Cough, which exercised his Lungs for two years, did at length cast out, together with blood, two considerable ramifications of veins, separate from all parenchymatous matter, shewing the corruption of the whole substance of the Lungs: That it hath been observed to be dangerous, to have a vein opened at once in both arms, or legs, which is here called a Neronian Venæ-section, &c.\n\nErrata to be corrected in Numb. 87.\n\nPag.5067.l penult., Tractatu. p.5058.l.43. Demonstratis. p.5069 l.10. non in AX. p.5070.l.23. particularem vel defensionem. ibid l.35. pro 2PQL leg.-2PQL ib. lin. 29. ad margin. lege, Vide Tab. II. Fig. III. p.5071.l.16. est media. ibid.l.31 pro lL ve l leg. l-Vc l. p.5072.l.35. pro l.4. p.5073.l.18. pro quid. l. quin p.5074.l.23. 27. &c. pro T.l.6T. ibid.l.23. pro lS2.ibid.l.31. pro lD3 l. lD3 p.5075. l.2.pro lLD3,lLD2 ib.l.29.lIt. pro idem. ib.l.39. Hyperbola sit Scalena.\n\nErrata in this Numb. 88.\n\nPag.5087.l.7.r. Bodies. p.5094.l.34.r. it must. ip. 5097. l.9.r: and made to divericate.\n\nLONDON,\n\nPrinted for John Martyn, Printer to the Royal Society, 1672.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/100965.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 2821,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2513,
        2
      ],
      [
        2513,
        5509,
        3
      ],
      [
        5509,
        8243,
        4
      ],
      [
        8243,
        10573,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-100965",
    "title": "An Accompt of Two Books",
    "authors": "R. Boulter, Thomae Burnet, Ottonis de Guericke",
    "year": 1672,
    "volume": "7",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/100965"
  }
}