{
  "id": "ef5edb5b537fa2f5d822b29889882a9f665de6bb",
  "text": "CHAPTER XII.\n\nOf the selecting of Papers laid before the Society, in order for Publication.\n\nI. THE Members of the Council of this Society, for the time being, shall constitute and be a standing Committee of the said Society, to whom the consideration of the Publication of such Papers, as shall have been read before, or communicated to, them at their weekly meetings, shall from time to time be referred; and that the said Committee shall meet on the first Thursday of every month, in which the Society shall hold their ordinary meeting, or at such times as shall be appointed by the President, or in his absence by one of the Vice-Presidents; and that due and sufficient notice of such meeting shall be sent previously thereto, to every Member of the said Committee.\n\nII. That no less number than seven of the Members of the said Committee (of which number the President, or in his absence a Vice-President, always to be one) shall be a Quorum, capable of acting in relation to the said Papers.\n\nIII. That the majority of the said Committee, present at any meeting thereof, shall be at liberty to call in to their assistance,\nassistance, at that or any other subsequent meeting, any other Members of the Society, who are knowing and well skilled in any particular branch of Science, that shall happen to be the subject-matter of any Paper, which shall be then to come under their deliberation; and that the persons so called in to assist, although not Members of the Committee, may give their votes on all Papers to be considered at such meeting at which they shall be desired to assist, in the same manner as the Members of the said Committee may do.\n\nIV. That, at every meeting of the Committee, their method of proceeding upon the Papers to be considered by them shall be thus: the first entry in the Journal-book of the Society, relating to any paper, upon which the opinion of the Committee shall not have been taken, shall be read; and if any Member shall so desire, the paper itself shall be read, but otherwise only the minute relating thereto: after which the question shall be put, whether that paper shall be printed in the Philosophical Transactions; unless the majority of the Committee shall be of opinion for adjourning the consideration of it to a subsequent meeting: and the question shall always be decided by ballot, which shall be taken and deemed to be carried or lost, according as the greater number of balls shall be in the white or black drawer of the box: but if upon any question the number of the balls shall be equal in each drawer of the box, the further consideration of the question shall be adjourned to the next meeting of the Committee; and a minute shall be made for the taking that question into consideration, at the next meeting of the Committee, before any other business shall be entered upon; and the\nthe next entry in the Journal-book of the Society shall be proceeded upon in like manner; and after the question shall have been decided as to that, the several others shall be proceeded upon, according to the order in which they respectively stand in the said Journal-book of the Society: and that, when at the second balloting upon the same question there shall still be an equality of votes, it shall be determined in the negative.\n\nV. That whensoever it shall appear by the ballot to be the sense of the Committee, that any Paper shall be made public in the Philosophical Transactions, an entry thereof shall be made in the Minute-book of the said Committee.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106561.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 841,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1129,
        2
      ],
      [
        1129,
        2846,
        3
      ],
      [
        2846,
        3508,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106561",
    "title": "Of the Selecting of Papers Laid before the Society, in Order for Publication",
    "authors": null,
    "year": 1781,
    "volume": "71",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/106561"
  }
}