{
  "id": "47c0d57b8ad1e6bce889cbb51c88d2d20a638496",
  "text": "XV. Researches on Acids of the Lactic Series.—No. I. Synthesis of Acids of the Lactic Series. By E. Frankland, F.R.S., Professor of Chemistry in the Royal Institution of Great Britain and in the Government School of Mines; and B. F. Duppa, Esq.\n\nReceived February 14,—Read March 1, 1866.\n\nWith the exception of the acetic series, no family of organic acids has excited so much interest amongst chemists, and been the subject of such numerous researches, as that represented by lactic acid. Its character, intermediate between the monobasic and dibasic acids, its close relations to the acetic and acrylic families, and the numerous important transformations which it undergoes, have all contributed to render this family an attractive subject for experimental inquiry and a fruitful source of theoretical speculation. These inquiries and hypotheses have contributed greatly to the elucidation of the habits of these acids, and still more to the general progress of organic chemistry. Nevertheless there are two circumstances which have materially interfered with their complete success; these are, the comparatively small number of the known members of this series, and the absence of any synthetical proof of the nature of their constituent radicals. These obstacles to a more satisfactory conception of the internal architecture of the acids in question we have endeavoured to remove by the production, according to purely synthetical methods, of a number of new members of this series, a brief notice of which we have from time to time had the honour of submitting to the Royal Society*, and the more complete history of which we propose to develope in the following pages. Our general method for synthetically producing the acids of the lactic series depends upon the replacement of one of the atoms of dyad oxygen in oxalic acid, or rather in the ethereal salts of oxalic acid, by two atoms of monad alcohol radicals. Such a replacement at once transforms dibasic oxalic acid into a monobasic acid of the lactic series. The nature of this transformation, as well as the relations of oxalic acid to the lactic family, is clearly seen from the following comparison of the formulæ of oxalic acid and of its derivative, dimethoxalic acid:\n\n\\[\n\\begin{align*}\n\\text{Oxalic acid.} & \\quad \\begin{cases}\n\\text{C}_2\\text{O H} \\\\\n\\text{O H}\n\\end{cases} \\\\\n\\text{Dimethoxalic acid.} & \\quad \\begin{cases}\n(\\text{CH}_3)_2\\text{O H} \\\\\n\\text{O H}\n\\end{cases}\n\\end{align*}\n\\]\n\nThis substitution of alcohol radicals for one atom of oxygen in oxalic acid can be\n\n* Proceedings of the Royal Society, vol. xii. p. 396; vol. xiii. p. 140; vol. xiv. pp. 17, 79, 83, 191, 197, and 198.\n\n† In this paper O=16, C=12, H=1, Zn=65, Ba=137, Cu=63·5, Ho=(OH) the monad radical hydroxyl or peroxide of hydrogen, Eto=(O C₂ H₆) ethoxyl or peroxide of ethyl, &c.\n\nMDCCCLXVI.\nreadily effected by acting upon the ethereal salts of oxalic acid by the zinc compounds of the alcohol radicals.\n\nI. Action of Zincethyl upon Ethylic Oxalate.\n\nIn this reaction ethylic oxalate* was mixed with rather more than its own volume of pure zincethyl; the temperature of the mixture gradually rose, and large volumes of gas were evolved. This gas, which, as the following analyses prove, consists of about equal volumes of ethylic hydride and ethylene, was passed through a U-tube immersed in ice, and subsequently through sulphuric acid, and was then collected over mercury. It was found to be soluble in an equal volume of strong alcohol, and gave the following numbers on analysis:\n\n| I. Millimetres of mercury. | Temperature. |\n|---------------------------|-------------|\n| Pressure of gas used . . . | 237·2       | 14·0 C. |\n| Pressure after absorption of \\( \\text{C}_n\\text{H}_{2n} \\) by sulphuric anhydride . . . | 121·1       | 14·0 C. |\n\n| II. |\n|-----|\n| Pressure of gas used . . . | 29·1        | 13·0 C. |\n| Pressure after addition of oxygen . | 278·6      | 13·0 C. |\n| Pressure after explosion . . . | 207·0       | 13·0 C. |\n| Pressure after absorption of \\( \\text{CO}_2 \\) . | 149·6      | 13·0 C. |\n\n| III. |\n|------|\n| Pressure of gas used . . . | 27·8        | 14·0 C. |\n| Pressure after addition of oxygen . | 304·5      | 14·0 C. |\n| Pressure after explosion . . . | 242·3       | 14·0 C. |\n| Pressure after absorption of \\( \\text{CO}_2 \\) . | 186·8      | 14·0 C. |\n\n* As large quantities of ethylic oxalate were required for this and the following reactions, it became a matter of importance to prepare this compound in the most economical manner. After trying the numerous methods which have been recommended, we found the following process to give the largest product:\n\n1500 grammes of oxalic acid, thoroughly dried at 100° C., are placed, together with 1000 grammes of absolute methylated spirit, in a capacious retort, which is then very slowly heated by an oil-bath to 100° C., at which temperature water begins to distil over; when the thermometer has risen to 105°, a steady stream of absolute methylated spirit is conducted to the bottom of the retort at the rate of about 80 grammes per hour, the temperature being allowed to rise very slowly to 125°-130° C., care being taken on the one hand that alcohol shall not distil over, in which case the temperature should be raised, and on the other that the heat is not so great as to cause the generation of gas. At this rate it requires about twelve hours to make the addition of 1000 grammes of alcohol; after which the retort must be gradually heated to the boiling-point of ethylic oxalate, and the remainder of the distillate, which is the pure oxalic ether, collected apart. By fractional distillation the first portions afford a considerable additional quantity of the pure product besides ethylic formate. During the final operation, in consequence of the presence of some unconverted oxalic acid, a quantity of gas is always evolved; nevertheless, in frequently repeated operations, we have obtained an amount of pure ethylic oxalate equal in weight to the dried oxalic acid employed.\nNo. I. shows the amount of hydrocarbon of the form $C_nH_{2n}$; No. II. gives the results of the combustion of the gas remaining after the action of anhydrous sulphuric acid; whilst No. III. is a combustion of the gas previous to the action of sulphuric anhydride.\n\nNo. I. proves that the original gas consisted by volume of\n\nGas absorbable by $SO_3$ . . . 116·1 or 48·95 per cent.\nGas unabsorbable by $SO_3$ . . . 121·1 or 51·05 per cent.\n\nAnalysis No. II. gave the following results:\n\nVolume of combustible gas . . . 29·1 or 1\nVolume of oxygen consumed . . . 99·9 or 3·43\nVolume of $CO_2$ generated . . . 57·4 or 1·97\n\nThese numbers show that the gas left unabsorbed by sulphuric anhydride is ethylic hydride, one volume of which consumes on combustion 3·5 volumes of oxygen and generates 2 volumes of carbonic anhydride.\n\nAnalysis No. III., taken in connexion with No. II., determines the composition of the gas absorbed by sulphuric anhydride, and proves it to have the composition of ethylene; for 27·8 volumes of the mixed gases consumed 89·9 volumes of oxygen, and generated 55·5 volumes of carbonic anhydride; or\n\n\\[\n\\begin{array}{ccc}\n\\text{Vol. of comb. gas} & \\text{O consumed} & \\text{CO}_2 \\text{ generated} \\\\\n1 & 3·23 & 2·00\n\\end{array}\n\\]\n\nwhereas 1 volume of a mixture of equal volumes of ethylic hydride and ethylene would consume 3·25 volumes of oxygen, and generate 2 volumes of carbonic anhydride. Hence the original gas consisted of\n\nEthylene . . . . . . . . . . . 48·95\nEthylic hydride . . . . . . . . . 51·05\n\\[\n\\frac{100·00}{}\n\\]\n\nThis result is confirmed by a determination of the specific gravity of the gaseous mixture, which gave the following results:\n\nTemperature of room . . . . . . . . . . 13°3 C.\nHeight of internal above external mercury 0·1 millims.\nWeight of flask and gas . . . . . . . . . 29·947 grms.\nTemperature in balance-case . . . . . . . 18°3 C.\nWeight of flask and air . . . . . . . . . 29·9405 grms.\nTemperature in balance-case . . . . . . . 18°3 C.\nHeight of barometer . . . . . . . . . . . 746·0 millims.\nCapacity of flask . . . . . . . . . . . . . 141·6 cub. centims.\nSpecific gravity of gas . . . . . . . . . . . 1·0375.\n\nThe specific gravity of a mixture of ethylic hydride and ethylene in the above proportions would be 1·0026.\nIt is therefore evident that this gas results from the decomposition of ethyl according to the following equation,\n\n\\[\n\\begin{align*}\n\\{C_2H_5 &= C_2H_5 \\\\\nC_2H_5 &= H \\} + C_2H_4,\n\\end{align*}\n\\]\n\nEthyl. Ethylic hydride. Ethylene.\n\nand that for the attainment of the desired result of the reaction it is best to prevent this secondary decomposition as much as possible. This we succeeded in doing by preventing the temperature from rising beyond 60° C. or 70° C., until the operation was considerably advanced. Afterwards it was necessary to heat to 100° C. to complete the reaction.\n\nThe mixture generally continues fluid, but assumes a light straw-colour and a thick oily consistency. On being heated to 130° C. in a retort, no distillate passes over. If, after cooling, its own volume of water be very gradually added, torrents of ethylic hydride are evolved, and, on subsequent distillation in a water-bath, weak alcohol containing an ethereal oil in solution passes over; and a further quantity of the oil may be obtained by adding water to the residue in the retort, and continuing the distillation on a sand-bath. By repeated rectification the alcohol can be approximately separated from the water and oil, whilst the latter may then be removed by a separator.\n\nThe oily product so obtained was submitted to rectification, when its boiling-point rapidly rose to 175°, at which temperature the whole of the remaining and very large proportion of the liquid distilled over.\n\nThe composition of this liquid is determined by the following analyses:\n\nI. ·2872 grm. gave ·6261 grm. carbonic anhydride and ·2710 grm. water.\nII. ·3009 grm. gave ·6577 grm. carbonic anhydride and ·2767 grm. water.\nIII. ·2620 grm. gave ·5750 grm. carbonic anhydride and ·2355 grm. water.\nIV. ·3223 grm. gave ·7070 grm. carbonic anhydride and ·2917 grm. water.\n\nThese numbers coincide closely with those calculated from the formula\n\n\\[C_8H_{16}O_3,\\]\n\nas is seen from the following comparison of experimental with calculated numbers:\n\n| Calculated. | I.   | II.  | III. | IV.  | Mean. |\n|-------------|------|------|------|------|-------|\n| \\(C_8\\)     | 96   | 60·00| 59·45| 59·61| 59·84 | 59·68 |\n| \\(H_{16}\\)  | 16   | 10·00| 10·47| 10·21| 10·00 | 10·18 |\n| \\(O_3\\)     | 48   | 30·00|      |      |      | 30·14 |\n|             | 160  | 100·00|     |      |      | 100·00|\n\nWe shall prove below that this body is the ethylic ether of an acid possessing the same composition as the leucic acid obtained by Strecker* in acting on leucin with nitrous acid. The two acids are probably isomeric; and we therefore prefer to call the one prepared synthetically diethoxalic acid, and the ether above analyzed ethylic\n\n* Ann. der Chem. und Pharm. Bd. lxviii. S. 54.\ndiethoxalate. The formation of ethylic diethoxalate is explained in the following equations:\n\n\\[\n\\begin{align*}\n\\text{CO Eto} + 2\\text{Zn'' Et}_2 & = \\{\\text{CEt}_2(\\text{O Zn'' Et}) + \\text{Zn'' Et Eto}; \\\\\n\\text{Ethyl oxalate.} & \\quad \\text{Zincethyl.} \\\\\n\\text{Ethyl zincmonethyl diethoxalate.} & \\quad \\text{Zincethylo-ethylate.}\n\\end{align*}\n\\]\n\n\\[\n\\begin{align*}\n\\text{CEt}_2(\\text{O Zn'' Et}) + 2\\text{H}_2\\text{O} & = \\{\\text{CEt}_2\\text{Ho} + \\text{Zn'' Ho}_2 + \\text{Et H}. \\\\\n\\text{Ethyl zincmonethyl diethoxalate.} & \\quad \\text{Ethyl diethoxalate.} \\\\\n\\text{Zinc hydrate.} & \\quad \\text{Ethyl hydrate.}\n\\end{align*}\n\\]\n\nThe first of these equations expresses the action of zincethyl upon ethylic oxalate, by which ethylic zincmonethyl diethoxalate is formed*. The second shows the action of water upon this compound, by which the zincmonethyl (Zn C₂ H₅) becomes replaced by hydrogen†. Although we have not been able to isolate the body ethylic zincmonethyl diethoxalate from the other product of this decomposition, yet we have proved its existence by forming it synthetically, as described below.\n\nEthylic diethoxalate is a colourless, transparent, and somewhat oily liquid, possessing a peculiar and penetrating ethereal odour, and a sharp taste. It is insoluble in water, but readily soluble in alcohol or ether. Its specific gravity is .9613 at 18°7 C.; it boils at 175° C. and distils unchanged. Two determinations of the specific gravity of its vapour gave the following results:\n\n| I. | II. |\n|----|-----|\n| Weight of ethylic diethoxalate | .3723 grm. | .1622 grm. |\n| Observed volume of vapour | 100.0 cub. centims. | 46.17 cub. centims. |\n| Temperature of bath | 202° C. | 205° C. |\n| Difference of heights of mercury inside and outside tube | 59.00 millims. | 119 millims. |\n| Height of oil-column reduced to millims. mercury | 19.0 \" | 17.9 \" |\n| Height of barometer | 763 \" | 775 \" |\n| Specific gravity of vapour | 5.241 | 5.23 |\n\nThe formula \\( C_2 \\left( \\frac{C_2 H_5}{O} \\right)_2 O \\) or \\( \\{ \\text{CEt}_2\\text{Ho} + \\text{CO Eto} \\} = 2 \\) vols. requires the number 5.528. We have remarked on this and other similar discrepancies below.\n\n* This interpretation of the reaction was first proposed by Butlerow (Bul. Soc. Chimique, 1864, p. 116); and we have since confirmed it by the synthetical production of ethylic zincmonethyl diethoxalate, as described below.\n\n† The final result of this reaction is exactly homologous with the production of glycollic acid by the action of nascent hydrogen upon oxalic acid, described by Schulze (Ann. de Chim. et de Phys. t. lxvii. p. 366),\n\n\\[\n\\begin{align*}\n\\text{CO HO} + \\text{H}_4 & = \\{\\text{CH}_2\\text{HO} + \\text{H}_2\\text{O}. \\\\\n\\text{Oxalic acid.} & \\quad \\text{Glycollic acid.}\n\\end{align*}\n\\]\nWhen zincethyl is added to ethylic diethoxalate previously cooled in a freezing-mixture, each drop of the zinc compound, as it comes into contact with the ether, hisses like phosphoric anhydride when dropped into water. Torrents of ethylic hydride are evolved, and the mixture finally solidifies to a white tenacious mass which fuses on the application of heat, and does not distil below 100° C., at about which temperature a violent action sets in; a great quantity of gas is evolved, and the residue solidifies to a pitchlike mass, which on treatment with water and subsequent distillation yields about one-fourth of the ethylic diethoxalate employed. If the above-mentioned white mass, instead of being heated, be mixed with water, it effervesces strongly, zinc hydrate is formed, and pure ethylic diethoxalate separates in quantity nearly equal to that originally employed.\n\nIn a quantitative experiment 12·93 grms. of zincethyl were treated with ethylic diethoxalate, excess being avoided; 15·67 grms. of ethylic diethoxalate were required to saturate the above quantity of zincethyl, and the weight of ethylic hydride evolved, which was carefully determined, amounted to 3·08 grms. These numbers closely agree with those deduced from the following equation:\n\n\\[\n\\begin{align*}\n\\text{(C Et}_2\\text{ Ho + Zn\" Et}_2) & = \\text{(C Et}_2\\text{(O Zn\" Et) + Et H,} \\\\\n\\text{(C O Eto)} & = \\text{(C O Eto)}\n\\end{align*}\n\\]\n\nEthylc diethoxalate. Ethylc zincmonethyl diethoxalate.\n\nas seen from the annexed comparison:\n\n| Ethylic diethoxalate required to decompose | Theoretical. | Experimental. |\n|-------------------------------------------|--------------|---------------|\n| 12·93 grms. of zincethyl                  | 15·55 grms.  | 15·67 grms.   |\n| Weight of ethylic hydride evolved         | 3·04 grms.   | 3·08 grms.    |\n\nEthylic zincmonethyl diethoxalate is a colourless viscous solid, soluble in ether, but apparently incapable of crystallization. It absorbs oxygen with avidity, and in contact with water effervesces strongly, reproducing ethylic diethoxalate, according to the following equation:\n\n\\[\n\\begin{align*}\n\\text{(C Et}_2\\text{(O Zn\" Et) + 2 H}_2\\text{O)} & = \\text{(C Et}_2\\text{ Ho + Et H + Zn\" Ho}_2.} \\\\\n\\text{(C O Eto)} & = \\text{(C O Eto)}\n\\end{align*}\n\\]\n\nEthylic zincmonethyl diethoxalate combines energetically with iodine, an ethereal solution of the latter added to it is almost instantaneously decolorized, and a large quantity of ethylic iodide is produced. In continuation of the above quantitative experiment the following results were obtained.\n\nThe product of the action of 12·93 grms. of zincethyl upon 15·67 grms. of ethylic diethoxalate decolorized an ethereal solution containing 23·75 grms. of iodine, the quantity required by the following equation being 25·04 grms.\nIt was obviously impossible to collect in a state of purity the ethylic iodide thus set at liberty without considerable loss; but the quantity of the pure iodide actually obtained was 12 grms. The above equation requires 14·6 grms.\n\nOn the removal of ether and ethylic iodide, the mixture of ethylic zincodiethoxalate and zinccic iodide forms a transparent gummy mass easily soluble in ether, carbonic disulphide, or caoutchoucin, but totally incapable of crystallizing from any of its solutions. All our attempts to separate these bodies have hitherto proved abortive; and it is by no means improbable that they are chemically combined.\n\nThe existence of monad organo-zinc radicals, such as zincmonethyl, receives further support from the slow action of oxygen upon zincethyl, which clearly shows that there are two distinct stages in the process of oxidation. These stages have indeed already been indicated by one of us in describing the reactions of this body*. When a current of dry oxygen is made to pass through an ethereal solution of zincethyl, dense white fumes continue to fill the atmosphere of the vessel, until about one-half of the total quantity of oxygen necessary for the complete oxidation of the zincethyl has been taken up. Then the white fumes entirely cease, showing the absence of free zincethyl, and at the same moment the liquid, which up to that time had remained perfectly transparent, begins to deposit a copious white precipitate, and the latter continues to increase until the remaining half of the oxygen is absorbed. If the process of oxidation be arrested when the white fumes cease to be formed, the product effervesces violently when mixed with water, owing to the escape of ethylic hydride; but when the oxidation is completed, the white solid mass produced consists chiefly of zincethylate, and does not in the slightest degree effervesce in contact with water. The two stages of this reaction depend essentially upon the successive linking of the zinc with the two atoms of ethyl by means of dyad oxygen. The first stage of oxidation is expressed by the following equation,\n\n\\[ \\text{Zn}''\\text{Et}_2 + \\text{O} = \\text{Zn}''\\text{Et Eto}. \\]\n\nZincethyl. Zincethylo-ethylate.\n\nThe zincethylo-ethylate thus formed is perfectly soluble in ether, and is instantly decomposed by water, according to the following equation,\n\n\\[ \\text{Zn}''\\text{Et Eto} + 2\\text{H}_2\\text{O} = \\text{Zn}''\\text{Ho}_2 + \\text{Et}\\{\\text{O}}_{\\text{H}} + \\text{Et}\\{\\text{H}}_{\\text{H}}. \\]\n\nZincethylo-ethylate. Zinc hydrate. Alcohol. Ethylic hydride.\n\nTreated with dry oxygen, zincethylo-ethylate in ethereal solution absorbs a second\n\n* Philosophical Transactions, 1855, p. 268.\natom of that element; and it is this further absorption that constitutes the second stage above referred to, resulting in the production of zincic ethylate,\n\n\\[ \\text{Zn}'' \\text{Et Eto} + \\text{O} = \\text{Zn}'' \\text{Eto}_2. \\]\n\nWanklyn* was the first clearly to point out the probable existence of zincmonethyl, or rather its homologue zincmonomethyl, indicating at the same time its radical function, when he ascribed to the crystalline compound obtained in the preparation of zincmethyl the formula\n\n\\[ \\text{Zn}_2 \\text{Me} \\uparrow \\text{I}. \\]\n\nIn the same memoir he also represented this compound as the analogue of mercuric methiodide,\n\n\\[ \\text{Hg}'' \\text{Me} \\downarrow \\text{I}. \\]\n\nButlerow‡ has also prominently drawn attention to this behaviour of organic zinc compounds, and has succeeded in obtaining zincmethylene-methylate,\n\n\\[ \\text{Zn}'' \\text{Me Meo} \\]\n\nin a condition approaching to purity by passing a stream of dry air through a solution of zincmethyl in methylic iodide. Butlerow's success in obtaining this body, and his failure in converting it into zincmethylene, are both probably due to the comparative insolubility of zincmethylene-methylate in methylic iodide, owing to which the first product of oxidation was to a great extent protected from the further action of oxygen. When, however, ether is used as the solvent in the case of zincethyl, the oxidized product remains in solution till the first stage is passed, after which zincethylene is gradually precipitated until the second stage is completed. Indeed, as has been shown in the memoir above referred to (Philosophical Transactions, 1855, p. 268), the oxidation, instead of stopping at the first stage, proceeds even somewhat further than the second, and the final product formed does not possess a composition in any degree approaching that which Butlerow asserts it to have. This is evident from the following numbers, and from the circumstance that it does not effervesce in the slightest degree when mixed with water:\n\n| Percentage composition according to Butlerow's formula, Zn''C_2H_5OC_2H_5 | Percentage composition according to mean of analyses § |\n|---|---|\n| C . . . . . . . . 34·53 | 25·43 |\n| H . . . . . . . . 7·20 | 5·32 |\n| Zn . . . . . . . . 46·76 | 42·04 |\n| O . . . . . . . . 11·51 | 27·21 |\n| 100·00 | 100·00 |\n\nWhen ethylic diethoxalate is treated with solution of baric hydrate, it gradually\n\n* Journ. Chem. Soc. 1861, p. 127.\n† Zn = 32·5 in this formula.\n‡ Bul. Soc. Chimique, 1864, p. 116.\n§ Philosophical Transactions, 1855, p. 268.\ndissolves, even in the cold; on heating the solution in a water-bath, a liquid having the properties of alcohol distils off; and on separating the excess of baryta by carbonic acid and filtration, the solution yields on evaporation a crystallizable barium-salt, which after drying at 100° C., gave on analysis the following numbers:\n\nI. ·3510 grm., burnt with plumbic chromate, gave ·4613 grm. carbonic anhydride and ·1873 grm. water.\n\nII. ·3490 grm. gave ·4580 grm. carbonic anhydride and ·1842 grm. water.\n\nIII. ·4545 grm., dissolved in water and precipitated with sulphuric acid, gave ·2618 grm. baric sulphate.\n\nThese results agree closely with the formula of baric diethoxalate, as shown in the following comparison:\n\n\\[\n\\begin{align*}\n\\text{Calculated,} & \\quad \\text{Found.} \\\\\n\\text{C}_{12} & \\quad \\text{I. II. III. Mean.} \\\\\n144 & \\quad 36.09 \\quad 35.82 \\quad 35.79 \\quad 35.81 \\\\\n\\text{H}_{22} & \\quad 22 \\quad 5.51 \\quad 5.88 \\quad 5.86 \\quad 5.87 \\\\\n\\text{Ba} & \\quad 137 \\quad 34.33 \\quad \\quad \\quad 33.87 \\quad 33.87 \\\\\n\\text{O}_6 & \\quad 96 \\quad 24.07 \\quad \\quad \\quad 24.45 \\\\\n399 & \\quad 100.00 \\quad \\quad \\quad 100.00\n\\end{align*}\n\\]\n\nBaric diethoxalate is very soluble, even in cold water; when its boiling solution is precipitated with excess of dilute sulphuric acid and the baric sulphate removed by filtration, ether readily extracts diethoxalic acid from the cooled filtrate. On evaporating the ethereal solution, the acid crystallizes in splendid prisms, which, after drying in vacuo, gave the following analytical results:\n\nI. ·3265 grm. gave ·6510 grm. carbonic anhydride and ·2720 grm. water,\n\nII. ·2510 grm. gave ·5006 grm. carbonic anhydride and ·2083 grm. water.\n\nThese numbers correspond well with those calculated from the formula\n\n\\[\n\\text{C}_6\\text{H}_{12}\\text{O}_3 \\text{ or } \\left\\{ \\begin{array}{l}\n\\text{CEt}_2\\text{Ho} \\\\\n\\text{CO Ho}\n\\end{array} \\right.\n\\]\n\n\\[\n\\begin{align*}\n\\text{Calculated,} & \\quad \\text{Found.} \\\\\n\\text{C}_6 & \\quad \\text{I. II. Mean.} \\\\\n72 & \\quad 54.54 \\quad 54.35 \\quad 54.38 \\quad 54.37 \\\\\n\\text{H}_{12} & \\quad 12 \\quad 9.09 \\quad 9.25 \\quad 9.22 \\quad 9.24 \\\\\n\\text{O}_3 & \\quad 48 \\quad 36.37 \\quad \\quad \\quad 36.39 \\\\\n132 & \\quad 100.00 \\quad \\quad \\quad 100.00\n\\end{align*}\n\\]\nDiethoxalic acid is very soluble in alcohol or ether, and somewhat less so in water. By the spontaneous evaporation of its aqueous solution, it crystallizes in minute prismatic needles; but if a small quantity of dilute sulphuric acid be added to the solution, the crystals are deposited in magnificent anorthic prisms, which frequently attain a length of 1 inch and a thickness of \\( \\frac{1}{4} \\) inch.\n\nDiethoxalic acid is greasy to the touch, like stearic acid; it fuses at 74°5 C., and slowly sublimes at the same temperature, but is decomposed before reaching its boiling-point. It has a sour taste, reddens litmus strongly, and expels carbonic acid from bases. It forms an extensive series of salts, which are all soluble in water. In addition to the barium-salt described above, we have examined the silver, copper, and zinc salts.\n\n*Argentic diethoxalate* is readily prepared by boiling an aqueous solution of the acid with excess of argentic carbonate. On filtration and evaporation *in vacuo*, the salt crystallizes in brilliant needles, radiating from centres standing up freely from the capsule, and containing half a molecule of water, which is not expelled at 100° C.\n\nSubmitted to analysis this salt gave the following numbers, indicating the formula\n\n\\[\n\\text{C}_6\\text{H}_{11}\\text{O}_2\\text{O}, (\\text{H}_2\\text{O})_i; \\quad \\text{or} \\quad \\{\\text{CEt}_2\\text{Ho}, (\\text{H}_2\\text{O})_i; \\\\\n\\text{COAgO}, (\\text{H}_2\\text{O})_i;\n\\]\n\n·5035 grm. gave ·5283 grm. carbonic anhydride, ·2248 grm. water, and ·2158 grm. silver.\n\n| Calculated. | Found. |\n|-------------|-------|\n| C₆ . . . . . | 72    | 29·03 | 28·62 |\n| H₁₂ . . . . . | 12    | 4·84  | 4·96  |\n| O₃½ . . . . . | 56    | 22·58 |       |\n| Ag . . . . . . | 108   | 43·55 | 42·86 |\n|             | 248   | 100·00|\n\n*Cupric diethoxalate* is obtained by mixing atomic proportions of baric diethoxalate with cupric sulphate, filtering, and evaporating to dryness. The salt does not crystallize, but dries down to a green gum-like mass, which becomes nearly white on being reduced to powder. Submitted to analysis, it yielded the following results:\n\nI. ·3380 grm., burnt with cupric oxide, gave ·5460 grm. carbonic anhydride and ·2120 grm. water.\n\nII. ·2090 grm. gave ·0505 grm. cupric oxide.\n\nThese numbers agree with the formula\n\n\\[\n\\{\\text{CEt}_2\\text{Ho} \\\\\n\\{\\text{COO}\\}_{\\text{Cu}}' \\\\\n\\{\\text{COO}\\}_{\\text{Cu}}'' \\\\\n\\text{CEt}_2\\text{Ho}\n\\]\nZincic diethoxalate crystallizes in nacreous scales, which are sparingly soluble in water and in alcohol. Two determinations of the solubility of this salt in water at 16° C. gave the following results:\n\nI. One part of the salt dissolved in 291 parts of water.\n\nII. One part of the salt dissolved in 312 parts of water.\n\nIts solubility in boiling water is not much greater. Although so difficultly soluble in pure water, it dissolves very readily in a solution of zincic iodide.\n\nThe method of producing ethylic diethoxalate above described involves the previous preparation of considerable quantities of zincethyl; but we have found that the process may be much simplified by generating the zincethyl during the reaction, which is effected by gently heating a mixture of granulated zinc, ethylic iodide, and ethylic oxalate for several hours. After long experience in the production of this and other homologous compounds described below, we have found the following process for the preparation of ethylic diethoxalate to give a maximum product.\n\n600 grammes of a mixture consisting of one molecule of ethylic oxalate and two of ethylic iodide, were placed in a capacious flask with such a quantity of well-dried granulated zinc that the latter rose above the surface of the liquid. An inverted Liebig's condenser was attached to the flask. It is preferable to use zinc which has been employed in a previous operation, as it not only acts with greater rapidity, but also at a much lower temperature. The flask was immersed in water maintained at a temperature of about 30° C. After a period of time which varies in each operation, but which is usually from twelve to twenty-four hours, an energetic action sets in, which must be checked by lowering the temperature of the water-bath. The reaction once commenced is usually completed in from twelve to eighteen hours, the temperature of the water-bath being maintained at about 30° C. until it is nearly concluded, when it may be raised to 100° C. The operation may be regarded as complete when the hot liquid assumes the consistency of honey, and solidifies to a more or less crystalline mass on cooling, although a considerable quantity of the mixed ethers is still unacted upon. Water being now gradually added until it equals three times the volume of the crystalline mass, with which it must be well mixed by agitation, a copious effervescence takes place; zincic oxalate and oxide are formed in abundance, whilst, on the application of the heat of an oil-bath, alcohol, accompanied by ethylic diethoxalate, distils over together with the ethylic iodide that has not been acted upon. This distillate is then treated in exactly the same manner as that already described for the separation and purification of\nethylic diethoxalate prepared by means of zincethyl. In the operation above mentioned with 600 grammes of the mixed ethylic iodide and oxalate, 86 grammes of pure ethylic diethoxalate were obtained, the theoretical amount being 105 grammes.\n\nII. Action of Zinc upon a Mixture of Methylic Iodide and Methylic Oxalate.\n\nTwo atoms of methylic iodide were mixed with one of methylic oxalate, and placed in contact with an excess of granulated zinc at 30° C. in a flask as above described. At the conclusion of the reaction the liquid solidified to a crystalline mass, which, on distillation with water, yielded methylic alcohol possessing an ethereal odour, but from which no ether could be extracted. The residual magma in the flask, consisting of zincc iodide, zincc oxalate, and the zinc salt of a new acid, was separated from the metallic zinc by washing with water. It was then treated with an excess of baric hydrate, and boiled for a considerable time; carbonic anhydride was afterwards passed through the liquid until, on again boiling, the excess of baryta was completely removed. To the filtered solution recently precipitated argentic oxide was added until all iodine was removed. The solution separated from the argentic iodide was again submitted to a current of carbonic anhydride, boiled, and filtered. The resulting liquid, on being evaporated on the water-bath, yielded a salt crystallizing in brilliant needles, possessing the peculiar odour of fresh butter. This salt is very soluble in water and in alcohol, but nearly insoluble in ether, and perfectly neutral to test-papers. On being submitted to analysis, it gave numbers closely corresponding with the formula\n\n\\[\n\\begin{align*}\n\\text{CMe}_2\\text{Ho} \\\\\n\\text{COO Ba''} \\\\\n\\text{COO} \\\\\n\\text{CMe}_2\\text{Ho}\n\\end{align*}\n\\]\n\nI. ·4318 grm. baric dimethoxalate, heated in a porcelain boat with potassic dichromate in a stream of air and oxygen, the products being afterwards passed over ignited cupric oxide, gave ·4268 grm. carbonic anhydride and ·1624 grm. water.\n\nII. ·3856 grm. gave ·3796 grm. carbonic anhydride and ·1448 grm. water.\n\nIII. ·3795 grm. gave ·2574 grm. baric sulphate.\n\nIV. ·4072 grm. gave ·2767 grm. baric sulphate.\n\n| Calculated. | Found. |\n|-------------|--------|\n|             | I.     | II.    | III.   | IV.   | Mean. |\n| C₈ . . .    | 96     | 27·99  | 26·96* | 26·85 | —     | 26·91 |\n| H₁₄ . . .   | 14     | 4·08   | 4·18   | 4·17  | —     | 4·18  |\n| Ba . . .    | 137    | 39·93  | —      | —     | 39·89 | 39·95 | 39·92 |\n| O₆ . . .    | 96     | 28·00  | —      | —     | —     | 28·99 |\n| 343         | 100·00 |        |        |       |       | 100·00|\n\n* In analyzing barium-salts by this method of combustion, we have almost invariably found a deficiency of about 1 per cent. of carbon, due in all probability to the small quantity of potassic dichromate which can be mixed with the salt in a porcelain boat.\nDimethoxalic acid is obtained from its barium-salt by adding dilute sulphuric acid to a concentrated solution of the latter, and agitating with ether. On allowing the ether to evaporate spontaneously, prismatic crystals of considerable size make their appearance. These yielded on combustion the following results:\n\n·1895 grm. gave ·3207 grm. carbonic anhydride and ·1334 grm. water.\n\nThe formula\n\n\\[ \\begin{cases} CMe_2Ho \\\\ COHo \\end{cases} \\]\n\nagrees well with these numbers, as seen from the following comparison:\n\n| Calculated | Found |\n|------------|-------|\n| C₄ . . . 48 | 46·15 |\n| H₈ . . . 8  | 7·69  |\n| O₃ . . . 48 | 46·16 |\n| 104        | 100·00 |\n\nDimethoxalic acid is a white solid readily crystallizing in beautiful prisms resembling oxalic acid. It fuses at 75°-7 C., volatilizes slowly even at common temperatures, and readily sublimes at 50° C., being deposited on a cool surface in magnificent prisms. It boils at about 212° C., and distils unchanged. Dimethoxalic acid reacts strongly acid, and unites with bases, forming a numerous class of salts, several of which are crystalline. In addition to the barium-salt above mentioned we have examined the silver-salt, which is best formed by adding argentic oxide to the free acid, heating to boiling, and filtering, when the salt is deposited in starlike masses of nacreous scales as the solution cools. On analysis this salt gave numbers closely corresponding with those calculated from the formula\n\n\\[ \\begin{cases} CMe_2Ho \\\\ COAgo \\end{cases} \\]\n\nI. ·3883 grm. gave ·3258 grm. carbonic anhydride and ·1207 grm. water.\n\nII. ·3635 grm. gave ·3033 grm. carbonic anhydride, ·1097 grm. water, and ·1862 grm. silver.\n\nIII. ·2536 grm. gave ·2144 grm. carbonic anhydride, ·0792 grm. water, and ·1302 grm. silver*.\n\nIV. ·2617 grm. gave ·1111 grm. metallic silver.\n\nV. ·2467 grm. gave ·1266 grm. metallic silver.\n\nVI. ·3400 grm. gave ·1747 grm. metallic silver.\n\n* The acid of the salt used for determinations Nos. III. and IV. was prepared by adding zincmethyl to methylie oxalate, and then heating the mixture to 120° C. for several hours in a digester.\nAttempts to produce ethylic dimethoxalate by digesting the free acid with absolute alcohol at a temperature of 160° C. proved abortive, traces only of the ether being apparently formed. Judging, however, from our subsequent success in obtaining ethylic dimethoxalate as described below, we believe that the methylic ether would probably be obtained by repeatedly agitating with ether the aqueous distillate obtained from the crude product of the original operation, methylic dimethoxalate being evidently like ethylic dimethoxalate, miscible with water in all proportions. Assuming the formation of this ether, its production from the mutual action of zinc, methylic oxalate, and methylic iodide, followed by that of water, would be expressed in the following equations:\n\n\\[\n\\begin{align*}\n\\text{CO Meo} + \\text{Zn''}_4 + 4\\text{Me I} & = \\{\\text{C Me}_2(\\text{O Zn'' Me}) + \\text{Zn'' Me Meo} + 2\\text{Zn'' I}_2 : \\\\\n\\text{Methylic oxalate.} & \\quad \\text{Methylic zincmonomethyl dimethoxalate.} \\\\\n& \\quad \\text{Zincmethylenehydrate.}\n\\end{align*}\n\\]\n\n\\[\n\\begin{align*}\n\\text{C Me}_2(\\text{O Zn'' Me}) + 2\\text{H}_2\\text{O} & = \\{\\text{C Me}_2\\text{Ho} + \\text{Me} + \\text{Zn'' Ho}_2 : \\\\\n\\text{Methylic zincmonomethyl dimethoxalate.} & \\quad \\text{Methylic dimethoxalate.} \\\\\n& \\quad \\text{Zincic hydrate.}\n\\end{align*}\n\\]\n\nDimethoxalic acid exhibits the same composition as Staedeler's acetonic acid, Wurtz's butylactic acid, and the oxybutyric acid obtained by Friedel and Machuca. The relations of these acids to each other will be discussed at the conclusion of this paper.\n\nIII. Action of Zinc upon a Mixture of Ethylic Iodide and Methylic Oxalate.\n\nThis reaction was performed in exactly the same manner as the last. On the addition of water, the product yielded, on subsequent distillation, a considerable quantity of an ethereal body, which distilled over together with the ethylic iodide that had not been acted upon. The addition of water to the distillate effected an approximate separation of the ethereal from the alcoholic portion; the former was then decanted and distilled for the purpose of separating alcohol and ethylic iodide. When the temperature of ebullition rose to 100° C., the liquid left in the retort was placed over calcic chloride for twelve hours, after which it was again submitted to distillation, when its boiling-point almost immediately rose to 165° C. (barom. 758·2 millims.), at which temperature the\nwhole of the remaining liquid passed over. Submitted to analysis, this liquid yielded results closely corresponding to the formula\n\n\\[ \\text{C}_7\\text{H}_{14}\\text{O}_3. \\]\n\nI. \\( \\cdot2324 \\) grm. gave \\( \\cdot4903 \\) grm. carbonic anhydride and \\( \\cdot2034 \\) grm. water.\n\nII. \\( \\cdot2534 \\) grm. gave \\( \\cdot5354 \\) grm. carbonic anhydride and \\( \\cdot2190 \\) grm. water.\n\n| Calculated. | Found. |\n|-------------|--------|\n|             | I.     | II.    | Mean. |\n| C_7         | 84     | 57·54  | 57·57 | 57·62 | 57·59 |\n| H_{14}      | 14     | 9·59   | 9·72  | 9·60  | 9·66  |\n| O_3         | 48     | 32·87  |       |       | 32·75 |\n|             | 146    | 100·00 |       |       | 100·00|\n\nThe decomposition of this ether by baryta described below, proves it to be the methylic ether of an acid of the same composition as diethoxalic acid, with which it also agrees in its fusing-point. The composition of this ether may therefore be thus expressed,\n\n\\[ \\begin{cases} \\text{CEt}_2\\text{HO} \\\\ \\text{CO Meo} \\end{cases}. \\]\n\n*Methylic diethoxalate* is a colourless, transparent, and tolerably mobile liquid, possessing a peculiar ethereal odour, only remotely resembling ethylic diethoxalate. It is very sparingly soluble in water, but readily soluble in alcohol or ether. Its specific gravity is \\( \\cdot9896 \\) at \\( 16°5 \\) C. It boils at \\( 165° \\) C., and distils unchanged. A determination of its vapour-density gave the following data:\n\n- Weight of methylic diethoxalate \\( \\cdot1968 \\) grm.\n- Observed volume of vapour \\( 57·3 \\) cub. centims.\n- Temperature of bath \\( 192° \\) C.\n- Height of barometer \\( 760 \\) millims.\n- Difference of heights of mercury inside and outside tube \\( 68·5 \\) millims.\n- Heights of sperm. column reduced to millimetres of mercury \\( 15·7 \\) millims.\n\nFrom these numbers the specific gravity was calculated to be \\( 4·84 \\). The above formula, corresponding to two volumes of vapour, requires the number \\( 5·03 \\).\n\nTreated with caustic alkaline bases, this ether is readily decomposed even in the cold, yielding methylic alcohol and a diethoxalate of the base. A quantity of it was thus decomposed with solution of baryta, the excess of base being afterwards removed. It yielded on evaporation a crystalline mass very soluble in water, alcohol, or ether, and which on analysis gave results corresponding with those calculated from the formula of *baric diethoxalate*,\n\n\\[ \\begin{cases} \\text{CEt}_2\\text{HO} \\\\ \\text{COO Ba}'' \\\\ \\text{COO Ba}'' \\\\ \\text{CEt}_2\\text{HO} \\end{cases}. \\]\nI. ·1964 grm. gave ·2538 grm. carbonic anhydride and ·1005 grm. water.\nII. ·5202 grm. gave ·3073 grm. baric sulphate.\n\n| Calculated | Found |\n|------------|-------|\n| C₁₂        | 144   | 36·09 | 35·24 | I. |\n| H₂₂        | 22    | 5·51  | 5·69  | II.|\n| Ba         | 137   | 34·33 |       | 34·73|\n| O₆         | 96    | 24·07 |       |     |\n|            | 399   | 100·00|       |     |\n\nWhen this barium-salt in aqueous solution is decomposed with the exact amount of sulphuric acid necessary, the liquid filtered off from the baric sulphate, and evaporated in vacuo, the acid crystallizes magnificently. Professor W. Hallows Miller of Cambridge has kindly examined and measured these crystals for us with the following results:\n\nAnorthic:—\n\n100, 110 = 66° 2';\n110, 010 = 34° 15'; 100, 001 = 76° 40';\n001, 101 = 29° 4'; 010, 001 = 75° 13'.\n\nObserved forms:—\n\n100, 010, 001, 110, 110, 101, 201.\n\n| Angles |\n|--------|\n| 010, 001 | 75° 13 |\n| 001, 101 | 104° 47 |\n| 100, 001 | 76° 40 |\n| 100, 001 | 103° 20 |\n| 100, 101 | 105° 44 |\n| 100, 101 | 74° 16 |\n| 100, 201 | 128° 41 |\n| 100, 201 | 51° 19 |\n| 001, 101 | 29° 4 |\n| 101, 201 | 22° 56 |\n| 100, 010 | 100° 17 |\n| 100, 010 | 79° 43 |\n| 100, 110 | 66° 2 |\n| 010, 110 | 34° 15 |\n| 010, 110 | 28° 36 |\nSYNTHETICAL RESEARCHES ON ACIDS OF THE LACTIC SERIES.\n\n| Angles |\n|--------|\n| 100, 110 | 51° 7' |\n| 010, 101 | 70° 0' |\n| 010, 201 | 69° 31' |\n| 110, 001 | 68° 19' |\n| 110, 201 | 91° 52' |\n| 110, 001 | 84° 50' |\n| 110, 101 | 66° 16' |\n| 110, 201 | 54° 30' |\n\nCombinations:\n- 100, 010, 001, 110\n- 100, 010, 001, 101\n- 100, 010, 001, 110, 101\n- 100, 010, 001, 110, 110\n- 100, 010, 001, 110, 101, 201\n- 100, 010, 001, 110, 101, 110\n- 100, 010, 001, 110, 101, 110, 201.\n\nCleavage:\n- 100, 010, very perfect and easily obtained.\n\nThe optic axes seen in air through the faces of the form 010 appear to make with one another an angle of about 71°. Denoting by \\( \\alpha \\), \\( \\beta \\) the extremities of radii of the sphere of projection drawn parallel to the directions of the optic axes seen in air through the faces of the form 010, the arcs joining \\( \\alpha \\), \\( \\beta \\) and the nearest poles of faces are approximately as follows:\n\n| Arcs |\n|------|\n| 010, \\( \\alpha \\) | 19° 40' |\n| 001, \\( \\alpha \\) | 73° 1' |\n| 110, \\( \\alpha \\) | 14° 58' |\n| 100, \\( \\beta \\) | 29° 54' |\n| 001, \\( \\beta \\) | 78° 51' |\n| 010, \\( \\beta \\) | 51° 28' |\n\nThis acid is readily soluble in ether, alcohol, and water; it is greasy to the touch, and nearly inodorous. It sublimes readily at 50° C., and slowly even at common temperatures, a small quantity of the acid left on a watchglass gradually disappearing, though in other respects it is permanent when exposed to the air. It fuses at 74° 5 C. Submitted to analysis it gave the following numbers:\n\nI. '2732 grm. gave '5432 grm. carbonic anhydride and '2251 grm. water.\nII. '3477 grm. gave '6944 grm. carbonic anhydride and '2867 grm. water.\nThe formula \\( C_6H_{12}O_3 \\) or \\( \\{CEt_2Ho\\} \\) represents percentage amounts of carbon and hydrogen agreeing closely with those calculated from the above results.\n\n| Calculated | Found |\n|------------|-------|\n|            | I.    | II.   | Mean |\n| \\( C_6 \\)  | 72    | 54·54 | 54·23 | 54·47 | 54·35 |\n| \\( H_{12} \\) | 12    | 9·09  | 9·15  | 9·16  | 9·15  |\n| \\( O_3 \\)  | 48    | 36·37 |       |       | 36·50 |\n|            | 132   | 100·00|       |       | 100·00|\n\nArgentic diethoxalate was made by adding argentic oxide to a hot solution of the acid. After filtration and evaporation in vacuo, it crystallizes in brilliant silky fibres adhering closely to the capsule. These are anhydrous, and are scarcely discoloured by prolonged exposure to a temperature of 100° C. They yielded on analysis numbers closely corresponding with those calculated from the formula\n\n\\( C_6H_{11}AgO_3 \\) or \\( \\{CEt_2Ho\\} \\)\n\nI. ·3895 grm. gave ·4258 grm. carbonic anhydride, ·1702 grm. water, and ·1740 grm. metallic silver.\n\n| Calculated | Found |\n|------------|-------|\n| \\( C_6 \\)  | 72    | 30·12 | 29·82 |\n| \\( H_{11} \\) | 11    | 4·60  | 4·85  |\n| Ag         | 108   | 45·23 | 44·67 |\n| \\( O_3 \\)  | 48    | 20·05 |       |\n|            | 239   | 100·00|       |\n\nAlthough the diethoxalic acid obtained by the action of zincethyl upon methylic oxalate possesses the same atomic weight and fusing-point as that prepared by the action of zincethyl upon ethylic oxalate, yet the two acids do not appear to be identical. The silver-salt of the latter crystallizes, as above described (page 318), in brilliant needles radiating from centres standing freely up from the capsule, and containing half a molecule of water, which is not expelled at 100° C. This salt also further differs from that just described by being rapidly discoloured when exposed to the heat of a steam-bath. In a future communication we hope to be able to throw additional light upon this apparent isomerism.\n\nIV. Action of Zinc upon a Mixture of Ethylic Iodide, Methylic Iodide, and Ethylic Oxalate.\n\nHaving proved in the foregoing reactions the possibility of replacing one atom of oxygen in ethylic oxalate by two atoms of either methyl or ethyl, we thought it desirable\nto ascertain whether the same replacement could be effected by an atom of each of two different monad alcohol-radicals. We endeavoured to accomplish this by acting with zinc upon a mixture consisting of one atom of ethylic oxalate and one atom each of the methylic and ethylic iodides, by which we hoped to obtain an acid of the following composition,\n\n\\[ \\text{C}_5\\text{H}_{10}\\text{O}_3 = \\begin{cases} \\text{CEtMeHo} \\\\ \\text{COHo} \\end{cases} \\]\n\nExperiment completely proved the practicability of this reaction; and its result even exceeded our expectations, since not only was the ether corresponding to the above acid formed with the greatest facility, but it was produced almost to the complete exclusion of the ethers of diethoxalic and dimethoxalic acids.\n\n200 grammes of ethylic oxalate were mixed with the proper atomic proportions of methylic iodide and ethylic iodide, and were digested with granulated zinc for several days at a temperature of from 35° to 40° C., until the supernatant liquid became oily, and solidified to a crystalline mass on cooling. Water being now added till effervescence ceased, the whole was submitted to distillation in an oil-bath. With the exception of a small quantity of the mixed ethylic and methylic iodides that had escaped decomposition, the distillate consisted of a homogeneous liquid composed of water, ethylic and methylic alcohols, and an ethereal body, which last was separated by repeated agitation with large volumes of ether and subsequent rectification. In this manner there was obtained a large quantity of a liquid which boiled constantly at 165°-5 C., and yielded on analysis numbers very closely corresponding with the formula\n\n\\[ \\text{C}_7\\text{H}_{14}\\text{O}_3 = \\begin{cases} \\text{CEtMeHo} \\\\ \\text{COEto} \\end{cases} \\]\n\nI. ·2843 grm. gave ·5990 grm. carbonic anhydride and ·2498 grm. water.\nII. ·2936 grm. gave ·6188 grm. carbonic anhydride and ·2584 grm. water.\n\n| Calculated. | Found. |\n|-------------|--------|\n|             | I.     | II.    | Mean. |\n| C₇          | 84     | 57·54  | 57·46 | 57·48 | 57·47 |\n| H₁₄         | 14     | 9·59   | 9·76  | 9·78  | 9·77  |\n| O₃          | 48     | 32·87  |       |       | 32·76 |\n| 146         | 100·00 |        |       |       | 100·00 |\n\nThe production of this ether is explained in the following equations:\n\n\\[ \\begin{align*}\n\\text{COEto} + 4\\text{Zn} + 2\\text{EtI} + 2\\text{MeI} &= \\begin{cases} \\text{CEtMe(OZn''Me)} + \\text{Zn''EtEto} + 2\\text{Zn''I}_2; \\\\\n\\text{COEto} \\end{cases} \\\\\n\\text{Ethylc oxalate.} & \\quad \\text{Ethylc zincomonomethyl ethomethoxalate.}\n\\end{align*} \\]\n\\[ \\begin{aligned} \n\\text{C Et Me(O Zn\"Me)} + 2\\text{H}_2\\text{O} & = \\text{C Et Me H}^o \\\\\n\\text{CO Eto} & \\quad \\text{+ Me H + Zn\"HO}_2. \n\\end{aligned} \\]\n\nEthyllic zinomonomethyl ethomethoxalate.\n\nEthyllic ethomethoxalate, as we propose to name the new ether, is a colourless, transparent and mobile liquid, possessing a penetrating ethereal odour much resembling that of ethylic diethoxalate. It is very soluble in water, alcohol, and ether, and has a specific gravity of 0.9768 at 13°C. It boils at 165°C; and a determination of its vapour-density gave the following results:\n\n- Weight of ethylric ethomethoxalate ... ... ... ... ... ... ... .. 0.1614 grm.\n- Observed volume of vapour ... ... ... ... ... ... ... ... ... ... 48.52 cub. centims.\n- Temperature of bath ... ... ... ... ... ... ... ... ... ... ... ... 188°C.\n- Height of barometer ... ... ... ... ... ... ... ... ... ... ... ... 758 millims.\n- Difference of heights of mercury inside and outside tube ... ... ... ... ... ... ... ... 113.5 millims.\n- Height of spermaceti column reduced to millimetres of mercury ... ... ... ... ... ... ... ... 15.7 millims.\n\nCalculated from these data the specific gravity is 4.98, the theoretical number for a two-volume vapour of the above formula being 5.04.\n\nEthyllic ethomethoxalate is readily decomposed even by aqueous solutions of the alkalies and of baryta, yielding alcohol and a salt of the base. By this means baric ethomethoxalate was prepared. This salt crystallizes from an aqueous solution as a beautiful radiated mass of silky lustre, very easily soluble in water.\n\nSubmitted to analysis it gave the following results:\n\nI. 0.3422 grm. gave 0.4032 grm. carbonic anhydride and 0.1611 grm. water.\nII. 0.4678 grm. gave on analysis 0.2932 grm. baric sulphate.\n\nThese numbers agree with the formula\n\n\\[ \\text{C}_{10} \\text{H}_{18} \\text{BaO}_6; \\quad \\begin{pmatrix} \\text{C Et Me H}^o \\\\ \\text{CO O Ba\"O} \\\\ \\text{C Et Me H}^o \\end{pmatrix} \\]\n\nas seen from the following comparison:\n\n| Calculated | Found |\n|------------|-------|\n| C_{10}    | 120   | 32.35 | 32.13 |\n| H_{18}    | 18    | 4.85  | 5.23  |\n| Ba        | 137   | 36.93 |       |\n| O_6       | 96    | 25.87 |       |\n|           | 371   | 100.00|    36.85|\nBy exactly decomposing this salt with dilute sulphuric acid and evaporating the filtrate, first in a retort and afterwards *in vacuo*, ethomethoxalic acid was obtained as a splendid white crystalline mass, fusing at 63° C., subliming readily at 100° C., and condensing in magnificent star-like groups upon a cold surface. It boils, with decomposition, at 190° C. Ethomethoxalic acid is very readily soluble in ether, alcohol, or water; small fragments of it thrown upon water rotate like camphor whilst dissolving. These solutions react powerfully acid, and readily decompose carbonates.\n\nThe analysis of this acid gave the following results:\n\nI. ·2203 grm. gave ·4126 grm. carbonic anhydride and ·1715 grm. water.\nII. ·1744 grm. gave ·3282 grm. carbonic anhydride and ·1389 grm. water.\n\nThese numbers correspond with the formula\n\n\\[ \\text{C}_5\\text{H}_{10}\\text{O}_3, \\text{ or } \\begin{cases} \\text{CEtMeHo} \\\\ \\text{COHo} \\end{cases} \\]\n\n| Calculated | Found |\n|------------|-------|\n| I.         | II.   | Mean |\n| C₅ . . . 60 | 50·85 | 51·08 | 51·32 | 51·20 |\n| H₁₀ . . . 10 | 8·47  | 8·65  | 8·85  | 8·75  |\n| O₃ . . . 48 | 40·68 |       |       |       |\n|            | 118   | 100·00|       |       |\n\nArgentic ethomethoxalate was prepared by treating the free acid dissolved in water with argentic carbonate. The salt crystallizes in splendid mammillated masses half an inch in diameter, which are tolerably soluble in water. It gave on analysis the following numbers:\n\n·2509 grm. gave ·2449 grm. carbonic anhydride, ·0944 grm. water, and ·1206 grm. metallic silver.\n\nThese results agree with the formula\n\n\\[ \\text{C}_5\\text{H}_9\\text{AgO}_3, \\text{ or } \\begin{cases} \\text{CEtMeHo} \\\\ \\text{COAgo} \\end{cases} \\]\n\n| Calculated | Found |\n|------------|-------|\n| C₅ . . . 60 | 26·67 | 26·62 |\n| H₉ . . . 9  | 4·00  | 4·18  |\n| Ag . . . 108| 48·00 | 48·06 |\n| O₃ . . . 48 | 21·33 |       |\n|            | 225   | 100·00|\n\nV. Action of Zinc upon a Mixture of Amylic Iodide and Ethylic Oxalate.\n\nWhen a mixture of equivalent proportions of ethylic oxalate and amylic iodide is digested with granulated zinc at 70° C., the zinc is gradually dissolved, while much\namylic hydride and amylene are given off. The mixture finally assumes a viscous or semisolid condition, and when treated with water produces a further quantity of amylic hydride, which distils off at a gentle heat. On the subsequent application of a higher temperature, water accompanied by amylic alcohol, amylic iodide, and an ethereal liquid distil over, the three latter forming a mixture the separation of which into its component parts presents rather formidable difficulties. After drying with calcic chloride, the oily mixture begins to boil at about $132^\\circ C.$; the product first passing over consists principally of amylic alcohol mixed with amylic iodide. Afterwards the thermometer rapidly rises to $200^\\circ C.$, between which temperature and $205^\\circ C.$ a considerable section of the remaining liquid, which we will call A, passes over. There then occurs a further rapid rise of temperature until the thermometer remains stationary between $222^\\circ$ and $226^\\circ C$. The section collected between these points we will call B. Finally, the temperature rises to $260^\\circ$ to $264^\\circ$, between which points the remaining liquid (C) passes over. By repeated fractional distillation, the larger portion of the section A was obtained at the nearly fixed boiling-point of $203^\\circ C$. This liquid was submitted to analysis, and yielded the following numbers:\n\nI. ·2090 grm. gave ·4727 grm. carbonic anhydride and ·1990 grm. water.\nII. ·2828 grm. gave ·6425 grm. carbonic anhydride and ·2682 grm. water.\n\nThese numbers coincide nearly with the formula\n\n$$C_9H_{18}O_3,$$\n\nwhich, interpreted by further results detailed below, resolves itself into\n\n$$\\begin{cases}\nC Ay H Ho \\\\\nCO Eto\n\\end{cases}$$\n\n| Calculated | Found |\n|------------|-------|\n| $C_9$     | 108   | 62·07 | 61·68 | 61·96 | 61·82 |\n| $H_{18}$  | 18    | 10·34 | 10·58 | 10·54 | 10·56 |\n| $O_3$     | 48    | 27·59 |       |       |       |\n|           | 174   | 100·00|       |       |       |\n\nThe ethereal body with the lowest boiling-point produced in this reaction is therefore ethylic amylhydroxalate, or ethylic oxalate in which one atom of oxygen is replaced by one atom of amyl and one of hydrogen. This body also stands in very close relation to ethylic lactate; for if the atom of methyl in ethylic lactate were replaced by amyl, ethylic amylhydroxalate would be produced,\n\n$$\\begin{cases}\nC Me H Ho \\\\\nCO Eto\n\\end{cases} \\quad \\text{Ethylic lactate.}$$\n\n$$\\begin{cases}\nC Ay H Ho \\\\\nCO Eto\n\\end{cases} \\quad \\text{Ethylic amylhydroxalate.}$$\nThe two stages in the production of ethylic amylhydroxalate are explained in the following equations:\n\n\\[\n\\begin{align*}\n\\text{CO Eto} + \\text{Zn}_5 + 4\\text{Ay I} & = \\{\\text{CAy(Zn'' Ay)(O Zn'' Ay)} + \\text{Zn'' Ay Eto} + 2\\text{Zn'' I}_2 : \\\\\n\\text{Ethylc oxalate.} & \\quad \\text{Zincic amylo-ethylate.}\n\\end{align*}\n\\]\n\n\\[\n\\begin{align*}\n\\text{CAy(Zn'' Ay)(O Zn'' Ay)} + 4\\text{H}_2\\text{O} & = \\{\\text{CAy H Ho} + 2\\text{Zn'' Ho}_2 + \\text{Ay H} + \\text{Ay Ho}. \\\\\n\\text{Ethylc amylydroxalate.} & \\quad \\text{Zincic hydrate.} \\quad \\text{Amylic hydride.} \\quad \\text{Amylic alcohol.}\n\\end{align*}\n\\]\n\nWe have not attempted to give a name to the body from which ethylic amylhydroxalate is directly produced by the action of water, as shown in the last of the foregoing equations. The resources of chemical nomenclature, already too severely taxed, would scarcely be able to elaborate a rational name for this body, which consists of ethylic oxalate wherein an atom of oxygen is replaced half by amyl and half by zincmonamyl, whilst a second atom of zincmonamyl is substituted for an atom of ethyl.\n\nEthylic amylhydroxalate is a somewhat oily, transparent, and slightly straw-coloured liquid of specific gravity \\(0.9449\\) at \\(13^\\circ\\) C., possessing a pleasant aromatic odour and burning taste. It boils at \\(203^\\circ\\) C.; and a determination of its vapour-density gave the following results:\n\n- Weight of ethylic amylhydroxalate: \\(1662\\) grm.\n- Observed volume of vapour: \\(49.04\\) cub. centims.\n- Temperature of bath: \\(230^\\circ\\) C.\n- Height of barometer: \\(766.5\\) millims.\n- Difference of heights of mercury inside and outside tube: \\(113\\) millims.\n- Height of spermaceti column reduced to millimetres of mercury: \\(16.5\\) millims.\n\nFrom these data the specific gravity was calculated to be \\(5.47\\), the above formula requiring \\(6.0\\). To this discrepancy we shall refer again presently.\n\nSection B of the oily liquid, after careful rectification, gave a product boiling at \\(224-225^\\circ\\), and yielded on analysis the following results:\n\nI. \\(0.2858\\) grm. gave \\(0.6787\\) grm. carbonic anhydride and \\(0.2803\\) grm. water.\nII. \\(0.3508\\) grm. gave \\(0.8357\\) grm. carbonic anhydride and \\(0.3484\\) grm. water.\nIII. \\(0.4960\\) grm. gave \\(1.1778\\) grm. carbonic anhydride and \\(0.4862\\) grm. water.\n\nThe percentage numbers calculated from the foregoing agree with the formula\n\n\\[\nC_{11}H_{22}O_3,\n\\]\n\nas seen from the following comparison.\nThe above formula might be interpreted as that of ethylic amylethoxalate, the rational formula of which would be\n\n\\[\n\\begin{align*}\n& \\text{C Ay Et Ho} \\\\\n& \\text{CO Eto}\n\\end{align*}\n\\]\n\nWe were at first inclined to regard this as the actual constitution of the new ether, believing it to be possible that ethylic oxalate and amylic iodide mutually decomposed each other, producing a mixture of amylic and ethylic oxalates with the amylic and ethylic iodides; an analogous decomposition of mixed ethereal salts of oxygen acids has been recently noticed; but the test of experiment obliged us to abandon this view of the reaction. We found, it is true, a remarkable depression of temperature, amounting to 9°-3 C. on mixing one atom of ethylic oxalate with one of amylic iodide; but on submitting the mixture to distillation, the thermometer rose to the boiling-point of amylic iodide (147°) before ebullition commenced, thus showing that none of the much more volatile ethylic iodide had been formed. No transfer of radicals therefore takes place when ethylic oxalate is heated with amylic iodide; and consequently no zincethyl can be formed when this mixture is acted on by zinc. We therefore prefer to view the ether now under consideration as ethylic ethyl-amylhydroxalate, analogous in constitution to Wurtz's ethylic ethyl-lactate*.\n\n\\[\n\\begin{align*}\n& \\text{C Me H Eto} \\\\\n& \\text{CO Eto}\n\\end{align*}\n\\]\nEthylc ethyl-lactate.\n\n\\[\n\\begin{align*}\n& \\text{C Ay H Eto} \\\\\n& \\text{CO Eto}\n\\end{align*}\n\\]\nEthylc ethyl-amylhydroxalate.\n\nOn this view the following equations represent the formation of this ether:\n\n\\[\n\\begin{align*}\n\\text{CO Eto} + \\text{Zn''} + 4\\text{Ay I} & = \\text{C Ay(Zn'' Ay)Eto} + \\text{Zn'' Ay Ayo} + 2\\text{Zn'' I}_2: \\\\\n\\text{Ethylc oxalate.} & \\quad \\text{Amylic iodide.} & \\quad \\text{Zincic amylo-amylate.}\n\\end{align*}\n\\]\n\n\\[\n\\begin{align*}\n\\text{C Ay(Zn'' Ay)Eto} + 2\\text{H}_2\\text{O} & = \\text{C Ay H Eto} + \\text{Ay H} + \\text{Zn'' Ho}_2. \\\\\n\\text{Ethylc ethyl-amylhydroxalate.} & \\quad \\text{Amylic hydride.} & \\quad \\text{Zincic hydrate.}\n\\end{align*}\n\\]\n\n* It deserves to be mentioned that the identity of boiling-point between this ether and its isomer amylic diethoxalate described below does not favour this view, since a comparison of the boiling-points of ethylic ethyl-lactate with that of ethylic ethomethoxalate and methylic diethoxalate, its isomers, shows that the substitution of ethyl for the hydrogen of hydroxyl is attended with a depression of the boiling-point equal to 8°-5 C., the percentage composition of the compound remaining constant.\nEthylic ethyl-amylhydroxalate is a straw-coloured oily liquid, possessing an aromatic but somewhat amylic odour and a burning taste. Its specific gravity was found to be 0.9399 at 13° C. It boils between 224° and 225° C. A determination of the specific gravity of its vapour by Gay-Lussac's method gave the following numbers:\n\nWeight of ethylic ethyl-amylhydroxalate . . . . . . . . . . . . . . . . . . . . . 1729 grm.\nObserved volume of vapour . . . . . . . . . . . . . . . . . . . . . . . . . . . . 46.57 cub. centims.\nTemperature of bath . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 261° C.\nHeight of barometer . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 768 millims.\nDifference of heights of mercury inside and outside tube . . . . . . . . . . . . . . 110 millims.\nHeight of spermaceti column reduced to millims. of mercury 16.5 millims.\n\nThese numbers give the density 6.29, whilst the above formula requires 6.92.\n\nSection C of the oily product, boiling about 262° C., was next submitted to investigation. It gave on analysis the annexed results:\n\nI. 2400 grm. gave 5977 grm. carbonic anhydride and 2479 grm. water.\nII. 2032 grm. gave 5046 grm. carbonic anhydride and 2109 grm. water.\n\nTranslated into percentage numbers, these data afford the following comparison with those calculated from the formula\n\n\\[ \\text{C}_{14} \\text{H}_{28} \\text{O}_3, \\text{ or } \\begin{cases} \\text{CAy}_2 \\text{Ho} \\\\ \\text{CO Eto} \\end{cases} \\]\n\n| Calculated. | Found. |\n|-------------|--------|\n|             | I.     | II.    | Mean. |\n| \\(\\text{C}_{14}\\) | 168   | 68.85 | 67.92 | 67.73 | 67.83 |\n| \\(\\text{H}_{28}\\) | 28    | 11.47 | 11.48 | 11.53 | 11.50 |\n| \\(\\text{O}_3\\)  | 48    | 19.68 |      |      |      |\n|               | 244   | 100.00|      |      |      |\n\nThe body is therefore ethylic diamyloxalate, the normal homologue of ethylic diethoxalate, as is seen from the following comparison:\n\n\\[\n\\begin{align*}\n&\\begin{cases} \\text{CEt}_2 \\text{Ho} \\\\ \\text{CO Eto} \\end{cases} \\\\\n&\\begin{cases} \\text{CAy}_2 \\text{Ho} \\\\ \\text{CO Eto} \\end{cases}\n\\end{align*}\n\\]\n\nEthylc diethoxalate. Ethylic diamyloxalate.\n\nThe production of ethylic diamyloxalate is explained by the following equations:\n\n\\[\n\\begin{align*}\n&\\begin{cases} \\text{CO Eto} + \\text{Zn}''_4 + 4\\text{Ay I} = \\text{CAy}_2(\\text{O Zn}''\\text{Ay}) + \\text{Zn}''\\text{Ay Eto} + 2\\text{Zn}''\\text{I}_2; \\\\\n\\text{CO Eto} \\\\ \\text{CO Eto} \\end{cases} \\\\\n&\\begin{cases} \\text{CAy}_2(\\text{O Zn}''\\text{Ay}) + 2\\text{H}_2\\text{O} = \\text{CAy}_2\\text{Ho} + \\text{Ay H} + \\text{Zn}''\\text{HO}_2; \\\\\n\\text{CO Eto} \\\\ \\text{CO Eto} \\end{cases}\n\\end{align*}\n\\]\n\nEthylc zinemonamyl-diamyloxalate. Ethylic diamyloxalate. Amylic hydride. Zincic hydrate.\n\nMDCCCLXVI.\nEthylic diamyloxalate closely resembles the two foregoing ethers in its appearance and properties. It is, however, a thicker oil, and flows less readily, and has the lowest specific gravity of any ether belonging to this series, its density at 13° C. being only 0.9137. The following comparison of the specific gravities of all the ethers of this series shows that they generally increase inversely as their atomic weights:\n\n| Name                  | Formula     | Sp. gr. | Temp. | Observer       |\n|-----------------------|-------------|---------|-------|----------------|\n| Ethylic lactate       | C₅H₁₀O₃     | 1.042   | 13    | WURTZ & FRIEDEL |\n| Ethylic dimethoxalate | C₆H₁₂O₃     | 0.9931  | 13    | F. & D.        |\n| Ethylic ethyl-lactate | C₇H₁₄O₃     | 0.9203  | 0     | WURTZ.         |\n| Ethylic ethomethoxalate| C₇H₁₄O₃    | 0.9768  | 13    | F. & D.        |\n| Methylic diethoxalate | C₇H₁₄O₃     | 0.9896  | 16.5  |                |\n| Ethylic diethoxalate  | C₈H₁₆O₃     | 0.9613  | 18.7  |                |\n| Ethylic amylhydroxalate| C₉H₁₈O₃   | 0.9449  | 13    |                |\n| Ethylic ethyl-amylhydroxalate | C₁₁H₂₂O₃ | 0.9399  | 13    |                |\n| Amylic diethoxalate   | C₁₁H₂₂O₃    | 0.9322  | 13    |                |\n| Ethylic diamyloxalate | C₁₄H₂₈O₃    | 0.9137  | 13    |                |\n\nEthylic diamyloxalate boils at about 262°, and distils with little or no change. A determination of the specific gravity of its vapour gave the following numbers:\n\n- Weight of ethylic diamyloxalate: 2.043 grm.\n- Observed volume of vapour: 56.78 cub. centims.\n- Temperature of bath: 273° C.\n- Height of barometer: 769 millims.\n- Difference of heights of mercury inside and outside tube: 70 millims.\n- Height of spermaceti column reduced to millims. of mercury: 14 millims.\n\nFrom these data the specific gravity 5.9 was deduced, whilst the above formula requires 8.4. The investigation of these ethers has revealed a tendency to dissociation, increasing with the weight of the atoms replacing the atom of oxygen in ethylic oxalate. Thus, beginning with ethylic lactate, which has the normal vapour-density, we find a gradual divergence culminating in ethylic diamyloxalate, as seen in the following series of numbers:\n\n| Name                  | Formula     | Vapour-densities | Observer       |\n|-----------------------|-------------|------------------|----------------|\n| Ethylic lactate       | C₅H₁₀O₃     | Calculated: 4.07  | Found: 4.14    | WURTZ & FRIEDEL |\n| Ethylic dimethoxalate | C₆H₁₂O₃     | 4.56             | 4.67           | F. & D.        |\n| Ethylic ethyl-lactate | C₇H₁₄O₃     | 5.03             | 5.052          | WURTZ.         |\n| Ethylic ethomethoxalate| C₇H₁₄O₃    | 5.03             | 4.98           | F. & D.        |\n| Methylic diethoxalate | C₇H₁₄O₃     | 5.03             | 4.84           |                |\n| Ethylic diethoxalate  | C₈H₁₆O₃     | 5.528            | 5.24           |                |\n| Ethylic amylhydroxalate| C₉H₁₈O₃   | 6.01             | 5.47           |                |\n| Ethylic ethyl-amylhydroxalate | C₁₁H₂₂O₃ | 6.92             | 6.29           |                |\n| Amylic diethoxalate   | C₁₁H₂₂O₃    | 6.92             | 6.74           |                |\n| Ethylic diamyloxalate | C₁₄H₂₈O₃    | 8.4              | 5.9            |                |\nWe have likewise prepared the acids corresponding to the three ethers above mentioned. The first is obtained by decomposing ethylic amylhydroxalate with baryta, treating the solution of the barium-salt thus obtained with excess of sulphuric acid, and then dissolving out the organic acid with ether. On evaporating the ethereal solution, the acid remains as a thick oil which does not crystallize after several days' exposure over sulphuric acid in vacuo. The calcium-salt forms a white crystalline mass soluble in water. Submitted to analysis, ·2102 grm. gave ·0877 grm. calcic sulphate, corresponding to 12·27 per cent. of calcium, the formula\n\n\\[ \\text{C}_{14}\\text{H}_{26}\\text{Ca''O}_6, \\text{ or } \\begin{cases} \\text{CAyHHo} \\\\ \\text{COO} \\\\ \\text{COO Ca''} \\\\ \\text{CAyHHo} \\end{cases} \\]\n\nrequiring 12·12 per cent.\n\nThe barium-salt closely resembles that of calcium.\n\n·2476 grm. gave on analysis ·1334 grm. baric sulphate, corresponding to 31·68 per cent. of barium. The formula\n\n\\[ \\text{C}_{14}\\text{H}_{26}\\text{Ba''O}_6, \\text{ or } \\begin{cases} \\text{CAyHHo} \\\\ \\text{COO} \\\\ \\text{COO Ba''} \\\\ \\text{CAyHHo} \\end{cases} \\]\n\nrequires 32·08 per cent. of barium.\n\nWe have also obtained a beautifully crystalline acid of the same composition as the above, from its zinc-salt contained in the residue remaining after the distillation of the three ethers above described. Amylhydroxalic acid prepared from this zinc-salt is but sparingly soluble in water, from which, however, it crystallizes in magnificent nacreous scales that fuse at 60·5° C., but afterwards remain liquid for some time even at ordinary temperatures; they are very unctuous to the touch, and readily soluble in alcohol and ether. On analysis this acid gave the following results:\n\nI. ·1921 grm. gave ·4002 grm. carbonic anhydride and ·1702 grm. water.\nII. ·1770 grm. gave ·3734 grm. carbonic anhydride and ·1556 grm. water.\n\nThese numbers agree well with those calculated from the formula\n\n\\[ \\text{C}_7\\text{H}_{14}\\text{O}_3, \\text{ or } \\begin{cases} \\text{CAyHHo} \\\\ \\text{COHo} \\end{cases}, \\]\n\nas the following comparison shows:\n\n| Calculated | Found | Mean |\n|------------|-------|------|\n| C_7        | 84    | 57·53| 56·82 | 57·67 | 57·25 |\n| H_{14}     | 14    | 9·59 | 9·84  | 9·77  | 9·80  |\n| O_3        | 48    | 32·88|       |       |       |\n|            | 146   | 100·00|      |       |       |\n\nThe barium-salt of this acid crystallizes in large and beautiful nacreous scales like\nparaffin, tolerably soluble in water; ·3765 grm. gave on analysis ·2027 grm. baric sulphate, corresponding to 31·66 per cent. of barium. The formula\n\n\\[ \\begin{align*}\n\\text{C}_{14} \\text{H}_{26} \\text{Ba}'' \\text{O}_6, & \\quad \\text{or} \\\\\n\\{ \\text{COO} \\text{Ba}'' \\} & \\quad \\{ \\text{COO} \\text{Ba}'' \\} \\\\\n\\{ \\text{C Ay H Ho} \\} & \\quad \\{ \\text{C Ay H Ho} \\}\n\\end{align*} \\]\n\nrequires 32·08 per cent. of barium.\n\nA copper salt was also prepared. It is deposited from its aqueous solution in minute light-blue scales, very sparingly soluble in water.\n\nSubmitted to analysis, ·2341 grm. gave ·4045 grm. carbonic acid, ·1561 grm. water, and ·0528 grm. cupric oxide.\n\nThese numbers agree closely with the formula\n\n\\[ \\begin{align*}\n\\text{C}_{14} \\text{H}_{26} \\text{Cu}'' \\text{O}_6, & \\quad \\text{or} \\\\\n\\{ \\text{COO Cu}'' \\} & \\quad \\{ \\text{COO Cu}'' \\} \\\\\n\\{ \\text{C Ay H Ho} \\} & \\quad \\{ \\text{C Ay H Ho} \\}\n\\end{align*} \\]\n\n| Calculated | Found |\n|------------|-------|\n| C\\(_{14}\\) . . . 168 | 47·52 | 47·13 |\n| H\\(_{26}\\) . . . 26 | 7·36 | 7·41 |\n| Cu . . . 63·5 | 17·95 | 18·01 |\n| O\\(_6\\) . . . 96 | 27·17 | 27·45 |\n| **353·5** | **100·00** | **100·00** |\n\nThe acid of the second ether, ethyl-amylhydroxalic acid, is prepared by the decomposition of ethylic ethyl-amylhydroxalate with alcoholic potash. The acid is afterwards liberated by the addition of sulphuric acid in excess, and may then be dissolved out of the mixture by ether. On the evaporation of the latter, the acid remains as a thick oil gradually solidifying to a crystalline mass, which, however, did not appear to be in a fit state for the determination of its fusing-point. The barium- and silver-salts of this acid were prepared. They are both soluble in water; ·1331 grm. of baric ethyl-amylhydroxalate gave, on decomposition with sulphuric acid, ·0660 grm. baric sulphate, corresponding to 29·15 per cent. of barium, the formula\n\n\\[ \\begin{align*}\n\\text{C}_{18} \\text{H}_{34} \\text{Ba}'' \\text{O}_6, & \\quad \\text{or} \\\\\n\\{ \\text{COO Ba}'' \\} & \\quad \\{ \\text{COO Ba}'' \\} \\\\\n\\{ \\text{C Ay H Eto} \\} & \\quad \\{ \\text{C Ay H Eto} \\}\n\\end{align*} \\]\n\nrequiring 28·41 per cent. of barium.\n\n·1891 grm. of argentic ethyl-amylhydroxalate gave on ignition ·0722 grm. metallic silver, representing 38·18 per cent. The formula\n\n\\[ \\begin{align*}\n\\text{C}_{9} \\text{H}_{17} \\text{Ag O}_3, & \\quad \\text{or} \\\\\n\\{ \\text{C Ay H Eto} \\} & \\quad \\{ \\text{C O Ago} \\}\n\\end{align*} \\]\n\nrequires 38·43 per cent. of silver.\nThe acid of the third ether (diamyloxalic acid) is best prepared by decomposing the ether with boiling baryta-water. After removing the excess of baryta in the usual manner, baric diamyloxalate crystallizes on evaporation in minute elastic needles, which, when dry, have the appearance of wool. It is moderately soluble in hot water, but sparingly so in cold. Two determinations of barium in this salt gave the following results:\n\nI. ·2139 grm. of baric diamyloxalate gave ·0875 grm. baric sulphate.\n\nII. ·2155 grm. gave ·0771 grm. baric carbonate.\n\nThese numbers agree with the formula\n\n\\[ \\text{C}_{24} \\text{H}_{46} \\text{Ba''O}_6; \\text{ or } \\begin{cases} \\text{CAY}_2\\text{Ho} \\\\ \\text{COO Ba'';} \\\\ \\text{COO Ho} \\end{cases} \\]\n\nas shown by the following comparison of percentage numbers:\n\n| Percentage of barium | Experiment | Theory |\n|----------------------|------------|--------|\n| I.                   | 24·11      | 24·16  |\n| II.                  | 24·83      |        |\n| Mean.                | 24·49      |        |\n\nIf baric diamyloxalate be dissolved in hot dilute alcohol and excess of sulphuric acid be added, the liquid after filtration contains diamyloxalic acid in solution. On heating upon a water-bath, the alcohol gradually evaporates, and diamyloxalic acid crystallizes in the hot solution as a beautiful network of brilliant silky fibres, which after being well washed in cold water, and dried at 100°, yielded on analysis the following numbers:\n\n·1090 grm. gave ·2658 grm. carbonic anhydride and ·1103 grm. water.\n\nThis result agrees well with the formula\n\n\\[ \\text{C}_{12} \\text{H}_{24} \\text{O}_3; \\text{ or } \\begin{cases} \\text{CAY}_2\\text{Ho} \\\\ \\text{CO Ho} \\end{cases} \\]\n\n| Calculated. | Found. |\n|-------------|--------|\n| C_{12}     | 144    | 66·66  | 66·51 |\n| H_{24}     | 24     | 11·11  | 11·24 |\n| O_3        | 48     | 22·23  | 22·25 |\n| 216        | 100·00 | 100·00 |\n\nDiamyloxalic acid presents the appearance of colourless satiny fibres, which are insoluble in water, but soluble in alcohol or ether. This acid is remarkable for its high melting-point, 122° C., in which respect it surpasses any of the acids of this series. Its melting-point is very sharply defined, and it solidifies immediately on a very slight reduction of temperature. Heated more strongly, it sublimes and condenses on a cold surface in white crystalline flakes like snow.\nVI. Action of Zinc upon a Mixture of Ethylic Iodide and Amylic Oxalate.\n\nEquivalent proportions of amylic oxalate and ethylic iodide were digested at 50° to 60° with excess of granulated zinc for several days. The reaction proceeded with extreme sluggishness, and was not completed before the expiration of a week. The mass being then mixed with water and submitted to distillation, an oily liquid passed over, which on rectification was ultimately resolved into amylic alcohol and an ethereal liquid. Submitted to analysis the latter yielded the following results:\n\nI. ·2508 grm. gave ·5999 grm. carbonic anhydride and ·2475 grm. water.\nII. ·3299 grm. gave ·7850 grm. carbonic anhydride and ·3237 grm. water.\n\nThese numbers agree closely with those calculated from the formula of amylic diethoxalate,\n\n$$C_{11}H_{22}O_3 \\text{ or } \\left\\{ \\begin{array}{l} CEt_2Ho \\\\ COAyo \\end{array} \\right.$$ \n\n| Calculated | Found |\n|------------|-------|\n| $C_{11}$   | 132   | 65·34 | 65·23 | 64·90 | 65·07 |\n| $H_{22}$   | 22    | 10·89 | 10·96 | 10·90 | 10·93 |\n| $O_3$      | 48    | 23·77 |     |     | 24·00 |\n| **Total**  | **202** | **100·00** | | | **100·00** |\n\nThe two consecutive reactions by which amylic diethoxalate is produced are expressed in the following equations:\n\n$$\\left\\{ \\begin{array}{l} COAyo \\\\ COAyo \\end{array} \\right\\} + Zn_4 + 4EtI = \\left\\{ \\begin{array}{l} CEt(OZn''Et) \\\\ COAyo \\end{array} \\right\\} + Zn''EtAYo + 2ZnI_2;$$\n\nAmylic oxalate. Amylic zinemonethyl-dietoxalate. Zincethyloamylate.\n\n$$\\left\\{ \\begin{array}{l} CEt(OZn''Et) \\\\ COAyo \\end{array} \\right\\} + 2H_2O = \\left\\{ \\begin{array}{l} CEt_2Ho \\\\ COAyo \\end{array} \\right\\} + EtH + Zn''Ho_2.$$\n\nAmylic zinemonethyl-dietoxalate. Amylic diethoxalate. Zincie hydrate.\n\nAmylic diethoxalate is a colourless, transparent, and slightly oily liquid, possessing a fragrant odour of a somewhat amylic character. It is insoluble in water, but miscible in all proportions with alcohol and ether. Its specific gravity is 0·93227 at 13° C. It boils constantly at 225° C. A determination of its vapour-density gave the following data:\n\n- Weight of amylic diethoxalate . . . . . . . . . . . . . . . . 1·999 grm.\n- Observed volume of vapour . . . . . . . . . . . . . . . . 49·8 cub. centims.\n- Temperature of bath . . . . . . . . . . . . . . . . . . . . . . . 246° C.\n- Height of barometer . . . . . . . . . . . . . . . . . . . . . . . 752 millims.\n- Difference of height of mercury inside and outside tube . . . 104 millims.\n- Height of spermaceti column reduced to millimetres of mercury 14·24 millims.\n\nThese numbers indicate a density of 6·74, the above formula requiring 6·97.\nAmylic diethoxalate is isomeric with ethylic ethyl-amylhydroxalate described above. The nature of this isomerism is seen at a glance from the following rational formulæ of the two bodies:\n\nEthyl-ethyl-amylhydroxalate . . . . . \\[ \\begin{cases} C_{Ay}H_{Eto} \\\\ CO_{Eto} \\end{cases} \\]\n\nAmylic diethoxalate . . . . . . . . . \\[ \\begin{cases} C_{Et_2}Ho \\\\ CO_{Ayo} \\end{cases} \\]\n\nThe specific gravities, in the liquid form, and the boiling-points of amylic diethoxalate and its isomer ethylic ethyl-amylhydroxalate, are almost absolutely identical, viz.\n\n| Boiling-point | Specific gravity |\n|---------------|------------------|\n| Ethyl-ethyl-amylhydroxalate | 224°–225° C. | ·9399 at 13° C. |\n| Amylic diethoxalate | 225° C. | ·9322 at 13° C. |\n\nThey are, however, at once distinguished by the products of their decomposition with alkalies, ethylic ethyl-amylhydroxalate giving ethylic alcohol and a salt of ethyl-amylhydroxalic acid, whilst amylic diethoxalate yields amylic alcohol and a salt of diethoxalic acid.\n\nVII. Action of Zinc upon a Mixture of Amylic Iodide and Amylic Oxalate.\n\nWhen equivalent proportions of amylic iodide and amylic oxalate are gently heated in contact with zinc, a brisk reaction soon sets in. After evolving much amylic hydride and amylene, the whole solidifies to a gum-like mass, which, on distillation with water, yields an oily liquid resembling that obtained when ethylic oxalate is employed. We have every reason to believe that the same series of ethers as those described under No. V. are here produced, with the difference that they are amylic instead of ethylic ethers. This difference of base, however, renders the separation of these ethers from each other a very difficult operation, and we have therefore left this reaction comparatively unexplored. Two of these ethers were, however, collected; the one boiling at about 280°–290° C. exhibited a composition approaching that of amylic diamyloxalate,\n\n\\[ C_{17}H_{34}O_3, \\text{ or } \\begin{cases} C_{Ay_2}Ho \\\\ CO_{Ayo} \\end{cases} \\]\n\nas the following analytical results show:\n\nI. ·1734 grm. gave ·4495 grm. carbonic anhydride and ·1781 grm. water.\nII. ·1990 grm. gave ·5187 grm. carbonic anhydride and ·2068 grm. water.\n\n| Calculated | Found |\n|------------|-------|\n|            | I.    | II.   | Mean |\n| C_{17}     | 204   | 71·33 | 71·00 | 71·08 | 71·04 |\n| H_{34}     | 34    | 11·88 | 11·41 | 11·54 | 11·47 |\n| O_3        | 48    | 16·79 |       |       | 17·49 |\n| 286        | 100·00|       |       |       | 100·00 |\nAmylic diamyloxalate is doubtless produced by the following consecutive reactions:\n\n\\[\n\\begin{align*}\n\\text{CO Ay}_2 + \\text{Zn} + 4\\text{Ay I} & = \\text{CAy}_2(\\text{O Zn'' Ay}) + \\text{Zn'' Ay Ay} + 2\\text{Zn'' I}_2 \\\\\n\\text{CO Ay}_2 & = \\text{Amylic zinemonamyl-diamyloxalate.} \\\\\n\\text{CO Ay}_2 & = \\text{Zincic amylo-amylate.}\n\\end{align*}\n\\]\n\n\\[\n\\begin{align*}\n\\text{CAy}_2(\\text{O Zn'' Ay}) + 2\\text{H}_2\\text{O} & = \\text{CAy}_2\\text{H}_2\\text{O} + \\text{Ay H} + \\text{Zn'' Ho}_2 \\\\\n\\text{CO Ay}_2 & = \\text{Amylic di-amyloxalate.} \\\\\n\\text{CO Ay}_2 & = \\text{Amylic hydride.}\n\\end{align*}\n\\]\n\nThe second ether mentioned above boiled between 215° and 220° C.; it was decomposed by alcoholic potash; the potash-salt so obtained, heated with dilute sulphuric acid, yielded to ether an oily acid possessing the characteristic odour of caproic acid. This acid, boiled with argentic carbonate suspended in water, gave on filtration magnificent nacreous plates of a silver-salt which were very sparingly soluble in water, only slightly acted upon by light, in fact possessing all the properties of normal silver caproate, and differing markedly from the isomeric silver diethacetate recently described by us*. Submitted to analysis this salt yielded the following results:\n\n·1517 grm. gave ·1776 grm. carbonic anhydride, ·0685 grm. water, and ·0729 grm. metallic silver.\n\nThese numbers agree closely with those calculated from the formula of silver caproate, as seen from the following comparison:\n\n\\[\n\\begin{align*}\n\\text{C}_6\\text{H}_{11}\\text{AgO}_2, \\quad \\text{or} \\quad \\text{CBuH}_2 \\quad \\text{or} \\quad \\text{CAyO Ago}. \\\\\n\\text{CO Ago},\n\\end{align*}\n\\]\n\n| Calculated. | Found. |\n|-------------|--------|\n| C₆ . . . 72 | 32·29  | 32·02 |\n| H₁₁ . . . 11 | 4·93   | 5·02  |\n| Ag . . . 108 | 48·43  | 48·06 |\n| O₂ . . . 32  | 14·35  | 14·90 |\n| 223         | 100·00 | 100·00 |\n\nUnfortunately we did not submit to analysis the ether from which this caproic acid was obtained; but there can scarcely be a doubt that it was amylic caproate. We have stated that it boiled between 215° and 220°. The boiling-point of amylic caproate is not known; but ethylic caproate boils, according to Febling, at 162° C.; consequently the boiling-point of amylic caproate ought to be, according to Kopp's law, 216° C., a number which lies between the points observed in the ether under consideration.\n\nIt is thus evident that the three variations in the action of zinccamylide upon an oxalic ether, described above as giving rise to amylhydroxalic acid, ethyl-amylhydroxalic acid, and diamyloxalic acid, do not exhaust the fertility of this reaction; and the pro-\n\n* Philosophical Transactions, vol. clvi. p. 37.\nduction of caproic acid, as above described, shows that the action of these substances upon each other is susceptible of yet a fourth modification, in which the molecule of amylic oxalate appears to divide into its two constituent atoms of amyloxatyl (CO Ayo), which then unite with amyl to form amylic caproate.\n\n\\[\n\\begin{align*}\n\\text{CO Ayo} + \\text{Ay}_2 &= 2\\text{CAyO Ayo}, \\quad \\text{or} \\quad 2\\text{CBuH}_2. \\\\\n\\text{Amylic oxalate.} & \\quad \\text{Amyl.} \\quad \\text{Amylic caproate.}\n\\end{align*}\n\\]\n\nThe source of the amyl in this reaction is not difficult to discover; for, as above stated, torrents of the usual products of its transformation (amylic hydride and amylene) were evolved during the operation; in fact it was obvious that no inconsiderable portions of the zinc and amylic iodide were occupied in the formation of zincic iodide and amyl, a considerable proportion of the latter being as usual transformed at the moment of separation into amylic hydride and amylene.\n\n\\[2\\text{AyI} + \\text{Zn''} = \\text{Zn''I}_2 + \\text{Ay}_2.\\]\n\nMeeting with this reaction, as we have done, only at the close of the above investigation, we have not been able to ascertain whether or not it is one of general occurrence. It is true that we have not observed the formation of the fatty ethers in any of the foregoing reactions in which zinc and the iodides of the radicals were employed; but the comparatively low boiling-points of these ethers might easily have led to their having been overlooked. We consider, however, this reaction of so much importance, that we shall at once endeavour to ascertain whether or not it occurs in the other homologous cases, giving rise to acetic ether in the case of methylic iodide, and to propionic ether where ethylic iodide is employed.\n\nWe have already stated that the constitution of the acids of the lactic series has been the subject of fruitful controversy amongst chemists. In this discussion widely different opinions have been advanced: some have assigned to lactic acid the formula (C₆H₁₂O₆), and attributed to it a dibasic character; some have reduced this formula to C₃H₆O₃, still retaining for the acid the same degree of basicity; whilst others, again, have regarded it as monobasic, and assigned to it the lower formula. This controversy respecting the constitution of an acid so intimately related to several of the most important families of organic compounds, has been the incentive to numerous and highly important researches, which have thrown valuable light not merely upon the structure of the lactic series itself, but also upon that of organic families allied with this series.\n\nAmongst the experimental investigations which have contributed to the elucidation of this subject, we beg leave to refer to those of Wurtz*, Ulrich †, Strecker ‡, Brüning §, Perkin, and Duppa ||. Again, Wurtz, Perkin, Kekulé, and especially Kolbe, have, by their acute theoretical speculations, most ably supplemented direct investigation.\n\n* Comptes Rendus, vol. lii. p. 1067. ‡ Ann. der Chem. und Pharm. vol. xci. p. 352.\n† Ann. der Chem. und Pharm. vol. cix. p. 271. § Ibid. vol. civ. p. 191. || Ibid. vol. cviii. p. 113.\nUnfortunately these researches and discussions were, to a great extent, limited to two members of this series, viz. lactic and glycolic acids, and this circumstance necessarily furnished a comparatively small basis upon which to build purely theoretical speculations. We are therefore not without hope that, with the addition of the numerous members of this series described in the foregoing pages, and with the light thrown upon them by their synthetical production, we have reached a new stage in the inquiry, whence a more extensive prospect may be obtained.\n\nBefore proceeding to take a survey of the new field thus opened up, it is necessary first to call special attention to a negative or chlorous organic radical intimately connected with the compounds above described.\n\nThe Radical Oxatyl.\n\nAn inspection of the above and following formulæ for acids of the lactic series shows that, through all the changes of the lactic acid type giving rise to the various species of acids mentioned below, the group $\\text{C O H}_2$ remains unaltered. We have also shown that the same group maintains its individuality unimpaired throughout the acetic and acrylic series of acids; in fact it is the presence of this group which impresses upon an organic compound the acid character. We believe, therefore, that its claims to be considered a compound radical are at least equal to those of any other group of elements to which that term has been applied.\n\nWe propose for this radical the name oxatyl*—a word recalling at the same time its acidifying power, and its connexion with oxalic acid, which is the isolated molecule of this radical,\n\n$$\\begin{align*}\n\\text{COH}_2 \\\\\n\\text{COH}_2\n\\end{align*}$$\n\nOxalic acid.\n\nWe have, in fact, experimentally proved above, that when ethylic oxalate is acted upon by nascent amyl, it is converted into ethylic caproate,\n\n$$\\begin{align*}\n\\text{CO Eto} + \\text{CO Eto} & = 2\\text{CO Eto} \\\\\n\\text{CBuH}_2 & = \\text{CBuH}_2\n\\end{align*}$$\n\nEthyl oxalate. Amyl. Ethylic caproate.\n\nOxatyl is closely related to cyanogen, the two radicals passing into each other in a host of reactions; hence the production of cyanides from the ammonium salts of the fatty acids on the one hand, and the synthesis of acids from certain cyanogen compounds on the other—a reaction first pointed out by Kolbe and Frankland†, and which has of late yielded such magnificent results in the hands of Maxwell Simpson‡ and of Kolbe and Hugo Müller§.\n\n* Oxalyl would obviously be the most appropriate name for this radical, had it not already been applied to the two compounds CO and C$_2$O$_2$. Whilst this paper is passing through the press we find that the radical oxatyl has already been fully recognized by Butlerow.\n\n† Memoirs of Chem. Soc. vol. iii. (1847) p. 386.\n\n‡ Philosophical Transactions, 1861, p. 61; and Journ. Chem. Soc. vol. xviii. p. 331.\n\n§ Journ. Chem. Soc. vol. xvii. p. 109.\nSYNTHETICAL RESEARCHES ON ACIDS OF THE LACTIC SERIES.\n\n\\[\n\\begin{align*}\n\\text{CN}^m & \\quad \\text{CO Ho} \\\\\n\\text{CN}^m' & \\quad \\text{CO Ho}' \\\\\n\\text{Cyanogen.} & \\quad \\text{Oxatyl.}\n\\end{align*}\n\\]\n\nThe researches of these chemists prove that the introduction of cyanogen into an organic compound, and its subsequent transformation into oxatyl, converts that compound into an acid, or, if already an acid, increases its basicity by unity for each atom of oxatyl so developed, this result being apparently quite independent of the position of the oxatyl in the molecule.\n\nThe atom of oxatyl, as the above molecular formula shows, may be regarded as methyl (CH₃) in which two atoms of hydrogen have been replaced by one of oxygen, and the third by hydroxyl (Ho). The individualizing of this group confers upon the formulæ of most of the great families of organic compounds a simplicity hitherto unattainable without ignoring their atomic constitution. The passage from one organic family to another thus becomes a mere substitution of the hydroxyl contained in oxatyl by other radicals, either simple or compound. When, for instance, it is replaced by the peroxide of a metal, the acid of which the oxatyl is a constituent becomes converted into a salt; thus\n\nSodic acetate . . . . . . \\[ \\begin{align*} \\text{CH}_3 \\\\ \\text{CO Na} \\end{align*} \\]\n\nBaric acetate . . . . . . \\[ \\begin{align*} \\text{CH}_3 \\\\ \\text{CO Ba}'' \\end{align*} \\]\n\nSodic succinate . . . . C₂H₄\\[ \\begin{align*} \\text{CO Na} \\\\ \\text{CO Na} \\end{align*} \\]\n\nBaric succinate . . . . C₂H₄\\[ \\begin{align*} \\text{CO Ba}'' \\\\ \\text{CO} \\end{align*} \\]\n\nWith the hydroxyl replaced by methoxyl, ethoxyl, &c., an ethereal salt is produced, as\n\nEthyl acetate . . . . . . . . \\[ \\begin{align*} \\text{CH}_3 \\\\ \\text{CO Eto} \\end{align*} \\]\n\nEthyl succinate . . . . . . C₂H₄\\[ \\begin{align*} \\text{CO Eto} \\\\ \\text{CO Eto} \\end{align*} \\]\n\nEthyl citrate . . . . . . . . \\[ \\begin{align*} \\text{CH Ho(CO Eto)} \\\\ \\text{CH(CO Eto)} \\\\ \\text{CH₂(CO Eto)} \\end{align*} \\]\n\nWhen the hydroxyl is replaced by hydrogen, an aldehyde or an aldehydoid acid is the result. Thus,\n\nAldehyde . . . . . . \\[ \\begin{align*} \\text{CH}_3 \\\\ \\text{CO H} \\end{align*} \\]\nGlyoxylic acid . . . \\[COH\\]\n\\[COHo\\]\n\nGlyoxal . . . . . \\[COH\\]\n\\[COH'\\]\n\nAgain, if a basylous monad radical take the place of the hydroxyl, a ketone is formed,\n\nAcetone . . . . . \\[CH_3\\]\n\\[COMe\\]\n\nFurther, if chlorine, bromine, &c. replace the hydroxyl, a haloid compound of the so-called \"acid radical\" is the result:\n\nAcetylic chloride . . . . . \\[CH_3\\]\n\\[COCl\\]\n\nSuccinylic chloride . . . \\(C_2H_4COCl\\)\n\nAgain, if the hydroxyl be replaced by oxygen, an anhydride is formed:\n\nAcetic anhydride . . . . . \\[CH_3\\]\n\\[COO\\]\n\\[CH_3\\]\n\nSuccinic anhydride . . . \\(C_2H_4COO\\)\n\nAnd, finally, if replaced by amidogen, an amide or amido-acid results:\n\nAcetamide . . . . . . . \\[CH_3\\]\n\\[CO(NH_2)\\]\n\nSuccinamic acid . . . . \\(C_2H_4CO(NH_2)\\)\n\\[COHo\\]\n\nSuccinamide . . . . . \\(C_2H_4CO(NH_2)\\)\n\\[CO(NH_2)\\]\n\nIt may be objected that the group of elements which is thus invested with radical functions, lacks one of the fundamental characteristics of a radical by its proneness to change; but this characteristic is exhibited by the commonly received radicals in a very varied degree; and even methyl itself, which certainly possesses it in the most marked manner, readily permits of its hydrogen being replaced by chlorine or bromine on the one hand, and by sodium on the other.\n\nAll compound radicals are purely conventional groupings of elements, intended to simplify the expression of chemical change; and in this respect we believe the group oxatyl, entering as it does into the constitution of nearly every organic acid, has as valid a claim to a distinct name as the most universally recognized radicals. Its admission renders possible the following very simple expression of the law governing the basicity of nearly all organic acids:—\nAn organic acid containing \\( n \\) atoms of oxatyl is \\( n \\)-basic.\n\nClassification of the Acids of the Lactic Series.\n\nWe propose classifying all acids of the lactic series at present known, or which could be obtained by obvious processes, into the following eight divisions:\n\n1. Normal Acids.\n2. Etheric Normal Acids.\n3. Secondary Acids.\n4. Etheric Secondary Acids.\n5. Normal Olefine Acids.\n6. Etheric Normal Olefine Acids.\n7. Secondary Olefine Acids.\n8. Etheric Secondary Olefine Acids.\n\n1st. Normal Acids.—A normal acid of the lactic series may be defined as one in which an atom of carbon is united with oxatyl, hydroxyl, and at least one atom of hydrogen. The general formula of these acids is therefore\n\n\\[\n\\begin{cases} \nC^\\uparrow R H Ho \\\\\nCO Ho\n\\end{cases}\n\\]\n\nIn this formula \\( R^\\uparrow \\) may be either hydrogen or any monad alcohol radical; and the number of acids possessing the same atomic weight, and belonging to this division, is determined by the number of isomeric modifications of which the alcohol radical is susceptible. Thus, of the acids containing two, three, or four atoms of carbon, there can be only one of each belonging to this division, because these acids cannot contain an alcohol radical higher in the series than ethyl, which is not susceptible of isomeric modification; but a normal acid containing propyl can have one isomer in this division, the two acids containing respectively propyl (\\( C_{\\text{Et}}H_2 \\)) and isopropyl (\\( C_{\\text{Me}_2}H \\)). For acids of this division containing normal alcohol radicals only, the following general graphic formula may be given:\n\nIn the case of glycollic acid \\( n = 0 \\).\n\nThe following are the acids at present known belonging to this division*:\n\nGlycollic acid . . . . . . . . . . \\[ \\begin{cases} CH_2Ho \\\\\nCO Ho\n\\end{cases} \\]\n\nLactic acid . . . . . . . . . . . . \\[ \\begin{cases} C_{\\text{Me}}H Ho \\\\\nCO Ho\n\\end{cases} \\]\n\nOxybutyric acid . . . . . . . . . . \\[ \\begin{cases} C_{\\text{Et}}H Ho \\\\\nCO Ho\n\\end{cases} \\]\n\nLeucic acid . . . . . . . . . . . . \\[ \\begin{cases} C_{\\text{Bu}}H Ho \\\\\nCO Ho\n\\end{cases} \\]\n\n* Since the above was written Fritzlie has produced valerolactic acid, the rational formula of which is doubtless \\[ \\begin{cases} C_{\\text{Pr}}H Ho \\\\\nCO Ho\n\\end{cases} \\]—April 29th, 1866.\n2nd. *Etheric Normal Acids.*—An etheric normal acid of the lactic series is constituted like a normal acid, but contains a monad organic radical, chlorous or basylous, in the place of the hydrogen of the *non-oxatyl* hydroxyl. The following is therefore the general formula of these acids: in the graphic formula $n$, as before, may $=0$.\n\nThe number of possible isomers belonging to this division is very great; for, in addition to those of which the normal acids containing $\\overset{+}{R}$ of the same value are susceptible, a host of others must result from the complementary variation of $\\overset{+}{R}$ and $\\overset{+}{R}$. The lowest member of the division, methylglycollic acid (isomeric with lactic acid), is the only one incapable of isomeric modification.\n\nThe following examples will serve to illustrate the constitution of the acids belonging to this division:\n\nMethylglycollic acid . . . . . . . . . . . . . . $\\left\\{\\begin{array}{c} \\text{CH}_2\\text{Meo} \\\\ \\text{CO Ho} \\end{array}\\right.$\n\nEthyl-lactic acid . . . . . . . . . . . . . . $\\left\\{\\begin{array}{c} \\text{C Me H Eto} \\\\ \\text{CO Ho} \\end{array}\\right.$\n\nAceto-lactic acid . . . . . . . . . . . . . . $\\left\\{\\begin{array}{c} \\text{C Me H Aco*} \\\\ \\text{CO Ho} \\end{array}\\right.$\n\n3rd. *Secondary Acids.*—A secondary acid of the lactic series is one in which an atom of carbon is united with oxatyl, hydroxyl, and two atoms of an alcohol radical. The general formula of these acids is\n\nIn the graphic expression the values of $n$ and $m$ may differ; but both are positive.\n\n* Aco = peroxide of acetyl, C$_2$H$_3$O$_2$.\nintegers, and neither may = 0. In the symbolic formula R must be a monad alcohol radical. All the known members of this division are described in the foregoing pages. The following examples will serve to illustrate their constitution:\n\nDimethoxalic acid . . . . . . . . . . \\{C Me_2 Ho \\\\\nCO Ho\n\nEthomethoxalic acid . . . . . . . . . . \\{C Et Me Ho \\\\\nCO Ho\n\nDiethoxalic acid . . . . . . . . . . . . \\{C Et_2 Ho \\\\\nCO Ho\n\nThe number of acids possessing the same atomic weight, and belonging to this division, is determined, first, by the complementary variation of the two alcohol radicals, and, secondly, by the number of possible isomers of these radicals. The two lowest terms of the series are alone incapable of isomeric modification by either of the causes mentioned.\n\n4th. *Etheric Secondary Acids.*—These acids stand in the same relation to the secondary as the etheric normal to the normal acids; they consequently contain a monad organic radical in the place of the hydrogen of the non-oxatlyc hydroxyl. The following is therefore the general formula of these acids:\n\nWe have obtained acids belonging to this division which we hope to describe in an early communication.\n\n5th. *Normal Olefine Acids.*—A normal olefine acid belonging to the lactic series is one in which the atom of carbon united with oxatyl is not combined with hydroxyl, and in which the atom of carbon united with hydroxyl is combined with not less than one atom of hydrogen. The following are the general graphic and symbolic formulæ of the acids belonging to this division:\n\nIn both these formulæ n must be a positive integer and cannot = 0, but R may be\neither hydrogen or a monad alcohol radical. The olefines of these acids may belong to either the ethylene or ethylidene series.\n\nThe following are the only acids at present known belonging to this division:\n\n\\[\n\\begin{align*}\n\\text{Paralactic acid} & : \\left\\{ \\begin{array}{l}\n\\text{CH}_2\\text{HO} \\\\\n\\text{CH}_2 \\\\\n\\text{COHO}\n\\end{array} \\right. \\\\\n\\text{Paraleucic acid} & : \\left\\{ \\begin{array}{l}\n\\text{CH}_2\\text{HO} \\\\\n\\text{C}_4\\text{H}_8 \\\\\n\\text{COHO}\n\\end{array} \\right.\n\\end{align*}\n\\]\n\nWe give the name paraleucic acid to the acid obtained by Lippmann* in acting with phosgene gas upon amylene. This body has not yet been completely investigated; Lippmann regards it as identical with leucic acid; but as it is produced by a reaction exactly homologous with that by which paralactic acid is formed, we believe it will be found to differ slightly from leucic acid, as paralactic does from lactic acid. The number of isomers in this division will obviously depend, first, upon the complementary variations of \\(R\\) and \\((\\text{CH}_2)_n\\); secondly, upon the isomeric modifications of which \\(R\\) is susceptible; and thirdly, upon the isomeric modifications of \\((\\text{CH}_2)_n\\).\n\n6th. Etheric Normal Olefine Acids.—These acids only differ from the normal olefine acids in having the hydrogen of the non-oxatyl hydroxyl replaced by an organic radical positive or negative; therefore their general formula is\n\n\\[\n\\begin{align*}\n\\text{H} - \\text{O} - \\text{C} - \\text{H} & : \\left\\{ \\begin{array}{l}\n\\text{C}^+ \\text{RHRO} \\\\\n(\\text{CH}_2)_n \\\\\n\\text{COHO}\n\\end{array} \\right.\n\\end{align*}\n\\]\n\nAs in the fifth division, \\(n\\) must be a positive integer and cannot = 0, whilst \\(R\\) may be either hydrogen or a monad alcohol radical; but \\(R\\) must be a monad compound radical, either acid or alcoholic.\n\n7th. Secondary Olefine Acids.—A secondary olefine acid of this series is one in which the atom of carbon united with oxatyl is not combined with hydroxyl, and in which the atom of carbon united with hydroxyl is also combined with two monad alcohol radicals, as shown in the following formulæ:\n\n\\[\n\\begin{align*}\n\\text{H} - \\text{O} - \\text{C} - \\text{H} & : \\left\\{ \\begin{array}{l}\n\\text{C}^+ \\text{R}_2\\text{HO} \\\\\n(\\text{CH}_2)_n \\\\\n\\text{COHO}\n\\end{array} \\right.\n\\end{align*}\n\\]\n\nIn both of these formulæ \\(n\\) must be a positive integer and cannot = 0, and \\(R\\) must be a monad alcohol radical.\n\n* Ann. der Ch. und Pharm., Bd. exxix. s. 81.\n8th. *Etheric Secondary Olefine Acids.*—These acids are related to the secondary olefine acids in the same way as the sixth division to the fifth. No member of the seventh or eighth division has yet been formed.\n\n*Isomerism in the Lactic Series.*\n\nThe members of the lactic series may be defined as acids containing one atom of oxatyl, the fourth bond of the carbon of which is united with the carbon of a basyloous group containing one atom, and one only, of hydroxyl, or of the peroxide of a radical, either alcoholic or acid. The following examples, expressed in the graphic notation of Crum Brown*, will serve to illustrate this definition.\n\n**Acids of the Lactic Series.**\n\n![Diagram of Acids](image)\n\n- **Lactic acid.**\n- **Methyl-lactic acid.**\n- **Aceto-lactic acid.**\n\nThe synthetical study of the acids of this series affords an insight into numerous and interesting cases of isomerism, which have hitherto received, at best, but a very imperfect explanation. Commencing with the lowest member of the series, we have for glycollic acid\n\n---\n\n*Edinburgh Phil. Trans. for 1864, p. 707.* It is much to be desired that chemists should employ these graphic formulæ in all cases where they wish to express the mode in which they suppose the elements of a chemical compound to be combined. It is often extremely difficult to trace in symbolic formulæ, the exact meaning which the author attaches to the grouping of letters; in graphic formulæ no such difficulty can arise;\n\nMDCCCLXVI.\nAn inspection of this formula shows that glycollic acid admits of no isomeric modification, except with a total change of type, unless a different value be assigned to the individual bonds of an atom of carbon. The part of the formula below the dotted line represents oxatyl, which, as we have already shown, cannot be altered without sacrificing the acid character of the compound; there remains therefore only the part of the formula above the dotted line, which admits of the following modification:\n\nThe acid represented by the formula so modified no longer comes within our definition of the lactic series. It is carbomethylic acid, and differs essentially from glycollic acid and the lactic series in general, inasmuch as the carbon of its chlorous radical, oxatyl, is linked to the carbon of the basilyous radical by oxygen*.\n\nThere being no decisive evidence that homolactic acid differs from glycollic acid, experiment and theory both agree in asserting that the formula $C_2H_4O_3$ represents only one acid in the lactic series.\n\nProceeding now one step higher in this series, we have in the formula of lactic acid an expression capable of the following three variations without quitting the lactic type:\n\nand we therefore think that the use of these formulæ, where constitutional expressions are intended, will greatly tend to clearness and precision. It is scarcely necessary to repeat Crum Brown's remark, that such formulæ are not meant to indicate the physical, but merely the chemical position of the atoms. For the purpose of rendering the graphic more easy of comparison with symbolic formulæ, we have sometimes dissected the former into their constituent radicals by dotted lines, as above. This dissection, whilst assisting the eye in reading the formulæ, cannot fail to suggest the, for the most part, purely conventional character of such radicals.\n\n* Bearing this constitution of carbomethylic acid in mind, we have only to go one step further in order to perceive the constitution of carbonic acid itself, and the anomalous basicity of that acid; for if, in the above graphic formula, for carbomethylic acid we replace the methyl by hydrogen, we have\n\nIt is thus evident that our radical oxatyl, when united with hydroxyl, has sufficient chlorous power to produce a feebly dibasic acid, but inasmuch as carbonic acid is not included in the category of organic acids, it forms no exception to the law above enunciated.\nSYNTHETICAL RESEARCHES ON ACIDS OF THE LACTIC SERIES.\n\nNo. 1.\n\nOr, expressed symbolically,\n\nNo. 1. \\( \\{ CMeHHo \\} \\)\nNo. 2. \\( \\{ CH_2Ho \\} \\) or \\( \\{ CH_2(COHo) \\} \\)\nNo. 3. \\( \\{ CH_2Meo \\} \\)\n\nAll the acids represented by the above formulæ are known. The first expresses the constitution of lactic acid, which belongs to the normal division \\( \\{ CRHHo \\} \\) of the series described at page 345, the second shows the atomic arrangement of paralactic acid, whilst the third represents methyl-glycollic acid. The proof that the first two of these acids are so constituted, is afforded by the beautiful synthetic processes for their production devised by Wislicenus* and Lippmann†. The first of these chemists has shown, namely, that ethylidene cyanhydrate is converted by ebullition with potash into a salt of lactic acid, whilst ethylene cyanhydrate is transformed under similar circumstances into paralactic acid. Lippmann has also shown that by the action of phosgene gas upon ethylene, paralactic acid is produced. Now the formation of ethylidene, or rather of its compounds, scarcely leaves a doubt that this body, if isolated, would have the following atomic constitution:\n\n\\[ \\{ CH_3 \\} \\text{ or } \\{ CH \\} \\]\n\nit would consist of an atom of methyl united with an atom of carbon, two of whose bonds satisfy each other. Thus the formation of ethylidene dichloride from aldehyde and phosphoric chloride takes place as follows:\n\n---\n\n* Ann. der Ch. und Pharm. Bd. cxxviii. S. 1.\n† Ibid. Bd. cxxix. S. 81. Crum Brown has already pointed out this relation between lactic and paralactic acids, as well as the formula of ethylene given below.—Edinburgh Phil. Trans. for 1864, p. 712.\n\\[\n\\begin{align*}\n\\text{CH}_3 + \\text{P Cl}_5 &= \\text{CH}_3 + \\text{POCl}_3, \\\\\n\\text{CHO} &\\quad \\text{Aldehyde.} \\\\\n\\text{CH}_2\\text{Cl}_2 &\\quad \\text{Ethylidene dichloride.}\n\\end{align*}\n\\]\n\nthe oxygen in the aldehyde being simply replaced by chlorine. There now only remains one possible formula for ethylene, viz.\n\n\\[\n\\begin{align*}\n\\text{H} &\\quad \\text{or} \\\\\n\\text{C} &\\quad \\text{CH}_2. \\\\\n\\text{H} &\\quad \\text{CH}_2.\n\\end{align*}\n\\]\n\nSuch, then, being the constitution of ethylidene and ethylene, it follows that the former ought to give rise to an acid of the constitution shown in formula No. 1, whilst ethylene should produce an acid agreeing with formula No. 2. The acids actually produced from these sources are lactic and paralactic acids; hence we believe No. 1 to be the constitutional formula of lactic acid, and No. 2 that of paralactic acid, a conclusion which harmonizes perfectly with all the reactions in which the production of these acids can be traced. Thus in the formation of lactic acid by the oxidation of propylic glycol*, we have\n\n\\[\n\\begin{align*}\n\\text{C Me H Ho} + \\text{O}_2 &= \\text{C Me H Ho} + \\text{H}_2\\text{O}. \\\\\n\\text{CH}_2\\text{HO} &\\quad \\text{Propylic glycol.} \\\\\n\\text{CO HO} &\\quad \\text{Lactic acid.}\n\\end{align*}\n\\]\n\nAgain, the production of this acid from ethylidene cyanhydrate,\n\n\\[\n\\begin{align*}\n\\text{CH}_3 + \\text{K HO} + \\text{H}_2\\text{O} &= \\text{CH}_3 + \\text{KH O(C OKo)} + \\text{NH}_3. \\\\\n\\text{CH HO Cy} &\\quad \\text{Ethylidene cyanhydrate.} \\\\\n\\text{CH HO(C OKo)} &\\quad \\text{Potassic lactate.}\n\\end{align*}\n\\]\n\nThe formula given for potassic lactate in this equation is only apparently different in type from that previously used for lactic acid, since\n\n\\[\n\\begin{align*}\n\\text{CH}_3 &\\quad \\text{C Me H Ho(C OKo)} = \\text{C Me H Ho}. \\\\\n\\text{CH HO(C OKo)} &\\quad \\text{CO KO}.\n\\end{align*}\n\\]\n\nIn Ulrich's† interesting reaction, by which chloropropionic acid is transformed into lactic acid, we have the following change:\n\n\\[\n\\begin{align*}\n\\text{C Me H Cl} + 2\\text{K HO} &= \\text{C Me H Ho} + \\text{K Cl} + \\text{H}_2\\text{O}. \\\\\n\\text{CO HO} &\\quad \\text{Chloropropionic acid.} \\\\\n\\text{CO KO} &\\quad \\text{Potassic lactate.}\n\\end{align*}\n\\]\n\nThe production of lactamic acid (alanin), and that of lactic acid from the latter by the action of nitrous acid, are also clearly confirmatory of the above view.\n\n* Wurtz, Ann. der Chem. und Pharm. Bd. cv. S. 205. † Ann. der Chem. und Pharm. Bd. cix. S. 271.\nSYNTHETICAL RESEARCHES ON ACIDS OF THE LACTIC SERIES.\n\n\\[\n\\begin{align*}\n\\text{CH}_3 \\text{CO(NH}_4) + \\text{CN}'''\\text{H} + \\text{H}_2\\text{O} + \\text{HCl} &= \\text{CMeH(NH}_2) + \\text{NH}_4\\text{Cl}: \\\\\n\\text{Ammonic aldehyde.} & \\quad \\text{Hydrocyanic acid.} & \\quad \\text{Lactamic acid (alanin).}\n\\end{align*}\n\\]\n\n\\[\n\\begin{align*}\n\\text{CMeH(NH}_2) + \\text{N}'''\\text{HO} &= \\text{CMeHHo} + \\text{H}_2\\text{O} + \\text{N}_2. \\\\\n\\text{Lactamic acid (alanin).} & \\quad \\text{Nitrous acid.} & \\quad \\text{Lactic acid.}\n\\end{align*}\n\\]\n\nNot the least interesting reaction illustrative of the constitution of lactic acid, is the formation of this acid by the action of nascent hydrogen upon pyruvic acid, recently described by Wislicenus*.\n\n\\[\n\\begin{align*}\n\\text{CMeO} + \\text{H}_2 &= \\text{CMeHHo}. \\\\\n\\text{Pyruvic acid.} & \\quad \\text{Lactic acid.}\n\\end{align*}\n\\]\n\nBy an analogous reaction, glyoxylic acid, which we regard as the next lower homologue of pyruvic acid, has been transformed by Debus† into glycollic acid.\n\n\\[\n\\begin{align*}\n\\text{CHO} + \\text{H}_2 &= \\text{CH}_2\\text{Ho}. \\\\\n\\text{Glyoxylic acid.} & \\quad \\text{Glycollic acid.}\n\\end{align*}\n\\]\n\nIn a similar manner it can be demonstrated that the above formula No. 2 expresses the constitution of paralactic acid, which belongs to the fifth or olefine division of these acids, \\( \\text{CRHHo} \\) \\( (\\text{CH}_2)_n(\\text{COHo}) \\), or \\( \\text{CRHHo} \\) \\( (\\text{CH}_2)_n \\). That paralactic acid possesses this constitution is proved, first, by its production from cyanhydric glycol,\n\n\\[\n\\begin{align*}\n\\text{CH}_2\\text{Ho} + \\text{KHo} + \\text{H}_2\\text{O} &= \\text{CH}_2\\text{Ho} + \\text{NH}_3; \\\\\n\\text{Cyanhydric glycol.} & \\quad \\text{Potassic paralactate.}\n\\end{align*}\n\\]\n\nand secondly, by its formation from phosgene gas and ethylene,\n\n\\[\n\\begin{align*}\n\\text{CH}_2 + \\text{COCl}_2 &= \\text{CH}_2\\text{Cl} \\\\\n\\text{Ethylene.} & \\quad \\text{Phosgene.} & \\quad \\text{Chloride of } \\beta \\text{ chlorpropionyl.}\n\\end{align*}\n\\]\n\n\\[\n\\begin{align*}\n\\text{CH}_2\\text{Cl} + 3\\text{KHO} &= \\text{CH}_2\\text{Ho} + 2\\text{KCl} + \\text{H}_2\\text{O}. \\\\\n\\text{Chloride of } \\beta \\text{ chlorpropionyl.} & \\quad \\text{Potassic paralactate.}\n\\end{align*}\n\\]\n\nBy the action of water upon the chloride of \\( \\beta \\) chlorpropionyl, a body of the composition of chloropropionic acid results; but inasmuch as this body yields paralactic acid by ebullition with potash, whilst chloropropionic acid gives under the same circumstances\n\n* Ann. der Chem. und Pharm. Bd. cxxvi. S. 225. † Ibid. Bd. cxxvii. S. 145.\nlactic acid, it follows that the former chloro-acid must be isomeric, and not identical, with the latter. Now, although the formula of propionic acid does not admit of any isomer, yet that of chloropropionic acid does, as is seen in the following graphic formulæ.\n\nA comparison of these formulæ with those of lactic and paralactic acids (page 351) shows at a glance that No. 1 is the chloropropionic acid which yields lactic acid, whilst No. 2 is iso-chloropropionic acid, which, by the substitution of its chlorine by hydroxyl, must yield paralactic acid. By the action of nascent hydrogen, both isomeric chlorides will obviously produce the same propionic acid.\n\nThe cause of the isomerism of methyl-glycollic acid (No. 3, page 351) is so obvious as to require no further explanation. Proceeding to the next higher stage in the series, such is the rapid increase of isomerism, that we now encounter no less than eight possible isomers, all within the lactic family.\n\nOf these acids, Nos. 1, 2, and 3 are known. No. 1 is oxybutyric acid; No. 2 is dimethoxalic acid, which is probably identical with Staedeler's acetonic acid*. On this assumption, the formation of the latter by the action of hydrocyanic and hydrochloric acids upon acetone is easily intelligible.\n\n\\[\n\\begin{align*}\n\\text{CH}_3 & + \\text{CN}'''\\text{H} + 2\\text{H}_2\\text{O} + \\text{HCl} = \\text{CMe}_2\\text{Ho} + \\text{N}^v\\text{H}_4\\text{Cl}. \\\\\n\\text{Acetone.} & \\quad \\text{Acetonic or dimethoxalic acid.}\n\\end{align*}\n\\]\n\n* Ann. der Chem. und Pharm. Bd. exi. S. 320.\nThe properties of acetonic acid and its salts, as described by Staedeler, agree well with those which we have observed in dimethoxalic acid and its compounds: both acids evolve an odour of acetone on being heated with potassic hydrate, and are decomposed without blackening by concentrated sulphuric acid, with evolution of much gas.\n\nThe third of the above formulae is obviously that of Heintz's ethyl-glycollic acid*. The origin of Wurtz's butylactic acid, which was prepared by an analytical process, does not permit of any safe conclusion being drawn as to its constitution.\n\nOf the possible acids containing five atoms of carbon, only one (the ethomethoxalic acid described above) is known†.\n\nOf acids containing six atoms of carbon three are known, to which we assign the following formulae:—\n\n- **Leucic acid**  \n  \\[ \\begin{align*} &\\text{C Bu H Ho} \\\\ &\\text{CO Ho} \\end{align*} \\]\n\n- **Diethoxalic acid**  \n  \\[ \\begin{align*} &\\text{CEt}_2\\text{Ho} \\\\ &\\text{CO Ho} \\end{align*} \\]\n\n- **Paraleucic acid**  \n  \\[ \\begin{align*} &\\text{CH}_2\\text{Ho} \\\\ &\\text{C}_4\\text{H}_8 \\\\ &\\text{CO Ho} \\end{align*} \\]\n\nThe above formula for leucic acid is founded upon Limpricht’s‡ interesting reaction for the synthetical production of this acid from valerianic aldehyde and hydrocyanic acid.\n\nKolbe has shown that valerianic acid contains butyl; consequently valeraldehyde has the constitution expressed by the formula \\( \\text{Bu} \\) \\( \\text{COH} \\), and Limpricht’s reaction may therefore be explained by the following equation,\n\n\\[ \\text{Bu} \\text{CO(NH}_4\\text{)} + \\text{NH}_{3}'' + \\text{H}_2\\text{O} + \\text{HCl} = \\text{BuH(NH}_2\\text{)} + \\text{NH}_4\\text{Cl}. \\]\n\nSuch being the rational formula of leucin, its transformation into leucic acid by nitrous acid determines the constitution of leucic acid,\n\n\\[ \\text{BuH(NH}_2\\text{)} + \\text{NH}_{3}''\\text{HO} = \\text{BuH Ho} + \\text{H}_2\\text{O} + \\text{N}_2. \\]\n\nWe entertain no doubt of the isomerism of leucic and diethoxalic acids, although we have not yet been able to observe any substantial difference between them; both acids\n\n---\n\n* Pogg. Ann. cix. 331.\n† Valerolactic acid, \\( \\left( \\begin{array}{c} \\text{C Pr H Ho} \\\\ \\text{CO Ho} \\end{array} \\right) \\), just discovered by Fritz, forms a second. Its isomerism with ethomethoxalic acid is proved by its melting-point, which is 80° C., whilst ethomethoxalic acid fuses at 63° C.—April 29, 1866.\n‡ Ann. der Ch. und Pharm. Bd. xciv. S. 243.\nmelt at nearly the same temperature (Leucic acid at 73° C., and diethoxalic acid at 74°-5° C.). WAAGE* states that zincic leucate requires 300 parts of water at 16° for its solution, whilst we find that zincic diethoxalate requires 302 parts at 16° C. Doubtless the study of the products of the transformation of these acids will reveal the difference existing between them: we are at present preparing leucic acid for this purpose. We have also mentioned in the experimental part of this paper that diethoxalic acid prepared from methylic diethoxalate yields a silver-salt which differs from that obtained with the acid from ethylic diethoxalate; and we have even noticed indications of a third synthesized isomer; but we reserve the further inquiry into the nature of these acids for a future communication.\n\nOn the Proximate Analysis of the Acids of the Lactic Series.\n\nThe investigations recorded in the foregoing pages show that the division of acids of the lactic series which we have termed secondary acids, is derived from oxalic acid by the substitution of two atoms of monad alcohol radicals for one atom of oxygen in that acid. This substitution destroys one of the atoms of oxatyl in oxalic acid, thus reducing the latter from a dibasic to a monobasic acid. This theory of the structure of the secondary acids, so unmistakeably indicated by the mode of their formation, we have also extended to the normal acids, which are thus regarded as derived from oxalic acid, by the replacement of one atom of oxygen in the latter, either by hydrogen alone, as in glycollic acid, or by one atom of hydrogen and one of a monad alcohol radical:\n\n\\[\n\\begin{align*}\n\\text{CO Ho} & \\quad \\text{CH}_2 \\text{Ho} & \\quad \\text{C Me H Ho} \\\\\n\\text{CO Ho} & \\quad \\text{CO Ho} & \\quad \\text{CO Ho} \\\\\n\\text{Oxalic acid.} & \\quad \\text{Glycollic acid.} & \\quad \\text{Lactic acid.}\n\\end{align*}\n\\]\n\nHitherto we have advanced only synthetical evidence of this constitution; but the question presents itself, if the radicals indicated by our hypothesis really exist in these acids, can they not be again disentangled from the complex molecule, either in the condition in which they entered it, or, at all events, in the form of well recognized derivatives? Such analytical evidence, although possessing far less weight than synthetical, may still be of service as corroborative testimony. We will therefore show how such a proximate analysis of these acids may be accomplished, and for this purpose will first endeavour to demonstrate that if in a chain of carbon atoms any two be united by two bonds of each, the remaining atoms being united to each other by one bond only, the chain is more liable to rupture at the point of double junction than at any other. We have shown how in dimethoxalic acid a weak link of this kind can be developed†; for if dimethoxalic ether be treated with phosphorous chloride, it is transformed into ethylic methacrylate, the acid of which contains two atoms of carbon in the condition just indicated. The nature of this transformation and the link in the chain which is thus weakened are shown in the following graphic formulæ:\n\n* Ann. der Ch. und Pharm. Bd. cxviii. S. 295. † Journ. Chem. Soc. vol. xviii. p. 141.\nIf methacrylic acid be now heated with potash, the acid molecule breaks up at the place indicated by the dotted line, with the production of propionic and formic acids:\n\n\\[\n\\begin{align*}\n\\text{C Me Me'' CO Ho} + 2 \\text{K H O} & = \\text{C Me H}_2 \\text{CO Ko} + \\text{H} \\\\\n\\text{Methacrylic acid.} & \\quad \\text{Potassic propionate.} \\\\\n& \\quad \\text{Potassic formate.}\n\\end{align*}\n\\]\n\nThus one of the atoms of methyl originally introduced into oxalic acid is now extracted in the shape of its well-known derivative, formic acid. We have proved by synthesis that propionic acid is methacetic acid, \\( \\text{C Me H}_2 \\text{CO Ho} \\); but it still remains to extract this second atom of methyl from it. For this purpose we might transform the propionic acid into chloropropionic acid, and the latter into ethylic lactate, by well-known processes, when, by repeating the reactions with phosphorous chloride and caustic potash above described, the second atom of methyl, like the first, ought to be eliminated as formic acid; but unfortunately the reaction with terchloride of phosphorus, although so easy with a secondary acid, fails when applied to a normal acid of the lactic series, and we are therefore driven to seek other means of obtaining the end in view. It is, however, only necessary to avail ourselves of the beautiful reactions of Kolbe* in order to extract the remaining atom of methyl in its integral form. Thus if the lactic acid, derived as above described, be submitted to the action of electrolytic oxygen, it is trans-\n\n---\n\n* Ann. der Chem. und Pharm. Bd. exiii. S. 244.\nformed into carbonic acid and aldehyde,\n\n\\[\n\\begin{align*}\n\\text{C Me H Ho} + \\text{O} &= \\text{C Me H O} + \\text{CO H O}_2. \\\\\n\\text{Lactic acid.} & \\quad \\text{Aldehyde.} \\quad \\text{Carbonic acid.}\n\\end{align*}\n\\]\n\nIt will be observed that one of the atoms of oxatyl in the original oxalic acid \\( \\text{(CO H O)} \\) is here eliminated as the well-known derivative, carbonic acid.\n\nThe aldehyde thus obtained, and which contains the methyl sought for, must now be oxidized to acetic acid; and it then only remains to resort once more to electrolytic oxygen to liberate the methyl, together with the remaining atom of oxatyl, originally present in the oxalic acid,\n\n\\[\n2\\text{CH}_3\\text{CO H O} + \\text{O}_2 = \\text{CH}_3\\text{CO}_2 + \\text{H}_2\\text{O}.\n\\]\n\nAcetic acid. \\quad Methyl.\n\nWe tabulate below the materials used in the synthesis of dimethoxallic acid side by side with the products obtained by the analysis of that acid:\n\n| Materials for Synthesis. | Results of Analysis. |\n|--------------------------|----------------------|\n| I.                       | I.                   |\n| \\text{CO H O}           | \\text{CH}_3          |\n| \\text{CO H O}           | \\text{CO H O}_2      |\n| Oxalic acid.             | Carbonic acid.       |\n| II.                      | II.                  |\n| \\text{CH}_3              | \\text{CH}_3          |\n| \\text{Methyl.}           | \\text{Methyl.}       |\n|                          | Formic acid.         |\n\nIn like manner the radicals contained in the other acids belonging to the normal and secondary divisions of the lactic series can be extracted, whilst it has already been proved by Butlerow * that etheric normal acids, when treated with concentrated solution of hydriodic acid, yield up, as iodide, the alcohol radical which in these acids is linked to carbon by oxygen; thus in the case of ethyl-lactic acid,\n\n\\[\n\\text{C Me H Eto} + \\text{HI} = \\text{C Me H Ho} + \\text{Et I}.\n\\]\n\nEthyl-lactic acid. \\quad Lactic acid. \\quad Ethylic iodide.\n\nThe olefine acids are as yet too little known to allow of their constitution being thus analytically investigated. These acids do not derive from oxalic acid by substitution alone, but by simultaneous addition of an olefine. They may, in fact, be regarded as standing somewhat in the same relation to the normal acids as the polyethylenic glycols occupy with regard to the normal glycols, as seen from the following comparison:—\n\n\\[\n\\begin{align*}\n\\text{CH}_2\\text{Ho} & \\quad \\text{CH}_2\\text{Ho} & \\quad \\text{CH}_2\\text{Ho} & \\quad \\text{CH}_2\\text{Ho} \\\\\n\\text{CH}_2\\text{Ho} & \\quad \\text{O} & \\quad \\text{CO H O} & \\quad \\text{CH}_2\\text{Ho} \\\\\n\\text{Glycol.} & \\quad \\text{C}_2\\text{H}_4 & \\quad \\text{Glycollic acid.} & \\quad \\text{CO H O} \\\\\n\\text{Diethylenic glycol.} & \\quad \\text{Paralactic acid.}\n\\end{align*}\n\\]\n\n* Ann. der Chem. und Pharm. Bd. cxviii. S. 326.\nWe beg to append the following summary of conclusions to which our investigations have conducted us:\n\n1. All acids of the lactic series are essentially monobasic.\n\n2. These acids are of four species, viz. normal, secondary, normal olefine, and secondary olefine acids; and each of these species has its own etheric series of acids, in which the hydrogen of the hydroxyl contained in the positive or basyous constituent of the acid is replaced by a compound organic radical, either positive or negative.\n\n3. The normal acids are derived from oxalic acid by the replacement of one atom of oxygen, either by two atoms of hydrogen, or by one atom of hydrogen and one atom of an alcohol radical.\n\n4. The secondary acids are derived from oxalic acid by the replacement of one atom of oxygen by two atoms of monad alcohol radicals.\n\n5. The olefine acids are derived from oxalic acid by a like substitution of two monad positive radicals for one atom of oxygen, with the insertion of an olefine or dyad radical \\((C_nH_{2n})\\) between the two atoms of oxatyl.\n\n6. The acids of the lactic series stand to the acids of the acetic series in the very simple relation first pointed out by Kolbe, viz. that by the replacement, by hydrogen, of the hydroxyl, ethoxyl, &c., contained in the positive radical of an acid of the lactic series, that acid becomes converted into a member of the acetic series.\n\n7. The acids of the lactic series stand in an almost equally simple relation to those of the acrylic series, as is seen on comparing the following formulæ:\n\n\\[\n\\begin{align*}\n\\text{Lactic acid.} & \\quad \\begin{cases} C(CH_3)HHo \\\\ COHo \\end{cases} \\\\\n\\text{Acrylic acid.} & \\quad \\begin{cases} C(CH_2)\"H \\\\ COHo \\end{cases}\n\\end{align*}\n\\]",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108950.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 52,
    "total-input-tokens": 83790,
    "total-output-tokens": 39635,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2848,
        2
      ],
      [
        2848,
        6029,
        3
      ],
      [
        6029,
        8310,
        4
      ],
      [
        8310,
        11052,
        5
      ],
      [
        11052,
        13827,
        6
      ],
      [
        13827,
        16634,
        7
      ],
      [
        16634,
        19331,
        8
      ],
      [
        19331,
        21883,
        9
      ],
      [
        21883,
        24143,
        10
      ],
      [
        24143,
        26568,
        11
      ],
      [
        26568,
        29331,
        12
      ],
      [
        29331,
        32247,
        13
      ],
      [
        32247,
        34365,
        14
      ],
      [
        34365,
        36807,
        15
      ],
      [
        36807,
        39347,
        16
      ],
      [
        39347,
        40600,
        17
      ],
      [
        40600,
        42279,
        18
      ],
      [
        42279,
        44519,
        19
      ],
      [
        44519,
        47127,
        20
      ],
      [
        47127,
        49364,
        21
      ],
      [
        49364,
        51533,
        22
      ],
      [
        51533,
        54078,
        23
      ],
      [
        54078,
        56540,
        24
      ],
      [
        56540,
        59139,
        25
      ],
      [
        59139,
        61905,
        26
      ],
      [
        61905,
        65241,
        27
      ],
      [
        65241,
        67720,
        28
      ],
      [
        67720,
        70209,
        29
      ],
      [
        70209,
        72604,
        30
      ],
      [
        72604,
        75255,
        31
      ],
      [
        75255,
        77780,
        32
      ],
      [
        77780,
        80483,
        33
      ],
      [
        80483,
        83659,
        34
      ],
      [
        83659,
        86561,
        35
      ],
      [
        86561,
        88777,
        36
      ],
      [
        88777,
        90515,
        37
      ],
      [
        90515,
        92814,
        38
      ],
      [
        92814,
        94415,
        39
      ],
      [
        94415,
        96051,
        40
      ],
      [
        96051,
        98516,
        41
      ],
      [
        98516,
        100004,
        42
      ],
      [
        100004,
        102446,
        43
      ],
      [
        102446,
        104134,
        44
      ],
      [
        104134,
        106612,
        45
      ],
      [
        106612,
        109188,
        46
      ],
      [
        109188,
        110728,
        47
      ],
      [
        110728,
        113191,
        48
      ],
      [
        113191,
        116427,
        49
      ],
      [
        116427,
        118020,
        50
      ],
      [
        118020,
        120893,
        51
      ],
      [
        120893,
        122621,
        52
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108950",
    "title": "Researches on Acids of the Lactic Series.--No. I. Synthesis of Acids of the Lactic Series",
    "authors": "E. Frankland, B. F. Duppa",
    "year": 1866,
    "volume": "156",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 52,
    "jstor_url": "https://www.jstor.org/stable/108950"
  }
}