{
  "id": "b397060adfb2ad12f8261dd1f31aebb6b586be80",
  "text": "III. Part of Two Letters from Mr. J. Hillier, dated Cape Corse, Jan. 3. 1687. and Apr. 25. 1688. Wrote to the Reverend Dr. Bathurst, President of Trinity Colledge, Oxon; giving an Account of the Customs of the Inhabitants, the Air, &c. of that Place, together with an Account of the Weather there from Nov. 24. 1686. to the same Day 1687.\n\nCape Corse, Jan. 3. 1687.\n\nI thought the Custom of destroying Slaves at the Death of Great People had been abolish'd and I was so inform'd; but we have seen that it is not; for Oct. 3. this Year, dyed Ahen Penin Ashrive, King of Feton, here at Cape Corse, where he had been long sick; the Fetishers had done all they could to save his Life, which was nothing at all to purpose; their Physick scarce extends to any thing but the Flux, and what we call the French Disease; his was a Consumption and an Asthma (if I mistake not the Word) of a great continuance; so they fled to the Aid of their Religion, and according it seems to the Rules of that, they made several Pellets of Clay, which they set in his Room, in Rank and File, all sprinkled with blood; besides the several Muttons which they eat to his good Health. But that was of too little Force; so the Man dyed, having delivered his Sword to the Dy, who in the Interregnum was to be the principal Man, for the Kingdom is Elective, contrary to what we wrote before, and commanding him to be constant to the English, of whom himself had been a great Favourer, with a Threat, if he was not, of hanting him after.\nafter his Death; he also appointed one of his Wives, whom he thought worthy of that unlucky Honour, to accompany him to the other World; the next Day he was carryed to Feton, and buried there, Nov. 2. with the poor Woman we spoke of. Presently after, they that were considerable, or had a mind to seem so, sent in them that they had a mind to Murder in Honour of the King: how many there were 'tis hard to say, the highest Account gives 90, the lowest 50, the middle 70; the Blacks do not understand Arithmetick, so the Numbers they give in all cases are very uncertain. I think there were about Eight from this Town, which will not hold Proportion to the highest rate; but 'tis like near Feton there might be more. They say also, that many more will follow at half a Years distance from his Death.\n\nThe manner of the Execution of these poor Creatures, I have not yet learnt, only that they make them drink and dance, with a great deal of Bravery all the beginning of the Day, and toward Night cut off their Heads, but whether by that they mean the common way of their Executions, I am yet to seek.\n\nAfter the King's Funeral, the next thing was to chuse a Successor; so the People was called together at Feton (I suppose by the Authority of the Dy) without inquiring any thing of their Freehold; they pitched upon Mr. Dy, though he were not of the Blood-Royal; the Reason was, as they said, because he had Power enough to do what he pleas'd, and they could do nothing against him; but he refused the Honour because of the Charge 'twould put him to, and proposed the Brother of the deceased King: So the Business stuck some time, but at last 'twas accorded, and he [King Ashrive's Brother] declared King, Nov. 18. his Name is Ahenaco.\n\n'Tis Wonder how they could dispatch such a Business, with so little Disturbance; but I suppose there was no con-\nconsiderable Number that dissented; otherwise it would scarce have been determined without Bloodshed; for it would scarce have been possible for them to have taken any Pole.\n\nI said, 'twas doubt whether these Sacrifices dyed after the rate of their ordinary Executions; if you would know that, thus it is, the Creature that is condemn'd, is made to drink abundance of Palm-Wine, and to dance, every body that will, in the mean time striking or pushing him, when that is over, as is said, he is thrown down, his Face into the Sand, which whether it stifle him or not, I can't tell, then his Legs are cut off below the Knees, and his Arms below the Elbow, afterward his Thigh, and his Arms below the Shoulder, lastly his Head.\n\nA Man would not expect any thing more barbarous than this; yet there is a Custom which has something worse; when any one has new Drums or Trumpets, 'tis necessary that they be consecrated with Humane Blood: I have known but one happen of this Kind, that was Jan. 7. 1685, when after the Man had been executed after the former rate, about Eight in the Morning; at one in the Afternoon, they drank Palm-Wine out of the upper part of his Skull, and this in the sight of all the Factors at Cape Corse.\n\nI remember for the Unhealthiness of the Place, you proposed to inquire if it were Woody, and if any good might be done to it by cutting down the Woods, as has happen'd in many American Plantations; of that Matter this is what I can say:\n\nThe Shore lies almost East and West, expos'd to the Sea wholly upon the South, the Country is Hilly, the Hills not very high, but thick, clustering together, the Valleys between extreme narrow, the whole in a manner cover'd with certain Shrubs, low, but very thick, what the People\nPeople Till, comes not to above a Tenth part of their Ground; and where they do Till, it hinders not that within half a Year the Ground is over-grown as before, for they do not root up the Shrubs, but only cut, or sometimes burn them somewhat close to the Earth, so they spring again in a very little time; this is sufficient for their planting the Corn, which they do by making little Holes in the Earth at a competent Distance, and putting Seeds into them.\n\nIt may be that if those Shrubs were destroyed, the Matter might be mended, which yet is not to be hop'd for, but by bringing the People to some kind of Industry, and that will not be easy; they are so wholly given to Laziness, and so entirely bred up in it, that there must be the greatest Change imaginable, before they become any whit tolerable; a Man may see their Temper by this, that though their Tillage be very easy, and the Earth yields many Hundreds for One, yet so little is the use they make of it, that one scarce Year brings them to danger of Starving, and though there be People enough, and every Man has Power of choosing what he will, that is not already till'd by some other, yet not the Tenth Part, as we have said, is employed: So that a Man would wonder what came in the French Man's Head to fancy them Industrious; but subtle they are, and diligent to cheat any Man that is not cautious enough to avoid it.\n\nSo that the Fault of the Wood is (by the Laziness of the People) without any Remedy. But there may be something in the Earth itself; the Water which they have here in Pits (Rain Water for the most part, but yet strain'd through the Earth) has a kind of Taste mixt of Sweet and Subacid, if I understand what I say, I am told 'tis of Vitriol, whether that be mischievous, you know better than I do.\nBut I take this for certain, since I have had it from good Hands, that at Whiddah, which is one of the most unhealthy Places in Guiney, but 'tis not upon the Gold-coast, he that opens the Ground, though it be but to dig a Grave, runs the hazard of his Life: So mischievous are the Steams from thence arising. It's possible there may be some such Steams here, only not so violent; though in England, I think, a Gravel or a Sand (which here are always uppermost for as much as I have seen) are esteem'd very wholesome Soils; under them is a kind of whitish Marle almost like Fullers Earth.\n\nFor the Air, except what I have said before, I do not know what Fault it has; 'tis extremest hot, 'tis also subtile and piercing, and I believe enters a Man's Body easier than that in England. It has been clearer than that used to be one Day with another, even this last Year, which has been the wettest and most cloudy which has happened a long time; I think to give you an Account of the Weather in it, as soon as I have time to transcribe.\n\nFor the Age of the Inhabitants, 'tis very uncertain, because none of them keep an account of it; there are some of them very Grey, but if the Country be to them unhealthy, Grey Hairs may come early: I think there be many more Funerals here than at Oxford, though that be a much larger Place, especially in the Rain times, which to us are always healthful.\n\nI think that much of the Mortality (not all) that happens among Strangers, is the Effect of their ill Diet and ill Government of themselves; for they eat but little, having neither Stomach nor Money to buy what they want; but they drink excessively, being for that more readily trusted, and of Liquors very hot and Spirituous; and if any chuse the cold rather, his Stomach is chill'd and he is in danger of a Flux or an extreme Looseness, and that immediately.\nThere is another thing, Men guard themselves less from the Air than in any other Places, trusting to the Heat of the Climate, and receive the cool of the Evening with only a Shirt. Now I think that the Air, though not so cold, is much more subtle and piercing here, than in our Country, it corrodes Iron much more, not by the Moisture, for it is not so moist, and besides it does it in the dry Weather too. Perhaps there are some other Effects to evidence the same thing; besides that, the Diet which most Men procure, is not extraordinary, and the passing by Canoes from one Place to another has a Danger in it beside that of the Sea.\n\nCape Corse, Apr. 25. 1688.\n\nI promised in my last to give you an Account of the Weather at Cape Corse for the last Year, which Account I have inclosed in this; it is as exact as I could give; 'tis a thing which has been very little observed, whether it deserves to be more, I do not know. That Year has had the most Rain of any that can be here remember'd; yet the Mortality was much less than the Years before; so that perhaps Wet is not that which makes the Country unhealthy; though we had very many sick, especially in June and July, whose Diseases were not Mortal.\n\nIf you give yourself the Trouble to read the inclosed, you will find often mention of a Tornada, which is a violent Storm of Wind, followed commonly by Rain, but not always; the Wind ceases not presently upon the Rain, but after sometimes it does: In this Place it comes (as does an Hermitan) most frequently from the North, taking in the next Points, whether to the East or West, but chiefly the East, though I have seen both that and an Hermitan from other Points; so the Account is not without Exception; there are in it short, uncertain Blasts from all Quarters, which I believe reach not many Yards, but\nbut the general Wind (for ought that I see) is not so unconstant; Vessels that go to Windward are help'd by them, when they are not over strong, for they are opposite to the Sea Brize, and they can steer by them a regular Course; which sure they could not do, if they were very irregular. They never fail to give warning before hand, though sometimes after that warning they do not follow; there is a very black Cloud appears afar, in which if there be a kind of white Spot, the Wind will be most, if not the Rain; this the Sailors say. Sometimes there is that Mark, sometimes not, though I doubt the Prediction from it is not very certain; as neither are any perhaps of that kind.\n\nAn Account of the Weather at Cape Corse in Guiney, from Nov. 24. 1686. to the same Day, 1687.\n\nLat. N. 4°. 49\". Nov. 1686.\n\n24. AND 25. Clear and hot.\n26. About 2. a. m. a Storm of Rain with Thunder for ½ Hour.\n27. At the same Hour, Rain which lasted somewhat longer.\n28. About 5. a. m. some Rain, afterward Misty, about 10 extrem Hot.\n29. About 2. a. m. a great Storm of Rain, slackening often, but renewing again, it lasted about an Hour; the Day after clear.\n\nDecember, 1686.\n\nThence to Dec. 7. clear; then cloudy in the Morning; between 12. and 1. p. m. a Shower lasting about ½ Hour. Thence clear and hot.\n\nK k k k k\n10. A little Mist in the Morning, otherwise very clear and hot; so till 15.\n\n15. And some Days after somewhat thick, especially in the Morning.\n\n19. And 20. We had a dry North, and North-Eastly Wind, call'd an Hermitan, and it overcame the Sea-Brize; found very ill for the Eyes, and most Men complained of a Feverish Temper; it was parching, but rather colder than ordinary.\n\n21. It ceased; a clear Air and very hot.\n\n23. We had the Hermitan again; but the Morrow it ceased; then and\n\n25. Some Clouds, but no Rain.\n\nThence to 29. clear and hot; 29. the Hermitan returned, but did not continue.\n\nThence Clouds sometimes, but no Rain till Jan. 2.\n\nThis Month we had Three Funerals, one being Sick of the Flux laid violent Hands upon himself; through impatience of the Pain, the 3d Day.\n\nThe Second upon the 25th died convulsively, not having been sick above one Day.\n\nThe Third, Dec. 27. died of a Dropsy, which had succeeded a tedious Flux.\n\nJanuary, 1687.\n\n2. About 5. a.m. Rain for $\\frac{1}{2}$ Hour between 7. and 9. an Hour; from $\\frac{1}{2}$ Hour past 9. to 1. p.m. the rest cloudy.\n\n5. At 2. a.m. about $\\frac{1}{2}$ Hour.\n\n8. At 1. in the Morning about an Hour, the Days between somewhat cloudy. Thence to 12. extreme hot.\n\n12. And 14. somewhat cloudy, otherwise the Heat continued.\n\n17. At\n17. At 7 p.m. a Tornada for above ½ Hour, and about 12 at Night another; but the Heat very little abated.\n\n22. Between 5 and 6 p.m. began a Tornada, which lasted above an Hour very violent, with great Claps of Thunder and Lightning. Tank fill’d 1 Foot.\n\n23. In the Morning a great Mist, after 8 clear and extream hot.\n\nThe latter end of January, and the Beginning of February commonly misty in the Morning; after extream hot.\n\nI find no Funeral this Month.\n\nFebruary, 1687.\n\nBeginning of February, as before.\n\n10. Somewhat Cloudy and cool, till then we were troubled with Coughs, for the most part; about this time they ceased.\n\nSo the 11th toward Night, Thunder afar off, and expectation of a Tornada: but it fail’d.\n\n12. Extream hot.\n\n13. A stronger Wind than ordinary from Sea-ward.\n\n14. Something like an Hermitan, but not from its usual Quarter. Clear and hot till about 2 p.m. then cloudy, but no Rain.\n\nThence to 22. extream hot and clear.\n\nFrom 22. to March 1. some flying clouds without Rain; sultry hot and unwholesom.\n\n24. Some shew of a Tornada; but it past away.\n\nThis Month we had Two Funerals, but their Diseases I find not.\n\nK k k k k 2\n\nMarch\nMarch, 1687.\n\nThe beginning of March as the latter end of February.\n\n5. From 6 a.m. for an hour and $\\frac{1}{2}$ a violent Tornado; the Day after cloudy. 6. Clear.\n7. At Night Lightning and Clouds afar off; but nothing followed.\n\nThence to 11. clear and hot.\n\n11. About 5 a.m. a violent Rain for almost $\\frac{3}{4}$ Hour.\n12. And 13. cloudy.\n14. About 4 a.m. a gentle Shower, but lasted not long.\n15. Between 6, and 7 a.m. a few Drops, and likelyhood of more, but nothing followed; both Days cloudy.\n16. Extream hot.\n17. Somewhat cloudy.\nThence to 20. extream hot.\n20. Cloudy; about 10 a.m. some few Drops.\n21. Very hot.\n22. In the Morning hot; about 12. a violent Rain for a Quarter of an Hour.\n23. Clear.\n24. About 2 a.m. Rain for about $\\frac{1}{4}$ Hour; the Day after clear.\n\nThence to April 3. clear and extream hot.\nNo Funeral.\n\nApril, 1687.\n\n3. At 3 p.m. a violent Tornada, but only some few Drops of Rain; at 5 p.m. a little more Rain.\n4. Cloudy by Fits, otherwise very hot.\n5. Hot and clear.\n\n6. In\n6. In the Morning hot, about 2 p.m. cloudy; about 3. some Drops of Rain, in the Evening the Clouds dispersed.\n\n7. Clear and hot.\n\n8. Between 12. and 1. in the Morning, a violent Rain for near an Hour; after 2. one somewhat longer; the Day after there appeared to have been much Rain; Tank fill'd Two Foot and somewhat more.\n\n9. About 7. a.m. some Drops, cloudy all Day.\n\n10. Cloudy, about 11. a.m. a small Mist.\n\n11. Presently after Midnight it began to Rain, and lasted till 6. a.m. a great part of the time very violently, it began with a strong Tornada; Tank above Three Feet. The Day after some Clouds; otherwise extream hot.\n\nSo also 12. and 13.\n\n14. About 5. a.m. a Shower for ½ hour, between 6. and 7. p.m. another of the same continuance, the Day between extream hot.\n\nSo 15. 16. A Shower for ½ Hour, it began with a violent Tornada, the Rain not much, afterward cloudy.\n\n17. And 18. clear.\n\n19. Clear also, about 7. p.m. a considerable Wind, and some Drops of Rain.\n\n20. Clear but Windy.\n\n21. Between 12. and 2. moderate Rain for near an Hour.\n\n22. About 2. a.m. moderate Rain almost an Hour; at 11. p.m. a short Shower, and gentle; the Day between extream Hot.\n\n23. Cloudy, about 10. a.m. some Drops.\n\n24. Extream hot.\n\n25. About 1. a.m. Rain for near an Hour; the Morning after hot; Afternoon cloudy; most part of the Night, Thunder and Lightning, but no Rain.\n\n26. At\n26. At 7 a.m. strong Rain for ½ Hour, after that a little Mist; Afternoon, from 12 to 15, it rain'd unequally, but the most part moderate.\n\n27. Extream hot.\n\n28. About 12. Somewhat Cloudy, at 3 p.m. it began to Rain, and lasted about an Hour and ½; after cloudy and some Drops; in the Night a Shower or two.\n\n29. Cloudy. Thence to May 6. sometimes cloudy; but for the most part violent hot.\n\nThis Month we had Three Funerals; one the 3d of a Feaver, another on the 19th of I know not what Pains in the Guts, another 24. of the Flux.\n\nThe 15. and some Days following, there settled upon the Castle Walls, certain Swarms of wing'd Ants, a little bigger than Bees; they would bite very severely, and were blown up with Powder.\n\nMay, 1687.\n\nTill the 6th as before.\n\n6. In the Morning cloudy, a little after Noon some Wind, followed by gentle Rain, which lasted till 3 p.m. after cloudy.\n\n7. Hot. 8. Cloudy about 10 a.m., a gentle Shower for ¼ Hour; about 8 p.m. a very violent Storm of Wind and Rain, but it quickly grew moderate, and lasted in all not above ½ Hour. 9. Clear.\n\n10. About Noon a violent Shower for ½ of an Hour; after 8 p.m. another as long, but not so violent; past 9. another shorter.\n\n11. Clear. 12. Clear, past 9 p.m. a very violent Tormada with Rain, which lasted somewhat more than 2 Hours.\n\n13. Be-\n13. Between 12, and 1, in the Night, a short Shower; about 9 a.m. some Drops; so also in the Afternoon but nothing considerable; cloudy all Day.\n\n14. Cloudy; at 9 a.m. a violent Rain for $\\frac{1}{2}$; after gentle for above an Hour; about 3 p.m. some Drops.\n\n15. About 3 a.m. Rain for $\\frac{1}{2}$ Hour; between 4, and 5 another; after foggy and cloudy, with some few Drops; about 7 p.m. a violent Tornada with Rain for near an Hour.\n\n16. About 4 a.m. Rain for an Hour; after 8. for $\\frac{1}{2}$ Hour; after 6 p.m. Rain and Wind, but both moderate, for $\\frac{1}{2}$ Hour; past 8. about as much.\n\n17. About 4 a.m. a short Shower, after clear; 18. clear.\n\n19. Cloudy, about 10 a.m. some Drops.\n\n20. Cloudy between 8, and 10 a.m. a Shower; first violent, after more moderate, till it ended in a kind of Mist; it lasted in all about $1\\frac{1}{2}$ Hour; the Day after clear, 21, and 22. clear.\n\n23. In the Afternoon cloudy; about 6 p.m. some Drops; the Night after, a Shower, not considerable.\n\n24. Hot, about 10 p.m. a little Shower.\n\n25. Clear; 26. in the Night some little Rain.\n\n27. Held up; 28. at 9 p.m. a short Shower.\n\n29. At 5 a.m. Rain till near 7. a little past 7. till 9. after cloudy.\n\n30. Cloudy; the Night after some Rain.\n\n31. About 8 a.m. Rain for $\\frac{1}{2}$ Hour; from 9. till 12. it rained for the most part very violently; before 1. another Shower for $\\frac{1}{2}$ Hour; from a little after 2. till 5. with very great Thunder.\n\nOne Funeral on the 25th, after but Three Days Sickness, of which I can give no account.\n\nThe Beginning of this Month, we had an extraordinary Number of Toads, which after some time were not to be seen.\nThe 14th. we had wing'd Ants, as before.\n\n24. Was the first Corn, the Seed-time having been the middle of March.\n\nJune, 1687.\n\n1. About 4. a.m. Rain for an Hour; past 1. p.m. for ½ Hour; the rest cloudy and misty.\n\n2. From 2. a.m. till 5. continual Rain, 'tis said there was some before; from 9. a.m. till ½ Hour past 6. p.m. continual Rain, sometimes very fierce; from ½ Hour past 9. at Night, rain till past 10.\n\n3. From 6. to a little past 7. a.m. a very gentle Rain, from thence till 1. p.m. most commonly very fierce; thence for a little while more moderate; but it rain'd hard again till 6. p.m. then it drop'd but slowly, and so continued till about 7. in the Night some little Rain.\n\n4. About 8. a.m. some Drops, thence clear.\n\n6. And 7. clear, except some few flying Clouds.\n\n8. After 3. a.m. gentle Rain for near an Hour; then cloudy and some Drops, after 10. p.m. a Shower.\n\n9. At 5. a.m. a gentle Shower, lasted till past 7. thence a very violent Rain till almost 9. some Drops after that; about 3. p.m. it began and rain'd till past 10. somewhat moderately.\n\n10. Clear and hot.\n\n11. Cloudy; about 8. p.m. a few Drops.\n\n12. From about 2. a.m. till near 5. Rain, but not violent; a little before 6. a furious Storm of Rain, but little Wind; it lasted till ½ Hour past 7. about 3. p.m. a moderate Rain, till a little past 4. and from thence to 6. somewhat more than a Mist; the Night after it rain'd a little.\n\n13. Cloudy; in the Afternoon it drop'd a little.\n\n14. About\n14. About 8. a.m. a few Drops.\n15. Somewhat cloudy.\n16. Extream hot; toward Night cloudy; about 5. p.m. a violent Shower for ½ Hour; from a little before 8. till past 10. it rained continually.\n\n17. From 4. a.m. till almost 6. gentle rain; so from a little past 6. till past 7. thence till past 3. p.m. cloudy, and now and then some Drops; then a violent Shower for ¼th of an Hour; half an Hour after 4. it rain’d again, and continued till past 10. for the most part very furiously; with some little Intermission it rain’d all Night.\n\n18. At 3. a.m. it rained very fiercely; about ½ Hour after 6. it held up, but cloudy still; from 8. a.m. till past 3. p.m. it rained, but moderately; then it held up a little, but rained after till past 6. all Day cloudy, and at Night a great Fog.\n\n19. About 9. a.m. some Drops; from 1. till past 3. p.m. very gentle Rain.\n\nThence to the First of July, foggy Morning and Evening, sometimes hot, but for the most cloudy, and more temperate than could be expected from the Climate.\n\nTwo Funerals, one the 9th of an Asthma; the other 21. of a Fever.\n\nWe saw some Sorts of Insects not usual here, whether monstrous or not, I cannot tell. The most notable, a kind of Spider about the Bignets of a Beetle, the Form nearest of a Crab-fish, with an odd kind of Orifice visible in the Belly, whence the Web proceeded.\n\nJuly, 1687.\n\n1. Extream hot.\n2. Foggy in the Morning; about 9. a.m. a few Drops; after clear.\n3. In the Morning a great Fog; about 9 a.m. it rained small Rain for near an Hour; toward night more foggy than ever before; about 6 p.m. Small Rain for a little time; from 8 till past 9 somewhat more brisk Rain, after that it cleared up.\n\n4. From 9 a.m. to 3 p.m. Small Rain, the rest foggy; between 10, and 11 p.m. some Rain.\n\n5. From 2 a.m. till past 8 constant Rain, sometimes very fierce, sometimes moderate; about 10 a.m. some Rain; between 2, and 3 p.m. it began to Rain, but continued not long; from 8 p.m. to 10 Rain.\n\n6. From about 2 a.m. to 6 Rain, after fair.\n\n7. Foggy and cloudy; between 7, and 8 a.m. some Drops.\n\n8. Foggy in the Morning, otherwise clear and hot.\n\n9. About 1 a.m. a smart Shower, between 3, and 5. some more Rain, the time of which we know not exactly. The Day after foggy.\n\n10. Very dull and cloudy; from 3 p.m. till Night, a very great Mist.\n\n11. Tolerably clear, and very hot, yet somewhat foggy Morning and Evening.\n\n12. Cloudy; thence to 15. in the Morning and Evening foggy; else very hot.\n\n15. Cloudy; about 10 a.m. some Drops; from half an Hour past 2. till 4. moderate Rain; about 7. some Drops.\n\n16. Cloudy, several times it drop'd a little, but nothing considerable.\n\n17. A little before Day, a short Shower; after cloudy; thence to 20, foggy Morning and Evening, and the most part cloudy.\n\n20. Very clear all Day, and extream hot.\n\n21. Not\n21. Not foggy at all; yet somewhat cloudy, but about Mid-day it cleared up.\n\n22. And 23. very clear and extreme hot.\n\n24. Cloudy in the Morning; after as the Two last.\n\n25. Cloudy, but not misty nor foggy, sultry hot.\n\n26. In the Morning cloudy, after extreme hot.\n\n27. Hot and clear.\n\n28. Thin Clouds, through which the Sun shone very hot.\n\n29. And 30. cloudy.\n\n31. About 3. a.m. Two short Storms of Rain, the Day after clear and hot.\n\nTwo Funerals, one the 17th drowned; the other 21. of a Fever.\n\nAugust, 1687.\n\nTo 5. clear, for the most part in the Mornings cloudy; but without Fogs; sometimes very hot.\n\n5. About 5. a.m. a Shower near an Hour long, about 7. another for ½ Hour, till 10. some small Rain; thence Cloudy till 1. about 7. p.m. a few Drops.\n\n6. Cloudy all Day, sometimes it drop’d a little.\n\n7. About 2. a.m. violent Rain, with Wind for above ½ Hour. The Day after cloudy.\n\n8. And 9. cloudy and foggy.\n\n10. More foggy than ordinary; about 10. a.m. a great Mist, or small Rain for most part of the Day after.\n\n11. Foggy as the former and misty; between 8, and 9. a.m. a Shower of small Rain; after Noon clear.\n\n12. Small Rain in the Morning; after as 11.\n\n13. Clear and hot, the Land Brize very strong.\n\nL 1111 2\n\n14. Clou-\n14. Cloudy all Day, the Land Brize turn to a kind of Hermitan, but not troublesome, nor continued beyond this Day.\n\n15. Cloudy, several times very misty, and some small Rain.\n\n16. Cloudy, but no Mist; after Noon clear.\n\nThence to 22. clear and hot, but the Nights colder than at other times.\n\n22. At 6. p.m. cloudy, a Wind Tornada but moderate, with some few Drops of Rain very large.\n\n23. Clear and hot.\n\n24. Cloudy and misty at first; about 10. a.m. clear and hot.\n\n25. Clear and hot.\n\n26. Very foggy, Morning and Evening; for the rest hot.\n\n27. From 5. to 10. a.m. it rain'd smartly; thence cloudy, about 2. p.m. it clear'd up for a while; about 9. p.m. a sharp Rain for $\\frac{1}{2}$ Hour.\n\n28. Between 12, and 3. a.m. it rain'd about Two Hours; about 7. some few Drops, after cloudy, in the middle of the Day, it clear'd a little, but quickly overcast again.\n\n29. In the Night some Rain; at 7. a.m. Rain for $\\frac{1}{2}$ Hour; till past 12. a very thick Mist; about 3. p.m. clear; at Night a very thick Mist.\n\nTo the end cloudy and Misty.\n\nThree Funerals, 6. one of a Fever, 7. another of a Consumption, 29. a third of a Fever.\n\nSeptember, 1687.\n\n1. And 2. as the last.\n\n3. Some few Drops.\n\nThence to 8. cloudy also and misty.\n\n8. About\n8. About 6 p.m. some small Rain; between 8 and 10 p.m. for an Hour pretty brisk Rain.\n\n9. In the Morning cloudy and misty.\n\n10. About 10 p.m. a little Rain.\n\n11. Extream hot and clear; in the Night, considerable Rain for several Hours.\n\n12. About 10 a.m. some (small Rain, the Morning very foggy, Afternoon clear.\n\n13. Clear and hot.\n\n14. And 15. In the Morning extream cloudy, and some Drops of Rain.\n\n16. Clear and extream Hot.\n\n17. Moderate, about 7 p.m. some Drops; at Night also some Rain, not considerable.\n\n18. Cloudy; in the Morning about 12. some Drops; all this Week, Morning and Evening Foggy and thick.\n\n19, 20, 21. Extream hot, the Fogs ceased.\n\n22. About 1 a.m. some Rain, the Day after cloudy.\n\n23, 24, 25. In the Morning cloudy, after very hot.\n\n26. At Night also somewhat Misty, with many Flashes of Lightning, but no Thunder.\n\nThe like Flashes most Nights to the end of the Month, also often cloudy; at other times extream hot.\n\nTwo Funerals, one the 19th of a Fever, the other the 26th, whose Disease I do not know.\n\nOctober, 1687.\n\n1. About 3 a.m. a very fierce Rain for near an Hour but milder toward the end; the Day after some flying Clouds.\n\n2. About 4 a.m. a little Rain, the Day after as before; from 8 p.m. till 10 moderate Rain.\n\n3. Cloudy; about 10 a.m. Rain for somewhat more than an Hour.\n\n4. Clou-\n4. Cloudy between 8, and 10 p.m. a very smart Rain for above an Hour.\n\n5. About 9 a.m. a little Shower.\n\n6. About 5 a.m. a little Shower; another past 6. the Day after, and 7. extrem hot.\n\n8. Hot in the Morning; after Noon a shew of a Tornado, with Thunder, and a considerable Wind, but no Rain.\n\nThence to 16. some flying Clouds, but generally hot.\n\n16. About 4 p.m. a little Rain, the Sun shining then, and the whole Day very hot; about 8 p.m. a very strong Tornado, Wind and Rain for about ½ Hour, afterward the Rain continued, but more moderate, for near Two Hours.\n\n17. Clear and hot. 18. So too, except that about 3 p.m. there was a very short Shower.\n\n19. And 20. somewhat cloudy.\n\n21. About 7 a.m. a few Drops, after clear and extrem hot, but quickly cloudy again; at 11 a.m. a violent Tornado, with very strong Rain and Thunder for near an Hour; thence all the time till Night, thick and misty; till 2 p.m. Rain.\n\n22. Cloudy. 23. Clear and hot.\n\n24. Somewhat cloudy; at 7 p.m. a little Rain.\n\n25. Cloudy; about 11 a.m. Expectation of a Tornado, with some Thunder, but it ended in a few Drops of Rain about 1 p.m.\n\n26. About 2 a.m. a very violent Tornado, and after the Wind, Rain not very fierce, which lasted till 8 a.m. the Day after cloudy.\n\n27. About 10 p.m. a violent Wind with Rain, but it lasted not long.\n\n28. About 3 a.m. a strong Rain for near an Hour; the Day after extrem hot.\n\n29. And 30. hot, yet with some Clouds.\n\n30. Half\n30. Half an Hour after 11 p.m. began a very furious Tornada, the Wind was quickly over, but the Rain lasted with extreme violence about Two Hours.\n\n31. In the Morning very hot; about 2 p.m. a violent Tornada, with Rain and Thunder very near; it ceased sometimes, but beginning again, lasted till near 4 p.m. afterward cloudy.\n\nThree Funerals, all upon the 6th Day, Two of Fevers, the other I know not.\n\nNovember, 1687.\n\nClear and extreme hot till the 6th.\n\n6. About half an Hour past 1 in the Morning a very violent Rain for more than an Hour.\n\nThence to 14 except that the 11th at Night there were some few Drops, very hot.\n\n14. Extreme hot, about 9 p.m. a little Shower; the same Night about 1 a smart Rain for an Hour and half.\n\n15. Hot; toward Night cloudy and foggy.\n\nThence to 19. very hot.\n\n19. Some likelihood of a Tornada, but nothing followed.\n\n20. About 1 p.m. a short Shower; about a quarter past 2 another not much longer; till Night Cloudy.\n\nThence to 26. no Rain, but cloudy and somewhat cooler; yet some Days extreme hot.\n\n26. About 10 p.m. a short Shower.\n\n27. About 2 another; the rest clear.\n\n30. About 2 a.m. fierce Rain for about ½ Hour.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102394.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 22,
    "total-input-tokens": 31782,
    "total-output-tokens": 9418,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1506,
        2
      ],
      [
        1506,
        3354,
        3
      ],
      [
        3354,
        5099,
        4
      ],
      [
        5099,
        6885,
        5
      ],
      [
        6885,
        8736,
        6
      ],
      [
        8736,
        10553,
        7
      ],
      [
        10553,
        11858,
        8
      ],
      [
        11858,
        13158,
        9
      ],
      [
        13158,
        14318,
        10
      ],
      [
        14318,
        15329,
        11
      ],
      [
        15329,
        16709,
        12
      ],
      [
        16709,
        18027,
        13
      ],
      [
        18027,
        19681,
        14
      ],
      [
        19681,
        21162,
        15
      ],
      [
        21162,
        22601,
        16
      ],
      [
        22601,
        23985,
        17
      ],
      [
        23985,
        25225,
        18
      ],
      [
        25225,
        26468,
        19
      ],
      [
        26468,
        27798,
        20
      ],
      [
        27798,
        29246,
        21
      ],
      [
        29246,
        30404,
        22
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102394",
    "title": "Part of Two Letters from Mr. J. Hillier, Dated Cape Corse, Jan. 3. 1687/8 and Apr. 25. 1688. Wrote to the Reverend Dr. Bathurst, President of Trinity Colledge, Oxon; Giving an Account of the Customs of the Inhabitants, the Air, etc. of That Place, together with an Account of the Weather There from Nov. 24. 1686. to the Same Day 1687",
    "authors": "J. Hillier",
    "year": 1695,
    "volume": "19",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 22,
    "jstor_url": "https://www.jstor.org/stable/102394"
  }
}