{
  "id": "d0ad3bc7a3c27742bbd47b30fceda4a4b541983a",
  "text": "INDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1834.\n\nA.\n\nAir disengaged from the sea, over the site of the recent volcano in the Mediterranean, some remarks in reply to Dr. Daubeny on the, 551.\nAnions, what, 79.\nAnode, meaning of the term explained, 78.\n\nB.\n\nBarlow (Professor), his letter to Mr. Dollond containing his formulæ for constructing the concave achromatic glass lens, &c., 202.\nOn the principle of construction and general application of the negative achromatic lens to telescopes and eye-pieces of every description, 205.\nBarlow (Peter William, Esq.). An investigation of the laws which govern the motion of steam vessels, deduced from experiments, 309.\nBell (Sir Charles). On the functions of some parts of the brain, and on the relations between the brain and nerves of motion and sensation, 471.\nBernoulli (Daniel). Comparison of his theory with the results obtained by Mr. Whewell in his observations on the empirical laws of the time and height of high water, 35.\nBrain, on the functions of some parts of, and on the relations between it and the nerves of motion and sensation, 471.\n\nC.\n\nCathode, meaning of the term explained, 78.\nCations, what, 79.\nClairaut, his theory of the figure of the earth, 519.\nConcave achromatic glass lens, as adapted to a wired micrometer when applied to a telescope, which has the property of increasing the magnifying power of the telescope, without increasing the diameter of the micrometer wires, an account of, 199.\n\nD.\n\nDaubeny (Charles, M.D.). On the quantity and quality of the gases disengaged from the thermal spring which supplies the King's Bath in the city of Bath, 1.\nDAVY (JOHN, M.D.). Observations on the Torpedo, with an account of some additional experiments on its electricity, 531.\n\nSome remarks in reply to Dr. DAUBENY's note on the air disengaged from the sea over the site of the recent volcano in the Mediterranean, 551.\n\nDawes (Rev. W. R.). His letter to Mr. DOLLOND respecting the performance of the concave achromatic glass lens, &c., 200.\n\nDeath, on the nature of, 167.\n\nDOLLOND (GEORGE, Esq.). An account of a concave achromatic glass lens, as adapted to the wired micrometer when applied to a telescope, which has the property of increasing the magnifying power of the telescope, without increasing the diameter of the micrometer wires, 199.\n\nDynamics, on a general method in, by which the study of the motions of all free systems of attracting or repelling points is reduced to the search and differentiation of one central relation, or characteristic function, 247.\n\nE.\n\nElectricity, sixth series of experimental researches in, 55.\n\nseventh series of experimental researches in, 77.\n\non the absolute quantity of, associated with the particles or atoms of matter, 116.\n\non some elementary laws of, 213.\n\neighth series of experimental researches in, 425.\n\nexperiments to measure its velocity, and the duration of electric light, 583.\n\nElectro-chemical decomposition, on some general conditions of, 79.\n\non the definite nature and extent of, 102.\n\nElectrode, meaning of the term explained, 78.\n\nElectrodes, on the primary or secondary character of the bodies evolved at the, 93.\n\nElectrolyte, on the resistance of, to electrolytic action, and on interpositions, 460.\n\nElectrolytes, what, 78.\n\nElectrolyzation, on the intensity necessary for, 448.\n\nF.\n\nFARADAY (MICHAEL, D.C.L.). Experimental researches in electricity. Sixth series. 55.\n\nSeventh series. 77.\n\nEighth series. 425.\n\nG.\n\nGaseous bodies, on the power of metals and other solids to induce the combination of, 55.\n\nH.\n\nHamilton (William Rowan, Royal Astronomer of Ireland). On a general method in dynamics; by which the study of the motions of all free systems of attracting or repelling points is reduced to the search and differentiation of one central relation, or characteristic function, 247.\n\nHarris (William Snow, Esq.). On some elementary laws of electricity, 213.\n\nHeat, on the repulsive power of, 485.\n\nHigh water, on the empirical laws of the time of, 19.\n\non the empirical laws of the height of, 28.\n\nHomogeneous fluid at liberty, on the equilibrium of a mass of, 491.\nIons, table of, 114.\n\nIvory (James, K.H.). On the equilibrium of a mass of homogeneous fluid at liberty, 491.\n\nK.\n\nKönig (Charles, Esq.). His note prefixed to Mr. Woodbine Parish's notice of a large mass of meteoric iron now in the British Museum, 53.\n\nL.\n\nLaws of the tides, reflections on the theory of, 40.\n\nLister (Joseph Jackson, Esq.). Some observations on the structure and functions of tubular and cellular Polypi, and of Ascidiae, 365.\n\nLubbock (John William, Esq.). On the theory of the moon, 123, 127.\n\nOn the tides, 143.\n\nM.\n\nMaclaurin, on his demonstration of the equilibrium of the oblate elliptical spheroid, 517.\n\nMarsupial animals, on the generation of, with a description of the impregnated uterus of the Kangaroo, 333.\n\nMedulla oblongata and Pons Varolii, on the striated septa in the, 473.\n\nMoira brine spring, analysis of, with researches on the extraction of bromine, 577.\n\nMoon, on the theory of the, 123, 127.\n\nN.\n\nNegative achromatic lens, on the principle of construction of, and general application to telescopes and eye-pieces of every description, 205.\n\nNewport (George, Esq.). On the nervous system of the Sphinx ligustri, Linn., (Part II.) during the latter stages of its pupa and its imago state, and on the means by which its development is effected, 389.\n\nNorth magnetic pole, on the position of the, 47.\n\nO.\n\nOrnithorhynchus paradoxus, on the ova of, 555.\n\nOwen (Richard, Esq.). On the ova of the Ornithorhynchus paradoxus, 555.\n\nOn the generation of the marsupial animals, with a description of the impregnated uterus of the Kangaroo, 339.\n\nP.\n\nPalmer (Henry R., Esq.). Observations on the motions of shingle beaches, 567.\n\nParish (Woodbine, Esq.). Notice as to the supposed identity of the large mass of meteoric iron now in the British Museum, with the celebrated Otumpa iron described by Rubin de Celis in the Philosophical Transactions for 1786, 53.\n\nPhilip (A. P. W., M.D.). On the nature of death, 167.\n\nPolypi and Ascidiae, observations on the structure and functions of, 365.\n\nPond (John, Esq. A.R.). Some suggestions relative to the best method of employing the new zenith telescope lately erected at the Royal Observatory, 209.\n\nPowell (Rev. Baden). On the repulsive power of heat, 485.\nR.\n\nRoss (Commander James Clark). On the position of the north magnetic pole, 47.\n\nS.\n\nShingle beaches, observations on the motions of, 567.\n*Sphinx ligustri*, on the nervous system of, during the latter stages of its pupa and its imago state, and on the means by which its development is effected, 389.\nSteam vessels, an investigation of the laws which govern the motion of, deduced from experiments, 309.\n\nT.\n\nThermal spring, on the quantity and quality of the gases from that of the King's Bath, at Bath, 1.\n——— Appendix to Dr. Daubeney's paper on the gases from that of the King's Bath, 13.\nTides, on the empirical laws of those in the port of London, &c., 15.\n——— on the, 143.\nTorpedo, observations on, with an account of some additional experiments on its electricity, 531.\n——— on the Mediterranean species of, 540.\n\nU.\n\nUre (Andrew, M.D.). Analysis of the Moira brine spring near Ashby-de-la-Zouche, Leicestershire; with researches on the extraction of bromine, 577.\n\nV.\n\nVoltaic battery, general remarks on, in its active state, 465.\nVoltaic circles, on simple, 425.\n——— on associated, or the voltaic battery, 454.\nVolta-electricity, on a new measurer of, 85.\n\nW.\n\nWheatstone (Charles, Esq.). An account of some experiments to measure the velocity of electricity and the duration of electric light, 583.\nWhewell (Rev. William). On the empirical laws of the tides in the port of London; with some reflections on the theory, 15.\n\nZ.\n\nZenith telescope, some suggestions relative to the best method of employing the new one lately erected at the Royal Observatory, 209.\n\nLondon:\nPrinted by Richard Taylor,\nRed Lion Court, Fleet Street.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108082.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 8208,
    "total-output-tokens": 2347,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1640,
        2
      ],
      [
        1640,
        4128,
        3
      ],
      [
        4128,
        6361,
        4
      ],
      [
        6361,
        8000,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108082",
    "title": "Back Matter",
    "authors": null,
    "year": 1834,
    "volume": "124",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/108082"
  }
}