{
  "id": "1664dd47b9e8869ec3b92194b664b8c598a04f04",
  "text": "XXI. A Letter from Lewis Weston Dillwyn, Esq. addressed to Sir Humphry Davy, Bart. P. R. S.\n\nRead March 25, 1824.\n\nMy Dear Sir,\n\nThrough you I beg leave to offer to the Royal Society, some further observations on the relative periods at which different families of testaceous animals appear to have been created, and on the gradual approximation which may be observed in our British strata, from the fossil remains of the oldest formations to the living inhabitants of our land and waters.\n\nThe series of strata beginning with transition lime and ending with lias, contains shells belonging to various genera of conchifera, cephalopoda, annelides and herbivorous trachelipoda; and also some other shells, as for instance, the multilocular and spiriferous bivalves, which cannot be referred to either of those natural orders, or groups of genera, into which all the other testacea, both recent and fossil, have been divided. In the simple bivalves belonging to these strata, the marks which best serve to distinguish their families are generally obliterated, and but little more can with any certainty be observed, than that the two orders into which Lamarck has divided them, have existed together throughout every formation from transition rocks to the present day. An examination of the few perfect specimens which I have met with, however, leads me to suspect that all the dimyairia\nof these strata have the ligament external, and consequently, that internal ligaments were confined to the monomyairia, till after the lias had been deposited.\n\nIn the secondary beds above the lias, all the shells may be referred to some of our now existing orders of animals, and the extinction of the unknown orders is immediately followed by the first appearance of another order of mollusca, to which Lamarck has limited the name of gasteropoda, and, as was first suggested to me by Mr. Miller, all those fossils of the older strata, which have been supposed to be inside and outside casts of patellæ, were obviously formed in the concave sides of the vertebra, or by the intervertebral cartilages of a fish. As a few of the carnivorous trachelipoda are said to have been found in the oolites, their first appearance may probably be referred to the same epoch; but I have not myself been able to detect either of the families of this section of trachelipoda in any secondary bed, excepting the denuded tracts of green sand in Devonshire; and there, perforations exactly similar to those which abound among tertiary and recent shells are also of frequent occurrence, although I have never met with any such perforation in any other secondary formation, nor even in any of those regular beds of green sand, which actually underlie the chalk in other counties. I am not enough of a geologist to decide, as to whether any admixture of secondary and tertiary fossils may possibly have taken place when these denudations were made, but I can in no other way account for the fact, that all the species which have been perforated, as well as the carnivorous trachelipodes themselves, are nearly similar to those of the London clay; and I have never been able to find any\nsuch perforation in either of those species which are found in the more regular beds of green sand, and which are sometimes mixed with them. These perforations may be readily distinguished from those more oblique and lateral burrowings which are often found in secondary fossils, and are always conveniently formed for suction by being broadest in the outer surface, and go straight through that part of the shell which is immediately over the animal; whereas in the latter the holes are cylindrical, and much more resemble the indiscriminate burrowings which are common in recent oyster shells.\n\nIn my former Letter, which the Royal Society has done me the honour to publish in the Philosophical Transactions of last year, I have pointed out some of the changes which took place immediately after the chalk formation was completed; and of the British strata it may be further observed, that it is only in the tertiary beds that any traces of the cirrhipeda, or of any of the families of naked mollusca have been found. The beak, which has been figured by Blumenbach, and which among the fossils of the lias is mentioned by Conybeare and Phillips as the beak of a sepia, belonged, as I think, unquestionably, to the cephalopode animal of an ammonite; and it sufficiently resembles the lower mandible of the parrot-like beak which Rumphius has described of nautilus pompilius. As might be expected, if these mandibles, or rather casts of mandibles, belong to the ammonites, they differ generically in shape from those of every living genus of cephalopoda which has been figured or described, and I have found them in all those beds; and, so far as I can\nascertain, they have been discovered in those beds only of the lias, lower oolite, and chalk, which contain the larger ammonites. From the greater tenuity of these beaks in the smaller species, they may probably have yielded to pressure, and decay before the mud which filled them had become sufficiently hard to retain their shapes; and as the lower mandibles of the cephalopoda are always much larger and thicker than the upper ones, the non-appearance of any of the latter may be accounted for in the same way. The sepiæ are moreover furnished with one of those thick dorsal plates which are commonly called cuttle-fish bones, and most, if not all the other sepiadæ, contain an internal horny substance of the same nature, which is generally at least as thick and durable as the mandibles; and if the fossil beaks of the secondary strata belonged to this family, then, in all probability, some of the dorsal plates would be found with them; but nothing of the kind has been discovered in any older British stratum than the London clay. So far from being able to detect any traces of the naked mollusca, I have not been able to find, in the secondary strata, either of those shells by which the animal is only partially covered, nor any of those of the convolutæ, which necessarily change their shells at different periods of their growth, and of which the animal must therefore occasionally remain exposed, till a fresh coat of calcareous matter has been secreted. In my former Letter I have stated, that all the marine spirivalves of the secondary strata belong to operculated genera, and these observations serve still more strikingly to prove that, till the chalk deposits were completed, the mollusca, in our\nlatitude, required a more perfect protection either from their enemies, or from the surrounding element, than afterwards became necessary.\n\nThe same gradual approximation towards recent shells, which may be traced in the older strata, is also carried on through the tertiary formations, and the affinity, which is complete with respect to orders in secondary beds above the lias, becomes further extended, and every tertiary shell may be referred to some existing genus; but though the approximation has proceeded thus far in the London clay, yet all its immensely numerous species are now extinct; and it is only in those uppermost beds of crag, which lie between the London clay and our present creation, that any fossil can be completely identified with a living species: the shells which may be thus identified are however mixed with many extinct species; and though the fossils of the crag appear generally to have belonged to a warmer climate than ours, yet their character is much less tropical than those of the London clay, and in every respect they all approach nearer to the present inhabitants of the British coasts.\n\nI have already observed, that the shells of unknown families are confined to the beds below the lower oolite; and in all the upper formations a relationship is completed between fossil and recent shells in the following regularly approximating series. In the secondary strata above the lias as to natural orders, in the London clay as to genera, and partially as to species in the crag.\n\nThese observations refer exclusively to the animals of the 9th, 10th, 11th, 12th, and 13th classes of invertebrata in Lamarck's arrangement; and whether the same sort of\nregularly approximating affinity can be observed in the other classes, I must leave it for those who are more conversant with them to decide.\n\nI remain, my dear Sir,\nvery faithfully your's,\n\nL. W. Dillwyn.\n\nPenllergare, Feb. 1, 1824.\n\nSir Humphry Davy, Bart. P. R. S. &c. &c.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107723.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 11160,
    "total-output-tokens": 2047,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1386,
        2
      ],
      [
        1386,
        3153,
        3
      ],
      [
        3153,
        4806,
        4
      ],
      [
        4806,
        6522,
        5
      ],
      [
        6522,
        8210,
        6
      ],
      [
        8210,
        8485,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107723",
    "title": "A Letter from Lewis Weston Dillwyn, Esq. Addressed to Sir Humphry Davy, Bart. P. R. S.",
    "authors": "Lewis Weston Dillwyn",
    "year": 1824,
    "volume": "114",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/107723"
  }
}