{
  "id": "0b4ea09afbe664155440797fb8a73c6f059b2cc3",
  "text": "support of what is here advanced, which the limits of this paper oblige me at present to supersede. I shall therefore only beg leave to assure you that I am, with all due sentiments of respect and esteem,\n\nSir,\n\nChrist-Church, Oxon.\nNovr. 27th, 1755.\n\nYour most obliged,\nand most obedient,\n\nhumble Servant,\n\nJohn Swinton.\n\nXC. A Catalogue of the Fifty Plants from Chelsea Garden, presented to the Royal Society, by the worshipful Company of Apothecaries, for the Year 1755, pursuant to the Direction of Sir Hans Sloane, Baronet, Med. Reg. & Soc. Reg. nuper Praeses, by John Wilmer, M.D. clariss. Societatis, Pharmaceut. Lond. Socius, Hort. Chelf. Praefectus & Praelector Botan.\n\nRead April 29, 1651\n\nA Bsinthium maritimum Lavendulæ foliis. C. B. P. 139.\n\n1652 Achillea foliis pinnatis, planis, inciso-ferratis, extimis majoribus. Linn. Sp. Plant. 898.\n\nPtarmica\nPtarmica Alpina matricariæ folio Triumf. 83.\n\n1653 Amethystea. Hort. Upsal. 9. Amethystina montana erecta foliis exiguis digitatis trifidis ferratis flosculis cum coma e coeruleo ianthinis. Amman. Ruth. 54.\n\n1654 Anonis purpurea verna seu præcox, perennis, frutescens, flore rubro amplo. Mor. Hist. 2. 170.\n\nCicer arboreum Indicum perenne. Zanon. 66.\n\n1655 Apocynum Americanum scandens, Vincæ pervincae foliis subincanum. Par. Bat.\n\n1656 Aquilegia pumila præcox Canadensis Cornuti.\n\n1657 Atropa foliis sinuato-angulatis calycibus clausis acutangulis. Linn. Sp. Plant. 181.\n\nAlkekengi amplo flore violaceo. Feuillei per 724. T. 16.\n\n1658 Buglossum Lusitanicum Echii folio undulato. Tourn. Inst. R. H. 134.\n\n1659 Buglossum Lusitanicum foliis asperis oblongis, angustioribus et crispis. Inst. R. H.\n\n1660 Cannacorus flore coccineo splendente. Tourn. Canna Americana flore fulgenti coccineo splendente. Hort. Lugd. Bat.\n\n1661 Ceanothus foliis trinervis. Lin. Sp. Plant. 195.\n\nCelastrus inermis foliis ovatis, ferratis, racemis ex summis alis longissimis. Linn. Hort. Cliff.\n\n1662 Centaurea calycibus ciliatis spinosis foliis bipinnatifidis. Linn. Sp. Plant. 918.\n\nJacea lutea sexta. Tabernamontan. Hist. 436.\n\n1663 Chelidonium majus, foliis et flore minutissime laciniatis. H. R. Par. 49.\n1664 Cirsium Acanthoides montanum flore flavescente. Tourn.\n\n1665 Clematis caerulea vel purpurea repens. C. B. P. 300.\n\n1666 Cliffortia foliis dentatis mas. Hort. Cliff. 463. Camphorata Capensis, Eryngii minoris folio. Petiver Hort. 243.\n\n1667 Cnicus foliis cordatis, petiolis crispis, spinosis, amplexicaulibus, floribus cernuis. Hort. Upsal. 251.\n\nCarduus foliis ex cordato-lanceolatis, margine serratis, et spinosis, squamis calycum membranaceis laceris spinosis, capitulis nutantibus. Flor. Sibiric. 2. p. 47. Tab. 19.\n\n1668 Convulvulus foliis sagittatis postice truncatis pedunculis bifloris. Flor. Leyd. Prod. 427.\n\nConvulvulus Syriacus seu Scammoniaca Syriaca. Mor. Hist. p. 2. 12.\n\n1669 Corona Solis foliis asperis tribus vel quaternis ad genicula sitis. Hist. Ox. 3. 24.\n\n1670 Crocus Alpinus autumnalis. C. B. P. 65.\n\nCrocus montanus autumnalis. J. B.\n\n1671 Cytiso-genista Lusitanica, magno flore. Tourn.\n\n1672 Cytisus floribus capitatis, ramis decumbentibus. Fl. Leyd. prod. 376.\n\nCytisus supinus foliis infra et filiquis mollis lanugine pubescentibus. C. B. P. 390.\n\n1673 Cytisus glaber nigricans. C. B. P. 390.\n\nCytisus Gesneri, cui flores fere spicati. J. B. 1. 370.\n\n1674 Digitalis angustifolia flore ferrugineo. C. B. P. 244.\n1675 Doria quae Jacobæa Africana, hederæ terrestris folio repens. Hort. Amst. 2. 145.\n\n1676 Ferrum equinum filiua multiplice. C. B. P. 349.\n\n1677 Helxine foliis lanceolatis, caule diffuso. H. Upsal. 96.\nFagopyrum Orientale ramosum et multiflorum, persicariæ folio. Tourn. Cor.\n\n1678 Hieracium caule ramoso, foliis firmis, infimis petiolatis; reliquis ex ovato-lanceolatis semi-amplexicaulibus, omnibus sinuosis, petiolorum instar dentatis. Fl. Siberic. 2. 26. Tab. 10.\n\n1679 Horminum Verbenæ laciniis angustifolium. Triumfett.\n\n1680 Limonium peregrinum foliis Asplenii. C. B. P. 192.\nStatice foliis caulinis decurrentibus. Hort. Cliff. 116.\n\n1681 Lupinus floribus coeruleis inodoris, in spicas longas digestis, radice reptatrice. Gronov. Flor. Virginic.\n\n1682 Milium Arundinaceum subrotundo semine, forgo nominatum. C. B. P. 26.\nMelica sive sorghum. Dod. p. 508.\n\n1683 Nicotiana foliis cordatis, floribus paniculatis, tubis clavatis. Linn. Sp. Pl. 180.\nNicotiana folio cordiformi tubo floris praelongo. Feuill. Per. p. 714. Tab. 10.\n\n1684 Nicotiana foliis cordatis, corollis racemosis sub-ringentibus, calycibus inæqualibus. Lin. Sp. Pl. 181.\n\n1685 Oxys bulbosa Æthiopica minor, folio cordato flore\nflore ex albido purpureo. Hort. Amst. 1. 48.\n\n1686 Prunella bracteis pinnato-dentatis ciliatis. Læfl. Def. 31.\nBugula odorata Lusitanica. Cornut. Canad. 46.\n\n1687 Quamoclit Americana folio hederæ, flore coccineo. Commelin. Rar. 21.\nConvolvulus Americanus folio anguloso, flore parvo coccineo.\n\n1688 Ranunculus montanus folio gramineo. C.B.P. 180.\nRanunculus pumilus gramineis foliis. J.B. 3. 866.\n\n1689 Ranunculus vernus rotundifolius minor. Tourn. 286.\nChelidonium minus. Offic. Ger. 1669.\n\n1690 Ruscus angustifolius, fructu summis ramulis innascente. Tourn. 79.\nLaurus Alexandrina, ramosa fructu e summitate caulium prodeunte. H.R. Par.\n\n1691 Ruta muraria. C.B.P. 356.\nSalvia vitae. Lobel.\n\n1692 Ruta sylvestris minor. C.B.P. 336.\n\n1693 Satureia capitulis terminalibus, foliis lanceolatis. Linn. Sp. Pl. 567.\nSatureia Virginiana. Herm. Par. 218.\nClinopodium: foliis lanceolatis acuminatis, capitulis terminalibus. Hort. Cliff. 304.\n\n1694 Senecio Madraspatanus Rapifolio, floribus maximis, cujus radix nonnullis China dicitur. Musæum Petiver. N°. 680. Hort. Eltham. Tab. 258. fig. 335.\n\n1695\n1695 Siliquastrum flore purpureo. Caft. Durant. 415.\nArbor Judæ. Dod. 786.\n\n1696 Sison foliis ternatis. Hort. Cliff. 99. Fl. Virg. 147.\nMyrrhis Canadensis trilobata. Mor. Hist. p. 301.\n\n1697 Spartium alterum monospermum femine reni simili. C. B. P. 396.\n\n1698 Tetragonia foliis linearibus. Flor. Leyd.\nTetragonocarpos Africana fruticans, foliis longis et angustis. Hort. Amst. 2. 205.\n\n1699 Tetragonia foliis ovatis. Flor. Leyd.\nTetragonocarpos Africana radice magna, crafia et carnosa. Hort. Amst. 203.\n\n1700 Tithymalus Orientalis, salicis folio, caule purpureo, flore magno. T. Cor. 2.\n\nXCI. Extract of a Letter from Dr. Vitaliano Donati, Professor of Botany at Turin, to Mr. Abraham Trembley, F. R. S. concerning the Earthquakes felt at Turin, December 9, 1755, and March 8, 1756. Translated from the Italian.\n\nSIR,\n\nTurin, March 20, 1756.\n\nRead April 29, 1756.\n\nTHE cause of Earthquakes is unknown to me. You know those mentioned by natural philosophers. It seems to me, that they are not sufficient for explaining all the phænomena. The antients have observed, that earthquakes were accompanied with some particular meteor,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104983.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10332,
    "total-output-tokens": 2889,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        862,
        2
      ],
      [
        862,
        2147,
        3
      ],
      [
        2147,
        3388,
        4
      ],
      [
        3388,
        4587,
        5
      ],
      [
        4587,
        5680,
        6
      ],
      [
        5680,
        6808,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104983",
    "title": "A Catalogue of the Fifty Plants from Chelsea Garden, Presented to the Royal Society, by the Worshipful Company of Apothecaries, for the Year 1755, Pursuant to the Direction of Sir Hans Sloane, Baronet, Med. Reg. & Soc. Reg. Nuper Praeses, by John Wilmer, M. D. Clariss. Societatis, Pharmaceut. Lond. Socius, Hort. Chels. Praefectus & Praelector Botan.",
    "authors": "John Wilmer",
    "year": 1755,
    "volume": "49",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/104983"
  }
}