{
  "id": "fc2fe5ba0567a5c49364337edcf19c7d68bd8d3d",
  "text": "after sitting, and it was a great difficulty to him to get up, which perhaps was occasioned by the Weight and Pressure of the Kidney and adjacent indurate Glands, lying on the head of the Psoas Muscle and Quadratus lumborum.\n\nHe had often a total Suppression of Urine; but was much relieved by Sal Succini and Corn. Cervi. He took several Doses of Cantharides with Camphire, without any ill effect from the Fly, but had little Relief as to his Distemper. For Three Weeks past he was seized with a violent Looseness, which at last, in spite of all means, carry'd him off.\n\nVII. An Account of a Book, intitul'd, Index Plantarum Horti Lugduno-Batavi, per Herman. Boerhaven. Lugduni Batav. 1710. 8vo. p. 278.\n\nThe Author Dr. Boerhave hath in this Catalogue given the World an early Specimen of his large Knowledge in Botany, he being elected Professor of that Science at Leyden but the Spring before this Publication, upon the Death of Dr. Hotton, who succeeded that Celebrated Botanist Dr. Paul Herman, whose Catalogue of that Garden, with his Prodromus and Paradysus Batavus, are living Testimonies of his Immortal Fame. This Curious Botanist to repair his loss, obliges us here with a Methodical Index of all such Plants as actually grew in that Garden the last Year, that the World may see what he can\ncan furnish them withal, as well as what he wants; so that by a mutual Commutation each may improve his Stock. It were highly to be wish'd, that other Nations would, as he has yearly promis'd, do the like, and especially our own, since we have several Noble as well as private Persons in ENGLAND, and some particular Communities, which have not been wanting either for Cost or Industry to stock their Gardens with many Rare and Exotick Plants; and till some Curious Person will take the Pains to publish a Catalogue of them, I presume it will not in the interim be amiss to give here an Extract from this, of such Plants as have very rarely or never been Cultivated in any of our Publick or other Curious Gardens here in England.\n\nIn giving these I shall follow the Author's Method, but divide them under these 3 general Heads, viz.\n\nI. A List of the Non-Descript Plants, viz. such as Dr. Boerhave has given as New, or without any Author to them.\n\nII. A Catalogue of the more rare Plants lately discovered.\n\nIII. Such as are no less rare in our English Gardens, tho' formerly described.\nA Catalogue of the Non Descript Plants, viz.\n\nI. Such as Dr. Boerhave has given as New, or without any Author to them.\n\nRanunculus fol. Rutæ, flore aureo simplici p. 3.\nThalictrum fl. luteo, caule angulato, fol. minori 7.\nOenanthe aquatica minor 9.\nPhellandrium fol. Thysslini, caule rotundo 11.\nPhellandrium fol. Thysslini, caule sulcato 11.\nLaserpitium lato, glauco splendente, trifido folio, flore albo, umbella Sphaerica 13.\nCaucalis Africana, fol. minore Rutæ 15.\nSphondylium folio frequentius laciniato 16.\nPanax folio glabro nitente lato 16.\nPanax fol. glabro nitente altior 16.\nMyrrhis annua glabra alba minor 17.\nMyrrhis Oriental. fol. angustiore Peucedani, sem. villoso 17.\nLactuca altissima, fol. Sonchi laciniato, fl. parvo caeruleo 21.\nLactuca Sylv. folio ad latera spinoso 21.\nSonchus Orient. Lactucae folio, fl. luteo, sem. eleganter crenato 23.\nHieracium folio, caule, & calyce hirsutis 25.\nHieracium folio amplo longo dentato, flosculis parvis luteis 25.\nDens Leonis folio Coronopi 26.\nCichorium sem. adunco, fl. triplo majore, capitulis minoribus 27.\nJacobea maritima, fol. integro serrato viridi 31.\nAnemonospermos Africana fol. Jacobæ, fl. luteo extus puniceo 31.\nHelenium Indicum maximum, flore pleno aureo 32.\nHelenium Indicum maximum, fl. pleno sulphureo 32.\nChamomelum marin. Asiaticum nudum humifusum fol. crasso 36.\nMillefolium tomentosissimum 38.\nSenecio *Egyptius* fol. Matricariae 40.\nSenecio *Africanus* arborescens, fol. serrato 41.\nElichrysum Afric. fol. oblongo subincano supra viridi,\nfl. luteo 42.\nElichrysum Afric. fol. oblongo angusto, fl. rubello postea\naureo 42.\nElichrysum Afric. f. oblongo lato tomentoso, fl. luteo 43.\nElichrysum Afric. fol. oblongo tomentoso, caulem am-\nplectante, flore luteo 43.\nSantolina Orient. odore Chamæmeli, fol. vermiculato 44.\n*Absinthium Santonicum* *Ægyptiacum* 45.\nScabiosa integrifolia Syriaca Sivan dicta 47.\nScabiosa Africana frutescens, fol. Ruta Caninae 47.\nCirsium maximum, capite parvo 51.\nCirsium rad. Asphodeli, fol. lato & lucido 51.\nCirsium majus, fol. subtus incano 51.\nCirsium angustifol. capitulo magno 51.\nClinopodium Siculum folio Satureiae 61.\nLamium arborescens perenne Canadense, fol. rotundiore\n& viridiore 63.\nSclarea *Æthiopica* fol. subrotundo perennis 63.\nHorminum pratense, folio non serrato 64.\nSclarea Africana amplissimo folio annua 64.\nTeucrium Orientale, facie Chamedryos 73.\nLinum umbilicatum, folio latiore 78.\nSymphytum magis maculosum 78.\nSymphytum maximè maculosum 78.\nEchium folio asperrimo & verrucoso 78.\nEchium ferox *Ægyptium*, fl. carneo 79.\nCerinthe quorundam major, versicolore fl. laciniato 79.\nAlline folio Kali, flore subcaeruleo 83.\n*Lychnis Suecica* *Scrotum Arietis* dicta 85.\n*Lychnis sylv. vel marina* fl. rubro pulcherrimo 85.\n*Lychnis* fol. Bellidis crassiori subhirtato 85.\n*Lychnis* flore pallide viridi 85.\n\n*Lychnis*\nLychnis montana folio Gramineo fl. spicato exiguo 86.\nLychnis Sicula elatior, folio Salicis 86.\nLychnis angustifolia, calyculis striatis 86.\nLychnis Alpina repens alba, fol. Lini, petalis bifidis 86.\nLychnis fol. Centaurij minoris glabro 86.\nLychnis repens, caule lignoso, angustifolia 87.\nCaryophylus Sinensis, fl. pulcherrimo 88.\nSedum aizoides Alpina, trifido folio minor 91.\nBlattaria fl. luteo amplo, folio laciniato 92.\nBlattaria fl. luteo amplo, fol. hirsuto Verbasci 92.\nDigitalis fol. glabro angusto 93.\nAntirrhinum flore luteo grandi 95.\nAntirrhinum fol. Linariæ, fl. toto albo 95.\nAntirrhinum angustifolium, fl. magno purpureo 95.\nScrophularia fol. Sambuci hirsuta 96.\nPolygala Afric. frutesc. fol. Myrti, fl. alto intus rubro 97.\nVeronica fol. tenuiter laciniatis instar Paronychia 98.\nVeronica pratenis Serpillifolia angustifolia 98.\nConvolvulus peregrinus fol. anguloso, fl. albo parvo 102.\nConvolvulus peregrinus tenuifol. argent. pilosus, fl. carneo 102.\nCampanula longifolia, fl. conglomerato albo 104.\nTrachelium peregrinum frutesc. crassissimo trunco, instar Endiviae 104.\nRapunculus Valerianoides caeruleus umbellatus 104.\nRapuntium galeatum Virginianum, caeruleo flore 105.\nTithymalus folio Salicis hirsuto 106.\nTithymalus fol. cordiformi serrato 107.\nTithymalus Mauritanicus, aphyllos angulosus spinosus minor 107.\nGeranium Afric. frutesc. Malvae fol. laciniato odorato instar Melissæ fl. purpurascente 110.\nGeranium Afric. frutesc. fol. Achimillæ hirsuto, cum fimbrijs purpureis 110.\nGeranium Columbinum flore minore dilute rubro 111.\nGeranium fol. Altheæ Afric. odore Melissæ 111.\nGeranium Afric. fol. Alchimillae piloso maculato 112.\nGeranium Uvae crispe fol. caulic. virid. surrectis, fol. profundius incisis, flore saturate rubro 112.\nMalva Afric. frutesc. fol. Grossulariae, fl. rubro 114.\nAlthea Sabdariffa erecta trifoliata 115.\nHermannia frutescens fol. oblongo serrato latiori 115.\nHermannia frutesc. fol. Grossulariae parvo hirsuto 115.\nHermannia frutesc. f. Ibisici hirsuto molli, caule piloso 115.\nHermannia frutesc. fol. multifido tenui, caule rubro 116.\nHermannia frutesc. fol. oblongo molli cordato hirsuto 116.\nCistus mas folio longiore 116.\nPapaver Orientale annum 119.\nNigella latifol. fl. parvo simplici 120.\nLinum Afric. luteum, foliis conjugatis 120.\nLinum fl. rubro, odore Moschi 120.\nSedum Afric. arboresc. fol. viridi obtuso majus 120.\nSedum Afric. frutesc. fol. longo serrato confertim nato 121.\nSedum Afric. frutesc. caule pellucido, fol. subrotundo 121.\nSedum Afric. folio villoso oblongo 121.\nSedum Afric. folio rotundo minori 121.\nTelephium majus caule rubro, fl. luteo 122.\nFicoides Afric. arboresc. lignosa, fol. glauco brevi, fl. pallido 122.\nFicoides Afr. arboresc. lignosa, perfoliata, fol. glauco brevi ad suprema aversa parte spinâ unica armata 123.\nFicoides Afric. arboresc. fol. tenuissimo triangulari aspero, fl. luteo 123.\nFicoides Afric. arboresc. fol. viridi longo triangulari aspero 123.\nFicoides Afric. arboresc. lignosa, spinis validis ligneis ad ramos armata, folio tenui & brevi 123.\nFicoides Afr. frutescens fol. glauco parvo, fl. violaceo 123.\nFicoides Afric. fol. triangul. crasso glauco ad 3 margines aculeato 123.\nFicoides Afric. humilis fol. crasso viridi ad extrema spinoso, fl. violaceo 123.\n\nFicoides\nFicoides Afr. humilis, fol. viridi crasso longo ad superiore spinoso conjugato 123.\nFicoides Afric. erecta arboresc. geniculato caule, fol. viridi 123.\nFicoides Afr. erecta arboresc. lignosa, fl. radiato primo purpureo, dein argenteo interdum clauso, nocte aperto 124.\nFicoides Afric. fol. glauco crasso fl. aureo 124.\nFicoides Afric. fol. variegato aspero, ad apicem stellâ spinosâ ornato, flore violaceo 124.\nFicoides Afric. fol. variegato aspero ad apic. stellâ purp. ornato, minor 124.\nFicoides Afric. fol. variegato aspero, ad apic. stella purp. ornato erecta 124.\nFicoides Afric. fol. viridi, micis quasi glaciatis splendentibus ornato fl. coccineo 124.\nFicoides Afric. fol. longo tenui, flore rubro 124.\nFicoides Afric. fol. longo tenui, fl. aurantio 124.\nFicoides Afric. humilis fol. crasso splend. viridi Aloeformi, fl. luteo magno 124.\nPaeonia fol. trifidi amplo supra viridi, infra pallido, fl. simpl. purp. amplo 125.\nConsolida Regalis Hort. fl. carneo, calcari longissimo 128.\nFumaria Neapolitana flosculis subflavescentibus in sumitate nigricantibus 130.\nFabago Africana frutescens minor 135.\nThlaspi Alysson dictum, campestre minus, fol. breviori 137.\nThlaspi Alysson fol. Leucoij latissimo aspero viridi 137.\nSinapi arvense album hyemale, folio Rapi, sem.luteo 142.\nErysimum sem. minimo pallido, siliquis Erucæ 143.\nHesperis exigua lutea, fol. dentato angusto 146.\nHesperis fl. albo minimo, siliquâ longâ, fol. profundè dentato.\nHesperis maritima exigua supina 147.\nHesperis siliquis hirsutis, flore parvo rubello 147.\nHesperis hirsuta fl. albo minore, fol. aspero parvo Lavandulae, siliquis Cornu Cervini divisura 147.\n\nEadem\nEadem fl. purpureo vario 147.\nDentaria pentaphyllos, folijs mollioribus 147.\nGenista Hisp. virgultis longioribus tenuioribus & sulcatis 148.\nGenista-Spartium fol. minimis, spinis mollissimis 149.\nCytisus glaber, folijs medijs longioribus 150.\nPhaseolus erectus caule & folio rigido, flore pallido luteo, siliquâ crassa & amplâ 152.\nMelilotus lutea, flosculis minimis spicatis 152.\nTrifolium annuum fuscum, flore dilute rubello 153.\nTrifolium perenne fuscum, fl. albo 153.\nTrifolium Afric. fol. obtuso, fl. pallide cæruleo 153.\nAnonis spinosa, fl. albo minor 154.\nAnonis spicata sive Alopecuroides major 154.\nAnonis folio Viciæ 154.\nMedica siliquâ falcâtâ planâ, ad margines aculeata, lutea 155.\nMedica Cochleata polycarpos, capsula compressa 155.\nMedica Cochl. polycarpos spinosâ capsulâ, seu spinis longioribus capsulam inuolventibus 155.\nLotus siliquis geminis peregrina 156.\nLathyrus latifol. minor, fl. majore 158.\nLathyrus Siculus flore odorato magno 159.\nLathyrus angustifol. Siculus, siliq. hirsutis, fl. purpureo cæruleo 159.\nLythyrus latifolius fl. gilvo é Smyrna Dr. Sherard 159.\nVicia fl. albo siliquâ longâ glabrâ 160.\nVicia fol. & siliquâ latis, siliquâ hirsutâ 160.\nVicia major, fl. purpureo sparso, siliquis multis erectis 161.\nOrobus latifolius repens, siliquâ parvâ 162.\nOrobus latif. repens fl. cæruleo, fol. & siliquis hirsutis 162.\nCoronilla major, fl. violaceo 165.\nHedysarum clypeatum asperum, siliquâ spinosissimâ fl. purpureo 165.\nAstragalus Orient. fol. Viciæ incanis, angustis, oblongis 167.\nAstragalus Syriacus hirsutus Sherard 167.\nAstragalus hirsutus Smyrna missus Sher. 167.\nAstragalus fol. Tragacanthae glabro, parvus Sher. 167.\nAstragalus repens minor fl. caeruleo, siliquâ Epiglottidi simili 167.\nAstragalus siliquâ bullatâ & bifariam divisâ Sher. 167.\nHerba mimosa Zeylanica spinosissima 168.\nBryonia alba asperior, folijs majoribus 170.\nSolanum fruticosum bacciferum fol. rigidiore 173.\nColocasia folijs ad caulem apertis 176.\nOpuntia fol. oblongo media; spinis frequentioribus & brevioribus armato 181.\nLapathum fol. longissimo crispo 183.\nAcetosa rotundifolia annua 184.\nHalimus folio minore 186.\nChenopodium Americ. vel Armenium folio Kali 187.\nBotrys Ambrosioides Mexiocana perennis 187.\nReseda maxima Cretica, folijs Cannabinis 194.\nHyacinthus Oriental. fl. pleno carneo parvo 199.\nHyacinthus Orient. fl. pleno caeruleo purp. minore 199.\nHyacinthus Orient. fl. pleno albo internè rubis punctis adsperso 199.\nHyacinthus Orient fl. pleno caeruleo porcellano 199.\nHyacinthus Orient. fl. pleno caeruleo purp. magno 199.\nCrocus vernus latifol. aureus minor 200.\nCrocus vernus latif. fl. externè pallido, intus caeruleo striato 202.\nCrocus vern. latif. fl. ext. pallido violaceo variegato, intus caeruleo 202.\nCrocus vern. latif. fl. purpureo minor 202.\nCrocus vern. latif. fl. albo purpureo major 202.\nCrocus vern. latif. fl. albo purp. minor 202.\nCrocus vern. alterno floris folio albo, alterno caeruleo 202.\nCrocus vernus fl. candido puro 202.\nIris bulbosa Hispanica variegata 205.\nIris bulb. Anglicana fl. albo, caeruleis lineis variegato 205.\n\nAloe\nAloe Afric. caulescens perfoliata, angustiori spinosissimo folio Beaum.\nAloe Afric. caulesc. fol. spinosis, macul. ab utraque parte albicantibus obscurioribus, folijs glaucis Beaumont 210.\nAloe Afric. humilis spinis herbaceis inermibus & verrucis obsita, folio crassiori Beaum. 210.\nAloe Afric. fol. obscuro viridi, spinis ad latera & verrucis in dorso armato 211.\nLilium Martagon purpureum punctatum 214.\nLilium Martagon Bizantinum medium 214.\nLilium Martagon Bizantinum minus 214.\nOrnithogalum viride minus 218.\nLilium Javanicum habitum. an Lilio-Asphodelus Com. Rar. 14?\nCyclamen radice Anemones, fl. purp. minore odorato 223.\nLingua Cervina fol. in summo multifidis & corniculatis, minor, eleganter laciniata 234.\nBuxus Africana folio oblongiori non serrato 238.\nLycium Africanum fructu rubro 246.\nLycium Pruni folio subrotundo, fl. candicante 246.\nRhamnus Afric. spinis longis, cortice albo fructu caeruleo 246.\nAlaternoides Afr. fol. Ericæ, flore muscoso albo 248.\nAlaternoides Afr. fol. Telephi legit. Imperati 248.\nPhilyrea fol. magis serrato subrotundiori 248.\nLigustrum fol. latioribus 248.\nLauro similis flore, folio tenero 249.\nJasminum Indicum fol. conjugatis max. fl. albo odoratissimum 250.\nJasminum Castaneæ folio, fl. odoratissimo rubro, fructu qui COFFE duro Commel. 250\nOlea Africana humilis lucida 250.\nViburnum Americ. fl. albo 255.\nViburnum Americ. fl. purpureo caeruleo 255.\nViburnum Americ. folijs longioribus 255.\n\nPeri-\nPericlymenum minus 256.\nPericlymenum Afric. folio Pruni 257\nBerberis Mauritanica 260.\nMalus Limonia fol. angustiore spinosa 264.\nMalus Limonia fol. angustiore non spinosa 264.\nCerasus Hottentottorum fol. minori magisque rotundo 266.\nMespilus magno oblongo laciniato folio 275.\nEvonymo affinis Afric. Ulmi folio, fl. rotundo Malvaceo,\ntetracoccos 278.\nChrysanthemum baccifer. Populi fol. Africanum 278.\nArbuscula alatis folijs ad Jalminum vulgatius accedentibus 278.\nArbuscula Africana tenui muscoflosculo 278.\n\nII. These are of late Discovery, and rare in our English Gardens.\n\nPentaphylloides fol. Ulmariae, flore albo 5. Tournef.\nBulbocastanum Lusit. fol. tenuiter diviso 9. V. Lusit.\nOenanthe caule flexoso & fistuloso 9. Mor. Umb.\nOenanthe Lusit. sem. crassiore globoso 9. Tourn. 313.\nAngelica Alpina ad nodos florida 10. Tour. 313.\nApium degener fol. longius disjectis 12. Mor. U. 24.\nThapsia Apij folio Lusit. taetidissima fl. albo 12. T. 322.\nLasercitium folijs amplioribus, sem. crispo 13. T. 324.\nLasercitium humilius Paludapij folio, fl. purp. 13. T. 325.\nLasercitium angustifolium sem. crispo 14. Tourn.\nPastinaca tenuifolia Cretica, umbella radijs Gingidiij longioribus M. Umb.\nCanalis major Daucoideis Tingitana M. Umb. 65.\nCachrys sem. fungoso laevi, fol. Ferulaceis M. U. 62.\nFerula durior seu rigidis & brevissimis folijs Bocc. M. 84.\nSphondilium max. Transylvanicum Ricini fol. Breyn. Prod. 2.\nValeriana fol. Calcitræ magis secto 19. M. Umb.\nHieracium fol. caulem amplexco 25. Triumfet.\nAster Amer. latif. maximus, puniceis caulis H. Ludg. Bat. 651. Fig.\nAster Novae Belgiae latifol. paniculatus, fl. saturate violaceis H. L. Bat. 67. Fig.\nAster Novae Belgiae latifol. umbellatus, fl. dilute violaceis H. L. B. 69. Fig.\nAster Novae Angliae altissimus hirsutus, fl. amplissimis purpuro violaceis Parad. Batav. Prodr. 98. Fig.\nAster Novae Angliae purp. Virgae aureae facie & folijs undulatis P. Bat. pr. 96. Fig.\nVirga Aurea Novae Angliae lato rigido folio P. Bat. pr. 243. Fig.\nJacobeae Afric. frutesc. fol. rigido & hirsuto major H. Amst. 2. Fig. 75.\nJacobeae Afric. frutesc. fol. rigido & hirsuto minor H. Amst. 2. p. 149.\nJacobeae Afric. frutesc. fol. glauco crasso succulento H. Amst. 2. Fig. 74.\nJacobeae Afr. fol. Hederae terrestris H: Amst. 2. Fig. 73.\nAnemoneofermos Afric. fol. Card. Benedict. fl. albo extus puniceo H. Amst. 2. Fig. 22.\nChrysanthemum Canadense, Ranunculi rad. Strumosum vulgo H. L. B.\nPtarmica Alpina Matricariae folijs 37. Triumfet. 83.\nPtarmica Alpina incanis ferratis folijs H. L. Bat. 694.\nPtarmica fol. profundius ferratis, late viridibus elator H. L. B. 694.\nCalendula humilis Afr. fol. Leucoij, fl. albo H. Amst.\nSenecio Amer. purpureo caeruleo flore El. Bot. 362.\nSenecio Afric. arborescens, fol. Ficoides H. Amst. 2. Fig.\nEupatorium Novae Angliae Urticæ folijs, fl. purp. maculato caule H. L. B. 667.\nComa aurea Afric. frutesc. fol. glauco ad extrema trifido H. Amst. 2. Fig.\nChrysanthemum Cannabinum Americanum H. R. Blas 254.\nAbrotanum fæm. canescens fol. Stachadis citrinæ Breyn. Pr. I. Panæ.\nTanacetum Afr. arborescens, fol. Lavandulae H. Aftm. 2. Fig.\nScabiosa folio Cardiacae Bocc. Sicul.\nCarduus Creticus inanus, fl. luteo purpureo I. R. H. 441.\nCarduus Melitensis capitulis conglobatis I. R. H. 442.\nCarduus Melitensis Erucae folio fl. luteo I. R. H. 442.\nCarduus Spherocephalus Tingitanus I. R. H. 441.\nJacea argentea Ragusina Zanon 107.\nJacea cinerea laciniata, fl. purpureo Triumphetii 72.\nSerratula Virginiana foliis rigidis P. B. pr. 227. Fig.\nSerratula Novaeborac. altissima, fol. Doriæ mollibus subincanis P. Bat.\nGallium saxatile glauco folio Bocc. Mus. Tab. 116.\nBetonica major Danica Park. 615.\nBetonica minima Alpina Helvetica Park. 614.\nClinopodium Canad. fistulosum angustifolium H. L. Bat.\nHorminum sanguineum Asphodeli radice Triumph. 69.\nHorminum Verbenæ laciniis Triumph. 66.\nBugula odorata Lusitanica Corn. 46.\nOcimum Ægyptiac odorat. fol. longis pediculis innixus Ambros.\nMarrubiastrum fol. Cardiacæ Bocc. Mus. Tab. 98.\nPseudo-Diétamnus Afric. Hederae Terrestris fol. Old. I. R. H. 188.\nCalamintha praëalta odore Pulegij Bocc. Tab. 40.\nDracocephalum Americanum Breyn. Pr. 1. Fig.\nBugula Alpina maxima I. R. H. 209.\nMarrubium aq. fol. profundissime disjectis H. L. B. 408.\nVerbena altissima Americana P. Bat.\nVerbena latifol. Lusit. procerior I. R. H. 200.\nAuricula Ursæ minima, fl. carneo & niveo I. B. 3. p. 869.\nPortulaca Curassavica Capparidis fol. P. Bat. pr. 213. Fig.\nPortulaca Curass. lanuginosa erecta P. Bat. pr. 214. Fig.\nBlattaria fl. caeruleo, fol. splendente Mandragoræ Triumph.\nBlattaria incana multifida Bocc. 61.\nLinaria Americ. max. purpureo flore H. L. Bat. 377 Fig.\nScrophularia nemorensis fol. Urticae rugoso, fl. atro puniceante H. Catholic.\nPolygala frutescens Cap. Bone Spei Breyn. Cent. 107.\nPolygala frutesc. fol. Buxi fl. maximo Old. I. R. H. 175.\nHypericum frutescens Virgin. tomentosum & incanum P.\nBat. pr. 188. Fig.\nConvolvulus Amer. pilosus, fl. luteo, umbone purpureo\nH. Amst. Fig.\nCampanula altissima hirsuta flor. conglomeratis Hort. Bat.\nCampanula minima Afric. Erini facie, fl. violaceo, cauliculis\nprocumbentibus H. L. B. 109.\nTithymalus Ragusinus fl. luteo pentapetalo H. L. B. 601.\nTithymalus Afric. caule tuberoso minor ex Hort. Beaum.\n107.\nDatura Amer. Hyoscyami folio Hor. Bat. 2.\nDatura Cochin. spinosissima Zan. 76.\nGeranium Afric. noctu olens tuberosum fol. Vitis hirsuto-\nH. Amst. 2.\nGeranium Afric. frutescens fol. glauco, sapore Aceto-\nCom. 2. Fig.\nGeranium fætidum Park.\nAlthea frutesc. Lust. fol. rotundiori undulato I. R. H. 97.\nMalva rotundifolia Italica, fl. amplo purpureescente I. R.\nH. 96.\nMalva Hispan. fol. rotundis undulatis Flor. Bat. 2.\nMalva rotundifol. glabra Hisp.fl. amplo rubello Pluk. 443.\nMalva Sylvestris fol. Beionica Bocc. 114.\nKetmia Africana Populi folio I. R. H. 100.\nCistus Ledon fol. latis & hirtutis Flor. Bat. 2.\nColyledon fl. luteo rad. repente Dodart. mem. 73.\nColyledon fl. luteo medio H. L. Bat. 191.\nColyledon Afr. frutesc. fl. umbellato coccineo Comel. 2.24.\nTelephium Amboinense maximum H. Beaumont.\nHelleborus niger trifoliatus H. Furnes. 92.\nSinapistrum Lust. tryphyllum fl. rubro, siliquis cornicu-\nlatis H. L. Bat.\nFumaria Africana vesicaria scandens P. Bat.\nClematis tetraphyllos Americana siliquosa H. R. Par. 71.\nAsclepias\nAsclepias Africana aizoides, fl. pulchre fimbriato Com. 19.\nApocynum majus Syriacum rectum Corn. 91.\nApocynum minus rectum Canadense Corn. 93.\nApocynum Canad. humilius fol. angustissimo H. L. Bat.\nApocynum rectum latifol. Americ. majus Park. 385.\nApocynum fruticos. fol. rotundiori crasso P. Bat.\nApocynum frutesc. fol. rotundiori magis acuto P. Bat.\nApocynum erect. Canad. latifolium P. Bat.\nThlaspi inanum fol. Leucoij Bocc.\nLeucoium saxat. fol. viridi, fl. purpureo elegantii Cupani.\nThlaspi latif. platycarpon Leucoij folio Bocc. 55.\nThlaspi verum primum Dioscoridis Zan. 191.\nLepidium humile minus inanum Alepicum I. R. H.\nCochlearia major Batavica erecta fol. oblongo H. L. Bat.\n165.\nSinapi Indicum Lactucae folio P. Bat.\nSinapi Indic. Lact. fol. minus seu angusto profundius crenato P. B.\nSinapi Hispanicum fol. Nasturtij Tourn. 227. fl. pallide purpureo 142.\nNasturtium Pyrenaicum aquaticum P. Bat.\nNasturtium montanum fol. Asari Bocc. 5.\nCardamine Sicula fol. Fumariae T. 224. Bocc. 84.\nLeucoium Lust. purpureum fol. eleganter dentatis P. Bat.\n193. Fig.\nHesperis Sicula frutescens, siliqua tricuspidi T. 223. Boc. Mus. Tab. 111.\nHesperis Sicula Coronopi fol. siliquâ tricuspidi T. 223. Bocc. Mus. Tab. 111.\nGenista tinctoria Germanica fol. lucidis glabris H. L. B.\nPhaseolus Indicus flor. & fructu candidissimis Volk.\nPhaseolus Indicus cochleato flore Triumph. 92.\nFenum Graecum Sylv. minus Monspel Breyn. Cent. 79. Fig.\nFenum Graecum Sativum, polyceration Cretic. majus Breyn. Cent. 80.\nAnonis spicata sive Alopecuroides Lusitanica Hofm.\nMedica annua, siliquis hirsutis falcatis Flor. Bat. 1.\nColutea vesic. Afr. frut. fol. Senae, fl. sanguineo Comt.\nOnobrychis minus, fr. maximo insigniter echinato Triumph.\n65.\nLupinus peregr. major, fl. incarnato H. L. Bat.\nLupinus angustifol. cerul. elatior Ray H. Plant. 908.\nHedysarum triphyllum Canad. Cornuti 44.\nHedysarum annum siliqua aspera undulata intorta T. 401.\nAstragalus purp. perennis Monspessulanus Magn.\nBryonia Zeyl. fol. profunde laciniatis H. L. Bat. Fig.\nBryonia Afr. laciniata, tuberosa rad. fl. herbaceis P. Bat.\nPolygonatum racemosum fl. luteo majus Corn. 37.\nPolygonatum racemosum fl. luteo minus Corn.\nAsparagus aculeatus max. sarmentosus Zeylanicus H. L. Bat.\nFig.\nAnapodaphyllum Canad. Morini T. 239.\nArum max. cauliculis nigricantibus, Zeylanicum H. L. Bat.\nArum tryphyllum Dodart. Mem. 81.\nCucumis Canad. monospermos, fr. echinato Par. Bat. Fig.\n133.\nCucumis puniceus Indicus major P. Bat.\nFicus Indica Scolopendriae folio Epiphyllitis P. Bat. Cat. 8.\nCereus erect. Curass. tetragonus articulatus P. B. pr.\nCereus scand. minor trigonus articulatus, fr. suavissimo\nP. Bat. 118. Fig.\nCereus scand. minor polygonus articulatus, P. Bat. 120.\nAcetosa Moscovitica sterilis H. Ox. 583.\nAtriplex angustissimo & longissimo folio H. L. Bat.\nParietaria Sicula fol. Alsines Bocc. 47.\nPimpinella sanguisorba eleganter laciniata S. B. P. T.\nPimpinella max. Canad. alba spicata Corn. 175.\nPimpinella Agrimonoideis Bocc. 58.\nGnaphaloides Lusitanica T. 439.\nMercurialis procumbens dicoccos Afric. fol. Violae tricoloris P. Bat.\n\nHya-\nHyacintho affinis Afric. tuberosa rad. umbellata caerulea inodora H. L. Bat.\n\nColchicum variegatum Corn. 137.\nCanna Indica angustifol. fl. flavo H. L. Bat.\nOrnithogalo affinis rad. tuberosa, fol. Cyclaminis Breyn. Cent.\nOrnithogalum Afric. lut. odorat. fol. Cepaceis rad. tuberosa H. L. Bat. Fig.\nScilla Afric. fl. parvo viridi, bulbo amplissimo lanuginoso H. Amst. 2 Fig.\nLilium Amer. puniceo flore, Bella dona dictum P. Bat. Fig.\n\n194.\nLilio narcissus Afr. platicaulis humilis, fl. purp. odorato H. Amst.\n\nGramen Sparteum marit Hollandium, spicâ Secalinâ Ray.\nGr. Daëtylon max. Americanum H. R. Par.\nArundo Indica variegata seu Laconica Theophrasti Corn. 55.\nPolypodium majus folio serrato Barrel. Icon.\nFraxinus Alepensis H. L. Bat.\nFraxinus Americana florida H. R. Par,\nFraxinus florifera Botryoides H. R. Blæs.\nLentiscus vulg. fol. minoribus & pallidioribus H. L. Bat.\nJasminum Afric. folio Ilicis Com. Fig. 6.\nVitis Idea Zelanica odoratissima T. 608.\nMyrtus folijs Buxi Schuyt. Hort. 49.\n\nIII. The following Plants, tho formerly discovered, are not common in our English Physick Gardens.\n\nA\nNemone trifolia C. B. 176. Phyt. 317.\nAnemone Sylv. alba major C. B. 176.\nRanunculus nemorosus luteus C. B. 198. flor. duobus Var.\nMenum latifol. adulterinum C. B. 148.\nCitimum marit. majus odore Apij C. B. 288. 1.\nApium montanum tenuifolium C. B. 153.\nThapsia latifol. villosa C. B. 148.\nThapsia folijs Libanoditis fætidissima C. B. 148.\n\nCaucalis\nCaucalis pumila maritima C. B. 152.\nValeriana tuberosa I. B. 3. p. 209.\nSonchus laevis laciniatus caeruleus Alpinus C. B. 124.\nTussilago Alpina rotundifolia glabra C. B. 197.\nCacalia tomentosa C. B. 198.\nBellis spinosa fol. Agerati C. B. 262.\nDipsacus sativus fol. laciniato C. B. 385.\nEryngium montanum pumilum C. B. 386.\nAtractylis fl. purpureo Ludg. 1468.\nJacea Babylonica C. B. pr. 129.\nJacea marit. candidissima fol. Stabes C. B. 272.\nCentaurium Alpinum luteum C. B. 117. pr. 56.\nRubeola repens lutea folijs spinosis C. B. 334.\nTragoriganum Creticum minus & tenuis Alpin. Exot. 79:\nTragorig. Cret. majori crassiori, asperiori folio Alp. Ex. 79.\nSideritis Alpina Hyssopifolia C. B. 233.\nSideritis hirsuta vulg. erecta C. B. 233.\nVerbena nodiflora C. B. pr. 125. Fig.\nAlpine affinis Androsace dicta major C. B. 251.\nSoldanella Alpina rotundifolia C. B. 295.\nGentiana palustris latifol. fl. punctato C. B. 188.\nHyosciamus albus Ægyptius Alp. Exot. 192.\nLinaria tryphylla minor lutea C. B. 212.\nHedera saxatilis magno flore C. B. 306.\nTithymalus Characias fol. serrato C. B. 293.\nRuta Sylv. fl. magno albo C. B. 336.\nAlcea villosa hirsuta C. B. 36.\nNigella Cretica C. B. prodr. 75.\nPeonia folio latiori promiscua Vormarij I. B.\nJonthlaspi minimum spicatum Col. 284.\nLencoium mont. fl. pedato Col. 261.\nJondraba Apula Alyssoides spicata Col. 285.\n\nLONDON: Printed for H. Clements at the Half-Moon, and W. Innys at the Princes-Arms in St. Paul's Churchyard, and D. Browne without Temple-Bar.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103107.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 19,
    "total-input-tokens": 29056,
    "total-output-tokens": 11304,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1302,
        2
      ],
      [
        1302,
        2389,
        3
      ],
      [
        2389,
        3731,
        4
      ],
      [
        3731,
        5236,
        5
      ],
      [
        5236,
        6841,
        6
      ],
      [
        6841,
        8516,
        7
      ],
      [
        8516,
        10159,
        8
      ],
      [
        10159,
        11719,
        9
      ],
      [
        11719,
        13247,
        10
      ],
      [
        13247,
        14693,
        11
      ],
      [
        14693,
        16197,
        12
      ],
      [
        16197,
        17741,
        13
      ],
      [
        17741,
        19435,
        14
      ],
      [
        19435,
        20987,
        15
      ],
      [
        20987,
        22535,
        16
      ],
      [
        22535,
        24081,
        17
      ],
      [
        24081,
        25527,
        18
      ],
      [
        25527,
        27017,
        19
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "en",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103107",
    "title": "An Account of a Book",
    "authors": "Herman Boerhaven",
    "year": 1710,
    "volume": "27",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 19,
    "jstor_url": "https://www.jstor.org/stable/103107"
  }
}