{
  "id": "83408ad56f66f080710de74bf0f60fe0760b08d7",
  "text": "IV. Tractatus de Ambaro, a Reverendo D. D. G. J. Camello, communicatus D. Jacobo Petiverio Societatis Regiae Socio.\n\nAvicenna scribit, Ambarum fungorum in rupibus, ac arboribus more in Maris Alveo generari. Alii non secus, ac in terra fungos super marinas enasci aquas. Hieronymus à Huerta in Annotationibus Traductionis Plinii, certas asserit esse algas, seu excrementitias massas super Maris aquas in forma fungorum enatas, quae recenter collectae inodora, nec fragrantiam spirant, donec curentur: Nec bituminis genus, aut balanæ esse semen eò quod ista semel indurata, nequaquam ut Legitimum Ambarum rarefieri queant. Jonatius Alzina in Hist. Bisai. eò quod aliquando & balanæ evomatur, in ea nonnunquam inveniatur, & at Indius Taesã bongansiso, i.e. excrementum balanæ vocetur: Ambari materiam algas, seu plantas esse marinas resinosas, aut resinam maris in fundo crescentium arborum, aut ex jam putridis algis, ac maris recrementis enatatam mucilaginem a balanis depastam conjecturatur. Nicolaus Monardes bituminis genus ex fontibus in alto mari manans, quod & Guili. du Wallig. defendit. Alii, & Simon Sethi in diversis scaturire locis, & esse ejus fontes ut bituminis. Garcias ab Orta opinatur verisimiliter Insulas, aut terras similis c. Ambaro formæ inveniri. Ferd. Lopez. Castruccia Avium Insulae de Maldiva, quae herbis paucuntur odoriferis esse stercus. Car. Clusio narravit Servatius Marelli recrements in veræ balanæ ventriculo congesta ex materia viscosa. Alii ex Pisce Azelo devoratum proxime dorso spinam eximi. Ferd. Castrillo liquorem piscium collectum circa eorum esophagum, ut Brasilia reduces testatur.\nFran. Combes Iolo Incolas excrementum esse piscis Gadiamina, qui differens, & balæna major est, narrare referit. Alii ex fructu quodam odorato a balæna devorato fieri volunt. Alii sperma, alii hepar, alii cum sinis (qui illud Hay ano say, vocant, i.e. prelervans vestimenta Tinea) excrementum balænae, nonnulli maris spumam esse contendunt. Ctesias apud Arist. Semen Elephants. Puchsius factitium ex ligno aloes, Zibetho, Styrae & Ladano. Indi Lutai apud Combes, ex arboris marinae, maxima & aromaticæ muscosis, viscosive fieri adherentibus aut acrementis. Alii, & hi prudentiores ex ejusdem arboris resina, cui opinioni & ipse author accedit, adjiciendo Ambarum crudum odoris esse expers, & adeo Pilis (Amygdalo-pistacea est) resinæ simile esse, & uti hanc facile inflamabile, ut multi incauti decepti avaritia suæ debitas luerint poenas. Hieronymus à Huerta opinionem esse quorundam, Ambarum resinam l. gummi esse arborum, aut Pini resinam. Thomas Bartholinus in Actis Medico-Philosophicis Haffnienisibus Anni 1673. Obs. 122. f. 306. eosdem cum succino habere affirmat natales, (postquam videlicet comprobasset Succinum arborum esse resinam) nec dubium esse arbores odoratas in novo orbe similis profundere succos. Tacitus ut orientis arbores Thura, & Balsama (cur non & Ambaram?) ita & occidentis credibile sudare succinum scribit. Ex his omnibus opinionibus & conjecturis, quis opinioni, Ambari originem ab arboribus deducentium, utpote verisimili ac probabiliori non subscribit? More fungorum etenim generari valde dubium est. Algas, aut maris recrementitiam putrilaginem materiam esse posse Ambari, non facile crediderim. Herbas aut arbores resi- niferas in ipso mari enasci necdum constat. Bituminis, aut terræ genus esse, non est verisimile. Fictitium esse, falsum est. Avium stercus, Elephants semen, Balænae, aut alterius Piscis effeliquorem, hepar, sperma, aut excrementum, fabulosum videtur. A Balanis nihilominus, aut aliis Cetaceis, aliquando Ambarum tanquam nutritioni pro-\nsui ineptum evomi, (quod & Odoaratus Barbosa annotat) in earumve esophago, aut ventriculo nonnunquam ut indigestibile inveniri lubens concefferim, siquidem hujuscemodi monstria oblatas ossis, nequaquam ut pueri poma diligere, aut prailibare solent, sed quicquid faucium eorum hiatus influxerit, ingurgitant. * Resinosum itaque salvo aliorum judicio liquorem, quem Indi variorum provinciarum Agacahae l. Hagac-bac. Bintogo l. Bin-toco. Apitono. & Malibaho. Cayancang. & Bolotic aliis vocant, quemve unum eundemve cum ea sicca, & indurata resina, qua mihi de montibus illos, & Paynan in magnis alata fuit fragmentis, esse judico: Ambari legitimam materiam esse suplicor. Verum tempestuosâ obortâ procella, & pluviarum continuatione, universali factâ inundatione à mediterraneis latebris, ac & spineta inaccessibilium montium jugis, torrentium impetuoso, ac versabundo cursu præcipitanter in mare delatum, ibidemque a decumana fluctuum exagitatione, & concussione ætuante marina aqua non nihil emollium ac elotum, beneficio particularum Salis marini, nec non Solis demum accendentibus ardentissimis radiis, itâ immutatum, elaboratum ac præparatum, ut tandem placato turbine ad littus refluis propulsus fluitibus a resina recenter ex arbore collecta, aut etiam tractu temporis in montanis desiccata, distinçissimam violento nempe hocce beneficio acquisitam præseferat formam *, eamve prouti scilicet, plusve minusve temporis aqua marina maceratus, fluctuum concussione elotus, ac Solis excoctus, seu dealbatus fuerit ardore, magis aut minus candidam. Verum communiter non nisi postquam Pluviarum continuatione mediterranea inundentur, & terribilium ventorum furia exagitatae fuerit mare, horrenda fluctuum concussione abyssos ipsos, & sinuum ac concavitatum latebras everrendo fortes tanti ponderis in littus rejiciuntur. Hujus conjecturae certum, & evidens praebent. Argumentum Anno 1694. Januario Manilam allata Ambari frusta grandiora, solida, pura & heterogeneis carentia, in littore circa Palagpag collecta. (Nota, post sub finem Februarii 1693. horribilem exortam\ntam turbinem) erant autem partim coloris opacioris succini flavi, seu facie gummi Arabicæ: vitro cristallino vix non pellucidiori de Ilocos misæ resinæ magis in luteum vergentia: Resinæ verò de Paynan allatæ propemodum similia, sed minus odora, usta videlicet, igne ut hæc & altera facile liquefcentia, & lapideæ ferme duritiei, ità ut nec Culter nec dentes signum imprimerent. Partim seu latere uno ex candido grisea, varie fistla, friabilia quidem, sed omni hucusque à me viso Ambaro solidiora. Pro Ambaro autem omnium optimo genuino, & legitimo divendita fuerunt. Huic meæ opinioni non invitus objecerat adversarius, non posse esse Ambarum hujuscemodi arborum resinam, eo quod frusta maxima reperta fuerint, cui respondebam fieri posse, ut variis hujus resinæ glumi obvios inter fluctuum recursus, aut etiam torrentium decursus, utpote homogenei, & tenaces socientur, sibi cohaerant aglutinentur, & in frusta majora denique abeant, ac conglomerentur. Et quid ni magna possibile est reperiri hujuscemodi resinæ frusta, cum hujates montes arbores resiniferas incredibilis alant vertitatis, & ad Pilis & Lauvan caudices sapius centenarii colligantur resinæ, & fragmenta de Ilocos ac Paynan allatæ resinæ sanè maximum suisse glomum, unde desumpta fuerant, testentur. Fran. Combes in Hist. Insularum Mindanai f. 15. refert in littore Iolo. (Batavis Insula Margarifera) suisse repertum frustum Ambari, bovinis corporis trunco majus, sed resinæ ordinariæ loco vix non suisse consumptum. Idem referre videtur Fran. Colin in Historia Philippinarum f. 49. scribens circa Insulam Iolo frustum Ambari, grisei, & optimi inventum suisse ultra ducentas libras pendens. Et idem Ignatius Alzina in Hist. Byzairum recensere puto, qui dicit in Iolo frustum suisse collectum corpore humano crassius, & duplo longius, vilique ob copiam distractum suisse pretio. An. 1632. ad promontorium Sancti Spiritus in Costa de Igbabao ambari fragmentum 55 circiter librarum inventum fuit, cujuś uncia 30 Imp. guia sanè optimum fuit, divenditum est.\n\nIndus\nIndus siquidem, cui sors obtigerat tres impleverat corbes, quorum duos ob cognitionis, &c. exinde estimationis defectum, domus suae illuminandi gratia, resinae loco insumpserat. (His usibus Antiquitus, plerumque Byzantinis, Ambarum à resina non distinguendo deserviebat.) idem facturus cum corbe tertio, nisi hospes magis versatus ex odoris fragrantia, sunt recta ascendentis distintivo, non resinam vulgarem, sed nobiliissimam, seu Ambarum esse prodidisset. + In Bangahun vetula conchylia legens, frustum magnitudinis brachii invenit, pro resina odorifera ordinaria habuit, (nam variae & multae resinae odoriferae species à mari in littus propelluntur, ut Batete, Ambarum redolens, quam Ambarum quod vocant nigrum esse cen- seo; eo quod curatum, non semel pro vilici divendatur Ambaro. Dairiangao, Raporago, Benzoini redolent, Tangay, Samato. Aliis Samata, liquidambram, aut balsamum spirantes.) suffumigiis destinavit, &c. ferme in totum antequam quid rei esset edocta fuisse, consumpsit. Ambarum non rarò valde tenax, & picis liquidae modo molle inveniri multi affirmant, quod & Fran. Combes insinuat dum scribit: aliquando in littore liqorem mollem, & recentem colligi, qui asservatus, nec non beneficiatus optimum esse deprehenditur Ambarum. Communis autem & vulgaris est opinio, quod & Hieronymus de Huerta cum Fran. Combes affirmit, Ambarum crudum aut recenter collectum, fragranti carere odore: Joh. nihilominus Botero Benes f. 90. Ambarum in Ava profans, & non adulteratum odoris esse summe fragrantis, ac acuti, ut naribus admotum illiciat, nisi sanguinem profluere faciat. Alphonsus de Ovalle in Hisp. Chilensi scribit. Griseum esse odoris suavis, nigrum acutioris, differentiam verò hanc odoris, & coloris inde prove- nire, quod nigrum griseo breviori tempore in mari, ac Soli expositum fuerit. * Dealbationem itaque Ambari, & duritiam, ac densitatem sali, salinisque maris particulis, prouti Succini Soliditatem Thomas Bartholinus in Actis Medico-Philosophicis Haf. Anno 1671. Obs. 57. f. 113. adscribe-\nV. A Letter from Dr William Oliver, Physician and Fellow of the Royal Society, to Mr James Petiver, F. R. S. concerning the Jesuits Bark.\n\nSIR,\n\nPeru Bark, comes from a Tree about the bigness of a Plumb Tree, with Leaves like Ivy, but not quite so big, and are always green. The Indians call it Querango. 'Tis gathered in Autumn, and the Rind taken off all round, as well from the Trunk as Boughs, which grows again in four Months, as Cork does: The Trunk is about the Bigness of a Mans Thigh: It bears a Fruit not unlike a Chestnut (except its outer Rind or Shell) which is properly call'd China China, and is esteem'd by the Natives beyond the Bark taken from the Trunk or Boughs. This Account I received from an Ingenious Apothecary at Cadiz in Spain, A.D. 1694. who had lived in Peru, and seen it growing, and gathered it several times: From this History I made this Observation, that probably China China, or the Rind of the Fruit, was first only in Use, and the more powerful Medicine, used in smaller quantities, and that the Bark of the Tree came not into play till some time after; when the Vertues of it, known in Europe, occasioned a greater demand for it, whether this be a just Observation or no, I submit to your better Judgment.\n\nVI. Part",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102929.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 11344,
    "total-output-tokens": 3719,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1625,
        2
      ],
      [
        1625,
        3614,
        3
      ],
      [
        3614,
        5680,
        4
      ],
      [
        5680,
        7707,
        5
      ],
      [
        7707,
        9724,
        6
      ],
      [
        9724,
        10977,
        7
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102929",
    "title": "Tractatulus de Ambaro, a Reverendo D. D. G. J. Camello, Communicatus D. Jacobo Petiverio Societatis Regiae Socio.",
    "authors": "G. J. Camello, Jacobo Petiverio",
    "year": 1704,
    "volume": "24",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/102929"
  }
}