{
  "id": "f68eb517e5b875946291821ba3ffd3860b531822",
  "text": "some ingenious Anatomist were appointed for this service, when it shall happen; for this case, if rightly enquired into, may be of use and satisfaction to the curious.\n\nV. A Letter from Dr William Musgrave, F.R.S., to the Publisher, concerning some Experiments made for transmitting a blue coloured Liquor into the Lacteals.\n\nExon, Sept. 24. 1701.\n\nSIR,\n\nThe new Theory of Continual Fevers, lately publish'd, speaking (page 54, 5,) of that considerable experiment of Dr Lister's, made for colouring the Lacteals; and printed, Phil. Trans. N. 143; as if the Dr could never get the experiment done to his satisfaction; and intimating, That People may be deceived with Blue Tinctures; for [that] this is the natural colour of these Lacteals, when they are almost, or altogether empty. I have drawn out of my Adversaria the summ of what was, a little after that Transaction came out, done by me, in this matter.\n\nFeb. 168; I injected into the Jejunum of a Dog, that had for a day before but little Meat, about 12 ounces of a solution of Indigo in Fountain water; and after three hours opening the Dog a second time, I observed several of the Lacteals of a Bluish colour; which upon stretching of the Mesentery, did several times disappear; but was most easily discern'd when the Mesentery lay loose; an Argument that the Bluish colour, was not properly of the Vessel; but of the Liquor contained in it.\nA few days after this, repeating the Experiment in another Company, with the solution of Stone Blue in Fountain water, and on a Dog that had been kept fasting 36 hours; I saw several of the Lacteals become of a perfect Blue colour, within very few Minutes after the Injection: For they appear'd so, before I could sow up the Gut.\n\nAbout the beginning of March following, having kept a Spaniel fasting 36 hours, and then Syringing a pint of a deep Decoction of Stone Blue with common Water into one of the small Guts; and after three hours, opening the Dog again, I saw many of the Lacteals of a deep Blue Colour. Several of them were Cut, and afforded a Blue Liquor, (some of the Decoction,) running forth on the Mesentery. After this I examin'd the Ductus Thoracicus, (on which, together with other Vessels near it, I had, upon my Return, made a Ligature) and saw the Receptaculum Chyli, and that Ductus, of a Bluish Colour; not so Blue, indeed, as the Lacteals, from the Solution mixing, in and near the Receptaculum, with Lymph; but much Bluer than the Ductus uses to be, or than the Lymphatics under the Liver (with which I compared it) were.\n\nI trusted not my own Eyes in any one of these Experiments; but in each of them had the Company and Assistance of several Physicians, who all agreed with me, as to the Colouring of the Lacteals.\n\nI should not have insisted thus minutely on these Experiments, were I not convinc'd they do right to a Learned Man, (whose success in tinging the Lacteals is undeservedly questioned) and also established a proposition of extraordinary consequence, both in the regular and disturbed Oeconomy. For\n\nThe entrance into the Lacteals (which is much the narrowest part of all the way from the Mouth to the Mass of Blood) being thus beyond exception, proved wide\nwide enough to admit so gross a Body as Stone-blue, we may here in part explain the admission of Liquors, (as of Diuretic waters, &c.) into the Vessels in prodigious quantities, in a very little time.\n\nThe same wideness of the Pylae Lactee, makes them easy to receive (together with proper Vehicles) those grater Bodies, which afterwards compose the grumose part of the Blood, the Cartilages and Bones.\n\nAnd this open entrance being allow'd, it will no longer seem impossible, that with our nourishment, Eggs or Animalcula themselves, should enter these Vessels, there being no manner of Question; but that of both the one and the other, none are much less in bulk, than the greatest Particles of Indigo, in the Decoction above-mentioned seen in the Lacteals.\n\nAdd to this the many Species there are of little Insects, and their great Fertility; so many and so great, that of the People of the Animal Kingdom, a very small proportion (perhaps not a quarter part) comes within view of the naked Eye; and then, we shall be the better able to account, for the great variety, as well as numbers of Insects, observed in the Juices of the Body Animal.\n\nBut the chiefest use of the wideness of the Lacteal Orifices, is in deducing from thence the reception of gross matters (such as are the effects of indigestion, &c.) which afterwards in the Blood and Genus Nervosum, many times produce most severe Distempers.\n\nWhich notion being in some degree confirmed by its first proposer (vide Clariss. Listeri de Fontibus medicatis Angliae exercitacionem alteram, Ed. Lond. pag. 48.) will, best of all, receive farther Illustration from the same hand. The Foundation he builds on is certainly good and we have reason to hope the Superstructure will be such also.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102837.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1344,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1399,
        2
      ],
      [
        1399,
        3197,
        3
      ],
      [
        3197,
        4945,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102837",
    "title": "A Letter from Dr William Musgrave, F R. S. to the Publisher, concerning Some Experiments Made for Transmitting a Blue Coloured Liquor In-Into the Lacteals",
    "authors": "William Musgrave",
    "year": 1700,
    "volume": "22",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/102837"
  }
}