{
  "id": "84cd405df98fc0effe278f078ad4aa32b94ddd51",
  "text": "there may be place for so much the greater number of these particles to strike it at the same time, and so to render their impression more strong.\n\nAnd that these odorant particles, which run with the Air into the Nose, in smelling, might not all forthwith pass off from thence into the breast: Nature by this Labyrinth, made by the windings of the Lamelle, hath taken care to give them an arrest and longer stay. And for the same reason, she hath furnished the said Tunick of the Nose with a great many small Glands, which open thereinto; and so moisten it with a thick and slimy exudation, the better to entangle the dry odorant particles.\n\nThis Tunick examined and compar'd in several Animals, shews also much of the reason of the delicacy of Smelling in some, above what it is in others. For look how much a finer Nose it is that Animals have, they have likewise so much a greater number of these Lamelle, wherewith the said Tunick is roll'd up in so many more folds. So the Nose of a Hound is better furnished with them, than that of any other Animals. The Hare, Fox, Cat, Wild Boar, have a considerable number of them. Those Animals that chew the Cud, have fewer. And Man is less provided for, than any of the rest. Thus far the Learned Observer.\n\nAnd Note, That not only the number, but also the length of the Lamelle, is of great use for the strength of Smelling. For which purpose most Quadrupeds, which either hunt, as the Carnivorous; or at least want reason otherwise to distinguish their food, than by the smell, as the Graminivorous; have their Nose not placed in the middle of the face, as in Man; but prolonged to the very end.\n\nObservations of some Animals, and of a strange Plant, made in a Voyage into the Kingdom of Congo: by Michael Angelo de Guattini and Dionysius of Placenza, Missionaries thither. Extracted out of the Journal des Scavans.\n\nIn Brazil, there are certain little Animals, by the Author call'd Poux de Pharaon, which enter into the feet betwixt the skin and the flesh. They grow in one day as big as Beans. And if they are not presently drawn out, they make\nmake an unsupportable Ulcer, and all the foot cor-\nrupts.\n\nIn the Kingdom of Congo, there are Serpents twenty five\nfoot long, which will swallow at once a whole Sheep. The\nmanner of taking them is thus: When they lie to digest\nwhat they have eaten, they stretch themselves forth in the\nSun: which the Blacks seeing, kill them. And having cut off\ntheir Head and Tail, and embowel'd them, they eat them;\nand ordinarily find them as fat as Hogs.\n\nThere are here a great number of Ants, and of that big-\nness, that the Author reports, that being one day sick in his\nbed, he was forced to order himself to be carried out of his\nroom for fear of being devoured by them. As it often\nhappens to those of Angola: where you may also find in the\nmorning, the Skeletons of Cows devoured by these Ants in\none night.\n\nAmongst other fair Fruit Trees in Brazil there is one,\nwhose Fruit is called Niceffo: which hath this remarkable,\nthat it hath but two Leaves; whereof each is able to cover\na man.\n\nExtract of a Letter from Mr. Edmund Pitt, Alderman of\nWorcester, a very knowing Botanist; concerning the Sor-\nbus Pyriformis.\n\nLast year I found a Rarity growing wild in a Forest\nof this County of Worcester. It is described by\nL'Obelius under the name of Sorbus Pyriformis: as also by\nMathiolus upon Dioscorides. And by Bauhinus, under the\nname of Sorbus Procer. And they agree, that in France,\nGermany, and Italy they are commonly found. But neither\nthese, nor any of our own Country-men, as Gerard, Par-\nkinson, Johnson, How, nor those Learned Authors Merret or\nRay, have taken notice of its being a Native of England.\nNor have any of our English Writers so much as mention'd\nit. Saving, that Mr. Lyte, in his Translation of Dodonaeus,\ndescribes it under the name of the Sorbo-Apple. But faith\nno more of the place, but that it groweth in Dutch-\nLand.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101801.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 1067,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2095,
        2
      ],
      [
        2095,
        3933,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101801",
    "title": "Observations of Some Animals, and of a Strange Plant, Made in a Voyage into the Kingdom of Congo: by Michael Angelo De Guattini and Dionysius of Placenza, Missionaries Thither. Extracted out of the Journal des Scavans",
    "authors": "Michael Angelo De Guattini",
    "year": 1677,
    "volume": "12",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101801"
  }
}