{
  "id": "826723b579f69ccbad8a6f9453e45b495f3fe422",
  "text": "VI. Account of an extraordinary Dropsical Case. By Mr. John Latham, in a Letter to Mr. Warner, F.R.S.\n\nTO MR. WARNER.\n\nSIR,\n\nDartford,\nOctober 28, 1778.\n\nRead Dec. 17, 1778. WHEN I last had the pleasure of seeing you, it was your opinion, that the Royal Society would receive some satisfaction in my giving some account of the case of Miss A. M. who died lately of a dropsy under my care.\n\nThis patient was of a florid, lively constitution, but from a child was subject to a violent eruption, which came generally on a sudden, covering the whole neck, breast, and often great part of the face; and after remaining a week or two abated in violence, and went off by degrees. The intervals were uncertain, but for the most part in spring and in autumn she was more apt to have it, though frequently three or four times in the year. Various methods were tried to eradicate this complaint.\nplaint without effect; nor did the appearance of the\nmenses, as we had some reason to hope, in the least turn\nout in her favour. It will be needless to relate here the\nvarious medicines which had been given her with little\nor no success, except that the most relief she found was\nfrom the use of salt water, which was thought to make\nthe intervals the longer in two or three instances, as well\nas the appearance of the eruption milder. Things con-\ntinued thus till the autumn 1773, when the menses be-\ncame obstructed, continuing so for some months, but ap-\npeared once more very plentifully; after which they nev-\ner returned, neither did the eruption, except in the most\ntrifling manner. About Christmas 1773 she complained\nof a weight in the abdomen, and fulness of the stomach;\nwhich symptoms were relieved by some gentle opening\nmedicines. She then went on a visit to some friends at a\ndistance, after which I saw her no more for two months.\nI learned, that during that time the complaints had re-\nturned more violent, for which she consulted a physician\non the spot, but without the relief she found at first; for\nthe abdomen began to increase in size every day, and be-\ncame painful, the urine high-coloured, and in small\nquantity, with thirst, and every other symptom of an\napproaching dropsy.\n\nIn\nIn a narrative of this kind it may be expected, that a detail of the medicines she took during her illness might be noted; but as I chiefly acted in my surgical capacity, and as she was after this time, till the first operation, for the most part in London, under the care of physicians of the first eminence, it is out of my power to give such an account; suffice it then to say, that she was obliged to submit to the operation of the paracentesis the 27th of June, 1774. The quantity I then took off was only twelve pints, somewhat foetid, but not very dark coloured, nor was it ever after the least offensive. The operation was repeated in six weeks, when twenty-nine pints were taken off; after that time once in four weeks to the end of the year. During the whole of the year 1775 I tapped her once in a fortnight more or less; and in the year 1776 she for the most part underwent the operation every eight or nine days, the intervals gradually shortening, till by the end of the year she could go no longer than a week between, which continued to the day of her death, which happened May 14, 1778, being then not quite twenty-three years of age. About a week before that time, she was troubled with incessant vomitings, which nothing would relieve; but was better a few hours before her death, and went off pretty easy.\n\nI have\nI have good reason to suppose the complaint originated from a disease of the left ovary, for after the first tapping I felt a substance of the size of a cricket ball; and, as the operations went on, this became more and more manifest, increasing so much as at last to occupy the whole space of the abdomen forward, being of a very irregular form, and I am clear of many pounds weight, for she appeared, even after the water had been drawn off, as large as a woman in the last month of pregnancy. It would have added greatly to my satisfaction to have been able to clear up this point in every particular, by opening her after death; but I had the extreme mortification of being denied this necessary circumstance, notwithstanding my most earnest solicitations.\n\nI must, therefore, content myself with giving this bare recital of facts as above, which will serve to record to futurity, a case which I believe has not its equal in regard to the number of operations. What is remarkable here is, that this young lady had a good appetite for the most part, and was very cheerful; and, except a day before and after each operation, used to visit her friends at several miles distance as she would have done in health, and till within the last two or three months could walk a mile or two with tolerable ease.\nAs to the quantity of water taken off, I find it to amount, upon the nearest calculation, to twenty-four pints at each operation; for though the first time produced only twelve pints, and in several of the latter operations the quantity fell short of twenty-four pints, yet I may venture to state it at least at twenty-four pints or three gallons on an average, as in many of the operations I took off from twenty-eight to thirty pints. The number of times I tapped her was in all 155, which brings out in the whole 3720 pints, being 465 gallons, not far short of seven hogsheads and an half. As to the authenticity of the whole, your connections with the family, and frequent opportunities of seeing this young lady during her illness, will put it beyond a doubt. I have therefore no more to add, than my wish that the case may prove acceptable to the Society.\n\nI am, &c.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106407.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9592,
    "total-output-tokens": 1506,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        885,
        2
      ],
      [
        885,
        2191,
        3
      ],
      [
        2191,
        3525,
        4
      ],
      [
        3525,
        4829,
        5
      ],
      [
        4829,
        5701,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106407",
    "title": "Account of an Extraordinary Dropsical Case. By Mr. John Latham, in a Letter to Mr. Warner, F. R. S.",
    "authors": "John Latham",
    "year": 1779,
    "volume": "69",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/106407"
  }
}