{
  "id": "aaa0b7ebb568ab74214f8cd480e38f7acadaf383",
  "text": "It should be inquired, at what distance they are from the Seas, or from Salt-fluxes, from Hills, and how deep in the Vales? What the weight? Whether in droughts or long Frosts the proportion of Salt or weight increaseth? Whether the Earth near the Springs, or in their passage hath any peculiar ferment, or produceth a blackishness, if it rests, after it is well drained.\n\nInquiries for Turkey.\n\nThough many Relations and Descriptions of Turkey be extant in Print, yet they leave in many a desire of fuller information in the following particulars, lately drawn up, for the most part by Mr. H. and recommended to an Ingenious Gentleman, bound for that Country; and desired also to be taken notice off by others, that may have occasion to visit the same.\n\n1. In what part of Turkey the Rusma is to be found; and in what quantity? Whether the Turks employ it to any other Uses, besides that of the taking away of Hair? Whether there be differing kinds of it? How it is used to take off hair, and how to get store of it.\n\n2. Whether the Turks do not only take Opium themselves for strength and courage, but also give it to their Horses, Camels and Dromedaries, for the same purpose, when they find them tired and faint in their travelling? What is the greatest Dose, any men are known to have taken of Opium? and how prepared?\n\n3. What effects are observed from their use, not only of Opium (already mention'd) but also of Coffee, Bathing, shaving their Heads, using Rice; and why they prefer that which grows not unless water'd, before Wheat, &c.?\n\n4. How their Damasco-steel is made and temper'd?\n\n5. What is their way of dressing and making Leather, which though thin and supple, will hold out water?\n\n6. What method they observe in breeding those excellent Horses, they are so much famed for?\n\n7. Whether they be so skilful in Poisoning, as is said; and how their Poisons are curable?\n\n8. How\n8. How the Armenians keep Meat fresh and sweet so long, as 'tis said they do?\n\n9. What Arts or Trades they have worth Learning?\n\n10. Whether there be such a Tree about Damascum, call'd Monflac, which every year about the Month of December is cut down close by the root, and within four or five Months time shoots up again apace, bringing forth Leaves, Flowers, and Fruit also, and bearing but one Apple (an excellent Fruit) at once?\n\n11. Whether about Reame in the Southern part of Arabia Felix, there be Grapes without any grains? And whether the people in that Country live, many of them, to a hundred and twenty years, in good health?\n\n12. Whether in Candia there be no poisonous Creatures; and whether those Serpents, that are there, are without poison?\n\n13. Whether all Fruits, Herbs, Earth, Fountains, are naturally saltish in the Isle of Cyprus? And whether those parts of this Isle, which abound in Cyprus-trees, are more or less healthful, than others?\n\n14. What store of Amianthus there is in Cyprus; and how they work it?\n\n15. Whether Mummies be found in the sands of Arabia, that are the dried flesh of men buried in those sandy Deserts intravelling? And how they differ in their vertue from the Embalmed ones?\n\n16. Whether the parts about the City of Constantinople or Asia Minor, be as subject to Earth-quakes now, as they have been formerly? And whether the Eastern winds do not Plague the said City with Mists, and cause that inconstancy of Weather, it is said to be subject to?\n\n17. Whether the Earth-quakes in Zant and Cephalonia be so frequent, as now and then to happen nine or ten times a Month? And whether these Isles be not very Cavernous?\n\n18. What is the height of Mount Caucasus, its position, temper in its several parts, &c?\n\n19. With what declivity the Water runs out of the Euxine-Sea into the Propontis? With what depth? And if the many Tides and Eddies, so famous by the name of the Euripi, have any certain Period?\n20. If in the Euxine-Sea there can be found any sign of the Caspian Seas emptying itself into it by a passage under ground? If there be any different Colour, or Temper as to Heat or Cold; or any great Current or Motion in the Water, that may give light to it?\n\n21. By what Inland passages they go to China; there being now a passage for Caravans throughout those places, that would formerly admit of no Correspondence by reason of the Barbarisme of the Inhabitants?\n\n22. Whether in the Aqueducts, they make, they line the inside with as good Plaster, as the Ancients did? and how theirs is made?\n\n23. To inquire after these excellent Works of Antiquity, of which that Country is full, and which by the ignorant are not thought worth notice or preservation? And particularly, what is the bigness and structure of the Aqueducts, made in several places about Constantinople by Solyman the Magnificent? &c.\n\nAn Observation of Optick Glasses, made of Rock-Crystal.\n\nThis is contained in a Letter, of Eustachio Divini, Printed in Italian at Rome, as the 39. Journal des Scavans extracts it; vid.\n\nThough it be commonly believed, that Rock-Crystal is not fit for Optick-Glasses, because there are many Veins in it; yet Eustachio Divini made one of it, which he faith proved an excellent one, though full of Veins.*\n\n*It may be queried whether those were true Veins, or only Superficial Striatures, a slight scratches.\n\nAn accompt of the Use of the Grain of Kermes for Coloration.\n\nThis was communicated by the Ingenious Dr. Croon, as he received it from one, Monsieur Verny, a French Apothecary at Montpelier; who having described the Grain of Kermes, to be an excrescence, growing upon the Wood, and often upon the leaves.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101531.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 1483,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1894,
        2
      ],
      [
        1894,
        3843,
        3
      ],
      [
        3843,
        5559,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101531",
    "title": "Inquiries for Turky",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/101531"
  }
}