{
  "id": "2277b16df5e16f062df0e7c3d1eaf98c0b25dd42",
  "text": "XXXIV. A Letter from Richard Pulteney, M. D. F. R. S. to William Watson, M. D. F. R. S. concerning the medicinal Effects of a poisonous Plant exhibited instead of the Water Parsnip.\n\nDear Sir,\n\nRead July 9, 1772.\n\nSome circumstances having lately come to my knowledge, relating to the effects of a poisonous plant, I thought them rather too remarkable not to merit further notice; and, I address them to you with the more propriety, as you have already laid before the publick some observations * concerning the deleterious qualities of the plant in question, which holds a distinguished place among the poisonous ones that are indigenous in Britain.\n\nMr. H——n, an attorney of this place, now upwards of forty, at the age of fifteen, began to be affected (after taking cold upon violent exercise, as he thinks) with what is usually called a scorbuteick disorder; which shewed itself more particularly on the outsides of his arms, about the elbows, and on\n\n* See Philosophical Transactions, Vol. XLIV. p. 227. and Vol. L. p. 856.\nthe outsides of his legs, from the knees to the ankles, as well as in blotches upon other parts of his body. It had the appearance of a dry-branny scab or scurf, which every night fell off, more or less, in scales, as is usual in leprous cases. At times it pushed out more than usual, and thickened the integuments of the limbs considerably, after which the separation of scales would become very abundant.\n\nFor several years past he had been trying a variety of things commonly recommended in such cases, particularly the quack medicine known by the name of Maredant's Drops, which he continued for near a twelvemonth, without finding the least sensible relief: also an electuary of Flos sulphuris and Cremor tartari, which he had persevered in for near three years, without finding any other alteration, than that of its preventing costiveness, to which he was habitually subject.\n\nIn the winter 1770, this disorder increased upon him very rapidly, without being able to assign any reason, from any accident that had happened to him, or from any irregularity of his own in point of regimen, in which he was always very exact. At this time, besides the farther spreading of the eruption itself, the integuments of the legs thickened very much, and the limbs swelled to such a degree, as to render him unable to walk. The quantity of branny scurf and scales thrown off, at this time, was very great; he says \"handfuls might have been taken out of his bed every morning.\"\n\nIn this unhappy situation, even loathsome to himself, it was recommended to him to take the juice of water parsnep, in the quantity of one common tablespoonful\nspoonful every morning, fasting, mixed with two spoonfuls of white mountain wine.\n\nAccordingly, about the middle of January 1771, he procured a half-pint phial of what was so called, by means of the person who had recommended it, and who had assured him that he had been greatly relieved, in a similar disorder, by it.\n\nThe first spoonful he took did not begin to give any great uneasiness for two hours, but after that time, his head began to be affected in a very extraordinary manner; a violent sickness soon succeeded, and violent vomiting; and, after he was put to bed, there came on cold sweats, and a very strong and long-continued rigor, so that the people about him thought him dying for some time; but, in a few hours, all these symptoms wore off.\n\nSuch, however, had been the inveteracy of his disorder, and so strong his desire to find relief, that he determined not to desist; and, after having omitted his medicine for one day, he repeated it, in nearly the same dose, and with similar effects as to sickness and vomiting, though the uncommon sensation in his head, and the succeeding rigor, were by no means so violent. He had resolution enough to continue this dose every other morning, for more than a fortnight, and then reduced it to three teaspoonfulls which was just the half of the first dose.\n\nBefore he had taken this juice one month, he was sensible of a very great change for the better; encouraged, therefore, by these appearances he persevered in its use until the middle of April, by which time his skin, though not quite cleared, yet had ceased to throw off any more scurf, was become\ncome soft, clean, and well conditioned, and, as he has repeatedly assured me, he got then into a much better conditioned state, then he had experienced for many years before.\n\nFrom first to last, this juice never purged him; though he says, even in its reduced dose, it never failed to occasion a dizziness of the head, a nausea, and sickness, which were not infrequently succeeded by a vomiting, that always instantly relieved his head.\n\nFrom the middle of April to the middle of June, he desisted from the use of the juice, but, in its stead, drank every morning for breakfast, the infusion of the leaves of the same plant, which, he says, is like common bohea tea. The infusion seldom occasioned nausea, or sickness, but always brought on a small degree of vertigo, and in a slight manner produced the effects of intoxication from liquor.\n\nIn June he went to Harrowgate, as he had designed in the summer before. Upon first drinking and bathing there, he thought himself worse; and his eruptions, having gradually increased during the two months that he staid in that place, he was convinced that those waters were of no real service to him. On his coming home, he returned to the use of the infusion, and he assures me, that he again found, even by that weak preparation, a very speedy alteration for the better. From that time, he continued it ever since, until his stock of the herb was exhausted; his skin is now so very little affected, that he has but here and there, upon his arms and legs, a very small appearance of his disorder.\n\nUpon questioning him relating to the sensible qualities of this medicine, he says again, that he\nparticularly remembers that it never once purged him; not even the first dose, which had so nearly poisoned him. He does not think that it increased the sensible perspiration, but is convinced that it was diuretick; and adds, that he thinks it occasioned, besides the increased flow of urine, a copious sediment in it, and which he believes was always wanting before.\n\nThis is the plain, narrative of the fact. He has assured me that no medicine or regimen, among the great variety that he has tried, ever had any sensible effect upon his disorder before; and that nothing but the very early and sensible relief he experienced from this juice, could have induced him to persevere in its use, under such uneasy feelings, as it never failed to produce. Indeed, he makes nothing of the lighter effects of the infusion, from which, however, he thinks, he has likewise reaped no small benefit.\n\nThis case, the nature and inveteracy of his disorder, being well known among his neighbours, was much talked of, and raised the curiosity of many people. When I first heard of it, and was informed of the smallness of the dose, and its virulent operation, I could scarce doubt that the juice of some other plant had been administered instead of that of the water parsnep, which we know to be a safe and harmless vegetable; medical writers having directed its juice to be drunk, even to the quantity of four ounces for a dose: and as I know, the *Oenanthe crocata*, hemlock dropwort, to be exceedingly plentiful in this country, so much, as to be more easily procured than the water parsnep itself; I thought it\n\nVol. LXII. P p p probable\nprobable that that plant had been used in its stead. Upon getting a specimen, it appeared that this had been indeed the case; as also, upon farther enquiry, that it was the juice of the root only, and not of the leaves and stalks, that had been administered. I might here observe, that the expression from the root is not to be depended upon after the plant is advanced towards its flowering state, as the root then becomes light, spungy, and almost destitute of juice.\n\nIf you judge this case not improper to be laid before the Royal Society, you will do me the honour of presenting it. Mr. H——n himself is so much convinced of the efficacy of the medicine, that he is desirous of its being known to the world.\n\nI do not enter into any reasoning on this occurrence; I relate it only as a fact, and desire it may have no more weight than every judicious physician knows is due to a single instance. How far it may be proper to give this juice a farther trial, I will not take upon me to determine; but must, as an encouragement to any who may chuse to venture upon it, inform them, that it has not on all persons so much power in producing nausea and sickness, as in the case here before us. I am,\n\nSIR,\n\nwith great esteem,\n\nYour obliged humble servant,\n\nR. Pulteney.\n\nBlandford,\nMarch 12, 1772.\n\nP. S.\nP. S. Mr H——— is desirous that it should be known, that he \"tried very fruitlessly, among other methods, the drinking of tar-water and sea-water, of each of which, he says, he did not drink less than an hogshead.\"\n\nXXXV. April",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106065.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12084,
    "total-output-tokens": 2308,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1029,
        2
      ],
      [
        1029,
        2661,
        3
      ],
      [
        2661,
        4276,
        4
      ],
      [
        4276,
        5915,
        5
      ],
      [
        5915,
        7542,
        6
      ],
      [
        7542,
        8845,
        7
      ],
      [
        8845,
        9071,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106065",
    "title": "A Letter from Richard Pulteney, M. D. F. R. S. to William Watson, M. D. F. R. S. concerning the Medicinal Effects of a Poisonous Plant Exhibited Instead of the Water Parsnep",
    "authors": "Richard Pulteney",
    "year": 1772,
    "volume": "62",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/106065"
  }
}