{
  "id": "bb944d0624da6d46e62b86f1a66650dfd359ae64",
  "text": "XXII. The Process of making Ice in the East Indies. By Sir Robert Barker, F. R. S. in a Letter to Dr. Brocklesby.\n\nTO DR. RICHARD BROCKLESBY, F. R. S.\n\nSIR,\n\nRedde, Mar. 9, 1775.\n\nTHE process of making ice in the East Indies having become a subject of speculation, I beg permission to present you with the method by which it was performed at Allahabad, Mootegil, and Calcutta, in the East Indies, lying between $25\\frac{1}{2}$ and $23\\frac{1}{2}$ degrees of North latitude. At the latter place I have never heard of any persons having discovered natural ice in the pools or cisterns, or in any waters collected in the roads; nor has the thermometer been remarked to descend to the freezing point; and at the former very few only have discovered ice, and that but seldom. But in the process of making ice at these places it was usual to collect a quantity every morning, before Sun-rise (except in some particular kinds of weather, which I shall specify in the sequel), for near three months in the year: viz., from December till February.\n\nThe ice-maker belonging to me at Allahabad (at which place I principally attended to this enquiry) made a suf-\na sufficient quantity in the winter for the supply of the table during the summer season. The methods he pursued were as follows: on a large open plain, three or four excavations were made, each about thirty feet square and two deep; the bottoms of which were strewned about eight inches or a foot thick with sugar-cane, or the stems of the large Indian corn dried. Upon this bed were placed in rows, near to each other, a number of small, shallow, earthen pans, for containing the water intended to be frozen. These are unglazed, scarce a quarter of an inch thick, about an inch and a quarter in depth, and made of an earth so porous, that it was visible, from the exterior part of the pans, the water had penetrated the whole substance. Towards the dusk of the evening, they were filled with soft water, which had been boiled, and then left in the afore-related situation. The ice-makers attended the pits usually before the Sun was above the horizon, and collected in baskets what was frozen, by pouring the whole contents of the pans into them, and thereby retaining the ice, which was daily conveyed to the grand receptacle or place of preservation, prepared generally on some high dry situation, by sinking a pit of fourteen or fifteen feet deep, lined first with straw, and then with a coarse kind of blanketing, where it is beat down with rammers, till at length its own accumulated cold again freezes and forms one solid mass. The mouth of the pit is well secured from the exterior air with straw and blankets, in the manner of the lining, and a thatched roof is thrown over the whole. It is here necessary to remark,\nremark, that the quantity of ice depends materially on the weather; and consequently, it has sometimes happened, that no congelation took place. At others, perhaps, half the quantity will be frozen; and I have often seen the whole contents formed into a perfect cake of ice: the lighter the atmosphere, and the more clear and serene the weather, the more favourable for congelation, as a frequent change of winds and clouds are certain preventives. For I have frequently remarked, that after a very sharp cold night, to the feel of the human body, scarce any ice has been formed; when at other times the night has been calm and serene, and sensibly warmer, the contents of the pans will be frozen through. The strongest proof of the influence of the weather appears by the water in one pit being more congealed than the same preparation for freezing will be in other situations, a mile or more distant.\n\nTo reason physically upon this process of making ice, it may be said, that had the thermometer been suspended in the air, free from every other body capable of communicating heat, in some parts of the night during the cold months of December, January, and February, the quicksilver might have descended to the freezing point, and that water, being artfully placed in a similar situation, contained in thin porous pans, and supported by a substance little capable of communicating heat from the earth, might also freeze, and continue in a state of congelation till the heat of the morning came on. I say this may be possible; but at the same time I must beg leave\nto observe, that, during my residence in that quarter of the globe, I never saw any natural ice. I cannot declare that the thermometer has not descended to the freezing point during the night, because I never made the necessary observations; but the water in every other situation, excepting in the pans, has not appeared to be in a freezing state. The climate may probably contribute in some measure to facilitate the congelation of water, when placed in a situation free from the heat of the earth, since those nights in which the greatest quantity of ice has been produced, were, as I before observed, perfectly serene, the atmosphere sharp and thin, with very little dew after midnight. Many gentlemen, now in England, have made the same remarks, in their frequent visits with me to the ice-pits. The spungy nature of the sugar-canies, or stems of the Indian corn, appears well calculated to give a passage under the pans to the cold air; which, acting on the exterior parts of the vessels, may carry off by evaporation a proportion of the heat. The porous substance of the vessels seems equally well qualified for the admission of the cold air internally; and their situation being full a foot beneath the plane of the ground, prevents the surface of the water from being ruffled by any small current of air, and thereby preserves the congealed particles from disunion. Boiling the water is esteemed a necessary preparative to this method of congelation; but how far this may be consonant with philosophical reasoning, I will not presume to determine.\n\n(a) See Part I. Art. xiii.\nFrom these circumstances it appears, that water, by being placed in a situation free from receiving heat from other bodies, and exposed in large surfaces to the air, may be brought to freeze when the temperature of the atmosphere is some degrees above the freezing point on the scale of Fahrenheit's thermometer; and by being collected and amassed into a large body, is thus preserved, and rendered fit for freezing other fluids, during the severe heats of the summer season. In effecting which there is also an established mode of proceeding; the sherbets, creams, or whatever other fluids are intended to be frozen, are confined in thin silver cups of a conical form, containing about a pint, with their covers well luted on with paste, and placed in a large vessel filled with ice, saltpetre, and common salt, of the two last an equal quantity, and a little water to dissolve the ice and combine the whole. This composition presently freezes the contents of the cups to the same consistency of our ice creams, &c. in Europe; but plain water will become so hard as to require a mallet and knife to break it. Upon applying the bulb of a thermometer to one of these pieces of ice, thus frozen, the quicksilver has been known to sink two or three degree below the freezing point: so that from an atmosphere apparently not mild enough to produce natural ice, ice shall be formed, collected, and a cold accumulated, that shall cause the quicksilver to fall even below the freezing point. The promising advantages of such a discovery could alone induce the Asiatic (whose principal study is the luxuries of life, and this may well be called such, when\nwhen I have often regaled with ices when the thermometer has stood at $112^\\circ$), to make an attempt of profiting by so very short a duration of cold during the nights in these months, and by a well-timed and critical contrivance of securing this momentary degree of cold, they have procured to themselves a comfortable refreshment as a recompence, to alleviate, in some degree, the intense heats of the summer season, which, in some parts of India, would be scarce supportable, but by the assistance of this and many other inventions.\n\nAccompanying I beg leave to offer you some observations, I made in the year 1767\\(^{(b)}\\), in the province of Allahabad, on the temperature of the weather, which will serve to elucidate the extraordinary and sudden changes incident to that part of Asia. Also some remarks on the weather during my voyage to England, particularly specifying the situation we were in when the observations were made.\n\nI am, sir, with regard,\n\nYour most obedient humble servant,\n\nROBERT BARKER.\n\n\\(^{(b)}\\) See a general account of these observations Article XVIII.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106193.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10884,
    "total-output-tokens": 2081,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1151,
        2
      ],
      [
        1151,
        2778,
        3
      ],
      [
        2778,
        4345,
        4
      ],
      [
        4345,
        5930,
        5
      ],
      [
        5930,
        7578,
        6
      ],
      [
        7578,
        8663,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106193",
    "title": "The Process of Making Ice in the East Indies. By Sir Robert Barker, F. R. S. in a Letter to Dr. Brocklesby",
    "authors": "Robert Barker",
    "year": 1775,
    "volume": "65",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/106193"
  }
}