{
  "id": "dc27dd8b9ee5759fc3356cb2b2ed74736bfe4236",
  "text": "542. Nigella; flore minore, simplici candido. C. B. 145.\n\n543. Nigella angustifolia; flore majore, simplici, cœruleo. C. B. 145.\n\n544. Pulmonaria; calice vesicario.\n\n545. Sherardia nodiflora; Stæchados ferratæ foliis. D. Vaillant.\n\n546 Sherardia repens, nodiflora, subrotundo folio. D. Houston.\n\n247. Sherardia spicata, annua; flore cœruleo; foliis angustis & ferratis. D. Houston.\n\n548. Sinapistrum Americanum spinosum; flore carneo; foliis trifidis & quinquidis. D. Houston.\n\n549. Spergula, quæ Alsine sexatilis & Multiflora; capillaceo folio. T. Inst. 243.\n\n550. Volubilis Americana; Bryoniae folio; hirsutia Lappacea obsita. à D. Houston. Gronovia scandens; Lappacea, pampinea fronde Houston. Martyn. Hyft. Plant. rar. Dec. IV. N° 8.\n\nII. DE CAMPHORA THYMI. Auëtore Casparo Neumanno, M.D. Chemiae Profess. Berolin. & R. S. S.\n\nSectio I.\n\nANTE aliquot annos Illustri Regiæ Magnæ Britanniae Scientiarum Societati Observationem quandam, * quæ singularis mihi visa fuit atque in distillatione & separatione Olei essentialis Thymi ex improviso accidit, dum nempe in hoc, absque omni additione destillato, Oleo corpus solidum, siccum, crystallinum, album & pellucidum apparuit, communicavi: ubi inter caetera adduxi, quod substantiam hanc,\n\n* Vide Transact. N°. 389.\nhanc, prout externâ aspectû & mixtione ipsius conspiceretur, pro nulla re alia, quam pro Specie quodam Camphorae dijudicare possim; quoniam, meô certè judiciô, ad nulla alia in terris alioquin existentia mixta (in quantum Chymici hucusque tam naturales quam artificiales materias notarunt, distinxerunt & secundum primarias suas qualitates nominarunt) è contrario omnium commodissimè & rationi maximè convenienter ad illud mixtum, ab antiquis jam temporibus Camphora appellatum, subordinari queat; hanc Observationem porro cum necessariis, quas judicabam, circumstantiis animadversionibusque extendi: de reliquo vero ampliori indagationi atque judicio uniuscujusque commisi, ut tam me ipsum, quam alios circa hanc materiam curiosos ulterius informarent. Placuit quoque Secretario celeberrimæ antedictæ Societatis eum mihi honorem deferre, & hanc Observationem Anno 1725. ipsorum pro mensis Julio & Augusto sub N° 389. publicè editis Transactionibus Philosophicis inserrerere, pro quo honore publicas jam habeo atque persolvo gratias. Cum vero ex alia in subsequenti mox numero, 390. pro Mensis Septembri & Octobri ejusdem anni prostante, Observatione de Camphora, à D. Joh. Brown, exercitato Chymico (quem jam Collegam meum honoratissimum in praedicta Regia Societate appellare mihi gratulor) traditâ perspexi, illum à meo judicio de dicto producto Thymi ac nomine ipsi assignato planè dissentire & penè in omnibus partibus aliarn, primarióque illuc tendentein, foovere opinionem, quod hoc ex oleo destillato Thymi emergens corpus siccum, à me pro Specie quodam Camphorae venditatum, proindequé nomine Camphorae Thymi insignitum, nulla sit Camphora, miniméque ejusmodi nomen mereatur, propterea pace vestra (quoniam, juxta\njuxta tritum illud sermone proverbium, quilibet verborum suorum optimus est interpretis) mentem meam circa hæc, quæ ibi à me scripta sunt, sequentibus ulterius explicare mihi liceat, cum postea perinde mihi fuerit, an productum questionis à tertio nulli parti addicto, sive mecum pro Camphora, sive etiam cum Domino Brown pro Oleo habeatur.\n\nSect. II.\n\nUt rem brevibus complectar, modò dictus D. Brown\n\n1. Productum hoc Thymi non esse Camphoram, inquit, sed Oleum Thymi coagulatum seu condensatum.\n\n2. Circa hanc contradictionem nititur fundamento Experimentorum quorundam, in quibus vulgaris, Indica & officinalis Camphora aliter se habeat, quam ea à me nominata Camphora Thymi, adeoque hoc productum non esse Camphoram.\n\nJam equidem justam D. Brown intentionem, & in Chymia laudabilem profectò consuetudinem; qua nempè non omnibus, quæ ab aliis dicta aut literis mandata sunt, statim applaudendum est, non solum debitis effero laudibus, sed etiam affirmo, me contra ista ab eo adducta Experimenta, distinctionem indigitantia, nihil habere quod regeram; interea hæc à causa principali me nondum deducunt neque in eam sententiam convertunt, ac si istæ à D. Brown observatæ differentiæ inter Camphoram communem & Camphoram Thymi jam satis sufficientes essent, ut me convincerent, quod Productum hoc Thymi propterea non sit Camphora.\n\nSect.\nSect. III.\n\nDixi nempe in antedicta mea Observatione primò in genere, acquisivisse me ex nostrati Thymo vulgari veram, densam, crystalliformem &c in omnibus qualitatibus conspirantem, nec nisi odore differentem Camphoram, &c. In specie verò porrò adduxi.\n\nI. Quò modò Camphoram hanc acquisiverim.\nII. Quà de causâ Substantiam illam pro Camphora habeam.\nIII. Ex quibus partibus Camphora consistat.\nIV. Et denique, quod hanc Camphoram Thymi in omnibus qualitatibus præcipuis, odore exceptò, cum Camphora vulgari convenientem existimem.\n\nSect. IV.\n\nAd hæc D. Brown, Præparatum vel Produçtum hocce existere quidem fatetur, dicens, tale quippiam jam antea ibi visum fuisse, id quod non equidem impugno, quamvis toto isto quinquennio, in Anglia olim degens, nunquam illud audiverim, multò minus oculis meis creverim; sic etiam concedit externam formam, nomen tantummodò huic producto deditum, vel quod Camphora sit, in dubium vocat & impugnat. Atque sic porrò in aliis quibusdam rebus à me dissentit.\n\nSect. V.\n\nQuod vero hoc Præparatum Thymi nulli alij rei quam Camphoræ accensere potuerim, sequentes me impulerunt rationes:\n\nI. Ex\nI. Ex Oleo essentiali ortum est.\n\nII. Planè album, transparens; pellucidum, crystallinum, siccum & durum, friabile tamen, denique & fortiter olens corpus, existit.\n\nIII. Nullò modò solutionem in aqua admittit.\n\nIV. Contrà facile in Spiritu Vini rectificatissimo & Spiritu Nitri solvitur.\n\nV. Demonstrabiles partes constitutivæ hujus Producti Thymi eadem sunt, quæ in communi Camphora, quamvis\n\n(a) Ratione odoris specifici,\n\n(b) Ratione proportionis partium constituentium, &\n\n(c) Ratione quoque loci natalis vel Climatis, notabilis occurrat differentia, & exindè etiam variæ subtiles discrepantiæ circa commixtiones ac relations cum aliis rebus oriri possint.\n\nVI. Denique etiam Mixtum ita constitutum nullo meliore vel convenientiore, ex omnibus hucusque notis naturalibus & artificialibus speciebus, circa quas Chymia versatur, quam Camphoræ nomine insignire potui, siquidem hæc substantia nec Sal volatile nec Sal fixum, nec Terra, nec Lapis, nec Succus condensatus, nec Bitumen, nec Gummi, nec Resina, nec Sulphur, nec Flores, non Præcipitatum nec Sublimatum, non Pix nec Cera, non Phosphorus nec Vitrum, non Glacies nec Glarea est, aut appellari potest. Multò minus huic duro, sicco & crystallino corpori nomen rei molliter unctuosæ, omnium minime rei tenuissimæ pinguedinosæ vel oleosæ aut humidò-liquidae imponere poteram, dum neque Balsamum neque Linimentum, neque Coagulum neque Butyrum, neque Oleum neque Pinguedo, neque Spiritus\nSpiritus neque Aqua, Lacryma, Vinum, Liquor, Acetum vel aliud tale quippiam existit. Et sic in hunc usque diem nihil melius & convenientius quam Camphoram excogitare vel ullò modò invenire possum, quo cum majori & rectiore jure comparari vel quo alio praestantiori nomine exprimi queat.\n\nSect. VI.\n\nHorum respectu & propter descriptas jam Proprietates, hasce ex Oleo destillato acquisitas, elegantes, albas, siccas, pellucidas, solidas, friabiles tamen insimulque fragrantes & in aqua non solubiles, contra in Spiritu Vini rectificatisimo & Spiritu Nitri solubiles Crystallos, Camphoram, & pro discrimine communis aliarumque specierum Camphorae, Camphoram Thymi appellare commotus sum, simulque affirmavi, eam in omnibus his adductis proprietatibus cum Camphora Indica officinali convenire, quamvis omnium & singularum particularium affectationum, affinitatum, effectuum, distinctionum subdivisionumque minorum nullam tum temporis habuerim rationem, præcipue cum non adeò magnam ejus portionem acquisiveram, qua investigationes ad ejusmodi experimenta requisitas instituere potuisse, ut taceam, quod in genere, uti postè majori experientia edoctus sum, Vegetabilia Europæa parum tantum hujusmodi Camphoriformis substantiæ suppeditent, ea autem puto, quæ à natura disposita sunt, ut ejusmodi quippiam largiantur. Quis vero, istas tum à me adductas & jam brevibus reperitas proprietates praecellentes Produci\nducti nostri Thymi cum communi Camphora non convenire, probare poterit? Vel quo magis convenienti & compatibili quam Camphorae nomine mixtum hoc, ut unó verbó mixtionem ejus optimó proprióque charactere indicarem & simul illud ab omnibus aliis in mundo cognitis mixtis perspicuè distingucrem, insiguire aut denotare potuisse.\n\nSect. VII.\n\nNam ut tales albas, pellucidas, divisas, satis magnas, siccas, solidas, & si concutiantur, sonantes Crystallos Oleum appellem vel pro Oleo venditem, sicut saepè dicto D. Brown eas nuncupare libuit, hoc neque honoratissimus hic Collega meus, neque ali-us quisquam tam facile persuadere mihi poterit. Et quamvis existimet, se Præparatum hoc cognomine coagulati seu Condensati præmunire posse, asserens: Oleum condensatum & coagulatum esse, nihil tamen ea omnia ad summam rei faciunt, dum scilicet sic nominata Olea in alio planè statu apparen & in Chymia prorsus alia esse reperiuntur, de quibus mentem meam ulterius jam explicaturus sum.\n\nSect. VIII.\n\nD. Brown primò, has Crystallos Thymi, quas Camphoram appellavi & adhuc appello, Oleum esse asserit; quod autem hac in re huic aliàs egregio Viro assentiri non possim, sequentes notabiles fane & apertè differentes interdicunt circumstantiae:\n\nCrystalli\nCrystalli hæ attractu sunt siccae adeoque non molles, vel unctuosæ aut pingues, sed planè crystallinæ & divisa, quæ solæ proprietates pro repudiatione nominis Olei sufficientes essent, siquidem Naturæ Olei è diametro oppositæ sunt & nomen Olei sicco & crystallino tali mixto nunquam, imo de jure, nulli alij rei, quam planè liquidae, pingui vel ad summum butyraceo unctuosæ convenit.\n\nSect. IX.\n\nSecundò probationem hujus Charactcris fulcire nititur expressione adjectiva vel verbo Coagulatum, dicens: Est Oleum coagulatum. Cui verò porro amice regerere mihi liceat, quod & hæc epitheton illud non satis sit sufficiens:\n\n1. Quia in universa Chymia nomen, Coagulatum, nunquam ejusmodi rei attribui potest nec debet, quæ planè sicca & simul crystallina adeoque nec pinguis-unctuosæ nec humido-aquea est; è contrario.\n\n2. Tantum & unicè istiusmodi rebus ac circumstantiis attribuendum vel addendum est, in quibus sive subito sive pedetentim, sive ex pluribus aut paucioribus humiditatibus vel tenuiter liquida pinguedine, sive etiam per se sive per additionem alterius rei, aliquid quasi præcipitando se se colligit, atque consistentiam, instar lactis coagulati vel Offæ albæ Helmontij, vel Roob, vel Butyri & Unguenti vel resinoso-viscosi assumit, Productum postea sit sive salinum, terrestre, pingue, resinosum vel prout velit. Quamdiu nomen Coagulum vel Coagulatum ipsi attribuitur, tam diu non potest esse siccum,\nsed attractu humido-pingue vel resinoso-viscosum aut unctuosum existere oportet. Et posito! quod hoc verbum Coagulum vel Coagulatum etiam ad res planè sicca consistentia praeditas detorqueatur vel vi detorqueri debeat, licet haec tenus in Chymia illud non introductum sit, hoc saltem concedere necesse est, id nunquam ad corpus pellucidum, crystallinum, in separatis, perspicuis, siccis, ordinè compositis & uti Sal crystallinum apparentibus, ad crepitationem usque duris frustis consistens extendendum, adeoque tale quid minime Coagulum vel Oleum coagulatum appellandum esse, quippe quod haec tenus nondum auditum aut receptum fuit.\n\n3. Omnia Olea coagulata, e.g. Oleum Anisi, Rutae, Olivarum, &c. si loco frigido vel tempore brumali etiam ad summum coagulentur, nequaquam tamen in siccas, planè duras, uti Tartarus vitriolatus, &c. adhuc majores quasi Saccharum candidum album repræsentantes, adeoque in concutiendo crepitantes vel sonantes Crystallos, sed ad summum externo aspectu ut tenuissima folia, attractu tamen digitos pinguefacientes & rigidae quasi apparentes particulas, adhaec vero maxima ex parte in perpetuo butyraceam vel adiposam consistentiam, adeoque nunquam in talen Camphorae similem duritiem degenerare solent.\n\n4. Olea quoque coagulata, vel leviori accedente calore, mox liquescere & tenuiora fieri, statumque coagulationis suae amittere solent, quod vero in nostris Crystallis reperire non licet, quia hæ tam æstate quam hyeme, quinimo consultò applicato leni calore in æquali semper solida forma permanent.\n\nSect.\nTertiò D. Brown adhuc utitur Verbo Condensatum, Crystallos nempè vocat Oleum coagulatum seu condensatum. Si dixisset, Crystallos esse Corpus ex Oleo condensatum, tunc eandem mecum haberet sententiam quam ipse in Observatione mea, pag. 327. sub No 3. adduxi; dum vero simpliciter eas pro Oleo habet, ei minime assentiri possum, siquidem hoc magnam præbeat differentiam, quando dico: ex Oleo natum, condensatum vel separatum; & è contrario quando de Oleo condensato seu coagulato verba facio: Per hanc enim posteriorem loquendi formulam totum intelligitur Oleum; per priorem vero tantum aliquod separatum, de novo productum & ex Oleo jam demum exortum planeque aliter, quam reliquum Oleum visui se objiciens. Id Oleum, quod se coagulari vel condensari patitur, illud non tantum centesimâ, quinquagesimâ vel vigesimâ ex parte fieri solet, sed ejusmodi Oleum penitus penitusque, si non in toto saltem plurimo & maximo pondere se coagulare & condensare debet. Qua vero ratione fit, ut hic in Oleo Thymi parvum tantum pondus elegantium harum Crystallorum oriatur vel separetur, omneque reliquum Oleum ne minimam quidem mutationem aut vestigium coagulationis vel condensationis monstret, sed in perfectè liquida & debite tenuiterque oleosa consistentia, sicut Oleum Thymi purum est atque esse solet, æqualiter permaneat? Aliud est ea materia ex qua aliiquid fit, & aliud quoque est illud, quod ex ea paratur: in praesenti nostra materia utique in principio adest Oleum & quidem Oleum destillatum essentiale; postquam\nautem ex hoc ipso nova planè substantia denuò ori-\ntur, generatur vel ex Oleo separatur & producitur,\nquæ tætu, visu vel forma externa cum ipso Oleo mi-\nnimè convenit, hoc jam clarum pellucidum, album,\nsolidum & crystallinum corpus nunquam pro priori\nfusco-rubro tenui & liquido oleo existimare possüm,\ntanto minus, cum etiam non omne Olcum coaguletur\nvel condensetur, hinc substantiam illam pro Oleo coa-\ngulato seu condensato accipere queo, licet corpus hoc\nex Oleo separatum & condensatum seu potius crys-\ntallatum sit. Quod si hæc methodus invalesceret,\nut separata & præparata ex hoc vel illo subjecto\nsemper cum eodem nomine illius subjecti ex quo se-\nparata sunt, insignirentur, & cognomen tantum ali-\nquod adjicere tur, tum exindè miræ conclusiones &\nstupenda confusiones in Chymia orimentur, sic & in\ncnarrationibus & descriptionibus rerum artificialium\nferè nil nisi æquivocus, obscurus & incertus fenus\nproduceretur. Si hoc valerét, ut Camphora ex hac\ntantum causâ posset appellari Oleum, quia ex Oleo\norta est, & ratione consistentiae figuræque tantummo-\ndò cognomen coagulatum vel condensatum adjicere,\nadeoque sic ab omnibus objectionibus simul & fe-\nmel me liberare possem, tunc quoque hoc rectum ac\njustum esse deberet, si communem frumenti spiritum\nappellarem Frumentum vel semen liquidum. Horde-\num rarefactum, Triticum spirituosum & sic porrò,\nquia scilicet ex seminibus istis paratus fuit. Hoc\nmodò Flores Antimonij etiam Antimonium vola-\ntile; Spiritus Sulphuris, Sulphur aquosum; Phos-\nphorus, Urina coagulata; Sal lixiviosum crystalli-\nnum, Cineres condensati, & sic plura alia secundum\nnomen materiæ ex qua præparata sunt, nuncupari\ndeberent,\ndeberent, quia circa hæc omnia eodem jure probari potest, quod ex iis orta vel praeparata sint, quò affirmare queo, Camphoram Thymi obortam esse ex Oleo Thymi, & sic complures materiae aliter prolixiusque nominari atque circumscribi possent; nisi\n\na. Ad externas quoque differentias, consistenti-\nam, aspectum, siccitatem, humiditatem, pinguedi-\nnem, liquiditatem, pelluciditatem, opacitatem, soli-\nditatem, duritiem, mollitiem, pluresque alias cir-\ncumstantias animus adverteretur, & simul\n\nb. Tritum in scholis proverbium: quod fieri po-\ntest per pauca, &c. puto, quomodo quis mentem suam omnium brevissimè & maximè notanter ex-\nprimere possit, in considerationem veniret.\n\nQuod si igitur Materiam quandam unicò voca-\nbulò characteristicò denotare possum, quare hoc evitare & potius duo vel plura adhibere, adeoque,\nloco verbi Camphora, Oleum coagulatum seu con-\ndensatum dicere deberem? Sufficit! & quilibet in-\ntelligit, cum verbum Camphora adhibeo, quod sit corpus Crystallinum atque condensatum, immo ex Oleo condensatum & maximam partem ex oleosis partibus consistens. Adhæc diversi in Chymia dan-\ntur modi, ubi ex substantia liquida corpus siccum acquiritur, ideoque & hîc bene distinguendum, nec ubique omnia, verbis coagulatum & condensatum, describenda sunt. Siquidem inter coagulatum ac crys-\ntallisatum, inter congelatum, condensatum, inspissat-\num, præcipitatum atque sublimatum, & quæ ulterio-\nres ejusmodi sunt methodi, non exigua existit differ-\nentia.\n\nSect.\nSect. XI.\n\nHæc ergo mea fortè est explicatio, quare istas ex Oleo Thymi acquisitas Crystallos appellaverim Camphoram, easque non olei nomine aut alio quodam cognomine insignire judicaverim. De reliquo mihi perindè erit, si D. Brown aliisque illas Oleum vel Sal volatile vel quoquomodo velint, nominare libuerit.\n\nSect. XII.\n\nPræterea ego nec primus nec solus in terrarum orbe sum, qui ejusmodi ex Europæis Oleis essentia-libus comparatum mixtum Camphoræ nomine insigniverim, sed & alij quidam incruditis certè non adnumerati viri idem mecum fecerunt. Ut prolixitatem effugiam, ad duos tantummodo istos, quos ipse D. Brown allegavit, provocabo:\n\n1. Eruditus & celeb Leydensium Professor D. D. Boerhaave in Libro à D. Brown adducto, qui dicitur Chymiae institutiones & Experimenta, pag. 82. (cujus loci ipse D. Brown, pag. 365. meminit): \"Nam \" (Camphora) inquit, non solum est progenies fo- \" lias arboris Camphoræ, N. B. Sed omnes plantæ \" aromaticæ Camphoram sui generis producere \" possunt,\" prout & D. Boerhaave de hisce in Col- \" legiis & Lectionibus suis quam sæpissime mentem ulterius explicavit, ex quibus nempe Europæorum Oleis Camphora acquiri possit.\n\n2. Egregius ille in eruditione, experientia que celeb. Parisien. Chymicus D. Geoffroy junior, quem\n\nD. Brown\nD. Brown loco citato itidem adducit, in dicta Observatione Academ. Scientiarum Anno 1721. edita, ait: \"L'Huile Terebinthine, quoique rectifiée à l'eau déposée aux parois de la bouteille des cristaux semblables à des aiguilles de Camphre sublimé. J'ai observé la même chose dans les Essences de Matricaire, de Marjolaine, &c. Et porro: \"L'Huile de Sauge, par exemple, & celle de Romarin, prennent en vieillissant à peu près la même odeur. Il y en a même quelquefois, qui approchent de l'odeur du Camphre. J'ai eu de l'eau de sauge, qui gardée pendant plus d'un an, avoir acquis une odeur de Camphre très-forte, ensorte qu'on l'aurait prise pour de l'eau, dans laquelle on aurait étéint du Camphre même, &c.\" Quanquam D. Brown etiam tantorum Virorum experimenta atque enarrationes acceptare recusat & de eis dubitare videatur, tanto minus diversis adhuc aliis manus daturus erit, è quibus apparuit, quod non solum ex variis Vegetabilium Indiae Orientalis partibus, extra propriè sic dictam Arborem Camphoriferam, e.gr. è Radice Arboris Cinnamomi, Zedoariæ & Mentha Zeylanica, istiusque loci crescente Schoenantho, Abrotano, Millefolio, Cardamomo, Junipero, &c. sed ex Europæorum etiam Salvia, Roremarino, Hyssopo, Majorana, &c. &c. (praeter Thymum) acquisita fuerit Camphora. Licet enim D. Brown, pag. 361. his utatur verbis: \"At in nullis aliis Oleis (praeterquam Oleo Thymi) aliquid hujus generis me vidisse memini, nisi in Oleo Macis, de quo pag. seq. mentionem facit: in superiori parte hujus Olei, aliquid crystallinæ formæ hodie fluctuare videtur; attamen cujus F f \"generis\n\"generis sit substantia, sive Camphora, sive non,\ntempus decebit;\" Nihilo tamen scius alij tale\nquid saepius viderunt & observarunt, adeoque\nhoc argumenti loco inservire minime valet, quod\nD. Brown nondum vidit, id nemo unquam hominum in mundo vidit, aut ejusmodi quid nunquam accidit nec accidere potuit, multo minus, quod omnia planè falsa sint, quae D. Brown non vidit nec approbat: Sed hæc tam parum convincent animam, ac si ego dicere auderem, hoc vel illud, quod D. Brown in Chymicis suis tentaminibus vel laboribus consuetis interdum forte obvenerit, nunquam reverra ita accidisse, idque hac tantum praoccupatione fultus, quia ista ego non viderim. In P. S. equidem, D. Manel ei Camphoram Majoranae monstrasse, fatetur, quia vero differentias aliquas cum liquoribus aliis, eadem ratione uti Camphora Thymi, adeoque non in omnibus relationibus eadem modo, sicut Camphora communis sepe exhibuerit, hinc etiam ipsa non Camphora, sed Oleum coagulatum audit.\n\nSect. XIII.\n\nPag. 363 & 365. D. Brown de opinione sua, quod Camphora Thymi sit Oleum coagulatum, quodammodo dubitare, vel, ut rectius dicam, medius haereere videtur, ait enim loco posteriore: \"Quod ad hoc Sal, seu Oleum coagulatum Thymi, &c. & loco priore: Quibus non abs re fuerit, testimonia quaedam de Oleis coagulatis, seu Salibus ex Oleis natis, huc pertinentia, subjungere.\" Ex his patet, dum nempe Crystallos quaestionis Sal seu Oleum, Oleum coagulatum seu Sal ex Oleo natum appel-\nappellat, quod adhuc quasi non satis certus sit nec secum consentiat, ipsas Crystallos certè nihil aliud quam Oleum, sed forte pari ratione tam Sal quam Oleum esse, licet pag. 361. vel non procul à principio Tractatus ejus, nomen Salis ipsi abneget, dum ita loquitur: quod haçtenus improppio Salis Thymi volatilis nomine dictum fuit. Ha ipsi dubiae de Sale cogitationes non tantum in duobus illis locis & fortè casû elapsis verbis Sal seu Oleum, sed & tanto dilucidius exinde colligendæ sunt, quia circa hanc materiam, pag. 364, adhuc alios tres eruditos Viros, nempe D. D. Slare, Helmontium & Clar. Boerhaavium adducit; Venerabilem scilicet D. Slare Camphoram Thymi appellasse Sal volatile (cum tamen in Aqua solutionem non admittat, quippe qua sola generali Salium probatione à charactere Salis excluditur) item, in Oleo Cinnamomi quoddam Salis praecipitatum observatum fuisse, quod tamen nihil aliud quam Camphora esse potuit, quia ipse addit, hoc Oleum sine ullo additamento aut arte ad Salis formam inducendam destillatum fuisse. E contrario reliqua huc allegata exempla ex Helmontio & Boerhaavio, ad hanc materiam vel ad probationem Salis volatilis nativi aut Camphoram repræsentantis, planè non quadrant, dum hi duo Viri posteriores de longè alio ac reali Sale, nempè de Sale volatili artificiali, i.e. de Sale volatili ex Oleo & Sale alcalino-fixo facto loquuntur aut scribunt, prout & ipse D. Brown hoc allegat, idque facile perpendere debuisset, inquit enim: Helmontius de Sale ex eôdem Oleo artefactâ sic locutus est: \"At quando Oleum Cinnamomi suo Sali Alkali miscetur, &c. & sic etiam iste à D. Boerhaave, pag. 364, ex Experimento\nHombergiano allegatus Sal seu Sapo (uti D. Boerhaave eum appellat) verum aliquod cum Sale quodam alcalino nudo commixtum Sal volatile fuisse oporter, si revera in aqua solubile fuit; quod si vero, absque additione, per se in forma salis sepe apposuit, certe nihil aliud quam Camphora, adeoque in aqua nullo modo solubilis aut cum ea permisci bilis fuisse potuit, unde dictus D. Boerhaave adjicet: Sed Experimentum non facile imitari possimus, i.e. si absque additione Sal volatile in Aqua solubile vel Saponem acquirere volumus.\n\nSect. XIV.\n\nIn priore mea Observatione, pag. 329, definitionem vel descriptionem suppeditavi de Mixtione Camphorae sive de partibus ejus constitutivis, quod primo ex principio inflammabili & ignescente vel Phlogisto rarefacto, i.e. subtili sulphurea substantia consistat, quale Principium alij simpliciter Sulphur (in sensu lato) alij vero ut Beccher & Stahl etiam Terram Sulphuream, inflammabilem, Terram secundam, ignescibilem & phlogistam, unum autem verbô plerumque φλογιστὸν appellare solent, ubi his usus sum verbis: Constat rarefacto phlogisto, vel prout Manuscriptum meum habet: Constat ex rarefacto phlogisto, & hoc constituens primâ loco posui, quia quoad quantitatem in mixtionis proportionem maximam constituit partem. Quamvis equidem optimo jure, loco hujus, dicere potuissem: Camphora constat (primâ) ex Oleo vel particulis oleosis, quippe quod hic potissimum intendebam, attamen hoc loco, certis de causis, expressionem illam\nillam adhibere nolui, quia descriptionem modo in sensu physico, quoad principia dedi, dum Oleum rursus è principio inflammabili, Aqua & Terra consistit; proinde hic de nulla æquivoca explicatione cogitavi nec eam pertimui, certissime persuasus, quod hæc chymica loquendi formula, si aliquid describere volumus, ex quo quid constet, vel quas partes constitutivas contineat, unicuique præcipue Chymici, satis nota & perspecta sit, siquidem etiam ipsimet D. Angli, quando vocem Anglicam illam, it consitis, latine reddere volunt, idem quantum mihi succurrat verbum constat, & tum porrò ablativum vel cum Præpositione ex vel etiam sine ea adhibent, hæc quoque loquendi formula in omnibus Chymicorum libris satis trita est & reperibilis; attamen D. Brown, tria ista verba: constat rarefacto Phlogisto, planè aliò modo explicare & ita intelligere. non dicam detorquere placet, ac si dixisset, quod in igne constans sit vel igni resistaat, ait enim: Hæc sunt Neumanni verba, at minimè nostrum: Nam si igni admoveatur, &c. de qua tamen opinione ego nunquam cogitavi, tantum abest ut in hac intentione talia literis consignaverim, alias enim partes constituentes non denotassen numeris, nec hoc sub N° 1, uti aquosum & terreum sed N° 2 & 3 adduxisset, sed si opinio mea cum explicazione D. Brown concordasset, tunc profecto de proprietatibus & relationibus Camphoræ solicitus fuisset. Interim ex hac malè intellecta explicatione certior sis, D. Brown nostri certè magni & planè eximij Chymici D. Stahlij scripta nondum legisse, adeoque etiam de hac ipsi tam usuali expressione vel verbo φλογισθεν verum conceptum non possidere.\n\nSect.\nTandem etiam in considerationem veniunt observatæ à D. Brown differentiæ inter Camphoram Thymi & Camphoram communem, quarum diversas in medium adducit, quæque procul dubio ipsum maximè commoverunt ut crederet & publicè scriberet, quod hæc ex Oleo Thymi acquisita substantia crystallina non sit Camphora eam ob rationem, quia non in omnibus relationibus, aliis admixta rebus, cum Camphora vulgari conveniret, sed planè aliò modò sese gereret.\n\nJam equidem de veritate harum Observationum nullum mihi est dubium, ac lubens consiteor, quod, si Camphora Thymi secundum reliquas relationes in & cum aliis corporibus eoúsque extendenda est, hæc à Camphora communi notabiliter differat, adeóque in hoc D. Brown absque ulla contradictione manus porrigam, verum ea tum temporis, ut illuc usque extendatur, mea intentio nunquam fuit, quin potius primarias modò & præcipuas imprimisque in sensus incurrentes proprietates, quibus tam communis Camphora quam Camphora Thymi præ aliis mixtis in mundo sese distinguunt, in animum induxi, de reliquis omnibus differentiis & qualitatibus particularibus minus solicitus, neque (uti jam suprà dixi) parvo isto, quod acquisiveram, pondere, ejusmodi ulteriores investigationes peragere potui.\nSect. XVI.\n\nQuae me proinde ad æquiparationem Camphoræ Thymi cum Camphora officinali commoverunt, sunt sequentia.\n\n1. Productum Thymi oritur ex Oleo essentiali; sic quoque ordinaria exoritur Camphora.\n\n2. Est corpus siccum & solidum; tale etiam Camphora communis.\n\n3. Simul tamen friabile; Camphora itidem: quamvis D. Brown hanc friabilitatem, quam cum meis Crystallis unicuique monstrare possum, perinde neget.\n\n4. Est album; ita & Camphora.\n\n5. Clarum & pellucidum; eadem ratione quoque Camphora.\n\n6. Consistit ex Crystallis divisis; similiter etiam cruda & non depurata Camphora.\n\n7. Quoad odorem fortiter imitatur suum Oleum vel suam speciem; sic etiam Camphora.\n\n8. Respuit solutionem in aqua, quam Camphora itidem aspernatur.\n\n9. E contrario penitus & facile solvitur à Spiritu vini rectificato, id quod etiam de vulgari Camphora notissimum est.\n\n10. Dissolvitur etiam à Spiritu Nitri; eadem ratione quoque Camphora.\n\nExistentiam profecto, quod haæ convenientiæ, conformitates & circumstantiæ comparabiles satis sufficientes essent, talenm hoc modo se habentem substantiam, absque prolixiore consideratione pro primo Camphoram appellandi.\n\nSect.\nSect. XVII.\n\nDifferentiae cujusdam generalis, pag. 329. § 4.\nmentio à me facta est, quod nempe ex sic dicta arbores\nCamphorifera ibidem in magna copia & ita longe\nplus Camphorae, quam Olei, haberi queat, cum è\ncontrario Vegetabilia Europæorum plurimum Olei,\nparum vero Camphorae largiantur. Cui jam hoc ad-\nhuc addo, quia Camphorae Europææ ex multo Oleo\n& pauciori portione Camphorae consistunt, adeoque\nhae Camphorae in sua mixtione multò oleosiores,\nvel respectu communis Indiæ Orientalis Camphorae,\ncum partibus Oleosis magis, ut ita dicam, superflua-\nratae ac cum aliis partibus propter ea non ita firmiter\nunitae sunt, Camphora officinalis vero, in proporti-\none ingredientium, paucioribus Oleosis, è contrario\npluribus terrestribus partibus instructa & in hac po-\nsteriore in genere omnia constitutiva firmius melius-\nque immixta reperiuntur, quod exinde etiam in com-\nmixture cum aliis liquoribus, porrò ratione subli-\nmationis, solutionis cum Oleo Vitrioli, ratione exha-\nlationis, praecipitationis aliarumque relationum, tan-\ntò facilius notabilis differentia inter has duas species\nsefè exterere possit; hinc tamen illa haud sequitur\nconclusio: quia Camphora Thymi in omnibus & sin-\ngulis relationibus cum Camphora vulgari non conve-\nnit, ergo hoc Productum Thymi non est Camphora.\nSi enim in Chymia in omnibus ferè rebus unicè ac\nsolum ad relationes differentes particulares respicere,\nconvenientes vero generales proprietates observatuque\nmaximè digniores plane non attendere, sed tantum\nsuperficiariè eas intueri & è contrario à prioribus con-\nconclusiones nostras formare vellemus, tunc res pro-\nfectò paucissimæ comparari possent, plurimæ autem\nsæpè in nimis prolixum maléque cohærens judicium\ndilaberentur.\n\nSect. XVIII.\n\nDe duabus tantum materiis, nempè de Metallis &c\nSalibus exemplum aliquod proponam:\n\nA. 1. Omnibus notissimum est, aurum, argen-\ntum, cuprum, ferrum, stannum & plumbum pro\nperfectis Metallis & Mercurium vivum pro Semi-\nmetallo sive Metallo imperfecto haberi, eam ob rati-\nonem, quia hæ substantiæ præcipuas proprietates\nejusmodi rei possident, quæ Metallum vocatur, adeo-\nque neque ad lapides neque terras, sulphura, bitu-\nmina, salia, vitra, neque ad res ullas alias, brevi, ad\nnihil melius in universo terrarum orbe, quam ad\nMetalla comparari possunt, sicut & ego Campho-\nram Thymi, juxta supra descriptas ejusdem proprie-\ntates, nulli alij rei convenientius aut melius, quam\nCamphoræ accensere & sic denominare potui; prout\nverò D. Brown ratiocinatur, antediēta Metalla certè\nnon ex omni numero forent nec vocari possent Me-\ntalla, quia in omnibus relationibus & commixtioni-\nbus cum aliis rebus, in solutionibus, præcipitationi-\nbus, sublimationibus, &c. inter se non conveniunt.\nEt quidem differere posset:\n\na. Aurum existimo pro vero Metallo, eam ob ra-\ntionem, quia in Aqua regis solvitur; cum verò Ar-\ngentum in Aqua regia non dissolvi poteat, ergo hoc\nnon est Metallum.\nb. Vicè versà Argentum atque alia quædam Metalla in Aqua forti solubilia pro veris Metallis habere, Aurum vero ex Metallorum numero excludere posset, quia hoc nullam in Aqua forte solutionem admittit. Spiritus Vitrioli dissolvit ferrum & cuprum, non verò Aurum nec Argentum, proindè duo hæc nobiliora Metalla non essent Metalla.\n\nHoc idem illud est Argumentum, quale D. Brown, ratione solubilitatis, pag. 363, sub N° 3, circa Camphoram Thymi adducit, dicens: Oleum Vitrioli solvit quidem Camphoram communem, non verò Camphoram Thymi, ergo Præparatum hoc Thymi nulla est Camphora.\n\n2. Secundò objectionem ipse formare posset, ratione coloris & consistentiæ differentis in solutionibus Spiritus Nitri enim hoc vel illud Metallum solvit colore albo, solutio pellucida apparet & clara; quia verò solutio Veneris est cæruleo-viridis, solutio Martis valde obscure-rubro-fusca & solutio Stanni non penitus & ubique pellucida hæque posteriores longe aliter ac solutio Lunæ puræ, Mercurij, &c. sese habent; ergo has planè aliter visui sese sistentes crassiores & ex parte haud pellucidas solutiones non esse solutiones Metallorum, vel solutas materias non esse Metalla.\n\nIta enim D. Brown, Pag. 362, sub N° 2. de solutione Camphoræ Thymi in Spiritu Nitri iterum concludit: quia nempè solutio Camphoræ Thymi eundem calorem, consistentiam seu pelluciditatem non possidet, uti Solutio Camphoræ communis; ergo Camphora Thymi non est Camphora, cum tamen hæc perpendere debuisset, quod primo ipse Spiritus Nitri, ratione coloris & pelluciditatis, in quibusdam Metallis\ntallis alios colores producat ac multiplices variationes inferat; secundò, cum hîc Camphora Thymi ex Oleo rubro-fusco orta, adhæc cum partibus oleosis quasi super-saturata sit, quod indè quoque facillimo negotio longè obscurior & crassior solutio produci queat.\n\nSect. XIX.\n\n3. Ratione præcipitationis vel reliquarum relationum harum solutionum etiam per se, D. Brown non pauca objicere posset, dum circa eas multò plures differentiæ occurrunt, quam inter duas hasce Camphoras:\n\na. Ratione ulterioris relationis solutionum Metallorum obtendere quis possit: Solutio Argenti, Plumbi & Mercurij in Spiritu Nitri veras præbet Crystallos, è contrario solutio Martis & Stanni cum Spiritu Nitri nullas sifit; ergo hæc posteriora non sunt Metalla, sed tantum priora. Solutio Mercurij in acido concentrato salis communis per sublimationem largitur Sal Crystallinum, reliqua Metalla omnia non ita; ergo Mercurius solus est Metallum. Quædam Metalla sub solutionibus fortem vaporem emittunt, alia non item. Quædam sub Solutione per se aliquid ad fundum dejiciunt, alia non; ergo quædam tantum sunt Metalla exclusis reliquis.\n\nb. Ratione præcipitationis non parvus differentiarum numerus, quæ sub Metallicis solutionibus seè exserunt, si prolixior esse vellem, adduci possit, dum scilicet Metallum solutum in præcipitazione mox ut calcem puram Metallicam præcipitamus, mox autem planè alias omnique Metallico splendore orba-\ntas calces, ex parte etiam difficulter reducibilia præcipitata nanciscimur. Quis vero propterea de his posterioribus affirmare auderet, materias istas, e quibus istiusmodi calces provenerunt, non esse Metalla, quia in præcipitatione non eodem cum illis modo fese haberent, vel quia non ut perfectè nitida ac splendescientia Metalla fese rursus præcipitarent? Nihilo tamen minus D. Brown circa Camphoram ejusque diversas præcipitationes & relationes, quod nempè solutio Camphoræ Thymi eodem modo se non præcipitet ac solutio Camphoræ vulgaris, eandem denuò format conclusionem: Ergo Camphora Thymi non est Species Camphoræ, vel propterea in id genus Mixtorum non pertinet. Reperiuntur ejusmodi differentiae etiam in variis tractationibus, solutionibus & præcipitationibus corporum resinosorum cum Spiritu Vini, quinimo ex quibusdam solutionibus resinosis, curiositatis gratia, duplicis generis præcipitationes, si cuidam fucum facere velles, monstrari possunt, ita ut resina vel statim se præcipitet & ad fundum separetur, vel etiam solutio minus rectè se præcipitet, sed turbida tantum ac lactescens fiat, idque eadem solutione, eodem solvente, eodemque præcipitante: Ex qua vero lactescente præcipitatione conclusio formari nondum potest, quod substantia soluta non fuerit vera resina.\n\nSect. XX.\n\nB. Sub copulationibus, solutionibus, Præcipitati-\nonibus, sublimationibus & Crystallisationibus Sa-\nlium innumeræ ferè differentiae & per quam diversæ\nrelationes occurrunt, quæ maximoperè sapius, uti\ndies\ndies & nox sese distinguunt vel sibi invicem plane contrariantur. Quantopere enim sola Salia acida à se invicem differunt? & sic etiam, quando ea cum Sale alcalino vel fixo vel volatili conjuncta & in statum neutrum redacta sunt? Pergrandem illam differentiam Salia inter acida & alcalica vel ipsimet norunt tirones; quis vero idcirco, novò plane modò, & N.B. propter has mox hic mox illic occurrentes differentias, vel quia in omnibus partibus ac relationibus inter se non conveniunt, ta-lem conclusionem formare auderet: Ergo hoc vel illud non est Sal? Ratio, quia vel planè nullam Crystallisationem admittit, vel non eadem figurâ, uti illud Sal, crystallisatur, vel quia sublimatio- nem respuit, aut in commixtione cum hac vel il-la materia non eodem modo, uti illud Sal, sese gerit, vel quia aliter sese præcipitat, non plenariè reducitur, aut siccam consistentiam recipere recusat, & quae fortè centenæ pluresque varia-tiones circa physico-chemica experimenta, quibus Salia intermixta sunt, reverâ occurrentes adduci possent.\n\nSed ejusmodi ratiocinandi modus hactenus usu nondum est receptus.\n\nSect. XXI.\n\nJam vero Camphora Thymi, 9 vel 10 cum com-muni Camphora perfectè convenientes, adeoque præcipuas Camphoræ proprietates possidet, sicut su-pra demonstravi quaç nec ipse D. Collega meus ne-gare poterit nec audebit, & ratione cujus conditi-onis nulla certè mihi in Orbe cognita est materia,\nqua cum hoc album, solidum, pellucidum, fragrans, inflammabile, pulchre crystallinum corpus rectius comparare possem, quam unicè ac solùm cum Camphora. Sic etiam Plumbum, Ferrum, Cuprum & Stannum ad nihil præstantius quam ad Metallorum Ordinem; Vitriolum, Sal commune, Alumen & Nitrum ad nihil aliud quam ad Salium ordinem recipi possunt, quia notabiliores proprietates eorum requisitas possident, ac cum nulla alia re magis, quam cum iis conveniunt. Nihilo tamen minus (juxta D.Brown circa Camphoram Thymi argumentandi methodum) hic itidem objici posset: Plumbum, Ferrum, Cuprum & Stannum non esse Metalla, ex ea ratione, quia in igne non adeò sint constantia uti Aurum & Argentum, sed comburantur in calcem, exhalent ex parte in auras & sub solutione, præcipitazione, sublimatione, &c. aliò modò sese habeant; Vitriolum, Sal commune, Alumen & Nitrum non esse Salia, quia à puro Sale acido vel alcalino, vel Sale ammoniacali sublimabili, & vicè versà valdè differant, ut differentias plures notabiles, quae in copia adduci possent, taceam. Quis verò hoc in gratiam alterius crederet? Siquidem dubito, quin ipse D.Brown hoc credat, sed potius satis cognitum habeat. Si autem novit ac firmiter credit, quatuor istas antedictas Regni mineralis substantias esse Metalla, nullique rei melius annumerari posse, adeóque hoc nomen de jure mereri, licet ab auro & argento multum discrepent; Portò, quod reliquæ, exempli tantum gratia, adductæ substantiæ Salinæ sint vera Salia, quamvis nec pura Salia acida nec alcalica existant, & tam inter se, quam etiam à multis aliis Salibus valde differant; quare igitur in Regno Vege-\nVegetabili, vel hic circa nostrum Concretum Oleo-\nso-crystallinum, propter proprietates & differentias\nquasdam particulares, novum concludendi ac descri-\nbendi modum injicet, & Camphoram Thymi, tan-\ntummodò propter aliquas cum vulgari Camphora dif-\nferentias, vel quia illa in omnibus ulterioribus relatio-\nnibus cum hac non conveniat, pro Camphora ag-\nnoscere, declarare & sic nominare recusat? Cum ta-\nmen hoc Thymi concretum, quoad proprietates\nprincipales, tam bene cum Orientali Camphora sym-\nbolizet, ac Metalla praedicta cum aliis Metallis, vel\nSalia ista cum aliis Salibus. Quod si Plumbum,\nStannum, Cuprum & Ferrum Metallum appellare\nlicitum est, quamvis ab Auro & Argento, imo inter\nse, multum differant; quod si Alumen & Vitrio-\nlum Sal vocitare solemus, licet à Sale communi ali-\nisque Salibus multum discrepent; quare non lici-\ntum mihi fuerit, crystallinum hoc corpus Campho-\nrae nomine insignire, etiam si quasdam à vulgari Cam-\nphora obtineat differentias? Videtur mihi, Viros\nneutri parti addictos meam potius Opinionem ap-\nprobaturas, eamque magis appropriatam & adæ-\nquatam judicaturas esse, quam Titulum Olei, vel ut\nsolidum, pellucidè crystallinum, siccum corpus ap-\npelletur Oleum.\n\nSect. XXII.\n\nConclusionis loco adhuc semel ergo repeto:\n\n1. Quamdiu aliquid Olei nomen meretur, tam-\ndiu vel planè liquidum, vel saitem crassiusculè li-\nquidum, unctuosum & pingue tactu illud esse de-\nbet.\n\n2. Quam.\n2. Quamdiu aliquid pro Oleo coagulato vel condensato habere possim, tamdiu necesse est ut craf-\nsuscum, parum vel planè non liquidum, vel ad summum unguenti & fébi consistentiâ, idque solum-\nmodo in frigido, adeóque obrigesccens sit, attractu tamen nihilominus digitos pinguefaciat &, levissimo quoque adhibito calore, formam istam coagulatam iterum amittat.\n\n3. Simulac autem verè ficscas, solidas & pellucidas (in forma circiter pulchri & clari Tartari vitri-\nolati crystallisati apparentes) crystallos nanciscor, etiam si ex ipso Oleo ortæ sint, imo licet etiam in sua mixtione, pro maximo pondere, ex veris oleosis partibus consistant, attamen statim cessat titulus Olei, & cognomen hoc coagulati seu condensati Ti-\ntulum Olei amplius tueri non valet; nec necesse est cognomina talia adhibere, dum, si ejusmodi ex Oleo essentiali productum crystallinum, ficcum corpus ex-\nistit, quale substantiam quaestionis videmus, unicum verbum Camphora tum satis sufficiat, adeóque optimè exprimat, quale sit mixtum, & quod nihil aliud,\nquam Species Camphorae, ficque corpus nostrum crys-\ntalliforme Camphora Thymi maneat.\n\nP. S. Sphalmata & Errata scriptoria vel typog-\nraphica, dum in Observatione mea pag. 324. lin. 2\n& 3, vel Amanuensis meus literam a supernè non fa-\ntis debitè contraxit, quam postèà Typotheta pro u\nassumit, vel Typotheta u, loco a, arripuit, adeó-\nque loco veram, densam, verum, densum impressit,\nD. Brown pro eo, quo pollet, judicio, facile ag-\nnoscere potuissef, neque eisdem errores eisdem typis\ndenuò excudendos curare opus habuissef. Ego certè\nvitio\nvitio mihi verterem, si ex Observatione ipsius pag. 300. lin. 4. ab ima pagina verbum Differentiis, pag. 364. lin. 2. Philosophicis, item, pag. 365. lin. 16. verbum nalis & ejusmodi facile evenientia Sphalmata scriptoria vel typographica, quae aliàs Viri graves omnium Nationum facili negotio perspicere, indulgere & excusare solent, ei exprobrare vel eodem modo typis vicissim mandare vellem.\n\nBerolini, d. v.\nMartij, 1731.\n\nCASPAR NEUMANN.\nMed. D. & Chemiae Prof.\n\nIn Epistola ad illustrissimum R. S. Præsidem data Berolini a. d. III. Id. April. ccccccxxxiii. breviter scribit Doctissimus Author nostrae hinc verbis.\n\n\"DE Dissertazione mea secunda de Camphora Thymi id quidem ingenue profiteor, nihil me aliud denuo declarare voluisse, nisi hoc ipsum, quod materia, quae in duris crystallis atque in aqua non solubilis comparet in Oleo Thymi pariter atque aliis quibusdam Oleis essentialibus, minime Sal aliquod volatile, multo minus Oleum coagulatum, sed singulare quoddam, ex istiusmodi Oleis segregatum separatumque concretum, & ut paucis dicam, ejusmodi mixtum sit, quod me quidem judice non alio magis convenienti quam Camphora nomine insignire possis.\n\nH h III. The",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103848.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 31,
    "total-input-tokens": 44652,
    "total-output-tokens": 14901,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1265,
        2
      ],
      [
        1265,
        2988,
        3
      ],
      [
        2988,
        4327,
        4
      ],
      [
        4327,
        5454,
        5
      ],
      [
        5454,
        6895,
        6
      ],
      [
        6895,
        8302,
        7
      ],
      [
        8302,
        9544,
        8
      ],
      [
        9544,
        10959,
        9
      ],
      [
        10959,
        12499,
        10
      ],
      [
        12499,
        14009,
        11
      ],
      [
        14009,
        15676,
        12
      ],
      [
        15676,
        17153,
        13
      ],
      [
        17153,
        18424,
        14
      ],
      [
        18424,
        20003,
        15
      ],
      [
        20003,
        21454,
        16
      ],
      [
        21454,
        23098,
        17
      ],
      [
        23098,
        24569,
        18
      ],
      [
        24569,
        26195,
        19
      ],
      [
        26195,
        27416,
        20
      ],
      [
        27416,
        28568,
        21
      ],
      [
        28568,
        30125,
        22
      ],
      [
        30125,
        31484,
        23
      ],
      [
        31484,
        33038,
        24
      ],
      [
        33038,
        34450,
        25
      ],
      [
        34450,
        35954,
        26
      ],
      [
        35954,
        37353,
        27
      ],
      [
        37353,
        38970,
        28
      ],
      [
        38970,
        40391,
        29
      ],
      [
        40391,
        41962,
        30
      ],
      [
        41962,
        43135,
        31
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103848",
    "title": "De Camphora Thymi. Auctore Casparo Neumanno, M. D. Chemiae Profess. Berolin. & R. S. S.",
    "authors": "Casparo Neumanno",
    "year": 1733,
    "volume": "38",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 31,
    "jstor_url": "https://www.jstor.org/stable/103848"
  }
}