{
  "id": "4679a4ca6d192a8fb17a67c70fa2d34260872e09",
  "text": "casion before related; not to mention what it must have lost by mere Wear in fourscore Years.\n\nWe are told, that they have in the Hospitals of Paris human Calculi weighing 34 Paris Ounces: But this in Trinity Library, even at present, weighs 34 Paris Ounces all but 9 Grains; and must have weigh'd considerably more when it was whole. Yet these are perhaps the heaviest that are any-where recorded; except that very extraordinary one mention'd by Dr Lister, in his Journey to Paris, p. 232; which he says was taken from a Monk A.D. 1690. and weighs 51 Ounces.\n\nThis History may confirm to us the Usefulness of endeavouring to relieve the Violence of Pain in this Distemper, by altering the Position of the Stone in the Bladder, either with the Help of the Catheter, or by some proper Alteration in the Posture of the Patient; since, with respect to the Pain which it occasions, the Situation of the Stone appears to be of far greater Consequence than its Size.\n\nXIV. A Letter from the Rev. Charles Lyttelton LL.D. and F.R.S. Dean of Exeter to the President, concerning a non-descript petrified Insect.\n\nRead Dec. 20, 1750.\n\nTHE curious Fossil I have now the Honour to exhibit to the Society, is as rare as its Figure is elegant; having been mention'd by none of our own Writers who treat on Fossils,\nFossils, and but very imperfectly describ'd by foreign Lithographers *.\n\nI discover'd a single Specimen of it (see Tab. I. Fig. 3, 4, and 5.) last Year in the Limestone Pits at Dudley in Worcestershire; and very lately a large Mass of Limestone (see Tab. II.) full of them in the same Place; both which are now submitted to the Inspection of this Learned Body, who are best able to determine to what Class of the Animal Kingdom it properly belongs. I am, Sir, with great Regard,\n\nHill-street, Dec. 20. Your most obedient Servant,\n\n1750.\n\nC. Lyttelton.\n\n* I suppose the Dean means Dr. Bruckmann, and the late Mr. Linck, an eminent Apothecary at Lipsick: For Dr. Bruckmann, in his Centuria Epist. Itinerar. Wolfenbuttl. 1742. 4°, Epist. XXIII has given several Figures of Petrefactions, very much resembling these Dudley Fossils; the first was found at Steme, a Village in the Neighbourhood of Paderborn, given him by Dr. Koenig, which he took for a sort of Polypus marinus; he says it is an Animal unknown to him, but he gives those Figures of it, in hopes that some curious Persons, who live near the Sea, may light upon some Animal resembling this. The Body of this Stone, he says, has, on each Side three striated Lobes, and three pointed Appendices beneath; its inner Substance is white, being Selenites, or white Spar; Its Colour on the Outside is every-where brown. His Friend Linck had sent him Specimens of these Stones 6 Years before, some modell'd in Wax, others engraved upon Copper.\n\nADDENDA\nADDENDA to the preceding Paper.\n\nExtract of a Letter from the Rev. Dr. Lyttelton to C. Mortimer, Secret. R. S.\n\nThe Rev. Dr. Shaw, of Oxford, has procured a Specimen of the extended Eruca. As the Fossilists differ'd in their Opinion of this Dudley Fossil, some pronouncing it an Eruca, others a Bivalve, I thought it best to leave the Reader to judge for himself from the Engravings; but, as we are now able to add a Specimen of this Fossil in an extended Posture, there is a better Pretence to call it an Eruca. See Tab. I. Fig. 6. 7. and 8.\n\nXV. Some further Account of the before-mention'd Dudley Fossil, by the Editor of these Transactions.\n\nThe Rev. Dr. Pocock, F.R.S. was so obliging as to send several Specimens of this Fossil to the President; who put them into my Hands, and desired me to draw up an Account of them to be annexed to the preceding Paper.\n\nThe first Specimen is a Mass of Stone containing the Face and Eyes, with some Rudiments of Legs on the Sides; but the Back is entirely broken away. Another Specimen contains the Head only: A third, the Head, and Part of the Back, but greatly distorted. But the most beautiful and complete are the two which",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104703.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 14756,
    "total-output-tokens": 1319,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        0,
        4
      ],
      [
        0,
        0,
        5
      ],
      [
        0,
        0,
        6
      ],
      [
        0,
        1300,
        7
      ],
      [
        1300,
        2803,
        8
      ],
      [
        2803,
        3973,
        9
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "None",
      "None",
      "None",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      true,
      true,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104703",
    "title": "A Letter from the Rev. Charles Lyttelton LL. D. and F. R. S. Dean of Exeter to the President, concerning a Non-Descript Petrified Insect",
    "authors": "Charles Lyttelton",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/104703"
  }
}