{
  "id": "640a505082a416a1908ff8f8fbdd2d79a2587bf7",
  "text": "LIX. Observation of the Transit of Venus over the Sun, June 6, 1761, at the Island of Rodrigues; by Mr. Pingré, of the Royal Academy of Sciences at Paris. Translated from the French, by Matthew Maty, M.D. F. R. S.\n\nRead April 29, JUNE 5th, at about $18^h\\ 30'$, the Sun rose amidst very thick clouds.\n\nAt $18^h\\ 43'\\ 51''$, Venus was entirely upon the Sun’s disk; the exterior limb of the planet being at the distance of at most $15''$ from that of the Sun. The intervening clouds did not permit me to measure the distance more exactly. I made use of an 18 feet refracting telescope. The following observations were made with a 9 feet telescope of the same kind:\n\n| True time | Distance of the nearest limbs |\n|-----------|-------------------------------|\n|           |                               |\n| h' ''     | ' ''                           |\n| 19 3 54   | 1 17.1                        |\n| 12 1      | 1 29.2                        |\n| 19 42     | 2 10.2                        |\n| 25 3      | 2 35.7                        |\n| 29 33     | 2 38.6                        |\n| 34 9      | 2 50.1                        |\n| 41 18     | 3 5.8                         |\n| 56 25     | 3 41.6                        |\n| 20 24 46  | 4 45.4                        |\n\nHastily, on account of the clouds.\nThe same.\nSomething better.\n:: Because of clouds.\n| True time | Distance of the limb |\n|-----------|----------------------|\n| h         | /       /           |\n| 20        | 34      56          |\n|           | 48      55          |\n|           | 50      24          |\n|           | 54      49          |\n| 21        | 1       19          |\n|           | 12      43          |\n|           | 19      17          |\n|           | 23      20          |\n|           | 25      27          |\n|           | 28      35          |\n|           | 32      35          |\n|           | 32      56          |\n|           | 38      13          |\n|           | 41      7           |\n|           | 51      16          |\n|           | 56      31          |\n|           | 58      18          |\n| 22        | 1       5           |\n|           | 5       14          |\n|           | 10      39          |\n|           | 18      53          |\n|           | 25      24          |\n|           | 32      22          |\n|           | 40      4           |\n|           | 45      26          |\n|           | 53      35          |\n|           | 54      43          |\n\n* That is to say, good.\n\n* High wind.\n\n** Very good, and the greatest phasis of the eclipse.\n\nBecause of the high wind.\n\nTrue\n| True time | Distance of the limbs |\n|-----------|----------------------|\n| h ' \"     | ' \"                  |\n| 22 56 58  | 4 28.4               |\n|           | :: High wind.        |\n| 59 37     | 4 24.6               |\n| *         |                      |\n| 23 3 13   | 4 17.0               |\n| *         |                      |\n| 5 39      | 4 9.5                |\n| 7 24      | 4 1.9                |\n|           | ::                   |\n| 11 6      | 3 54.4               |\n| *         |                      |\n| 15 6      | 3 46.8               |\n| *         |                      |\n| 18 40     | 3 37.35              |\n| 23 7      | 3 27.9               |\n|           | :: High wind.        |\n| 25 44     | 3 18.45              |\n| 29 20     | 3 9.0                |\n| 32 54     | 2 59.55              |\n| High wind.|\n| 36 57     | 2 50.1               |\n| High wind.|\n| 40 33     | 2 40.65              |\n| 43 54     | 2 31.2               |\n| 47 9      | 2 21.75              |\n| Wind.     |\n| 5° 55     | 2 12.3               |\n| Wind.     |\n| 54 14     | 2 2.85               |\n| Wind.     |\n| 57 20     | 1 53.4               |\n| Gentler wind. |\n| 0 0 17    | 1 43.95              |\n| Wind.     |\n| 4 34      | 1 34.5               |\n| Wind.     |\n| 7 37      | 1 25.05              |\n| *         |                      |\n| 11 16     | 1 15.6               |\n| *         |                      |\n| 14 28     | 1 6.15               |\n| Wind.     |\n| 17 49     | 0 56.7               |\n\nThe diameter of Venus, measured several times.\n\n$54''\\frac{1}{2}$.\nThe following observations were made with the 18 feet telescope:\n\n\\[ \\begin{align*}\n\\text{o} & \\quad 34^\\circ 47' \\\\\n52^\\circ 5' & \\quad \\text{Venus, almost got off, is covered with a cloud.} \\\\\n52^\\circ 23' & \\quad \\text{It is still seen, but little; another cloud.} \\\\\n53^\\circ 18' & \\quad \\text{The Sun's disk seems still a little altered; but this perception is faint, and a new cloud prevents my making a better observation.} \\\\\n54^\\circ 21' & \\quad \\text{The transit is certainly ended.}\n\\end{align*} \\]\n\nI found the latitude of my observatory to be \\(19^\\circ 40' 40''\\) south.\n\nAs for the longitude, the following observations are the only ones, which the sky, almost constantly cloudy, in the night-time, permitted me to make, amidst the tumult of arms.\n\nJune 9. An immersion of \\(ω\\) in \\(π\\), under the dark disk of the Moon, \\(8^h 46' 24''\\). The immersion certainly did not come sooner; but, on account of a light cloud, which then passed over the Moon, it might have happened a little later. The doubt, however, cannot extend beyond \\(2''\\) of time. The star passed to the north of the Moon's center. I could not see the emersion, because of the clouds. I made use of the 9 feet telescope.\n\nJune 21. A very uncertain observation of an immersion of \\(ε\\) in \\(Ω\\), at \\(9^h 39' 16''\\). I thought to have had before a sight of the star; but dare not affirm it. At \\(10^h 10' 45''\\), the emersion was certainly observed, with the same telescope.\n\nJune\nJune 22, at $14^h\\ 48'55''$. Immersion of the first satellite of $\\mathfrak{u}$. A good observation, with the 18 feet telescope.\n\nJuly 16, at $14^h\\ 1'23''$, the Moon and $\\sigma$ get together under a light cloud, and I lose sight of the star. I believe this to be the true time of the immersion. It is at least certain, that, after 5 or 6'', the cloud being dispersed, the star was covered under the south part of the Moon. I made use of a 5 feet telescope. The clouds prevented my observing the emersion, as likewise the eclipse of the first satellite of $\\mathfrak{u}$.\n\nJuly 31, at $12^h\\ 16'7''$, an immersion of the second satellite. A very dubious observation.\n\nThe same day, at $13^h\\ 10'29''$. Immersion of the first satellite. A good observation, with the 18 feet telescope.\n\nSeptember 1. Immersion of the first satellite, at $9^h\\ 49'40''$. Doubtful to a few seconds, on account of the clouds; with the same telescope.\n\nThe variation of the magnetical needle is $10°\\ 42'$ N. W.\n\nIn my observation of Venus, I found its diameter much smaller than I expected. I am short-sighted; some light clouds, which now and then passed over the Sun, had obliged me to use only a slightly smoked glass; and lastly, the objective-glass of my 9 feet telescope does not appear to me sufficiently perfect. I could not measure with the micrometer the diameter of the Sun, which somewhat exceeded that of the field of my telescope. The 18 feet telescope, which I used in my observation of the egrets, is excellent.\n\nI don't\nI don't doubt, that, if I could have adapted the micrometer to it, the diameter of Venus would have appeared larger than it did with the 9 feet telescope. I believe, that, by adding the semidiameter of Venus, as I observed it, to the greatest phasis $5' 55''\\cdot7$, deducting from the sum one half of the excess of the true diameter of Venus above the observed one $54''\\cdot\\frac{1}{2}$, and lastly, by subtracting the remainder from the semidiameter of the Sun, the least distance of the centers will be found pretty exactly; which was one of the principal observations I proposed to make.\n\nMy observations of the distances of the limbs, or at least the greatest number of them, cannot be depended upon, to more than one second. In this almost uninhabited island, I wanted several conveniencies; and, notwithstanding all my endeavours, the high wind often disordered my instrument.\n\nThe method I made use of, appeared to me to be the best for the determination of the parallaxes of the Sun and Venus. I knew that this phenomenon would be observed elsewhere, by methods, that would more directly determine the most important elements of the orbit of Venus.\n\nI have seen no satellite of this planet; nor was Mr. Thuillier, professor of mathematics, and appointed to assist me, by the King and the Academy, luckier than myself.\n\nI present these observations to the Royal Society of London, as a just tribute of my esteem, my respect, and my gratitude, being sensible that I owe to some of the members the passport, which the English admiralty were graciously pleased to give me.\n\nI have\nI have already made use of some other opportunities, to convey my observation into England; but not knowing whether it was received, I send this present copy, which is both more copious, and somewhat more correct.\n\nPingré,\n\nOf the Royal Academy of Sciences of Paris.\n\nLisbon,\nMarch 6, 1762.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105636.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 11762,
    "total-output-tokens": 2914,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1349,
        2
      ],
      [
        1349,
        2558,
        3
      ],
      [
        2558,
        4126,
        4
      ],
      [
        4126,
        5589,
        5
      ],
      [
        5589,
        7105,
        6
      ],
      [
        7105,
        8692,
        7
      ],
      [
        8692,
        8982,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      true,
      true,
      true,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105636",
    "title": "Observation of the Transit of Venus over the Sun, June 6, 1761, at the Island of Rodrigues; By Mr. Pingré, of the Royal Academy of Sciences at Paris. Translated from the French, by Matthew Maty, M. D. F. R. S.",
    "authors": "Matthew Maty, Mr. Pingré",
    "year": 1761,
    "volume": "52",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/105636"
  }
}