{
  "id": "519d8843e916a66a2f5e3cacb38f41c63ae3d80c",
  "text": "torrents, that would cause very great inconveniences, if it were not for the care used to prevent them. The Boats that shall come from the Mediterranean, shall enter at the Port St. Louys, which is at the Cape of Cetze; and those that shall come from the Ocean, shall pass to Bordeaux: they shall ascend by means of Sluces unto the Point of Division, and descend from thence after the like manner. The number of the Sluces will be great, because of the great declivity, there is from the said Point towards both Seas. In the Mapp are noted those only, that are made from Tholose unto the Point of Separation, whilst we are busy in marking also those on the other side with the same exactness.\n\n7. The mark of the Sluces.\n\nSome Considerations\n\nRelating to D. Witties Defence of Scarborough Spaw (abbreviated in Numb. 51.) together with a brief Accomp of a less considerable Salt-spring in Somersetsh; and of a Medical Spring in Dorsetshire; by the Learned Dr. Highmore in a Letter to Dr. J. Beale at Yeavil in Somersetsh.\n\nWorthy Sir,\n\nI give you many thanks for the last Letters, and the loane of your Book. The Dr. indeed hath gotten ground of his Adversary; but whether either of them hath gotten the right on his side, I cannot Judge, being a stranger to that Water, much differing (it seems) from these about Us; and therefore may participate of other Minerals, and more, both in quantity and number. But, whether all those distinct Minerals, reckon'd up by the Dr., do conspire to makeup this Medicinal water, and that none of them can be left out, may be doubted: And it seems, he doth himself speak very doubtfully as to Salt; acknowledging it to be the least of all the other, if there be any differing from the Salt of the Metals; though it be sometimes covered by the Sea, as he saith pag. 89.\n\nNext, I wonder, why he should set Allom in the front of the Constituents of his Medicinal water: Alumen exiccat, astringit, incrassat. Now how the Water should be so highly deoipative, and so beneficial to Hypochondriacal and Cacheetical persons, being impregnated with so great an Astringent, I understand not, neither doth the Dr. declare: Besides, he confesseth, Allum-water will not tinge with Galls as he acknowledges this will do.\nFurther, why he should make Iron and Vitriol two distinct Mineral Constituents of this Water, and call it Ferrum Vitriolatum, I do not see: As if Vitriol were a stranger to Iron, or that they were here two distinct Minerals; when indeed Iron alone will supply both. Vitriol is the Salt of Iron, and there is no Iron without it. And that Vitriol, which he saith is found alone in the Rocks near this Water, will by the Summer-heat be hardened into Iron, which in a forge will melt and run. So that, though Vitriol may be found alone without the Iron-stone, it is not because it is no Ingredient in the Composition of Iron, which cannot be Iron without it; but because those Vitriolin Earths are not grown to that perfection, but either by some accidental mixture of other Bodies is clapt up into the Composition of some other Metal or Mineral; or else wants those Bodies, or time, that should fix it into Iron.\n\nAnd truly that opinion of Learn'd Dr. Jordan, that Waters are tinged by Minerals while they are in fieri (though it seems to some ridiculous, as importing, that they should remain for many hundreds of Years in the same imperfect state,) may yet have much of truth in it here. And what can the Water receive from a perfectly wrought and mixt Metal, in its passage by it? But when the whole mass is in solutis principiis, no part fixt by its neighbour, but every one at liberty, the water, passing through, may easily lick up something of every Body dissolveable in it. And that these Bodies may continue in this State of Liberty for many years, without a copula to fix them into such a Metal, is not a matter either un-intelligible or ridiculous. The Salts in the Earth may combine with different Bodies, and make up several compounded masses, which yet, when dissolved, may communicate the same properties. The Vitriol of Copper makes water acid as well as that of Iron.\n\nBut it is not my business to undertake the quarrel; only I must note, that his Colouring of Roman Vitriol pag. 21, is erroneous. Note, that Vitriol was omitted in the Print of Numb. 51. p. 1039. l. 40.\n\nIn the 120th pag. he is dissatisfied, that his Adversary allows the Saltness of the Sea to proceed from the Fossil Salt; or from such Rocks and Bodies of Salt which are often found in the Sea; besides\nbesides the Saltnefs dispersed throughout the whole Body of the Earth, easily imbibed by water. He will rather allow the Peripatetical Torrefaction by the Sun to be the Cause; which seems very improbable: For, the Suns heat cannot act more powerfully on water to this Effect, than Fire doth; yet this will never give saltnefs to water, that is not already impregnated with saline particles. And his Argument against his Adversary seems not convincing; namely, That it should, if made by Fossil Salt, kill all Fish, as well Sea-fish, and Fresh-fish; for so, saith he, Saltput to fresh water doth. As the matter of Fact is not evident, that Salt put to fresh-water should kill Sea-fish (the contrary of which I have experimented in Oysters;) so it seems not probable, that the Salt, which was lately imbibed with the water in the Sea, and was then natural to Fish, should, after its separation and reunion again in the like proportion, prove so fatal. That the Salt of Sea-water and Salt-springs is the same with Fossil Salt, will be no hard matter to shew. The Inland Salt-springs do receive their Saltnefs from this Salt, or from nothing else that comes within our imagination. From the Sea it cannot be supposed to come at such remote distances, as we do frequently find it.\n\nConcerning the Salt-spring at East Chenock in Somersetsh. I shall tell you, That the last week, being at Mr R.'s house, I made tryal of that Salt-spring, above 20 miles from the Sea; which, though not so salt then (by reason of the late Raines) as in Summer, yet from a Wine-quart, by Evaporation, we obtained near 80 grains, part of which I here send you. Neither can these Springs be salt from the Suns Torrefaction, since they lyse no nearer to the Sun's force than many other Springs about them; which yet continue fresh.\n\nMoreover, if I may guess at the Ingredients of those Waters, which we call Chalybeate, and particularly of this at Farrington in Dorset-shire; * I think them to be impregnated principally from the Vitriol or Salt of Iron, which is very Volatile; so that little of it can be found, by evaporation of a great quantity, or from the precipitated sediment. The proportion of Salt in this Water I found after this manner. I put 4 ounces of ordinary clear water into a Glass,\nand impregnated it with a known proportion of Gall: then by degrees I let fall into it the Salt of Iron, until I found it thereby as deeply tinged red, as the same quantity of Farrington-waters would be by the same proportion of Gall: The quantity of the Salt of Iron, that performed this, was near two grains. This water, so tinged, tasted and smelt just as the natural water from the Spring with Gall did: If I added a greater proportion of Salt, it would make it nauseous and Emeticall. Sherborn, Decemb. 17. 1669.\n\nThe Causes of Mineral Springs further inquired: And the strange and secret Changes of Liquors examined; by Dr. F. Beale, to the Publisher.\n\nSir;\n\nI Am much obliged to my honored Friend Dr H. for his Analysis of Mineral Springs, and his Animadversions relating to that Argument. I offer no Objection against the Note, that some Waters do lick up the Salts, before they be perfectly fixt in the Materials of Metals: Only this I humbly propose for further Inquiry; Whether some Waters, by their long passage through subterraneous steams of divers kinds, and by heats and coolings, and by many changes of these, and by several kinds of strainings, by collisions, and manifold alterations of the contexture of their minute parts may not first acquire some Metallin Tincture; and thence assist the Generation of Perfect Metals, if they meet with fit materials; Or if they should be further concocted, before they be intercepted by opening the Spring? If this may sometimes fall out, then we may in such cases avoid the difficu'ty of undertaking, that Metals, there continued hundreds of years, are imperfect and in fieri. And perhaps the Chalybeat and other Metalline Spirits may be purer and more thoroughly deopilative, before they be embodied into firm Metals, than after they are by Fire extracted. An' then this may be a secret cause, why some Springs prove effectually Medical, when other Medicins do faile.\n\nLearned Varro saith, Tellus Mater omnium. And we can easily apprehend, that all solid Bodies, even Gold and firmest",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101045.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 2261,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2242,
        2
      ],
      [
        2242,
        4529,
        3
      ],
      [
        4529,
        6802,
        4
      ],
      [
        6802,
        8845,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101045",
    "title": "Some Confiderations Relating to D. Witties Defence of Scarborough Spaw (Abbreuiated in Numb. 51.) together with a Brief Accompt of a Less Considerable Salt-Spring in Somersetsh; And of a Medical Spring in Dorsetshire; By the Learned Dr. Highmore in a Letter to Dr J. Beale at Yeavil in Somersetsh",
    "authors": "Dr. Highmore",
    "year": 1669,
    "volume": "4",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/101045"
  }
}