{
  "id": "d82fd95e2640c328dd6996612be5cd3795bfeed1",
  "text": "The only official reprint\nauthorized by\nThe Royal Society of London\nPHILOSOPHICAL TRANSACTIONS:\nGIVING SOME ACCOUNT OF THE Present Undertakings, Studies and Labours OF THE INGENIOUS IN MANY Considerable Parts OF THE WORLD.\n\nVOL. XII.\nFor the Year MDCLXXVII.\n\nLONDON.\nPrinted by T. R. for John Martyn, Printer to the Royal Society; at the Bell in St. Paul's Church-Yard.\nPHILOSOPHICAL TRANSACTIONS.\n\nJune 25. 1677.\n\nThe CONTENTS.\n\nA Letter of Mr. John Conyers, containing an account of a very useful and cheap Pump, contrived by him, and also put in practice with good success. Some Considerations upon Numb. 133 of these Tracts. A Demonstration concerning the Motion of Light, communicated from Paris. A Relation of some strange Phænomena, accompanied with mischievous effects, in a Coal-work in Flint-shire. A Letter from Mr. Leewenhoeck, concerning some Observations by him made of the Carneous Fibres of a Muscle, and the Cortical and Medullar part of the Brain, as also of Moxa and Cotton. The Description of a Celestial Globe, artificially made, shewing the apparent Motions of the Sun, Moon, and Fixed Stars, &c. A Description of the Diamond-Mines, as it was presented by the Right Honourable, the Earl Marshal of England, to the Royal Society. An Account of some Books: I. The Primitive Origination of Mankind, considered and examined according to the Light of Nature; by the Honourable Sir Matthew Hale, Kt. &c. II. Tractatus Medicus de MORBIS GASTRENSIBUS INTERNIS, Auth. Joh.Valentino Willio. III. Hebdomas Observationum de Rebus SINIGIS, Auth. Andrea Mullero. IV. The Curious Distillatory, written originally in Latin by Joh.Sigism.Elsholt, and Englished by T.S.&c. V. Medicina Statica, or Rules of Health, likewise originally written in Latin, now made English by J. D. VI. Systema Horticulturae, containing in English the Art of Gardening in Three Books; by J.W. Gentl.&c.\nA GENERAL INDEX\n\nOR\n\nAlphabetical Table\n\nTo all the\n\nPHILOSOPHICAL TRANSACTIONS,\n\nFrom the Beginning to July 1677.\n\nAlso a Catalogue of the Books mentioned and Abbreviated in the Transactions digested Alphabetically.\n\nLONDON:\n\nPrinted by J. M. for John Martyn, Printer to the Royal Society, and are to be Sold at the Bell in St. Paul's Church-yard.\n\nMDCLXXVIII.\nThe Eggs are first put upon Mats in the lower Ovens, which are upon the ground; seven or eight Thousand Eggs in number; and laid only double one upon another.\n\nIn the Ovens above these lower, the Fire is made in long Hearths or little Channels, having some depth to receive the Fire: from whence the heat is conveyed into the lower Ovens before mentioned. The Eggs which are directly under these Hearths, lie treble one upon another; the rest, as was said, only double.\n\nAt Night, when they new-make the Fires in the Hearths above-mention'd; they then remove the Eggs that were directly undermost (lying three one upon another) in the place of those which lay on the sides only double: and these being now removed, they lay treble under the Hearth, because the heat is greater there, than on the sides where the Eggs are only double.\n\nThese Eggs continue in the lower Ovens fourteen days and nights: Afterwards they remove them into the upper Ovens; which are just over the lower. In these (there being now no more Fire used) they turn all the Eggs four times every day; i.e. in every 24 hours.\n\nThe 21 or 22 day the Chicken are hatch'd: which the first day eat not; the second, they are fetch'd away by Women, who give them Corn, &c.\n\nThe Master of the Ovens hath a third part of the Eggs for his cost and pains: out of which, he is to make such good unto the Owners (who have two thirds in Chicken for their Eggs) if any happen to be spoiled or miscarry.\n\nThe Fire in the upper Ovens, when the Eggs are placed in the lower, is thus proportion'd:\n\nThe first day, the greatest Fire. The second, less than the first. The third, less. The fourth, more than the third. The fifth, less. The sixth, more than the fifth. The seventh, less. The eighth, more. The ninth, without fire. The tenth, a little fire in the Morning. The eleventh, they shut all the holes with Flax, &c. making no more fire; for if they should, the Eggs would break.\n\nThey take care, that the Eggs be no hotter than the Eye of a man, when they are laid upon it, can well endure.\nA\n\nAches healed by the Fat of Birds call'd Fegati in Jamaica; and by the fat of a shell-fish there call'd Soldat, num. 36. pag. 706.\n\nEquations in Numbers, the resolution of them, n. 46. p. 929. The Equation of Time, or the natural day. See Flamsted's diatriba, n. 87. p. 5078.\n\nEther together with Air, represented by M. Hugenius, as the cause of the Mercury's being suspended at an extraordinary height in the Torricellian experiment, n. 86. p. 5027. examined by D. Wallis whether satisfying, n. 90.\n\nEtna's Eruptions, n. 48. p. 967. See Borelli Historia et Meteorologia Incendii Aetnai, An. 1669. n. 75. p. 2264. An account of divers Minerals sent from Mount Aetna, n. 52. p. 1041.\n\nAgriculture, Heads of Inquiries concerning it, n. 5. p. 91. improv'd by Hopclaver. &c. n. 37. p. 722, 725. [where correct the error, 70. loads for 70 combes.] The Spanish Sembrador or new Engine for plowing, equal sowing and harrowing at once, with the description, ufses, &c. n. 60. p. 1055. Hortulane Agriculture for best Cyder, n. 70. p. 2128. Choice of Apples and pears for some soil, and for the liquor, &c. n. 71. p. 2144. A guide to the practice of raising and ordering of Fruit-trees, n. 86. p. 5049. n. 95. p. 6067. Concerning Agriculture and gardening see a large account of best English Writers in the Breviat of Sr. Hugh Plats, n. 113. p. 302. and in the Epitome of J. B. Gentl. n. 114. p. 320. and in the System, or the mystery of Agriculture discover'd by J. W. Gentl. n. 115. p. 352. The Planter's Manual, n. 116. p. 373. Earths, Composts, by M. Evelyn, n. 119. p. 454. and Curiosities for grafting, in D. Grew's Anatome of Trunks, n. 120. p. 486. Improvements by Sea-sand in Cornwall, n. 113. p. 293. Reflections on the fame, n. 114. p. 305. See Scotland and Advertisements thereon, infrá. Nurseries, profitable Gardens, Orchards and Vineyards, solicited for Cambridge and the North, n. 129. p. 728. Wines made of English Fruits, n. 123. p. 574. Advertisements on the same, n. 124. p. 583. How Tabaco is planted and order'd in Virginia, n. 126. p. 634. To adorn Woods, Groves, and the avenues of fair Mansions, n. 126. p. 644. How to propagate Mulberry-trees, n. 133. p. 818. The usefulness of their Berries to colour Cyder like Claret, ibid. p. 816. and of their Leaves to feed Silkworms, ibid. p. 817. An account of Cyder Engines and Mills, by Dr. John Beale, n. 134. p. 846. Commendations of Cyder, with its medicinal ufses, ibid. p. 848. Potados, in what soyl they prosper best, ibid. p. 850. See Syftema Agricultura; by J. W. n. 136. p. 922.\n\nAir, the weight of it in all changes, by wind,\nAn Alphabetical Table\n\nwind, weather, or whatever other influence observable by a standing Mercurial Balance call'd a Baroscope, hinted in reference to M. Hook's Micrography, n. 2. p. 31. applied to particulars by D. Beale, n. 9. p. 153. with additions, n. 10. p. 163. described with observables relating to an Earthquake about Oxford, by D. Wallis, n. 10. p. 167. M. Boyle's Remarks on the same, n. 11. p. 181. The Wheel-Baroscope improved and delineated by M. Hook, n. 13 p. 218. Another Balance of the Air contriv'd by M. Boyle, and call'd Statical, by which the former may be exactly stated and examin'd for many particular applications, n. 14. p. 231. Air being exhausted vegetables do not prosper nor grow, n. 23. p. 424. Curious Observations of the different effects of the Air in several places, n. 27. p. 494. What effects Air exhausted, and re-admitted hath on light, in the shining bodies of rotten Wood, or Fish, n. 31. p. 581. &c. and what upon burning Coals, n. 32. p. 605. &c. Florentine Experiments of the pressure of the Air, n. 33. p. 640. Air, not by mere moisture, but by other mixtures, viz. of saline streams of the sea dissolves Salt, Sugar, Flesh, n. 36. p. 699. Air very salubrious in Japan, but of another temper on the one, than the other side of the mountains there, n. 49. p. 984. Some Trials about the Air, usually harboured and concealed in the pores of water, n. 62. p. 2019. The same quantity of Air may change its dimensions to an almost incredible degree. How both Cartesians and Epicureans are concerned in this matter, n. 67. p. 2052, 2053. Air gradually compressed in water calculated to 1947. foot deep, n. 73. p. 2191. demonstrated with a scheme, n. 75. p. 2239. What relation Air has to flame, and towards explosions and the flamma vitalis, see M. Boyle, n. 92. Its moisture, & its effects, by M. Boyle, n. 97. Touching the compression of it, Observations of Mr. Lewenhoeck, n. 102. p. 21. The Air of Iceland, n. 111. Experiments made in the Air-pump at Paris, to shew, what liquors mingle or ferment in vacuo, with marginal Notes from the English on the same, n. 119. p. 443. More by the same Peritus, to try the passages of Air through Plant and Woods, n. 120. p. 477. Ten experiments of M. Boyle about the weaken'd Spring, and other unobserv'd effects of the Air, and to discover whether the Spring of the Air, as it may many ways be encreas'd, so may not by other means than of cold and dilatation be weaken'd: And to shew the change of Colours producible by Air in some Solutions and Precipitations, n. 120. p. 467. Compare the Notes of an Anonymous herein, n. 122. p. 533. More Parian experiments, to try, whether the vacuum will be of use to the preservation of Bodies, n. 121. p. 492. Compare this with M. Boyle publish'd on the same, An. 1674. Air, in all the English Colonies in America much alter'd by the culture of land, and by the encrease of English Inhabitants. And the Air of Dublin examin'd for weight by the Baroscope, n. 127. p. 649, 650. Compare this with the advice from Rome for the salubrity of places, n. 66. Two Hygroscopes newly devised to examine the Air, with some observations, n. 126. p. 650. and n. 129. p. 715. Of human life long sustain'd under water without air, n. 127. p. 675. The Air of Gonnor pestilent, n. 129. p. 711.\n\nAle, how it may be transported from England to East or West Indies, n. 27. p. 495:\n\nAlgebra, after a new manner, and call'd Logistica universae mathematici inviriens, undertaken at Rome by Gottignes, n. 114. p. 399.\n\nAlmanack: See the R. Almanack, with curious observations An. 1676. and the way to foresee the changes of weather by the Baroscope, n. 120. p. 490.\n\nAloe, and lignum Aloei described: A soft white wood, yielding a milky and poisonous juice, n. 43. p. 863.\n\nAmber, n. 23. p. 430. &c. A piece of yellow Amber so soft as to receive the impression of a seal, and strong-scented, n. 64. p. 2061. See more n. 66. p. 2028. White Amber found in a Lake, a guess at the cause of it, n. 13. p. 4070.\n\nAmbergrieze, n. 23. p. 431. &c. n. 28. p. 538. n. 30. p. 567. a vegetable excretion, n. 97. p. 6137.\n\nAnalysis: the subtil art of analysing geometrically opened, see Franc. du Laurens Specimina Mathematica, n. 50. p. 580.\n\nAnatomy: See Flesh, Blood, Animals, Lungs, Petrification,\nPetrifaction, Taste: also Stenonis de Musculis & Glandulis observationum specimen; cum duabus Epistolis Anatomicis; abbrev. n. 10. p. 176. De Graeff, de succi Pancreatici natura & usu abbrev. n. 10. p. 178. Laur. Bellin. de Gustus organo novissimè deprehensio, abbrev. n. 20 p. 366. Redi, an Italian Philosopher, of Vipers, abbrev. n. 9. p. 160. Anatome of a Silkworm, see Marc. Malpighi de Bombyce, n. 49. p. 987. of a Cameleon, Castor, Dromedary, Bear, African She-goat, n. 49. p. 991. of a double Matrix, or something like it, n. 48. p. 969. Of the Heart and motion of the blood, and the degrees of Motion, see Rich. Lower, M. D. de Corde, item de Motu & Colore Sanguinis, n. 45. p. 909. n. 73. p. 2211. Of the Organs of Generation, n. 52. p. 1043. The texture of the Spleen by Malpighi, n. 71. p. 2149. The structure of the Lungs of Frogs, Tortoises, and of other nobler Animals, ibid. Causa formatrix of the Fetus examin'd, n. 74. p. 2274. Mulierum Testes, esse Ovario analogos, quaritur, n. 74. p. 2218. see Regn. de Graeff de Genitalibus Mulierum, n. 79. p. 3066. Petrifactions in human bodies, n. 71. p. 2158. Anatome of a Porcetts, n. 76. p. 2274. Anatome of Vegetables, see Dr. Grew, and Malphigi thereupon, n. 78. p. 3037. & n. 117. p. 401. n. 120. p. 486. Veins in Vegetables analogous to veins in Animals, by Mr. Lister, n. 79. p. 2052. That Respiration is nothing but a reciprocation of the Air inclofd in the Chest, and an alternate Motion of the Lungs and Diaphragm: And the several uses of respiration, n. 70. p. 2141. Keckringius of Eggs to be found in all sorts of Females, n. 81. p. 4018. An humane Embryo of a few days old, in effigie, ibid. Reflexions on the same by Mr. Denys, ibid. De Graeff on the same, ibid. A communication between the Ductus Thoracicus and the inferior Vena cava pretended to be found by Monseignr Pecquet, examined by D. Needham, n. 85. p. 5007. A stone cut from under the tongue of a man, and how 'tis conceived it was generated, n. 83. p. 4062. A stone found in the bladder of a dog. Another fastened to the back of a horse, n. 84. p. 4094. The structure of the Lung, by Mr. Templer, n. 86. p. 5031. Of Veins in Plants: Juices in them analogous to blood, and something analogous to semen, n. 90. p. 5731. Some Animals that have Lungs, are yet found to be without the Arterious veins, n. 94. p. 6040. De naso-cornis Scarabaei genitalibus, ibid. by Dr. Swammerdam. Mr. Lister on the same, and of the Chyle and Guts, ibid. Stones found in a Man's bladder, some considerably great. Another Drum besides the known one discover'd in the Ear: See Mengoli Muscian speculativum, n. 100. Aman that had the order of his Bowels inverted, n. 107. p. 146. An unusual rupture of the Membranous, noted by Dr. Swammerdam, n. 112. p. 273. Of strange Worms vomited by a child and the present cure, n. 117. p. 393. Another Kind of cure of old vivacious Worms, ibid. p. 394. The optic Nerve examin'd and the texture of blood, of Sap in Plants; the figures of Sugar and Salt a probable cause of their difference in taste, by the Microscopical Observations of M. Leeuwenhoek, with a Cut, n. 117. p. 377, &c. A conjecture touching the bladder of Air, in Fishes, n. 114. p. 310. Illustrated by M. Boyle, ibid. p. 311. M. Ray on the same, n. 115. p. 349. Concerning the spiral, instead of the hitherto supposed annular, structure of the Fibres of the Intestines, by Dr. Cole, n. 125. p. 603. Of the Ventricle and intestines, by Dr. Clifton, n. 128. p. 705. Ophthalmographia, by Mr. Briggs, n. 129. p. 746. A new structure of the Diaphragm, and a method of preparing the Bowels, by Caspar Bartholin, n. 130. p. 768. The Anatome of some Animals at Paris, n. 124. p. 591. Dr. Grew's Anatome of Plant's vindicated, n. 127. p. 657. Some Observations made by M. Leeuwenhoek of the Carneous fibres of a Muscle, and the Cortical and Medullar part of the Brain, (as also of Moxa and Cotton) n. 136. p. 899.\n\nAnatomical Observations on the Ductus thoracicus, n. 25. p. 461. Of a sea-fox and Lyon, n. 28. p. 535. Of a shark-fish, and a Dog-fish, n. 32. p. 628. Of strange Entrails, and firm Arteries in Tortoises, n. 25. p. 500. Of the Brain and Tongue, n. 27. p. 490. Strange appearances in bodies dead of odd diseases, n. 29. p. 546. Stones in great number found in the Bladder of a Boy, n. 26. p. 482. Of the Epiploon, or double membran, which covers the Entrails,\nAn Alphabetical Table\n\nn. 29. p. 552. A dissected dog preserved alive by the wind of Bellows, n. 28. p. 539. See Joh. Swammerdam de Respiratione Uso Pulmonum, ibid. p. 534. Anatomical Remarks upon a Leaden Bullet voided by Urine, n. 40. p. 803. The use and description of the Lymphatic Vessels; the conduct of the ferment into the ductus thoracicus, to the heart, &c. the moisture in the Amnion is not Urine, nor Sweat: Also the ductus Vifungianus delivers itself into the duodenum; the ductus salivares into the Cistern. V. De Bills, n. 40. p. 791. An account of the Origin and effects of Transfusion in Veins; and other anatomical observations; De Teslibus in effigie, by Dr. Tim. Clark, n. 35. p. 672. Transfusion of blood vindicated from calumnies in Paris, n. 36. p. 710. The success of Injections into Veins at Dantzig in curing the Gout and Plica, n. 39. p. 766. An old deaf Dog in Italy reviv’d, and his hearing recovered by Transfusion, &c. n. 42. p. 840. Tettis examinatus, Queries, and some Resolves, and References, n. 42. p. 843. Anatomical Remarks on Thom. Parre, who died in the 153. year of his Age, &c. n. 44. Of the Vifungian channel inserted in the Spleen. The Lacteous vessels apparent in a drowned body, and two odd Births, by Signior Jacomo Grandi, n. 58. p. 1188. A fuller discovery of the vessels which convey the Chyle to the Breasts of nursing women, and that there is a suspicion of another passage of the Urine to the Bladder, than by the Ureters, n. 65. p. 2083. & n. 67. p. 2049. and Laurence Bellini his undertaking in Anatomy, offer’d to the G. Duke of Tuscany, n. 65. p. 2093. See Monsters.\n\nAnimals: One may live by the blood of another, the whole mass of his own blood being drawn out, and the blood of another infused in the mean time, n. 20. p. 353. See Bloods Transfusion. The Generation and Functions of Animals deduced by Mechanical principles, without recourse to a substantial form, n. 18. p. 325. See Honor.Fabri Soc. Jef. Tract. duo, 1, Plantis & Gener. Animalium; 2, de Homine, abbrev. ibid. and n. 20. p. 365. Animals of strange kinds in China, Wild-men, Sea-Horses, Sea-cows, &c. n. 26. p. 286. Animals drink very little, some not at all in the hotter countries, as in Jamaica, &c. n. 27. p. 507. Animals in Paris dissected, n. 124. p. 591. Animals in Virginia, n. 126. p. 624, 630. at Comorin, Caromandel, Bal-fara, n. 129. p. 713, 714. Persian Animals: Camels forbear drink nine days; carry 1000l. yea 1500l. weight, n. 129. p. 713. Cows having no grass to feed on there, are fed with heads of fishes and dates boil’d together, ibid. p. 714. Porcupins kill Lions by shooting quills into their bodies, ibid. Mogollian Animals: How elephants prepare for Generation, n. 130. p. 753. the Musk-animal, the Bezoar-animal, the Porcupin-stone, ibid. p. 756, 757. Eel-like Insects bred and swimming in good pleasant Wine, n. 127. p. 656. Worms falling down with snow in Hungary, n. 129. p. 742. A fermentation made of a decoction of Emmets very Antiparalytical, n. 129. p. 743. Anatomie of a Tortoise, many singularities, ibid.\n\nAnimated Horses-hairs questioned, and examined, n. 83. p. 4064.\n\nAnswers to philosophical Inquiries from a Sea-voyage; the Caribe Isles and Jamaica, n. 27. p. 494. from Bermudas, n. 30. p. 565. from Mendip-mines, n. 28. p. 525. & n. 38. p. 767. from Jamaica and other Islands thereabouts, concerning the streams and colour of the Sea: Various Plants and Animals: How Tabaco grows in Nitrous places: Hurricanes: The effects of the change of Climates on humane Bodies: A probable way of preventing and curing sicknesses in Sea-voyages to the West-Indies, n. 36. p. 699. and more, n. 37. p. 717. Answers additional referring to those of Jamaica, by an Eye-witness, n. 41. p. 824. Answers from Bermudas concerning the Tydes there, Whales, Spera-ceti, strange Spiders-webs, rare Vegetables, Longevity of the Inhabitants; and of the Isle of New-Providence among the Bahama’s, n. 40. p. 792. Answers and Rarities from Java-Major, additional to Accounts, publish’d in the Hist. of the R. Society, n. 43. p. 853. Answers concerning Tydes from Plimouth, n. 33. p. 642. Dr. Wallis’s application of the account of tydes to his Hypothesis concerning Sea-refluxes, n. 34. p. 652. The Table of Tydes about London rectified, n. 34. p. 656. How Tydes flow about Bristol, n. 41. p. 813. at Bermudas n. 40. p. 793. Answers chymical and mineral\nmineral, &c. from Mexico, n. 41. p. 817. Answers to some Queries about Japan, n. 49. p. 983. An answer to Inquiries concerning the Eruptions of Mount Aetna, n. 51. p. 1028. Dr. Hodgson's Answers to M. Boyles Enquiries concerning the subterraneous Fires in the Coal-mines near Newcastle, &c. n. 130. p. 762.\n\nAn Antidotal stone found in Serpents, see Kircher's China illustrata, n. 26. p. 484. Antimony eaten crude, fattens Horses, swine; cures them of diseases, n. 39. p. 774.\n\nAntipathy or abhorrence in a Man and a Lady against Honey: In another Lady against Wasps: In another to extreme fickleness, and violent vomitings and purgings, during the time of Thunder, n. 29. p. 549.\n\nAntiquities solicited, n. 69. preface. The Origin of Literature, Philology and Philosophy: see Theop. Gale's Treatise thereof, n. 74. p. 2231. Antient Monuments in upper Egypt, Sphinxes, Temples, &c. n. 71. p. 215. The antient Euripus described with modern accurateness, n. 71. p. 2153. The Amiantus, or the stone yeilding an imcombustible linen, recover'd & dress'd into paper, parchment or leather, and design'd for a book, which they would have call'd 'The Book of Eternity,' n. 72. p. 2167. The antient numerical Algebra of Diophantus Alex. with modern Additions, n. 72. p. 2190. The antient Geometricians, facilitated, n. 79. p. 3068. Antient Oars Gallics, and Sea-fights, and huge ships; see Meibom. de fabrica Triremium, n. 79. p. 3071. Antient and Modern Architecture and Conduct Naval; see Nic. Wittem thereof, n. 77. p. 3006. Vitruvius's Architecture and Mechanicks design'd to be rendered English, with the choicest modern Notes, n. 72. p. 2190. An historical Collection of all Antient and modern sorts of drinks, and compared; see Joh. Henr. Meibom. de Cervinis potibilis; & Ebriamibus, &c. cui additur de Vino Uvae & Pomorum, n. 69. p. 2116. The antient Heavens compared with the present, and many great changes, new appearances, returns, and dis-appearances, detected and consider'd, n. 73. p. 2198. Antiquity claim'd for the Cartesian Philosophy; and that Philosophy digested into the school-method; see Anton. le Grand his Philosophia Veterum è mente Renati des Cartes breviter digesta n. 70. p. 2138. The Britains defended from the Cimbrians, and first discover'd by the Phoenicians, n. 124. p. 596, 598. The Idol Temples and other Heathenish monuments of Old Greece preserved undemolish'd under the Turks dominion, n. 124. p. 575. The Antiquity of our Baths and those of Aquigran compared, n. 123. p. 574. The Consent of antient and modern Philosophy, n. 123. p. 570. The Cartesian prefer'd to the Aristotelian, n. 131. p. 790. The means to reconcile Chronologers, n. 131. p. 793. Palaeologia Chronica, n. 132. p. 808. A mathematico-historical Table; see Artifices. That at Boutan in the Mogols Dominions they had the use of Musquets, Canon, and Powder, many ages ago; some Canon now remarked above 500 years old, n. 130. p. 756.\n\nAnts, their nature, feeding, breeding, &c. n. 23. p. 425. How they analyse bodies by eating them, n. 27. p. 507. Observations and experiments made with an acid juice, to be found in Ants, n. 68. p. 2063.\n\nApology, or defence for these Tracts, n. 23.\n\nArchitecture in China of huge statelines; some part describ'd in effigie, and their other mechanical Arts, n. 26. p. 487.\n\nArt of working Lacca very rich and costly in Japan, n. 49. p. 985. Arts of Geometry, Arithmetick, Algebra; see Ren. Fe. Slusii Mefolabum, n. 45. p. 303. & Joh. Jac. Ferguson Labrinth, Algorea, n. 49. p. 996. Arts of Painting and Sculpture, n. 47. p. 953.\n\nArtifices and Artificial Instruments or Engines: An artificial Instrument to weigh Air; see Baroscope, or rather Air. To discern drought or moisture of the air; see Hygrocope; n. 2. p. 31. appliable in the observation of Tydes, n. 17. p. 300. Thermometers, to measure degrees of heat and cold, n. 2. p. 31. described, n. 10. p. 166. applied in the examination of tydes, n. 17. p. 300. An instrument for graduating Thermometers, to make them standards of heat and cold, n. 2. p. 31. A new engine for grinding any Optick Glasses of a spherical figure, ibid. To measure the Refractions of Liquors of all kinds, for establish-\nestablishing the Laws of Refraction, n. 2. p. 32. To break the hardest Rocks in mines, n. 5. p. 82. To try for fresh Waters at the bottom of the Seas, n. 9. p. 147. To find the greatest depths in the sea, ibid. The Engin for fetching up fresh water defended by explication, n. 13. p. 228. Huge wheels and other engins for mines, n. 2. p. 23. By the fall of water to blow wind, as with bellows, n. 2. p. 25. Artificial Instruments, helps and directions, how to find the Meridian as exactly as can be done in ships at sea: To find the Variation of the needle; An analemma to find out the Azimuth of the Sun, contriv'd into a form of Instrument, for the use of the publick promised. Other Proposals to the same purpose: How to use a dipping Needle: To observe the Tides, Currents and Positions of the wind, &c. To sound the greatest depths of Seas; To find the strength of the wind; To weigh the Seawater, and to find the proportion of salt; To fetch up water (whether fresher or saltier) from the bottom of the sea; See the whole number 24. To measure the diameters of Planets most exactly, n. 25. p. 457. described, and in eligies, n. 27. p. 541. Artificial Opals, Amethysts, Saphirs. The old art of incorporating Red-gla's recovered. Of diamond Looking-gla'ses in a Mill, and of making fair and hard Cry-stalls, n. 38. p. 743. An Artificial instrument for drawing any object in Perspective, n. 45. p. 898. and another for hyperbolical Glasses, n. 53. p. 1059. Mechanical contrivances at Jena in Saxony, n. 74. p. 2216. The Royal Observatory at Paris for celestial discoveries, ibid. A Cave of 170 steps descent for refrigerations, conservations, &c. ibid. The minery art of training a load, and of ordering the Tin-mines in Cornwall, n. 69. p. 2096. Sir S. Morelands loud-speaking Trumpet, n. 79. p. 3056. Observations upon the burning concave of Lyons, n. 97. p. 3069. To make any Flower or Fruit grow without Seeds by art; at least in minute resemblance, n. 69. p. 2115. Monicur Petit's Cylinder Arithmetick to facilitate the Lord Napier's bones, n. 78. p. 3043. Opticks and dioptricks improv'd, and facilitated, n. 78. p. 3043. See also n. 80. Musick advanced and facilitated; see Tho. Salmon's Advancement of musick, ibid. The art of Leveling, n. 71. p. 2164. A new kind of reflecting Telescope invented by Mr. Newton, n. 81. p. 4004. More concerning it, n. 82. p. 4032. with a Table of Apertures, and Charges, ibid. This Telescope defended against objections, ibid. Mr. Cassgraines pretended improvement examined by the same, n. 83. p. 4063. Other Telescopes and Microscopes, n. 87. p. 5064. see Light. The ancient Lyra Viol, how to be used, n. 87. p. 5064. A Bowl at Rome so exactly counterpoised that it can stop upon an inclin'd plane, even upon a Looking-glass, like Kepler's watch, n. 114. p. 309. The Universal measure by Sign. Burattini, ibid. The measure of this teraqueous Globe, lately taken more exactly by M. Picart, with a scheme of the manner, n. 112. p. 661. Gallies of several tyres of Oars of different height, propos'd at Rome by Sign. Borelli, n. 114. p. 309. A new Map of Paris design'd by M. Blondel, and of Rome by Sign. Buffalini, n. 114. p. 309. A new Essay-Instrument, to indicate, by weights, in water and air, (according to the hydrostatical principles,) Gold, Silver, and other metals from counterfeits and mixtures, by M. Boyle, n. 115. p. 329. An Advertisement on the same Instrument, with Instances of excellent Inventions, worthy to be executed, but yet not duly executed for popular uses, n. 116. p. 353, &c. Hygroscopes; see Air. The Parisian-water-engine to quench fires, n. 128. p. 679. A factitious stone which imbibes any ordinary day or candle-light, and for a time retains a fire-like luminousness in any dark place, n. 131. p. 788. To improve Telescopes, n. 128. p. 691. Sugar-wines drawn from Plants and Fruits, and to dry all wholesome fruit, n. 128. p. 583. How the Germans make Brats of Lapis Calaminaris, n. 130. p. 768. A magnificent Throne in Denmark made of huge Horns of Fishes, which are there call'd Unicorns horns, n. 130. p. 766. The great Vessel at Heidelberg described, ibid. An Essay to explain the Phenomenon of the Inclination Needle, towards the finding the Longitude, n. 130. p. 715. A Talc in Persia tinged, and mingled with Chalk well fleaked, makes Walls shine Japiss-like, ibid. p. 714. The Best Glue made of Sturgeon, and how order'd, ibid. How to\ntry true Bezoar, n. 130. p. 757. Strange magical Juggling, ibid. p. 752. A Mathematico-historical Table design'd, n. 127. p. 667. A very useful and cheap Pump contrived by John Conyers, and put in practice by him with good success, n. 136. p. 888.\n\nAbefus, a Fossil in China to be drawn and spun, n. 26. p. 486.\n\nAsia in an excellent Map. See Kircher's China illustrata, n. 26. p. 484.\n\nAfricites or Star-Ropes, resembling Plants petrified, delineated in Cuts by Mr. Lister, n. 112. p. 274. Mr. Ray on the same, ibid. p. 278.\n\nAstrology: Judiciary Astrology highly esteemed in Japan, n. 49. p. 935.\n\nAstronomical Remarks of a new Star seen by Hevelius in Pictoris Cygni, which he supposeth to be the same, which Kepler saw an. 1601. and continued until 1602. and then was not seen again till 1662. and then almost always hiding itself till 24 Nov. 1666. That seen by Kepler was of the third magnitude; this now, of the sixth or seventh. Qu. Whether it changes place and magnitude, n. 19. p. 349. The scheme, n. 21. p. 372. A new star in Collo Ceti observ'd from 1638. to 1664, 1665, 1666. with its visibilities and periods, and causes of change, open'd by Bullialdus, who conceives the bigger part of that round body to be obscure, and the whole to turn about its own centre, n. 21. p. 382. Another new star call'd Nebulosa in Cingulo Andromedae, seen when the Comet appear'd 1665. observ'd by the said Bullialdus to appear and disappear by turns, ibid. p. 383. A method for observing the Eclipses of the Moon, free from the common Inconveniences, by Mr. Rook, n. 22. p. 387. Remarks of new Stars, n. 25. p. 459. Of Venus by spots discoverable; as to motion, whether Libratory, or of Revolution, n. 32. p. 615. Observations of Saturn rectified, n. 45. p. 900. Of a Solar Eclipse, and the motion of the Moon design'd to be rectified, n. 55. p. 1099. Mercator's considerations concerning the Geometrick and direct method of Sign. Cassini for finding the Apogees, Eccentricities and Anomalies of the Planets, n. 57. p. 1168. A new Star appearing in the Swan, Aug. 17. 1670. and the present appearance of the Planet Saturn, observed by M. Hevelius, and others, n. 65. p. 2087. & n. 66. p. 2023. The Moons Eclipse, Sept. 19. 1670. the Conjunction of Venus and the Moon, Oct. 2. 1670. with remarks on the new Star in the Beak of the Swan, and on the other in the Neck of the Whale, by M. Hevelius, &c. n. 66. p. 2023. M. Flamsteed's Preadvertisements of the Moons motions in the year 1671. n. 66. p. 2029. More Remarks on new Stars, n. 73. p. 2197, 2198. Many changes found in the Constellations, ibid. p. 2199. A great blot or blackness in the disc of the Sun, observ'd by Mr. Boyle, Apr. 27. p. 1660. Spots discern'd in the Sun by Cassini, Aug. 13. 1671. n. 74. p. 2238. and n. 75. p. 2250. Noctilucent Mr. Hook, Aug. 30. 1671. n. 77. p. 2295. More of Solar Spots, n. 78. p. 3019. & 3033. The Eclipse of the Moon, Sept. 8. 1671. by domestic and foreign observation, n. 76. p. 2271. & n. 78. p. 3031. The transit of Υ and ξ, n. 78. p. 3031. To remark the Orbit of the Moon, Mr. Flamsteed's Calculations, n. 77. p. 2297. & n. 79. p. 3061. The Satellite of Υ calculated by Cassini, as for Uraniburg, n. 74. p. 2218. The Occultation of the first of the Circumjovialists by Υ, n. 78. p. 3031. Saturn's ansæ disappearing, ibid. p. 3024. & 3034. The Phenomena of Spots appearing in Υ explicated by Sign. Cassini, and thence the period of his Rotation ascertain'd, and other considerable uses propos'd, n. 82. p. 4039. Jupiter's transit near two fixed Stars, by Mr. Flamsteed, ibid. p. 4036. An Appulse of the Moon to the Pleiades, by the same, n. 86. p. 5034. A regres of Υ to the first star of Ω, ibid. An observation of Mars, and his transit by certain fixed stars, ibid. Appulses of the Moon and other Planets to fixed stars, calculated by the same, for the year 1673. n. 89. p. 5118. with another observation of Mars, ibid. The Admirable Changes, and other Novelties in the Heavens and fixed Stars; see Accademici di Bologna, n. 89. p. 5124. and Montanari hereupon, ibid. p. 5125. A Comet seen March and April, 1672. by Monsieur Hevelius at Dantick, n. 81. p. 4017. The appearance in effigie and the motions, ibid. The motions observ'd by Sign. Cassini at Paris, n. 82. p. 4042. The Comet seen also at la Pléchée in France, ibid. A discovery of two more Planets about Saturn,\nSaturn, and their motions observed by Sign. Cassini, n. 92. p. 5176. Accurately observed by Mr. Flamsteed, to determine his Inclination to the Ecliptick, n. 94. p. 6033. Observations of the same concerning the extreme elongations of the exterior jovialists from the centre of 24, n. 96. p. 6094. Of the Planets diameters and distances from the Fixed: And of the Parallax of Mars Acronic and Perigee, ibid. Of the Appulses of the Moon and other Planets to the Fixt Stars, predicted for the year 1674. n. 99. p. 6162. A Catalogue of Kepler's Ms. some of worth unprinted in the hands of M. Hevelius, with some account of his Life, and Letters between Kepler and other famous Astronomers, n. 102. p. 27. Hevelius about Telecophical sights, and his Organography, ibid., and Dr. Wallis concerning the same, n. 111. M. Hugenius & Sign. Cassini's Judgement upon Mr. Hook's attempt to prove the motion of the Earth, n. 105. p. 89. Mr. Flamsteed concerning an Instrument to shew the Moons true place within a minute or two. His design to correct the hitherto assigned motions of the Sun. The necessity of making new Solar numbers, with an expedient for making trial. Whether the Refractions in Sig. Cassini's Tables be just, n. 101. A new Astro-nomico-Chronological work, undertaken by Dr. Wasmouth, n. 104. p. 74. A strange and unusual Mock-sun and other Phenomena seen by Hevelius, Febr. 5, 1674. and an extreme Frost following, n. 107. p. 26. Concerning a Comet seen in Brazil, An. 1668. by Valent Elancel JHS. n. 105. p. 91. Mock-suns frequently appearing in Iceland, n. 111. Observations of the Eclipse of the Moon, Jan. 1. 1674. made in London and Paris, ibid. A Lunar Eclipse observed Jan. 11. 1671. at Paris, n. 112. p. 257. On the same by Hevelius, n. 113. p. 285. with the Cut of the Moon. Another Lunar Eclipse, Jun. 26. 1675. observed by Mr. Flamsteed, n. 116. p. 371. On the same from Paris, n. 117. p. 388. More from Sign. Cassini, p. 390. Another Eclipse of the moon, Decemb. 21. 1675. observed also by Mr. Flamsteed, n. 121. p. 495. Horoxes Lunar system vindicated from Mr. Street, by Mr. Flamsteed, n. 116. p. 368. with other matters. A Letter from a Spanish Mathematician, proposing a new First Meridian, and pretending to evince the Equality of all Natural days, and to shew the way of knowing the true place of the Moon, n. 118. p. 417. Mr. Flamsteed's animadversions on the same, ibid. p. 429. Mr. Picart's new way of measuring the Terraqueous Globe; see Artifices suprà, n. 112. p. 261. Sign. Cassini on the Lunar Eclipse, Dec. 21. 1675. ft. v. and the occultation of a fixt Star by the Moon, n. 123. p. 565. (compare n. 121. p. 495.) Mr. Flamsteed's answer to Cassini, n. 129. p. 565. Mons. Hevelius on the Lunar Eclipse, Jan. 1. 1676. ft. n. n. 124. p. 590. Mercatoris Institut. Astronomicæ, n. 125. p. 611. Hevelius on the Solar Eclipse, Jun. 23. 1675. ft. n. n. 127. p. 661. Flamsteed, Townley, Halley, on the Solar Eclipse, Jun. 1. 1676. ibid, p. 662. Cassini on the same, ibid. p. 669. Hevelius on the same, ibid. p. 666. Cassini's advertisement about the configuration of Jupiter's Satellites for the years 1676, 1677. n. 128. p. 681. A direct and Geometrical method for finding the Aphelions, Eccentricities, and proportions of the Orbs of the primary Planets, without supposing the Equality of the Angle of motion at the other Focus of the Planets Ellipses by Mr. Halley, n. 128. p. 683. Hevelius of the figure of Saturn in Aug. 1675. n. 127. p. 661. Cassini adds a zone about Saturn, as about Jupiter, but more obscure, n. 128. p. 690. Cassini remarks a huge Spot in the Sun, n. 127. p. 665. Flamsteed and Halley on the same, n. 128. p. 687. Cassini on the same again, ibid. p. 689. Smethwick on the Solar Eclipse, Jun. 1, 1676. ft. n. 126. p. 637. approved by Cassini, n. 127. p. 665. This observed at Westminster by Mr. Smethwick; Mr. Colson, at Wapping, on the same, p. 723. Mr. Halley p. 724. M. Bullialdus and M. Richelts on the Lunar Eclipse of Jan. 1. 1676. n. 125. p. 610. A Comet or new Star, or changing Stars said to be seen, n. 123. p. 565, 567. Some new Observations made by Signor Cassini concerning the two Planets about Saturn not long since (n.92) discover'd by the same, n. 133. p. 831. A Letter of M. Hevelius, delivering his Observations, made for several years together, concerning three new Stars, n. 134. p. 853. The description of\nof a Celestial Globe, artificially made, shewing the apparent motions of the Sun, Moon, and fixed Stars, &c. n. 136. p. 895.\n\nB.\n\nBarbados; some curious gleanings, after Ligon's history of it, by Dr. Th. Towns, viz. That every House, with Sugar-works and out-houses, looks like a handsome Town; the whole Island like a scatter'd City, which with perpetual green Fields and green Woods make the prospect very pleasant; most houses now built with stone, and cover'd with slate; the soil very fertile, though not above one or two foot deep, upon a white and spungie Lime-stone rock, which in some places yields good quarries for buildings; the springs all near the sea; in the higher countries they make ponds to receive rain, which serve the better, being kept cool by broad-leav'd weeds, and duck-weed which overgrow the Ponds; and now almost every Sugar-plantation hath a Well which gives very good water; their only Wine in esteem is from the Madera's, which (contrary to other Wines) will not endure a cool Cellar; the Air most pleasant, neither too cold by night, as formerly, nor too hot by day: On the tops of mountains, and in cool and shady places, some of our European Plants are found: The Blood of Negro's is black, which seems to be the cause of their black skin, &c. n. 117. p. 399.\n\nBarks of Trees being cut off, are made by art to reunite, n. 25. p. 452.\n\nBarometrical and Thermometrical observations, n. 55. p. 1113 & 1116.\n\nBaroscope; see Air, and Artificial Instruments.\n\nConcerning the Bathes in Austria and Hungary; by Dr. Edward Brown, n. 59. p. 1142. Observations concerning the Bath-springs, n. 49. p. 977. The Bathes of Aponus in Italy described, n. 83. p. 4066. Bathes of England and Aquisgran compared, n. 123. p. 573.\n\nBats in China of huge bigness, and good meat, n. 26. p. 486.\n\nBeans precipitating the muddiness of water; See Answers from Jamaica, supra.\n\nBeds in China how preserv'd from Vermin, n. 26. p. 485.\n\nBees, or Insects of the Bee-kind, how generated by Bees in Willows, n. 65. p. 2089. and 2100. Bees swarming more early than usual; the cause guess'd, n. 70. p. 2178. Bees hatch't in Willows, n. 74. p. 2221. A Beehive used in Scotland with good success, to save the Bees from swarming, n. 96. p. 6076.\n\nA Bell in China weighing 120000 pounds: whereas the Bell of Erfurt in Germany, supposed hitherto to be one of the biggest in the world, weighs but 25400 pounds, n. 26. p. 487.\n\nBermudas hath no Sand, Flints, Pebbles, or Stones that are hard enough to sharpen Knives, or grind Glasses: Wells digg'd there above the surface of the Sea, yield fresh Water, digg'd lower, they yield salt water, or brackish. See more, and of other matters, n. 30. p. 565.\n\nBezoar, whence, and how to be tryed, n. 130. p. 756. See Chapuzeau hereof, &c. n. 23. p. 429. The Mineral Bezoar, and its medical Uses in Sicily, n. 127. p. 672.\n\nBirds in China of strange kinds; a Wool-bearing Hen. Birds like Black birds generated from the leaves of Trees falling into a River, n. 26. p. 485, &c. The humming Bird of America, n. 74. p. 2223. The history of Birds, see Fr. Willoughby's Ornithologia in three Books, n. 120. p. 481.\n\nBlood. The new Operation of Transfusing blood into the Veins, out of one Animal into another; with considerations upon it, n. 20. p. 353. The first Rise of this Invention, n. 7. p. 208. The success, n. 19. p. 352. Proposals and Queries, for the improvement of this Experiment, by Mr. Boyle, n. 22. p. 385, 386. Little Bloodletting in China, n. 14. p. 249. Blood found in some mens veins like Milk, or of the colour of Milk, n. 6. p. 100. again, p. 117, 118, and again, n. 8. p. 139. Blood of Tortoises colder than water; yet their Heart beats as in other Animals, n. 27. p. 500. The Invention of Transfusing Blood vindicated from the French claim to the English, n. 27. p. 489. n. 28. p. 522, &c. The manner of that operation described, n. 28. p. 523. n. 25. p. 449. A mangy dog cured by the blood of another dog, n. 25. p. 451. Dogs living healthfully by the blood of Calves, and the operation perform'd without ligatures, n. 25. p. 453. An old dog reviv'd by a young dog's blood, B 2.\nAn old horse reviv'd by the blood of a sheep, n. 30. p. 557. Cautions concerning this transfusion, n. 28. p. 517. partly satisfied or answered, ibid. p. 519. and n. 30. p. 560, &c. Transfusion try'd upon a Man by the R. Society, n. 30. p. 557. The effects of Aqua fortis in Transfusion, n. 27. p. 490. and what medicated liquors agree or disagree most in Transfusion, n. 27. p. 493. But the way of Indication by trials upon Blood emitted, first found out by Mr. Boyle, and how; n. 29. p. 551. Laxative medicines how far effectual and beneficial in Transfusions, n. 30. p. 564. The blackness of blood, after 'tis in the porringing cold, proceeds not from melancholy, but by separation from the air, according to Signeur Fracassati, n. 27. p. 493. A man relieved from inveterate and outrageous madness by the blood of a Calf: See all the strange circumstances, n. 32. p. 617. Bloody fluxes stop by the blood of the fifth Pedicle. See supra. Answers from Java-Major. Transfusion of blood in a man question'd at Law in France, n. 54. p. 1075. No blood-letting in Japan; but cautistics, Mugwort, and burnt Cotton frequently used, n. 49. p. 984. The Blood-stanching liquor proved, n. 94. p. 6639. and n. 95. p. 6052, 6074. and n. 96. p. 6078. The bleeding to death of a little child at several parts of the body in a strange manner, n. 109. p. 193. See more of blood transfus'd supra in Anatomy.\n\nA Bolus in Hungary good as Bole Arme- nick, n. 1. p. 11.\n\nThe Bononian stone; see Light or Stone, n. 21. p. 375.\n\nBotanicks. Oranges and Lemons, both separately and in one piece, on the same tree produced at Florence; described by Dr. Natus, n. 114. p. 315. A secret pretending to enlarge Fruits, Flowers, Plants, Trees, n. 116. p. 386. See Vegetation infra.\n\nBrain anatomized by Signeur Malpighi, n. 27. p. 419. How the Brain and Nerves do cause Convulsions, Cramps, Epilepsy, Hysterical diseases, Scorbutic, scorbutical Gouts, Consumptions, Dropsies, Fevers, and Epidemical diseases in England and Germany, and the proper Remedies; see Th. Willisi Pathologiae Cerebri et Nervosi generis specimen, n. 31. p. 600. The Brains exterior part glandulous; n. 44. See Mal-\n\npighi de viscerum structura, ibid.\n\nA Bread-tree or Meal-tree in China, n. 26. p. 485, &c.\n\nBreasts, suddenly growing to an excessive bigness, n. 52. p. 1047. and n. 53. p. 1068.\n\nBridges of strange hugeeness and fabrick in China, described with Cuts; see Kircher's China illustrata, n. 26. p. 484.\n\nBuildings, very rich, and richly adorn'd, but of one only Story high in Japan, n. 49. p. 985: What choice of Stones and other Materials; and a proposal for retriving the Art of hardning Steel to cut Pophyre, n. 63. p. 6010.\n\nA Burning-glass extraordinary made at Milan, n. 40. p. 795. A burning Concave of 34 inches diameter, and its effects, n. 49. p. 989.\n\nC.\n\nCabbage-Trees, in the Caribe-Islands of 300 foot in height; the wood never rots, and when dried, as hard as Iron. See Answers from Jamaica, n. 36. p. 704.\n\nCabinets and Repositories: of the G. Mogel, n. 130. p. 754, 755. of the King of Persia, ibid. p. 757. of the G. Duke of Tuscany, ibid. of a Throne of Unicorns horns in Denmark, ibid. p. 763. of a Jap's in Vienna, 9 foot diameter, ibid. of rare Manuscripts, ibid. The Elect. of Saxony's Repository furnish with very many considerable rarities both of Nature and Art, n. 130. p. 786.\n\nCalambra-wood in China, a kind of Lentiscum, or rich Terebinth, worthy to be transplanted into Europe, &c. n. 26. p. 405.\n\nCalenture at Sea described, and the Cure, n. 36. p. 708.\n\nCalms frequent near the Gulph of Mexico, n. 36. p. 707.\n\nCanes in China so big that a Barrel may be made at every knot, n. 26. p. 486.\n\nCartesians highly applauded, but defective in not explicating the Efficient Power with the matter. See Thom. Cornelii Progymnasmata Phyllica, n. 30. p. 576.\n\nCaymans; or Jamaica Crocodiles and Alligators have small eggs like Turkies, but unspotted, n. 36. p. 703. The Stone in their Stomach is little regarded there, n. 36.p.703.\n\nA Chanel in China very huge. See Kircher's China illustrata, n. 26. p. 484.\n\nChina:\nChina: In China very ancient Books found of the nature and virtues of Herbs, Trees, and Stones, n. 14. p. 249. The Root there call'd Genfeng, very restorative and cordial, recovering agonizing persons, sold there each pound for three pounds of Silver, ibid. China lists how made there, ibid. A way found in Europe to make China dishes, n. 7. p. 127. A passage to China by Land from Muscovia on the North side of Tartaria Magna, n. 130. p. 756.\n\nChocolata communica, n. 37. p. 721. A Choreographical Problem solved by Mr. Collins of the R. S. n. 69. p. 2093.\n\nChristians hated in Japan, because some Professors of it there would persuade, that there was a Power above the Dignity Royal disposing of Crowns: yet the morals of the Japonese good, they punishing lying and detraction, n. 49.\n\nChronology; see Beveregii Cant. Institutionum Chronol. lib. 2. n. 47. p. 956. and Strauchii Breviar. Chronologie, n. 50. p. 1022.\n\nChemists in China pretend to make Gold, and promise Immortality, n. 14. p. 249. Chemistry an excellent Key to open nature; see Tho. Cornelii Progymnasmata Physica, n. 29. p. 555. n. 30. p. 576. Chemistry Medical; see Franc. Travagini Synopsis Novae Philosophiae & Medicinae, n. 29. p. 555. Chemical, Medical and Anatomical Overtures of special remark from the Confut Behm of Dantick, n. 34. p. 650. The greatness of Digestion, Fermentation, Triture or Grinding in Chemistry; exquisitely performed; directed in effigie and by Experiments, n. 87. p. 5052. See Dr. Edw. Boineit hereof, n. 85. p. 5023. Dr. Daniel Cox his way of extracting Volatile Salt out of Vegetables, n. 101. p. 4. This intimated before, n. 100. p. 7002. The same shews, that Vitriol is produced by sulphur, &c. Likewise Alum; and that Vitriol, Sulphur and Alum do agree in the same principle: The nature of Salt in Brimstone: That Common Salt, together with the Aerial Salt, is the foundation of all Saline substances in the Universe, n. 104. p. 65. His Experiments tending to find out the nature of Vitriol, and to give further light into the Inquiry after the principles and properties of other Minerals, n. 103. p. 41. He denies the Pre-existence of Alcalizate or Fixed Salts in any subject before it is exposed to the action of the Fire: He confirms his former assertion, deliver'd n. 101. viz. That Alcalizate or Fixed Salts, extracted out of the ashes of Vegetables, do not differ from each other: The same affirm'd of Volatile Salts, and Vinous Spirits, n. 107. p. 150. More touching the Identity of Volatile Salts and Vinous Spirits, n. 108. p. 164... His two surprising experiments made upon Plants, that yielded Salts perfectly representing the shape of those Vegetables, whence they had been obtained, n. 108. p. 175.\n\nCider made excellent by the mixture of the juice of Mulberries, n. 27. p. 503. Good Cider more wholesome than wine, n. 69. p. 2118.\n\nCivet-Cats live well, and yield the more Civet, if you give them drink once a month. They piss much, as Rabets do, n. 36. p. 704.\n\nClimats: the effects of their change near the Tropicks: and Medical application directed, n. 36. p. 708.\n\nClouds and mists, how they gather and embody in Jamaica, n. 37. p. 718.\n\nCochineel, what it is, and whence; with considerations for like Advancements in Colours, &c. n. 40. p. 795.\n\nCold: See Mr. Boyles History of Cold, abbr. n. 1. p. 8. more, n. 3. p. 46. More Inquiries, and some Answers touching Cold, n. 19. p. 344. How cold may be produc'd in hottest Summers by Sal Armoniack, discovered by Mr. Boyle, n. 15. p. 255. Some suggestions for remedies against cold, by Dr. Beale, n. 21. p. 379. Cold drink may suddenly kill one that is accustomed to hot or warm drink, n. 29. p. 550. Shining Wood and Luminous Fishes rather cold than warm as to us. See Mr. Boyle's experiment by a curious Thermometer, n. 32. p. 611. The Progress of Artificial conglaciation, accurately observ'd, n. 66. p. 2020. An account of the nature of Cold and Heat, by Sir Petit, n. 78. p. 3043.\n\nColick and morbidick effervescency examin'd, n. 34. p. 651. Bilious Colick, what clysters good or bad for it, n. 37. p. 720.\n\nColours and dyes in Japan more lasting than elsewhere, n. 49. p. 985. Colours for dyes how to be encreated; which way to be fixed, n. 70. p. 2132. See Insects and Kermes. A New Theory of colours by Mr. Isaac Newton, of the R. S. n. 80. the same discomfired afresh between Mr. Newton and\nParisian, n. 96. p. 6098. & n. 97. p. 6107. See Light.\n\nComets. The motions of the Comet of December 1664. predicted, n. 1. p. 3. Cassini cohurs, n. 2. p. 17. Auzout who first predicted the motion, reflects upon Cassini, n. 2. p. 18. and predicts the motions of the second comet of March, April, 1665. n. 3. p. 36. Controversies and discourses, some at large, concerning Comets, n. 1. p. 3. n. 2. p. 17, 18. n. 3. p. 36. n. 6. p. 104. n. 9. p. 150. n. 17. p. 301. Many considerables abbreviated, n. 6. p. 104. n. 17. p. 301. A Comet appearing in Italy and Portugal, March 1668. n. 25. p. 683. Of the comets of 1664. and 1665. see Er. Bartholin, n. 53. p. 1071. and Piet. Mar. Mutoli, ibid. p. 1069. Letters about the Comet seen in April last 1677. from Sign. Cassini, M. Hevelius and Mr. Flamsteed, n. 135. p. 868, 869, 871, 873. See Astronomy.\n\nCommerce and Navigation: An attempt to discover the North-East passage, n. 118. p. 417. Compare this with Vol. 9. n. 101. and n. 109. See more infra upon Scotland, n. 117. p. 398. where by Molucco-beans carried by Tides and Currents to the shoals of Scotland, the said North-East passage to the Molucco's is represented as probable.\n\nCommodities Merchantable in Japan, n. 49. p. 985. Commodities very excellent in Sicily, n. 127. p. 672. and Physico-medical rarities, ibid. Commodities of the Mogol and Persia, n. 130. p. 754.\n\nCoral, where to be found; see Chapuzeau hereof, &c. n. 23. p. 429. What it is, whether a Vegetable or mineral, n. 99. p. 6158.\n\nCormorants or Pelicans being put two hours under ground, lose their Fish-like taste, n. 27. p. 501.\n\nSea-Cowes in China come off the shore, and fight with Land-Cowes, n. 26. p. 486.\n\nCrystal how found in the mountains of Helvetia, n. 49. p. 982. the formation of it discus'd, n. 83. p. 4068.\n\nD.\n\nDamps in the mines of Hungary, their effects, n. 48. p. 963. Damps in mines, n. 117. p. 391. & n. 119. p. 450. and Fairy Circles in meadows conceived by Mr. Walker to be caused by Thunder and Lightning, n. 117. p. 394.\n\nDeaf and dumb how they may learn speech; see Van Helmonts Alphabetum nature, n. 31. p. 594. Deafness somewhat lessen'd, though strangely, by noise, n. 35. p. 665. helped in a Dog by Transfusion; see Anatomy. The art of teaching deaf and dumb persons to speak, write and understand a language, performed by Dr. Wallis, n. 61. p. 1087.\n\nDiamonds where, and how the fairest are discovered, n. 18. p. 327. how to be found; see Chapuzeau hereof, &c. n. 23. p. 429. Lately brought into France out of the East-Indies, of several curious colours, fine violet and pale Roic colour, yet as hard as any Diamonds, n. 102.\n\nDiet in Japan: No use there of butter, cheese, nor love of milk, n. 49. p. 984.\n\nDirections for Sea-men bound for far voyages, by Mr. Rook, n. 8. p. 140. Mr. Boyles Inquiries, n. 18. p. 315. Philosophical directions or Inquiries for such as travel into Turkey, n. 20. p. 360. Directions or general Heads for a natural History of a country, by Mr. Boyle, n. 11. p. 186. Directions or Inquiries concerning mynes, by the same, n. 19. p. 330.\n\nA New Discovery concerning Nova Zembla, with discourses of a Passage towards the Northern Pole, n. 101. p. 3. Instructions for the discovery of a North-East passage, and the Land of Jefto near Japan; and Relations about Gold and Silver countries, and a North-West passage, n. 109. p. 197.\n\nDivers, by custom continue long under water, to draw up Anchors, Guns, &c. n. 43. p. 863.\n\nDivertissements and recreations in Japan, n. 49. p. 985.\n\nA Dog made to draw his breath like a wind-broken horse, n. 29. p. 544.\n\nDrapery, n. 103. p. 48.\n\nDrawing: A new manner of delineating by parallel ways, to an Orthographical equality, the gesture, situation, and whatever habit of human bodies keeping the proportion of parts, n. 96. p. 6079.\n\nDrink, not necessary for all Animals; Cows and bulls live without drink, their bladders being dried up, n. 36. p. 704.\n\nEar,\nEAR, described by Mengoli, in his musica Speculativa, n. 100. Another drum besides the known one, discover'd in the Ear. See Anatomy.\n\nThe Earth's Diurnal motion prov'd by the motions of the Comets in 1664 and 1665, n. 1. p. 6. & 7. especially by the slow motion of the second Comet, n. 3. p. 39. See M. Azout, confirmed by M. Hevelius n. 6. p. 105. confirm'd also by the Tydes at Sea, n. 16. p. 265. Opposed by Ricciolus, whose pretended great Argument is animadverted upon by Steph. Angeli, with Mr. Gregory's Illustrations, n. 35. p. 693. The description of a Well and Earth in Lancashire, taking fire by a Candle that approached unto it, n. 26. p. 482.\n\nThe Earth-quake about Oxford, Anno 1665, described by Dr. Wallis, n. 10. p. 181. by Mr. Boyle, n. 11. p. 179. noting the concomitants thereof by Baroscope and Thermometre. Earth-quakes raising Lakes, n. 26. p. 485.\n\nEarths that are Colinetick; see Kircher's China illustrata, n. 26. p. 484.\n\nThe Eclipse of June 22. 1666. accurately observed at London, n. 17. p. 245. At Madrid, ibid. at Paris, n. 17. p. 246. at Dantzick, drawn in accurate cuts, n. 19. p. 347. n. 21. p. 369.\n\nEels discover'd under Banks in Hoar-Frosts, by the Greenness of the Banks approaching n. 18. p. 383.\n\nOf the Electrical power of stones in relation to a Vegetable Refine, by Mr. Liller, n. 110.\n\nElectricity consider'd, n. 67. p. 2059.\n\nElephants: How to escape, or to combat with them, n. 18. p. 328. Elephants eating Sugar-canies which take roots in their stomachs; see Kircher's China illustrata, n. 26. p. 484.\n\nEmerauds; see Chapuzeau hereof, &c. n. 23. p. 429.\n\nEngines: See Artificial Instruments.\n\nEuipus his Flux described, n. 71. p. 2153\n\nEye-sight, how to be help'd in Man or Beast, by Artificial Instruments, and better than by Spectacles, n. 37. p. 727. & n. 39. p. 765. & n. 40. p. 802.\n\nFermentations examin'd by Borellus, n. 73. p. 2210.\n\nFerments, their cause; see Franc. Tragiani synopf. Novae Philosophiae & Medicine, n. 29. p. 555.\n\nFig-trees bearing leaves big enough to wrap a man in, n. 26. p. 486.\n\nFires, how to be quenched by a Parisian water-Engine, n. 128. p. 679. The subterranean Fire, and its productions in the coal-mines near Newcastle, n. 130. p. 762.\n\nFishes of strange kinds. Some that fly on land to seek their food in Summer, and in Autumn return to the waters: See Kircher's China illustrata, n. 26. p. 484. A strange Fish sent from new England, described, and with a cut, Piscis Echino-stellari Visciformis, n. 57. p. 1153. or Stella Aborescens Rondeletii, n. 58. p. 1200.\n\nThe Stellar Fish described, n. 74. p. 2221. Poisonous Fishes in New Providence, with other Notes from thence, n. 114. p. 312.\n\nFishes in Virginia, n. 126. p. 624. A strange man-Fish there seen, ibid. 625.\n\nFishing: a pleasant way of catching Carps, by Mr. Templer, n. 95. p. 6066.\n\nFlames or flashes from the Sea; how great, and when, and where greatest, n. 27. p. 497.\n\nThe Flaming Well in Lancashire described, n. 26. p. 482. and the like in China n. 26. p. 485.\n\nThe Fleasy parts of the body which are usually reputed, and do seem void of Veffels, are argued to be full of Veffels, by Dr. King, n. 18. p. 316.\n\nForms call'd subordinate, submitted to mechanical Principles: See Mr. Boyle of subordinate Forms, a second edition, enlarged, n. 28. p. 532. and Nic. Steno in his Musculo descriptio Geometrica, n. 27. p. 516.\n\nFossils of strange kinds in China; see Kirchers China Illustrata, n. 26. p. 484.\n\nFountains and Rivers, their original, n. 119. p. 447.\n\nFriction and sometimes Touch how sanative by several Examples, n. 12. p. 206. Frictions much used by Physicians in China with good success, n. 14. p. 249.\nAn Alphabetical Table\n\nA strange Frost destroying Trees near Bristol; Prognosticks, remedies and preventiones of Deaths propofed, Advertisements for ingenious Kalendarigraphers n. 90. p. 5138. The strange Freezing about Christmas time 1572. to the destruction of Trees and quick Hedges, with sudden heats observ'd in Somersetshire; confirmed in the main by Dr. Wallis from Oxford, n. 92. p. 5196.\n\nFurnace: An account of a great Metallic burning Concave made at Lyons in France more forcible than a Wind-furnace, that will calcine and vitrifie Metals, Stones and Minerals, &c. n. 6. p. 96. n. 49. p. 986. n. 79. p. 3060.\n\nG.\n\nGravitation hyperbola, by Dr. Wallis, n. 87. p. 5074.\n\nGauging promoted; see Anderson's Gauging, n. 47. p. 900. and Mr. Dury's Gauging epitomiz'd, n. 52. p. 1057.\n\nGeometry how to be improved, or the Point-blank-force discover'd for all shapes, n. 26. p. 473. Gun-powder invented in China long ago, according to Kircher in his China illustrata, n. 26. p. 484.\n\nII.\n\nAll-panes of unusual bigness, n. 26. p. 481.\n\nHeart: the Medical uses of all its parts, n. 39. p. 885.\n\nHead-ache, eased by applying the leaves of Palma Christi in Jamaica, n. 36. p. 705.\n\nHearing: see Mengoli's Musica Speculativa, n. 100.\n\nHeart: of its Polypus, &c. n. 44. see Malpighi de Viscerum structura, ibid.\n\nHeat: Instances of an Experiment for a Natural and Perpetual Heat, n. 39. p. 783.\n\nThe Hebrew Tongues excellence and prerogative; see Van Helmont's Alphabetum Naturae, n. 31. p. 594.\n\nAn Hermaphrodite curiously describ'd in all changes of nature, shape and affections, from infancy to adult age, n. 32. p. 624.\n\nHistory: General Heads for the natural History of a Country, n. 11. p. 186. See Dr. Plots Natural History of Oxfordshire, n. 135. p. 875.\n\nHorses Eyes apt to be defective by a spungy excrecence not hitherto observ'd, and the remedy hinted, n. 32. p. 613.\n\nChoice Horses for breed, n. 103. p. 48.\n\nHortulan note of Oranges and Lemons so grafted, that the same individual fruit are part Orange, part Lemon: And how to keep those Trees in Winter safe without fires, n. 29. p. 553. To make Cherry-trees that bear wither'd fruit to mend their fruit, n. 25. p. 453. To inquire whether Pears grafted upon Spinacervina (the almost only purgative Vegetable growing in England) will be effectually purgative, n. 23. p. 424.\n\nHotteff in Jamaica at 8. in the morning, and yet the Thermometres much higher at 2. afternoon, n. 27. p. 507. Hot water inclofed breaks the Caffè, n. 27. p. 499.\n\nHumans or Animal Bodies are Engines, consisting\nconsisting of many lesser Engins subordinate. So Steno, n. 32, p. 627.\n\nHurricanes describ'd; seldom in Jamaica, n. 36. p. 706. Two Hurricanes in England, n. 71. p. 2156.\n\nHusbandry improv'd by the incredible growth of Hop-clover, call'd also Non-fuch, n. 37. p. 725. Divers Experiments and Directions for Husbandry, n. 25. p. 453, 455, & 464. n. 29. p. 553. n. 45. p. 901. n. 46. p. 919, & 923. n. 53. p. 1071. n. 60. p. 1055. n. 103. p. 55. n. 105. p. 93. n. 111. p. 247.\n\nI.\n\nICE and Snow how to be preserv'd in Chaff, and how Snow-houses are made in Livorn, n. 8. p. 139. How Ice appears when made in a place free from Air, n. 72. p. 2169.\n\nIceland describ'd by a learned Inhabitant of it, n. 111. Experiments of a Crystal-like body sent out of Iceland, n. 67. p. 2039.\n\nJewels, their excellency or choice, and price: See Chapuzeau hereof, n. 23. p. 429. Rich Jewels in Japan, n. 49. p. 985.\n\nEngland's Improvements solicited in all the Tracts: Instances, n. 101. p. 9. Improvements of Cornwall by Sea-land, n. 113. p. 293. reflexions on the same, and other Instances, n. 114. p. 305. Comp. Agriculture suprà; and Mr. Evelyn's Philos. discourse of Earths, Mixtures, &c. n. 119. p. 454. and Sir Hugh Plat's Garden of Eden, &c. n. 113. p. 302. and the Mystery of Agriculture, &c.\n\nImitation: An extract of a Letter out of Scotland, concerning a man of a strange imitating nature, n. 134. p. 842.\n\nIndies. A curious account of a Voyage to the East Indies by sea, n. 50. p. 1003. Natural Observations of the East Indies; see Baldaus hereof, n. 80.\n\nIndico: See Chapuzeau hereof, &c. n. 23. p. 429.\n\nIngenious Arts in China: See Kircher's China illustrata, n. 26. p. 484.\n\nInquiries for Suratte, and other parts of the East-Indies; as also for Persia, the West-Indies, Virginia, Bermudas, Guiana, Brazil, n. 23. p. 415. For Greenland, n. 29. p. 554. For Hungary, Transilvania, Egypt, Guiny, n. 25. p. 467. &c. Inquiries and Tryals to be made in Seavoyages, n. 24. Inquiries concerning Earths and Minerals, n. 33. p. 639. Inquiries and directions for the Caribe-Islands, n. 33. p. 634. Inquiries concerning the growth of Vegetables, the motion and qualities of their Juice for Medicines, for Colours, &c. n. 40. p. 797. with Inquiries, and particulars, and further promises to Evergreens and Kitchin-gardens, ibid. Divers Rural and Oeconomical Inquiries, recommended to observation and tryal, n. 111. p. 240. See Directions Jupr.\n\nInsects, in swarms pernicious in some Countries; the cause of them, and what remedies, n. 8. p. 139. Some Insects commonly believed poisonous, not so, by Mr. Fairfax, n. 22. The gradual transmutations and curious operations of Insects promised by Swammerdam in his book de Respiratione & usu Pulmonum, n. 28. p. 534. An Insect yeilding an acid juice, and thereby changing blew Flowers into red. The spirit of this Insect, poured on Lead, maketh a good Saccharum Saturni, &c. n. 68. p. 2064, 2065. A viviparous Fly; of 33 sorts of Spiders in England, n. 72. p. 2174. Spontaneous generation inquired and doubted, n. 74. p. 2219. Bees hatch'd in willows, n. 74. p. 2221. Wasps, call'd Ichneumons, their several ways of breeding; and of their laying their Eggs in the bodies of Caterpillars, n. 76. p. 2297. Snails are both male and female; and that Caterpillars may teach us, by their feeding, the correspondence of virtues in plants, n. 76. p. 2282. Insects feeding on Henbane, and in their bodies correcting the horrid smell of henbane into an Aromatick; their Eggs also changing from a white to an Orange or deeper colour, n. 72. p. 2176. Insects smelling of Musk, n. 74. p. 2219. and n. 76. p. 2281. more of Insects, n. 76. p. 2284, 2285, and n. 77. p. 3002. The Goat-chaffer or sweet Beetle in what season musky, n. 77. p. 3003. The musk-ant, n. 77. p. 3002. Whether the Tarantula be not a Phalangium, ibid. A Scolopendra shining in the dark, n. 74. p. 2221. See Glowworms. Insects in England of the Kermes kind, n. 71. p. 2165. and n. 73. p. 2196.\n\nIntroduction and Preface to the Tracts for the year 1668. n. 33.\nInventious, Arts and Sciences, their rise, progress, translation, interruptions, declinations and restorations; the occasions, chief Authors, and Writings in all Ages undertaken to be calculated: See Pet. Lambecius's Historia Literaria: Prodromus, n. 30. p. 575. An Invention of weighing Water in water with ordinary balances and weights, by Mr. Boyle, n. 50. p. 1001. An Invention of grinding Hyperbolical Glasses by Dr. Chr. Wren, n. 53. p. 1059. Of drawing in Perspective, by the same, n. 45. p. 898. Inventions of good use, not yet duly executed, n. 116. p. 354.\n\nIron rusts speedily by saline streams of the Seas, or of the Air; not so soon by lying under water, n. 27. p. 494.\n\nIffes, 99 in China turn'd into one, n. 26. p. 485.\n\nTo find the Julian period by a new and easy way, n. 18. p. 324. The number of the Cycles of the Sun and Moon, and the Indications, for any year assigned, being given, to find the number of the Julian period for the same year, by a clear method and demonstration, n. 30. p. 568.\n\nJupiter's Rotation by degrees discover'd in England and Italy, n. 1. p. 3. n. 4. p. 75. n. 8. p. 143. n. 9. p. 173. n. 12. p. 209. n. 14. p. 245.\n\nK.\n\nKermes, how gather'd and used for Coation, described with many considerables, n. 20. p. 362. found in England, and Cochineil conceived to be a kind of Kermes, n. 87. p. 5059.\n\nKidneys, a concrete of small glandules, &c. n. 44. See Malpighi there.\n\nL.\n\nAxes turning Copper into Iron, and causing storms when anything is cast into them. See Kircher's China illustrata, n. 26. p. 484. A Lake in Carniola of strange qualities, n. 54. p. 1083. The Lake Lemaine of Geneva, and the River Roche running through it, accurately described. Huge Trouts and huge Pikes, n. 86. p. 5043. The Lake in Carniola more accurately described by Dr. Brown in his Answers to Inquiries, n. 109. p. 194. 'Tis in Summer a rich Lawn of pasture and meadow, and a Chase well stored with deer, and other good game for hunting: From September (all Winter) 'tis a huge Lake call'd a Sea well stored with good fish: The water in September returning in a sudden and furious spout from under-ground, and bringing along with it the abundance of Fishes; which Fishes are imprison'd under-ground all the Summer, and under Ice all winter. Compare this with n. 54. Iupira, Mexico-Lake very strange, p. 758.\n\nLaudanum simplex of Mr. Le Fevre prefer'd upon Experience before some other kinds, n. 37. p. 719.\n\nA peculiar Lead Ore in Germany, and the use thereof, n. 1. p. 10.\n\nTo prepare and tan Leather, a new Invention, and the Engin described, n. 105. p. 93.\n\nLice, where and how bred most, n. 37. p. 720. Lice call'd Chego's, of a very malignant nature, in Barbados, n. 36. p. 706.\n\nLong Life, constant health to the Natives, sweet Air in Bermudas, and some parts of Virginia near Florida, n. 40. p. 794. Concerning a way of prolongation of Humane Life, n. 58. p. 1179. Humane Life extended long under water, n. 127. p. 675.\n\nLights to examine what figure or celerity of motion begetteth or increaseth Light or Flame in some Bodies, by Dr. Beale, n. 13. p. 226. Shining worms found in Oifers, n. 12. p. 203. The Bononian stone duly prepar'd continues light once imbib'd above any other substance yet known amongst us, n. 21. p. 375. The loss of the way of preparing the same for shining, feared, ibid. Light, or shining Flies in Jamaica, which can contract or expand their Light, as they fly, n. 36. p. 706. Whether Light, be a Body, n. 67. p. 2058. A new and very ingenious Theory of Light and Colours, by Mr. Isaac Newton, R. S. n. 80. The flesh of Veal and of a Pullet shining very vividly before any sensible putrefaction, observed and accurately described by the Honourable Robert Boyle, n. 89. p. 5107. Mr. Newton continues his own former Theories concerning Light and Colours, n. 83. p. 4059. defends it against P. Pardies, n. 84. p. 4091. More, n. 85. p. 5014.\nof the Philosophical Transactions.\n\n5014. propofeth a Set of Quare's concerning them, n. 85. p. 5004, explicate, enlargeth and defends them, n. 88. p. 5084.\n\nA Letter of Fr. Linas, animadverting on Mr. Newton's Theory of Light, with an answer therunto, n. 110. A strange Light in the Sea of Iceland for several days together, n. 111. M. Linus's Objections against Mr. Newton, n. 121. p. 499. and Mr. Newton's Notes thereon, directing how to make the controverted Experiments aright, ibid. p. 500. Mr. Newton further defends his doctrine of Light and Colours, n. 123. p. 556. in answer to Mr. Linus's Objections, n. 121. p. 459. Mr. Linus against Mr. Newton's Theory, n. 128. p. 692. Mr. Newton's defence, ibid. p. 698. and against Mr. Lucas's Light from dead Flesh, and transmitted merely by contact, n. 125. p. 599. Light retained for a while in a fictitious stone, n. 131. p. 788. An improvement of the Bononian Stone shining in the dark, n. 134. p. 842. Communications touching four sorts of fictitious shining substances, n. 135. p. 867. A demonstration concerning the motion of Light, communicated from Paris, n. 136. p. 893.\n\nLiquors, the strange and secret changes of them examin'd by Dr. Beal, n. 56. An account of an acid Liquor in a certain sort of Animal, n. 68. p. 2067. n. 89. p. 5116.\n\nLiver is a conglomerate Glandule, against Dr. Wharton; its office and use, &c. n. 44.\n\nA Loadstone in R. Soc. of 60. pounds weight, found in Devonshire, moving a Needle at about 9 foot distance, n. 23. p. 423. Loadstones draw red-hot Iron strongly: red-hot Loadstones draw cold Iron but faintly: the red-hot Loadstone being cooled, recovers his former strength, n. 27. p. 502.\n\nLonging or Pica; the cause inquired in a Woman longing for the wind of Bellows: In another, longing for the crackling of Cinders under her feet, n. 29. p. 550.\n\nLongitudes at Sea, how to be ascertain'd by Pendulum-Watches, n. 1. p. 13.\n\nLungs and Windpipes in Sheep and Oxen strangely stop't with Hand-balls of Grafs, n. 6. p. 100.\n\nM.\n\nMagnetical Inquiries, n. 23. p. 423. partly answer'd, n. 26. p. 478.\n\nMagnetical Variations examined, n. 28. p. 527. Of Magnetismes, see Joh. Alph. Borelli de vi Percussionis, n. 32. p. 626. and Mr. Boyle of Qualitics, &c. n. 127. p. 609.\n\nThe Magnetical Variations taken near Bristol, June 13. 1666. (not 1668. Correct the Printer's Erratum) n. 37. p. 726.\n\nMagnetical Variations predicted for many years following, as at London, from an Hypothesis yet concealed, n. 40. p. 789.\n\nThe Magnetical declination found at Rome Anno 1670. n. 58. p. 1184. Mines make no Impression at all upon the Needle, ibid.\n\nThe difficulty of finding the cause of the Variation represented, with directions, and a request from the R. S. that Meridians be made and examined accurately in several places, n. 58. p. 1185., &c. Observations of the late variations of the Needle at Dantick by Mr. Hevelius, n. 64. p. 2059.\n\nPerhaps by some changes in the Rotation of the Earth resembled to the Libration of the Moon, ibid. Magnetical Variations and Inclinations undertaken to be expli-cated by Mr. Bond, n. 95. p. 6065. The force of Magnetism alter'd by great claps of Thunder and Lightening, n. 127. p. 648.\n\nMaps of Rome and Paris: See Arts supra.\n\nMarbles, that a liquor may be made to colour them, piercing into them, n. 7. p. 125.\n\nMariners, how they make a Boat to ride at Anchor in the Main-Sea, described, n. 36. p. 707.\n\nMars, by what steps and degrees of diligence discover'd to be turbinated, both in England and Italy. Compare n. 10. p. 198. and n. 14. p. 239, 242. See the Schemes there.\n\nMathematicks and Mechanicks the foundation to solid Philosophy: See Tho. Cornelii Progymnasmata Physica, n. 30. p. 576. Necessary to explicate Anatomy, especially that of the Muscles. See Nic. Stenonis Musculi descript. Geometr. n. 27. p. 516. Mathematical Principles Reformed; see Franc. Dulaurens Specimina Mathematica.\nAn Alphabetical Table\n\ntica, n. 30. p. 580. and Nouveaux Elements de Geometrie, n. 32. p. 625. The Squaring of the Hyperbola by an infinite Series of Rational numbers, by the Lord Viscount Brouncker, n. 34. p. 645. Mr. Gregory's Defence of his Circuli & Hyperbola Quadratura, in reference to M. Huguenius, n. 37. p. 732. A Reply of the same to M. Huguenius his Answer, n. 44. Du Laurens h's Specimina Mathematica imamadverted upon by Dr. Wallis's, n. 34. p. 654. & n. 38. p. 744. & n. 39. p. 775. & n. 41. p. 825. The Generation of an Hyperbolical Cylindroid demonstrated, n. 48. p. 961. applied for optical use, n. 57. p. 1059. A Breviate concerning Dr. Wallis's two methods of Tangents, n. 81. p. 4010. Monsieur Slufius his short and easy method of drawing Tangents to all Geometrical Curves without any labour of Calculation, n. 90. p. 5143. A demonstration of the synchronism of the Vibrations made in a Cycloid, n. 94. p. 6032. M. Slufius his manner of drawing Tangents to any Curves absi calculo, n. 95. p. 6059. The first Invention and demonstration of the Equality of the Curve line of a Paraboloecid to a Straight line asserted to Mr. William Nellie from the pretences made by some for Hearst: And the finding a Straight line equal to that of a Cycloid and to the parts thereof, asserted to Sir Chr. Wren, n. 98. p. 6146. For Mathematical, see Algebra, Astronomy, and Arts suprà. And Dr. Barrow's Archimedis opera, Apol. Pergai Conic. I 4. Theodofii &c. novi methodo illustrata, & succintè demonstrata, n. 114. p. 314. and the Royal Almanack for A. 1676. n. 120. p. 490.\n\nMuy-dew examin'd by various Experiments by Mr. Henshaw, n. 3. p. 33.\n\nMeasure of the Earth lately taken, n. 112. p. 261 An Universal Measure propos'd: See Arts, suprà.\n\nMechanical Principles in a Geometrical method, explicating the nature or operation of Plants, Animals, n. 8. p. 325.\n\nMusical directions for sea-voyages, n. 36. p. 708, & n. 37. p. 719. See Answer from Jamaica. Medical Water, Medical Hot Springs and Medical applications in J. am. n. 49. p. 984. Much studying and discoursing supposed to hinder conception, and to destroy health, n. 96. p. 6093. Medical Communications from Turkey; the Maladies of Aleppo, the Plague of Constantinople, Fevers, Opium how used there to cure Horses of the Griping of the Guts, n. 93. p. 6017. A Dropic mittaken to be Gravitation, n. 106. p. 131. Medico-Chirurgical Observations: In Virginia, n. 120. p. 629. In Persia, n. 129. p. 712. Wounds there cured with boyled flesh, or with hot fat, best of Horse-flesh, ibid. p. 713. Persians very healthful by drinking a decoction of China wood, and they know nothing of the stone or Gout, ibid. The preparation of the Helmontian ludus, n. 127. p. 742. The Oyl drawn of black Flints cures the Stone in the bladder, ibid. The spirit of Spanish salt potent against the Strangury, ibid. Hemlock with Sugar allays the heat of the Liver, ibid. Trifolium palustre cures the Gout, p. 743.\n\nMedicines in China consist for the most part of Simples, Decoctions, Cauteries, Frictions, without the use of Blood-letting, n. 14. p. 249. The Physicians there recommended for speedy cures, and ease, ibid. The operation of Medicines deduced from Mechanical principles; see Willis diatrib. de Medicam. operatione in Humano corpore, n. 99. p. 6165. An account of the two Helmontian Laudanums, by Mr. Boyle n. 107. p. 147.\n\nMediterranean Sea, whether it be joined with the Ocean, debated, n. 3. p. 41.\n\nMercury-mines in Friuli, and the way of getting it out of the Earth, n. 2. p. 21. & n. 45. p. 1089. Mercury found at the roots of some Plants, growing upon a mountain n. 27. p. 493. Mercurial experiments consider'd, n. 67. p. 2059. Mercury growing hot with Gold, n. 122. p. 516.\n\nMetals how far improv'd in Gunnery by a certain powder, n. 94. p. 6040.\n\nMeteors, Mock-Suns, n. 47. p. 953. their causes demonstrated in Schemes, n. 60. p. 1065. Very strange effects of a Thunderclap at Straeliound in Pomerania, June 19. 1670. n. 65. p. 2084. Extract of three Letters of Dr. Wallis concerning an unusual Meteor seen at the same time in many distant places of England, on Sept. 20. 1670. n. 155. p. 863.\n\nMicography epitomiz'd, n. 2. p. 27. M. Auzout's Objections to a part of it; viz. the new way of grinding spherical glasses by a Turn-lath, n. 4. p. 57. Mr. Hooks Answer.\nAnswer thereunto, n. 4. p. 64. both at large.\n\nMicroscopical observations, n. 117. p. 377. about the Blood, Milk, and Bones; about the Brains, Spitule, and Cuticula; about the Lat, Sweat, &c. n. 106. p. 121. See Dr. Grew's comparative Anatomy of Trunks, n. 120. p. 470. and Marc. Mai-pighii Anatomic Planarum, cum Ditteratione de Ovo incubato, n. 117. p. 491.\n\nMineral Inquiries; see Directions, Engins, Artificial Instruments. Mineral at Liege yielding Brimstone and Vitriol; and the way of extracting them, n. 3. p. 35. How Adits and Mines are wrought at Liege, n. 5. p. 79. A Stone in Sweden yielding Sulphur, Vitriol, Alum and Minium, and how, n. 21. p. 375. Sec Kircher's Mucous subterraneus abbrev. n. 6. p. 109. For Minerals in China, sec Kircher's China illustrata, n. 26. p. 484. Mines of Mendip; see Answers. Articles of inquiries touching Mines, n. 19. p. 330. & 342. Mineral and Chemical Observations from Spain and Mexico, n. 41. p. 817. Mineral Waters, their Analysis, by Dr. Highmore, n. 56. See Dr. Wittie's defence against Mr. Symson's Hydrol. Chym. n. 49. p. 999. and Reflections made on the Extract of that Book, n. 52. p. 1050. Mines and Minerals in Hungary, Transilvania, Austria, and other Neighbouring Countreys, &c. by Dr. Edw. Brown, n. 58. p. 1189. and n. 59. p. 1042. An Account of the Sal-Gem mines in Poland, 200 fathoms deep, n. 61. p. 1069. A Rock of natural Salt lately discovered in Cheshire, n. 66. p. 2015. Some mineral observations touching the Mines of Cornwall and Devon, describing the Art of training a Load, the Art and manner of digging the Ore, and the ways of dressing and blowing of Tin, n. 69. p. 2090. A Sweet Mineral Balloon newly found in Italy, n. 79. p. 359. An incombustible Mineral lately found there, n. 72. p. 2167. Odd substances discovered in English Mines, n. 100. p. 6179. Of the entire cence of certain Mineral glebes; an odd figured sparr; certain true Lapidés Judaici for kind to be found in England; of the Gloiopetra tricuspis non ferrata; of the Vitrifying of Antimony by Cawk; and the use of that substance for Speculum; by Mr. Litter, n. 100. Some strange Phænomena, accompanied with milchious effects, in a Coal-working Flintshire, n. 136. p. 895. A description of the Diamond-Mines, as it was presented by the Right Honourable, the Earl Marshal of England, to the R.S. p. 907. Mineral Art, sec. Art. Mulberry Apples in Jamaica falling into the Sea, and lying there awhile, will contract a Language of Salt-petre, n. 27. p. 499. Monchinel Tree in Jamaica, a malignant wood, but of an excellent grain, used by the Spaniards for Bedsteads, by the English for Piers, n. 36. p. 766.\n\nMoney: The Indians white Wampampeage, the Mauritius in which those shells are bred, sent from New-England, n. 57. p. 1152.\n\nMonsters: A Calf deformed, and a great Stone found in a Cow's womb, n. 1. p. 10. A Colt with a double eye in one place, p. 583. Monstrous Births in Paris and in Devonshire, n. 26. p. 479, &c. The Monstrous birth of a double Child at Plimouth, and the Anatomy of it by Dr. Durton, n. 65. p. 2066. A concealed liquor found in the Pericardium or about the heart, n. 58. p. 1184. A monstrous and very strange Human fetus at Paris, n. 99. p. 6157.\n\nMoon's Diameter how to be taken, and why increased in the solar Eclipse of Jun. 22. 1666. n. 2. p. 373. sec Planets. What discoverable in the Moon, and what not. Moons Eclipses how to take without inconvenience, p. 457.\n\nMotion: a summary account of the general Laws of it, by Dr. Willis and Dr. Wren, n. 43. p. 804, 807. Motion of the Earth, sec Earth's motion. The Laws of Motion by Mr. Huygens, n. 46. p. 925. and Dr. Wallis, n. 54. p. 1086. Many things discours'd about it by Hon. Fabri, who particularly examine the Rules of Motion deliver'd by Mr. Huygens; who also denyeth, that a Body horizontally projected comes at the same time to the ground with another fallen down perpendicularly: and who considers likewise the principle of the Motion of Restitution, n. 66. &c. p. 2055, &c.\n\nMountains in China very odd for shape, burning and raining tempests, n. 26. p. 485. Mountains causing Winds; sec Wind. A Mountain in Japan, higher than Pico in Teneriff, n. 49. p. 984. Eight Fire-spitting Mountains in Japan, ibid. Mountains fertile there, almost to the very top, ibid. Mountains of Ice in Helvetia described and related, n. 100. p. 6191.\nMulberry-trees, how to be cut low, and easy to be reach'd, for relief of Silk-worms, in China, n. 14. p. 247. in Virginia, n. 12. p. 202. see Silk.\n\nMushrooms: a peculiar kind of them in England yielding a milky juice not to be endured upon our tongues, n. 89. p. 5116. The flowers and seeds of Mushrooms, by Mr. Lister, n. 110.\n\nMusick: the Natural History thereof, n. 100. A new Musical discovery in a Letter from Dr. Wallis, n. 134. p. 839. A Philosophical Essay of Musick, by———n. 133. p. 835.\n\nMusk-dear in China, n. 26. p. 485. Musk, whence, n. 130. p. 756. Musky scent in the Musk-quash, n. 127. p. 653.\n\nMusk-Melons, how to be order'd, n. 45. p. 901. and n. 46. p. 923.\n\nN.\n\nNatural observations; see Baldus's description of some of the chief parts of the East-Indies, n. 80. Natural History collected, n. 123. p. 551. A Fish resembling a Man, ibid. p. 625. From Dublin, n. 127. p. 647. and n. 129. p. 715.\n\nNavigation: see Commerce, Gallies.\n\nNerves: Optick Nerves examin'd by Malpighi, n. 27. p. 491.\n\nNile's Inundations, the cause attributed to Nitre, by de la Chambre; opposed by Vossius; the first, n. 14. p. 251. and the latter, n. 17. p. 304.\n\nNitre; see Monchinel-Apple.\n\nThe North-countries of Poland, Sweden, Denmark, &c. are warm'd by the influence of the Royal Society, n. 19. p. 344.\n\nA Nut in Jamaica, which purgeth some, faileth to purge others; the dose uncertain, n. 37. p. 719.\n\nA Nutmeg, call'd Thieving, one alone put into a whole Room-full of Nutmegs, corrupts them all, n. 43. p. 863. Nutmegs planted by Birds voiding them, n. 130. p. 754.\n\nO.\n\nOcean: what Seas may be joined with it, n. 3. p. 41.\n\nOcular Aids for a decayed Sight, when all Spectacles fail, n. 37. p. 727. see Eye-sight.\n\nOpiates: See Willisii Diatriba de Medicam. Operationibus in Humano corpore, n. 99. p. 6165. Opium, how used in Turkey, see Medical Communications.\n\nOpticks: Campani's Glasses do excell Divini's; 'tis easy by them to distinguish people at four Leagues distance, n. 8. p. 131. and n. 12. p. 209. What they discover in Jupiter and Saturn, n. 1. p. 1 & 2. The proportions of Apertures in Perspectives reduced to a Table by M. Auxout, n. 4. p. 55. Animadverted upon by Mr. Hook, n. 4. p. 69. How to illuminate Objects to whatsoever proportion, proposed by M. Auxout, n. 4. p. 75. Hevelius, Hugenius, and some in England, endeavour to improve Optick Glasses, n. 6. p. 98. Seigneur Buratini's advance in the same inquired after, n. 19. p. 348. Some Answer to it from Paris, n. 21. p. 347. Divini makes good Optick Glasses of Rock-crystal, that had veins (if he mistook not somewhat else for veins) n. 20. p. 362. To measure the distances of Objects on Earth by a Telescope, undertaken by M. Azout, and others of the R.S. n. 7. p. 123. How a Telescope of a few feet in diameter, may draw some hundreds of feet, n. 7. p. 127. How a Glass of a small convex-sphere may be made to reflect the Rays of Light to a Focus at a greater distance than is usual, n. 12. p. 202. Optical Improvements, by Mr. Smethwick, in a figure not-spherical, n. 33. p. 631. Glasses, how turn'd at Paris by a Turn-lath, n. 40. p. 795. A way to turn convex Spherical Glasses on a Plain, represented here in Cuts, n. 42. p. 837. A Microscope of a new fashion, taking in large objects, and discovering more minute bodies, than formerly discovered, n. 42. p. 842. An Optical Contrivance for strange Visions or Apparitions, n. 38. p. 741. To grind Glasses of an Hyperbolical figure, n. 48. p. 661. & n. 53. p. 1059. In Perspective how to draw by an Instrument, n. 45. p. 894. A specimen of Microscopical observations, with the figures, made in Holland. Item, M. Slufius and M. Hugenius about Alhazen's Problem de puncto reflexionis in speculis concavis aut convexis, n. 97. p. 6119. and n. 98. p. 6140. Concerning the Rainbow by Linus, n. 117. p. 386. See Microscop. observations. Opticks, Catoptrics, Dioptrics, Microscopes, and other Curiosities appendant, deliver'd by Hon. Fabri;\nFabri; see his Synopsis Optica, n. 32. p. 626.\n\nThe Optick Nerve and Vision by a New Experiment, examin'd, n. 35. p. 668. See Nerves.\n\nOphio-colla, n. 39. p. 771.\n\nOyl of Palma Christi in Jamaica, plentiful, sweet, delicate, and transparent, but inessential in Clysters; it might be a Staple-commodity, n. 36. p. 705. An Oyl very fragrant, drawn out of the Bark of the Tree Lawang: See Answers from Java-Major, n. 43. p. 863.\n\nP.\n\nPalmetto highly extoll'd, a livelihood in Bermudas, n. 40. p. 795.\n\nParsley: to make it shoot out of the ground in a few hours; See Hon. Fabri, n. 18. p. 325.\n\nPears for some foil, and for peculiar uses recommended, n. 71. p. 2147.\n\nPerls: their choice and price: see Chapeau thereof, &c. n. 23. p. 429. The Original of Perls, by M. Sandius, n. 101. p. 11.\n\nPetifications, in the Wombs of Women, n. 18. p. 320. in a Calf in the Cow's womb, n. 1. p. 10. Stones found in the heart of the Earle of Belcarres, n. 5. p. 86. Part of an Elm by incision, or otherwise, petrified a foot above the root and ground, n. 19. p. 329. Wood petrified in a sandy ground in England; and of a Stone like a Bone or Osteocolla, n. 6. p. 101. A Stone of excellent vertues found in the head of a serpent in the Indies, n. 6. p. 102. The causes of Petrification inquirel, n. 18. p. 320. Big Oysters and Cockle shells petrified on the Rocks in the remote parts of France, n. 58. p. 1183. Petrifications consider'd in curious figures, n. 76. p. 2282. in human bodies, n. 71. p. 2158.\n\nPhilosophy and Philosophers highly celebrated of old; Pref. n. 31. p. 3999.\n\nPhysick and Chirurgery how practised in Peru, n. 129. p. 702, 703. in Virginia, n. 126. p. 623, 630.\n\nPhysicians of China commended; see Medicines.\n\nPictures: a curious way in France of making lively pictures in Wax, and Maps in a low reliefe, n. 6. p. 99. The caute way pictures seem to look upon all beholders, on which side sooner they place themselves, n. 18. p. 320. Ancient Paintings compared with the Modern, and a judgment of the Paintings in several Ages, their perfections, and defects; see Mr. Felibien, n. 21. p. 383.\n\nPine-trees of eight-fathoms about the body; see Kircher's China illustrata, n. 26. p. 484.\n\nPlanets: See Jupiter, Mars, Saturn, Sun, Moon; which are turbinated, and which n't, n. 8. p. 143. To find the true distances of the Sun and Moon from the Earth, n. 9. p. 191.\n\nPlants of strange kinds in China; see Kirchers China illustrata, n. 26. p. 484. A pleasant fruit called the Sour-sop, cracks so loud on the trees, that they affright us, n. 27. p. 501. Some Trees in Jamaica seem to grow merely out of Rocks; Musk-melons merely out of Sand, yet very good, ibid. The Polony-tree produces a huge fruit, as big as a Man can carry, immediately out of its trunk, and without a blossom, n. 26. p. 486. See Hortulan, and Vegetables. Tabaco, growing on grounds full of Salt-petre, hatheth as timoaketh, n. 27. p. 500. Plants, n. 127. p. 672. In Virginia, and how Tabaco planted and order'd there, n. 126. p. 628. Plants and commodities in Sicily, n. 127. p. 672. In Persia, how Palm-trees are propagated, n. 129. p. 714. In the Mogol, n. 130. p. 754. That nutmegs are planted only by Birds dunging, ibid. Cinnamon-trees sent out of Ceylon, in Cheds filled with the native earth, thrive well in Holland, n. 129. p. 743. Rock-plants: Mr. J. Beaumont proveth, that Plants, Fishes, Shells, and figures of Animals are found growing in the Rocks and clefts of Rocks, in Mould-panes, not brought thither and so petrified there, n. 129. p. 724, & 737, 738. Gunpowder made of the Salt of Centaurium minus; but stronger Gunpowder prepared out of the Salt of another Vegetable not named, n. 127. p. 673. A Gangrenous and infectious Rye at some seasons in some places of France, n. 130. p. 758. The pow' er of the Mogullian lidic pierces incredibly, ibid. p. 754. The Mogullian sugar being kept 30 years, becomes poyson, ibid. The fruit of Sonnium Vesicarium suddenly changeth taste from sweet to bitter, n. 127. p. 673. The juice of Vines frozen and representing the figures of Wines and Grapes, n. 129. p. 743. The like figure\nfigurat. in Snow, ibid. p. 739. The Texture of Trees accurately anatomized, n. 127. p. 696.\n\nPoison-weed in Bermudas dangerously poisonous to some, not so to others, n. 40. p. 794. Poisonous juice to Man, Hogs, and Poultry in the Manioc or Cassava; but if roasted, it causeth only Torisions in the Belly, n. 36. p. 705. The dispatching Poison of a green substance cast up from an Inland Sea or Lake near Danzig, though the water be limpid, pure, & wholesome for man and beasts, and fishes, n. 82. p. 4069. The manner how the biting of Vipers doth poison, examined accurately by a College of Philosophers in Italy, n. 87. p. 5060. yet still the event appears otherwise to Monsieur Charas in all his Experiments; see Charas hereupon, n. 83. p. 4073.\n\nPorcellan made of Sand soak'd in water, reduced to a Paste, and baked: see Kitcher's China illustrata, n. 26. p. 484. A Turret in China made of Porcellan only, ib.\n\nA Powder which will sometimes fulminate, sometimes not, n. 92. p. 6003. A powder very beneficial in calling of Guns, n. 94. p. 6040.\n\nPreservation, to preserve small Birds taken out of the shell, or other factus's, for discoveries, n. 12. p. 198.\n\nPulses of the Sick how diligently, and to what good purposes observ'd in China, n. 14. p. 249.\n\nR\n\nRain, how caused or attracted by Woods and certain trees, n. 27. p. 498, &c. How between the Tropicks, n. 27. p. 499. Rain in a vale of Jamaica turns suddenly into Maggots, as it falls upon garments, yet the place esteemed salubrious for habitation, n. 27. p. 502. Rain in Jamaica without previous alteration in the Air, nor leaving moisture in the Air afterwards, n. 36. p. 705. Raining of Ashes, and how, n. 21. p. 377.\n\nRainbow strangely posited, n. 13. p. 219. Mr. Litter's odd figured Iris, n. 110. p. 222. See Optics.\n\nRarities of chief fame examin'd; see Franc. Redi, Esperienze intorno a diverse cose naturali, n. 92. p. 6001.\n\nAn unusual Refraction discover'd by E. rasm. Bartholin in a Crystal-like Body to be found in Iceland; where occur many considerable Observations, Experiments and Reflexions, n. 67. p. 2039.\n\nRespiration examin'd, n. 28. p. 534. See Swammerdam hereof, ibid. That Infants may be brought up to live without respiration by Mouth or Nose; see Tho. Cornelii Progymnasmata Physica, n. 30. p. 576. See Mayow de Respiratione, &c. n. 41. p. 833. Respiration examined by Mr. Boyle in Machina Boyliana, n. 62 & 63. How long Ducks last in Machina, n. 62. p. 211. The Phenomena afforded by Vipers, Frogs, and Kittlings, p. 2013, &c. Tryals about Air harbour'd in the pores of Water, p. 2019. Shell-fishes and Scale-fishes, p. 2023. A Bird and Frog both wounded in the Abdomen, tryed, p. 2026. The Motion of the hepaticated Heart of a cold Animal, tryed, n. 2027. The comparison of the times wherein an animal may be killed by Drowning or by withdrawing the Air, tryed in a Greenfinch, a Sparrow, and a Mouse, p. 2028, &c. That Waterfowl, (at least Ducks) can live longer under water than Land-birds, p. 2029. Tryals of a Viper in Machina, and afterwards under water, and some reasons render'd why the longer surviving in Machina does not sufficiently prove, that suffocation does not kill Animals faster than the deprivation of Air, p. 2031. Tryals made in reference to those diseases and distempers which are thought principally to affect the respiratory Organs, n. 63. p. 2036. By a Linnet, a Lark, a Greenfinch, a Viper, p. 2037. A digressive Experiment concerning Respiration upon very high Mountains, p. 2038. Observations on an Animal in changes of rarity and density, p. 2039. An unsuccessful attempt to prevent respiration by the production or growth of animals in Machina, p. 2043. A digressive Experiment concerning the Expansion of Blood and other Animal juices, p. 2043. Of the power of Assuofaction to enable Animals to hold out in Air by Rarefaction made unfit for Respiration, p. 2045. Reasons why these last Tryals are to be reiterated for further satisfaction; and that Air unfit for Respiration may retain its wonted pressure, p. 2046. How necessary Air is to elevate the steams of Bodies, p. 2048. Tryals made of\nof the Philosophical Transactions.\n\nof two sorts of white Snails, without shells, on an Eft, and a Leech, p. 2049, &c.\nWorms humped to Reptiles, as Caterpillars, in Mahoma, p. 2051. Winged Insects, ordinary Flies, Flesh-flies, with their heads cut off, and otherwise, Grasshoppers, shining Beetles, Butterflies tried; and of the necessity of Air to the motion of such small Creatures, p. 2054.\n\nRice prosper, boil in watry places, n. 18. p. 328.\nRicketts; see Mayow thereof, n. 41. p. 833.\nRivers of note in China; see Kircher's China illustrata, n. 26. p. 424. They are coloured blue in Autumn; some cold at the top, and very hot beneath, ibid.\nA way to break easily and speedily the hardest Rock, n. 5. p. 82.\nRosas in China that change the same day, n. 26. p. 425. A like Rose now to be seen in Rome, ibid.\nRot in Sheep, its remedy, n. 100.\nRhubarb how ordered in China; see Kircher's China illustrata, n. 26. p. 484.\nRuby, the choice and price; see Chapuzau thereof, &c. n. 23. p. 429.\n\nS.\n\nSalamander, how it extinguishes fire, and feeds by licking Indian earth, n. 21. p. 377.\nSalt by excessive use stiffens, and destroys the body, n. 8. p. 138. Saline streams, marine, or airy, all rust iron, rot Sweetmeats, Sugar of Roses; moisten Lozenges, corrupt Eyes and Gammons of Bacon, Linen and Silk, dispatchingly, n. 27. p. 495. Salis livitrix, of Wormwood, &c. not apt to be consumed, or to contract moisture in the Barbadoes, or Jamaica, but on the Seas they do, n. 36. p. 699. How Salt is made in France by the Sun, n. 51. p. 1025. A rock of natural Salt discovered in Cheshire, n. 66. p. 2015. A Salt of a strange kind, n. 79. p. 3069. The principles and causes of the Volatilization of Salt of Tartar, and other Salts, by Dr. Vander Beck, n. 92. p. 5189. Inquiries concerning Salt for domestic uses; and to preserve Sheep, n. 103. p. 48.\nSalt-petre how made in the Moguls Dominions, n. 6. p. 103. Salt-petre-ground yields flashing Tabaco, and Potato's rip two months sooner, but that Tabaco and Potato's rot speedily, n. 36. p. 724.\nSalt-springs, and the Salt-work at Nantwich described, n. 53. p. 1060. Appendix to the same, n. 54. p. 1077. The proportion of Salt in best Salt-springs; and what grounds or signs of best salt, n. 8. p. 136. Ice Springs.\nThe Salubrity of an unwholesome place how to be recover'd, n. 66. p. 2017.\nSaturn's Observations refined, n. 45. p. 900.\nScotland: Extracts from thence about extraordinary Winds there, Lakes, Frosts, a petrifying Water, n. 114. p. 307. Reflections on the same, and for Gardens and Nurseries in Scotland, n. 116. p. 317.\nMore from thence, the odd nature of some soil for Corn, n. 117. p. 396. How Ink is made there of the yellow flower de Luce, ibid. p. 397. Johnstone's Lancashire Aphodill heals wounds, ibid. p. 398. Molucco-bean found on the shores of the Lewes Island in the West of Scotland, and other Materials, which seem to prove the North-East passage, ibid. p. 398.\nStars, whether they may be united, n. 3. p. 41. Ocean and Mediterranean joined in France, n. 56. The Union of the seas in France how far advanced in 1672. n. 84. p. 4079.\nSea-fluxes, the cause proposed by way of a new Theory, by Dr. Wallis, n. 16. p. 263. See Tides. The flux and reflux of the seas consider'd by Mr. Childrey, n. 64. p. 2061. answered by Dr. Wallis, n. 71. p. 2068. See Additionals, n. 66. p. 2038.\nSea-water, contrary to Glauber, not greenest where it is saltiest, n. 27. p. 496. Great variety of colours of Waves and Billows in several Seas, n. 27. p. 496. & n. 36. p. 700. A way of making Sea-water sweet, n. 67. p. 2048, 2050.\nSerpents, having an head on each end of the Body: See Answers from Java-Major, n. 43. p. 863.\nShark and Tiburon all one; differ from the Manati or Sea-Cow: the Manati-wood is properly no stone, but a white brain-like matter dried, n. 36. p. 703.\nShells of Fishes found on the tops of\nMountains, n. 27. p. 494. See Steno, and Hook, n. 32. p. 627, &c.\n\nShips: their Hulls how to be preserved from Worms, &c. by a new, cheap and durable way, n. 100.\n\nSilk-worms and Silk-trade solicited, n. 5. p. 87. and n. 2. p. 26. and n. 1. p. 201. Silk-worms spinning twice a year, and yielding a double crop, n. 26. p. 486.\n\nSilver in high perfection in Japan, but not used there in Trade, in which is seen nothing but Gold, and small coin of Brats spoiled by refining it too much, n. 49. p. 934.\n\nSlate, call'd Cornish-slate; the variety, choice and ordering of it, with a computation of the charges in covering Houses, n. 50. p. 1009.\n\nSnails, the odd turn of some of their Shells, contrary to the Solar turn, n. 50. p. 1011. More of Snails, n. 76. p. 2282. Both Land and fresh-water Snails enumerated in a Table and scheme by Mr. Lister, n. 105. p. 96.\n\nSnakes, how they differ from Vipers, n. 8. p. 138. Rattle-snakes how sometimes kill'd in Virginia, n. 3. p. 43. and n. 4. p. 78.\n\nSnow, the nature and figures of it, by Dr. Crew, n. 92. p. 5193.\n\nSnow-houses directed, and how to keep Ice and Snow in Chaff, n. 8. p. 139.\n\nSoap-trees in Jamaica; the Berries large as a Musquet-bullet, without any proportion of Salt lixivate, Sulphur or Oyl, wash better than any Cattle-soap, but soon rots the Linen, n. 36. p. 705.\n\nSouthern Pole not to be approached as the Northern, but bitter cold, storms, &c. at great distance from that Pole, n. 50. p. 1008.\n\nA Specular stone representing the Moon in all her appearances. See Kircher's China illustrata, n. 26. p. 484.\n\nSperma Ceti inquired, n. 30. p. 567. what and whence taken, n. 40. p. 793.\n\nSpiders Webs of great strength in Bermudas, n. 40. p. 795. Spiders who by their darting cause those Cobwebs flying in the Air, n. 50. p. 1014. The manner how they project their threads, n. 65. p. 2103. and 2104. Fit to be added to the like observation, n. 50. See Insects.\n\nSpine is acquitted of acid Melancholy and Sanguification. The properties of it, and Dr. Highmore's Judgment of it considered, n. 34. p. 651. is Glandular, according to Malpighi; its office and use, n. 44.\n\nSprings of peculiar note, n. 7. p. 127. n. 8. p. 133, 135, 136. n. 18. p. 323. Saline Springs in Somersetshire and Medical in Dorsetshire. The causes of Mineral Springs inquired into by Dr. Beale. Reflections on Dr. Witty's Defence concerning the Mineral Springs at Scarborough, n. 56. The palpable Indications of some healing Springs, and an essay to detect the causes of some peculiarities in Springs, n. 57. p. 1154. Mineral Springs re-examined by Dr. Witty, n. 60. p. 1074.\n\nStarr, a New one, as is guessed by Cassini, seen in March, 1668. n. 35. p. 683.\n\nSteel, excellent in Japan, but not so well temper'd now as formerly, n. 49. p. 984. A suggestion of hardening and tempering of Steel for cutting Porphyre and other hard Marbles, n. 93. p. 6010.\n\nA wonderful Stone taken out of the Head of a Serpent that will extract poison out of wounds being laid to them; and being put into Milk, will therein give up the poison again, n. 6. p. 102. An Admirable Stone-quarry about Maastricht, n. 67. p. 2051. Stones of great fame examin'd; see Franc. Redi Esperienze intorno à diverse cose naturali, n. 92. p. 6001. Many Stones to the number of 38. greater and smaller, found in a man's bladder, n. 99. p. 6155. Snake-stones, Eft-stones, Diamonds, Topaz, Bohemian Jasper, Porphyre, Perle, examined; See Redi before refer'd to. Stones figured like plants, n. 100. Stones of a perfect Gold colour, found in Animals by Dr. Johnson, 101. p. 9. Stones bred in many Horfes as well as in Men, and the Bezoar-like vertue of those Stones, n. 129. p. 743. A Woman in Scotland passed four Stones, one whereof, and yet that not the biggest, was five Inches about one way, and four the other n. 134. p. 843.\n\nSugar, how it inclines to Consumptions, n. 36. p. 699.\n\nSwallows depart out of Jamaica in Winter-moneth, as hot as 'tis, and Teal and Wild-Duck come thither then, n. 36. p. 704.\n\nSweating very much in Jamaica without thirst,\nthirst, costiveness, faintness, or diminution of Urine, n. 27. p. 501.\n\nSympathetical-powder; of what Vitriol and how best prepared, and the effects of it: See Joh. Georg. Triumphii Scrutinium Vitrioli, n. 40. p. 810.\n\nT.\n\nTabaco flashing as it smoaks, n. 27. p. 500. Tabaco poison; see Fr. Redi Experience intorno a diverse cose naturali, n. 92. p. 6001.\n\nFor Tanners, 3 Trees in Jamaica, the Mangrave, Olive, and another nameless, yield Bark, which Tans better (and in six weeks) than any in England, n. 36. p. 705.\n\nThe story of the Tarantula's biting to be cured by peculiar Musick and Dancing, Examined in Calabria the proper place, and there suspected to be fabulous, n. 83. p. 4066.\n\nTaste, the Organ and Nature of it, n. 20. p. 366.\n\nTeeth some Whales have none, some have, n. 40. p. 795.\n\nThames-water how to be preserved sweet at Sea, n. 27. p. 496. How it becomes fiery in Sea-voyages, ibid.\n\nThea, in China and what; and how exchanged there for dried leaves of Sage by the Dutch, n. 14. p. 249. Thea represseth Vapours, and prevents the Stone, n. 26. p. 485. Thea and Tabaco used at all Visits in Japan, n. 49. p. 985.\n\nTheaters of wonderful curiosity and artifice in Japan, n. 49. p. 985.\n\nThunder and Lightening, the effects examined, n. 13. p. 222. n. 14. p. 247. Thunder causeth in a peculiar person violent vomitings and purging, n. 29. p. 550. The effects of Thunder and Lightning upon Granaries: See Granaries. Thunder and Lightening the cause of Fairy Circles, n. 117. p. 394.\n\nTiberorum Lapis; see Shark. The Tiberon hath a vast strength, yet hath no bone in his back, only in his head are bones; his Jaws are Grittes; his Ribs make walking-staves: This, and the Dolphin, and the Spanish-Macarel swim faster than any Ship saileth, n. 36. p. 704.\n\nTides, the causes proposed, n. 16. p. 263.\n\nSee a further examination by a severe History of Tydes, Winds, and other circumstances directed, n. 17. n. 18. n. 21. Tides in Bermudas; see Answers from Bermudas. And for Tides see Answers concerning Tides. The peculiar Current about the Orcades, n. 98. p. 6139.\n\nTiles, in Bermudas excellent made of the leaves of Palmetto, 8 or 10 foot long, n. 40. p. 795.\n\nTongue and Taste examined, n. 27. p. 492.\n\nTorpedo, how stupifying; see Franc. Redi Experience intorno a diverse cose naturali, n. 92. p. 6001.\n\nThe Torrid Zone known to be habitable above 500 years ago, n. 73. p. 2214.\n\nTortoises, their breeding, eggs, wholesomeness, &c. n. 27. p. 500, &c. they swim or float asleep at Jamaica, yet have no swim, as Dr. Stubs remembereth, n. 37. p. 719.\n\nTravels from Venice through Dalmatia, and Greece, and M. Vernons account, n. 124. p. 575.\n\nTreacle in Jamaica dries to powder, and then turns to Vermine, n. 27. p. 501. The natural history of the Animals, Plants and Minerals, which make up the composition of Venice Treacle, n. 52. p. 1058.\n\nTrees of Oak how found underground in Moors or Marshes, n. 18. p. 323.\n\nThe loud-speaking Trumpet, n. 79. p. 3056.\n\nTurcoise, n. 23. p. 429.\n\nTurkey-Leather; the manner how dressed in Turkey, n. 93. p. 6017. See there other Communications from Turkey.\n\nV.\n\nVegetables seem to have a Circulation of Sap, tried in Aloe Americana ferratifolia, and the weight at several times examined, n. 25. p. 453, &c. Seeds and Blossoms to be tried in the Pneumatick Engin, n. 23. p. 424. Vegetables for Juices, Tappings, Growth, Colour, Medicines, Ever-greens, Kitchin-gardens. See Inquiries and Directions supra, n. 40. p. 756, &c. And some Answers, n. 43. p. 853. Continuation upon the same subject, n. 44. p. 877. Stone-plants growing on Rocks.\nRocks in Jamaica, and curiously adorn'd n. 36. p. 700. O. occulta growing, left and like a Plant under-ground in the land, and the top, like a flower, visible. See the History thereof, n. 59. p. 771. Gramen lichenum, or Dactylodes, or Sanguinella; and Gramen aquaticum cum longiflora paniculae, &c. n. 59. p. 773. A Vegetable-root common in the fields of Denmark, which having been once heated red-hot, and then taken out, and put in a cool place, remains hot and burning for 50 hours together, n. 49. p. 783. The Cinnamon-tree-Roots yield an Oil resembling Camphire, n. 43. p. 263. Promiscuous additions hereto, n. 46. p. 913. The correspondence of the Pith and Timber with the seed of the Plant; and of the Bark or Sap in the Bark with the Pulp of the Fruit, by Dr. Beale, n. 46. p. 919. Motion of Sap in Trees, by Mr. Willoughby and Mr. Wray, n. 48. p. 963. Dwarf-Oaks having Acorns in New-England, n. 57. p. 1151. The Bark of a Tree growing in Nova Scotia, bearing knobs which contain a fantastic liquor like Turpentine, n. 57. p. 1157. Pods of Silk-Grafs from New-England, described and its use, n. 57. p. 1152. A Branch of the Cotton-tree from New England, ibid. Observations Directions and Enquiries concerning the motion of Sap in Trees, n. 57. p. 1165. and 58. p. 1193. See also in n. 68. many particulars on this Subject, in reference to Sycamores and Winter-Bleedings of some Trees. The time and season for tapping of Vegetables, n. 70. p. 2128. n. 71. p. 2144. Veins in Vegetables analogous to Veins in Animals, n. 79. p. 3051. n. 95. p. 6060. To make any fruit or flower grow by Art and without seed, at least in minute resemblance. See Fr. de Lana Prodromo de alcuni Inventioni nuove, &c. n. 69. p. 2114. Vegetable excrescences, breeding Insects, consider'd by Mr. Litter, R.S. n. 75. p. 2254. Root-grafting commended by experience, n. 95. p. 6067. The Cocoa and Chocolate tree; the way of its curing and husbandry, &c. n. 23. p. 6007. Vegetables of great fame examin'd; see Franc. Redi Esperienze intorno a diverse cose naturali, n. 92. p. 9001. About Vegetables see Dr. Grew's Comparative Anatomy of Trunks in Plants, &c.\n\nn. 120. p. 486. and Sign. Malbrigitte's Anatomie Philosophique, n. 117. p. 401. and Mr. Evelyn's Philos. discourse of Earth, mixtures, &c. n. 119. p. 454.\n\nVeins discover'd to have spots and more bright parts, n. 52. p. 615.\n\nPovesh in China; see Kircher's China illustrata, n. 26. p. 484.\n\nObliging Virtues rewarded with eternal honour n. 112. in Preface.\n\nVinegar, how made in France, n. 61. p. 2002.\n\nVine advantaged by the roof of an house n. 93. p. 6016.\n\nVirginia's advantage for building ships, n. 93. p. 6014.\n\nVision, its principal Organs examined by M. Mariotte, n. 59. p. 1023.\n\nVitriol, how extracted out of Vitriolate Earth; the choice Medical Vertue, and history; see Joh. Georg. Triumphin ferrumium Vitrioli, n. 40. p. 810. Some Observations and Experiments about Vitriol, tending to find out the nature of that substance, and to give farther light in the Inquiry after the Principles and Properties of other Minerals, n. 103. p. 41. n. 104. p. 65.\n\nVomitings in hot Climates and hot Seasons much prefer'd before Clysters and Purges, n. 57. p. 709.\n\nVoyage to the East-Indies, n. 50.\n\nW.\n\nA Wall very vast in China; see Kircher's China illustrata, n. 26. p. 484.\n\nPendulous Watches how to be apply'd to discover the Longitudes at Sea, with Methods for Journals, &c. n. 47. p. 937. An Additional Remark to the same subject n. 48. p. 976.\n\nWater percolates from the Seas through the Sands, to rise and fall with the Tides wherever they dig at the point of Jamaica, yet no streams arise there by heat, n. 36. p. 701. An account of some Saratine waters in Herefordshire, n. 20. p. 358. The English hot Bath-Springs, n. 49. p. 977. Medical Springs, Mineral Springs; see Mr. Witty's defence against Mr. Sympon's Hydrol. Chym. n. 49. p. 999. and reflections made by Dr. Dan. Root on the Extract of that\nthat Book, n. 52. p. 1050. and n. 59. Sir\nSam. Moreland's undertaking to reform or\nabove the usual expectations, from the se-\nveral forces and weights given, &c. n. 102.\np. 25. Water-Engine to quench Fire, from\nParis, n. 128. p. 679. Observations con-\ncerning various little Airs in great\nnumbers discovered by M. Leewenhoek in\nRain-Water-Sea-and Snow-water, as also\nin Water wherein Pepper had lain infused\nn. 133. p. 621. the manner of his observing\nthe same, n. 134. p. 844.\nWorms breeding in meal, currans, rais-\nins, &c. how to be destroy'd in Jamaica,\nn. 36. p. 701.\nWeight of Sea-waters try'd, n. 27. p. 497.\nWeights to indicate mixtures of Metals, by\nM. B. n. 115. p. 392.\nWhaling about Bermudas, and New-\nEngland, how it is perform'd, n. 1. p. 11.\nn. 8. p. 122. See Answers from Ber-\nmudas. Whales of strange kinds about Bernu-\ndas described, n. 40. p. 792.\nWicker-tree stringing into Ropes, and read-\nily apt for Cables; see Kircher's China\nillustrata, n. 26. p. 484.\nWinds, how to be raised by the fall of\nwater, without any Bellows, n. 2. p. 25.\nfound in a draught. The origin or cause\nof winds, collected from Mines, n. 26. p.\n481. from Mountains, n. 27. p. 498, &c.\nSee more, n. 26. p. 435. Contrary Winds\ncause a calm in the midst, n. 27. p. 498.\nWhat Winds hold or change most in all the\nVoyage by Sea to the East-Indies: The\nTornado described, &c. n. 50. p. 1003.\nWinds of a strange temper; see Sweden.\nWine: A practice to make good Mu-\nsket Wine by the Mark or hulk of the\nGrape, n. 53. p. 1183.\nWinter: See Swallows, suprâ.\n\nWood, a Richard Ockley in Jamaica, found-\ning such plants as are produced by Beauty\nand Wine, n. 36. p. 705. Many sorts of\ntrees there, besides Acayou, which breed\nno Worms. A white wood there, which in\nships breeds no Worms, n. 36. p. 705. A\nWood looking like human Excrement:\nSee Answers from Java-Major, n. 43. p.\n663. Good sorts of Wood found under-\nground in Lancashire, n. 67. p. 2050.\nPimenta, di Ciapi, the Root della Manique\nSaffra, the Root J hn Loez Pincero,\nthe Lactescent plant of Cambaja, Calumba-\nwood, Vanilla, Wood of Labor and Solor,\nPeruvian Bark, &c. examined: See France.\nRedi Experience intorno a diverse cose\nnaturali, n. 92. p. 6001.\nWoodlice in Jamaica, which eat Books,\nthe paper, print, and covers and some sort\nof Wool, in tall forts, n. 36. p. 706.\nWorld, the bounds of it by Dr. Fairfex,\nn. 99. p. 6172. The figure of the grand\nsystem of the World represented by the\nsuperficies of Fluids, and by Liquors con-\ntiguous, n. 131. p. 775. and 132. p. 799.\nWorms, that eat holes in Stones, feeding\non stone, n. 13. p. 321. Worms in children\nof odd kinds, and the Cure, n. 117. p.\n394. 395.\nWriting, they write downwards in Ja-\npan, n. 49. p. 956.\n\nY.\nYellow Amber: See Amber.\n\nZ.\nNova Zembla otherwise figured than\nhitherto believed: See Discoveries\nsupra.\n\nFINIS.\nA CATALOGUE OF THE BOOKS mentioned and abbreviated in the Transactions, digested Alphabetically.\n\nA\n\nAlphabetum Naturae by van Helmont, n. 31. p. 594.\nAnatomie of a Sea-fox and a Lyon, n. 28. p. 535.\nAlgebra; an Introduction to it, translated out of High-Dutch into English by Mr. Branker, & much altered & enlarged by Dr. J. P. with an account of other helps in that Art; abbreviated, n. 35. p. 688.\nSteph. de Angelis, de infinit. Spiralibus inversis, infinitique Hyperbolis, alliisque Geometricis, n. 37. p. 738.\nR. Anderson's Stereometrical Propositions, variously apply'd, but particularly to Guaging, n. 9. p. 785.\nDescription Anatomique d'un Cameleon, Caflor, Dromedaire, Ours, & d'une Gazelle, n. 49. p. 991.\nAnderson's Guaging, n. 47. p. 900.\nJoh. Amerpoel Cartesius Molinizens, n. 59. p. 153.\nAnonymous. The Divine History of the Genus of the world explicated, and illustrated, n. 60. p. 1083.\nAutodidactus, out of an Arabick M. S. of 500 years, rendered Latin by Dr. Peckock to represent, How diligence and observation alike for a Philosophical Education, n. 73. p. 2214.\nL'Art encic di Bologna, n. 80. p. 5125.\nOf Air, against the Gravitation and Spring of it Difficiles Nugas, n. 104. p. 78.\nSee M. Boyle's Animadversions on Hobbes, infra; and his former Discourses in the Pneumatical Continuation, Hydrostaticques, and against Fr. Linus and Hobbes: Compare these.\n\nAvona shewing the benefits of making large Rivers navigable from the Sea to Inland Cities, n. 110. p. 235.\nThe R. Almanack with curious Astronomical observations for A. 1676. And the way to foresee the Changes of Weather by the Baroscope, n. 120. p. 490.\nArchitecture, Vitruvius corrected and rendered French, with Notes and Figures, by Claude Perault, n. 112. p. 279.\nThe Royal Almanack, n. 130. p. 774.\nAnimals dissected at Paris, n. 124. p. 591.\nArchitecture Navale, avec le Routier des Indez Orientales & occidentales: per le Sieur Daillie, n. 135. p. 879.\n\nB\n\nThom. Bartholinus de Cygni Anatome, n. 50. p. 1021.\n—Ejusdem Acta Medica & Philosphica ann. 1671 & 1672. n. 97. p. 6135.\n—Ejusdem Acta Medica & Philosphica Ann. 1673. n. 114. p. 315.\n—Ejusdem Acta Medica & Philos. Ann. 1674, 1675, 1676.\n—Ejusdem de Anatome practica ex morbis cadaveribus adornanda Concilium, n. 107. p. 162.\n—Ejusdem Selecta Geometrica, n. 106. p. 157.\n—Ejusdem de Naturae mirabilibus, n. 107. p. 159.\n—Ejusdem de pergrinatione Medica, n. 127. p. 671.\nEr. Bartholinus de Concis 1664. & 1605. n. 53. p. 1071.\nCap. Bartholinus de Diaphragmati, structura\nA Catalogue of the Books mentioned\n\nMr. Boyle of Thermometers, and History of Cold, abbreviated, n. i. p. 8; more, n. 3. p. 46.\n\n—His Hydrostatical Paradoxes abbreviated, n. 8. p. 145; more largely, n. 10. p. 175.\n\n—His Origin of Forms and Qualities, n. 3. p. 145; abbreviated, n. 11. p. 191.\n\n—Of subordinate Forms, the second Edition enlarged, n. 28. p. 512.\n\n—His Continuation of New Experiments Physico-Mechanical touching the Spring and Weight of the Air, and the Atmosphere of solid bodies, n. 42. p. 845.\n\n—Physiological Essays 2. Edition enlarged; with a Tract of the Reflections of Particles in solid Bodies, n. 53. p. 1059.\n\n—Introduction to the History of particular Qualities: of Cosmical Qualities and Suspicions: The Temperature of the Subterranean and Submarine Regions: The Bottom of the Seas, n. 63. p. 2057. His Origines Formarum & Qualitatum Latine redita, n. 66. p. 2034. His Discovery of the Admirable Rarefaction of the Air even without Heat. New Observations about the Duration of the Spring of the Air: New Experiments touching the Condensation of the Air by meer Cold; and its Compression without Mechanical Engines: & the admirably differing Extension of the same Quantity of Air Rarified & Compressed, n. 67. p. 2052.\n\n—Of the Usefulness of Experimental Philosophy, Tom. 2. n. 72. p. 2179.\n\n—His Essay about the Origin and Vertues of Gems, n. 84. p. 4095.\n\n—On the Relation between flame & Air. Item about Explosions. His Hydrostatical discourses against Dr. More and Mr. Sinclair, n. 92. p. 5197. The same, of the strange Subtlety, Efficacy, and Determinate Nature of Effluviums: Of the parts of fire and flame made stable and ponderables; and forced to pass through Gales, & there arrested & weighed, n. 96. p. 6101. The same Tracts about the Saltiness of the Sea; a Statical Hygroscope & its Uses; the force of the Air's motion; of the Natural & Preternatural state of Bodies; a Sceptical dialogue about the Positive or Negative nature of Cold, n. 97. p. 6127. The force of Freezing, ibid.\n\n—About the Excellency of the Mechanical Hypothesis, n. 103. p. 53. His suspicions about some hidden Qualities of the Air, of Celestial Magnets, &c. His Animadversions on Mr. Hobbes's Problemata de Vacuo: Of the Cause of Attraction by Suction, n. 110. p. 226. The same, of the Possibility of the Resurrection, n. 111. p. 246.\n\n—Experiments & Notes about the Mechanical Origin & Production of divers particular Qualities: Among which is inserted a discourse of the imperfection of the Chymists doctrine of Qualities; with some Reflections upon the Hypothesis of Alcibiades & Zecchini. The Qualities here considered, are, Heat & Cold, Tastes, Odors, Volatility, Fixedness, Corrosiveness, & Corrosibility, Chymical precipitation, Magnetism, and Fluiticity, n. 127. p. 669.\n\nLaur. Bellum de Gustus Organis novissime comprehensos, n. 20. p. 566. abbreviated.\n\nGoth. Elafii Anatomie Medullae Spinalis & Nervorum inde proceedentium abbrev. n. 22. p. 597.\n\nJoh. Alph. Borelli de Vi Percussionis, n. 32. p. 620.\n\nOl. Barriehii de Ortu & Progressu Chymiae, n. 39. p. 779.\n\nTych. Brahe Historia Coelestis Observationum vicennalium, n. 43. p. 868.\n\nFr. Boyle M.D. Systema Generale de la Philosophie, n. 54. p. 1094.\n\nGu. Bevergneti Cant. Institutionum Chronol. lib. duo, n. 47. p. 956.\n\nFr. Bayle de Caulis fluxus Menstrui Mulierum; & de Sympathia variarum Corporis partium cum Utero; & de usu Lactis ad Tahidos resistentios, &c. n. 64. p. 2074.\n\nHis Vindication of Des-Cartes with Fournills on the same annexed and Englished, n. 62. p. 2034.\n\nLud. de Beaugent Cosmopoeia divina, n. 59. p. 1052.\n\nFr. Jof. Barrihi Epistle dune ad Tho. Bartholinum de Cerebro; & de modo curandi oculos, n. 61. p. 2081.\n\nPhil. Balduini his Description of some of the chief parts of the East-Indies, n. 80. p. 3088.\n\nIzaac Barrow's Lettires 18. in quibus Opticorum\nOpticorum Phanomenum genuinæ generationes investigantur, n. 75. p. 2278.\n\nEjusdem Lectiones 13. Geometricæ, in quibus generalia Linearum Curvarum symptomata declarantur, ibid.\n\nJob. Joach. Beckeri Experimentum Chymicum, artificiale & subitum Metaliorum generationem & transmutationem ad oculum demonstrans, n. 74. p. 2232. with a brief touch on his Physica Subterranea, ibid.\n\nM. Bernier on the Empire of the G. Mogol rendered English, n. 75. p. 2263.\n\nJob. Alph. Borellus de motionibus à Gravitate dependentibus, n. 73. p. 2210.\n\nEjusdem Historia & Meteorologia Incendi Aetnae A. 1669. n. 75. p. 2264.\n\nM. Bourdelot his Researches & Observations upon Vipers, n. 77. p. 3013.\n\nPaul Barbette his Chirurgical & Anatomical works, with a treatise of the Plague, n. 83. p. 4977.\n\nJob. Birchenba Esq; Syntagma Musicum, a treatise of Music, Philosophically, Mathematically, & Practically consider'd, prepared for the Press, n. 90. p. 5153.\n\nMr. Bohun of the origin and properties of Winds in several places on the Seas & Land, n. 90. p. 5147.\n\nDr. Edw. Boldnest his Rational way of preparing Animals, Vegetables, & Minerals, for Physical uses, n. 85. p. 5023.\n\nHen. Burnet M. D. Theatrum Medicinae Practicae, n. 88. p. 5105. Alphabetical.\n\nDr. Edw. Brown's Travels in Hungaria, Servia, Bulgaria, Macedonia, Thessalia, Austria, Stiria, Carinthia, Carniola, Friuli, n. 94. p. 6049.\n\nAlonzo Barba of the Art of Metals, rendered English out of Spanish by the late Earl of Sandwich, F. R. S. n. 108. p. 187. & n. 109. p. 211.\n\nDav. Vander Beck Experimenta & Observat. circa Rerum Naturalium principia, n. 103. p. 60.\n\nPauli Boconcis Icones & Descriptiones rariorum plantarum Siciliae, Melitaë, Galliae, Italiae, n. 104. p. 87.\n\nD. Barrow Archimedis Opera, Apol. Pergæi Conic. l. 4. Theodori &c. novâ methodo illustrata, & succinctè demonstrata, n. 114. p. 314.\n\nInc. Burneri Prodromus Sennerti novi, seu Delineatio novi Medicinae Systematis, n. 118. p. 435.\n\nM. Blondel's Course of Architecture, in French, n. 122. p. 549.\n\nOlai Borwickii, Hermetis Ægyptiorum & Chymicorum Sapientia ab Herm. Conringii animadversionibus vindicata, n. 113. p. 296.\n\nBathoniensium & Aquiferancensium Therarum comparatio, variis adjunctis illustrata à R. P. n. 123. p. 575.\n\nM. de Blegy of the Venereal Disease, n. 125. p. 622.\n\nM. Bond of Longitudes, n. 130. p. 774.\n\nMr. Brigg's Ophthalmographia, n. 129. p. 746.\n\nDr. Edw. Brown's Account of his Travels through a great part of Germany, n. 130. p. 767.\n\nHenr. Busschauff from Batavia in the East-Indies, of the Gout & its cure by Moxa, n. 125. p. 621.\n\nC.\n\nDes Cartes his third Volume of Letters, n. 22. p. 392.\n\nDe la Chambre's Causes of the inundation of the Nile, n. 14. p. 251.\n\nCordemoy of the difference of Bodies & Souls, or Spirits, & their operation upon one another, n. 17. p. 306.\n\nMr. Chapezzeau's History of the riches of the Orient & Occident: Of Diamonds, Rubies, Emeralds, Pearls, Coral, Bezoar, yellow Amber, Amber-gris, Indigo, &c. n. 23. p. 429.\n\nThom. Cornelii Progymnasmata Physica, n. 30. p. 576.\n\nJoh. Dom. Caffini Ephemerides Mediceorum Syderum, n. 44. p. 891.\n\nRen. Des Cartes Epistol. pars 1. & 2. Lat. n. 40. p. 810.\n\nThe Bishop of Chester's Essay towards a Real Character, & Philof. Language, n. 35. p. 690.\n\nM. de Cordemoy's Natural Discourse of Speech, in English, n. 37. p. 736.\n\nAbrah. Cowly 6 libri Plantarum Poema Lat. n. 36. p. 716.\n\nM. Charas de la Theriaque d'Andromachus, n. 52. p. 1058. Nouvelles experiences sur la Vipere, n. 54. p. 1091:\n\nAbregé Chronologique de l'Histoire sacrée & profane; par le P. Labb, n. 50. p. 1022.\n\nPietro Cavina Conjecture Physico-Astronomiche della natura del Universo, n. 65. p. 2012.\n\nWilliam Cleark of Nitre, the Nature, E Generation,\nGeneration, Place, Artificial extraction, Vertues and Uses of it, n. 61. p. 2003.\n\nP. Cherubim d'Orkans la Dioptrique Oculaire, n. 78. p. 3045.\n\nSign. Cassini's three Letters concerning his Hypothesis of the Sun's Motion, & his doctrine of Refraction, n. 84. p. 5001.\n\nMoyse Cohen's suite des nouvelles experiences sur la Vipere, avec une dilatation sur son Venin, n. 83. p. 4973.\n\nCaroli Claventii M.D. de Acre, Solo, & Aquas Angliae, de quo meritis ipsorum veraculis, dissertatio, nec non observationes medicae Cambro-Britannicae, n. 81. p. 4930.\n\nReg. Cook Esq; his England's Improvement, n. 121. p. 512.\n\nCharl. Cotton Esq; the Planters Manual, n. 116. p. 373.\n\nDr. Clarev's Palaeologia Chronica, n. 132. p. 808.\n\nMonf. Charas Pharmacopee Royale, Galenique & Chymique, n. 126. p. 711.\n\nMr. du Clos sur les Eaux Minerales des plusieurs Provinces de France, n. 125. p. 612.\n\nMr. Cook, of the Manner of raising, ordering and improving Forests, Woods, Groves, to adorn Avenues; with proper Instructions in Arith. & Geometry, n. 126. p. 644.\n\nD.\n\nA Discourse of Physick and Pharmacy, the interest of Patients, & the Frauds of Apothecaries, Empiricks & Mountebanks, n. 41. p. 835.\n\nMr. Dary's Guaging epitomiz'd, n. 52. p. 1055.\n\nDiophantia Alex. Arithmeticonum libri 6. cum Comment. Bacheti & Observationibus Fermati; cui accessit Doctrina Analytica Invenium novum, n. 72. p. 2185.\n\nFr. Drope; A short & sure Guide in the practice of raising and ordering fruit-trees, n. 86. p. 5049.\n\nD. Isbrandus Diemerbroeck de Anatomie Corporis humani, n. 105. p. 113.\n\nMonfieur Drelincourt's Censure on a new pretended way of a Lithotomist in France, n. 107. p. 164.\n\nLucas Jacobson Dobes his Description of the Isles of Feroe, lying under 62° 10' N. L. full of strange matters, n. 119. p. 456.\n\nE.\n\nEuclidis Elementa Geometrica novo ordine demonstrata, n. 15. p. 261.\n\nElemens nouveaux de Geometrie, n. 32. p. 625.\n\nMr. Evelyn's Translation of the Idea of the Perfection of Painting, n. 39. p. 784.\n\nMr. Evelyn's Sylva & Pomona 2 Edit. much enlarged, n. 53. p. 1071.\n\nJoh. Sig. Episcopii Clymariæ nova, five Ratio in Venam fertium medicamenta in-undendi, n. 58. p. 1200.\n\nIpsifdom The Curious Distillatory in English, n. 136. p. 920.\n\nAlonni Eygel Apologema pro Urinis humanis, n. 99. p. 6175.\n\nEloquence: of the true power & ornament of Language in Oratory & Poesie, n. 110. p. 236.\n\nMr. John Evelyn of Navigation & Commerce, their Original and Progress, & with a special Relation to England, &c. n. 104. p. 88.\n\nMr. Evelyn's Philos. discourse of Earth, Mixtures, & Composts, for improvement of Vegetation, and propagation of Vegetables and Plants in Fields, Groves, and Gardens, n. 119. p. 454.\n\nOf Education, chiefly of Gentlemen, n. 123. p. 572.\n\nF.\n\nHon. Fabri Soc. Jesu Tractatus duo: 1. de Plantis & Generat Animalium, 2. de Homine, n. 18. p. 325.\n\nFelthien of the most excellent Paintings, n. 21. p. 383.\n\nCatalogue of Fermat's Writings, & his Character, n. 1. p. 15.\n\nHonor. Fabri Synopsis optica, n. 32. p. 626.\n\nFlorentine Experiments, n. 33. p. 640.\n\nJob. Jac. Ferguson Labyrinth. Algebrae, n. 49. p. 996.\n\nHon. Fabri Synopsis Geometrica cum tribus Opufculis, n. 66. p. 2055.\n\nHis Dialogi Physici, de Lumine, vi Percussionis, Liquoris Elevatione per Canaliculum, & variis selectis, n. 67. p. 2057.\n\nHis Physica, in 10 Tractatus distributa, n. 68. p. 2083.\n\nMich. Febr M. D. de Abinthii natura, n. 74. p. 2235.\n\nCar. de la Font dissertat. dua de Veneno Pettentiali, n. 73. p. 2210.\n\nDr. Fairfax of the Bulk and Salvage of the World, n. 99. p. 6172.\n\nMr. Sam. Forrey, England's Interest & Improvement by the Increase of the store and trade of the Kingdome, n. 110. p. 19.\nin the Philosophical Transactions.\n\nG.\n\nDe Graeff, de succi Pancreatici naturâ & usu, n. 10. p. 178.\nGuarini Placita Philosophica, n. 20. p. 365.\nRegni de Graef de Virorum Organis Generationi inservientibus, n. 38. p. 750.\nIdem de Graef de nonnullis circa partes Genitales Inventis novis, n. 34. p. 663.\nMr. Glanvil's Progress & Advancement of Knowledge since Aristotle, n. 36. p. 715.\nGrabea Elaphocephalia, n. 39. p. 885.\nJac. Gregorius de vera Circuli & Hyperbola Quadratura, &c. n. 33. p. 640.\nIdem, Geometrica pars Universalis, quantitatum Curvarum Transmutationi & Mensura inserviens, n. 35. p. 685.\nJoh. Lud. Ganfi Coralliorum Historia, n. 58. p. 1202.\nAlg. Fr. de Gottignies Elementa Geometrica plana, n. 60. p. 2054.\nHermannii Grube de modo simpliciorum medicamentorum facultates cognoscendi, n. 60. p. 1085.\nTheophr. Gale his Original of Humane Literature, both Philology & Philosophy, n. 74. p. 2231.\nRegni de Graef de succo Pancreatico, & de Genitalibus Mulierum, n. 79. p. 3066.\nAntonii le Grand Philosophia Veterum è mente Renati Des Cartes breviter digesta, n. 70. p. 2138.\nIisdem Institutio Philosophiae, n. 80. p. 3094.\nNeb. Grew S. R. the Anatomy of Vegetables begun; with a general account of Vegetation grounded thereon, n. 73. p. 3037.\nGrimaldi de Lumine, Coloribus & Iride Physico-Mathesis, n. 79. p. 3068.\nCivill. Frid. Germani Homo ex Ovo, n. 86. p. 5049.\nFran. Glissonius M. D. de Naturâ Substantia energetica, sive de Vita Nature, ejusque tribus primis facultatibus perceptiva, appetitiva & motiva, n. 87. p. 5076.\nRegneri de Graef, de Mulierum organis generationi inservientibus, Tractatus novus, n. 82. p. 4052.\nOttonis de Gueric Experimenta nova Magduborica de vacuo spatio, n. 88. p. 5103.\nAntonii le Grand Historia Naturae, n. 94. p. 6146.\nDr. Grew's Idea of a Phytological History: A Continuation of the Anatomy of Vegetables; & first of Roots, & of their Vegetation, n. 97. p. 6131.\n\nGrammar: an Essay to facilitate the teaching and learning of Latin, & thence of any other Language, by M. Lewis, n. 110. p. 235.\nAnton. le Grand Institutio Philosophiae plurimum aucta, n. 108. p. 192.\nDr. Goodall; the College of London Physicians vindicated, n. 121. p. 513.\nAntonii le Grand Dissertatio de carentia sensus & cognitionis in Brutis, n. 112. p. 282.\nDr. Grew's Comparative Anatomy of Trunks in Plants; with an account of their Vegetation grounded thereon, & Curiosities for Grafting, n. 120. p. 486.\nFr. Glissonius M. D. de Ventriculo & Intestinis, nec non de partibus continentibus in genere, & in specie de partibus Abdominis, n. 128. p. 705.\nThe Gentleman's Recreations, Hunting, Hawking, Fowling, Fishing, with Philosophical Observations, n. 119. p. 461.\nChrist. Glaser treatise of Chymistry, n. 135. p. 886.\nMath. Hale Primitive Origination of Mankind, considered & Examined according to the light of Nature, n. 136. p. 917.\n\nH.\n\nEvclii Prodromus Cometicus, n. 6. p. 104. His Description Cometica cum Mantilla, n. 17. p. 301.\nHobbes de Principiis & Ratione Geometricarum, n. 14. p. 193. Animadverted upon by Dr. Wallis, n. 16. p. 289.\nHook's Micrographical and Telescopic Observations, Philosophical Instruments & Inventions, n. 2. p. 29.\nHoelii Cometographia, n. 40. p. 804.\nJoh. Hornii Observat. circa partes Genitales in utroque sexu Prodromus, n. 34. p. 663.\nNath. Highmore, M. D. de Hypser & Hypochondriacal Responsohadd, n. 54. p. 1087.\nT. Hobbes Quadrat. Circuli, Cubat. Sphaerae, &c. refutata à J. Wallis, D.D. n. 43. p. 971.\ndenou refutata ab eodem, n. 55. p. 1121.\nW. Holder, D.D. on the Elements of Speech, intended for teaching the Deaf & Dumb to speak, n. 47. p. 953.\nJoh. Bapt. du Hamel de Corporum Affectionibus, tum manifestis, cum occultis, lib. duo; five promota per Experimenta Philosophiae Specimen, n. 65. p. 2105.\nFrid. Hertotis Crocologia, n. 74. p. 2236.\nTho. Hobbes Rosetum Geometricum, n. 72. p. 2185.\nA Catalogue of the Books mentioned\n\nJoh. Baptista du Hamel, de Mente humana, n. 87. p. 5081.\n\nNath. Hodges, M.D. Pestis nuperæ Londini narratio historica, n. 81. p. 4028.\n\nHorroci Angli Opera posthuma unà cum Gail. Crabtreei Observationibus Coelestibus; nec non Jo. Flamstedii de Temporis Æquatione diatriba, Numerisq; Lunaris ad novam Lune Syntoma Horroci, n. 87. p. 5078.\n\nGregoire Hurét, Optique de la Portraiture & Peinture contenant la Perpective speculative et pratique accomplie, &c. n. 86. p. 5048.\n\nW. Hughes; The American Physician: A treatise of Roots, Plants, Trees, Shrubs, Fruits, Herbs, &c. growing in the English Plantations in America, n. 83. p. 4076.\n\nM. Du Hamel de Corpore Animate, n. 93. p. 6151.\n\nJob. Hevelii Machinae caelestis pars prior, Organographiam Astronomicam, plurimis Iconibus ornatam exhibens, n. 99. p. 6171.\n\nTh. Hobbes Principia & Problematæ aliquot Mathematica, antè desperata, nunc breviter explicata & demonstrata, n. 97. p. 6131.\n\nChr. Hugenii Horologium Oscillatorium, n. 95. p. 6063.\n\nMr. Hook's Attempt to prove the Motion of the Earth, n. 101. p. 12. His Animadversions on the first part of M. Hevelius his Machina Caelestis, together with an Explication of some New & Curious Mathematical Instruments, devised by the same Mr. Hook, n. 100. p. 215.\n\nMr. Hook's description of Helioscopes, & some other Instruments, n. 118. p. 440.\n\nJ. B. du Hamel de Confessu Vet. & Novæ Philosophiae, n. 123. p. 570.\n\nMr. de la Hire Nouvelle Methode en Geometrie pour les Sections des Superficies Coniques & Cylindriques, qui ont pour Base des Circles, ou des Paraboles, des Ellipsoïdes & des Hyperboles, n. 129. p. 745.\n\nNath. Henshaw Aero-Chalinos, or, A Register for the Air, n. 133. p. 834.\n\nI.\n\nJohn Josseline's New England's Rarities, with the Remedies used by the Natives to cure their diseases, wounds & sores, n. 85. p. 5021.\n\nK.\n\nKircheri Mundus Subterraneus, n. 6. p. 109.\n\nEjusdem China illustrata, n. 26. p. 484.\n\nKiobii Historia Ambrae-grisæ, n. 28. p. 538.\n\nTheod. Kerckringii M.D. spicileg. Anatomicum, & Ostcogenia Fatuum, n. 54. p. 1094.\n\nEjusdem Anthropogenia: Ichnographia, n. 70. p. 2136.\n\nIdem in Currum Triumphalem Antimonii Basil. Valentini, n. 71. p. 2162.\n\nMr. Kerley's Body of Algebra, n. 90. p. 5152. & n. 95. p. 6073. & n. 108. p. 192.\n\nL.\n\nDr. Lower's Vindication of Dr. Willis de febribus, n. 4. p. 77.\n\nPet. Lambecii Historiae Literariae Prodromus, n. 30. p. 575.\n\nM. De Launay les Essais Physiques, n. 30. p. 579.\n\nFranc. De Laurens Specimina Mathematica, n. 30. p. 580.\n\nStanislai de Lubienietz Theatrum Cometicum, n. 35. p. 691.\n\nLatin, how to be taught by Use alone, n. 48. p. 975.\n\nMich. Leyseri Obser. Medicæ, n. 50. p. 1018.\n\nRich. Lower M.D. de Corde; item de Motu & Calore sanguinis, n. 45. p. 909.\n\nFrid. Lachmundi Descriptio admirabilium Fossilium, qua in Tractu Hildesheimensi reciperiuntur, n. 77. p. 3016.\n\nFr. de Lana Prodromo de alcuni inventioni nuove, premisse al Arte Maestra, n. 99. p. 2114.\n\nLeibnitii Hypothesis Physica Nova, sive Theoria de motu Concreto, unà cum Theoria Motus Abtracti: & Dr. Wallis's Opinion concerning it, n. 74. p. 2227.\n\nRich. Lower M.D. de Corde, & de Motu, & Calore Sanguinis, & Chyli in eum transitu: unà cum Dissertazione de Origine Catarrhi, n. 73. p. 2211.\n\nDan. Ludovici Pharmacæ modernæ sæculo applicanda, n. 76. p. 2287.\n\nMr. Lewis of Interpunction, or the right pointing of any Oration, n. 82. p. 4054.\n\nRoger LeStrange of the Fishery, n. 101. p. 19.\n\nLogica sive Ars Cogitandi & Gallico Latinè reddita, n. 100. p. 139.\n\nAnth. Lawrence, Nurseries, profitable Gardens, Orchards & Vineyards solicited for Cambridge & the Champion Countries, & the North, n. 129. p. 748.\n\nMerrit's\nin the Philosophical Transactions.\n\nM.\n\nMere's pinax Rerum Naturalium Britannicarum, continens Vegetabilia, Animalia & Fossilia, in hæc insula reperta; inchoatus, n. 20. p. 364.\n\nMarc. Malpighius de Viscerum structurâ, n. 42. p. 888.\n\nMyow de Respiratione & Rachitide, n. 41. p. 833.\n\nMercatoris Logarithmotechnia; & Dr. Willis's Judgment on it, & Mr. Mercator's Explication on his said Book, n. 38. p. 753.\n\nMarc. Malpighius de Bombyce, n. 49. p. 987\n\nRob. Morisoni M. D. Praedulia Botanica, n. 49. p. 934.\n\nPiet. Mar. Mutoli del Movimento della Cometa, 1664. n. 53. p. 1069.\n\nJoh. Dan. Majoris de Lacte Lunæ, Dissertatio Medica, n. 60. p. 1086.\n\nAlex. Marchetti Excitationes Mechanicae, n. 60. p. 2008.\n\nMiscellanea Medico-Physica Academiae Germaniae, Annus Primus, n. 68. p. 2077.\n\nAnnus Secundus, n. 85. p. 5024.\n\nAnnus Tertius, n. 101. p. 15.\n\nAnnus Quartus, & Quintus, n. 129. p. 742.\n\nAnnus Sextus, & Septimus.\n\nAntonii Melinerti Dissertationes Anatomice et Pathologicae de sentibus & corum Organis, n. 67. p. 2059.\n\nLocal Motion: the Laws of it, Englished out of French, n. 65. p. 2010.\n\nJob Henr. Melibomius de Cervisii potibusque & Ebriaminibus, &c. Cui additurde Vino Uva & Pomorum, n. 62. p. 2110.\n\nMelibomius de Fabricâ Triremium, n. 79. p. 3071.\n\nII. Mori Enchiridion Metaphysicum, sive de Rebus Incorporeis Dissertatio, n. 72. p. 2182\n\nSr. Sam. Moreland's Loud-speaking Trumpet, n. 79. p. 3056.\n\nMarcelli Malpighii de formatione Pulli in Ovo, dissertatio Epistolica, n. 87. p. 5079.\n\nAlex. Marchetti de rehinitioni Solidorum, n. 82. p. 4050.\n\nLux Mathematica collisionibus Job Wallysi & Tho. Hobbesii excussa, n. 86. p. 5047. Answered, n. 87. p. 5067.\n\nMontanari concerning the admirable Changes, and other Novelties observed in the Heavens & fixed Stars, n. 89. p. 5125.\n\nsupra, Acad. di Bologna.\n\nRob. Morisoni Plantarum umbelliferarum distributio nova per Tabulas cognationis & affinitatis, Ex libro naturæ observata & detecta, n. 81. p. 4027.\n\nMengoli Musica Speculativa, n. 100. p. 6194.\n\nSir Jonas More of modern Fortifications n. 95. p. 6071.\n\nSir Sam. Moreland's description & use of two Arithmetical Instruments, n. 94. p. 6048.\n\nJob Mayow de falc Nitro & Spiritu Nitro aereo; de Respiratione in genere; & de Respiratione fetus in Utero & in Ovo; de Motu Musculari, de spiritibus animalibus, & de Rachitide, n. 105. p. 101.\n\nClaud. Fr. Millier de Chalce Cursus five Mundus Mathematicus, universam Mathesin tribus tomis complectens, n. 110. p. 229.\n\nW. Job. Muller's Description of the Kingdom of Feta, & the Gold-Coast of Guiney in Africa, n. 102. p. 182.\n\nRaymund Mindererus his Body of Military Medicines experimented, Englished, n. 101. p. 14.\n\nMarc. Malpighii Anatomie Plantarum, cum Dissertatione de Ovo incubato, n. 117. p. 401.\n\nDr. H. More's Remarks upon an Essay, touching the Gravitation & Non-Gravitation of Fluid Bodies, as also upon Observations touching the Torricellian Experiment, n. 122. p. 550.\n\nDr. Morison's Proposal for finishing the New Universal Herbal, n. 114. p. 327.\n\nDr. Abr. Manting's Curiosities for the Culture and Propagation of Exotic Plants, n. 111. p. 247.\n\nMercatoris S. R. S. Institut. Astronomicæ, n. 125. p. 611.\n\nLa Magie de la Terre, n. 124. p. 569. compare with this, n. 112. p. 261. & n. 116. p. 636.\n\nDr. Megerlin's Mathematico-historical Table designe, n. 127. p. 667.\n\nMonf. Monard: Nouvelle science des Temps, ou Moyen général de concilier les Chronologies, n. 131. p. 793.\n\nD. Molinbrochii Cochlearia curiosa, Englished; n. 125. p. 621.\n\nAndr. Muller Hebdomas Observationum de Rebus Simiciis, n. 130. p. 919.\n\nN.\n\nDr. Gualt. Needham de formato Feta, n. 27. p. 509.\n\nO.\n\nJob. Ott Cogitationes Physico-Mechanicæ de Naturâ Vilæonis, n. 71. p. 2163.\nDr. Parker Tentamina Physico-Theologica de Deo, n. 18. p. 324.\n\nIgnave Gaffon Pardies Elementa de Geometrica, n. 79. p. 304.\n\nSim Pauli Quadri partitum Botanicum, n. 76. p. 229.\n\nM. Petit, Observations sur la nature du Froid & du Chaud; avec un discours sur la construction & l'usage d'un Cylindre Arithmetique, n. 78. p. 204.\n\nDe Pulmonum Motu & Respirationis usu nova Hypothesis, n. 70. p. 214.\n\nP. Ign. Gaffon Pardies de la connaissance des Belles, n. 82. p. 405. Deux Machines propres à faire les Quadrans avec tres grande facilité, n. 90. p. 515.\n\nDr. Pells Tabulae decies millium quadratorum numerorum una cum ipsorum lateribus ab unitate incipientibus, & ordine naturali usque ad 10000 progradientibus, n. 82. p. 450.\n\nP. Pardies de la Statique, n. 94. p. 604.\n\nJob Portzii Vini Rhenani, imprimis Baccaracensis, Anatomia Chym., n. 93. p. 6019\n\nSir W. Petty's application of Duplicate proportion to divers very important Uses & Performances; with a New Hypothesis of diatique or springy motions, n. 109. p. 209\n\nSir Hugh Plat's Garden of Eden, & his other Experiments, Observations & suggestions, with other encouragements for advance, n. 113. p. 522.\n\nL'Art de Parler, n. 125. p. 642.\n\nMont. Prefet, Elements de Mathematiques, ou Principes generaux de toutes les sciences, qui ont les Grandeur pour Objet, n. 126. p. 638.\n\nJoan Pechlinus M.D. de Aeris & Alimenti defectu, & Vitæ sub aquis, n. 127. p. 675.\n\nPharmacopoeia Collegii Regatis Lond. n. 133. p. 833. Philosophical Essay of Musick n. 135. p. 855.\n\nR. Plot's Natural History of Oxfordshire, n. 135. p. 875.\n\nJob Rai Catalogus Plantarum Angliae & Italium adjacentium, tum indigenæ, tum in agris pallium cultas complectens, n. 63. p. 205.\n\n----- Eiusdem Edit. secunda, n. 133. p. 834.\n\nVolumen quartum, n. 22. p. 324.\n\nMich. Ang. Ricci: Exercitatio Geometrica de Maximis & Minimis, n. 37. p. 738.\n\nFran. Redi: Esperienze intorno alla Generazione dell' Infetti, n. 57. p. 1175. Et lo praalcmi oppoitioni fatti alla sua dissertazione intorno alle Vipere, n. 66. p. 2436.\n\nJaques Robault Traité de Physique, n. 70. p. 238.\n\nMr. John Ray's Observations Topographical, Moral & Physiological made in a Journey through part of the Low-Countrys Germany, Italy & France, &c whereunto is added, A brief Account of Francis Willoughby Esq; his Voyage through a great part of Spain, n. 91. p. 517.\n\nFranc. Redi: Esperienze intorno a diverse cose naturali, & particolarmente quelle che si son portate dall' Indie, n. 92. p. 600.\n\nMr. Reyzel, of the true English interest by Trade, Agriculture, &c. n. 102. p. 39.\n\nHcnr. Van Rynbysye Observ. Chirurgical with extraordinary Cases of Women in Travel, English'd, n. 125. p. 621.\n\nJob. Raii Clavis Philos. naturalis Aristotelica Cartesiana; Edit. secunda, aucta, n. 131. p. 790.\n\nSmith of K. Solomon's Pourtraicture of Old age, n. 1. p. 254.\n\nStenonis de Musculis & Glandulis, observation Specimen; cum duabus Epitolis Anatomicis, n. 10. p. 176.\n\nSydenham Methodus Curandi Febres, n. 12. p. 210.\n\nDr. Sprats History of the Royal Society; n. 27. p. 503.\n\nNic. Stenonis Musculi descriptio Geometrica, n. 27. p. 516. Enlarged with the Anatomy of a Shark-fish-head, and of a Female Dog-fish, n. 32. p. 627.\n\nJob. Swammerdam de Respiratione, & Uso Pulmonum, n. 28. p. 534.\n\nSalvoue de la Venere Royale, n. 37. p. 740.\n\nFranc. de le Bor Sykoi. Praxis Medica Idea nova, n. 40. p. 811.\n\nSympon's Hydrolodig Chymica: His Anatomy of the Waters of Scarborough, Malton, Knaresborough; his Vindication of Chymical Medicines; Improvement of Experimental Philosophy: The Principles of all Concretes: His Ternary of Medicines: The Origin of Hot Springs, and all other living Springs, n. 42. p. 850.\nin the Philosophical Transactions.\n\nCl. Salmasi Præfatio in Librum de Homonymis Hylæ Iatricæ, n. 46. p. 935.\nRen. Fr. Slufii Medicolabum, Secunda edit. auctior, n. 45. p. 903.\nSee other improvements of the same by English & Dutch, n. 46. p. 929. & n. 49. p. 996.\nC. Siclarii Ars Gravitatis, & Levitatis, n. 50. p. 1017.\nVeg. Strambii Breviar. Chronologicum, n. 50. p. 1022.\nSteno de Corvæo, n. 51. p. 1034.\nMic. Scopulius, e Soc. Jesu, de Anno, Monti, &c. Chrismati, baptizati, & mortui, n. 50. p. 1045.\nRou. Sheringham Cantab. de Anglorum Genus Origine Discepatio, n. 62. p. 2032.\nJoh. Swammerdamii Historia Generalis Insectorum pars prima, n. 64. p. 2076.\nWilliam Sympon, M. D. his vindication of Hydrologia Chymica, n. 62. p. 2032.\nTuo. Salmoni's Advancement of Manck, n. 80. p. 3095.\nNic. Steno's Prodromus concerning a Solid in a solid, Englished, n. 72. p. 2180.\nJon. Bapt. Sylvatici Initiatione Medica de iis, qui morbum simulant, depichendendis n. 76. p. 2289.\nFr. de le Boe Sylvii Praxis Medicæ Idea, n. 71. p. 2159.\nLygadum Oratio de Afflictus Epidemii, Londini: A. 1609. depopulantis, Causs Naturalis, n. 73. p. 2212.\nTheon Smyrnæus rendred Latin by M. Bulliald, n. 80. p. 3095.\nDr. S. a rock's History of the Propagation & Improvement of Vegetables by the Concourse of Art & Nature, n. 84. p. 5002.\nDr. Sherley M. D. Philosophical Essay declaring the probable causes of stones in the greater World, in order to find out the causes & cure of the Stone in the Kidneys and Bladder of Men, n. 81. p. 4030.\nJoh. Swammerdam v. D. Auterium Muliebris fabrica, una cum Methodo nova cavitates corporis pa preparandi ut suam temper gentium factum servent, n. 84. p. 4098.\nMr. Sherlock's Translation of Manilius on the Sphere into an English Poem, with Annotations, & a large Appendix, shewing what astronomers have done in Astronomy, as far as is extant ab origine to this time, n. 110. c. 233.\nJoh. Schaffer Lapponia, n. 102. p. 31.\n\nMr. John Smith's England's Improvements reviv'd, n. 103. p. 55.\nMr. Stevenson's Mathematical Compendium, collected out of Sir Jonas More's Papers, n. 104. p. 83. His Royal Almanack for A. 1675. with the Appulses of the Moon & other Planets to the fixed Stars from Mr. Flamstead, for the Meridian of London, n. 105. p. 102.\nChristoph. Sturmii Colocasia Experimentale, following the Experimental way of Philosophizing embraced in England, France, &c. n. 121. p. 509.\nDr. Sympon's Zymologia Chymica, of Fermentation, &c. of the Sulpher Bath at Knaresborough in Yorkshire, n. 117. p. 410.\nMr. Symons Britannia Antiqua illustrata, n. 124. p. 590.\nDr. Sydenham, circa Morborum acutorum historiam & curationem, n. 123. p. 568.\nW. Symons philosophical Dialogues concerning the principles of Natural Bodies, n. 135. p. 883.\nSanctorius Rules of Health, n. 136. p. 921.\nSystema Horticulturae, containing in English the Art of Gardening in 3 Books, by J. W. n. 136. p. 922.\n\nT.\n\nThevenot's Relation of curious Voyages with a Geographical description of China, n. 14. p. 278.\nFranc. Travaginis Synopsis Nova Philosophiae & Medicinae, n. 29. p. 555.\nAnd. Tacqueti Opera Mathematica; with reflections & further instructions, n. 43. p. 869.\nJoh. Georg. Triumphi Scrutinium Vitrioli, n. 40. p. 810.\nOttonis Tachenii Hippocrates Chymicus, n. 50. p. 1019.\nBalth. Tellus Hist. of Ethiopia: the head of the Nile, &c. n. 48. p. 672.\nDr. Thesfonde Recipitationes, n. 56. p. 1142.\nMr. Tennison's Examination of Mr. Hobbes Creed, n. 63. p. 2080.\nFran. Travaginis, Gyri diurni indicium, à Terra motibus, ac patibulum in Raguhianis suggestum, n. 60. p. 1084.\nMatth. Tiltingius de Laudano Opiato, n. 74. p. 2237.\nMounheur Thevenot des diverse Voyages curieux; 4. partie, n. 89. p. 5128.\nGeorge Tonstall M.D. Scarborough Spaw Spagyrically\nSpagyrically anatomized, n. 85. p. 5019.\n\nMonsieur Tavernier's Account of his Voyages over the most considerable parts of Asia, n. 129. p. 741. & n. 130. p. 751.\n\nTraité de la Percussion ou Choq des Corps, &c. par Mons. Muriot, n. 134. p. 859.\n\nJoh. Trittemii Steganographia, vindicata, referata & illustrata, Anth. Wolfgangano Ernesto Heidel, n. 134. p. 862.\n\nV.\n\nThe English Vineyard vindicated, n. 15. p. 262.\n\nIsaac Vossius de Origine Nili, n. 17. p. 304.\n\nUlug-beig, great grand-child to the famous Tamerlane, his Catalogue of fixt Stars, with their Longitudes, Latitudes, and Magnitudes, taken at Samarcand. A. 1437 Translated out of a Persian M. S. by Mr. Hydes Keeper of the Bodleian Library, n. 8. p. 145.\n\nMich. Vanstebus Relatione dello Stato presente del Egitto, n. 71. p. 2160.\n\nVitruvius, to be rendered English, with the choicest Modern Notes & Diagrams, n. 72. p. 2190.\n\nBern. Varenii M. D. Geographia Generalis, emendata, aucta & illustrata ab Isaac Newton e Soc. Regia, n. 91. p. 5172.\n\nII. Vossius de Poematum cantu & viribus Rhythm, n. 93. p. 6024.\n\nVitruvius's Architecture in French, with Notes & figures by Cl. Perault, n. 112. p. 279.\n\nGeorg. Veschi Centuriae duce Obiervat. Medico-Phylcurum, n. 127. p. 673.\n\nVinum Britannicum: how to make many excellent sorts of Wines of English growth, by J.W. Gent. n. 123. p. 574. With an advertisement to encourage the same, n. 124. p. 583.\n\nGoth. Voigtii Delicia Physicae, n. 77. p. 3017.\n\nW.\n\nTh. Willisi Pathologiae Cerebri & Nervorum generis specimen, n. 31. p. 600.\n\nMr. Webb's Historical Essay to prove the Language of China to be the Original Tongue in Paradise, n. 48. p. 973.\n\nJ. Wallisii D.D. Mechanicae libri de Motu. Tractatus Geometricus, n. 54. p. 1086.\n\nDr. Witte's defence against Mr. Sympons Hydrologia Chymica, n. 49. p. 999. Some Reflections made on the Extract of that Book, n. 52. p. 1050.\n\nJoh. Wallisii Mechanica de Motu, Centro Gravitatis, & ejus calculo, pars secunda, n. 61. p. 2005.\n\nJoh. Webster Metallographia, n. 66. p. 2034.\n\nFr. Wilhelmi Elementa Physicae, five Nova Philosophiae principia, n. 65. p. 2007.\n\nTho. Willis Affectionum quae dicuntur Hystericae & Hypochondriaca, Pathologia spasmodica, vindicata, a Resp. D. Highmorii; & de Sanguinis Accensione, & de Motu Musculari, n. 57. p. 1178.\n\nJoh. Wallisii de Motu Pars tertia, n. 76. p. 2286.\n\nNic. Witsen of Naval Architecture & Conduct, n. 77. p. 3006.\n\nTho. Willis de Animalium Brutorum Excitationes dux, altera Physiologica, altera Pathologica, n. 83. p. 4071.\n\nGeorg. Wolf. Wedelii Specimen Experimenti Novi de Sale Volatili Plantarum, n. 100. p. 7000.\n\nTho. Willisi Diatriba de Medicamentorum Operationibus in Humano Corpore, n. 99. p. 6166.\n\nFr. Willoughbeii Armigeri Ornithologiae libri tres; or the History of Birds with curious Philosophical Remarks; digested & enriched by Mr Ray, n. 120. p. 481.\n\nDr. Willis; Archimedis Arenarius, cum Notis & Versione, n. 123. p. 567.\n\nJob. Valent. Willii Tractus Medicus de Morbis Caffrensis Internis, n. 136. p. 918.\n\nZ.\n\nJoh. Zwiefuri Pharmacopoeia Regia cum variis additamentis, n. 57. p. 1176.\n\nFINIS.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of July, and August, 1678.\n\nThe Contents.\n\nAnatomical Observations in the body of a Woman, who died Hydropical in her left Testicle: Made and communicated by Dr. Henry Sampson. Microscopical Observations of the Structure of the Teeth and other Bones: Made and communicated, in a Letter, by Mr. Anthony Leuwenhoeck. Of the Grain of Ivory. Microscopical Observations of the Structure of Hair: Made also and communicated by Mr. Anthony Leuwenhoeck. Extract of a Letter written by Signior Boerelli, about the price of his Telescopes: Communicated by Sir Jonas Moor. A new Invention of a Clock ascendent on a Plain Inclin'd; by Mr. De Gennes: Taken out of the Journal Des Scavans. A New Engine to make Linen Cloth without the help of any Artificer; Presented to the R. Academy by M. De Gennes: Taken also out of the Journal Des Scavans. A Relation of a Worm voyded by Urine: Communicated by Mr. Ent. An Essay of making Conjecture of dispositions by the Voice: Communicated also by the forementioned person. An Account of some Books: Extracted out of the Journal Des Scavans. I. Museo Cospiano annesso a quelle del famoso Ulisse Aldrovandi Descrizione di Loreuzo Legati. II. Syltema Bibliothecæ Collegii Parisiensis Soc. Jesu. III. Glossarium ad Scriptores Medice & Insinæ Latinitatis: Autore Carolo du Fresne Domino du Caugi, &c. IV. Explication Novelle & Mechanique des Actions Animales, Par eM. Duncan D. en Med.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101755.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 46,
    "total-input-tokens": 70242,
    "total-output-tokens": 54622,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        68,
        4
      ],
      [
        68,
        370,
        5
      ],
      [
        370,
        1886,
        6
      ],
      [
        1886,
        2248,
        7
      ],
      [
        2248,
        4294,
        8
      ],
      [
        4294,
        6891,
        9
      ],
      [
        6891,
        11178,
        10
      ],
      [
        11178,
        15557,
        11
      ],
      [
        15557,
        19951,
        12
      ],
      [
        19951,
        24135,
        13
      ],
      [
        24135,
        28554,
        14
      ],
      [
        28554,
        32923,
        15
      ],
      [
        32923,
        37300,
        16
      ],
      [
        37300,
        41431,
        17
      ],
      [
        41431,
        45524,
        18
      ],
      [
        45524,
        49895,
        19
      ],
      [
        49895,
        53821,
        20
      ],
      [
        53821,
        57486,
        21
      ],
      [
        57486,
        60034,
        22
      ],
      [
        60034,
        64080,
        23
      ],
      [
        64080,
        67975,
        24
      ],
      [
        67975,
        71889,
        25
      ],
      [
        71889,
        76217,
        26
      ],
      [
        76217,
        80579,
        27
      ],
      [
        80579,
        84542,
        28
      ],
      [
        84542,
        88649,
        29
      ],
      [
        88649,
        92764,
        30
      ],
      [
        92764,
        96632,
        31
      ],
      [
        96632,
        100673,
        32
      ],
      [
        100673,
        104261,
        33
      ],
      [
        104261,
        108211,
        34
      ],
      [
        108211,
        111045,
        35
      ],
      [
        111045,
        113557,
        36
      ],
      [
        113557,
        117410,
        37
      ],
      [
        117410,
        121137,
        38
      ],
      [
        121137,
        124807,
        39
      ],
      [
        124807,
        128671,
        40
      ],
      [
        128671,
        132365,
        41
      ],
      [
        132365,
        136082,
        42
      ],
      [
        136082,
        139759,
        43
      ],
      [
        139759,
        143505,
        44
      ],
      [
        143505,
        146608,
        45
      ],
      [
        146608,
        148061,
        46
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101755",
    "title": "Front Matter",
    "authors": null,
    "year": 1677,
    "volume": "12",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 46,
    "jstor_url": "https://www.jstor.org/stable/101755"
  }
}