{
  "id": "d83b62206e9d2dc258db984509fe9ee40a5757fd",
  "text": "XXII. Abstract of a Register of the Barometer, Thermometer, and Rain, at Lyndon, in Rutland, 1777. By Thomas Barker, Esquire. Communicated by Sir John Pringle, Bart. P. R. S.\n\nRead February 26, 1778.\n\n|       | Barometer | Thermometer | Rain |\n|-------|-----------|-------------|------|\n|       | Highest   | Lowest      | Mean | In the House | Abroad |\n|       |           |             |      | High | Low | Mean | High | Low | Mean |\n| Jan.  | Morn.     | 29.82       | 28.83 | 29.36 | 45½ | 26 | 36½ | 45 | 14 | 31 |\n|       | Aftern.   |             |       |       | 46 | 28½ | 37½ | 47½ | 22½ | 36 |\n| Feb.  | Morn.     | 29.71       | 28.54 | 29.23 | 46 | 31 | 37 | 43½ | 14 | 30½ |\n|       | Aftern.   |             |       |       | 48 | 32 | 38 | 54½ | 24½ | 38 |\n| Mar.  | Morn.     | 29.72       | 28.49 | 29.31 | 56½ | 38 | 45 | 52 | 26½ | 38½ |\n|       | Aftern.   |             |       |       | 6½ | 38½ | 46 | 68 | 35 | 48 |\n| Apr.  | Morn.     | 29.93       | 28.91 | 29.53 | 52 | 4½ | 45 | 52½ | 30 | 40 |\n|       | Aftern.   |             |       |       | 54 | 42 | 47 | 61 | 43 | 50 |\n| May   | Morn.     | 29.79       | 28.84 | 29.33 | 59½ | 46 | 52½ | 59 | 40½ | 48½ |\n|       | Aftern.   |             |       |       | 62½ | 51 | 54½ | 73 | 50 | 59½ |\n| June  | Morn.     | 29.90       | 29.12 | 29.48 | 62½ | 51½ | 57 | 61½ | 45 | 53½ |\n|       | Aftern.   |             |       |       | 65 | 52½ | 58 | 70 | 46 | 62 |\n| July  | Morn.     | 29.91       | 28.74 | 29.42 | 67 | 56 | 60 | 63½ | 49 | 56 |\n|       | Aftern.   |             |       |       | 71 | 56½ | 62 | 77 | 55 | 67 |\n| Aug.  | Morn.     | 29.97       | 28.90 | 29.54 | 67 | 53 | 62 | 64 | 50 | 56 |\n|       | Aftern.   |             |       |       | 68½ | 59 | 64 | 76½ | 55 | 67 |\n| Sept. | Morn.     | 29.90       | 29.21 | 29.62 | 64½ | 53½ | 59½ | 59½ | 40 | 50½ |\n|       | Aftern.   |             |       |       | 67½ | 55 | 61 | 74 | 53 | 65 |\n| Oct.  | Morn.     | 29.80       | 28.20 | 29.32 | 62 | 46 | 53 | 57 | 30 | 45½ |\n|       | Aftern.   |             |       |       | 62 | 46½ | 54½ | 62½ | 43½ | 54 |\n| Nov.  | Morn.     | 29.90       | 28.60 | 29.48 | 54 | 41½ | 46 | 53 | 27 | 39 |\n|       | Aftern.   |             |       |       | 54½ | 42½ | 47 | 58 | 35½ | 46 |\n| Dec.  | Morn.     | 30.00       | 28.55 | 29.36 | 44½ | 35½ | 39 | 44 | 27 | 33½ |\n|       | Aftern.   |             |       |       | 45½ | 36 | 40 | 47½ | 30 | 37 |\n\nTotal: 28,599\n\nThe\nThe year began with hard frost and a large snow, breaking sometimes; but a severe season, being chiefly frost and snow till about the 20th of February; when, after wet and floods at its going away, it was mild the latter end of February and beginning of March: then cold again; showery the middle of the month, and three days about Lady-day hotter than is usual so early in the year, the thermometer abroad being 68. The spring seed time was fine, and the ground green, but not much grass, the weather being in general windy and cold till near May-day: it then grew showery, and though still cool, grass and grain came on very fast. Once this year, about June 10th, after some dry hot weather, the ground began to burn: but from that time to the end of July, there was so much rain that the quantity of grass and hay was very great, some of which was well got, though some was spoiled; the crops of grain were good, but too rank, and much laid. The harvest was rather late, but most of it very well got, the latter part of the summer being clearer, hotter, and drier than it had been before, and it continued hot later than usual, for the thermometer in the shade was 74, near the end of September. There was a great deal of rain in October and November, yet as the ground was dry before, and the rain came by fits, with fine weather between, the wheat seed time was\nvery favourable, and the ground continued in good order. The weather was open and fine till a little way in December; but a great part of that month was dark, calm, and mostly fair, and frequently scarce either frost or thaw, and the year ended as it began with frost and snow.\n\nThe earthquake which was felt September 14, in Cheshire, Lancashire, &c. was observed by some people here, both the sound and shake; but as there was a strong wind at the time, neither of them were so much taken notice of as they might probably otherwise have been.\n\nI had a pocket-book lent me last year, of a clergyman who formerly lived in this country, giving some account of the weather of the wet year 1725, which I here transcribe.\n\n\"This year was cold and wet, having rained all the time, except now and then a day, from the middle of April till August 27.\n\n\"The hay at first came in ill, through a great flood June 11 and 12, and almost constant rains; the meadow grass worth little; the rains being but small, it came in better at last.\n\n\"Harvest was very backward, though many, fancying it would not, sold off their barley early, and were forced to buy for their families for five or six weeks at least;\"\nWeather at Lyndon.\n\n\"least; they were deceived by the height of the corn\nand grain, and coldness of the weather.\n\n\"August 23. A rain happened at Ketton feast of 24\nhours continuance, caused a flood on the meadows for\nfour or five days, so the herd had scarce a place to feed\non; the tethering grass for the horses was all spent,\nand we were forced to take them to house till the corn\nwas off.\n\n\"All garden-stuff was a month later than some other\nyears; no berries on the hedges; no weather for pit-\ncoal carriage; no caterpillars, flies, &c. no kidney-\nbeans, or very few, being destroyed by snails and cold.\n\n\"The year being mostly wet and cloudy, things trans-\nplanted wanted no water nor shading; no fruits were\nwell ripened; no grapes at all.\n\n\"In August, wheat between five and six shillings a\nstrike (bushel); barley above four shillings and six-\npence; maflin five shillings; oats dear.\n\n\"Note. The year 1735 proved the same, in almost\nall particulars.\"\n\nRemark by T. Barker.\n\nI have heard a grazier of this town speak of that year\n1725. I think his account of it was this: that it was the\nwarmest and farthest spring he remembered, till April;\npease and other garden-stuff remarkably forward; and after that time the wettest summer he ever knew.\n\nThe forwardness of the spring at first might make the farmers expect an early harvest, as the account above says they did.\n\nThe year 1723 was as dry as this was wet.\n\nIn the spring 1776, there was a remarkable quantity of seed upon the elms, of which I sow'd a considerable parcel, both of the upright kind and of the witch elm. I believe, not above one seed in five hundred or a thousand, grew; but those which did made much finer plants than those raised from suckers, especially the upright kind, two of which were full five feet high in a year and half from seed, and as thick at the bottom as my finger. They were sown on a north border, to keep them from the scorching sun, but the flies destroyed some of the plants at their first coming up. However, notwithstanding the uncertainty of their growing, I think to sow some more of the seed, when there is any to be got.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106331.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9362,
    "total-output-tokens": 2622,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2476,
        2
      ],
      [
        2476,
        3843,
        3
      ],
      [
        3843,
        5038,
        4
      ],
      [
        5038,
        6190,
        5
      ],
      [
        6190,
        7167,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      true,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106331",
    "title": "Abtract of a Register of the Barometer, Thermometer, and Rain, at Lyndon, in Rutland, 1777. By Thomas Barker, Esquire. Communicated by Sir John Pringle, Bart. P. R. S.",
    "authors": "John Pringle, Thomas Barker",
    "year": 1778,
    "volume": "68",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/106331"
  }
}