{
  "id": "c75182fc09e35f6fe48e0c0901341214b8b511ea",
  "text": "V. Part of a Letter from Mr. Aubry, F. R. S. Dated Feb 24. 1696. to Sir John Hoskyns, V. P. of the R. S. Concerning a Medicated Spring in Glamorganshire.\n\nIn Lancarim (the next Parish) is a Medicated Spring, much frequented from several Counties, time out of Mind, for the Kings Evil. There is a Rill of about an Ell broad between Two Collines, covered with Wood; about Twelve Yards from this Spring, the Rill falls from a Rock Eight or Nine Foot high, which makes a grateful Noise; the Spring (which is exceeding clear) comes out of a pure White Marle, I thought there had been no White Marle in Wales, for the Earth is Red. Above this Spring (about a Yard broad and deep) spreads an old Oak with Hoary Mols; on the Boughs whereof Two Crutches. A Graduate Doctor hereabout imputes the Vertue of this Spring to the Lime Stone, and says one of the chief Ingredients of the Doctors, for the Kings Evil, is Lime-Water.\n\nVI. Several Observations in the North Islands of Scotland. Communicated to the Royal Society by Mr. Martin Martin.\n\n1. All Tribes of Fowls are observed to have their Sentinels, especially in the Night, the Watchfulness of the Scart is true to a Proverb; I have known one, who by surprizing the Sentinel, catched Three Hundred in a Night.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102402.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3182,
    "total-output-tokens": 389,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1254,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102402",
    "title": "Part of a Letter from Mr. Aubry, F. R. S. Dated Feb 24. 1695/6. to Sir John Hoskyns, V. P. of the R. S. concerning a Medicated Spring in Glamorganshire",
    "authors": "Mr. Aubry",
    "year": 1695,
    "volume": "19",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/102402"
  }
}