{
  "id": "ac4cf170ba2ee1cf278a7ca2e804baf04ecb52e5",
  "text": "XIV. Reasons for giving the name Proteo-Saurus to the fossil skeleton which has been described. By Sir Everard Home, Bart. V. P. R. S.\n\nRead April 1, 1819.\n\nIn the three Papers which I laid before the Society upon the subject of this fossil skeleton, I never ventured to hazard a conjecture upon the place in the chain of created beings, to which the animal belonged.\n\nThere were many circumstances which proved it to be unlike any animal at present in existence; some again making it an approach to the bird; others that connected it with fishes; so that I determined to prosecute the investigation till I had attained more satisfactory information respecting the skeleton, before I attempted to give the animal a name. This I think I have now done, the bones of the pelvis being the only ones not yet brought to light, and these are not necessary to enable us to make out the peculiar characteristics of the skeleton.\n\nThe discovery of the animal having four feet, established by the annexed drawings, removed it almost entirely from the finny tribe, in which there is no instance of such a mode of progressive motion.\n\nIt appears also distinct from the lacertæ, in which there is no instance of cupped vertebrae. All that tribe, as well as snakes and frogs, have the vertebrae united by regularly formed ball and socket joints.\n\nThese facts made it evident that the skeleton belonged to\nan animal, somewhere intermediate between fishes and lizards, although belonging to neither; and the name *Ichthyosaurus* has been suggested by those who saw it in that point of view.\n\nFinding the farther I advanced in my investigation, that the approaches to the lizard were greater and greater, and the only association with fishes was in the cupped vertebrae, I was led to examine the vertebrae of the Proteus, three specimens of which Sir Humphry Davy had just sent me from Germany, and found them all deeply cupped at both extremities, and the intervertebral cavity filled with a fluid. I found the same structure in the vertebrae of the syren from Carolina, and in those of the axolotl from Mexico, Dr. Leach having placed at my disposal a specimen of the axolotl, in all respects similar to that brought to Europe by Humboldt, and so well described by Cuvier. In both of these last species the cavity was filled with elastic ligament, and in the axolotl, the septum between the two cups was not completely closed.\n\nMons. Cuvier, who has proved in so satisfactory a manner that the proteus and syren are completely formed animals, has expressed his doubts respecting the axolotl; and hints at its resembling the larva of the salamander; but leaves the matter open for future enquiry.\n\nWhen it is mentioned that the salamander has ball and socket joints to its vertebrae, and those of the axolotl are cupped, that celebrated anatomist will agree that these animals belong to different genera; and admit that, if the axolotl is a larva, the complete animal must have cupped vertebrae, which structure, I believe, is only met with in the proteus,\nthe syren, and the axolotl; and these three when compared together, appear to be equally complete animals.\n\nThis opinion is strengthened by the observation, that the parts of the rana paradoxa which are removed when it becomes a frog, contain no bone, all the tail beyond the pelvis being soft cartilage. The same remark holds good with respect to the larva of the salamander, and I should believe with all other larvae.\n\nFrom this statement it appears, that the proteus from Germany, the syren from Carolina, and the axolotl from Mexico, not only agree in having lungs and gills, and therefore capable of breathing both in air and water; but in having feet, and cupped vertebrae, and therefore capable of employing both the mode of progressive motion of land animals and of fishes; and whatever variations there may be among themselves, yet as they all possess these two great distinguishing characters, which no other animals have, they must be allowed to form a distinct tribe, or more properly a distinct class, which, not to multiply terms, I shall call Proteus, till a more appropriate name is given.\n\nThe fossil skeleton resembles the Proteus tribe in having feet and cupped vertebrae, but differs from it in having long ribs attached to a regularly formed sternum, admitting of the chest being very capacious, and also in having no arches fitted for gills; it cannot therefore be called a Proteus, although allied to it, in having two modes of progressive motion. It resembles the lacerta in its mode of breathing, but differs from it in the mode of setting on the ribs on the spine, the form of the legs and feet, and the bony plates of the eyeballs; it cannot therefore be called a lizard.\nIts place in the chain of animal creation is clearly pointed out to be between the proteus and lizard, and will be sufficiently marked out by calling it Proteo-saurus.\n\nEXPLANATION OF THE PLATES.\n\nPLATE XIII. The representation of a portion of the skull of the Proteo-saurus, half the natural size, showing the form of the nasal bones immediately before the orbit. This is the only specimen in which these bones have been met with entire.\n\nPLATE XIV. The representation of the sternum in an entire state, in its natural situation, confirming every thing shown in a Plate in a former paper, and determining its extent, which was not before so exactly known. The appearance of the ribs, shows that they come forwards towards the sternum in a bony form, as in the camelion, from which however they differ in having no joint, each rib being made up of one piece through its whole length, and at that part which forms the curve there is an increase of substance, making it stronger than the rest. There is something similar to this in the ribs of the chætodon of Sumatra, a description of which, by Mr. Bell, has a place in the 83rd volume of the Philosophical Transactions. The figure is of the natural size, which is the smallest that has come under my observation; the drawing is made by Mr. De la Beche.\n\nPLATE XV. Fig. 1. The representation of the skeleton of the Proteo-saurus, more entire than any hitherto met with; it is of the natural size. The different bones of which it is composed are sufficiently perfect, and sufficiently in their\nplaces, to make any verbal explanation unnecessary. The drawing is made by Mr. Clift.\n\nFig. 2. A vertebra of the proteus from Germany, represented by Mr. Bauer, magnified ten times, to show the cup-formed extremities.\n\nFig. 3. A vertebra of the proteus from South Carolina, magnified four times, by Mr. Bauer, to show the same part.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107501.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12820,
    "total-output-tokens": 1714,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1390,
        2
      ],
      [
        1390,
        3040,
        3
      ],
      [
        3040,
        4740,
        4
      ],
      [
        4740,
        6282,
        5
      ],
      [
        6282,
        6615,
        6
      ],
      [
        6615,
        6615,
        7
      ],
      [
        6615,
        6615,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107501",
    "title": "Reasons for Giving the Name Proteo-Saurus to the Fossil Skeleton Which Has Been Described",
    "authors": "Everard Home",
    "year": 1819,
    "volume": "109",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/107501"
  }
}