{
  "id": "4fade6eddefc6aba94659acd7a35a4b6fc3ab0dc",
  "text": "gain with so much hast, after I shall have made a little voyage up-\non the Red Sea, whither I go every year to visit the poor Slaves\nin the Gallies of the Turks, &c. F.Brothais.\n\nExtract of a French Letter, written by F. Jacques Paul Babin, a Jes-\nuit, to F. Ignatius Bardy of the same Company, from Negropont,\nMay 15, 1670; and lately communicated by the Learned Jesuit Ber-\ntet to a Friend of his in London; concerning the Flux of the\nEuripus.\n\nAlthough the Euripus be a Symbol of inconstancy; yet hath\nit this advantage, that whereas the great things, which the\nAntients have recorded of the Cities and Rivers of Greece, are\nor appear no more in being, the Euripus still remains what it\nhath been. 'Tis true, that the Town of Chalcis is destroyed,\nbut in the place thereof we may see that of Negropont in Euboea,\nwhich is sever'd from Bœcia only by an Arm of the Sea, where\nthis Euripus is found; over which are built two Bridges, one of\nStone, the other of Wood; in the middle whereof is a Rock,\non which the Venetians formerly built a Castle, which on its Gates\ndoth yet shew the Lions, the Arms of the City.\n\nI have not contented myself with reading what Antient Wri-\nters have left us of this Phænomenon, who did either not see it or\nnot consider it with that carefulness and attention I have done,\nhaving made upon the place long Observations, which were\nfound conform to those intelligent Natives, of whom I made in-\nquiry, especially the Turks, that have the care of the Mills of\nthis Euripus, and know all the times when the Wings and Wheels\nof them are to be mov'd and turn'd according as the Water of\nthis Streight by its flux and reflux changes its course.\n\nThe Euripus then is a Streight of the Ægean Sea, so narrow,\nthat a Galley can scarce pass through it, under a Bridge, built\nbetween the Citadel and the Donjon of Negropont. But not\nonly this place, where the Bridge is, is call'd the Euripus, but\nalso ten or twelve leagues on each side of it, where the Cha-\nnel being more large, the inconstant course is not so sensible,\nas at the foot of the Castle. For three or four leagues on each\nside there are found six or seven Gulfs, wherein this water flows\nit self up, to issue from thence as often as it enters there; and\nthe situation of these Gulfs contributes to the odness of this\nflux and reflux; of which the Moon seems to be the principal\ncause.\n\nThere are twenty daies of each Moon, in which the course of\nthe Euripus is regular, and ten, in which 'tis irregular; that is to\nsay, five daies before and five daies after the New and Full\nMoon, the course of it is regular and strong; and then you see\nthere the like phenomena with those of the Ocean at Bourdeaux.\nThe Sea hath two Fluxes and Refluxes in twenty four hours,\nand every day it retardeth almost an hour. But there are nine\nor ten changes of the course of the water during the remaining\nten daies of inequality; unless it blow hard, for then the course\nchangeth not above six or seven times. I once stayed on the\nMill (which is under the Bridge,) 1½ hour, and I saw the course\nof the water change thrice, though the wind was pretty high;\nand the Wheels of the Mill turn'd as often divers waies. Monsieur\nde la Hogue, a Parisian Gentleman, being curious, staid there\nalmost a whole day with a Janissary; and the Moon being near\nthe Full, he observ'd the same thing that happens in the Ocean.\nBut though he design'd to stay there full twenty four hours du-\nring the irregular daies, he was dissuaded from it for fear of the\nTurks, that might take him for a Spie and do him some mis-\nchief.\n\nI said, that for twenty daies the Flux and Reflux is as in the\nOcean, or as at Venice; but with this difference, that the water\nof the Ocean rises many feet high; but in the Euripus it riseth\nnot much above a foot: besides, in the Ocean 'tis observed, that\nthe water in its rising flows into the ports and towards the Land,\nand in its full runs into the Main; but in the Euripus when the wa-\nter riseth, it runs then into the Sea, and when it sinks, it flows into\nthe channel going towards Constantinople.\n\nThe small Gulfs, that are on the left side of the port of Negro-\npont, are fill'd when the water riseth; and emptied, running to-\nwards Thefflonic or Constantinople, when it descends. I wrote\nto the R. Vabois, desiring him to observe; and he took notice\nof the same at Constantinople, viz., that the waters of the Black\nSea, that come from Constantinople, drive the Euripus in its\nrising\nrising towards the main Sea, and that there-after the waters retire themselves towards the same place again whence they came.\n\nI caused the same person to make another observation, which was, That that swelling of the Euripus which is irregular, lasted not above a good quarter of an hour, and the sinking thereof, three good quarters, though then the water ran with more rapidity, and seem'd to us to come away in thrice as great plenty, than when he saw it rise. I know not whether this proceeded from the wind, not being able to assure you, that this effect is ordinary, till I have oftner observed it.\n\nBetween the ascent and descent there is a little interval, wherein the water seems to be at rest and stagnating, so that, if there be no wind stirring it, bits of wood and straw lye still upon the water without motion.\n\nFrom what I have said, 'tis not difficult to reconcile the Authors that have written so differently of the Euripus. For those that have said, that there is nothing in it but what is seen in the Ocean, that is, Two Fluxes and Refluxes in twenty four hours, have only observ'd it in those twenty daies of its Regularity. And the Antients have not deliver'd a falsehood, when they say, that there are Seven Reciprocations in one day, because that happens when the Winds trouble and retard the Cours of the water: and I do assure, by often reiterated Observations, that when 'tis still weather, the Flux and Reflux is made even to nine or ten times in a natural day.\n\nA Relation",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101067.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 1617,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2174,
        2
      ],
      [
        2174,
        4469,
        3
      ],
      [
        4469,
        5970,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101067",
    "title": "Extract of a French Letter, Written by F. Jaques Paul Babin, a Jessuit, to F. Ignatius Bardy of the Same Company, from Negropont, May 15.1670; And Lately Communicated by the Learned Jesuit Bertet to a Friend of His in London; Concerning the Flux of the Euripus",
    "authors": "Bertet, F. Jaques Paul Babin",
    "year": 1671,
    "volume": "6",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/101067"
  }
}