{
  "id": "72bfda2b98d2389a911394a201992a532d899aab",
  "text": "II. A Letter of the Reverend Mr. John Sackette, A.M. to Dr. Brook Taylor, Reg. Soc. Secr. Giving an Account of a very uncommon sinking of the Earth, near Folkestone in Kent.\n\nSIR,\n\nI am about to give you the best Account I can of what is remarkable, and known almost to all hereabouts, concerning the pressing forward of the Cliffs, and sinking of the Hills in the Neighbourhood of our Town of Folkestone. I begin with giving you a Sketch of the Situation of the Country. This I shall do by describing a strait Road from what we call the Mooring-Rock, to Tarlingham-House; the manner of the Country, as to the Rising and Falling, being much the same, for about a Mile on either Hand of the Road described.\n\nA. The Mooring-Rock, about half-way between high and low Water-Mark.\nB. The Foot of the Cliff 50 Yards from the Rock.\nC. The Top of the Cliff, about 6 Yards high.\nC D. A Plain of 50 Yards.\nD E. A cragged Cliff, of 60 Yards high.\nE F. A Plain above a Mile long.\nF G. An Hill of steep Ascent, near half a Mile.\nG H. The Land from the Top of the Hill to the House, near a Mile.\n\nI. Tarlingham House, lying near 2 Miles and a half N. N. W. from the Rock.\n\nE G H. A Line of Sight.\n\nK B L. The Shore at High Water Mark.\n\nI hope Sir, you will understand the Situation of the Place pretty well, tho' I have not observed exact Proportion in the Sketch; which the Paper would not allow after I had taken the Rise of the Cliffs so high, which I thought proper for the more particular Describing of them.\n\nThe Mooring-Rock (tho' it lies surrounded with great numbers of other Rocks) is itself a most noted one, known by this Name, time out of mind. At this Vessels use to be moored, while they are loading other Rocks; which they take from hence, not only for our own Pier Heads, but for those of Dover Pier; and a very great Quantity of them were Shipt, in the time of Oliver's Usurpation, and carried to Dunkirk, for the Service of that Harbour.\n\nThis Rock has remain'd fixt thus, for the memory of Man; and old Men have observed, that, for forty Years and upwards, the distance between it and the Foot of the lesser Cliff A B. has been much the same; neither can they be much out in their Guess, the Distance being so small. Tho' there seems nothing extraordinary in this, yet its what they take special Notice of, to their great Surprise: for they say, and prove by good Marks and Tokens,\nkens, that the lesser Cliff BC has been constantly falling in, insomuch, that from time to time, in their Memory, near 10 Rods forward to the Land has been carried away by the Sea. From whence, as it appears that the Plain between the Top of the lesser Cliff and the Foot of the higher CD has been formerly double the Breadth that it is at present, so the distance been the Rock and the Foot of the lesser or lower Cliff AB should have increased in Proportion, and would have been double at present, to what it has been formerly: But this Distance remaining the same (as is above noted) or rather less (in the Opinion of many) is what is greatly wonder'd at: nor can it be accounted for otherwise, than by supposing that the Land pressing forward into the Sea is washed away by the high Tides; and, as often as this happens, presses forward again. This pressing forward of the Land into the Sea, would be incredible, were it not shewn to be matter of Fact; and that not only at this one Place of Observation, but by like Observations all along this Coast, as far as the Situation continues the same.\n\nNow, Sir, let us climb both these cragged Cliffs, and place our selves at the Top of the higher One, at the Point E. And here we are to observe, that (as old Men inform us) upward of forty Years ago, not so much as the Top of Tarlingham-House could be discern'd, neither from hence, nor yet a good Distance off at Sea; but it discover'd itself by degrees, till at this Day, not only the whole House, but a great Tract of Land below it, is plainly to be seen, as in the Line of Sight EGH. The Tract of Land is more in Proportion than describ'd in the Sketch, between the Point at H and the House. In this there can be no Fallacy; and we can ascribe it to nothing less than the sinking of the Hills (for their Tops could never wear\naway considerably, being always cover'd with Grass, and never broken up by the Plough or otherwise). These Hills are all of Chalk, and have probably very large Caverns within, Springs of Water always flowing plentifully from the foot of them; and I have had it observ'd to me, that upon their Tops frequent Cracks have been taken notice of. Whatever be the Cause of it, 'tis not to be doubted but that these Hills are greatly sunk. And this sinking of the Hills, the People at this Place believe, forces the Cliffs and all the Land forward into the Sea. The Cliffs consist of great ragged Sand-Stones till we come to near a Yard (at some places more) of the Bottom; then we meet with what they call a Slipe, i.e. a slippery sort of Clay always wet. Upon this Slipe at the bottom, they presume that the hard Stony Land above slides forwards toward the Sea, as a Ship is launch'd upon tallow'd Planks. I thought it proper to give you this account of the Nature of the Earth; and withal to mingle with it the Opinion of the People, that you might perceive they are so far from doubting of the Truth of what is abovewritten, that they endeavour to find some Solution of it, as being a thing not more strange than true. If I should take all the Hands that can be got to testify the Truth of this, it would make too large a Roll, so I shall chuse only a few of the most antient and of best Credit.\n\nI assure my self that I have Credit enough with you to be believed upon my own single Subscription, that I am,\n\nSIR, Yours,\n\nFolkestone in Kent,\nFebruary 24, 1715-16.\n\nJohn Sackette.\n\nWe\nWe whose Names are underwritten do hereby testify\nthe Truth of the Matters of Fact in the within written\nLetter related,\n\nBenjamin Master, a Jurat of the Town, aged 74,\nRobert Hammond, Senior, a Jurat of the Town, aged 77.\nWilliam Godden, a Fisherman, aged 74.\nThomas Marsh, a Fisherman, aged 72.\nWilliam Hall, a Fisherman, aged 73.\nJames Godden, a Fisherman, upward of 60.\n\nIII. Miscellaneous Observations made about Rome,\nNaples and some other Countries, in the Year\n1683 and 1684; and communicated to the Pub-\nlisher by Tancred Robinson M.D. R.S.S.\n\nSIR,\n\nYOU having been pleas'd to think some of my Ob-\nservations might be agreeable to the Publick, I\nshall here freely give you them (such as they are) o-\nmitting those that were formerly extracted out of the\nMSS. Diaries of my Travels, some of which are Printed\nin several Philosophical Transactions, and others in some\nof Mr. Ray's English Tracts.\n\nIn my Journey from Rome to Naples I observ'd on the\nRubbish of the Tre Taberne an unusual Vegetable for\nthat place, remote from Town or House, which was the\nFicus Indica Spinosa commonly call'd the Opuntia or Tuna,\nand by our Writers of America the Prickly-Pear, whose\nJuice gives the Urine a red Colour; when I came to\nNaples, I found it there near the Rocks, and in some wild\nsolitary Places like a Native. If the Spaniards planted it,\nthey chose desert Situations. On this Plant the Cochineel",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103087.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9546,
    "total-output-tokens": 1989,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        776,
        2
      ],
      [
        776,
        2388,
        3
      ],
      [
        2388,
        4219,
        4
      ],
      [
        4219,
        5799,
        5
      ],
      [
        5799,
        7199,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103087",
    "title": "A Letter of the Reverend Mr. John Sackette, A. M. to Dr. Brook Taylor, Reg. Soc. Secr. Giving an Account of a Very Uncommon Sinking of the Earth, Near Folkestone in Kent",
    "authors": "John Sackette",
    "year": 1714,
    "volume": "29",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/103087"
  }
}