{
  "id": "828b5146f8a39f04fe13944673760c301736eb43",
  "text": "Now by this Account it appears, that it is not much above 200 Years since those Shoes, before described, were worn; and consequently it cannot be much longer, since the Earth hath been raised there to the Thicknesses before mentioned, viz. of 10 or 12 Foot; and since Bicker Haven grew up to be (as now it is) higher Land than the Country on each Side of it. By which may be conjectured, what a Change a Century or two more may make in the Out-falls of the Rivers of Witham, Welland, Nyne and Ouse; and consequently the Necessity of taking some other Method for preventing the impending Mischiefs, which threaten the Navigation of the said Rivers, and those who have Estates and Interests in the great Level of the Fens, and are concerned about the Draining of them.\n\nIX. An Account of a monstrous double Birth in Lorraine. Communicated to the Publisher by Mr. Colin Mac Laurin, Prof. Math. Abredon. R. S. S.\n\nThe Underwritten Surgeon in Ordinary to his Royal Highness the Duke of Lorraine, certify, that on the last of December, 1722, I went by his Orders to Dom Remy la Pucelle, to see there Sebastiana Camus, aged 44 Years, delivered on the 24th of the said Month, being Christmas Eve, about eight o’Clock in the Evening, of two Children, or Twins, joined together in the Manner as appears by the Draughts, (Fig. 1, 2.) viz. There is one Head, one Neck, one Breast, one Abdomen, and two Hands on one Side; and there are as many Parts on the other; the whole being well proportioned and plump, joining together by the Belly, which is common to both, so that one of the Heads is\nin the Place where the other's Feet should be, and the other Head is in its natural Place; they have but two Legs for both of them, which seem to arise from the transverse Apophyses of the Vertebrae of the Loins on one Side; and from the opposite Region of the Loins, comes out a Leg ending with a Joint which bends forwards, and at the Extremity forms a small Stump, like a Finger, articulated by Ginglymus. There is but one Fundament for both, by which they void their Excrements; they have but one Navel-string, and the Parts proper to the Female Sex are also single: They eat and drink with their Mouths severally, and while the Breast is given to one, the other cries for it: They sleep and are awake, sometimes both at the same time, sometimes separately. Each of these Children has been baptized: one of them is somewhat plumper than the other, which is more puny, and not so fresh-colour'd. The Head of the one, which is a little bigger than that of the other, came first to the Birth, the two Arms lying on the Breast followed next; the Legs lay on the Sides of the Breast of the Second; the opposite Leg, which is single, was extricated afterwards; last of all, the Arms of the second Child, being ranged on the Side of its Head, made it easy for the rest to come out. The Bodies of both these Children make no more in Bulk than that of one ordinarily does.\n\nIt is observable, that the Mother can assign nothing that had had any relation to this Event, during the Time of her Pregnancy.\n\nI am just now informed, that both these Children are equally well in Health.\n\nNancy, the 21st of January,\n1723. N.S.\n\nF E V R Y.\nBy another Account communicated to the Royal Society, we are inform'd, that these Children lived two Months after the Birth.\n\nFig. 1. Represents the fore View of the Twins.\n2. Their Back-part.\n3, &c. 4. The Skeleton.\n5. The Breasts and Abdominal Muscles, after the external Teguments were removed.\n6. Part of the Viscera of the Abdomen.\n7. The Urinary and Genital Parts.\n\nThe two first Figures were drawn in their Life-time, and the five following were taken after their Death, by Order of his Royal Highness the Duke of Lorrain.\n\nX. Observations and Experiments on the Sal Catharticum Amarum, commonly called the Epsom Salt. By Mr. John Brown, Chymist, F. R. S.\n\nTHAT the Salt, of late Years distinguished by the Title of Sal Catharticum, is made from what, at the Salt Works, is called Bittern, is pretty commonly known; but the particular Manner how this Bittern is produced, and from it, these Salts, has not yet, as I know of, been communicated to the World, in such a Manner, as to become intelligible. And the Opprobrium unjustly cast upon the Salt, of its being a counterfeit Epsom Salt, or something made in Imitation of it, or common Salt dissolved and recrystalized, has",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103634.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 11620,
    "total-output-tokens": 1309,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        0,
        4
      ],
      [
        0,
        1580,
        5
      ],
      [
        1580,
        3207,
        6
      ],
      [
        3207,
        4388,
        7
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "None",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103634",
    "title": "An Account of a Monstrous Double Birth in Lorrain. Communicated to the Publisher by Mr. Colin Mac Laurin, Prof. Math. Abredon. R. S. S.",
    "authors": "Colin Mac Laurin",
    "year": 1722,
    "volume": "32",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/103634"
  }
}