{
  "id": "03a0a4efc3eb7a60928a4e5fb0a74680f152cae6",
  "text": "A Latin Letter written to the Publisher April 9, 1672, n.s., by Ignatius Gaston Pardies P. Prof. of the Mathematisks in the Parisian Colledge of Clermont; containing some Animadversions upon Mr. Isaac Newton, Prof. of the Mathematicks in the University of Cambridge, his Theory of Light, printed in N°. 80.\n\nEgo ingeniosissimam Hypothesin de Lumine & Coloribus Clarissimi Newtoni. Et quia nonnullam Ego operam dedi in ista contemplatione atque Experimentis peragendis, perscribam ad Te paucia, quae mibi circa novam istam doctrinam occurrerunt.\n\nCirca ipsam Luminis naturam illud proiectum extraordinarium videtur, quod ait vir eruditissimus, Lumen constare ex aggregatione infinitorum propemodum radiorum, qui suapte indole sunt qui que colorum referant retineantque, atque adeo nati apti sint certa quaedam & peculiari ratione, plus aliq, aliq minus, refringi: Radios ejusmodi, dum promiscui in aperto lumine confunduntur, nullatenus discerni, sed candorem potius referre; in refractione verò singulos unus coloris ab aliis alterius coloris secerni, & hoc modo secretos, sub proprio & nativo colore apparere: Ea corpora sub aliquo colore, v.g. rubro, videri, quae apta sint reflectere aut transmittere radios solummodò rubros, &c.\n\nIstae tam extraordinaria Hypothesis, qua, ut ipse observat, Dioptricae fundamenta evertit, praxeique hactenus institutas inutiles reddit, tota nititur illo Experimento Prismatis Crystallini, ubi radii per foramen fenestra intra obscurum cubiculum ingressi, ac deinde in parietem impacti, aut in charta recepti, non in rotundum conformati, ut ipsi, ad regulas refractionum receptas attendenti, expectandum videbatur, sed in oblongam figuram extensi apparuereunt: Unde conclusit, oblongam ejusmodi figuram ex eo esse, quod nonnulli radii minus, nonnulli magis refringerentur.\n\nSed mibi quidem videtur juxta communes & receptae Dioptricae leges figuram illam, non rotandam, sed oblongam effe oportere. Cum enim radii ex oppositis disce Solaris partibus procedentes, variam habeant in ipso transitu Prismatis inclinationem, varie quoque refringi debent; ut cum unorum inclinatio 30 saltem minutis major sit inclinatione aliorum, major quoque evadat illorum Refractio.\n\nXXX\n\nIgitur\nIgitur Radii oppositi, ex altera superficie Prismatis emergentes magis divergunt & divaricantur, quam si nullatenus, aut saltem aequaliter, omnes infracti processissent. Refractio autem ista radiorum fit solummodo versus eas partes qua fingi possint in planis ad axem Prismatis rectis; nulla autem refractionis inaequalitas contingit versus eas partes, qua intelligantur in planis axi parallelis; ut facile demonstrari potest: superficies enim duo Prismatis cenferi possint inter se parallelae, ratione habita ad inclinationem axis, cum singulae ipsi axi parallele sint. Refractio autem per duas parallelas planas superficies nulla computatur, quia quantum ab prima superficie radius in unam partem torquetur, tantum ab altera in oppositam partem detorquetur. Igitur cum radii solares e foramine per Prismata transmissa ad latera quidem non frangantur, procedunt ulterius, perinde ac si nulla Prismatis superficies obstitisset, (habita, inquam, vatione solum ad lateralem illam divaricationem;) at vero cum idem radii ad superiores seu inferiores partes, aliud quidem magis, aliud verò minus, utpote inaequaliter inclinati, infringantur; necesse est eos magis inter se divaricari, adeoque & in longiorem figuram extends.\n\nQuin si calculus ritè obeat; ut radii laterales inventi sunt & Cl. Newtono in ea latitudine qua subtendit arcum 31', qui arcus respondet diametro Solis; ita nullus dubito, quin illa inventa quoque altitudo imaginis, qua 2 gradus & 49' subtendit, sit illa spatia qua eidem diametro Solis post inaequales refractiones in illo spatio causa respondeat.\n\nEt reverà, posito Prisme ABC, cujus angulus A sit 60 grad. Radio DE, qui faciat cum perpendiculari EH angulum 30 grad. Invenio illum, dum emergit per FG, facere cum perpendiculari FI angulum 76 gr. 22'. At vero posito alio radio d E, qui cum perpendiculari\nculari EH faciat angulum 29° 30', invenio illum, dum emergit per fg, facere cum perpendiculari fi, angulum 78° 45'. Unde isti duo radii DE, dE, qui procedere supponuntur ex oppositis partibus disce Solari, faciantque inter se angulum 30', idem dum emergunt per lineas Fg, fg, ita divergent ut constituant angulum inter se 2 gr. 23'. Quod si duo alij radii assumerent magis accedentes ad perpendiculararem EH, (v.g. qui cum eadem perpendiculari facerent, unus quidem angulum, 29° 30', alter vero, 29° 18';) tunc iidiem radii emergentes magis adhuc divergenter, constituerentque angulum majorem etiam aliquando plus quam trium graduum. Et praeterea augetur ulterius ista intercapedo refractorum radiorum ex eo, quod duo radii DE, dE, concurrentes in E, illico incipiunt divaricari, atque impingunt in duo puncta disjuncta alterius superficie, nempe in F & in f. Quapropter non sufficit ad obeundum ritè calculum, ex longitudine imaginis imparte in chartam subtrahere magnitudinem foraminis fenestrae; quandoquidem etiam post foamine indivisibili E, adhuc fieret aliud veluti foramen latum in alia superficie, nempe Ff.\n\nQuod etiam vocat Experimentum crucis, mibi quidem videtur quadrare cum vulgaribus & receptis Refractionum regulis. Nam, ut modo ostendi, radii solares, qui accedentes & convergentes faciunt angulum 30', egredientes deinde etiam post indivisibile foramen divergent in angulum duorum & trium grad. Quapropter non mirum, si isti radii, sigillatim impingentes in alterum Prisma, perexiguo item apertum foamine, inaequaliter infringantur, cum si inaequalis illorum inclinatio. Neque refert, quod isti radii attollantur aut deprimantur per conversionem primi Prismatis, manente immoto secundo Prisme,(quod tamen in omni casu fieri non potest) vel quod manente primo immobile, secundum moveatur, ut successivè radios coloratos totius imaginis excipiat & per proprium foramen transmittat; utrolibet enim modo necesse est radios illos extremos, hoc est, Rubrum & Violaceum, incidere in secundum Prisma sub inaequali angulo, adeoque eorundem refractionem esse inaequalem, ut Violaceorum sit major.\n\nCum igitur manifesta causa appareat oblongæ ejusmodi figuræ radiorum, causaque illa ex ipsa natura Refractionis oriatur; non videtur neceesse recurrere ad aliam Hypothesen, aut admittere diversam illam radiorum frangibilitatem.\n\nXxxx 2\nQuod deinde excogitavit de Coloribus, illud quidem egregie consequitur ex precedente Hypothesi; veruntamen nonnullas & ipsum patitur difficultates. Nam quod ait, nullum colorem, sed potius candorem apparere, ubi omnes omnium colorum radii promiscue confunduntur, id vero non videtur conforme omnibus phænomenis. Certè quæ variationes cernuntur in permixtione diversorum corporum, diversis coloribus imbutorum, eadem omnino observantur in permixtione diversorum radiorum diversis item coloribus imbutorum: Atque optimè ipse advertit, quod quemadmodum ex flavo & caruleo corpore exsurgit viridis color; ita ex flavo & caruleo radio viridis item color efficitur. Quare si omnes omnium colorum radii simul confunderentur, necesse esset in ista hypothese, ut illa color apparet, qui revera apparet in permixtione omnium pigmentorum. Atqui si sita, hoc est, rubrum simul & flavum una cum caruleo & purpureo aliisque omnibus, si quæ sint, conterantur & confundantur, non jam candidus, sed obscurus & satur color exsurget. Ergo similis color apparet in lumine ordinarium, quod constaret ex aggregatione omnium colorum.\n\nPræterea nihil primo aspectu magis ingeniosum magisque aptum videtur, quam quod ait circa experimentum acutissimi Hookii, quo duo diversi liquores, quorum alter rubeus, alter caruleus, uterque figillatim pellucidus, simul permixti, opaci evadunt. Id autem ait Clarissimus Newtonus ex eo ortiri, quod unus liquor (solo rubeos natus fit transmittere, alter vero solo flavos; unde permixti nullos transmittent. Hoc, inquam, videtur statim valde appositum; nihilominus tamen ex eo conficeretur, quod similis opacitas fieret in permixtione quorumcunque liquorum qui essent diversi coloris; quod tamen verum non est.\n\nMr. Newtons",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/100940.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 2616,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2211,
        2
      ],
      [
        2211,
        4040,
        3
      ],
      [
        4040,
        6383,
        4
      ],
      [
        6383,
        8118,
        5
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-100940",
    "title": "A Latin Letter Written to the Publisher April 9. 1672. n. st. by Ignatius Gaston Pardies P. Prof. of the Mathematics in the Parisian Colledge of Clermont; Containing Some Animadversions upon Mr. Isaac Newton, Prof. of the Mathematicks in the University of Cambridge, His Theory of Light, Printed in N degrees. 80",
    "authors": "Pardies P.",
    "year": 1672,
    "volume": "7",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/100940"
  }
}