{
  "id": "95a764a7efba2d8f89e0a6ba2136c0a19b0e576b",
  "text": "XLVII. Remarks on the Mutations of the Stars; by Tho. Barker, Esq; of Lyndon, in Rutland: Communicated by the Rev. W. Stukeley, M. D. F. R. S.\n\nRead Jan. 31, 1760.\n\nIt is well known there have been several alterations among the fixed stars: for instance, Ptolemy's *ultima fluvi*, a first magnitude star, is in Dr. Halley's catalogue of the southern constellations only a third magnitude: and in much less time, the δ of the Great Bear, which Bayer seems to have judged just of the same size with the other six, is grown far duller than any of them. Some stars also have quite disappeared, while again new ones, not seen before, have been discovered: and there are others periodically larger and smaller. Two very remarkably bright, yet short-lived, stars, have been also seen, one in Cassiopeia, the other in Serpentarius; which breaking out, at once, with greater lustre than any other fixed star, gradually faded, and changing to different colours, in about a year and half were no longer visible. But, I think, no one has yet remarked, that any lasting star was of a different colour in different ages: Greaves, on the contrary, takes notice, that the colours of the stars and planets are the same now as the antients observed; which is, I believe, very true in general: for Ptolemy, in his catalogue of stars, says, Arcturus, Aldebaran, Pollux, Cor Scorpii, and Orion's Shoulder (with another to be mentioned presently), are ὁποζίππος, reddish: and the five here mentioned are still\nof that colour, and, I think, the only considerable stars which are so.\n\nBut, to this rule there seems to be one exception, and that in a remarkable star: for old authors mention the Dog star, which is now white, and not at all inclined to redness, as being then very much so; as in the following places:\n\nΤοιος καὶ φρενὸς αἰρομένω ὑπὸ νυκτὸς\nΦαινεται ἀμφοτεροῖσι κυων ὑπὸ ποσσὶ βεβηκὼς\nΠοικίλος ——— Αράτου φαινομένα. 326.\n\nWhich Cicero thus turns—See Gruter’s Cicero, IV. 359\n\nNamque pedes subter rutilo cum lumine claret\nFervidus ille Canis stellarum luce refulgens.\nSeu rubra Canicula findet\nInfantes statuas ——— Hor. Sat. II. 5, 39.\n\nAcrior fit Caniculæ rubor, Martis remissior Jovis nullus. Seneca Quest. Nat. I. 1.\n\n'Ο εν τῷ ῥοματι λαμπροτάτος καλαμενος κυων ὑπο-\nκύρρος. Ptolemy. Κυνος ατερίσμος.\n\nΠοικίλος, in the quotation from Aratus, does not expressly mean red; but is always used of something shewy, glittering as gold, various-coloured, &c. as in the following places.\n\nΤειχεα ποικελα χαλκω. Homer's Il. v. 181.\nΠαρδαλέν μεν πρώτα μεταφρενον* ευρι καλυψε\nΠοικίλη ——— Ιλ. x. 30.\n'Ος καλλίγος ενν ποικιλμασιν ——— Od. o. 107.\nΒηττυ εις Οδυσσα δαιφρονα ποικιλομηττυν. Od. x. 202.\n\nVol. LI. Ttt Aratus\nAratus therefore, I think, shews at least, that the Dog star was not then of the same colour as other stars: and, as Cicero turns it *rutilus*, it appears he either understood the word to mean red, or knowing by his own view it was so, thought it the proper interpretation; for *rutilus* is used of what is reddish, and often of the red glare of a fire, or the dawn, as below:\n\n— *rutilum vomit ille cruorem.* Ovid. Met. V. 33.\n\nPromissae et rutilate comae. Livy. XXXVIII. 17.\n\nArma inter nubem, coeli in regione serena.\n\nVirg. Æneid. VIII. 528.\n\nPer sudum rutilare vident,\n\nSin maculae incipient rutilo immiscerier igni.\n\nGeorg. I. 454.\n\nAuroram rutilare procul cerno.\n\nVarro, de Ling. Lat. VI. 5.\n\n*Rubra,* in Horace, will, I think, bear no other sense than red, or else it is the heat he there chiefly speaks of: and though, I think, Latin authors confound *Canicula*, some using the word for *Sirius*, others for Procyon; yet it plainly appears, that *Sirius* is here meant, since Horace always calls it *Canicula*, and never uses the word *Sirius*: but Aratus and Ptolemy leave no room to doubt what star it was, being expressly speaking about the Dog star.\n\nSeneca says, the redness was so strong as to exceed that of Mars, to which no star now approaches. None of the notes on Seneca clear up this matter: Fromondus, indeed, observed the place, and declared his astonishment at it; but does not attempt\nto solve the difficulty. Ptolemy's is, however, the most undeniable evidence, who, when directly describing the stars, and particularly mentioning the Dog star, says, expressly, it was of the same colour as Cor Scorpii, and the other stars, which are still red; so that I do not see how his evidence can be disputed.\n\nThere is, however, one objection to what I have said, but I, think, not an unanswerable one; which is, that, at first sight, Hyginus seems to call Sirius white: but since, if so, he contradicts the other authors I have above quoted to prove it red, and, because he there says something I do not well understand, I shall quote the whole.\n\nHygini Poetic Astron. II. 35.\n\nCanis habet in lingua stellam unam, quae ipsa Canis appellatur; in capite autem alteram, quam Isis suo nomine statuisse existimatur, et Sirion appellasse propter flammæ candorem; quod ejusmodi sit, ut praeter caeteras lucere videatur, itaque quo magis eam cognoscerent, Sirion appellasse.\n\nHe again distinguishes these two stars, lib. III. 34.\n\nCanis habet in lingua stellam unam, quae Canis appellatur, in capite autem alteram, quam nonnulli Sirion appellant, de quo prius diximus.\n\nOf two stars in the Dog's head, Isis and Sirius, Eratosthenes also speaks:\n\nΚαταγερισμος λγ. Κυων — Εχει δε ασηρας, επι μεν της κεφαλης α οσ Ισις λεγεται, της γλωττης α ον και Σειρων καλεσι μεγας δε εξε η λαμπρος, τες δε τοιατος Ttt 2 ασηρας\nHyginus, in distinguishing Canis from Sirius as two different stars, seems, to me, to contradict all other writers, who speak of them as one, except, perhaps, two or three latter ones, who directly quote Hyginus's words. Sirius, or Canis, the brightest star in the heavens, is that, which Ptolemy calls in the mouth; Eratosthenes and Hyginus, in the tongue: but whether Bayer γ, which Flamstead calls a third magnitude star, Ptolemy only a fourth, was in more antient times larger, I will not pretend to say; since, Eratosthenes and Hyginus both speak of two stars in the Dog's head, as thought worthy of particular names. If, in Hyginus, flammæ candorem means the whiteness of its light, as candor often does, he expressly contradicts what I have quoted above from others; yet still I think Ptolemy's authority is greater than that of Hyginus. But that candor is also used for innocence, beauty, brightness, &c. take the following examples.\n\nBis senis equis candore eximio trahentibus. Suet. Cæs. Octav. 94.\n\nSi tamen ille prior, quo me sine crimine geffi\nCandor——— Ovid. Epift. IV. 31.\n\n—— formæ nisi candor. Metam. I. 743.\n\nCandore noto reddas judicium peto.\nPhædrus. III. Prol. 64.\n\nPendebant ex auribus insignes candore et magnitudine Lapilli. Quint. Curt. IX. 4.\nUt cum videmus speciem primum, candoremque cœli. *Cic. Tusc. Quaest.* I. 28.\n\nSolis candor illustrior quam ullus ignis. *De Nat. Deor.* II. 15.\n\nIn the second or third last quotation, *candor* is used in the same sense as in Hyginus, for brightness, without regard to colour; for so, I think, he must be understood, not only to avoid contradiction between him and Ptolemy, but from the name *Sirius*, which it could not be called from its whiteness, Σειρός bearing no relation to that, but to brightness, heat, or dryness; all which the antients speak of, as properties of the Dog star. Again, it is brightness, wherein it excels all other stars, and not in whiteness; for Orion's foot and others are as white, but there is none so bright as the Dog star. All this is said, on supposition there was but one remarkable star in the Dog's head, that in the mouth: for if there were two, as Hyginus says, we are not here concerned with either the brightness or colour of his *Sirion*, which was in the head, as it certainly faded before Ptolemy's time, who mentions only one, that in the mouth, and which, he says, was then red, but is now white.\n\nTo conclude the whole; however remarkable and without precedent it may be, that so noted and lasting a star as the Great Dog should have changed its colour, yet as at least five different writers affirm it, some so expressly, and where their subject required them to speak particularly about it, it appears to me to have been certainly the case. If, however, any one, startled at the strangeness of the thing, thinks\nthe evidence I have brought insufficient to prove it, he is desired to invalidate what I have here said, by a deduction of fresh evidence, and to account for these several expressions in old authors, which seem to prove, that such a change has really happened.\n\nXLVIII. The Method of making Sal Ammoniac in Egypt; as communicated by Dr. Linnaeus, from his Pupil Dr. Hasselquist, who had been lately in those Parts: By John Ellis, Esq.; F. R. S.\n\nRead Jan. 31, 1760.\n\nSAL Ammoniac is made from the foot arising from the burnt dung of four-footed animals, that feed only on vegetables.\n\nThis dung is collected in the four first months of the year, when all their cattle, such as oxen, cows, buffaloes, camels, sheep, goats, horses, and asses, feed on fresh spring grass, which, in Egypt, is a kind of trefoil, or clover: for when they are obliged to feed their cattle on hay, and their camels on bruised date kernels, their excrements are not fit for this purpose; but when they feed on grass, the poor people of Egypt are very careful to collect the dung quite fresh, and, for that purpose, follow the cattle all day long, in order to collect it as it falls from them; and, if it is too moist, they mix it with chaff, stubble, short straw, or dust, and make it up in the form of cakes, about the same size and shape as it lies on the ground.\n\nThen",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105393.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12084,
    "total-output-tokens": 3209,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1488,
        2
      ],
      [
        1488,
        2699,
        3
      ],
      [
        2699,
        4109,
        4
      ],
      [
        4109,
        5522,
        5
      ],
      [
        5522,
        6791,
        6
      ],
      [
        6791,
        8352,
        7
      ],
      [
        8352,
        9698,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105393",
    "title": "Remarks on the Mutations of the Stars; By Tho. Barker, Esq; Of Lyndon, in Rutland: Communicated by the Rev. W. Stukeley, M. D. F. R. S.",
    "authors": "W. Stukeley, Tho. Barker",
    "year": 1759,
    "volume": "51",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/105393"
  }
}