{
  "id": "785da222628e4350fe755d8dbd13d8ceba007475",
  "text": "one of the stomachs of a calf, brought forth dead at the full time, of the same colour with those on its skin. As this observation renders the proof, however clear and unexceptionable it was before, fuller, I was unwilling to omit it here.\n\nBrigg, July 12,\n1755.\n\nMalcolm Flemyng.\n\nXLIII. An Account of the Success of Agaric in Amputations, &c. in a Letter from Mr. William Thornhill, late Surgeon to the Infirmary at Bristol, to Robert Dingley, Esq; F. R. S.\n\nNovem. 2, 1755.\n\nRead Nov. 13, 1755.\n\nI have made use of the agaric in four amputations: the first was on the arm, between the elbow and wrist; the second and third were below the knee; and the fourth on the crural artery. In every case it answered beyond my expectation; the patients had little or no fever, and no spasms at all, which are frequently the consequences of the ligature, and sometimes fatal. I am surprised, that any objections are made to the use of it. I fear the true reason of its not being used in general practice proceeds from a narrow selfish way of thinking; but it is my opinion it will make its way, to the honour of its first author. I am well satisfied, it is the best medicine in all the materia medica yet discovered for that purpose.\n\nI have\nI have tried it in female cases, with great success, by injecting a strong decoction of it in haemorrhages from the uterus, and particularly in fluxes of that kind after delivery.\n\nXLIV. Lunæ defectus Elbis à Doctore Joanne Mendefio Sachetto Barbosa, Philosophiae & Medicinae Professore, Regiæ Societatis Londinensis Socio, & Medicæ Academiae Matritensis, Regalis Elbensis Nosocomii Medico, observatus Die 27--28 Martii, Anno 1755. Communicated by J. De Castro Sarmento, M. D. F. R. S.\n\nRead Nov. 20, 1755.\n\nN. O N telescopio, sed tubo optico sat- tis claro & longo, hoc lunare deli- quium observavi: eclipeos tamen initium, vel in- strumentorum debilitate, vel usus defectu, accurate determinare vix potui. Ne tamen apparentias pro veritatibus acciperem, initium non nisi quando de eo nemo claræ mentis & visus dubitare poterat annotavi. Idem de fine dicendum; veruntamen tempus a me datum pro proxime certo haberi poteat. Pro certo, inquam, non respective ad tempus verum, quia qua- drante, & meridiana fixa certa destituti sumus; sed ad tempus à solari nostro horologio horizontali indi- gitatum. Fatemur tamen hoc horologium solare, secundum regulas gnomonicas, aut non exactè de- scriptum, aut non perfectè locatum nobis videri.\n\nVol. 49. M m Aer",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104936.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 805,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1234,
        2
      ],
      [
        1234,
        2485,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104936",
    "title": "An Account of the Success of Agaric in Amputations, &c. in a Letter from Mr. William Thornhill Late Surgeon to the Infirmary at Bristol, to Robert Dingley, Esq; F. R. S.",
    "authors": "William Thornhill",
    "year": 1755,
    "volume": "49",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104936"
  }
}