{
  "id": "38c159006e5ef9323a98fbe1b793b2c17eaf1d70",
  "text": "PHILOSOPHICAL\nTRANSACTIONS.\n\nXII. On the specific gravity, and temperature of Sea Waters, in different parts of the Ocean, and in particular seas; with some account of their saline contents. By Alexander Marcet, M.D. F.R.S. &c.\n\nRead May 20, 1819.\n\nWhile analyzing the waters of the Dead Sea and the River Jordan, about twelve years ago, and conversing on the peculiarities of these waters with a late valuable and lamented Member of this Society, Mr. Tennant, it occurred to us that a chemical examination of different seas, in a variety of latitudes and at different depths, might be interesting; and that, however unlikely to be productive of any striking discovery, such an inquiry, conducted with due care and attention, might afford curious results, and throw some light on this obscure subject. We accordingly began to collect specimens of sea water from various parts of the globe, and it was agreed that I should, aided by Mr. Tennant's occasional advice, submit them to chemical analysis.\n\nIn the course of a few years I became possessed, through MDCCCXIX.\nthe kindness of several friends, of a great variety of specimens of sea water; and I was preparing to examine them, when a most deplorable accident deprived science of the sagacious philosopher from whose friendship and enlightened assistance I had anticipated so much advantage. Procrastination and delay were the natural consequence of this misfortune; and I should probably have entirely lost sight of the subject, had not my intention been again directed to it by the late expeditions to the Arctic regions, and the great zeal and kindness of some of the officers engaged in them, in procuring for me specimens of sea water, collected in different latitudes, and under peculiar circumstances, so as to add greatly to the value of those which I previously possessed.*\n\nI must not omit to observe, however, that this subject has, at various periods, engaged the attention of philosophers. Thus BERGMAN,† WATSON,‡ NAIRN,§ BLADH,|| LAVOISIER,¶ PAGÉS,** PHIPPS,†† LITCHTEMBERG,‡‡ PFAFF,§§ BOUILLON-LA GRANGE and VOGEL,||| &c., have turned their attention to the subject of sea water, and ascertained some valuable, though in general detached and often discordant facts; and more lately the celebrated traveller HUMBOLDT,¶¶ Dr. MURRAY of\n\n* I am also indebted, both to Sir JOSEPH BANKS and to the British Museum, for various specimens of water from the same expedition.\n\n† BERGMAN’s Opusc. Vol. I. ‡ WATSON’s Chemical Essays, Vol. V. p. 91.\n§ Philos. Trans. for 1776. || KIRWAN’s Geological Essays, p. 350.\n¶ LAVOISIER’s Memoirs, 1772.\n** PAGÉS’ Voyage round the World, from 1767 to 1771.\n†† PHIPPS’s Voyage towards the North Pole, 1773.\n‡‡ LITCHTEMBERG, in SCHEWIGGER’s Journal II. 256. §§ PFAFF, ibid.\n||| Annales de Chimie, Vol. LXXXVII.; and Ann. of Philos. IV. 200.\n¶¶ HUMBOLDT, Relat. Historique, Vol. I.\nEdinburgh,* Dr. John Davy, now of Ceylon,† and M. Gay-Lussac,‡ have also added many useful facts to this part of natural science. These two last observers, in particular, have given the specific gravities of waters in a variety of latitudes, from England to Ceylon, and from South America to France, and their results appear to lead to the general conclusion, that the variations obtained in those parts of the ocean were but very slight, and are to be ascribed rather to accidental causes than to any general principle.§\n\nThe immediate objects of investigation which presented themselves to me were, first, to ascertain the specific gravities of upwards of seventy specimens of sea water which I had procured from different parts of the world; and afterwards to examine whether any differences could be traced in the chemical composition of those waters. This naturally gave rise to two distinct parts, and afforded a convenient mode of dividing the subject.\n\n§ 1. Of the specific gravities of sea waters, from different seas, and in different latitudes; with some remarks on the temperature of those seas.\n\nBefore I proceed to state the results, I shall briefly describe the mode in which the waters were weighed, and the apparatus which I contrived for the purpose of raising water from the bottom of the sea.\n\nThe specific gravities were taken in the usual mode, that is, by comparison with equal bulks of distilled water of the same\n\n* Edinb. Philos. Trans. Vol. VIII.\n† Philos. Trans. for 1817.\n‡ Ann. de Chim. for Dec. 1817; and Philos. Magaz. Vol. LI.\n§ M. De Humboldt (Personal Narrative, Vol. I.) thought he could perceive that\nDr. Marcet on the specific gravity, and temperature\n\ntemperature.* The balance I used was one which was sensibly affected by \\(\\frac{1}{50}\\)th part of a grain; but I did not think it necessary to use smaller weights than \\(\\frac{1}{20}\\)th part of a grain: so that whenever, in the annexed tables, smaller weights are expressed, in the sixth decimal figure, such very minute parts must not be understood to have been obtained from actual experiment, since they resulted, by calculation, from the conversion of the weights actually obtained into the usual standard of 1000 parts.\n\nThe first idea of the apparatus which I contrived for raising water from the bottom of the sea, occurred to me about ten years ago, on accidentally seeing in an instrument maker's shop, a machine, said to be the identical one which was used for a similar purpose by Dr. Irving, in Captain Phipps's (since Lord Mulgrave) expedition.† This consisted simply in a cylindrical vessel having an opening at the top, and a similar one at the bottom, each closed by a flap or valve opening only upwards, and moving freely upon hinges. When this sea water was less salt between the tropics than between the coasts of Spain and Teneriffe; and his observations seem to lead to the inference, that there is a specific gravity peculiar to the water of each zone; a conjecture, however, which the facts collected in this paper do not appear to confirm.\n\n* It may perhaps be worth while to mention a small improvement which was introduced in the vessel used for weighing the waters. The apparatus consisted in a thin phial, nearly spherical, containing between five and six hundred grains of distilled water, and having a very light ground glass stopper. But as I had observed on former occasions that such phials were apt to burst on the stopper being forced in, from the compression of the liquid with which they were filled, I had the stopper made with a very small longitudinal aperture through it, so as to allow a minute quantity of water to ooze out; and this was very easily accomplished (by Mr. Newman, of Lisle-street) by forming the stopper of a portion of thermometer tube, the bore of which perfectly answered the desired purpose.\n\n† Phipps's Voyage to the North Pole in 1773.\napparatus was sunk into the sea, the valves would, of course, be kept open by the current of water passing freely through the machine so long as it descended; and when drawn up again, the valves would be kept closed by the water acting in an opposite direction. As however, in heaving a machine of this kind from a great depth, it is almost impossible that some oscillations should not take place in it, either from the motion of the boat, or from some accidental jerks in pulling the line, it is evident that these oscillations being necessarily communicated to the valves, partial changes of the water contained in the vessel are almost unavoidable. It was principally with a view to remove this objection, that I modified the principle of the apparatus in the following manner. I procured a strong cylindrical brass vessel, capable of holding about half a pint of water, and having, like Dr. Irving's machine, an aperture both at the top and bottom, with a valve at each aperture opening upwards. But these valves, instead of being allowed to move backwards and forwards freely upon their hinges, were, when closed, firmly locked by springs; and when open, could only be kept in that state by the application of a certain degree of force. This force consisted in a weight of several pounds, suspended to the extremity of a cord, the other end of which was fastened to the valves; and the machine was so constructed (as will be readily understood by referring to the annexed sketch, Plate XI.), that the moment the valves were relieved of the weight which kept them open, they closed instantly, and were forcibly locked by the above mentioned contrivance. Now the machine being open, with the weight suspended to it at a few feet distance, and the whole being let down into the sea, it is evident that the apparatus must continue perfectly open\nand pervious till the weight touches the bottom, at which moment it closes itself, and remains, in that state. The water brought up in this machine, therefore, can only come from the bottom, and from no intermediate depth; for whenever the apparatus fails in reaching the bottom, it continues pervious, and on being raised out of the water is found open, and emptied of its contents. The advantage however of raising water from the bottom with certainty, whenever the bottom can be reached, is a valuable one, and has already enabled me to ascertain some curious points respecting the sea of Marmora, as will be presently seen; and if some mode could be contrived of closing the machine at any desired intermediate distance from the surface (an object to which I have directed the attention of the ingenious instrument-maker, Mr. Newman), it would then answer every desired purpose.*\n\n* Since this paper was written, Mr. Newman has succeeded in constructing a machine, (just in time to be put on board of Lieut. Parry's ship, about to sail to Baffin's Bay), which seems well calculated to answer the desired object, under any circumstances. The principle is essentially the same as that of the machine which I have just described, namely, that of closing itself when it touches the bottom; but with this material addition, that the valves, when the bottom cannot be reached, may be closed at any given depth, by causing a weight to descend along the cord to which the machine is suspended, till it comes into contact with it, and closes the valves by an appropriate contrivance. A sketch of this machine, with its explanation, is also annexed at the end of this paper, Plate XII.\n\nAmong the attempts which have been made to bring up water from any given depth, I should not omit to mention an ingenious contrivance of Mr. Tennant, which he thought calculated to answer the purpose tolerably well, and which, as will be seen hereafter, was used some years ago with apparent success.\n\nMr. Tennant's contrivance consisted in a wooden box, capable of holding a few ounces of water, and opening like a snuff-box, by a lid moving upon hinges, and fitting water-tight. The box, when closed, was forcibly kept in that state by a spring; but when about to be used, it was partially opened, and was prevented from shutting itself\nI shall now proceed to state the results which I have obtained in regard to the specific gravities of sea water; and for the sake of conciseness I shall present them in the form of again by means of a small spring or wedge. It remained open so long as it descended; but when pulled up again, the wedge was thrown out of its place, and this obstacle being removed, the box closed itself instantly. This was effected by means of a small fly-wheel, so confined as to admit of no motion during the descent of the machine; but the moment it began to ascend, the pressure of the water communicated to the wheel a rotatory motion, which, through a little mechanical contrivance, disengaged the spring and closed the box.\n\nAnother, and more elaborate invention, of the same kind, (a description of which may be found in the 'Journal of Science and the Arts, Vol. V.) was devised last year by Sir Humphry Davy, and was repeatedly used in the late voyages towards the North Pole; and in fact, many of the specimens of waters from those regions, which I have examined, were raised by means of that ingenious, though I apprehend, not unexceptionable apparatus.\n\nThe principle of this instrument may be stated in a few words. It consists in a strong copper bottle of an oblong shape, closed at its neck by a stop-cock. To this bottle is attached laterally, and in a parallel direction, a metallic tube closed at the top and open at the bottom, with an air-tight piston moving within the tube. As the open end of the tube therefore descends into the sea along with the bottle, the piston which closes the orifice of the tube is gradually forced upwards into it, as the machine sinks, the air within it being proportionally compressed; but when the piston has reached a certain part of the tube, it meets with a catch and opens the cock of the bottle, which, of course, instantly fills with water; and there is an ingenious contrivance by which the machine may be set before hand, so as not to let in the water till a certain known degree of pressure is made by the superincumbent column.\n\nCaptain Ross, in his account of his 'Voyage to the Arctic regions' (Appendix, page cxxiv.), makes the following observation: 'Sir Humphry Davy's apparatus answered the purpose for which it was intended; but it did not close so as to prevent the water from escaping or mixing with that nearer the surface as it came up.' This objection however, which might probably be removed, is of no great importance, as the aperture in question being very small, and situated at the upper end of the vessel, there is no risk of any sensible change taking place in the contents of the vessel through that aperture, while traversing the upper strata. But the machine appears liable to the\ntables, taking care to annex to each specific gravity, under the head 'observations,' any collateral information which I may be able to offer.\n\nmore serious objection of depending for accuracy upon very nice adjustments, which can hardly be relied upon under very great pressures.\n\nLieut. Franklin, who commanded his Majesty's ship the Trent, and was not provided with one of Sir Humphry Davy's machines, sometimes used a cylindrical leaden vessel with two valves, like that employed by Dr. Irving; and at other times he made use of an empty corked bottle, the cork being strongly tied to the bottle. In every instance the bottle was found filled, the cork having been forced into the bottle; except on one occasion, on which the bottle had filled itself without the cork being driven in, not apparently from its being more strongly fastened than in other cases, but rather probably from its being more porous, so as to allow the water to filter through it before the pressure was sufficient to move it from its position. Lieut. Franklin had with him my instrument; but he used it only in a few instances, on account of its being too light to reach great depths, and of too delicate a structure to render the addition of a very large weight practicable; an objection however which may very easily be remedied. From all these circumstances it is easy to perceive, that the means used for raising water from great depths, have hitherto been far from uniform in their principle, or certain in their performance.\n### Table I. Specific Gravities of Sea Waters.\n\n| Designation of Seas | Nos. of Specimens | Latitude | Longitude | Specif. Grav. | Observations |\n|---------------------|-------------------|----------|-----------|---------------|--------------|\n| Arctic Ocean        |                   |          |           |               |              |\n| 1                   |                   | 66°50'   | 68°30'W   | 1025.55       | Taken up by Captain Ross, in Sept. 1818, from a depth of 80 fathoms, with Sir Humphry Davy's apparatus. Temperature of the water at 80 fms. 30°; at 200 fms. 29°; at 400 fms. 28.5°; at 670 fms. 25°; at the surface 33°. Temperature of the air, 36°. Bottle labelled in Capt. Ross's own hand-writing, with all the above particulars. |\n| 2                   |                   | 74°      | —         | 1025.46*      | By Lieut. Parry, from the surface. The ship surrounded by ice in every direction. Temperature of the water 31°, of the air 34°; 8 July, 1818. |\n| 3                   |                   | 74°50'   | 59°30'    | 1026.19       | By Lieut. Parry. Temperature of water 32°, of air 36°. |\n| 4                   |                   | 75°14'   | 4°49'E    | 1027.27       | By Lieut. Franklin, from the surface, 10 Sept. 1818. |\n| 5                   |                   | 75°14'   | 4°49'     | 1027.27       | By Lieut. Franklin, raised with the cylindrical machine, from a depth of 756 fms. Temperature of the water brought up 36°, of the air 35°; 10 September, 1818. |\n| 6                   |                   | 75°54'   | 65°32'W   | 1022.7*       | By Captain Ross, from the surface, 4 miles from the land; 12 August, 1818. |\n| 7                   |                   | 75°54'   | 65°32'    | 1025.9        | By Capt. Ross; from a depth of 80 fms. with Sir H. Davy's machine. Soundings 150 fms. 12 August, 1818. |\n| 8                   |                   | 76°32'   | 76°46'    | 1024.05*      | By Capt. Ross; from the surface. Soundings 100 fms. 22 August, 1818. |\n| 9                   |                   | 76°32'   | 76°46'    | 1026.22       | By Capt. Ross; from a depth of 80 fms. Temperature 30.5°; 22 August, 1818. |\n| 10                  |                   | 76°33'   | —         | 1026.64       | By Lieut. Parry; with Sir H. Davy's machine, from a depth of 80 fms. Temperature of the water 32°, of air 36°; 21 Aug. 1818. |\n| 11                  |                   | 79°57'   | 11°15'E   | 1026.7        | By Lieut. Franklin, from a depth of 34 fms. Temperature of the sea at the surface 30.3°; at 34 fms. 33.2°; of the air 35.2°. |\n| 12                  |                   | 80°26'   | 10°30'    | 1022.55*      | By Lieut. Franklin, 13 July, from the surface; ship beset with ice; 12 leagues from the Coast of Spitzberg. Temperature of the surface, 32.5°, of air 36°. |\n| 13                  |                   | 80°26'   | 10°30'    | 1027.14       | By Lieut. Franklin; from the bottom, depth of 237 fms. |\n| 14                  |                   | 80°26'   | 10°30'    | 1027.15       | By Lieut. Franklin; from the bottom, depth of 237 fms., with Dr. Marcet's machine. Temperature of the bottom 33.5°; 13 July, 1818. |\n| 15                  |                   | 80°28'   | 10°20'    | 1026.8        | By Lieut. Franklin; from bottom, depth of 185 fms. surface being frozen. Temperature of the bottom 30.5°, surface 32.5°; 15 July, 1818. |\n| 16                  |                   | 80°29'   | 11°0      | 1026.84       | By Lieut. Franklin; from a depth of 305 fms. being the bottom. Temperature of the air 36°, of the surface of the sea 32.2°; 18 July, 1818. |\n\nN.B. The specimens marked * in the three first tables, cannot be taken into account in calculating the mean specific gravity of the waters of the ocean, their saline contents being much diminished either by the vicinity of large masses of ice, or of great rivers, which reduce them much below the average standard of density of sea water.\n### Table II. Specific Gravities of Sea Waters.\n\n| Designation of Seas | Nos. of Specimens | Latitude | Longitude | Specific Gravity | Observations |\n|---------------------|-------------------|----------|-----------|------------------|--------------|\n| Northern Hemisphere |                   |          |           |                  |              |\n| 17                  |                   | 63°49'   | 55°38'W   | 1026.7           | By Lieut. Parry, in July, 1818; from a depth of 80 fms. Temperature of the water 33° of the surface 33°, of the air 32°. |\n| 18                  |                   | 59°40'   | 14°46'    | 1030.04          | By Capt. Basil Hall; from the surface. In July, 1811. |\n| 19                  |                   | 56°22'   |           | 1026.56          | Taken up by Dr. Berger, about 15 leagues from the West Coast of Jutland; depth 23 fms. Dec. 1810. |\n| 20                  |                   | 54°0     | 4°30'     | 1026.8           | By Dr. Berger; Calf of Man, Irish Sea. |\n| 21                  |                   | 53°45'   | 0°20'     | 1026.7           | By Dr. Berger; near Hull. |\n| 22                  |                   | 52°45'   | 4°       | 1021.75*         | By myself; from Barmouth, Wales, near the mouth of the river Mawdack. |\n| 23                  |                   | 48°25'   | 6°34'     | 1030.02          | From Mr. Tennant; taken up by Mr. Lushington. |\n| 24                  |                   | 46°0     | 48°       | 1026.48          | By Mr. Caldwell, Coast of Canada. Temperature of water 42°, of air 50°. |\n| 25                  |                   | 45°20'   | 45°10'    | 1028.16          | By Mr. Caldwell; brought up from a depth of 250 fms. by means of a corked bottle. |\n| 26                  |                   | 45°10'   | 15°       | 1029.34          | By Capt. Hall, in January, 1811. |\n| 27                  |                   | 25°30'   | 32°30'    | 1028.86          | By Capt. Hall; nearly in the middle of the North Atlantic. |\n| 28                  |                   | 22°0     | 89°E      | 1020.28*         | By Capt. Hall; from the mouth of the Ganges, about 20 miles from Calcutta. Water muddy. |\n| 29                  |                   | 13°0     | 74°       | 1027.72          | By Capt. Hall; Coast of Malabar, off Cochin; some sediment, apparently vegetable. |\n| 30                  |                   | 10°50'   | 24°26'W   | 1028.25          | By Mr. Schmidtmeyer, going to South America; bottle blackened, smell hepatic. |\n| Equator             |                   |          |           |                  |              |\n| 31                  |                   | 7°0      | 80°E      | 1030.9           | From Mr. Tennant, by Mr. Lushington, off Colombo, Ceylon. |\n| 32                  |                   | 4°0      | 23°W      | 1027.72          | By Mr. Schmidtmeyer, in April, 1809. Therm. 84°. |\n| 33                  |                   | 3°28'    | 81°4E     | 1030.22          | From Mr. Tennant, by Mr. Lushington. |\n| 34                  |                   | 0°       | 25°30'W   | 1028.25          | By Mr. Schmidtmeyer. |\n| 35                  |                   | 0°       | 23°0W     | 1027.85          | By Capt. Hall, in August, 1817. |\n| 36                  |                   | 0°       | 83°0E     | 1028.07          | By Capt. Hall, in 1815; about 300 miles south of Ceylon. |\n| 37                  |                   | 0°       | 92°0E     | 1026.92          | By Capt. Hall; 3 or 400 miles west of Sumatra, June, 1817. |\n\nThe specific gravity of the specimens marked * in this and the following Table, being obviously much less than common, in consequence of the vicinity of rivers, these specimens have not been taken into account in calculating the mean specific gravity of sea-water.\n### Table III. Specific Gravities of Sea Waters.\n\n| No. | Designation of Seas. | Latitude | Longitude | Specific Gravity | Observations |\n|-----|----------------------|----------|-----------|------------------|--------------|\n| 38  | Southern Hemisphere. | 8° 30' S.| 32° 0' W.| 1028.95          | Taken up by Mr. Schmidtmeier, in May 1806. Temperature 82°. |\n| 39  |                      | 9°       | 35°       | 1029.20          | By Mr. Schmidtmeier, at Pernambuco. |\n| 40  |                      | 11° 30'  | 33° 7'    | 1029.80          | From Mr. Tennant, by Mr. Lushington. |\n| 41  |                      | 21°      | 0°        | 1028.19          | By Capt. Hall, near the middle of the South Atlantic. |\n| 42  |                      | 23° 30'  | 73° E.    | 1028.31          | By Capt. Hall, Tropic of Capricorn, between Madagascar and New Holland. |\n| 43  |                      | 25° 30'  | 5° 30'    | 1032.09          | By Capt. Hall; about half way between St. Helena and the Cape; in June, 1815. |\n| 44  |                      | 28°      | 43°       | 1027.15          | By Capt. Hall; Mosambique, South of Madagascar. |\n| 45  |                      | 35° 0'†  | 56° W.    | 1025.45          | From Mr. Tennant, by Mr. Lushington; mouth of the Rio de la Plata. |\n| 46  |                      | 35° 10'  | 21° E.    | 1027.5           | By Capt. Hall; South of the Cape, on the Banks of Lagullas. |\n| 47  |                      | 35° 33'  | 0° 21'    | 1031.6           | From Mr. Tennant, by Mr. Lushington; phial partly emptied. |\n| 48  |                      | 35° 0'†  | —         | 1022.91          | By Captain Hall, in 1816. There were several phials of this water, with glass stoppers. All the phials were blackened internally by the water, which had a highly hepatic smell. This water, when seen in large masses, has a greenish yellow colour. |\n| 49  | Mediterranean.       | 36° 0' N.| 5° 0' W.  | 1030.1           | By Dr. Macmichael, in 1811, from a depth of 250 fms. in the Straits of Gibraltar, between Cape Europa and Cabrita, with Mr. Tennant's machine. |\n| 50  |                      | 36° 0' N.| 5°        | 1030.5           | By Dr. Macmichael; from the same spot as the preceding, but from the surface. |\n| 51  |                      | —        | —         | 1027.3           | By Mr. Tennant; taken up by himself at Marsailles, in 1815; Latitude not specified. |\n\n† The Latitudes thus marked are stated only as approximations, not being specified on the labels of the bottles.\n### Table IV. Specific Gravities of Sea Waters.\n\n| Designation of Seas. | Nos. of Specimens. | Latitude. | Longitude. | Specific Gravity. | OBSERVATIONS. |\n|----------------------|--------------------|-----------|------------|------------------|---------------|\n| Baltic Black Sea.    |                    |           |            |                  |               |\n| Baltic Sea.          |                    |           |            |                  |               |\n| White Sea.           |                    |           |            |                  |               |\n| Sea of Marmora.      |                    |           |            |                  |               |\n| Sea of Marmora.      |                    |           |            |                  |               |\n\n| 52 | 40°5 N | 26°12 E | 1028,19 | Taken up by Sir Robert Liston, at the entrance of the Hellespont or Dardanelles, from the bottom, 34 fms. deep, by my machine, in June 1812. |\n| 53 | 40°5   | 26°12   | 1020,28 | By the same Gentleman, and exactly from the same spot as the preceding, but from the surface. |\n| 54 | 41°0†  | 29°0    | 1014,44 | By Sir Robert Liston; at the entrance of the Bosphorus or North entrance of the channel of Constantinople, about four miles from the land; from the bottom, 30 fms. |\n| 55 | 41°0†  | 29°0    | 1013,28 | By the same Gentleman; same spot, but from the surface. |\n| 56 |        |         | 1014,22 | By Mr. Sautter; one of the specimens clear; the other slightly hepatic. Latitudes not stated. |\n| 57 |        |         | 1014,14 | By Mr. Sautter, in 1811. Water perfectly clear. |\n| 58 | 65°15 N| 39°19 E | 1018,94 | By the same; latitude not noted. |\n| 59 |        |         | 1019,09 | By Mr. Prevost, in Carlsham harbour; cork and bottle slightly blackened. |\n| 60 | 56°0 N | 15°0 E  | 1004,9  | By Dr. Berger; in 1810, Categat, one mile and a half from the Eastern coast of Jutland. Depth about 14 fms. |\n| 61 | 57°39  |         | 1025,93 | By Dr. Berger; from the Sound, or Passage into the Baltic, halfway between Denmark and Sweden. Depth about 17 fms. |\n| 62 | 56°0   | 12°40 E | 1015,87 | By Captain Ross; from the same spot as No. 6 and 7; sounding 150 fms. from an Iceberg, 12th August, 1818. |\n| 63 | 75°54 N| 65°32 W | 1000,   | By Lieutenant Franklin, from water at the surface, when beset amongst ice. Same spot as No. 15. Temper. of the surface 32.5°—15 July, 1808. |\n| 64 | 80°28  | 10°20 E | 1000,17 | By Lieutenant Franklin, from a floe, the ice being 14 feet deep under the surface; 21st. of June, 1818. |\n| 65 | 79°56  | 11°30   | 1000,6  | By Lieutenant Franklin, from an immense iceberg, August, 1818. |\n| 66 | 79°38  | 11°0    | 1000,15 | By Lieutenant Franklin, on the 26th May, 1818. About 20 miles from Spitzberg, Temp. of air 29°. Soundings 600 fms. Taken from the surface of a small detached piece of ice floating in the sea. |\n| 67 | 76°48  | 13°40   | 1002,35 | By Lieutenant Parry, from young ice on the surface, about ½ inch thick, July 31, 1818. |\n| 68 | 75°40  | 61°20 W | 1000,15 |               |               |\n\n† The Latitudes and Longitudes thus marked were inferred from the description of the spot, not being stated on the bottles.\nIn endeavouring to connect together the various statements contained in the above tables, the following inferences present themselves.\n\nThe ocean in the southern hemisphere, would appear to contain more salt than in the northern hemisphere, in the proportion of $1029.19$ to $1027.57$; as may be seen by taking the mean specific gravity of the waters collected from the two hemispheres. But it must be observed, that a great proportion of the specimens from the northern hemisphere were taken farther from the equator than those procured from the other hemisphere, which may possibly account for the difference in question.*\n\nThe mean specific gravity of specimens taken from various parts of the equator is $1027.77$, and is therefore a little greater than that which prevails in the northern hemisphere, though sensibly less than that of the southern ocean.\n\nThere is no notable difference between different east and west longitudes at the equator; nor is there, in other latitudes, any material and constant difference between waters of the ocean in corresponding east or west longitudes in the same hemisphere.\n\nThere is no satisfactory evidence of the sea, at great depths, being more strongly impregnated with salt than it is near the surface; except under peculiar circumstances, which will\n\n* It may be observed also that Dr. Davy, in the experiments abovementioned (Philos. Trans. 1817), generally found the specific gravity of sea water, both in the South Atlantic and in the Indian Ocean, lower than I have done; for which I am at a loss to assign any reason, unless it be supposed that some of my specimens, from having been long kept, and perhaps not corked with sufficient care, may have undergone some degree of concentration.\nDr. Marcet on the specific gravity, and temperature hereafter be explained, and appear independent of any general law.\n\nIn general the waters of the ocean, whether taken from the bottom or from the surface, appear to contain most salt in places in which the sea is deepest or most remote from land; and the vicinity of large masses of ice seems to have a similar effect to that of land in diminishing the saltness of the sea. If, therefore, in attempting to approach the Pole, the saltness of the sea should appear to increase, and become more uniform at the surface, such a circumstance might be considered as militating against the probability of the sea being extensively frozen in those regions.\n\nIt may be stated generally, that small inland seas, though communicating with the ocean, are much less salt than the open ocean. This is particularly striking in the case of the Baltic; and also, though in a less remarkable degree, in the Black sea, in the White sea, in the sea of Marmora, and even in the Yellow sea.*\n\nThe Mediterranean, though a comparatively small and subordinate sea, is found to contain rather a larger proportion of salt than the ocean.† This appears to form an exception\n\n* The Caspian sea is also said, but upon no certain authority, to be less salt than the ocean. Its waters having, like those of the Dead sea, no obvious communication with those of any other seas, present a particular case well deserving of investigation; and I regret that I have not yet been able to procure a specimen of them, notwithstanding the various attempts which I have made for that purpose.\n\n† This has been stated by various writers, and appears to be the case from the few specimens which I have examined; but I cannot speak with perfect confidence on this point, as I was but scantily supplied with water from that sea, though comparatively so near and so much frequented by navigators of all descriptions. In their analysis of sea water, Bouillon-La Grange, and Vogel state the proportion of saline matter in the water of the Mediterranean to be 41, that of the Atlantic being 38, and that of the English Channel 36.\nto the general fact which I have stated above, and stands in need of explanation.\n\nIn order to account for this, it has been argued that the Mediterranean sea is not supplied by the rivers which flow into it with a quantity of fresh water, sufficient to replace that which it loses by evaporation under a burning sun, assisted by a powerful radiation from the African shores, and the parching winds blowing from the adjacent deserts; so that a current from the ocean is required to replenish this waste, and prevent the Mediterranean from sinking below its level. Accordingly it is observed that a current sets in at all times from the ocean into the Mediterranean, which current, I am informed, is so strong at Gibraltar, as to carry a ship at the rate of two or three miles an hour; and it is felt as far eastward as the Cap de Gat, a distance of upwards of one hundred and fifty miles; so that ships going out of the Mediterranean, scarcely ever attempt to beat out against contrary winds, and usually keep close either to the African or European shore, in order to avoid the full force of the stream.\n\nIf this hypothesis, however, of a disproportion between the loss of water produced by evaporation, and the inadequate compensation afforded by the ingress of rivers, be founded in fact; and if this deficiency be replenished by the saline waters of the ocean, it will be necessary to explain why the waters of the Mediterranean do not gradually increase in saltness, and indeed how it happens that they are not ultimately converted into a saturated brine. It has been supposed, in order to remove this difficulty, that an under-current of water, salter than the ocean, runs out of the Mediterranean at the Straits\nof Gibraltar, and unloads its waters of their excess of salt. But however plausible this theory may be, it must be confessed, that scarcely any other argument has hitherto been alledged in support of the probability of this under-current, than the easy explanation it would afford of the phenomena, and analogies derived from the familiar fact of opposite atmospheric currents formed in confined places, from the mere admission of air of a different temperature.* The following fact, however, for which I am indebted to Dr. MacMichael, who had it from very respectable authority (the British Consul at Valentia), seems to give considerable support to the above theory. Some years ago a vessel was lost at Ceuta, on the Coast of Africa, and its wreck afterwards thrown up at Tariffa, on the European shore, full two miles west of Ceuta. How can this be explained, except by the action of what may be called a counter-submarine current, which would carry a body, sunk to a considerable depth, out of the Straits?\n\nIt was a favourite scheme of the late Mr. Tennant, to examine specimens of sea water from the Straits of Gibraltar, taken both from the surface and from some great depth, in order to ascertain whether the latter would have a greater specific density than the former, a circumstance which, if it did not establish the truth of the theory in question, would at least render it very probable. It was with a view to decide this point, that Mr. Tennant constructed the machine which\n\n* Thus it is well known that if the door of a heated apartment be partially opened, and two lighted candles placed the one at the top and the other at the lower part of the aperture, the uppermost candle will have its flame propelled outwards, by the rushing out of the heated and therefore lighter current, while the other candle will have its flame blown inwards by the opposite effect.\nI have before mentioned, by means of which he flattered himself that water could be brought up from any desired depth; and it was upon the same occasion that I contrived the apparatus above described, in hopes that it would enable me to obtain water from the bottom of the Straits. My friend, Dr. MacMichael, one of the travelling Fellows of the University of Oxford, and Member of this Society, undertook to make the attempt. He succeeded in procuring water in the Straits, from the depth of two hundred and fifty fathoms, with Mr. Tennant's machine; but all attempts to obtain water from the bottom proved fruitless, from the impossibility of reaching it on account of the very great depth of the sea in that spot.*\n\nThe specimens of water, however, procured by Mr. Tennant's machine, were sent home, and were soon afterwards examined, in the presence of Dr. MacMichael, by Mr. Tennant, who could not detect any difference in their specific gravity; and when I lately re-examined the same specimens, which had been preserved, it even appeared (probably from some accidental circumstance) that the specimen from the surface was a little heavier than the other. This point therefore remains to be decided by farther investigation.\n\nWith regard to the waters of the Atlantic, although no pains have been spared by the able and zealous officers employed in the late voyages towards the Pole, to procure specimens of water, both from the surface and from great depths, with a view to compare their densities, and though I have\n\n* This attempt was made in Sept. 1811, in the Bay of Gibraltar, between Cape Europa and Cabrita. See Table III.\n\nMDCCCXIX.\nbeen favoured with many of those specimens, I have not been able to obtain results sufficiently conclusive to enable me to form a decided opinion upon the subject. On referring to the annexed tables, it will be observed, that, in a variety of instances, the water at the surface was much lighter than when procured from some depth; but then it would appear that whenever such a result was obtained, it was owing to the water at the surface being diluted by the melting of large masses of ice; for under ordinary circumstances (as in the case marked No. 5, Table I.), no such difference was obtained between waters taken at the surface, or brought up from a considerable depth; and in no instance did the density of the water of the Atlantic, from whatever depth it was obtained, appear to exceed the mean density of the waters of the ocean.\n\nThe fact however may be, and actually appears to be different in the case of particular seas or arms of the ocean, in which the influence of currents and other local circumstances is more sensibly felt, and the waters of which do not, for obvious reasons, necessarily partake of the uniform saltness of the ocean. The experiment, as was before observed, does not appear to have yet been fairly tried in the Mediterranean, and indeed from the great depth of that sea, it must be extremely difficult, if not impracticable, to raise water from the bottom, at least at any considerable distance from the coast.\n\nIn the instance of the sea of Marmora, in which water was obtained with certainty from the bottom, by means of my machine* (Table IV. Specim. 52 to 55), the result was very\n\n* It was through the kindness of the British Ambassador at Constantinople, Sir Robert Liston, that these specimens were procured. Sir Robert has since told me that the use of the machine was not attended with the least difficulty.\nremarkable. The difference of specific gravity between the upper and lower strata, at the entrance of the Dardanelles, where the depth is very moderate, proved to be nearly as 1020 is to 1028; a very curious result, which gives additional plausibility to the hypothesis just mentioned respecting the entrance of the Mediterranean.\n\nAmong the specimens of sea water collected by Mr. Tennant, a small phial of water was found, which had been sent him from Persia, by his friend, the unfortunate traveller Browne, a short time before he was murdered.* This interesting specimen was taken from the Lake Ourmia or Urumea,† a small sea situated in the province of Azerbijan in Persia, south-west of Tabreez, and at no great distance from the Volcanic region of Mount Ararat. This lake is thus described by Kinneir, in his \"Geographical Memoirs of the Persian Empire,\" page 155: \"The Lake Urumea, generally believed to be the Spanto of Strabo, and Marcianus of Ptolemy, is 80 fursungs, or according to my computation about 300 miles in circumference. The water is more salt than that of the sea, no fish can live in it, and it emits a disagreeable sulphureous smell. The surface is not however, as has been stated, incrusted with salt; at least it was not so in the month of July, when I saw it; on the contrary, the water was as pelucid as that of the clearest rivulet.\" Such salt lakes, entirely unconnected with the ocean, being by no means of frequent occurrence, I propose to give, in another part of this paper,\n\n* I was indebted for this water to my friend Mr. Warburton, who put it into my hands after Mr. Tennant's death.\n† Called also Lake of Shahee (See Morier's Second Journey to Persia, page 286).\nsome account of the saline matter contained in the waters of Lake Ourmia. I shall only state at present that the specific gravity of the specimen of water in my possession, which appears to have been very carefully preserved, is no less than $1165.07$, a degree of saline impregnation which has not, I believe, been observed in any other lake, with the exception of the Dead sea, the waters of which are even heavier.\n\nThe excellent opportunities which occurred, during the late northern expeditions, for procuring specimens of water from the various kinds of ice which are met with in those regions, and the obliging zeal of its commanders, afforded me the means of making some inquiries into the nature of these waters. With regard to the floating masses of ice called *icebergs*, which are formed from the waters of melted snow, and are detached by rain and torrents, or by their own weight, from the vallies and from precipitous rocks along the shores, it was long known that they consist of fresh water, in a state of great purity, though perhaps seldom so perfectly pure as the specimen marked $63$ (Table IV.), the specific gravity of which was exactly $1000$. But the immense fields of ice, or *floes*, which are formed from the actual congelation of the surface of the sea, are of a different description. This ice, generally speaking, is not so compact or so transparent as the icebergs, and it is even stated, in a late curious and elaborate dissertation on the subject of the polar seas, published in the *Edinburgh Review,* that this ice is\n\n* 'Edinburgh Review', vol. XXX, page 15. There is also in the 4th volume of the 'Journal of Science and the Arts,' a paper of Mr. Scoresby, which was read in 1815, before the Wernerian Society, and contains many curious and valuable observations.\nporous, and consists of spicular shoots or thin flakes, which detain within their interstices the stronger brine; that it can therefore never yield pure water; though if the strong brine be first suffered to drain off slowly, the loose mass which remains will melt into a brackish liquid,\" &c. This statement however seems to have been founded rather upon results obtained from the artificial congelation of sea water, than from the examination of the sea ice itself; for it will be seen, by a reference to Table IV., that this ice yielded, in every instance, water considerably purer than we commonly find spring water, or even river water.* Thus, for instance, water from young ice scarcely exceeding half an inch in thickness (Table IV. spec. 58), was found to have a specific gravity of only $1000_{\\text{15}}$; and yet Lieutenant Parry, by whom this specimen was taken up and brought home, told me that he had not used the precaution of wiping the ice before he suffered it to melt, a circumstance which is more than sufficient to account for the minute quantity of saline matter which it contained.\n\nIt appears therefore well established that sea water, when in the act of passing to the state of ice, parts with the whole, or nearly the whole of its salt to the lower and denser strata; and it may be inferred also from several of the results men-\n\n* I found the specific gravity of the water of the Thames, taken from a large cistern in Lombard-street, $1000_{\\text{43}}$. The water was quite clear; and, from the cistern being filled at different periods of the tide, afforded a good average of that water at London Bridge. I found the specific gravity of the water of the New River, taken from a cistern in my own house, $1000_{\\text{52}}$; and I was rather surprised to find that the specific gravity of a specimen of spring-water, from a well in Russell square, was only $1000_{\\text{17}}$.\ntioned in the annexed tables, that this separation of saline matter does not exclusively belong to ice actually formed; but that it also prevails, more or less, in water which is only approaching to the state of ice, or has just passed to the liquid state; so that (as appears from specimen 64), there are circumstances under which water may be found on the surface of the sea almost entirely deprived of its saline contents; which fully accounts for the great difference of density observed in the northern ocean, between the surface of the sea and its lower strata. This separation of the saline matter had long been shown, by experiments upon a small scale, to take place during the freezing of sea water; and Mr. NAIRNE, who ascertained this point so far back as the year 1776,* states that this congelation takes place at the temperature of about $28.5^\\circ$, the water thus frozen being almost entirely freed from its salt. Upon trying a similar experiment with the air pump, in the mode invented by Mr. LESLIE for artificial congelation, I found that I could, without the least difficulty, and in the course of a few minutes, freeze sea water of the specific gravity of 1026. The water congealed when the thermometer reached $27^\\circ$; then it rose to $28^\\circ$, and remained at that temperature. This experiment being repeated with another portion of the same water, but more slowly and with weaker sulphuric acid, the temperature gradually sunk to $20^\\circ$, when the whole mass froze at once, the ice being quite smooth and not at all frothy, though it did not exhibit the dry snowy surface which is observed in the freezing of fresh water under similar circumstance. The thermometer, as in the former case, rose to $28^\\circ$ instantly, and\n\n* Philosop. Trans. Vol. 66.\nremained stationary at that point. The ice being taken out of the receiver and the vessel inverted, a small quantity of strong brine drained off from it. This was mixed with the portion of water, which, in the former experiment, had escaped congelation, and the specific gravity of these mixed unfrozen residues proved to be $1035_{\\frac{1}{16}}$; whilst that of the frozen portions, after being washed with distilled water, then melted and mixed together, was $1015_{\\frac{2}{16}}$. These results seem to show that a certain degree of rest and slowness in the process, and probably also a certain mass of water, are conditions required for the entire separation of the salt; and hence we are enabled to account for the slight differences which we observe in this respect, in various specimens of water taken from the frozen surface of the sea.*\n\nWith regard to the important questions connected with the temperature of the Arctic seas, it will be seen by a reference to the tables, that this interesting subject of inquiry was not overlooked in the late Northern Expeditions, and that some curious observations were made in those regions, on the temperature of the sea, both at the surface and at different depths. Thus for instance it is stated in the 1st. Article of Table I., on the authority of Captain Ross, that in lat. $66_{\\frac{5}{10}}$, and long. $68_{\\frac{3}{10}}$, west, the temperature of the air being $36^{\\circ}$, that of the\n\n* I have also frequently, in the course of these experiments, frozen, by means of cooling mixtures, small quantities of sea water in tubes, with a thermometer in the water. When a certain degree of agitation was used, the water generally froze at about $25^{\\circ}$ or $26^{\\circ}$; but when, (as will be seen in the latter part of this paper,) a more considerable vessel of sea water was exposed to congelation, the vessel being quite full and kept at rest, the water was cooled to between $18^{\\circ}$ and $19^{\\circ}$ before it became solid. In either case the thermometer uniformly rose to $28^{\\circ}$, at the moment of congelation.\nwater was found to be $38^\\circ$ at the surface; $30^\\circ$ at the depth of 80 fathoms; $29^\\circ$ at 200 fathoms; $28.5^\\circ$ at 400, and $25^\\circ$ at 670 fathoms.* These results are the more singular, as they are at direct variance with those obtained, nearly at the same period, by Lieut. Franklin, in the Polar or Greenland seas, in higher latitudes. It will be seen by the curious and valuable table which Lieut. Franklin has permitted me to annex to this paper, that, with only one or two exceptions, he uniformly found the sea to be sensibly warmer at great depths than near the surface, and that the difference often amounted to four or five degrees. Lieut. Beechy, one of the officers of the same vessel, and Mr. Fisher, who was on board the Dorothea, both of whom made similar observations, have also favoured me with an account of their results, which, as will be seen by a reference to their respective tables, perfectly coincide, in their general import, with those of Lieut. Franklin.\n\n* Captain Ross in his account of a 'Voyage to the Arctic regions,' has himself published some of the results which he obtained respecting the temperature of the sea in Davis's Straits, and Baffin's Bay. Thus in latitude $72,22$, longitude $79$, he found the temperature of the bottom of the sea, at the depth of 1050 fathoms, $28.5^\\circ$ (Appendix, p. lxxxv.). And in latitude $72,23$, having examined the temperature of the sea at the depth of 500, 600, 700, 800 and 1000 fathoms, he found that it gradually decreased from $35^\\circ$ to $28\\frac{1}{2}$ (Appendix, page cxxiv.). These differences, though not so considerable as that above related, all concur in establishing the general fact, that the lower strata, in that particular track of the northern ocean, are colder than the surface. The instrument which Captain Ross employed, was a register-thermometer, the indications of which were occasionally compared with the temperature of the mud and earthy fragments of various kinds which he raised from the bottom of the sea, by an appropriate instrument of his own contrivance; as this mud, both from the quantity raised, and from the manner in which it was confined, retained its temperature for a sufficient length of time not to be materially altered on reaching the surface.\nOn the other hand, Lieut. Parry, who had the command of the ship Alexander, in Captain Ross's expedition (and is now appointed commander of the second expedition to Baffin's Bay), fully confirms the observations made by Captain Ross, and also by Captain Sabine,* on board Captain Ross's ship; so as to place beyond all doubt the fact of Baffin's Bay being colder at the bottom than it is at the surface.†\n\nBut although these points may be considered as satisfactorily established, it must be admitted that the various modes\n\n* Captain Sabine has been so obliging as to furnish me with a table containing some of his observations on the subject, which will be found in the Appendix.\n\n† Captain Phipps also states in his Journal (Appendix, page 142), that he found the temperature in Baffin's Bay, at the depth of 680 fathoms, as low as 40°, the surface being 55°, and the air 66½°.\n\nOther observers have obtained, in other seas, analogous results. Thus, De Saussure having examined with great care the temperature of the Mediterranean at various depths, found it in two different places to be 19,6° of Reaumur's scale, or about 56° Fahr., at the depth of 900 and 1800 feet, the surface being about 71°; and he was induced to conclude that the temperature of the Mediterranean at great depths is uniform, and not likely to be affected by the vicissitudes of the atmospheric temperature, or by changes of season (Voyage dans les Alpes, III. § 1351 and § 1391).\n\nM. de Humboldt, whose attention was often directed to this subject, makes the following curious observation. \"In the seas of the tropics we find that at great depths the thermometer mark 7 or 8 centesimal degrees (or about 45° Fahr.). Such is the result of the numerous experiments of Commodore Ellis and of M. Peron. The temperature of the air in those latitudes being never below 19° or 20° (or about 56° Fahr.), it is not at the surface that the waters can have acquired a degree of cold so near the point of congelation, and of the maximum of the density of water. The existence of this cold stratum in the low latitudes is an evident proof of the existence of an under-current, which runs from the poles towards the equator: it also proves that the saline substances, which alter the specific gravity of the water, are distributed in the ocean, so as not to annihilate the effects produced by the differences of temperature.\" (\"Personal Narrative of Travels,\" English edition, Vol. I. page 63.)\n\nMDCCCXIX.\nin which the experiments were made, could not be relied upon as to perfect accuracy.*\n\nIt is obvious that these defects in the methods employed, though affecting the precision of the results, and rather tending to render them less striking, could not in the least degree invalidate the general conclusion, that in Davis's Straits, and in Baffin's Bay, the sea, at great depths, is considerably colder than at the surface; while to the east of Greenland, and in rather higher latitudes, the temperature of the ocean follows precisely the opposite law.\n\nThese various facts having an obvious and immediate connexion with the density of water under different temperatures, my attention was naturally directed to that circumstance in respect to sea water, which had not yet, I believe, been the subject of direct investigation. It had been long suspected, but was first established by Deluc, and afterwards correctly ascertained by Sir Charles Blagden, that water, in cooling towards the freezing point, ceases to contract when its temperature reaches about the 40th degree; but that, on the con-\n\n* Captain Ross, who generally used a register-thermometer, might easily have detected, by a comparative observation, any material error made in ascertaining the temperature of the mud which he brought up by his apparatus; and as he appears to have occasionally availed himself of that mode of checking his observations, we may presume that his results were free from any considerable error. Lieut. Franklin, on the other hand, when he could not reach the bottom, and was therefore unable to make use of my machine, employed that used by Dr. Irving, consisting of a leaden cylindrical vessel with two valves; a convenient apparatus, but which, as I before observed, is liable to some inaccuracy. He sometimes also used a corked bottle, which he sunk to a great distance from the surface, and by means of which he obtained, doubtless, water from considerable depths; but it was obviously impossible to estimate with exactness the precise depth from which this water was procured, or the change of temperature which it had undergone in traversing the upper strata.\ntrary, it begins to expand, and continues to do so till it becomes solid, at which moment it undergoes a farther and much more considerable expansion.* The question which I was desirous of ascertaining was, whether the same, or any analogous law, prevailed in regard to sea water.\n\nThe mode in which I first attempted to decide this point, was simply by cooling sea water, by means of cooling mixtures, till it reached the freezing point, and ascertaining its specific gravity, at each degree of temperature, as it approached congelation. Researches of this description are liable to a variety of practical difficulties, which I could not altogether overcome by this method, and the results which I obtained, offered slight inconsistencies, which prevented my relying upon their strict accuracy.† Still however they uniformly led me to the conclusion, that the law of greatest specific density at $40^\\circ$, did not prevail in the case of sea water; but that, on the contrary, sea water gradually increased in weight down to the freezing point, until it actually congealed.\n\nSoon afterwards I used another method, which afforded more precise, and, as far as I am able to judge, decisive results. Instead of weighing the water, I measured its bulk, under various temperatures, by means of an appropriate apparatus. A sketch of this instrument (which was executed by Mr. Newman) is given in Plate XII., and an explanation is annexed, which supersedes the necessity of any farther de-\n\n* Philosophical Transactions for 1788, page 143.\n\n† In experiments of this kind it is always necessary to make an allowance for the contraction of the glass vessel, the effect of which is to produce an apparent expansion of the fluid contained in it. There are formulae for this purpose, and in particular that derived from Roy's experiments, which was adopted in Gilpin's Tables. According to Roy, a vessel of glass of the capacity of 10,000,000, would enlarge, by 1 degree, to the capacity of 10,000,129.\nscription. The general conclusion drawn from four experiments, the results of which did not essentially differ from each other, was, that if a vessel filled with sea water of the specific gravity of about 1027, and of any temperature above the freezing point, be gradually and slowly cooled, the water contracts in bulk; and that this contraction continues to proceed, though in a diminishing ratio, till the temperature has reached 22° of Fahrenheit's scale. At this point the water appears* to expand a little, and continues to do so till its temperature is reduced to between 19° and 18°, at which point the fluid suddenly expands to a very considerable degree, shooting up with great rapidity, and forcing itself out at the open end of the tube. At the same moment the thermometer rises to 28°, and remains at that point. The liquid is now\n\n* I say appears, because the rise of the column, occasioned by the contraction of the glass, may in part account for this effect. It would have been extremely difficult to have estimated this circumstance with precision in the above experiment, because the tube belonging to my apparatus was not perfectly uniform in its bore. But by ascertaining the capacity of a given portion of the tube, as well as that of the bulb of the apparatus, and calculating the contraction produced in the glass by a reduction of four degrees of temperature, I have been able to satisfy myself that the effect arising from this contraction could only produce about one half of the rise of the column observed in this experiment. So that it can hardly be doubled but that some expansion, however small in its amount, takes place in sea water when cooled from 22° to 18°. But I hope to be soon able to repeat the experiment in a more perfect manner, by a method similar to that employed, for an analogous object, by MM. Dulong and Petit, and described in their excellent paper on the \"Mesures des Temperatures, &c. 1818.\"\n\nIt may also be objected to this experiment, that the bulb has not its interior cooled uniformly, since the surface must be acted upon by the application of cold before the central parts. This is true to a certain extent. But from the great slowness of the experiment (which lasted about three hours at each time), this source of error is in a great degree avoided; and, that the greatest degree of cold actually reached the centre of the vessel, was proved by a nucleus of ice being formed in it, which closely invested the bulb of the thermometer.\nfound frozen, and in a few minutes the maximum of expansion is obtained. During this congelation the apparatus was never broken, and I satisfied myself by various trials with other vessels, that if a vent, however small, be allowed to sea water at the moment of freezing, the vessel is preserved entire, which, it is well known, scarcely ever happens in the case of common water.*\n\nA singular consequence to be drawn from these experiments seems to be, that, since sea water does not begin to expand till it has been cooled below the point at which it usually freezes, if its congelation were not retarded, it would become solid without undergoing any previous expansion, and the law in question would altogether cease to exist in the case of sea water.\n\nWith regard to the singular anomalies of temperature in the Arctic seas, which have given rise to this digression, though some of the facts in question may now be more easily understood, it would be premature, until the observations have been multiplied, and the facts themselves more accurately investigated, to attempt to bring them under any\n\n* The ice thus produced, it should be remembered, is very different from that which forms on the surface of the sea, since the latter parts with its salt in the act of freezing, a separation which can but very imperfectly take place in confined vessels. Accordingly I found the ice produced in this experiment soft and compressible like the water-ice of confectioners.\n\nWith regard to the quantity of expansion which sea water undergoes, in confined vessels, at the moment of freezing, I have been able to estimate it with ease, and with sufficient accuracy, by freezing a known weight of water in a phial, connected with an open tube, and ascertaining exactly the proportion of water forced into the tube during congelation. The result of two experiments which agreed perfectly with each other, was, that the expansion of sea water, when passing to the state of ice, is equal to 7.1 per cent of its bulk.\ngeneral law, or to explain the phenomena by particular theories.* Why, for instance, two neighbouring and almost contiguous portions of the ocean, placed nearly alike in regard to solar influence, should differ so widely in the temperature of their waters, the warmer strata being, in one case, found lying above the colder, while in the other that order is reversed, appears perfectly unaccountable. Whether, also, this singular circumstance may lead to inferences bearing upon the question now at issue respecting a north-west passage, I shall not presume to decide. But I may be allowed to indulge a hope, that the facts collected in this paper, may assist future inquirers in forming more accurate views of those grand phenomena of nature, in which the navigation of certain seas, the vicissitudes of seasons, and the geological history of the globe are so essentially concerned; or that they may at least be the means of inducing other and abler observers to turn their attention to this interesting subject.\n\n* Count Rumford, in one of his Philosophical Essays (Vol. II. Essay VII.), in endeavouring to trace this class of natural phenomena to final causes, was led to some speculations and generalizations on the comparative temperature of the seas, and of large lakes, at their surface and at different depths, and on the relation which these temperatures bear to climate and to human comfort, which, however hypothetical, possess considerable plausibility and interest. Count Rumford's general idea was that the uniform temperature of large lakes at great depths, which De Saussure found in the Swiss lakes to be constantly between $41^\\circ$ and $42^\\circ$, was naturally explained from the circumstance since discovered, of water possessing its greatest density at about that temperature; and he conceived that the object of this law of nature was to preserve in winter a store of warmth at the bottom of these lakes, by which their freezing was retarded at the surface, and altogether prevented at a great depth, thus affording a check to the effects of severe winters. With regard to salt water, however, he took it for granted that the law which fixes the greatest density at about $40^\\circ$, did not prevail; but that, on the contrary, sea water being denser in proportion is at is colder, the coldest strata must occupy the bottom of the sea, while the warmest arising to the surface, serve to moderate the effects of the Arctic cold. He then\n§ II. On the Saline contents of the Waters of different Seas.\n\nI confined my remarks, in the first part of this paper, to the subject of the specific gravity and temperature of sea water, in various seas and in different latitudes. It remains for me to offer a few observations on the saline contents of these waters.\n\nAn accurate analysis of all the specimens which I have noticed in this paper would have been a most laborious, and indeed almost interminable undertaking, which would not have afforded any adequate object of curiosity or interest. All that I aimed at, therefore, was to operate upon a few of the specimens, so selected as to afford a general comparison between the waters of the ocean in distant latitudes and in both hemispheres, and to enable me also to ascertain whether particular seas differed materially in the composition of their waters.\n\nFor this purpose, availing myself of the experience I had obtained, in former inquiries of this kind,* respecting the supposed that the colder and heavier strata would form sub-marine currents, constantly moving from the vicinity of the poles towards the equator, and occasioning upper and warmer currents precisely in an opposite direction. It is obvious that this theory, though capable of explaining some of the phenomena above mentioned, cannot apply to those of an opposite nature, also related in this paper. Yet these may possibly depend upon peculiar and local causes; and I cannot omit to observe, that M. De Humboldt, in the work already quoted, entertains notions of an exchange constantly going forward between the waters of the Polar regions and those of the Equatorial seas, which bear considerable analogy to those of Count Rumford, and cannot fail to give them additional weight.\n\n* See an 'Analysis of the Brighton Chalybeate,' published in Dr. Saunders's Treatise on Mineral Waters, 1805. Also 'An Analysis of the Waters of the Dead Sea and\ndifficulty, and indeed the impossibility, of analyzing complex solutions of saline substances with a view to obtain a precise and certain knowledge of the state of combination in which the salts exist in these solutions, I contented myself with ascertaining, first, the proportions of saline matter yielded by a given quantity of each water, and afterwards, the proportions of acids and earths contained in these respective waters; thus presenting data which are quite divested of theoretical views, and from which the composition of those waters may at any time be inferred in the way which may be deemed most eligible.\n\nIt has been long known that the principal salts contained in sea water are muriate of soda and muriate of magnesia, and that it contains also sulphuric acid and lime. But whether these ingredients existed in the form of sulphate of soda, or of sulphate of lime, or muriate of lime, or sulphate of magnesia, was more or less a matter of conjecture, as the different states of binary combination which they assume, are modified during evaporation by the different degrees of solubility which the salts possess, and are liable to be influenced by heat and concentration, the very processes which are used in attempting to resolve the question. These difficulties have been ably discussed by Dr. Murray,* whose reasonings and experiments on the subject have given great plausibility to the doctrine which he has proposed, according to which the salts contained in sea water are supposed to be:\n\nRiver Jordan;* Philos. Trans. 1807. And 'An Analysis of an Aluminous Chalybeate Spring in the Isle of Wight;' Geolog. Trans. Vol. I. 1811.\n\n* See 'An Analysis of Sea Water' read in 1816, and published in the Edinburgh Transactions, Vol. VIII. and also a 'Formula on the Analysis of Mineral Waters,' printed in the same volume.\nMuriate of soda,\nMuriate of magnesia,\nMuriate of lime,\nSulphate of soda.\n\nStill however, it must be admitted that a degree of doubt remains respecting the mode in which the sulphuric acid is combined, and that we can only pronounce with certainty upon the proportions of acid and base taken singly, as I have explained above. My experiments, therefore, were confined to the following points.*\n\n1st. To ascertain the quantity of saline matter contained in a known weight of the water under examination, desiccated in a uniform and well defined mode; and to compare it with the specific gravity of the water.\n\n2ndly. To precipitate the muriatic acid from a known weight of the water, by nitrate of silver.\n\n3dly. To precipitate the sulphuric acid by nitrate of barytes, from another similar portion of water.\n\n4thly. To precipitate the lime from another portion of water, by oxalate of ammonia.\n\n5thly. To precipitate the magnesia from the clear liquor remaining after the separation of the lime, which is best effected by phosphate of ammonia, or of soda, with the addition of carbonate of ammonia.\n\nThe soda, by this method, is the only ingredient which is not precipitated, and which therefore, can only be inferred\n\n* It is but just to mention that I received, in this part of the inquiry, much valuable aid from Mr. Wilson, who has many years acted as assistant, to my colleagues and myself, in the Chemical Theatre of Guy's Hospital.\n\nMDCCCXIX.\nby calculation. But if the processes are conducted with sufficient care, this mode of estimating the proportion of alkaline muriates is susceptible of great accuracy, as I had an opportunity of ascertaining by some comparative experiments which I related at full length in the analysis of the waters of the Dead Sea.*\n\nThe whole of the results obtained by this mode of investigation, has, for the sake of brevity, been condensed into a table which is annexed to this paper, and upon which it is unnecessary to detain the Society by any farther comment. It will be seen by this table that, with the exception of the Dead Sea, and of the Lake Ourmia,† which are mere salt ponds, perfectly unconnected with the ocean, all the specimens of sea water which I have examined, however different in their strength, contain the same ingredients all over the world, these bearing very nearly the same proportions to each other; so that they differ only as to the total amount of their saline contents.‡\n\n* In devising the above method, I followed, step by step, the plan which I had myself pointed out, and actually used, in various analyses, and particularly in that of the Dead Sea, and of an aluminous chalybeate, in the Isle of Wight, as may be seen by a reference to these papers. It is satisfactory to observe that Dr. Murray adopted, several years afterwards, from considerations of the same kind, a mode of proceeding precisely similar, and indeed that he proposed in a subsequent paper, a general formula for the analysis of mineral waters, in which this method is pointed out as likely to lead to the most accurate results. And this coincidence is the more remarkable, as it would appear, from Dr. Murray not mentioning my labours, that they had not at that time come to his knowledge.\n\n† I had only between 2 and 300 grs. of water from this curious lake, which is so nearly saturated, that it begins to deposit crystals the moment that heat is applied to it. Though it contains no lime, it yields about 20 times as much sulphuric acid, and six times as much muriatic acid as sea water does, as may be seen by the annexed table. Dr. Wollaston has also detected traces of potash in this water.\n\n‡ The Yellow Sea, in the Chinese ocean, has some peculiarities which deserve to\nIt would hardly be consistent with the plan which I have followed in this inquiry, to enter minutely upon the analysis of the waters of individual seas, since, instead of dwelling on analytical details, I have rather aimed at presenting an extensive and comparative view of the subject, for the purpose of drawing certain general inferences. Yet as my experiments were made with care, and appear from their consistency with each other, to justify some degree of confidence as to the accuracy of their results, it may not be out of place to select from the above table some individual water, with a view\n\nbe noticed. The smell of the specimens put into my hands by Captain Hall, was exceedingly hepatic, like that of a strong solution of sulphuretted hydrogen, and this water formed with silver a black precipitate. It was clear and transparent; but had a greenish yellow colour. Nitric acid made it milky, and precipitated sulphur from it. When boiled it gave out sulphuretted hydrogen gas, and deposited a yellowish sediment, which proved to be carbonate of lime, in the proportion of 0.7 grs. for 500 grs. of the water, and without any sulphur being mixed with the sediment. The interior of the bottles was found blackened, so as to render the glass quite opaque; but the black film was easily wiped off, and the glass was not permanently stained. After evaporating the water to dryness, the residue dissolved readily in water, with the exception of the carbonate of lime above mentioned, and the solution now precipitated silver perfectly white. In other respects the saline contents of this water did not differ from those of other seas. Its specific gravity was low (1022.9), but the salts, with the exception of a small deficiency in the magnesia, were the same as usual. The water was first put by Captain Hall into a green-glass bottle; but it was, some months afterwards, transferred into several white-glass phials, having glass stoppers, all of which exhibited the appearance above described. There is something in this development of sulphur in sea water which is by no means well understood. Of two specimens brought from the same spot, and by the same individual, I have sometimes observed that the one had a smell of sulphuretted hydrogen, while the other was perfectly free from it. In the former case the cork was commonly blackened and decayed. I therefore suspect that in some instances the cork gives the impulse to the formation of sulphuretted hydrogen; but in others, and probably in the Yellow Sea, this change is likely to be owing to the presence of some vegetable or animal matter, and its gradual action on the saline water.\nto show how the various statements which it contains may be reduced to the form in which analytical results are usually expressed.\n\nThus, for instance, if we select the water marked No. 27, which was taken up nearly in the middle of the North Atlantic, and the specific gravity of which was 1028.86, 500 grs. of this water yielding 21.3 grs. of saline matter, dried at 212°, we shall proceed in the following manner:\n\nThe muriate of silver obtained from 500 grs. of the water being 42 grs., 100 grs. of which are equal to 19.05 of dry muriatic acid, the 42 grs. of luna cornea will be equal to 8 grs. of muriatic acid.\n\nThe sulphate of barytes obtained from a similar portion of water being 3.85 grs. dried at 212° = 374 grs. dried at a red heat,* 100 grs. of which contain 34 grs. of sulphuric acid, the quantity of dry sulphuric acid in 500 grs. of the water will be \\( \\frac{100}{34} : \\frac{3.74}{1.27} = 1.27 \\) grs.\n\nThe oxalate of lime, from a similar portion of water, being 0.8 grs. dried at 212°; and 100 parts of oxalate of lime so dried being = 0.314† of pure lime, the quantity of lime in 500 grs. of the water will be be 0.314 grs.\n\nThe phosphate of magnesia being 2.7 grs., 100 of which contain 40 of magnesia, the quantity of magnesia in 500 grs. of the water will be 1.08 grs.\n\nIt appears, therefore, that the quantities of acids and earths\n\n* I found by a careful experiment, made for the express purpose, that 100 grs. of sulphate of barytes, dried at 212°, were reduced by a red heat to 97.2 grs.\n\n† I obtained this result from a direct experiment, in which 24 grs. of ignited muriate of lime = 12.24 grs. of pure lime, gave 31.2 grs. of oxalate of lime dried at 212°. Therefore, \\( \\frac{31.2}{12.24} : \\frac{100}{39.23} \\).\ncontained in 500 parts of this water, and estimated in their uncombined state, are as follows:\n\nMuriatic acid, - - - 8 grs.\nSulphuric acid, - - - 1.27\nLime, - - - 0.314\nMagnesia, - - - 1.08\n\nIt now remains to estimate, from the above data, the compound salts contained in the water, according to their most probable state of combination as before explained; and to infer the quantity of soda belonging to the same portion of the water, a question which cannot well be ascertained by a direct process. This will be effected in the following manner.\n\nMuriate of lime is known to consist of 51 parts of lime, to 49 of muriatic acid.* Therefore the above 0.314 gr. of lime = 0.302 of muriatic acid = 0.616 gr. muriate of lime, free from water.\n\nSulphate of soda, in its dry state, consists of 56 parts acid, to 44 soda;† and therefore the above 1.27 gr. of sulphuric acid = 1.01 soda = 2.33 grs. dry sulphate of soda.\n\nMuriate of Magnesia, in a state of dryness, consists of 58.09 parts of muriatic acid, to 44.91 of magnesia.‡ Therefore the 1.08 of magnesia are equivalent to 1.497 of muriatic acid (44.91 : 58.09 :: 1.497) = 2.577 of dry muriate of magnesia, in 500 grs. of the water.\n\n* Scale of Chemical Equivalents.\n† Scale of Chemical Equivalents; and 100 parts of crystallized sulphate of soda consists of, sulphuric acid 24.5; soda 19.5; water 56. The above 2.33 grs. therefore would amount to 5.3 grs. crystallized sulphate of soda.\n‡ Scale of Chemical Equivalents.\nWe are now enabled to estimate the quantity of muriate of soda. For the quantities of the muriatic acid already assigned to the earthy bases, being as follows, viz:\n\n- in combination with lime - 0.302 grs.\n- with magnesia - 1.497\n\n\\[ \\{ 1.799 \\text{ grs.}, \\text{and} \\]\n\nthe total quantity of muriatic acid being 8 grs. there will remain 6.2 grs. of the acid in combination with soda. But dry muriate of soda consists of 46.6 parts of muriatic acid to 53.4 of soda;* and consequently the 6.2 grs. of muriatic acid = 7.1 grs. soda = 13.3 grs. muriate of soda.\n\nIt appears therefore that the saline and earthy substances contained in 500 grs. of the specimen of sea water under examination, taken in the uncombined state, are\n\n| Substance          | Quantity |\n|--------------------|----------|\n| Muriatic acid      | 8 grs.   |\n| Sulphuric acid     | 1.27     |\n| Lime               | 0.314    |\n| Magnesia           | 1.08     |\n| Soda               | 8.11†    |\n\n\\[ 18.774 \\]\n\nAnd the same saline ingredients, in their state of combination, and supposed free from water, will be\n\n| Substance          | Quantity |\n|--------------------|----------|\n| Muriate of soda    | 13.3     |\n| Sulphate of soda   | 2.33     |\n| Muriate of lime    | 0.616    |\n| Muriate of magnesia| 2.577    |\n\n\\[ 18.823 \\text{ grs.} \\]\n\n* Scale of Chemical Equivalents.\n† Viz. 1.01 with the sulphuric acid, and 7.1 with the muriatic.\nThis total amount, it may be observed, does not exactly correspond with the saline residue of 21.3 grs. obtained by evaporation from 500 grs. of the water; but it should be remembered that this residue was dried at 212° only, which, with some salts, produces a considerable difference. I thought it important to ascertain the amount of this difference by direct experiments; and I found that 100 grs. of muriate of lime dried at 212°, were reduced by ignition to 61.9; so that if 100 grs. of muriate of magnesia, dried at 212°, be supposed to be brought to a state of perfect dryness, they will be reduced to 52 grs. As to the muriate of soda and sulphate of soda, when well dried at 212°, they lose no sensible weight by being ignited.\n\nUpon making due allowance for the moisture contained in the two earthy muriates, according to the estimates just mentioned, we shall find the above result altered as follows:\n\n| Muriate of soda | - | 13.3 |\n| Sulphate of soda | - | 2.33 |\n| Muriate of lime | - | 0.975 |\n| Muriate of magnesia | - | 4.955 |\n\n21.460\n\nWhich result closely corresponds with the saline residue obtained by evaporation, which was 21.3 grs.\n\nIt remains for me in concluding this paper, to communicate to the Society an interesting fact on the composition of sea water just discovered by Dr. Wollaston, and which it is no small gratification to me to think that the present inquiry has been the accidental means of bringing to light. As I was beginning the chemical part of this investigation, Dr. Wol-\nLASTON put the question to me, whether it was not probable that traces of potash might be found in sea water? I answered in the affirmative, and thought the fact well worthy of investigation;* but as no one could be better qualified than the Doctor himself to put his own suggestion to the test of experiment, I supplied him with sea water, and begged of him to favour me with his results, which he has just communicated to me in a note to the following effect:\n\n\"The expectation which I expressed to you that potash would be found in sea water as an ingredient brought down by rivers from the decay of land-plants, is now fully confirmed by experiments on waters obtained from situations so remote from each other as to establish its universality.\n\n\"There is no difficulty in proving the presence of this ingredient by muriate of platina. For though the triple muriate of platina and potash is so soluble that this reagent causes no precipitate from sea water in its ordinary state, yet when the water has been reduced by evaporation to about \\(\\frac{1}{8}\\)th part, so that the common salt is beginning to separate by crystallization, the muriate of platina then causes a copious precipitate.\n\n\"If this precipitate be mixed with a little sugar and heated, the platina is reduced, and muriate of potash may be separated from it by water, and the nature of its base shown by its yielding crystals of nitrate of potash with nitric acid.\n\n\"I evaporated a pint of the water which you sent me (marked No. 9, specific gravity 1026.22) taken up by Captain Ross in\n\n* I, in my turn, put the question to Dr. WOLLASTON whether it was not probable that minute quantities of all soluble substances in nature might be detected in sea water?\nBaffin's Bay, from the depth of 80 fathoms, latitude $36^\\circ 32'$, longitude $76^\\circ 46'$ west. When this had been reduced to about $\\frac{1}{20}$th part, I drained the liquor from the salt that had formed, which I also washed with a little water, and by adding muriate of platina to the drained liquors, I had a yellow precipitate which weighed 12.4 grains.\n\nAs the fluid poured from this precipitate measured $\\frac{3}{4}$ of a fluid ounce, I estimate that this would retain in solution about three grains of the triple muriate, and hence the whole amount must be taken at 15.4, which by former experiments I consider as equivalent to about 6.4 sulphate of potash,* or 3.5 potash.\n\nNow, since the pint of water weighed about 7520 grains, $\\frac{6.4}{7520}$ gives the proportion of potash about $\\frac{1}{1200}$; but the quantity of mere potash is less than $\\frac{1}{2000}$th part of sea water at its average density.*\n\n* Dr. Wollaston thinks it probable that the potash exists in sea water in the state of sulphate.\n### Table V. Presenting a Synthetic View of the results obtained from the Analysis of different Seas; the quantity of water operated upon being in every instance supposed to be 500 grains.\n\n| Description of the Specimens | Specific Gravity | Residue of Evaporation of 500 grains of water | Muriate of Silver | Sulphate of Barytes | Oxalate of Lime | Phosphate of Magnesia | Observations |\n|-------------------------------|------------------|---------------------------------------------|------------------|--------------------|-----------------|----------------------|--------------|\n| Arctic Ocean. Spec. 1.        | 1027.27          | Grains. 19.5                                | Grains. 39.7      | Grains. 3.3         | Grains. 0.85    | Grains. 2.7         | The quantity actually operated upon was 500 grains. |\n| Arctic Ocean. Spec. 12.       | 1019.7           | 14.15                                       | 27.9             | 2.4                | 0.7             | 1.8                  | From surface. Quantity operated upon 500 grs. |\n| Arctic Ocean. Spec. 6/.       | 1002.35          | 1.75                                        | 3.2              | 0.1                | 0.05            | 0.03                 | Sea ice water; Coast of Spitzbergen. Operated on 500 grains. |\n| Arctic Ocean. Spec. 14.       | 1027.05          | 19.3                                        | 38.9             | 3.25               | 0.95            | 2.9                  | From a depth. Operated on 500 grs. |\n| Equator. Spec. 35.           | 1027.85          | 19.6                                        | 40.3             | 3.7                | 0.9             | 3.1                  | From surface. Operated on 500 grs. |\n| South Atlantic: Spec. 41.     | 1028.19          | 20.6                                        | 40.4             | 3.75               | 1.0             | 3.2                  | Operated on 250 grs. |\n| White Sea. Spec. 58 and 59.   | 1022.55          | 16.1                                        | 31.8             | 3.0                | 0.6             | 2.2                  | Operated on 500 grs. but evaporated only 250 grs. |\n| Black Sea. Spec. 56 and 57.   | 1014.22          | 10.8                                        | 19.6             | 1.95               | 0.55            | 1.5                  | Operated upon 500 grs. for the earths; but upon only 250 for muriate of silver and evaporation of the water. |\n| Baltic. Spec. 60.             | 1004.9           | 3.3                                         | 7.0              | 0.7                | 0.2             | 0.6                  | Operated upon 250 grains. All the precipitates were slightly tinged by some vegetable or animal matter. |\n| Sea of Marmora Surface. Spec. 53. | 1020.28 | 14.11                                      | 28.4             | 2.65               | 0.4             | 2.35                 | Entrance of Hellespont. Surface. Operated on 500 grs., except for muriate of silver. |\n| Sea of Marmora Bottom. Spec. 52. | 1028.19 | 21.                                        | 40.4             | 3.55               | 0.9             | 3.2                  | From the bottom. A little carbonate of lime was deposited during evaporation; but none from the water at the surface. Operated on 500 grs. |\n| Middle of North Atlantic. Spec. 27. | 1028.86 | 21.3                                       | 42.              | 3.85               | 0.8             | 2.7                  | Operated on 250 grs. for evaporation of the water and precipitation of muriate of silver. 500 for the other salts. |\n| Yellow Sea. Spec. 48.         | 1022.91          | 16.1                                        | 32.9             | 1.35               | 0.75            | 2.2                  | During concentration deposited carbonate of lime. (See note, p. 195.) The water was yellowish, and had an exceedingly strong hepatic smell. Proportion of magnesia rather smaller than common. Operated on 500 grs. |\n| Mediterranean. Spec. 51.      | 1027.3           | 19.7                                        | 38.5             | 3.6                | 0.8             | 3.0                  | From Marseilles, and therefore rather weak, from the vicinity of rivers. Operated on 100 grs. for evaporation and muriate of silver; and 250 for the other salts. |\n| Dead Sea.                     | 1211.            | 102.5                                       | 326.4            | 0.5                | 9.78            | 55.5                 | Philosophical Transactions, 1807. |\n| Lake Ourmia, in Persia.       | 1165.07          | 111.5                                       | 237.5            | 66.0               | 0.              | 10.5                 | Specimen brought by the traveller Brown. Operated on 100, and 50 grs. |\n\n**General Observations.**\n\nIn the above experiments, the residues were dried as follows, viz. The residue obtained from the water by evaporation, was thoroughly dried at a boiling heat in a water-bath, till it entirely ceased to lose weight. The muriate of silver was heated to incipient fusion; the sulphate of barytes and oxalate of lime were dried at a boiling heat; and the ammoniac-phosphate of magnesia, was heated to redness. No filters were used. The precipitates were washed, dried, and weighed, in the same glass capsules in which they were formed, with the exception of the magnesian salt, which was heated to redness by means of the blow-pipe, in a very thin and small platina crucible.\n### Table VI. Showing the differences in Temperature of Water from a depth or bottom, and at the surface, observed on board His Majesty's Brig Trent, in the Arctic Seas; by Lieutenant Franklin.\n\n| Date     | Latitude North | Longitude East | Water obtained either from a given depth or bottom, as expressed. | Temperature of Water at same time. | Temperature of Air. | Remarks as to the Situation of the Vessel with respect Land or Ice. |\n|----------|----------------|----------------|------------------------------------------------------------------|-----------------------------------|---------------------|---------------------------------------------------------------|\n| May 26   | 76° 45'        | 12° 26'        | Depth, 700 fathoms.                                               | 43°                              | 33°                 | The ice in small detached pieces around the vessel. The land of Spitzbergen distant 6 or 7 leagues. The temperature of the water obtained, was not tried until the bottle was taken below into the cabin, to which circumstance I think this extraordinary difference of temperature from that of the surface is to be attributed. |\n| June 20  | 79° 58'        | 11° 25'        | Bottom, 24 fathoms.                                              | 31°                              | 31½°                | Vessel closely beset by ice.                                   |\n| June 21  | 79° 56'        | —              | Bottom, 19 fathoms.                                             | 31°                              | 30°                 | Ship surrounded by ice.                                        |\n| June 22  | 80°            | —              | Bottom, 33 fathoms.                                             | 31°                              | 30°                 | Surrounded by ice, not far distant from land.                  |\n| June 23  | 79° 59'        | 10° 12'        | Bottom, 21 fathoms.                                             | 32¼°                            | 31½°                | Beset in ice, close to the land.                               |\n| June 25  | 79° 51'        | 10             | Bottom, 60 fathoms.                                            | 34°                              | 33°                 | In open water, near to the land. Clear of ice, about 6 miles from land. |\n| June 26  | 79° 44'        | 9° 33'         | Bottom, 15 fathoms.                                            | 34°                              | 34°                 | In clear open water, some miles from the margin of the ice. Near to the land. |\n| June 27  | 79° 51'        | 10             | Bottom, 72 fathoms.                                            | 34½°                            | 34°                 | Detached pieces of ice near to the vessel.                     |\n| June 29  | 79° 51'        | 10° 18'        | Bottom, 17 fathoms.                                            | 34°                              | 34°                 | Near to the land, between two islands.                         |\n| July 6   | 79° 48'        | 10° 15'        | Bottom, 34 fathoms.                                            | 34½°                            | 34°                 | Near to the land, passing between two islands.                 |\n| July 8   | 80° 20'        | 11° 30'        | Bottom, 120 fathoms.                                           | 36°                              | 33°                 | Closely beset in ice—about 11 or 12 leagues from land.          |\n| July 8 P.M. | 80° 20'    | 11° 30'        | Bottom, 130 fathoms.                                           | 36½°                            | 31½°                | Closely beset in ice—muddy bottom.                             |\n| July 9 P.M. | 80° 26'    | 11° 38'        | Bottom clay, 120 fathoms.                                       | 36°                              | 31°                 | Beset as before—about the same distance from the nearest land. |\n| July 10  | 80° 19'        | 11° 24'        | Bottom, 119 fathoms.                                           | 36°                              | 32°                 | Closely surrounded by ice.                                     |\n| July 11  | 80° 22'        | 10° 30'        | Bottom, 120 fathoms.                                           | 36°                              | 32°                 | Surrounded by ice—muddy bottom.                                |\n| July 12  | 80° 20'        | 11° 7'         | Bottom, 145 fathoms.                                           | 35½°                            | 32°                 | Surrounded by ice—muddy bottom.                                |\n| July 13  | 80° 22'        | 11°            | Bottom, 217 fathoms.                                           | 37°                              | 32½°                | Rocky bottom.                                                  |\n| July 13  | 80° 22'        | 11° 2'         | Bottom, 235 fathoms.                                           | 35½°                            | 32°                 | Surrounded by ice—rocky bottom.                                |\n| July 13  | 80° 23'        | 10° 55'        | Bottom, 237 fathoms.                                           | 35½°                            | 31½°                | Beset amongst ice about thirty miles from land. A specimen has been forwarded to Dr. Marcet. |\n| July 14  | 80° 26'        | —              | Bottom, 233 fathoms.                                           | 35½°                            | 32°                 | Surrounded by ice.                                             |\n| July 15  | 80° 27'        | 10° 20'        | Bottom, 198 fathoms.                                           | 36°                              | 32°                 | Beset amongst ice.                                             |\n| July 16  | 80° 26'        | 11° 25'        | Bottom, 173 fathoms.                                           | 36½°                            | 32°                 | Closely surrounded by ice about 30 miles from land.            |\n| July 17  | 80° 27'        | 11°            | Bottom, 285 fathoms.                                           | 35½°                            | 34°                 | Ice very closely besetting the vessel.                         |\n| Date     | Depth (fathoms) | Bottom Condition | Remarks |\n|----------|----------------|------------------|---------|\n| June 26  | 79.44          | Bottom           | In clear open water, some miles from the margin of the ice. Near to the land. |\n| June 27  | 79.51          | Bottom           | Detached pieces of ice near to the vessel. |\n| June 29  | 79.51          | Bottom           | Near to the land, between two islands. |\n| July 6   | 79.48          | Bottom           | Near to the land, passing between two islands. |\n| July 8   | 80.20          | Bottom           | Closely beset in ice—about 11 or 12 leagues from land. |\n| July 8 P.M. | 80.20       | Bottom           | Closely beset in ice—muddy bottom. |\n| July 9 P.M. | 80.26       | Bottom clay      | Beset as before—about the same distance from the nearest land. |\n| July 10  | 80.19          | Bottom           | Closely surrounded by ice. |\n| July 11  | 80.22          | Bottom           | Surrounded by ice—muddy bottom. |\n| July 12  | 80.20          | Bottom           | Surrounded by ice—muddy bottom. |\n| July 13  | 80.22          | Bottom           | Rocky bottom. |\n| July 13  | 80.22          | Bottom           | Surrounded by ice—rocky bottom. |\n| July 13  | 80.23          | Bottom           | Beset amongst ice about thirty miles from land. A specimen has been forwarded to Dr. Marce. |\n| July 14  | 80.26          | Bottom           | Surrounded by ice. |\n| July 15  | 80.27          | Bottom           | Beset amongst ice. |\n| July 16  | 80.26          | Bottom           | Closely surrounded by ice about 30 miles from land. |\n| July 17  | 80.27          | Bottom           | Ice very closely besetting the vessel. |\n| July 18  | 80.26          | Bottom           | The ice closely surrounding the vessel. |\n| July 19  | 80.24          | Bottom           | More open water than usual, distance from land 10 leagues. |\n| July 20  | 80.21          | Bottom           | Surrounded by ice. |\n| July 21  | 80.14          | Bottom           | Beset by ice. |\n| July 22  | 80.15          | Bottom           | The ice opening a little. |\n| July 23  | 80.15          | Bottom           | The water more open than for the last fortnight. |\n| July 25  | 80.15          | Bottom           | Surrounded by heavy ice. |\n| Sept.10 P.M. | 75.14       | Depth            | In open water—several miles distant from the margin of the ice. |\n| Sept.24  | 66.35          | Depth            | A bottle of this was preserved. The vessel completely in the open ocean, 300 miles from any land or ice. |\n\nJOHN FRANKLIN.\nTable VII. Temperature of the sea at the surface, and at different depths; as observed by Lieutenant Beechey, on board the Trent, in the late voyage to the Arctic Seas.\n\n| Date     | Latitude North | Longitude East | Depth | Temperature of bottom | Temperature of surface |\n|----------|----------------|----------------|-------|-----------------------|------------------------|\n| May 26   | 76° 48'        | 12° 26'        | 700   | 43°                   | 33°                    |\n| June 21  | 79° 56'        | 11° 26'        | 24    | 31°                   | 31.5°                  |\n| 22       | 79° 58'        | 11° 14'        | 30    | 31°                   | 30°                    |\n| 25       | 79° 52'        | 9° 57'         | 60    | 34°                   | 32°                    |\n| 26       | 79° 44'        | 9° 34'         | 15    | 34°                   | 33°                    |\n| July 4   | 79° 49'        | 11°            | 35    | 34.5°                 | 34.1°                  |\n| 7        | 80° 16'        | 11° 5          | 34    | 34.5°                 | 34.5°                  |\n| 9        | 80° 23'        | 9° 50          | 120   | 36°                   | 30.3°                  |\n| 12       | 80° 21'        | 11° 11         | 140   | 36.5°                 | 30.5°                  |\n| 13       | 80° 23'        | 11° 3          | 237   | 37°                   | 32°                    |\n| 15       | 80° 27'        | ...............| 185   | 36.3°                 | 32.7°                  |\n| 16       | 80° 27'        | 11° 5          | 173   | 36.5°                 | 32°                    |\n| 17       | Ditto          | Ditto          | 200   | 35.5°                 | 32.5°                  |\n| 18       | Ditto          | Ditto          | 331   | 35°                   | 32°                    |\n| 19       | 80° 25'        | 11° 14         | 103   | 36.5°                 | 31.3°                  |\n| 20       | 80° 24'        | 10° 5          | 108   | 35.5°                 | 31.5°                  |\n| 21       | 80° 13'        | 11° 14         | 95    | 35.3°                 | 32°                    |\n| Sep. 24  | 66° 38'        | 5° 44'         | 260   | 41.5°                 | 43.5°                  |\n\nWe invariably found the temperature of the water increase with a southerly gale, and decrease as we approached the ice. At Spitzbergen, in August, the flood tide which came from the southward, was 3° warmer than the ebb; the former being 37°, the latter 34°.\n\nTable VIII. Temperature and specific gravity of sea water at the surface, and at certain depths, as ascertained by Mr. Fisher, on board the Dorothea, during the late voyage to the Arctic Seas.\n\nTemperature of different depths compared with the surface.*\n\n| Date     | Lat. | Long. | Below the surface | Surface at the same time | Situation of the Ship |\n|----------|------|-------|-------------------|--------------------------|-----------------------|\n|          |      |       | Depth in Fathoms. | Sp. Gr. | Temp. | Temp. | Sp. Gr. |                       |\n| July 1819|      |       |                   |          |       |       |         |                       |\n| Between 79° 50' and 80° 14' | About 11° 30' E. | 40 | 1.0275 | 35.5° | 31.8° | 1.0267 | About 10 leagues distant from Spitzbergen. The ship in general closely beset with ice. |\n|          |      |       | 60 | 1.0275 | 36°   | 32°   | 1.0112 |                       |\n|          |      |       | 100| 1.0274 | 36.3° | 32°   | 1.0106 |                       |\n|          |      |       | 124| 1.0279 | 36.7° | 33.5° | 1.0263 |                       |\n|          |      |       | 140| 1.0279 | 36.5° | 32°   | 1.0255 |                       |\n|          |      |       | 188| 1.0281 | 42.5° | 33°   | 1.0945 |                       |\n|          |      |       | 304| 1.0289 | 39°   | 31°   | 1.0086 |                       |\n\n* The above are the means between those observations most to be relied on. The Specific Gravities were taken with great care while the ship was beset in ice, and had no motion, with an hydrostatic balance, made for me by Newman, of Lisle-street.\nTable IX. Representing the Temperature at the Surface in a series of latitudes, both going out and coming home;* such as observed by Mr. Fisher.\n\n| Lat. | Temp. | Temp. | Sp. Gr. |\n|------|-------|-------|---------|\n|      |       |       |         |\n| Going out. |       | Coming home. |         |\n| 60   | 46.7  | 50.9  | 1.0276  |\n| 61   | 45.5  | 49.2  | 1.0276  |\n| 62   | 45.6  | 46.1  | 1.0275  |\n| 63   | 45.3  | 44.2  | 1.0276  |\n| 64   | 45.   | 43.1  | 1.0275  |\n| 65   | 44.9  | 42.7  | 1.0275  |\n| 66   | 44.8  | 45.3  | 1.0275  |\n| 67   | 44.7  | 45.3  | 1.0274  |\n| 68   | 42.8  | 47.3  | 1.0275  |\n| 69   | 40.5  | 42.6  | 1.0275  |\n| 70   | 39.2  | 40.9  | 1.0275  |\n| 71   | 37.9  | 36.8  | 1.0276  |\n| 72   | 36.7  | 36.2  | 1.0276  |\n| 73   | 38.8  | 35.6  | 1.0277  |\n| 74   | 38.6  | 35.9  | 1.0275  |\n| 75   | 37.5  | 35.8  | 1.0275  |\n| 76   | 35.9  | 35.6  | 1.0274  |\n| 77   | 31.5  | 33.9  | 1.0273  |\n| 78   | 30.9  | 36.4  | 1.0272  |\n| 79   | 31.9  | 36.6  | 1.0267  |\n| 80   | 32.7  | 32.7  | 1.0267  |\n| 81   |       |       | 1.0058  |\n\n* Each of these results is a mean between all those taken between each degree of latitude and the succeeding one; thus the temperatures annexed to 65°, which are 44.9° and 42.7°, are means between the observations taken between 65° and 66°. The specific gravities are means of those taken both going out and coming home; for the differences of specific gravity (which, when the ship was in motion, was observed by an Hydrometer, by Troughton) were probably in a great degree occasioned by the unavoidable errors of observation.\nTable X. Comparative Temperatures of Sea Water at the Surface and at certain Depths, as ascertained on Board the Alexander, during the late Voyage to Baffin's Bay, by Lieut. Parry.\n\n| Day of the Month | Latitude North | Longitude West | Depth in Fathoms | Temperature of Water Below | Temperature of Water Surface | Temperature of Air in the Shade |\n|------------------|----------------|----------------|-----------------|---------------------------|----------------------------|--------------------------------|\n| 1818.            |                |                |                 |                           |                            |                                |\n| June 1           | 63° 50'        | 55° 30'        | 145             | 32                        | 36                         | 35½                            |\n| July 18          | 74° 50'        | 59° 30'        | 197             | 29½                       | 32                         | 37                             |\n| Aug. 14          | 75° 56'        | 66° 31'        | 200             | 30½                       | 32                         | 36                             |\n| Aug. 22          | 76° 33'        | 77° 10'        | 422             | 29½                       | 32                         | 36                             |\n| Aug. 24          | 76° 22'        | 77° 38'        | 102             | 29½                       | 32                         | 36                             |\n| Aug. 25          | 76° 8          | 78° 31'        | 100             | 30½                       | 32                         | 33                             |\n| Aug. 29          | 74° 58'        | 77° 42'        | 240             | 29½                       | 32                         | 31½                            |\n| Sept. 1          | 73° 38'        | 77° 19'        | 170             | 31                        | 36                         | 34                             |\n| Sept. 5          | 72° 39'        | 74° 30'        | 125             | 30½                       | 35                         | 36                             |\n| Sept. 6          | 72° 22'        | 73° 06'        | 190             | 30½                       | 35                         | 39                             |\n| Oct. 27          | 61° 48'        | 1° 52'         | 246             | 30                        | 36                         | 41                             |\n\nW. Parry.\n\nTable XI. Comparative Temperatures of the Sea, at the Surface and at certain Depths, as ascertained on Board the Isabella, during the late Voyage to Baffin's Bay, by Captain Sabine.\n\n| Date | Lat. North | Long. West | Depth Fath. | Temperature Below | Temperature Surface | Temperature Air | Remarks |\n|------|------------|------------|-------------|-------------------|---------------------|-----------------|---------|\n| May 23 | 59° 44'    | 80         | 37          | 39                | 40                  | No soundings, deep sea. |\n| Aug. 3 | 75° 52'    | 415        | 29          | 34                | 38                  | Soundings in 430 fathoms. |\n| 14    | 75° 50'    | 422        | 29½         | 32                | 38                  | Soundings in 450 fathoms, mud. |\n| 24    | 76° 35'    | 78         | 240         | 29½               | 31½                 | 33               |\n| 25    | 76° 8      | 78° 21'    | 54          | 29½               | 32½                 | 31½             |\n| 29    | 74° 59'    | 76° 37'    | 170         | 31                | 36                  | 34               |\n| 30    | 74° 4      | 79         | 235         | 29½               | 36½                 | 37               |\n| Sept. 5 | 72° 37'   | 74° 6      | 190         | 30½               | 35                  | 35½             |\n| 6     | 72° 23'    | 72° 55'    | 246         | 30                | 36                  | 37               |\n| 7     | 72° 16'    | 71° 18'    | 1000        | 28½               | 35                  | 33               |\n| 19    | 66° 50'    | 61         | 100         | 30                | 33                  | 35               |\n|       |            |            | 200         | 29                | 33                  | 35               |\n|       |            |            | 400         | 29                | 33                  | 35               |\n|       |            |            | 680         | 25½               | 33                  | 35               |\n|       |            |            | 400         | 29                | 33                  | 35               |\n|       |            |            | 310         | 29                | 34                  | 36               |\n| Oct. 4 | 60° 58'   | 900        | 35¾         | 40                | 37                  | No soundings. |\n| 27    | 61° 7      | 470        | 47          | 49½               | 50½                 | No soundings. |\n\nEdward Sabine.\nEXPLANATION OF PLATE XI.\n\nCC. The brass cylinder.\nW. The valves; the one in dotted lines opening upwards.\nT. String connecting the two valves, so that they open and shut together.\nD. A string fastened at one extremity to the valve in F, passing over the three pulleys PPP, and having a weight suspended at its other extremity W, so that the weight keeps the valves forcibly open.\nB S. Springs pressing on the back of the valves, in order to close them forcibly when the weight is removed.\nSS. Side springs, also tending to close the valves.\nLS. Lock-spring, or catch, to keep the valves fast when closed.\nA. The wire by which the machine is fastened to the line.\n\nN. B. The machine is here represented in its natural dimensions; but it would answer the purpose much better if it were made three or four times larger, and if its weight were proportionally increased.\nEXPLANATION OF PLATE XII.\n\nFig. 1. The principle of this improved machine is essentially the same as that delineated in Plate XI, the valves VV, being kept open by means of a weight W, and closing themselves when the weight reaches the bottom.\n\nThe valves in this machine are made of solid brass, and they fall by their own weight, so as to close the cylinder, the moment that the square FDE, which turns freely upon a pivot in P, is depressed in E, where it preponderates, the piece cc, which supports the valves, thus becoming unhooked from the recession of the hook, or clicket, in F. This may be effected in two ways; either by the weight W no longer pressing on the square in F, so as to keep it fast in its place, and therefore suffering it to recede, so as to disengage cc; or by letting down along the line a weight B, that shall fall upon DE along the rope A, and disengage the valves by the jerk it occasions. This constitutes the improvement by which water is now expected to be raised from any given depth, as well as from the bottom.\n\nFig. 2. This figure does not require any particular references. It represents the instrument in its natural size, which simply consists in a glass bulb of moderate thickness, capable of holding 844.6 grains of distilled water, with a neck or tube issuing from it, and containing a delicate mercurial thermometer, the elongated bulb of which is represented in dotted lines in the centre of the large bulb. To the end of this neck (the diameter of which is near half an inch), a long tube having rather a small bore, is ground air-tight, and\na scale of paste-board is fixed to it, in order to record the results of the experiment.\n\nThe bulb and neck being then entirely filled with sea water, and the tube fitted on, the fluid is thereby forced up into it to a certain height, which is marked on the scale. The bulb is now enveloped in cotton-wool, or any other bad conductor, and placed in a small jar, and this jar is immersed into a cooling mixture. The fluid is soon seen descending in the tube in proportion as the thermometer descends; and the gradual condensations of the water in the latter part of the experiment, such as they really occurred, may be seen marked on the scale. The level of the fluid in the tube is represented opposite No. 26, 25, 24, and 23, at which temperatures it remains stationary; and it then possesses the greatest specific density which sea water can attain.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107499.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 53,
    "total-input-tokens": 81816,
    "total-output-tokens": 31051,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1067,
        2
      ],
      [
        1067,
        2876,
        3
      ],
      [
        2876,
        4514,
        4
      ],
      [
        4514,
        6769,
        5
      ],
      [
        6769,
        8616,
        6
      ],
      [
        8616,
        10936,
        7
      ],
      [
        10936,
        13685,
        8
      ],
      [
        13685,
        15194,
        9
      ],
      [
        15194,
        19162,
        10
      ],
      [
        19162,
        22989,
        11
      ],
      [
        22989,
        25500,
        12
      ],
      [
        25500,
        28712,
        13
      ],
      [
        28712,
        30454,
        14
      ],
      [
        30454,
        32585,
        15
      ],
      [
        32585,
        34304,
        16
      ],
      [
        34304,
        36184,
        17
      ],
      [
        36184,
        37832,
        18
      ],
      [
        37832,
        39687,
        19
      ],
      [
        39687,
        41391,
        20
      ],
      [
        41391,
        43193,
        21
      ],
      [
        43193,
        45096,
        22
      ],
      [
        45096,
        46881,
        23
      ],
      [
        46881,
        48964,
        24
      ],
      [
        48964,
        51252,
        25
      ],
      [
        51252,
        53722,
        26
      ],
      [
        53722,
        55878,
        27
      ],
      [
        55878,
        57869,
        28
      ],
      [
        57869,
        60364,
        29
      ],
      [
        60364,
        62371,
        30
      ],
      [
        62371,
        64831,
        31
      ],
      [
        64831,
        66756,
        32
      ],
      [
        66756,
        68596,
        33
      ],
      [
        68596,
        70045,
        34
      ],
      [
        70045,
        72318,
        35
      ],
      [
        72318,
        74971,
        36
      ],
      [
        74971,
        76717,
        37
      ],
      [
        76717,
        78188,
        38
      ],
      [
        78188,
        79599,
        39
      ],
      [
        79599,
        81116,
        40
      ],
      [
        81116,
        82845,
        41
      ],
      [
        82845,
        83868,
        42
      ],
      [
        83868,
        89377,
        43
      ],
      [
        89377,
        95746,
        44
      ],
      [
        95746,
        98327,
        45
      ],
      [
        98327,
        102480,
        46
      ],
      [
        102480,
        104078,
        47
      ],
      [
        104078,
        109019,
        48
      ],
      [
        109019,
        109885,
        49
      ],
      [
        109885,
        111473,
        50
      ],
      [
        111473,
        112325,
        51
      ],
      [
        112325,
        112325,
        52
      ],
      [
        112325,
        112325,
        53
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107499",
    "title": "On the Specific Gravity, and Temperature of Sea Waters, in Different Parts of the Ocean, and in Particular Seas; With Some Account of Their Saline Contents",
    "authors": "Alexander Marcet",
    "year": 1819,
    "volume": "109",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 53,
    "jstor_url": "https://www.jstor.org/stable/107499"
  }
}