{
  "id": "57aee84181d1d04d0357137c77d3d3ca0e28b45b",
  "text": "XIII. Description of a thermometrical barometer for measuring altitudes. By the Rev. Francis John Hyde Wollaston, B.D. F.R.S.\n\nRead March 6, 1817.\n\nHaving had my attention drawn, some years ago, when engaged in experimental Lectures at Cambridge, to the variations in the heat of boiling water as corresponding with the changes in atmospherical pressure and the height of the barometer, I constructed several very sensible thermometers, for the purpose of ascertaining these variations with minuteness, and have been led on by my observations into making an instrument, which I believe may be useful in measuring heights with greater accuracy and convenience than the common barometer. This is not proposed as a new idea, for I find that Fahrenheit has suggested it in his \"Barometri novi descriptio,\" Phil. Trans. Vol. 33, p. 179, and also Mr. Cavallo, Phil. Trans. Vol. 71, p. 524. But the instrument is carried farther than had been done by them.\n\nAt first my thermometers were made with different scales MDCCCXVII.\nfrom the uncertainty how far sensibility might be carried in them. In one instance my thread was so fine, and I had made so large a bulb, that every degree on Fahrenheit's scale was equal to 10 inches, and by connecting different threads to different bulbs, I have had them of all varieties from that length to half an inch.\n\nThe instrument, with which I have made the greatest number of observations, has a scale of 3.98 inches to every degree; the thread, which is 22 inches long, was proved before its attachment to the bulb, and being found not cylindrical, the proper allowance has been everywhere made for the variations in the different parts of it. The degree was ascertained by comparison with a good thermometer at low temperature before closing the tube. The degrees I divided into 100 parts on the scale, and by a Vernier into 1000. This has been compared with a common barometer, the height being always corrected for temperature according to General Roy's Table in Phil. Trans. Vol. 67, p. 687. With this its agreement has been very close, after I had detected by means of it and had corrected two inaccuracies in my barometer, which would otherwise have escaped me. One was in the total length from the basin to the scale, and was ascertained by a comparison made by means of a thermometer between my own barometer and two excellent mountain barometers, by Troughton and Cary. The other appeared by a want of agreement at low barometrical heights, when they agreed well above. For this I was at a loss to account, till I conjectured that it might arise from the greater quantity of mercury then expelled from the tube of the barometer and rising into the upper part of the basin, where the wooden box from\nbeing thicker would occasion a greater variation. By altering the quantity of mercury in the basin I removed this cause of inaccuracy, and the instruments have agreed equally well in all parts between 30,68 on barometer and 28,23. The result of the comparison is, that a difference of 1° Fahrenheit is occasioned by 0.589 on the barometer corrected. 30,603 corrected barometer = 213,367 thermometer, and 28,191 barometer = 209,263 thermometer. There will be variations from this general result when the difference below the mean heights is considerable; but I did not attempt the observation of them, as my barometer is not provided with an adjustment of the mercury in the basin, and this thermometer is, I think, of too long a scale.\n\nBy these trials being satisfied of the capability of the instrument, I have endeavoured to render it as portable as possible, for the farther purpose of measuring difference of altitudes, of which I found it very sensible; and will describe what I may call, following Fahrenheit and Cavallo, a thermometrical barometer, and may venture to recommend for use.\n\nPl. VII. Fig. 1. represents the thermometer. The bulb A, one inch diameter, is blown thick and strong on a tube of thick glass, the bore of which is not material, say $\\frac{1}{4}$ inch. It is better to make the bulb on a separate thick tube, and to join the fine thread afterwards, than to attempt to blow it sufficiently large and strong through the fine thread itself. The thickness and strength of the bulb in every part is essential to its not yielding. Close above the bulb a swell B is made to contain, as near as may be, whatever mercury expands out of the bulb between the common temperature and that of boiling water. If this be too small, the mercury contracts into\nthe bulb, and may change its place by a shake; if too large, a part of the mercury remaining in B may be detached by a shake, and occasion great inconvenience. To prevent that possible detachment, the long shape given in the figure is preferable to a spherical swell. A workman accustomed to blowing thermometers, though he will at first make it too large, will soon hit the size. When the metal is hot in this part, a slight pressure of the tube endwise will occasion a little thickening of the glass externally about the part C, which is of use for fixing the thermometer in its mounting.\n\nFor the fine thread, the tube D is chosen by comparison with other thermometers, such that if a bulb were blown on it of 0.4 inch in diameter, its scale would be about four inches between freezing and blood heat; that is, 16° to an inch; when this tube is fitted to a bulb of an inch diameter, its degrees will therefore be about an inch each. The tube is five inches long. Before the joining is made at E, the bulb is filled: and the upper end of D being broken off abruptly is joined by its edges to a small piece of tube F of the same external diameter, but of an open bore, so as to make a sort of bulb at the top by the cap F; a blown bulb will not answer the purpose for which it is designed, of detaching a globule of mercury from the thread, and retaining it apart for future use. The joining at E must be neatly made without any crevices in which either mercury or air may lodge, and with as little swell in the thread as possible; for if there be anything that can be called bulb in that part which is protected by the mounting from the action of the heat, the thermometer will be long in feeling its whole expansion.\n\nBefore F is sealed, the bulb and swell and F together con-\ntaining an excess of mercury, boil the thermometer in water, and if the instrument be wanted for the measurement of a height of 5000 feet, let the whole cool down to 200; if for 10,000 feet let it cool to 190, drawing the mercury into the thread: and at that point hastily tilt off the mercury remaining in F, which may then be sealed while the whole is kept hot. On boiling it up again, the excess of mercury which rises into F will be detached from the thread by a gentle tap or two on the side with the nail, and will remain in the cap F for use when required.\n\nFor mounting the thermometer, GH, Fig. 2. is a circular plate, one inch in diameter, with a hollow half cylinder K rivetted firmly through it, of sufficient size to admit the lower tube of the thermometer to be bound firmly to it, so that there be no shake, and no reliance for steadiness on the more tender part of the tube above. The hole L fits the tube pretty closely.\n\nFig. 3. is a second circular plate 1.5 inches in diameter with two screw collars 1.15 diameter of the same external thread, and a hole M in its centre for the tube of the thermometer to pass through it. The holes L and M being opened conically in opposite directions, allow a little fine tow to be wound round the tube, and when the two plates are fixed together by screws passing through them, they close the tow round the tube, both to steady it and to prevent the escape of steam.\n\nFig. 4. is the scale, 5 inches long, 0.9 broad; between the two standards N.O a length of 4.15 inches is divided into 100 parts, and by the Vernier into 1000, giving 241 parts to the inch; this was accidental, being occasioned originally by the thread of my adjusting screw, which assisted me in making the divisions. The scale is fixed down to the upper plate,\nFig. 3, within the collar, by screws passing through the flanch P, at the back of the scale. It would be well, that a piece of thick leather, or soft wood, should be screwed between these two, if it can be done with sufficient firmness, for the purpose of preventing the scale getting inconveniently hot.\n\nThe adjusting screw, which carries the Vernier, is raised by the standards above the scale, and is placed opposite the centres of the plates in fig. 2 and 3, by which means the milled head Q goes better into the case hereafter described. The tube of the thermometer, when passed through the central holes in the two plates, turns by its bend to the left hand, and up the side of the scale, being slightly fastened to it at the top only, with a small piece of cork under it, to keep it clear from the scale. The Vernier has fixed to it, by means of a screw head, two pieces of thick paper laid upon each other, the one black and the other white, half of the outer paper being cut away straight, makes a line between the black and white, better than any that can be drawn for adjustment to the top of the mercurial thread.\n\nWere I wanting another of these instruments, and employing a workman to construct it for me, I would have the whole length of the adjusting rod square, with a small piece sliding by hand on it for the larger alterations, and carrying a short screw for the finer movements, or the whole scale and movements might, I think, conveniently be made with tubes in the manner of the mountain barometers, and the thermometer would not in that case require the bend, but would run up the centre.\n\nTo the Vernier Mr. Cary has attached for me, with a joint, a small lens of one inch focus, which assists in observing the\nheight of the mercurial thread, and by having no lateral motion, confines the view to the same direction and prevents parallax.\n\nIn boiling, the bulb should be exposed to steam only, as being steadier in its heat than the water. My boiler is a tin cylinder 5.5 deep, 1.2 diameter, with an external cylinder 1.4 diameter for preventing the transmission of heat, the bottom only is single. The interior cylinder has a brass collar soldered into it, having an internal screw which fits to either of the external screws on the plate Fig. 3.; so that what is boiler when fixed below plate 3, becomes a case to protect the scale, when screwed to the upper side of that plate. The top of the external cylinder being closed into the same brass collar, becomes slightly conical, and is soldered to it. An opening of 0.2 diameter is made through both cylinders, immediately under the collar, as a vent for the steam from within, but is prevented from communicating with the annular space between the vessels, lest inconvenience should arise from water accidentally getting between them.\n\nAnother tin cylinder, 1.2 in diameter, and 2.1 deep, with a similar screw collar at top, forms a case for protecting the bulb when screwed to the under side of plate 3, and is also a measure for the quantity of water put into the boiler, which should not touch the bulb; it is here 1.25 below it.\n\nFor the purpose of rendering every thing requisite for use portable also with the thermometer, I made a stand for it, which is convenient and will readily be described. Round the outside of the boiler, and just below the conical closing of it, is soldered a ring of brass wire ST. Fitting to the conical top of the boiler is made another short cone of thick tin, which\nmay be fastened down by screwing the thermometer into the boiler; or, which is better, by a separate collar U for the purpose, to screw into the boiler, having the same internal screw above to receive the thermometer. This conical cap has a wire soldered round it at VWX, and on this wire turn by eyes at their ends seven wires, nine inches long and of sufficient strength. They are placed at six equal distances round the gap, two of them being placed close together. These wires by bearing on the ring ST are spread outward, and being connected by gores of thin linen, sewed between them from top to bottom, are prevented from spreading beyond a certain point and form a very steady base for the support of the whole instrument, and at the same time a bell tent to protect the lamp and boiler from the wind. The two wire legs, which are placed together, are not connected otherwise than by a hook at bottom, and will allow the tent to be opened at that part for examining and adjusting the lamp, while the instrument stands firm on the remaining legs. The lamp (fig. 6.) is a cylinder 1.8 in diameter, and 0.9 deep, having a tube in the centre to carry a wick, and a cover with six holes round it of 0.2 diameter each, and an opening in the middle 0.8 diameter; a copper pipe, 0.85 in diameter, and 1.1 long, turns over the opening by means of a hinge, and forms a chimney to prevent smoke, on the principle of Argand's lamp. I burn oil with a quantity of tallow added, to make it congeal. The lamp has a rod of strong wire fixed to its circumference within, and sliding in a tube YZ on the outside of the boiler. Fig. 7. represents the instrument on its stand for use.\n\nTo pack the instrument for carriage, the thermometer is secured by being screwed into its upper and under caps, and\nis then enveloped with the bulb downward in the folds of the tent inverted. The lamp is put first into the case, and the other parts being thrust down afterwards, are kept very steady by the linen of the tent. The whole goes into a tin cylindrical box, two inches diameter and ten deep, and weighs 1 lb. 4½ oz.\n\nThe scale of an inch to a degree is chosen, because on trying various threads, I have found that when extremely fine, it is almost impossible to give such strength to the bulb as to force the column of mercury accurately to the same height on repetition of the boiling, by reason of the resistance from friction in the tube. With an inch scale, the variations of the barometrical thermometer will be to those of the common barometer as 5 to 3, and the sensibility in this instrument is so fully sufficient, that the difference of temperature arising from the height of a common table is immediately perceptible. If more were wanted, either the thread must be finer, which would endanger the precision; or the bulb larger, the objections to which are obvious. Adhesion to the glass and friction must always have some small effect: and for the same reason that a common barometer is shaken on observation, this instrument, when boiled, should be tapped gently two or three times on the side, to free the mercury; when that is done, whether on the rising of the column to its height, or the falling of it after a forced expansion, it will with this sized thread come to the same place precisely.\n\nUpon trying this thermometer when mounted, I found that a variation of 0.589 barometer, which was before ascertained = 1 Fahrenheit, would be equal to 233 parts on my scale = 0.97 inch; and an inch on barometer would produce a\nvariation of 395 parts, or 1,643 inch on thermometrical barometer. My whole scale of 1000 parts would therefore equal 2,52 of barometer, and comprehend all changes from 28,1 to 30,6, if wanted to compare its variations with those of a common barometer. Having observed also with a former thermometer mounted on this scale, that 1° Fahrenheit or 0,589 barometer, was equal to an elevation of about 530 feet, I reckon that as on my thermometrical barometer 500 parts from the top would correspond with 29,3 barometer, I have at any height from 29,3 upwards, the other 500 parts or more to be applied to the measurement of altitudes, which allowing 233 parts to 530 feet, will comprehend every thing that can be wanted in this part of the kingdom. This being convenient for all my purposes, the thermometer was to be set to this point. I therefore first drew all the mercury from the cap F into the tube, and then expanding it carefully and gradually out, shook off the globules at top, till it should stand on boiling at such height according to the state of the barometer at the time, that by computation the top and bottom of the scale should correspond with 30,6 and 28,1 respectively. It is for the shaking off this globule that the fine tube must be broken abruptly at top and end flat; and there is no fear of the globule being drawn down again into the tube, unless the whole column is expanded to the top and connected with the globule in F.\n\nYet this instrument, though adjusted now to my own particular use by the quantity of mercury in the thread, is capable of measuring any greater altitude, even Mt. Blanc or Chimborazo, under any barometrical circumstances, and the change for that purpose is much easier effected than would\nbe imagined. At the lowest station (having previously drawn into the tube the whole globule in F by expanding the mercury and connecting the thread at top) boil the thermometer; put a wooden peg into the steam vent, and by that forced expansion shake off a few parts at the top of the scale, so that the boiling point may be there accurately taken. Ascend till on boiling again the point is near the bottom of the scale, which will be with this particular instrument about 2200 feet. After an observation at this second station, adapt the thermometrical barometer to measuring in like manner another ascent to a third station, by drawing the globule in again, and expanding out the excess as before, so that the mercury may stand again at the top of the scale, and its point may be noted. Hence proceed to a fourth station, and so in like manner to others, getting the difference between the several stations, and consequently the aggregate height. The only correction requisite is for the specific gravity of air at different temperatures given by General Roy, Phil. Trans. 67, 770, for this a small thermometer is wanted, and will find room in the case among the folds of the linen tent.\n\nThe experiments, which I have been able to make on altitudes, have been few, and they were made with a different instrument, which was unluckily broken. It had more sensibility than that which I have described, 1° Fahrenheit being equal to 552 parts on my scale, or 2,3 inches. By a few observations, such as the height of my house afforded, I reckoned 552 parts equal to 530 feet in altitude. With that instrument, boiled on the counter of a bookseller's shop in Paternoster-row, which I estimated between four and five feet\nabove the foot pavement on the north side of St. Paul's church-yard, and boiled again in the Gilt Gallery, there was a difference of 254 parts, barometer being 29.92, thermometer 77.552 parts : 530 feet :: 254 parts : 243.87 feet, to which add the correction by Roy's table $\\frac{118}{1000}$ of the height = 28.77, and the corrected height is 272.64. General Roy makes the gallery above the north pavement to be 281 feet, which allowing 4 or 5 feet for the difference of our lower stations, would give 266 or 267 feet for my observed height, differing only by about 4 feet. If I take my proportion from Roy's statement that $1^\\circ$ Fahrenheit = 535 feet, the result will be still nearer. 552 : 535 :: 254 : 246.1, add correction $\\frac{118}{1000} = 29$, the corrected altitude will be 275.1 feet, differing less than 2 feet.\n\nOne other observation I made with the same thermometer on a height ascertained also by General Roy. My thermometer boiled at the ferry-house, opposite Woolwich arsenal, stood at 869, and in the Prospect-room at the Inn on Shooter's hill, it showed 432, a difference of 437 parts, barometer 29.94, thermometer 58.\n\n$$\\frac{552}{530} : \\frac{432}{419.6}$$\n\nAdd correction $\\frac{67.5}{1000} = 28.3$\n\nheight corrected = 447.9.\n\nBy Roy, the height from the Gun wharf at Woolwich to the upper story at Shooter's hill is 444 feet.\n\nIf this instrument should be thought deserving of being brought into use for scientific purposes, the sensibility and length of the thermometer would be selected by each person according to the particular object in view. With a sensibility equal to that of a common barometer, $1^\\circ$ of Fahrenheit\nbeing equal to 0.589 inch, whether a scale of the common or thermometrical barometer, an equal precision may, I think, be attained; and with a power considerably increased, the instrument will always be much more portable than a common barometer, although the scale should be extended for taking the greatest known heights by a single pair of observations.\n\nF. J. H. WOLLASTON.\n\nSouthweald, March 1, 1817.\n\nP. S. Since the above account was written, two heights have been measured with the instrument there described, which agree with the measurements made by General Roy. March 21, 1817, the thermometrical barometer boiled in a house on the edge of the wharf at Scotland-yard, and on a level with the wharf, stood at 780, thermometer 41, barometer 29.98. Boiled on the same morning in the Dining-room at the Spaniard at Hampstead, it stood at 599—thermometer 37—on the road to Hampstead, thermometer 39—mean thermometer 39. Difference of stations 181. \\( \\frac{233}{1000} : \\frac{535}{1000} :: \\frac{181}{1000} : \\frac{415}{1000} \\). Correction to be added \\( \\frac{7 \\times 2.52}{1000} \\) of height = 725 feet. Corrected height = 422.25 feet. Made by General Roy 422 feet.\n\nApril 3, 1817. The thermometrical barometer boiled in Mr. DOLLAND’s back shop in St. Paul’s church-yard, 4 feet above the north pavement, stood at 886, barometer 30.41, thermometer 57. Out-doors below, and on Stone Gallery, and on Gilt Gallery of St. Paul’s, thermometer 60, therefore thermometer taken at 60. In the Gilt Gallery, 2 feet above the floor, the\nthermometrical barometer stood at $773.5$. Difference = $112.4$.\n\n$\\frac{233}{535} :: \\frac{112.4}{258}$. Correction = $\\frac{74.5}{1000}$ of height = $19.2$ feet. Corrected height = $258 + 19.2 = 277.2$ feet. General Roy's measurement, allowing for the difference of the stations, is $279$ feet.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107580.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 16,
    "total-input-tokens": 24812,
    "total-output-tokens": 5817,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1019,
        2
      ],
      [
        1019,
        2740,
        3
      ],
      [
        2740,
        4513,
        4
      ],
      [
        4513,
        6293,
        5
      ],
      [
        6293,
        8079,
        6
      ],
      [
        8079,
        9816,
        7
      ],
      [
        9816,
        11561,
        8
      ],
      [
        11561,
        13350,
        9
      ],
      [
        13350,
        15083,
        10
      ],
      [
        15083,
        16821,
        11
      ],
      [
        16821,
        18538,
        12
      ],
      [
        18538,
        20194,
        13
      ],
      [
        20194,
        21730,
        14
      ],
      [
        21730,
        22027,
        15
      ],
      [
        22027,
        22027,
        16
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107580",
    "title": "Description of a Thermometrical Barometer for Measuring Altitudes",
    "authors": "Francis John Hyde Wollaston",
    "year": 1817,
    "volume": "107",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 16,
    "jstor_url": "https://www.jstor.org/stable/107580"
  }
}