{
  "id": "18e6fbec30b682d7646637223843cf5e57d3d0d2",
  "text": "VII. Remark of the Case of a poor Woman who had a Foetus in her Abdomen for Nine Years, opened May 6th 1739. by William Bromfeild, Surgeon.\n\nThis poor Woman, about Nine Years since, was with Child, and, at the Expiration of the usual Time, was attempted to be delivered.—The Child was so far advanced in the Passage, that the Midwife declared, that in less than Two Minutes the Child would be in the World; but, on the Woman's suddenly turning herself, the Child slipt from the Midwife, and could not be found by her again.\n\nPrevious to her being pregnant, she had been afflicted with the Venereal Disease, and had had a violent Discharge of a fetid Matter from the Uterus, and was then under the Care of Mr. Balgay, Surgeon, who favoured me with being present when he opened the Body.—She had been salivated once or twice in our Hospitals, but to no Purpose.—After the Time of attempting to deliver her, to the Hour of her Death, she had prodigious Discharges of a fetid Gleet, and frequently indigested Matter with Blood from the Uterus.—There appeared a Tumour on the Right Side, which was moveable to the other, though its Attachment was chiefly to the Right.—She was troubled with a Suppression of Urine, ever since the Attempt of Delivery, and within this Twelvemonth went to Stool in a Cloth insensibly, and what Faeces descended into the Rectum, were immediately discharged.—She gradually wasted from a hale lusty Woman,\nWoman, till she was reduced to a mere Skeleton.—This Account is the best I could collect from the good Women who were present at the opening of the Body, and most of them at the Time of her expected Delivery, and have been very conversant with her ever since.\n\nUpon opening the Body—\n\nThe Omentum was intirely wasted: The Peritoneum was greatly inflamed, and adhered to the subjacent Tumour, which I expected (not being acquainted with the Case) to be a Tumour of the same kind I had lately seen, which was chalky; but, upon cutting into it, there appeared the Os Frontis, and, on proceeding farther, the Arm, Leg, and Ribs, on the Left Side,—with some viscid Matter in the Interstices.—It was seemingly contained in a thick membranous Cyst—which, upon Dissection, proved to be the containing Membranes of the Fœtus, contracted to the Shape of the Fœtus in Utero, and gave the Tumour an oval Form.—The Situation of the Fœtus was in the concave Part of the Right Ilium, and by its Cyst was attached to the Intestines, Colon, and Cæcum.—It had some Vessels that ran on the Surface of the Cyst, that was sent from the internal Iliacs of the contrary Side.—By its Pressure on the Right Ureter, it had hindered the Descent of the Urine, and had greatly enlarged both the Ureter and Pelvis, (of the Right Kidney) which was greatly distended with Urine, so that what descended into the Bladder, must steal in guttatim.\n\nThe Uterus and Fallopian Tubes appeared of their usual Size, only inflamed.—The Fimbriae were loose and fluctuating. On examining farther into the Pelvis,\nPelvis, there was near Six Ounces of fetid Matter lying between the Rectum and Uterus, which near its Neck was perforated, and the Parts were very rotten. From its Neck almost to the Extremity of the Vagina, the Muscles of the Anus were nearly destroyed.—There were some few indurated little Tumours adhering loofely to the Cyst of the Fœtus.—There were several little Parts appeared like carious Bones found in the Matter contained in the Pelvis.\n\nFrom what has been said, it appears that the Fœtus had been Nine Years in the Abdomen.\n\nVIII. A Letter from Mr. John Powell, to Sir Hans Sloane, Bart. Pr. R.S. &c. concerning a Gentlewoman who voided with her Urine, hairy crustaceous Substances: To which is annexed Sir Hans Sloane's Answer, containing several Observations of extraordinary Substances voided by the Urinary Passages.\n\nHonoured SIR,\n\nPembroke, July 16. 1733.\n\nHaving the Opportunity of sending now to London by a safe Hand, I make bold to send you in a Box, some things that a worthy Divine's Daughter of this Neighbourhood, whose Father has been some Years dead, and her Husband now too, has voided ever since Michaelmas last was Two Years,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104352.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6180,
    "total-output-tokens": 1160,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1429,
        2
      ],
      [
        1429,
        2997,
        3
      ],
      [
        2997,
        4153,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104352",
    "title": "Remark of the Case of a Poor Woman Who Had a Foetus in Her Abdomen for Nine Years, Opened May 6th 1739. by William Bromfeild, Surgeon",
    "authors": "William Bromfeild",
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/104352"
  }
}