{
  "id": "87c529e5f36220a0b460e05e42336082f0de4ac8",
  "text": "ther received) into the hollow of the Vertebrae: and do Quære, whether in those Instances that are given of Births of Infants without Brains, there might not be the like Accident of the Brain, or the Principal Parts of it being depressed into the Vertebrae; which in Embrio's, (before hardened into Bones) are Parts extendible. But the Brain being confined in so narrow an enclosure, it stints its growth and enlargement; yet may be sufficient to supply Spirits for the maintaining those Offices of Life the Fetus enjoys, before the Birth whilst in the Womb.\n\nBut somewhat to confirm these Instances given in the same Transaction, of Life continuing after the loss of a great part of the Brain, I shall add this following Observation.\n\nIV. An Observation of one Hemisphere of the Brain sphacelated, and of a Stone found in the substance of the Brain itself: By Edward Tyson, Fellow of the College of Physicians and R. S.\n\nDecemb. 12, 1688. I was desired to be present at the opening of Mr. A. About Two Months before (as I was informed) he had received in a Quarrel at the Tavern a great bruise on his Head by a Quart Pot. But for the present neglected the use of means, till at last he was forced to betake himself to his Bed. Dr. Morton was sent for. He found him to complain of a most violent pain in his Head. He sometimes Vo-\nmited; sometimes was in Convulsions; sometimes in\nthe day he would have a great Stupor upon him; and\nwhen he waked would be delirious. His swallowing\nwas difficult, and he would grin his Teeth: his Eye-sight\nafterwards failed him, and he lost his Memory; and\nupon the least Motion of his Body would faint away,\nand in the whole Course of his Distemper was ter-\nverish.\n\nUpon opening his Head I observed the Blood Ves-\nsels of the Meninges very much extended; but what\nsurprized me more was, to find the greatest part of\nthe left Hemisphere or side of the Cerebrum or Brain\nto be perfectly rotten or Sphacelated, not having the\nleast consistency but purulent and soft: Nor could I\ndistinguish the Medullary substance from the Cinerice-\nous; but all of a dark reddish colour: So that I no\nways wonder'd at the Symptoms he complained of,\nbut rather that he lived so long; there being so consi-\nderable a part of the Substance of the Brain itself wholly\ncorrupted.\n\nIn the Ventricles of the Brain I observed a great\ndeal of Water: But the greatest surprize of all was\nthe Protuberantia Orbicularis call'd the Testis on the\nleft side; which was as big as a Nutmeg: For upon\ndissecting I found in a purulent Matter there a Chalky\nStone, about the bigness of a Cherry-stone, but flat\nand not very thick; and in taking it out I found it\nfriable, and have part of the Stone now by me.\n\nThere are frequent Observations of Stones found in\nthe Glandula Pinealis; and I have seen the Glands of\nthe Tunica Choroides petrified: But Stones to be found\nin the Substance of the Brain itself, I think is very\nrare. 'Tis true Jacobus Hollerius mentions Stones to be\nfound in the Brain; but is nowhere particular in de-\nclaring where, as neither is Kentmannus, in telling us\nwhere that was found he gives a Figure of it like a Mulberry: and as Gul. Fab. Hildanus well observes. In hujusmodi enim Historiis & quidem tanti momenti, omnia ad unguem adumbrentur, necesse est; aliòquin Cerebrum, cum pars Corporis sit nobilissima, vixque aliquid praeter naturale uti indies diligens Practicus observare poteat sufferre posse; Non immerito aliquis Historias praescriptas D. D. Kentmanni & D.D. Hollerii in dubium Vocare posse. &c.\n\nV. Part of a Letter from Mr. Octavian Pulleyn, dated, Rome March 16 1696, giving an account of an Inscription there found in the Language of the Palmereni; and another in the Etruscan Language found on an old Vase.\n\nDr. Halifax calling here in his return home from Aleppo, I had the honour of his acquaintance. Among other things, he told me he was to search for an Inscription in the Language of the Palmereni mentioned by Dr. Spon in his Miscellanea Fol. p. 3. and desired my Assistance, which I readily offer'd him; but Dr. Spon saying only that it was in Rome, we were to seek, and the Weather being very bad (it being Winter) our enquiry was fruitless. At his departure he enjoy'd me to find it out if I could. Hearing Sig. Fabretti Canon of St. Peter's was publishing a Book of Old Inscriptions, I waited upon him, and by him was fully inform'd to my purpose. He lent me also a Draught of it, and said no Person else had had it to Copy but one Grodeick of Dantzig. I was well pleas'd with the information, and Paper I had got, but not satisfied till I had compared it with the Original. I went as I was directed",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102358.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1317,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1331,
        2
      ],
      [
        1331,
        3085,
        3
      ],
      [
        3085,
        4653,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102358",
    "title": "An Observation of One Hemisphere of the Brain Sphacelated, and of a Stone Found in the Substance of the Brain Its Self: By Edward Tyson, Fellow of the College of Physitians and R. S.",
    "authors": "Edward Tyson",
    "year": 1695,
    "volume": "19",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/102358"
  }
}