{
  "id": "387db35270394cf7d3109a88ee71976e5d1535d9",
  "text": "He concluded his relation with observing, that these whales were to be met with between the Coast of New-England, and New Netherland, where they might be caught eight or nine months in the year; whereas those about the Bermudas are to be found there only in the Months of February, March and April.\n\nConcerning the death of the Whale, which hath been related to have stranded upon New-England, it is not very improbable, but, (that Fish having also more than one Enemy, whereof a Small Fish called the Trefher, is one, who, by Mr. Terry's Relation in his East-Indian Voyage, with his nimbleness vexes him as much, as a Bee does a great Beast on the land; and a certain horny Fish another, who runs its horn into the Whale's belly) it may have been kill'd by the latter of these two; which kind of Fish is known, sometimes to run its horn into Ships (perhaps taking them for Whales) and there snapping it asunder; as hapned not long since to an English Vessel in the West-Indian Seas; the broken piece of that Horn being by the Master of that Ship presented to the King, and now kept in His Majesties Repository: the like wherof befell a French Vessel, sailing towards the East-Indies, according to the Relation, made by Monsieur Thevenot in his second Tome of Curious Voyages.\n\nOf a remarkable Spring, about Paderborn in Germany.\n\nAn inquiring Gentleman of those parts writes to his Friend in London, as follows:\n\nIn this Diocese of Paderborn, about 2 leagues from that Town, is a treble Spring call'd Metborn, which has three streams, two whereof are not above one foot and and a half distant from one another, and yet of so differing qualities, that whereas one of them is limpid, blewish, lukewarm, bubling, and holding Sal-ammoniack, Ochra, Iron, Vitriol, Allum,\nAlum, Sulphur, Niter, Orpiment, used against Epilepsies bad Spleens, and the Wormes; the other is Ice-cold, turbid and whitish, much stronger in tast, and heavier than the former, holding much Orpiment, Salt, Iron, Niter, and some Sal-Armoniack, Allum and Vitriol; Of this all Birds, observed to drink of it, doe dye; which I have also privately experimented by taking some of it home, and giving it to Hens, after I had given them Oates, Barly and Bread-crums: For, soon after they had drunk of it, they became giddy reeled, and tumbled upon their backs, with convulsion-fitts, and so dyed with a great extention of their leggs. Giving them common-salt immediately after they had drunk, they dyed not so soon; giving them vineger, they dyed not at all, but seven or eight days after were troubled with the Pipp. Those that dyed, being open'd, their Lungs were found quite shrivelled together. Yet some men, that are troubled with Worms; taking a little quantity of it, and diluting it in common water, have been observed by this means to kill the Worms in their bellies, so that a great number of worms come from them; whereupon though they are sick, yet they dye not. As to the third stream, that lyes lower than the other two, about 20 paces distant from them, it is of a greenish colour, very clear, and of a sowre sweet tast, pleasing enough. It hath about a middle weight between the other two; whence wee guess, that it is mixed of them both, meeting there together: to confirm which, we have mixed equal quantities, of those two, with an addition of a little common well-water, and have found that they, being stirred together and permitted to settle, made just a water of the same colour and tast of this third stream.\n\nOf some other not-common Springs at Basel and in Allatia.\n\nA Curious Person writes from those Places in manner following:",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101459.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 977,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1767,
        2
      ],
      [
        1767,
        3617,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101459",
    "title": "Of a Remarkable Spring, about Paderborn in Germany",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101459"
  }
}