{
  "id": "7fba751048b349decdbf90e27a984b9aa8c1df25",
  "text": "should be of the distance given, having the Focus of the Object-glass given equal to B, and the distance given to B + D; the distance between the first and the second Glass will be equal to \\( \\frac{2B^2 + BD}{2B + D} \\), whence subducting B (the Focus of the Object-glass given) there remains \\( \\frac{BD}{2B + D} \\); and if this sum be supposed equal to G, we shall easily know, by the precedent Rule, the Focus of the second Glass.\n\nSo far M. Auzout, who, I trust, will receive due satisfaction to his desire, as soon as the happy end of the present Contagion shall give a beginning and life again to the Studies and Actions of our retired Philosophers.\n\nI shall onely here adde, That the Secret he mentions [Of measuring the distance of Places by a Telescope (fitted for that purpose) and from one station] is a thing already known (if I am not mis-informed) to some Members of our Society; who have been a good while since considering of it, and have contrived ways for the doing of it: Whether the same with those of Mr. Auzout, I know not. Nor have I (at the distance that I am now from them) opportunity of particular Information.\n\nAn Experiment of a way of preparing a Liquor, that shall sink into, and colour the whole Body of Marble, causing a Picture, drawn on a surface, to appear also in the inmost parts of the Stone.\n\nThis Experiment, having been hinted at in the next foregoing Papers, out of the Mundus Subterraneus of Athanasius Kircher, and several Curious Persons, who either have not the leisure to read Voluminous Authors, or are not readily skilled in that Learned Tongue wherein the said Book is written, being very desirous to have it transferred hither, it was thought fit to comply with their desire herein.\n\nThe Author therefore of the Mundus, &c, having seen some\nsome stones reputed to be natural that had most lively Pictures, not only upon them, but passing thorow their whole substance, and thereupon finding an Artist, skilful to perform such rare workmanship, did not only pronounce such stones to be artificial, but when that Artist was unwilling to communicate unto him his Secret, did joyn his study and endeavors with those of one Albertus Gunter a Saxon, to find it out themselves: wherein having succeeded, it seems, they made the Experiments which this industrious and communicative Jesuit delivers in this manner:\n\nThe Colours, saith he, are thus prepared; I take of Aqua fortis and Aqua Regis, two ounces ana; of Sal Armorniack, one ounce; of the best Spirit of Wine, two drachms; as much Gold as can be had for nine Julio's (a Julio being about six pence English) of pure Silver, two drachmes. These things being provided, let the Silver, when calcined, be put into a Vial; and having powred upon it the two drachmes of Aqua fortis, let it evaporate, and you shall have a Water yielding first a blew Colour, and afterwards a black. Likewise put the Gold, when calcin'd, into a Vial, and having powred the Aqua Regis upon it, set it by to evaporate: then put the Spirit of Wine upon the Sal Armorniack, leaving it also till it be evaporated; and you will have a Golden coloured Water, which will afford you divers Colours. And, after this manner, you may extract many Tinctures of Colours out of other Metals. This done, you may, by the means of these two Waters, paint what Picture you please upon white Marble, of the softer kind, renewing the Figure every day for several days with some fresh superadded Liquor, and you shall find in time, that the Picture hath penetrated the whole solidity of the Stone, so that cutting it into as many parts as you will, it will always represent unto you the same Figure on both sides.\n\nSo far be, which how far it answers expectation, is referred to the Tryal of Ingenious Artists. In the mean time there are not wanting Experienced Men that scruple the Effect, but yet\nyet are far from pronouncing any thing positively against it, so that they do not discourage any that have conveniences, from trying.\n\nBut whether the way there mentioned will succeed, or not, according to expectation: Sure it is that a Stone-cutter in Oxford, Mr. Bird, hath many years since found out a way of doing the same thing, in effect, that is here mentioned; and hath practised it for many years. That is, he is able so to apply a colour to the outside of polished Marble, as that it shall sink a considerable depth into the body of the stone; and there represent like figures or images as those are on the outside; (deeper or shallower according as he continues the application, a longer, or lesser while.) Of which kind there be divers pieces to be seen in Oxford, London, and elsewhere. And some of them being shewed to his Majesty, soon after his happy restoration, they were broken in his presence, and found to answer expectation. And others may be dayly seen, by any who is curious, or desirous to see it.\n\nAn Intimation of a Way, found in Europe to make China-dishes.\n\nNotice was lately given by an inquisitive Parisian to a friend of his in London, that by an Acquaintance he had been informed, that Signor Septalio, a Canon in Milan, had the Secret of making as good Porcelane as is made in China it self, and transparent; adding that he had seen him make some.\n\nThis as it deserves, so it will be further inquired after, if God permit.\n\nAn Account of an odd Spring in Westphalia, together with an Information touching Salt-Springs and the straining of salt-water.\n\nAn observing Gentleman did lately write out of Germany, that in Westphalia in the Diocese of Paderborn, is a Spring, which looses itself twice in 24 hours; coming always after 6 hours, back again with a great noise, and so forcibly, as",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101453.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 1448,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1794,
        2
      ],
      [
        1794,
        3855,
        3
      ],
      [
        3855,
        5676,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101453",
    "title": "An Experiment of a Way of Preparing a Liquor, That Shall Sink into, and Colour the Whole Body of Marble, Causing a Picture, Drawn on a Surface, to Appear Also in the Inmost Parts of the Stone",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/101453"
  }
}