{
  "id": "f6651855403233d69a641065bc013b52454dc0b6",
  "text": "Society, with a Description and Draught of the two largest subjoin'd.\n\nFig. I. Shews the Stone denudated, as taken from the *Pelvis* of the right Kidney. *(See Plate the third, Figure the first)*\n\na. That Part which had branch'd into the *Ureter*, and totally obstructed its Channel. b. b. b. The eminent Parts of it. c. c. c. That Part which fill'd the Capacity of the *Pelvis*.\n\nFig. II. Shews the Stone taken from the left Kidney. *(See Plate the third, Figure the second.)*\n\na. That Part which had protruded itself into the upper Part of the *Ureter*, but did not totally plug it up, by which Means the Urine had a Passage. b. b. b. b. The eminent Parts which branch'd into the *Fistula membranacea*. c. c. c. c. The Body of the Stone which lay in the *Pelvis* of this Kidney.\n\nX. Extract of several Letters &c. from different Parts of Europe, relating to the Aurora Borealis seen Oct. 19. N. S. 1726.\n\nThough the Accounts referr'd to have come to Hand very late, long since the Appearance of the Meteor, yet as it is manifestly the same with that remarkable one which was seen the same Night here,\n(viz. Oct. 8. O.S.) the Description of which is publish'd in the Transaction No. 395, it will not be amiss to give a short Extract of them, that the Extent of the Phenomenon may be more fully known, and its Height thereby better estimated.\n\nMons. Gaudin, in a Letter from the Observatory at Paris, dated October 20. N.S. 1726. writes, that he saw it first at half an Hour past seven in the Evening, forming at that Time a luminous Arch (with another somewhat darker under it) which extended itself almost from Sun-set to Moon-rise, and was raised above the Horizon about twenty five Degrees; from whence shot out from Time to Time luminous Streams about ten Degrees above it. At half an Hour past eight, the Number of these Streams vastly encreas'd, covering all the Heaven, excepting the Height of twenty Degrees opposite to it: But towards the Zenith there remain'd a circular Space which was never cover'd by them, tho' there wanted not a constant Succession. These Appearances continu'd very strong till half an Hour after ten; when they began to decline, and disappear'd totally about two in the Morning.\n\nMons. Maraldi, in a Letter dated at Thiers, Oct. 20, 1726. N.S. two Leagues to the South of Paris, says, it began there about half an Hour past six with a constant uniform Light in the North; soon after which appear'd three or four luminous Arches one over another, from whence issued a great Number of Rays, which shot up a considerable Height above the Horizon. At eight o'Clock these Rays darted quite up to the Zenith; half an Hour after which they very much encreas'd, spreading with strong Undulations all over the\nthe Sky, and all terminating in the Zenith form'd a Sort of Cupola there. The Conclusion he has not observ'd.\n\nSign. Francesco Quaranbotti writes from Treggiaia, Oct. 20. 1726. N. S. that he first observ'd it a little before eight in the Evening, when it extended itself along the North Horizon about eighty Degrees, and reach'd above it about eight. After some Time, the luminous Emissions began to rise perpendicularly, and continued from time to time so to do, from nine till eleven. About ten it enlarged itself fifteen Degrees farther East, and stretch'd under the last Star in Ursa major. At eleven it vanished.\n\nAn anonymous Account in Latin from Florence informs us, that it was first seen there at half an Hour past six in the Evening, with a clear expanded Light, occupying all the Space betwixt the North-East and North-West. At seven it divided itself into several spherical Triangles near the Horizon, which half an Hour afterwards united into one large one, whose Base was near the Horizon, and extended twenty Degrees to the West from the North-Pole, and whose Vertex reach'd up to Ursa minor. This continu'd about half an Hour, and then disappear'd; but at ten o'Clock it return'd much more conspicuously, forming about the Pole, a large Column which was rais'd thirty Degrees above the Horizon. From this Time it issued out lucid Undulations till Midnight, when it entirely dispers'd. He afterwards takes Notice that the same was seen at Milan and Bologna; the Accounts from whence agree, that none of the Streams reach'd beyond the Zenith.\n\nP p p Sign.\nSign. Manfredi writes from Bologna, Jan. 3. 1726-7, that he did not observe this Phenomenon himself, but was inform'd that it was seen everywhere in the Campagna di Roma, as far as Pesaro and Fano.\n\nTo these Accounts, which were communicated to the Society by their worthy Associate Sir Tho. Deringham, and most of them translated from the Italian by the ingenious Dr. Sheuzer, it will not be improper to subjoin, that Dr. Ericus Burman in the Act. Literar. Suec. Trimest. prim. 1727, takes Notice, that altho' this Meteor was seen in Germany, Poland, Swifterland, France, and England, yet at Upsal they cou'd observe nothing but the whole Sky beset thick with Clouds, of a Colour like that of the Moon in a total Eclipse, and variously agitated as by a Wind, but this chiefly towards the South; which continu'd till nine o' Clock at Night, a little after which it grew quite cloudy.\n\nFINIS.\n\nLONDON: Printed for William Innys, at the West End of St. Paul's.\nM.DCC.XXVIII.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103700.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 1465,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1103,
        2
      ],
      [
        1103,
        2735,
        3
      ],
      [
        2735,
        4306,
        4
      ],
      [
        4306,
        5278,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103700",
    "title": "Extract of Several Letters &c. from Different Parts of Europe, Relating to the Aurora Borealis Seen Oct. 19. N. S. 1726",
    "authors": null,
    "year": 1727,
    "volume": "35",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/103700"
  }
}