{
  "id": "98bdbad1306bc17a6d59ceef16a20584ce0dd396",
  "text": "Mr. Ray, in his history, ascribes that virtue to this powder; and also says, it powerfully dries up foul ichorous ulcers; and many others commend it as a styptic besides.\n\nThis, Sir, is what I thought necessary to lay before the Society, from the same motive that I am sure would excite every member, if opportunities offered. I am,\n\nSIR,\n\nYour most humble servant,\n\nJ. Parsons.\n\nXII. An Account of the State of the Thermometer, on the 8th and 9th of February 1755, in a Letter to John Canton, M.A. F.R.S. from Henry Miles, D.D. F.R.S.\n\nDear Sir,\n\nRead Feb. 13, 1755. I thank you for the register of your thermometer on the late cold days, and have inclosed that of mine, on the same times; which, if you please, you may lay before the Royal Society, with the following remarks.\n\nThe cold on the 8th instant, especially at midnight, was extraordinary, if it be considered, in how short a space of time it increased to that degree you mention. And that this may appear, I have prefixed\nto the register of my thermometer, in the annexed paper, the state of it on the 7th, on which day, tho' the wind blew very strong from the east, the cold exceeded the degree of freezing-point but very little. Some allowance is indeed to be made for the thickness of the atmosphere.\n\nThe lowest state of my thermometer was on the 8th day, at 7 h. a.m. when it had fallen to $17\\frac{1}{2}$; though it appears to have been unusually cold throughout the day, by the register.\n\nIt is probable, that the crisis was at or about the time of your midnight observation; for the wind shifted to the S. E. and the thermometer indicated a considerable abatement of the cold several hours before day. As you have mentioned the difference between the height of the thermometer placed against the house, and that of one in the middle of your garden, I would inform you, that I have formerly found about the same difference between them, when I have made the same trial.\n\nA thermometer within my chamber, near another placed on the outside of the window, continued falling till the ninth day; when at 6 h. a.m. it stood at $25\\frac{1}{2}$. At 8 h. p.m. when that without was at $38$, this within was no more than $28$, at which time water was congealed in my chamber, and it froze all night, and part of the next day, in the same; tho' the window was covered thick with small drops of water on the outside, even at 8 h. p.m. so that here was a great increase of cold within, while there was a very considerable abatement of it abroad. So little dependance can we have on the indications of the temperature of the air by thermometers placed in a house.\n\nI only\nI only add my ardent wishes, that a number of gentlemen, residing at a distance from each other, would agree to make regular observations of the weather, with instruments of the same construction, and framed by the same hand. Their registers would be worthy to stand on record; and, by comparing them, an improvement might be made in the natural history of the air, so justly complained of, as being very defective: and from thence might ensue benefit to the public in several respects. I am,\n\nDear Sir, to you\n\nTooting, Feb. 13, 1755.\n\nand the Royal Society,\n\na faithful humble servant,\n\nH. Miles.\n\n1755. Mr. Canton's register of his Thermometer, in Spital-square, London.\n\nFeb. 8.\n- - - z h. p. m. 27\n- - - 8 h. p. m. 20\nIn the middle of the garden 16\nAt midnight - - - 15½\nIn the middle of the garden 11\n\nFeb. 9.\nAt 8 h. a. m. - - - 21½\nz h. p. m. - - - 30¼\n8 h. p. m. - - - 33½\n\nThe register of my Thermometer, at Lower-Tooting, in Surrey.\n\nFeb. 7th . . . 6 h. a. m. 31\n2 h. p. m. 33\n. . . 8 h. p. m. 30\ncloudy all day, and W. high at E.\n\n7 h. a. m. 17½. z h. p. m. 26½\ncloudy W. E.\n\n8 h. p. m. 19½\nclear.\n\nAt 6 h. a. m. 23. not lower after, cloudy. W. S. E.\n2 h. p. m. 33½. very cloudy W. S. E.\n8 h. p. m. 38. f. cloudy all W. S. E.\n\nXIII,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104905.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1232,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        985,
        2
      ],
      [
        985,
        2629,
        3
      ],
      [
        2629,
        3873,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104905",
    "title": "An Account of the State of the Thermometer, on the 8th and 9th of February 1755, in a Letter to John Canton, M. A. F. R. S. from Henry Miles, D. D. F. R. S.",
    "authors": "Henry Miles",
    "year": 1755,
    "volume": "49",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/104905"
  }
}