{
  "id": "53460f65dca6507ee1d4084a56f7ebbda03aaf9f",
  "text": "IV. Observationes Sinenses, Communicatæ D. Jacobo Cassini Acad. Reg. Par. Soc.\n\nMißum est nuper à Patribus Societatis Iesu in Regia Pekinensi domicilium habentibus exemplar nonnullarum observationum ibi habitarum ad situm illius Urbis determinandum conferentium.\n\nEx altitudine meridiana maxima stellæ polaris observata Die 31 Decembris, 1694. correcto instrumento graduum 42. 16. 50\". Supposita refractione 1°. 17\" et distantia stellæ polaris a polo tunc temporis gr. 2. 19. 57\". eruitur altitudo poli gr. 39. 54. 56.\n\nEx ejusdem stellæ polaris altitudine meridiana minima observata Diebus 7, 8. 13 Maii, 1695. correcto instrumento graduum 37. 36. 40\". Supposita Refractione 1°. 28\" et distantia stellæ polaris a polo gr. 2. 19. 50. eruitur altitudo poli gr. 39. 55. 2.\n\nNeglecta Refractione altitudo maxima stellæ polaris deducta ex observatione 31 Decembris praecedentis fuisse sub initium Maii gr. 42. 16. 43.\n\nEt altitudo ejusdem minima tunc fuit gr. 37. 36. 40.\n\nQuare differentia altitudinum 4. 40. 3.\n\nEt distantia stellæ polaris a polo 2. 20. 1.\n\nEt altitudo poli apparens 39. 56. 41.\n\nAd hanc altitudinem apparentem refractione ex mea Tabula est 1. 10.\n\nQuare altitudo poli in Regia Pekinensi 39. 55. 30.\n\nPlures aliae observationes altitudinum meridianarum stellarum fixarum in hunc usum habita sunt; sed haec mihi videtur omnibus præferendæ.\nPro longitudine Pekinensis Urbis observatae sunt plures immersiones primi Jovis satellitis in Jovis Umbram ex quibus selegi quae habita est die 18 Januarii, 1695. Telescopio pedum duodecim.\n\nEo die observata est immersio primi Jovis satellitis in Jovis Umbram facta correctione horologii h. 12. 51. 14.\n\nTabulae nostrae eo die hanc immersionem representant h. 5. 18. 49. Observationes autem eodem mense habitae in observatorio Regio Parisiensis ostendunt. Tabulas retardasse tunc temporis minutis horariis 2'. 30''.\n\nQuare fuit illa immersio Parisis h. 5. 16. 19. Itaque differentia meridianorum.\n\nInter Pekinum & Urbem Parisensem erit h.7. 34. 55.\n\nCum autem ex aliis observationibus olim deducta fuerit eadem meridianarum differentia 7'. 36. sumi poterit h.7. 35 ½'.\n\n---\n\nV. A Letter from Dr. Geo. Garden, Dated Aberdeen, Dec. 8, 1686. concerning Caterpillars that destroy Fruit.\n\nI Had Occasion some Years ago to discover the true Origine of the small Catterpillar, which infests the Blossoms of Pears and Apples, and destroys the Fruit. You know the vulgar Conceit was, their being bred of Mists and Dews, which Goedartius goes along with, but Dr. Lister rightly Conjectures their Original to be from the Butter-fly, into which they are transformed, though he seems not to have taken Notice of the particular manner of their Propagation, as may be seen in Numb. 60. of his Edition of Goedartius. The Bearers of these Trees you know are full of Asperities, and not so smooth",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102483.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 1091,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1354,
        2
      ],
      [
        1354,
        2832,
        3
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102483",
    "title": "Observationes Sinenses, Communicatae à D. Jacobo Cassini Acad. Reg. Par. Soc.",
    "authors": "D. Jacobo Cassini",
    "year": 1698,
    "volume": "20",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/102483"
  }
}