{
  "id": "3fcf88760c1a9a5757161fd49954eb2bb610e251",
  "text": "The only official reprint\nauthorized by\nThe Royal Society of London\nPHILOSOPHICAL TRANSACTIONS.\n\nGiving Some ACCOUNT OF THE Present Undertakings, Studies, and Labours OF THE INGENIOUS, IN MANY Considerable Parts of the WORLD.\n\nVOL. XXXII For the Years 1722, 1723.\n\nLONDON:\nPrinted for W. and J. Innys, Printers to the Royal Society, at the West End of St. Paul's. 1724.\nTO\n\nSir HANS SLOANE, Bar't.\n\nPRESIDENT of the\n\nCollege of PHYSICIANS,\n\nAnd VICE-PRESIDENT of the\n\nROYAL SOCIETY,\n\nThis Thirty Second Volume of\n\nPhilosophical Transactions\n\nis Humbly Dedicated\n\nBY\n\nHis Most Obliged, and\n\nMost Humble Servant,\n\nJAMES JURIN, R. S. Secr.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of January, and February, 1724.\n\nThe CONTENTS.\n\nI. Experimenta circa gradum caloris liquorum non-nullorum ebullientium instituta. A Daniele Gabr. Fahrenheit, R. S. S.\n\nII. Observationes accuratæ captæ, anno xvijc=xxiiij Lugduni Batavorum, Delphis Bataviæ, & in pago Rhenoburgo. Circa mediam BAROMETRI altitudinem, mediam THERMOMETRI elevationem, tum & HYGROMETRI varietatem mediam, circa copiam Pluviæ, Roris, Nivis, Grandinisque, simul & circa copiam Aquæ quæ exhalavit, & altitudinem putealis Aquæ in Puteo, unde nihil aquæ exhaustum fuit toto anni decursu, de variatione Horologii Portatis singulis mensibus, ut certa hæc experimenta servire queant contemplatoribus Historiæ Naturalis, offert eadem harum deliciarum studiosis Nicolaus Cruquius, Geometra. R.S. S.\n\nVOL. XXXIII. A III. An\nIII. An Account of a Dropsy in the left Ovary of a Woman, aged 58. Cured by a large Incision made in the Side of the Abdomen, by Dr. Robert Houstoun.\n\nIV. Præparatio Cærulei Prussiaci ex Germaniâ missa ad Johannem Woodward, M.D. Prof. Med. Gresh. R. S. S.\n\nV. Observations and Experiments upon the foregoing Preparation. By Mr. John Brown, Chymist, F. R. S.\n\nVI. The Remainder of the Bills of Mortality, &c. of the several Towns of Europe. Extracted from the Acta Breslaviensia. By Dr. Sprengell, F. R. S.\n\nVII. An Account of the Dissection of an Eye with a Cataract. By Mr. John Ranby, Surgeon.\n\nI. Expe-\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of March and April, 1724.\n\nThe CONTENTS.\n\nI. Observations upon the Comet, that appear'd in the Months of October, November, and December, 1723. By the Reverend Mr. Bradley, M.A. Prof. Astron. Oxon. F.R.S.\n\nII. Extract of a Letter from the Right Honourable the Lord Paisley, F.R.S. to Mr. George Graham, F.R.S. With some curious Figures of the same Comet.\n\nIII. Observatio ejusdem Cometae ab Illustrißimo Domino Francisco Bianchini habita Albani Mensae Octobri, 1723. & ab eodem Ulyssiponem missa P. Joanni Baptistæ Carbone Soc. fESU. Communicavit Isaacus Samuda, M.D. Col. Med. Lond. L. S. R. S.\n\nIV. Observations about Wasps, and the Difference of their Sexes. By the Reverend Mr. Derham, F.R.S. Prebendary of Windsor.\n\nVol. XXXIII.\nV. Observationes dua variores, ex Literis Viri Doc-\ntissimi Johannis Huxham, M.D. ad Jacobum\nJurin, R. S. Secr.\n\nVI. Part of a Letter from Mr. Thomas Robie,\nPhysician in New-England, to the Reverend\nMr. Derham, F. R. S. Concerning the Effects\nof Inoculation; The Eclipse of the Sun in No-\nvember 1722; And the Venom of Spiders.\n\nVII. Observations made in Italy of a Lunar Eclipse,\nwhich happened the 8th of Sept. 1718. Ex-\ntracted from the Giornale di Literati of Ve-\nnice.\n\nVIII. Experimenta & Observationes de Congelatione\naque in vacuo factae a D. G. Fahrenheit,\nR. S. S.\n\nI. Obser-\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of May and June, 1724\n\nThe CONTENTS.\n\nI. Part of a Letter from the Reverend Mr. Wasse, Rector of Aynho in Northamptonshire, to Dr. Mead, concerning the difference in the Height of a Human Body, between Morning and Night.\n\nII. Some Remarks upon the Observation mentioned in the foregoing Letter. By Mr. William Beckett, Surgeon, F.R.S.\n\nIII. A Catalogue of Fifty Plants from Chelsea Garden, presented to the Royal Society for the Year 1723, by the Company of Apothecaries of London, pursuant to the Direction of Sir Hans Sloane, Bart. President of the College of Physicians.\n\nIV. An Account of Observations made of the Variation of the Horizontal Needle at London, in the latter Part of the Year 1722, and beginning of 1723. By Mr. George Graham, Watchmaker, F.R.S.\nV. Some Observations upon Dr. Eaton's Styptick. By Dr. Sprengell, R. S. S. Coll. Med. Lond. Lic.\n\nVI. Materiarum quarundam Gravitates Specificæ, diversis temporibus ad varios scopos exploratæ a D. G. Fahrenheit, R. S. S.\n\nVII. Some Considerations about the Cause of the Universal Deluge, laid before the Royal Society, on the 12th of December, 1694. By Mr. Edmond Halley, R. S. S.\n\nVIII. Some farther Thoughts upon the same Subject, delivered on the 19th of the same Month. By the same.\n\nI. Obser-\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of July, August and September. 1724.\n\nThe CONTENTS.\n\nI. An Account of some new Experiments, relating to different, and sometimes contrary Motion of the Sap in Plants and Trees, made by Thomas Fairchild, Gardener at Hoxton.\n\nII. An Account of an extraordinary Cure by Sweating in Hot Turff; with a Description of the Indian Hot-Houses; by the Honourable Paul Dudley, Esq; F. R. S.\n\nIII. An Attempt to account for the rising and falling of the Water of some Ponds near the Sea, or ebbing and flowing Rivers; where the Water is lowest in the Pond, at the Time of high Water in the Sea or River; and the Water is highest in the Pond, at the Time of low Water in the Sea or River. As also for the increasing or decreasing of the Water of such Pools and Brooks as are highest in the dry Seasons, and lowest in the rainy Seasons: With an Experiment to illustrate the Solution of the Phænomena. By the Reverend J. T. Desaguliers, L. L. D. and R. S. S.\n\nIV. No-\nIV. Nobilissimi Viri ADAMI LEYEL Reg. Colleg. Metallici Assessoris NARRATIO accurata de CADAVERE HUMANO in fodina Cuprimontana ante duos annos reperto. Ex Actis Literariis Sueciae. Ann. 1722. Trimest. I.\n\nV. Aræometri novi descriptio & usus a D. G. Fahrenheit, R. S. S.\n\nVI. A Letter from Mr. John Bonnet, Surgeon at Fowye in Cornwall, to Claudius Amyand, Esq; Serjeant-Surgeon to his Majesty, F. R. S. concerning the preternatural Structure of the Pudenda in a Woman, describ'd in Phil. Transact. No 379.\n\nVII. Casus rarissimus. Visus objectorum partialis, communicante Domino Abrahamo Vater, Prof. Med. Wittemb. R. S. S.\n\nVIII. Sectio Oculorum duorum Cataracta affectorum. Epistola Domini ad Samuelem Molyneux Armigerum, Serenissimo Principi Walliae a Secretis, R. S. S.\n\nIX. An Account of a Book entituled, Dominici Bottoni, de immani Trinacriae Terræ Motu, Idea Historico-Physica, in qua non solum Telluris concussiones transactæ recensentur, sed novissimae Anni 1717. Messanæ 1718. 8°. By J. G. Scheuchzer, M. D. R. S. S. Coll. M. L. Lic.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of October, November, and December, 1724.\n\nThe CONTENTS.\n\nI. An Account of the Scarabæus Galeatus Pulsator, or the Death Watch, by Mr. Hugh Stackhouse. Communicated by John Harwood, L. L. D. S. R. S.\n\nII. Observations of the Eclipses of the first Satellite of Jupiter, communicated by his Excellency William Burnet, Esq; Governor of New York, F. R. S.\n\nIII. A New Contrivance for taking Levels, by the Reverend John Theophilus Desaguliers, L. L. D. R. S. S.\n\nIV. Intestinum Parturiens, seu Casus oppido-rarus de cranio & costis Fœtus per anus ejectis, descriptus a Johanne Lindestolpe, M. D. & Reg. Colleg. Medic. Stockholmensis Assessor. Ex Actis Literariis Sueciae, An. 1723. Trimestr. 1.\n\nV. Observatio circa Lumen Boreale d. 20. Sept. An. 1717. prope Upsal. Per E. J. Burman. Ex Actis Liter. Sueciae An. 1724. Trimestr. 3.\n\nVI. Barometri novi descriptio, a D. G. Fahrenheit, R. S. S.\nVII. Observatio Lunaris Eclipse habita Ulyssipone in Palatio Regio Die 1. Novembris 1724. A PP. Joanne Baptista Carbone, & Dominico Capasso, Soc. Jesu. Communicante Excellentissimo Domino, Dno de Galvaon, Commendatore Villæ Meam & Francæ, Equ. Ord. Christ. Legato Sereniss. Reg. Portugall. ad Sereniss. Regem Magn. Britan. S. R. S.\n\nVIII. Meridianorum Ulyssiponensis, Parisiensis & Londinensis differentia, ex literis Clarissimi Doctissimique Viri, Reverend. Patr. Johannis Baptistæ Carbone Soc. Jes. ad Isaacum Sequeyra Samuda M. D. Coll. Med. Lond. Lic. S. R. S.\n\nIX. An Excretory Duct from the Glandula Renalis. Extracted from the Giornale di Letterati of Venice, for the Year 1719.\n\nX. Of the Currents at the Streights Mouth. By Capt. - - - - - Communicated by Dr. Hudson.\n\nXI. Ambergris found in Whales. Communicated by Dr. Boylston of Boston in New-England.\n\nXII. Observations on some of the Plants in New-England, with remarkable Instances of the Nature and Power of Vegetation. In a Letter to the Publisher from the Honourable Paul Dudley, Esq; F. R. S.\nPHILOSOPHICAL TRANSACTIONS:\n\nGiving some ACCOUNT OF THE Present Undertakings, Studies, and Labours OF THE INGENIOUS IN MANY Considerable Parts of the WORLD.\n\nVOL. 33. For the Year 1725\n\nLONDON:\nPrinted for S. Smith and B. Walford, Printers to the Royal Society, at the Prince's Arms, in St. Paul's Church-Yard. MDC\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of January and February, 1725.\n\nThe CONTENTS.\n\nI. A Dissertation concerning the Figure of the Earth, by the Reverend John Theophilus Desaguliers, LL. D. F. R. S.\n\nII. Some Observations made in an Ostrich, dissected by Order of Sir Hans Sloane, Bart. By Mr. John Ranby, Surgeon. F. R. S.\n\nIII. An Account of the Appearance of Mercury, passing over the Sun's Disk, on the 29th of October, 1723 determining the mean Motion, and fixing the Nodes of that Planet's Orb. By Edmund Halley, LL. D. Astron. Reg. and R. S. S.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of March and April, 1725.\n\nThe CONTENTS.\n\nI. The Dissertation concerning the Figure of the Earth continued; by the Reverend J. T. Desaguliers, LL. D. F. R. S.\n\nII. An Essay upon the Natural History of Whales, with a particular Account of the Ambergris found in the Sperma Ceti Whale. In a Letter to the Publisher, from the Honourable Paul Dudley, Esq; F. R. S.\n\nIII. An Enquiry into a Discovery, said to have been made by Signor Valsalva of Bologna, of an Excretory Duët from the Glandula Renalis to the Epididymis. By Mr. John Ranby, Surgeon, F. R. S.\n\nIV. An Account of a Book entituled, Prodromus Crystallographiae. De Crystallis impropriè sic dictis Commentarium. A Mauritio Antonio Cappeler, M. D. & Centumviro Lucernensi. Lucernæ 1723. 4°. By J. G. Scheuchzer, M. D. Coll. Med. Lond. Lic. R. S. S.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of May and June, 1725.\n\nThe CONTENTS.\n\nI. A Dissertation concerning the Figure of the Earth. Part the Second. By the Reverend J. T. Desaguliers, LL. D. F. R. S.\n\nII. A Catalogue of the 50 Plants, from Chelsea Garden, presented to the Royal Society, for the Year 1724. by the Company of Apothecaries, pursuant to the Direction of Sir Hans Sloane Bart. Pr. Coll. Med. S. R. V. Pr. By Mr. Isaac Rand, Apothecary, F. R. S.\n\nIII. Observations concerning the Height of the Barometer, at different Elevations above the Surface of the Earth, in a Letter to the Publisher from the Learned Dr. Nettleton.\n\nIV. Experimentum in Argenti-Fodina Salana, circa ascensum Mercurii in Barometro, institutum. Per Andr. Celsium. Ex Actis Literariis Sueciae Ann. 1724. Trimestr. IV.\nPHILOSOPHICAL\nTRANSACTIONS.\n\nFor the Months of July and August, 1725.\n\nThe CONTENTS.\n\nI. Remarks upon the Observations made upon a Chronological Index of Sir Isaac Newton, translated into French by the Observator, and publish'd at Paris, by Sir I. N.\n\nII. De Camphora. Auctore Dno. Carolo Neuman, Chym. Prof. Reg. Berolin. S. R. S.\n\nIII. Observations of the Dipping Needle, made at London, in the Beginning of the Year 1723. By Mr. George Graham, Watchmaker, F. R. S.\n\nIV. An extraordinary Case in Surgery, communicated by Mr. Joseph Atkinson Senior, Surgeon.\n\nV. An Experiment to illustrate what has been said in the Philosophical Transactions, No. 386, 387, 388, concerning the Figure of the Earth, by the Rev. J. T. Desaguliers, L.L.D. F.R.S.\n\nVI. Some\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of September and October, 1725.\n\nThe CONTENTS.\n\nI. Dissertatiuncula de Agno Vegetabili Scythico, Borametz vulgo dicto. Auctore Dno Joh. Phil. Breynio, M. D. Dantisc. R. S. S.\n\nII. De Camphora. Auctore Dno Joh. Brown, Chym. R. S. S.\n\nIII. Two Letters on the Effects of Lightning, from the Reverend Mr. Jos. Wasse, Rector of Aynho in Northamptonshire, to Dr. Mead.\n\nIV. De Viribus Magneticis. Epistola Viri Doctissimi P. Muschenbroek, M. D. ad Revm. J. Th. Desaguliers, LL. D. R. S. S.\n\nV. A short Account of the Anomalous Epidemic Small-Pox, beginning at Plymouth in August 1724, and continuing to the Month of June 1725. By the Learned and Ingenious Dr. Huxham, Physician at Plymouth.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of November and December, 1725.\n\nThe CONTENTS.\n\nI. An Account of the Strata in Coal-Mines, &c.\n   By John Strachey, Esq; F. R. S.\n\nII. De Experimento probandi Spiritum Vini Gallici,\n    perquam usitato, sed revera falso et fallaci. Authore C. Neuman, Chym. Prof. Reg. Bero-\n    lin. R. S. S.\n\nIII. An Account of a Fork put up the Anus, that\n     was afterwards drawn out through the Buttock;\n     communicated in a Letter to the Publisher, by\n     Mr. Robert Payne, Surgeon at Lowettosft.\n\nIV. Two Cases of Insects voided by the urinary\n    Passage, communicated in a Letter to the Pub-\n    lisher, by Dr. Daniel Turner, Coll. Med Lond.\n    Lic.\n\nV. An Account of a new Machine, called the Ma-\n    rine Surveyor, contrived for the Mensuration of\n    the Way of a Ship in the Sea, more correctly than\n    by",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103729.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 23,
    "total-input-tokens": 33028,
    "total-output-tokens": 4984,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        68,
        4
      ],
      [
        68,
        370,
        5
      ],
      [
        370,
        637,
        6
      ],
      [
        637,
        1471,
        7
      ],
      [
        1471,
        2077,
        8
      ],
      [
        2077,
        2855,
        9
      ],
      [
        2855,
        3441,
        10
      ],
      [
        3441,
        4250,
        11
      ],
      [
        4250,
        4748,
        12
      ],
      [
        4748,
        5745,
        13
      ],
      [
        5745,
        6789,
        14
      ],
      [
        6789,
        7721,
        15
      ],
      [
        7721,
        8783,
        16
      ],
      [
        8783,
        9098,
        17
      ],
      [
        9098,
        9657,
        18
      ],
      [
        9657,
        10505,
        19
      ],
      [
        10505,
        11310,
        20
      ],
      [
        11310,
        12066,
        21
      ],
      [
        12066,
        12795,
        22
      ],
      [
        12795,
        13645,
        23
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "la",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103729",
    "title": "Front Matter",
    "authors": null,
    "year": 1724,
    "volume": "33",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 23,
    "jstor_url": "https://www.jstor.org/stable/103729"
  }
}