{
  "id": "fc2c59b25a267ca692f4bfe1dd34d41941130bc1",
  "text": "X. Researches in Physical Geology.—Second Series. By W. Hopkins, Esq. M.A. F.R.S., Fellow of the Royal Astronomical Society, of the Geological Society, and of the Cambridge Philosophical Society.\n\nReceived February 17,—Read March 7, 1839.\n\nOn Precession and Nutation, assuming the Interior of the Earth to be fluid and heterogeneous.\n\nHAVING in my last memoir completed the investigation of the amount of Precession and Nutation on the hypothesis of the earth's consisting of a homogeneous fluid mass contained in a homogeneous solid shell, I shall now extend the investigation to the case in which both the interior fluid and exterior shell are considered heterogeneous.\n\n1. When accelerating forces $X$, $Y$, $Z$ act on any point $x$, $y$, $z$ of a heterogeneous fluid mass, of which no part of the surface is free, and of which the density at the point $x$, $y$, $z$ is $\\varepsilon$, we have for the conditions of equilibrium\n\n(I.) \\[ X \\left( \\frac{dY}{dz} - \\frac{dZ}{dy} \\right) + Y \\left( \\frac{dZ}{dx} - \\frac{dX}{dz} \\right) + Z \\left( \\frac{dX}{dy} - \\frac{dY}{dx} \\right) = 0. \\]\n\n(II.) $\\varepsilon =$ constant throughout each surface of equal pressure.\n\nNow the forces which act on the internal fluid of the earth are\n\n1. The mutual attraction of the different particles of the fluid mass:\n2. The attraction of the solid shell on the fluid mass:\n3. The disturbing force of the sun:\n4. The disturbing force of the moon:\n\nThe centrifugal force, the planes of rotation being parallel to the tangent plane at $B'$ (fig. 2. First Series, Art. 8.) : This may be separated into two parts, viz.\n\n5. The resolved part on any point acting in a direction perpendicular to the axis of rotation; and\n6. The resolved part parallel to the axis of rotation.\n\nThe forces (1.) and (2.) satisfy condition (I.), as is well known; as do likewise (3.), (4.) and (5.), (First Series, Arts. 8, 9, 10.). The force (6.), as has been shown (First Series, Art. 10.), gives $Z = 2 \\omega^2 \\varepsilon \\beta \\cdot x$, which does not really satisfy the condition expressed by equation (I.), since it does not satisfy the well-known equations from which it is derived*. If, therefore, the forces (1.) (2.) (3.) (4.) and (5.) only acted on\n\n* It is hardly necessary to remark that equation (I.) is satisfied by $Z = 2 \\omega^2 \\varepsilon \\beta \\cdot x$, only in consequence of the introduction of the extraneous factor $Y$ (which here = 0) in the elimination of $\\rho$ from the three equations from which (I.) is derived.\n\nMDCCXL.\nthe fluid mass it would be in equilibrium, provided condition (II.) were satisfied; and if in addition to these the force (6.) should also act, it would be the only force producing motion in the fluid, provided the instantaneous surface of equal density should always be identical with that which would be the surface of equal pressure if the force (6.) did not act, since such an arrangement of the fluid would be necessary in order that the forces (1.) (2.) (3.) (4.) (5.) should produce no motion in the fluid.\n\nIt has been shown (First Series, Art. 12.) that the force $Z = 2 \\omega^2 \\varepsilon \\beta \\cdot x$ on any particle $(x y z)$ may be replaced by a force $\\omega^2 \\varepsilon \\beta \\cdot r$, acting perpendicularly to the radius vector, and producing motion in the fluid, and another force which would be consistent with the equilibrium of the fluid. The latter of these may therefore be associated with the above forces, which would produce equilibrium, and the former ($\\omega^2 \\varepsilon \\beta \\cdot r$) will be the only force producing motion, always supposing condition (II.) to be satisfied with reference to all those forces which satisfy condition (I.). Consequently if these forces were such that the surfaces of equal density should be spherical, and if the inner surface of the shell were also accurately spherical, the angular velocity generated in the fluid about the axis of $y$ in a unit of time would $= \\omega^2 \\varepsilon \\beta$, and would be entirely independent of the law according to which the density should vary in passing from one spherical surface of equal density to another. It would be the same for the heterogeneous as for the homogeneous fluid.\n\nThe action of the force $\\omega^2 \\varepsilon \\beta \\cdot r$, and therefore the above result will be modified in the case of the earth by the circumstances of the inner surface of the shell and the surfaces of equal density being spheroidal, instead of being spherical. It is manifest, however, that this modification will be of an order higher than $\\omega^2 \\varepsilon \\beta$, and may therefore be neglected, as before stated with reference to the homogeneous spheroid (First Series, Art. 14.).\n\nAgain, in consequence of the fluid motion produced by the force $\\omega^2 \\varepsilon \\beta \\cdot r$, the condition (II.) will not be accurately satisfied with reference to the forces which satisfy (I.), and these forces will therefore produce motion in the fluid. To estimate this motion, let us suppose no forces to act on the fluid except those which satisfy (I.), and let us suppose the surfaces of equal density to be displaced through indefinitely small spaces from those positions in which there would be perfect equilibrium. The tendency of the forces would be to bring back the instantaneous surfaces of equal density to their latter positions, and thus an oscillatory motion would arise; but it is manifest that no continuous angular motion of the whole mass could thus be produced, at least of the same order of magnitude as the whole oscillatory motion. Now, in our actual case, this motion could not be greater than quantities of the order $\\varepsilon \\beta$, since the angular motion from which the perturbation we are considering arises, is of that order. Consequently the modification of our first result due to this cause may be neglected.\n\nAgain, the disturbing forces of the sun and moon will produce an oscillation in the surfaces of equal density of the fluid mass, or an internal tide; but it is manifest that\nno continuous angular motion of the whole fluid mass can arise from this oscillatory motion, which may here, therefore, be also neglected.\n\nHence, then, the angular motion of the fluid about the axis of \\( y \\) will be the same, to the required degree of approximation, whether the earth be heterogeneous or homogeneous; i.e., if, for the heterogeneous spheroid, we denote by \\( (\\gamma_2) \\) the quantity analogous to that in the homogeneous one denoted by \\( \\gamma_2 \\) (First Series, Art. 16.), we shall have\n\n\\[\n(\\gamma_2) = \\gamma_2.\n\\]\n\n§. Motion of the Shell.\n\nI shall now proceed to determine the motion of the heterogeneous shell; for which purpose we must find the values which the quantities \\( A_1 B_1 D_1 A_2 B_2 D_2, \\ldots \\) (First Series, Art. 5.) assume when the spheroid is heterogeneous; or, adopting the notation of the last paragraph, we must find the values of \\( (A_1) (A_2) (A_3) (A_4) (B_1) (B_2) (B_3) (B_4) (D_1) (D_2) (D_3) (D_4), \\) and \\( (\\gamma_1). \\)\n\n2. The moment of the disturbing force of the sun communicating a rotatory motion to the earth, considered as a heterogeneous spheroid*,\n\n\\[\n= \\frac{3}{2} \\frac{\\mu}{r_1^3} \\sin 2 \\Delta \\frac{8\\pi}{15} \\int_{a_1}^{a_1} \\varepsilon' \\frac{d(a^{15} \\varepsilon')}{da'} da',\n\\]\n\nwhere \\( a_1 = \\) polar radius of the earth,\n\n\\( \\varepsilon' = \\) the ellipticity of that surface of equal density \\( (\\varepsilon') \\) of which the polar radius is \\( a'. \\)\n\nConsequently, if \\( a \\) be the polar radius of the inner surface of the shell, this moment for the shell will be\n\n\\[\n= \\frac{3}{2} \\frac{\\mu}{r_1^3} \\sin 2 \\Delta \\frac{8\\pi}{15} \\int_{a}^{a_1} \\varepsilon' \\frac{d(a^{15} \\varepsilon')}{da'} da'.\n\\]\n\nAlso the moment of inertia of the shell\n\n\\[\n= \\frac{8\\pi}{15} \\int_{a}^{a_1} \\varepsilon' \\frac{d(a^{15})}{da'} da'.\n\\]\n\nAnd hence we have (First Series, Art. 19.)\n\n\\[\n\\frac{(\\alpha)}{\\omega} = \\frac{3}{2} \\frac{\\mu}{r_1^3} \\frac{\\int_{a}^{a_1} \\varepsilon' \\frac{d(a^{15} \\varepsilon')}{da'} da'}{\\int_{a}^{a_1} \\varepsilon' \\frac{d(a^{15})}{da'} da'} \\sin 2 \\Delta,\n\\]\n\n\\[\n= \\frac{3}{2} \\frac{\\mu}{r_1^3} \\frac{\\int_{a}^{a_1} \\varepsilon' \\frac{d(a^{15} \\varepsilon')}{da'} da'}{\\int_{a}^{a_1} \\varepsilon' \\frac{d(a^{15})}{da'} da'} \\sin 2 \\Delta.\n\\]\n\n* Airy's Tracts, p. 207. Second Edition.\nLet $\\varepsilon$ be the ellipticity of the inner surface of the shell. If the earth were homogeneous, and the ellipticity of the external surface were also $= \\varepsilon$, we should have\n\n$$\\frac{a}{\\omega} = \\frac{3\\pi}{\\nu T} \\varepsilon \\sin 2 \\Delta \\quad \\text{(First Series, Art. 19.)}$$\n\nand therefore\n\n$$\\frac{(a)}{\\omega} = \\int_{a}^{a_1} \\rho' \\frac{d(a^5 \\varepsilon)}{da'} da' \\cdot \\frac{1}{\\varepsilon} \\cdot \\frac{a}{\\omega}.$$  \n\nLet us suppose this\n\n$$= (1 + s) \\frac{a}{\\omega};$$\n\nthen\n\n$$s = \\int_{a}^{a_1} \\rho' \\frac{d(a^5 \\varepsilon)}{da'} da' \\cdot \\frac{1}{\\varepsilon} - 1,$$\n\nwhich for brevity may be written\n\n$$s = \\frac{k}{\\varepsilon} - 1.$$\n\nIf $\\varepsilon'$ were constant and $= \\varepsilon_1$, we should have\n\n$$s = \\frac{\\varepsilon_1}{\\varepsilon} - 1.$$\n\nIn our actual case we may put\n\n$$s = \\eta \\frac{\\varepsilon_1}{\\varepsilon} - 1;$$\n\nwe shall then have\n\n$$\\eta = \\frac{k - \\varepsilon}{\\varepsilon_1 - \\varepsilon}.$$\n\nUnless $a_1 - a$ be very small it is manifest that $k$ will be less than $\\varepsilon_1$, and therefore $\\eta$ less than unity.\n\nThe value of $\\frac{(a)}{\\omega}$ gives\n\n$$(A_1) = (1 + s) A_1 \\quad \\text{(First Series, Art. 19.).}$$\n\nSimilarly\n\n$$(B_1) = (1 + s) B_1,$$\n$$(D_1) = (1 + s) D_1,$$\n$$(A_2) = (1 + s) A_2,$$\n$$(B_2) = (1 + s) B_2,$$\n$$(D_2) = (1 + s) D_2.$$\n\n3. The fluid pressure on the interior surface of the shell will be produced by the mutual attractions of the particles of the whole mass fluid and solid, the centrifugal\nforce on the fluid, and the disturbing forces of the sun and moon. If \\( p \\) denote the fluid pressure at any point \\( x, y, z \\), and \\( \\varepsilon \\) the density there, we have\n\n\\[\n\\frac{dp}{\\varepsilon} = \\left( X - \\frac{d^2x}{dt^2} \\right) dx + \\left( Y - \\frac{d^2y}{dt^2} \\right) dy + \\left( Z - \\frac{d^2z}{dt^2} \\right) dz.\n\\]\n\nThe accurate determination of the values of \\( \\frac{d^2x}{dt^2}, \\frac{d^2y}{dt^2}, \\frac{d^2z}{dt^2} \\), would require that of the motion of the fluid; but since these quantities will be very small, it will be sufficient to determine their approximate values. The angular motion denoted by \\( \\alpha' \\) (First Series, Art. 15.) may be neglected in determining the value of \\( p \\), as shown in Art. 23. (First Series). The motion to be taken account of is the internal tidal oscillation.\n\nThe direction of each particle's tidal motion will be approximately in a line through the earth's centre; and therefore, if we suppose a portion of the fluid to be contained in a rectilinear and rigid canal of small diameter, passing through the centre of the earth, the motion of the fluid and the fluid pressure at any point within the canal will not be affected. Let \\( r \\) be the distance of an element of the fluid contained in this canal from the centre of the earth; \\( R \\) the sum of the impressed forces acting on this element resolved in the direction of the canal; then, instead of the general equation above, we shall have\n\n\\[\ndp = \\varepsilon \\left( R - \\frac{d^2r}{dt^2} \\right) dr,\n\\]\n\nand\n\n\\[\np = \\Pi + \\int_0^r \\varepsilon \\left( R - \\frac{d^2r}{dt^2} \\right) dr,\n\\]\n\n\\( \\Pi \\) being the pressure at the centre, \\( r \\) the value of \\( r \\) at the interior surface of the shell, and \\( p \\) the pressure there; and we shall have the moment of \\( p \\) round the axis of \\( y \\) (First Series, Art. 21.)\n\n\\[\n= 2\\varepsilon \\sum x \\delta S \\cos \\zeta \\left( \\Pi + \\int_0^r \\varepsilon \\left( R - \\frac{d^2r}{dt^2} \\right) dr \\right).\n\\]\n\nThe value of \\( R \\) is given by the equation\n\n\\[\nR = X \\cos \\theta' + Y \\cos \\theta' + Z \\cos \\theta,\n\\]\n\n\\( \\theta, \\theta', \\theta'' \\) being the angles which the direction of the canal makes with the axes of \\( z, y, \\) and \\( x \\) respectively. We may consider separately the effects of the different forces above mentioned which combined produce the force \\( R \\).\n\n4. Let us first take that part of \\( R \\) which depends on the mutual attractions of the particles constituting both the fluid and solid portions of the mass.\n\nIf we examine the part of the expression under the sign \\( \\Sigma \\) for the moment about the axis of \\( y \\), given in article 23 of my first memoir, we observe that it consists partly of terms involving \\( \\beta \\) as a factor, and partly of terms independent of \\( \\beta \\), but that all the latter disappear when the integration is performed between the proper limits, leaving a result containing \\( \\beta \\) as a factor. It was easy to foresee that this must be the case,\nbecause the moment considered in the article referred to was that of the centrifugal force, and would manifestly vanish with $\\beta$. In like manner it is manifest that the moment about the axis of $y$, produced by that part of $R$ which depends on the mutual attractions of the particles of the whole mass, must vanish with $\\beta$, i.e. when the instantaneous axis of rotation of the fluid coincides with the spheroidal axis of the shell. Consequently all the terms which need be retained in $R$, in the above expression, must involve $\\beta$ as a factor, and, therefore, all terms in $R$ involving $\\varepsilon$ may be neglected; for since the terms retained must involve $\\beta$, those involving $\\varepsilon$ would be of the order $\\varepsilon \\beta$ under the integral sign; and since the whole integral is multiplied by $\\varepsilon$, the corresponding terms in the result would be of the order $\\varepsilon^2 \\beta$, terms which have always been rejected. With this restriction the attraction on a point at the distance $r$ from the centre in the direction of $r$, or the value of $R$, will\n\n$$= \\frac{4\\pi}{r^3} \\int_0^r g' r'^2 dr',$$\n\n$$= \\frac{4\\pi \\phi(r)}{r^2};$$\n\nand the corresponding moment about the axis of $y$\n\n$$= 2\\varepsilon \\Sigma x \\delta S \\cos \\zeta \\left( \\Pi + 4\\pi \\int_0^r \\varepsilon \\frac{\\phi(r)}{r^2} dr \\right).$$\n\nAgain, in the expression for $\\varepsilon$ we may reject all terms involving $\\varepsilon$, for the same reason as they have been rejected in the expression for $R$, which will reduce the expression for $\\varepsilon$ to the same form as if the surface of equal pressure were a sphere, i.e. $\\varepsilon$ will become a function of $r$. Hence, since the quantity under the sign $\\int$ will now be a function of $r$, and all terms in the definite integral which do not involve the factor $\\beta$ must disappear, the above expression for the moment about the axis of $y$ may be written\n\n$$2\\varepsilon \\Sigma x \\delta S \\cos \\zeta (\\Pi + \\beta \\Psi(\\bar{r})).$$\n\nAlso ($a$ being, as heretofore, the axis of the interior surface of the shell)\n\n$$\\bar{r} = a + \\text{terms involving } \\varepsilon;$$\n\nand therefore for $\\Psi(\\bar{r})$ we may substitute $\\Psi(a)$; and the moment becomes\n\n$$= 2\\varepsilon (\\Pi + \\beta \\Psi(a)) \\Sigma x \\delta S \\cos \\zeta$$\n\n$$= 0$$\n\nwhen integrated between the proper limits.\n\n5. Let us now consider that part of $R$ which depends on the centrifugal force on the fluid. Taking those terms in the expression for the resolved parts of this force which are independent of the factor $\\varepsilon \\beta$ (First Series, Art. 23.), we have for these parts $\\omega^2 x'$ and $\\omega^2 y'$, parallel to the axes of $x'$ and $y'$ respectively, the axis of rotation\nof the fluid being the axis of \\( z' \\). Making the spheroidal axis of the shell the axis of \\( z \\), and the plane of \\( xz \\) the same as that of \\( x'z' \\), we have\n\n\\[\nx' = x \\cos \\beta + z \\sin \\beta \\\\\n= x + z \\sin \\beta,\n\\]\n\n\\[\ny' = y.\n\\]\n\nTherefore\n\n\\[\nX = \\omega^2 x' \\cos \\beta = \\omega^2 \\{ x \\cos^2 \\beta + z \\sin \\beta \\cos \\beta \\},\n\\]\n\n\\[\nY = \\omega^2 y' = \\omega^2 y,\n\\]\n\n\\[\nZ = \\omega^2 x' \\sin \\beta = \\omega^2 \\{ x \\cos \\beta \\sin \\beta + z \\sin^2 \\beta \\}.\n\\]\n\nAlso\n\n\\[\nz = r \\cos \\theta,\n\\]\n\n\\[\ny = r \\sin \\theta \\sin \\phi,\n\\]\n\n\\[\nx = r \\sin \\theta \\cos \\phi;\n\\]\n\nand therefore\n\n\\[\n\\cos \\theta' = \\frac{x}{r} = \\sin \\theta \\cos \\phi,\n\\]\n\n\\[\n\\cos \\theta' = \\frac{y}{r} = \\sin \\theta \\sin \\phi.\n\\]\n\nHence\n\n\\[\nR = X \\cos \\theta' + Y \\cos \\theta' + Z \\cos \\theta,\n\\]\n\n\\[\n= \\omega^2 \\left\\{ (x \\cos^2 \\beta + \\frac{z}{2} \\sin 2 \\beta) \\sin \\theta \\cos \\phi + \\omega^2 y \\sin \\theta \\sin \\phi + \\left( \\frac{x}{2} \\sin 2 \\beta + z \\sin^2 \\beta \\right) \\cos \\theta \\right\\}\n\\]\n\nIn this expression all the terms may be omitted except those which involve \\( \\beta \\) as a factor, for the reasons assigned above (Art. 4.), and thus (omitting also terms of the order \\( \\beta^2 \\)) the above expression becomes\n\n\\[\n\\frac{\\omega^3}{2} \\sin 2 \\beta (z \\sin \\theta \\cos \\phi + x \\cos \\theta),\n\\]\n\n\\[\n= \\omega^2 \\sin 2 \\beta \\sin \\theta \\cos \\theta \\cos \\phi r.\n\\]\n\nAnd\n\n\\[\n\\int_0^a \\varepsilon R \\, dr = \\omega^2 \\sin 2 \\beta \\sin \\theta \\cos \\theta \\cos \\phi \\int_0^a \\varepsilon r \\, dr.\n\\]\n\nOr putting \\( r = a \\), we have the moment about the axis of \\( y \\)\n\n\\[\n= 2 \\varepsilon \\sum x \\delta S \\cos \\zeta \\left( \\Pi + \\omega^2 \\sin 2 \\beta \\sin \\theta \\cos \\theta \\cos \\phi \\int_0^a \\varepsilon r \\, dr \\right).\n\\]\n\nBut\n\n\\[\nx \\delta S \\cdot \\cos \\zeta = a^3 \\sin^2 \\theta \\cos \\theta \\cos \\phi \\delta \\phi \\delta \\theta. \\quad \\text{(First Series, Art. 23.)}\n\\]\n\nand therefore, putting\n\n\\[\n\\int_0^a \\varepsilon r \\, dr = f(a),\n\\]\n\nand omitting the first term in the above expression (since it vanishes between the\nproper limits), we have the moment\n\n\\[ = 2 \\omega^2 \\varepsilon \\sin 2 \\beta a^3 f(a) \\int \\int \\sin^3 \\theta \\cos^2 \\theta \\cos^2 \\phi \\, d\\phi \\, d\\theta, \\]\n\n\\[ = \\frac{2f(a)}{a^2} \\omega^2 \\varepsilon \\sin 2 \\beta a^5 \\int \\int \\sin^3 \\theta \\cos^2 \\theta \\cos^2 \\phi \\, d\\phi \\, d\\theta, \\]\n\n\\[ = \\frac{2f(a)}{a^2} \\cdot \\frac{4\\pi}{15} \\omega^2 \\varepsilon \\sin 2 \\beta a^5. \\]\n\nIf \\( \\varepsilon \\) be constant, \\( 2f(a) = a^2 \\); and this expression becomes the same as that previously obtained (First Series, Art. 23.) for the homogeneous spheroid.\n\nThe moment of inertia of the shell\n\n\\[ = \\frac{8\\pi}{15} \\int_a^{a_1} \\varepsilon \\frac{dr^5}{dr} \\, dr, \\]\n\n(omitting terms involving \\( \\varepsilon \\))\n\n\\[ = \\frac{8\\pi}{15} \\left\\{ \\sigma(a_1) - \\sigma(a) \\right\\}, \\]\n\nwhere\n\n\\[ \\sigma(r) = \\int_0^r \\varepsilon \\frac{dr^5}{dr} \\, dr. \\]\n\nHence the accelerating force of rotation on the shell produced by the part of \\( R \\) now considered\n\n\\[ (\\alpha'') = \\frac{2f(a) a^3}{\\sigma(a_1) - \\sigma(a)} \\cdot \\frac{\\omega^2}{2} \\varepsilon \\sin 2 \\beta, \\]\n\n\\[ = \\frac{2f(a) a^3(q^5 - 1)}{\\sigma(a_1) - \\sigma(a)} \\cdot \\frac{\\omega^2 \\varepsilon}{2(q^5 - 1)} \\sin 2 \\beta; \\]\n\nor if\n\n\\[ \\frac{2f(a) a^3(q^5 - 1)}{\\sigma(a_1) - \\sigma(a)} = h, \\]\n\n\\[ (\\alpha'') = h \\frac{\\omega \\varepsilon}{2(q^5 - 1)} \\sin 2 \\beta, \\]\n\n\\[ = h \\gamma_1 \\sin 2 \\beta, \\quad \\text{(First Series, Art. 23.)} \\]\n\nwhich gives\n\n\\[ (\\gamma_1) = h \\gamma_1 \\]\n\n6. We have now to consider that part of \\( R \\) which depends on the sun’s action.\n\nLet \\( X', Y', Z' \\) be the disturbing forces of the sun parallel to the axes of \\( x, y, z \\) respectively, the plane of \\( xz \\) being now so taken as to pass through the sun’s centre. Then if \\( \\Delta \\) be as heretofore the N. P. D. of the sun, we have (First Series, Art. 21.)\n\n\\[ X' = \\frac{2\\mu}{r_1^3} x' \\sin \\Delta + \\frac{\\mu}{r_1^3} z' \\cos \\Delta, \\]\n\n\\[ Y' = -\\frac{\\mu}{r_1^3} y', \\]\n\n\\[ Z' = \\frac{2\\mu}{r_1^3} x' \\cos \\Delta - \\frac{\\mu}{r_1^3} z' \\sin \\Delta, \\]\nwhere\n\n\\[ x' = x \\sin \\Delta + z \\cos \\Delta, \\]\n\\[ y' = y, \\]\n\\[ z' = z \\sin \\Delta - x \\cos \\Delta; \\]\n\nand therefore, by substitution,\n\n\\[ X' = \\frac{\\mu}{r_1^3} \\left\\{ \\left( \\frac{1}{2} - \\frac{3}{2} \\cos 2 \\Delta \\right) x + \\frac{3}{2} \\sin 2 \\Delta \\cdot z \\right\\}, \\]\n\\[ Y' = -\\frac{\\mu}{r_1^3} y, \\]\n\\[ Z' = \\frac{\\mu}{r_1^3} \\left\\{ \\left( \\frac{1}{2} + \\frac{3}{2} \\cos 2 \\Delta \\right) z + \\frac{3}{2} \\sin 2 \\Delta \\cdot x \\right\\}. \\]\n\nIn the formula\n\n\\[ R = X \\cos \\theta' + Y \\cos \\theta' + Z \\cos \\theta, \\]\n\nputting for \\( X, Y, Z \\) the above values of \\( X', Y', Z' \\), we find\n\n\\[ R = \\frac{3 \\mu}{r_1^3} \\sin 2 \\Delta \\cos \\theta \\sin \\theta \\cos \\phi r + \\text{terms which involve even powers of } \\cos \\phi, \\]\n\nand which, therefore, when multiplied by \\( x \\delta S \\cos \\zeta (= a^3 \\sin^2 \\theta \\cos \\theta \\cos \\phi d \\phi d \\theta) \\), will contain odd powers of \\( \\cos \\phi \\), and will therefore disappear after the final integration.\n\nHence then the moment about our present axis of \\( y \\)\n\n\\[ = 2 \\varepsilon \\sum x \\delta S \\cos \\zeta \\left( \\Pi + 3 \\frac{\\mu}{r_1^3} \\sin 2 \\Delta \\sin \\theta \\cos \\theta \\cos \\phi \\int_0^a \\varepsilon r \\, dr \\right), \\]\n\n\\[ = 6 \\frac{\\mu}{r_1^3} \\varepsilon \\sin 2 \\Delta a^3 f(a) \\int \\int \\sin^3 \\theta \\cos^2 \\theta \\cos^2 \\phi \\, d \\theta \\, d \\phi, \\]\n\n\\[ = \\frac{2f(a)}{a^2} \\cdot \\frac{4\\pi}{5} \\frac{\\mu}{r_1^3} \\varepsilon \\sin 2 \\Delta \\cdot a^5 \\quad (\\text{Art. 5}). \\]\n\nIf \\( \\varepsilon \\) be constant and \\( = \\) unity, \\( 2 f(a) = a^2 \\), and the expression becomes the same as that for the homogeneous spheroid.\n\nDividing the above quantity by the moment of inertia of the shell, we have the angular accelerating force\n\n\\[ (\\alpha') = \\frac{2f(a) a^3}{\\sigma(a_1) - \\sigma(a)} \\cdot \\frac{3}{2} \\cdot \\frac{\\mu}{r_1^3} \\varepsilon \\sin 2 \\Delta, \\]\n\n\\[ = h \\frac{3}{2} \\cdot \\frac{\\mu}{r_1^3} \\cdot \\frac{\\varepsilon}{q^5 - 1} \\sin 2 \\Delta \\quad (\\text{Art. 5}), \\]\n\n\\[ = \\frac{h}{q^5 - 1} \\alpha' \\quad (\\text{First Series, Art. 21}); \\]\n\nand therefore\n\n\\[ \\frac{\\alpha'}{\\omega} = \\frac{h}{q^5 - 1} \\cdot \\frac{\\alpha'}{\\omega}. \\]\n\nHence we have\n\n\\[ (A_3) = h A_3; \\]\n\nand similarly\n\n\\[ (B_3) = h B_3, \\]\n\\[ (D_3) = h D_3. \\]\nBy a precisely similar investigation applied to the moon's action we obtain\n\n\\[\n(A_4) = h A_4,\n\\]\n\\[\n(B_4) = h B_4,\n\\]\n\\[\n(D_4) = h D_4.\n\\]\n\n7. It remains for us to determine the approximate value of \\( \\frac{d^2 r}{dt^2} \\).\n\nSince the exact position and form of any surface of equal pressure and density in the internal fluid will depend on the disturbing forces of the sun and moon, as well as on the mutual attractions of the different particles of the whole mass, it will be constantly varying with the positions of those luminaries. The hypothesis I shall make for the purpose of determining an approximate value of \\( \\frac{d^2 r}{dt^2} \\) is this—that the instantaneous position and form of any surface of equal pressure and density are the same as those it would have in its position of equilibrium under the action of the forces at the proposed instant, and supposing the whole mass fluid. Each fluid particle would then move with the surface to which it belongs, and in a direction at least very approximately normal to it, and therefore passing very nearly through the centre of the earth, as previously stated (Art. 3.). The extreme slowness of the absolute motion of each particle will render this hypothesis quite approximate enough for our purpose.\n\nWe must first determine the surface of equal pressure, supposing it one of equilibrium; and in doing this we may restrict the investigation to the case of the sun's action. From the results thus obtained those depending on the moon's action will be immediately deducible.\n\nLet X, Y, Z be the whole of the forces on the fluid particle \\((x, y, z)\\) parallel to the coordinate axes, arising from the attractions of the other particles of the mass, the centrifugal force, and the disturbing force of the sun. Then\n\n\\[\n\\frac{dp}{dt} = X dx + Y dy + Z dz;\n\\]\n\nand if \\( \\frac{dV}{dx}, \\frac{dV}{dy}, \\frac{dV}{dz} \\) be the attractions on the particle \\(x, y, z\\),\n\n\\[\nX = \\frac{dV}{dx} + \\omega^2 x + \\frac{\\mu}{r_1^3} \\left( \\frac{1}{2} - \\frac{3}{2} \\cos 2 \\Delta \\right) x + \\frac{3}{2} \\sin 2 \\Delta . z \\right\\},\n\\]\n\\[\nY = \\frac{dV}{dy} + \\omega^2 y - \\frac{\\mu}{r_1^3} y,\n\\]\n\\[\nZ = \\frac{dV}{dz} + \\frac{\\mu}{r_1^3} \\left\\{ \\frac{3}{2} \\sin 2 \\Delta . x + \\left( \\frac{1}{2} + \\frac{3}{2} \\cos 2 \\Delta \\right) z \\right\\}.\n\\]\n\nsubstituting the values of \\(X', Y'\\) and \\(Z'\\) given in the preceding article.\n\nConsequently we have for the surface of equal pressure\n\n\\[\nC = V + \\frac{\\omega^2}{2} (x^2 + y^2)\n\\]\n\\[\n+ \\frac{\\mu}{2 r_1^3} \\left\\{ \\left( \\frac{1}{2} - \\frac{3}{2} \\cos 2 \\Delta \\right) x^2 - y^2 + \\left( \\frac{1}{2} + \\frac{3}{2} \\right) \\cos 2 \\Delta . z^2 + 3 \\sin 2 \\Delta x z \\right\\}.\n\\]\nPutting\n\n\\[ z = r \\cos \\theta, \\]\n\\[ y = r \\sin \\theta \\sin \\phi, \\]\n\\[ x = r \\sin \\theta \\cos \\phi, \\]\n\nand arranging the results in terms which severally satisfy the equation of Laplace's coefficients, we obtain\n\n\\[ C = V + \\frac{\\omega^2}{3} a^2 + \\left( \\frac{\\omega^2}{2} + \\frac{3\\mu}{r_1^3} \\cdot \\frac{1 + 3 \\cos 2 \\Delta}{8} \\right) a^2 \\left( \\frac{1}{3} - \\gamma^2 \\right), \\]\n\\[ + \\frac{3}{8} \\frac{\\mu}{r_1^3} (1 - \\cos 2 \\Delta) a^2 (1 - \\gamma^2) \\cos 2 \\phi + \\frac{3}{2} \\frac{\\mu}{r_1^3} \\sin 2 \\Delta \\cdot a^2 \\gamma \\sqrt{1 - \\gamma^2} \\cos \\phi, \\]\n\nwhere \\( \\gamma = \\cos \\theta \\), and \\( a \\) is a mean value of \\( r \\) for any surface of equal density. Or transposing the constant term, and putting \\( a^2 F(\\theta \\phi) \\) for the sum of the other small terms,\n\n\\[ \\text{Const.} = V + a^2 F(\\theta \\phi). \\]\n\nPutting \\( r = a (1 + \\alpha y) \\), where \\( \\alpha \\) is a small coefficient, and \\( y \\) here denotes a function of \\( \\theta \\) and \\( \\phi \\), we have\n\n\\[ V = \\frac{4\\pi}{a} (1 - \\alpha y) \\int_0^a \\xi' \\left\\{ a'^2 + \\alpha \\frac{d}{da'} \\left( \\frac{a'^4}{3a} Y'_1 + \\ldots + \\frac{a'^{i+3}}{(2i+1)a^i} Y'_i + \\&c. \\right) \\right\\} da', \\]\n\\[ + 4\\pi \\int_a^{a_1} \\xi' \\left\\{ a' + \\alpha \\frac{d}{da'} \\left( \\frac{a'^4}{3a} Y'_1 + \\ldots + \\frac{a'^i}{(2i+1)a'^{i-2}} Y'_i + \\&c. \\right) \\right\\} da', \\]\n\n\\( a \\) being so taken that \\( Y_0 = 0 \\), and \\( a_1 = \\) value of \\( a \\) at the earth's external surface.\n\nPutting \\( y = Y_1 + Y_2 + \\&c. \\), and substituting the resulting value of \\( V \\) in the above equation, we shall have \\( Y_i = 0 \\), except \\( i = 2 \\); and we shall have for the determination of \\( Y_2 \\) the equation\n\n\\[ 0 = \\frac{4\\pi}{a} \\alpha \\int_0^a \\xi' \\frac{d}{da'} \\left( \\frac{a'^5}{5a^2} Y'_2 \\right) da' - \\frac{4\\pi}{a} \\alpha Y_2 \\int_0^a \\xi' a'^2 da' \\]\n\\[ + 4\\pi \\alpha \\int_a^{a_1} \\xi' \\frac{d}{da'} \\left( \\frac{a'^3}{5} Y'_2 \\right) da' + a^2 F(\\theta \\phi). \\]\n\n\\( Y'_2 \\) will differ from \\( Y_2 \\) only by small quantities, and therefore in determining the influence of the smaller terms in \\( F(\\theta \\phi) \\) (those which involve \\( \\frac{\\mu}{r_1^3} \\)) on the value of \\( Y_2 \\) we may consider \\( Y'_2 = Y_2 \\), and we then obtain\n\n\\[ \\alpha Y_2 = \\frac{a^2 F(\\theta \\phi)}{\\frac{4\\pi}{a} \\int_0^a \\xi' a'^2 da' - \\frac{4\\pi}{a^3} \\int_0^a \\xi' a'^4 da'}. \\]\n\nHence\n\n\\[ r = a (1 + \\alpha Y_2) = a \\left\\{ 1 + \\frac{a^2 F(\\theta \\phi)}{\\frac{4\\pi}{a} \\int_0^a \\xi' a'^2 da' - \\frac{4\\pi}{a^3} \\int_0^a \\xi' a'^4 da'} \\right\\}. \\]\n\nIf \\( g' \\) denote the force of gravity at the distance \\( a \\) from the centre of the earth, we have\n\n\\[ \\frac{4\\pi}{a} \\int_0^a \\xi' a'^2 da' = g' a. \\]\nTo find the value of the second term of the denominator in the above value of $r$, I shall take the well-known expression for the density, viz.\n\n$$\\varepsilon' = A \\frac{\\sin q' a'}{a'},$$\n\nwhere $q' a_1 = 150^\\circ$. This gives us\n\n$$\\int_0^a \\varepsilon' a'^2 d a' = \\frac{A}{q'^2 a^2} (\\sin q' a - q' a \\cos q' a);$$\n\nwhence\n\n$$\\frac{A}{q'^2 a^2} (\\sin q' a - q' a \\cos q' a) = g' \\frac{a^2}{4 \\pi}.$$\n\nAlso\n\n$$\\int_0^a \\varepsilon' a'^4 d a' = \\frac{A}{q'^4 a^4} \\left\\{ (6 q' a - q'^3 a^3) \\cos q' a + (3 q'^2 a^2 - 6) \\sin q' a \\right\\};$$\n\nand substituting the value of $A$ from the preceding equation,\n\n$$\\frac{4 \\pi}{a^3} \\int_0^a \\varepsilon' a'^4 d a' = \\frac{(6 q' a - q'^3 a^3) \\cos q' a + (3 q'^2 a^2 - 6) \\sin q' a}{q'^2 a^2 (\\sin q' a - q' a \\cos q' a)} g' a.$$\n\nThe numerical value of the multiplier of $g' a$ in this expression is nearly constant for different values of $a$, from $a = 0$ to $a = a_1$, being $\\frac{3}{5}$ in the former case and $\\frac{1}{2}$ (very nearly) in the latter. If we take the mean of these values for that of the quantity in question,\n\n$$\\frac{4 \\pi}{a^3} \\int_0^a \\varepsilon' a'^4 d a' = \\frac{11}{20} g' a \\text{ very nearly.}$$\n\nHence we have\n\n$$r = a \\left\\{ 1 + \\frac{20}{9} \\cdot \\frac{a}{g'} F(\\theta \\phi) \\right\\};$$\n\nand if $g'$ be the value of $g'$ at the earth's surface where $a = a_1$\n\n$$\\frac{a}{g'} = \\frac{a_1}{g} \\text{ approximately;}$$\n\nand therefore\n\n$$r = a \\left\\{ 1 + \\frac{20}{9} \\cdot \\frac{a_1}{g} F(\\theta \\phi) \\right\\},$$\n\nthe equation to any instantaneous surface of equal pressure, supposing its actual instantaneous and statical forms and positions to be the same. It is a prolate spheroid, of which the axis is in the line joining the centres of the earth and sun. This surface may be considered as fixed while the earth revolves in its diurnal motion, during which each fluid particle (according to our approximate hypothesis of its motion) will always remain in the same surface of equal pressure; and if $r$, $\\theta$ and $\\phi$ be taken as the coordinates of any one particle during its diurnal motion, $\\theta$ (its angular distance from the pole of the earth) will remain constant, and $\\frac{d \\phi}{dt}$ will equal the angular velocity of rotation. The corresponding variation in $r$ will be obtained by\ndifferentiating the previous equation subject to these conditions. Hence\n\n\\[\n\\frac{d^2 r}{dt^2} = \\frac{a_{20}}{9} \\cdot \\frac{a_1}{g} F''(\\phi) \\left( \\frac{d\\phi}{dt} \\right)^2,\n\\]\n\n\\[\n= \\frac{a_{20}}{9} \\cdot \\frac{a_1}{g} \\frac{4\\pi^2}{t_1^3} F''(\\phi) (t_1 = \\text{one day});\n\\]\n\nor if \\( s_1 \\) = the space which a body would describe in one day by the action of a constant force \\( = g \\),\n\n\\[\n\\frac{d^2 r}{dt^2} = \\frac{40\\pi^2}{9} \\cdot \\frac{a_1}{s_1} F''(\\phi) a;\n\\]\n\nor, writing \\( r \\) instead of its mean value \\( a \\),\n\n\\[\n\\frac{d^2 r}{dt^2} = \\frac{40\\pi^2}{9} \\cdot \\frac{a_1}{s_1} F''(\\phi) r.\n\\]\n\n\\[\n= -\\frac{40\\pi^2}{9} \\frac{a_1}{s_1} \\cdot \\frac{3}{2} \\cdot \\frac{\\mu}{r_1^3} \\sin 2 \\Delta \\cos \\theta \\sin \\theta \\cos \\phi \\cdot r\n\\]\n\ntogether with another term involving \\( \\cos 2 \\phi \\), which will, therefore, disappear after the final integrations in determining the effect of this force on the motion of the shell, as in article 6.\n\nThe above term in the value of \\( \\frac{d^2 r}{dt^2} \\) is precisely similar to the only effective term in that part of \\( R \\) which arises from the disturbing force of the sun (Art. 6.), with which term it may therefore be combined. The numerical value, however, of the factor \\( \\frac{40\\pi^2}{9} \\cdot \\frac{a_1}{s_1} \\cdot \\frac{1}{2} \\) is so small that the term in \\( \\frac{d^2 r}{dt^2} \\) is about \\( \\frac{1}{250} \\)th of the term in \\( R \\).\n\nAn exactly similar investigation is manifestly applicable to the case of the moon's action, from which it follows that the term in \\( \\frac{d^2 r}{dt^2} \\) depending on this cause will be about \\( \\frac{1}{250} \\)th of the corresponding term in \\( R \\).\n\nThe correction to be applied to the value of \\( R \\) obtained in article 6 is additive (since \\( \\frac{d^2 r}{dt^2} \\) is negative), and, instead of the results given in that article, we shall have\n\n\\[\n(A_3) = h A_3 \\left( 1 + \\frac{1}{250} \\right),\n\\]\n\n\\[\n(A_4) = h A_4 \\left( 1 + \\frac{1}{250} \\right) \\text{ nearly},\n\\]\n\nwith similar modifications of the quantities \\( B_3 \\), \\( B_4 \\), &c.\n\n8. If the interior fluid were homogeneous, it is manifest that the attraction of its different particles on those of the shell could have no tendency to turn the shell about the axis of \\( y \\), whatever might be the position of the spheroidal axis with respect to the axis of rotation of the fluid. This will not be accurately true when the fluid is heterogeneous; but it may easily be shown that this effect may be neglected in our results. For, in the first place, the attraction between the whole shell and any fluid particle would vanish if the surfaces of equal density were all spheroidal with the same ellipticity, and can therefore only be of an order of quantities depending on the\ndifference of ellipticities of these surfaces. It must therefore involve a factor of the order $\\varepsilon$. Secondly, the direction of the attraction of the whole shell on the fluid particle (or of the fluid particle on the shell) will pass at a distance from the axis of $y$ not exceeding a quantity of the order $\\varepsilon a$. Consequently, the moment of this attraction will involve the factor $\\varepsilon^2$; and such being the case for every fluid particle, the moment of the whole attraction of the fluid on the shell will contain the factor $\\varepsilon^2$. Thirdly, this moment must vanish with $\\beta$, and must therefore contain $\\beta$ as a factor. It will consequently be not greater than quantities of the order $\\varepsilon^2 \\beta$, and may be neglected.\n\n9. From the preceding results we obtain\n\n$$\n(A) = (A_1) + (A_2) + (A_3) + (A_4)\n$$\n\n(First Series, Art. 6.), \n\n$$\n= (1 + s)(A_1 + A_2) + h(A_3 + A_4)\\left(1 + \\frac{1}{250}\\right).\n$$\n\nWhen the solid shell is very thin, $A_3$ and $A_4$ are respectively much larger than $A_1$ and $A_2$, since $A_3 = \\frac{A_1}{q^5 - 1}$, and $A_4 = \\frac{A_2}{q^5 - 1}$. (First Series, Arts. 21, 22.). In that case, therefore, the precession will depend almost entirely on $A_3$ and $A_4$, and the introduction of the factor $1 + \\frac{1}{250}$ instead of unity will give a correction amounting to nearly $\\frac{1}{250}$th of the whole precession, or something less than $\\frac{1}{4}$th of a second. For any but the most inconsiderable thickness of the solid shell, the correction will be much less. It may, therefore, be altogether neglected, as a quantity of the same order as the terms involving $\\varepsilon^2 \\beta$. We shall then have\n\n$$\n(A) = (1 + s)(A_1 + A_2) + h(A_3 + A_4),\n$$\n\n$$\n= (1 + s)(A_1 + A_2) + \\frac{h}{q^5 - 1}(A_1 + A_2)\n$$\n\n(First Series, Arts. 21, 22.), \n\n$$\n= \\left(1 + s + \\frac{h}{q^5 - 1}\\right)\\frac{q^5 - 1}{q^5} A\n$$\n\n(First Series, Arts. 6, 21, 22.).\n\nAlso\n\n$$\n(B) = (B_1) + (B_3),\n$$\n\n$$\n= (1 + s)B_1 + hB_3,\n$$\n\n$$\n= \\left(1 + s + \\frac{h}{q^5 - 1}\\right)B_1,\n$$\n\n$$\n= \\left(1 + s + \\frac{h}{q^5 - 1}\\right)\\frac{q^5 - 1}{q^5} B.\n$$\n\nSimilarly\n\n$$\n(B') = (B_2) + (B_4),\n$$\n\n$$\n= \\left(1 + s + \\frac{h}{q^5 - 1}\\right)\\frac{q^5 - 1}{q^5} B';\n$$\n\n$$\n(D) = \\left(1 + s + \\frac{h}{q^5 - 1}\\right)\\frac{q^5 - 1}{q^5} D;\n$$\n\n$$\n(D') = \\left(1 + s + \\frac{h}{q^5 - 1}\\right)\\frac{q^5 - 1}{q^5} D'.\n$$\n10. The coefficient of the term which gives the precession (First Series, Art. 26.) now becomes for the heterogeneous spheroid\n\n\\[\n\\frac{\\gamma_2}{\\gamma} (A) = \\frac{\\gamma_2}{(\\gamma_1 + \\gamma_2)} (A) \\quad \\text{(since } (\\gamma_2) = \\gamma^2, \\text{ (Art. 1.),}\n\\]\n\n\\[\n= \\frac{1}{1 + h \\frac{\\gamma_1}{\\gamma_2}} (A),\n\\]\n\n\\[\n= \\frac{1}{1 + \\frac{h}{q^5 - 1}} \\left( 1 + \\frac{h}{q^5 - 1} + s \\right) \\frac{q^5 - 1}{q^5} A,\n\\]\n\n(since \\( \\frac{\\gamma_1}{\\gamma_2} = \\frac{1}{q^5 - 1} \\)) \\quad \\text{(First Series, Art. 25.),}\n\n\\[\n= \\left\\{ 1 + \\frac{s}{1 + \\frac{h}{q^5 - 1}} \\right\\} \\frac{q^5 - 1}{q^5} A.\n\\]\n\nIf \\( P \\) denote the precession for the homogeneous shell considered in the preceding memoir, or (which has been shown to be the same thing) for the homogeneous spheroid of which the ellipticity \\( = \\varepsilon \\),\n\n\\[\nP = \\frac{q^5 - 1}{q^5} A \\quad \\text{(First Series, Art. 26.)};\n\\]\n\nand therefore if \\( P' \\) denote the precession for the heterogeneous shell,\n\n\\[\nP' = \\left\\{ 1 + \\frac{s}{1 + \\frac{h}{q^5 - 1}} \\right\\} P;\n\\]\n\nand if \\( P_1 \\) denote the precession which would exist if the earth were homogeneous, i.e. that of a homogeneous spheroid whose ellipticity \\( = \\varepsilon_1 \\),\n\n\\[\nP = P_1 \\frac{\\varepsilon}{\\varepsilon_1};\n\\]\n\nand therefore\n\n\\[\nP' = \\left\\{ 1 + \\frac{\\eta \\cdot \\varepsilon_1 - 1}{1 + \\frac{h}{q^5 - 1}} \\right\\} \\frac{\\varepsilon}{\\varepsilon_1} P_1, \\quad \\text{(since } s = \\eta \\left( \\frac{\\varepsilon_1}{\\varepsilon} - 1 \\right) \\text{)};\n\\]\n\nand\n\n\\[\nP_1 - P' = \\left\\{ 1 - \\frac{\\varepsilon}{\\varepsilon_1} - \\frac{\\eta \\left( 1 - \\frac{\\varepsilon}{\\varepsilon_1} \\right)}{1 + \\frac{h}{q^5 - 1}} \\right\\} P_1,\n\\]\n\n\\[\n= \\left( 1 - \\frac{\\varepsilon}{\\varepsilon_1} \\right) \\left\\{ 1 - \\frac{\\eta}{1 + \\frac{h}{q^5 - 1}} \\right\\} P_1.\n\\]\n\nSince \\( \\eta \\) cannot be greater than unity except when the earth’s crust is very thin (Art. 2.), or \\( q = 1 \\) nearly, this expression for \\( P_1 - P' \\) is essentially positive, and therefore \\( P' \\) is always less than \\( P_1 \\).\nThe coefficients in the terms which give the nutation are altered by the hypothesis of the earth's heterogeneity in the same ratio as the coefficient of precession.\n\nIf we take the ellipticity of the earth \\( = \\frac{1}{300} \\), the calculated value of \\( P_1 \\) is nearly 57\", while the observed value of \\( P' \\) is only 50\"·1. Consequently the value of the multiplier of \\( P_1 \\) in the above expression for \\( P_1 - P' \\) ought to equal nearly \\( \\frac{1}{8} \\). If, then, the value of \\( \\varepsilon \\), the ellipticity of the inner surface of the solid shell, be so much less than \\( \\varepsilon_1 \\) as to satisfy this condition, precession and nutation may be as well accounted for on the hypothesis of the earth's internal fluidity, as on that of its entire solidity. The required difference, however, between \\( \\varepsilon \\) and \\( \\varepsilon_1 \\) is such as to indicate that the least thickness of the earth's crust, compatible with the observed amount of precession, is considerable.\n\nThe discussion of the evidence which the results of the preceding investigations afford on this point, combined with other considerations, must be reserved as the subject of a future communication to the Society.\n\nCambridge,\nFeb. 13, 1839.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108218.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 17,
    "total-input-tokens": 27576,
    "total-output-tokens": 13134,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2514,
        2
      ],
      [
        2514,
        6041,
        3
      ],
      [
        6041,
        8329,
        4
      ],
      [
        8329,
        9834,
        5
      ],
      [
        9834,
        12828,
        6
      ],
      [
        12828,
        15564,
        7
      ],
      [
        15564,
        17590,
        8
      ],
      [
        17590,
        19602,
        9
      ],
      [
        19602,
        21826,
        10
      ],
      [
        21826,
        24500,
        11
      ],
      [
        24500,
        27180,
        12
      ],
      [
        27180,
        29473,
        13
      ],
      [
        29473,
        32231,
        14
      ],
      [
        32231,
        34621,
        15
      ],
      [
        34621,
        36662,
        16
      ],
      [
        36662,
        37902,
        17
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108218",
    "title": "Researches in Physical Geology.--Second Series",
    "authors": "W. Hopkins",
    "year": 1840,
    "volume": "130",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 17,
    "jstor_url": "https://www.jstor.org/stable/108218"
  }
}