{
  "id": "9970cb0c7c144475f548cc63ff3b9633ff6231dd",
  "text": "IV. Part of a Letter from the Reverend Mr Abraham de la Pryme, F. R. S. to the Publisher, concerning a Spout observed by him in Yorkshire.\n\nThorn, July 29. 1702.\n\nHaving observed in the Transactions for January last, Mr Stewart's Ingenious Account of some Spouts that he beheld in the Mediterranean Sea; it brought into my mind the memory of one that I saw, and was very near in this Country some years ago, which having then committed to Paper, I shall now present you with the relation of.\n\nOn the 15th of Aug. 1687, about two in the afternoon, appeared a Spout in the Air, in the Parish of Hatfield; upon the noise of which I immediately ran to the view thereof, and found it about a mile off, coming directly to the place where I was; upon which I took my Prospective Glasses, and made the best and nicest Observations thereon that I could.\n\nThe Season was very dry, the Weather extreme hot, and the Air very Cloudy, the Wind aloft and pretty strong; and (that which is most observable and most material) blowing out of several quarters at the same time, and filling the Air hereabouts with mighty thick and black Clouds, layer upon layer; the Wind thus blowing soon created a great Vortex, Giration, and Whirling amongst the Clouds, the Center of which ever now and then dropt down in the shape of a thick long Black Pipe, commonly call'd a Spout; in which I could plainly and most distinctly behold a Motion, like that of a Screw, continually drawing upwards, and Screwing up (as it were) whatever it touched. In its progress it moved slowly over a Hedge Row and Grove of young\nyoung Trees, which it made bend like Hazel Wands, in a Circular Motion; then going forward to a great Barn, it did in a minute twitch off all the Thatch, and fill the whole Air therewith. Coming to a very great Oak Tree, it made it bend like the aforegoing, and broke one of the greatest and strongest Branches thereof, that would not yield to its fury, and twisting it about, flung it a very considerable distance off. Then coming to the place where I stood, even within 300 yards of me, I beheld with great satisfaction its odd Phænomenon, and found that it proceeded from nothing at all but a Giration of the Clouds, by contrary Winds meeting in a Point or Center, and then and there where the Greatest Condensation and Gravitation was, falling down into a Pipe or Great Tube (somewhat like the Cochlea Archimedis) and that in its Working or Whirling Motion either sucks up Water, or Destroys Ships, &c. having travell'd about a quarter of a mile farther, it then Dissolved by the Prevalency of the Wind that came out of the East:\n\nGgggggg V. Part",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102875.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 749,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1584,
        3
      ],
      [
        1584,
        2634,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102875",
    "title": "Part of a Letter from the Reverend Mr Abraham de la Pryme, F. R. S. to the Publisher, concerning a Spout Observed by Him in Yorkshire",
    "authors": "Abraham de la Pryme",
    "year": 1702,
    "volume": "23",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/102875"
  }
}