{
  "id": "ae40aca607d2b9b830e555c35885954239a7bd22",
  "text": "XVIII. Croton Spicatum, nova Plantæ Species ex America, quam Descriptione ex icone illustravit Petrus Jonas Bergius, M. D. Hist. Nat. et Pharm. Profess. Stockh. R. Colleg. Med. Professor, Reg. Acad. Scient. Stock. Membr.\n\nRead April, 21, 1768.\n\nScientiæ rei herbariæ ulteriori perfectioni nihil perinde conducere arbitror, atque idoneas plantarum novarum minusve cognitarum descriptiones, praesertim ubi bonae etiam accesserint icones. Ut enim in omnibus aliis scientiis magnopere expedit, quarumcunque rerum eo pertinentium ignorantiam vel incertitudinem, quoad fieri potuerit, tolli, ita valde quoque opportunum scientiæ contingit botanicæ, quotiescunque novæ rarissimæque plantæ in lucem proferuntur, et quidem ita proferuntur, ut quælibet partes earum essentiales, quoad licuerit, et illucide adumbrentur. Certe quidem hoc generatim de omnibus valet plantis, ad quodcunque demum stirpium pertinuerint genus; nulla enim unquam detecta fuit species, quin attentione fuerit dignissima; tamen solent speciatim illæ ipsæ noviter detectæ species impensiori excipi eruditorum attentione et applausu, quæ ad genus quoddam pertinent, in quo una pluresve species virtute usuque aliquo singulari, vel medico vel æconomico, dudum inclaruerunt, quippe quoniam suspicari fas sit, in cunctis speciebus affinis quodammodo consonas, saltem non multum alienas, inesse vires.\n\nHocce\nHocce respectu operæ profecto pretium fuerit, rarissimam quandam sistere speciem, ad amplum illud pertinentem stirpium genus, quod utraque potissimum India profert, quodque botanicis Croton audit. Etenim non una duntaxat, sed plures species, sub unius generis vexillo comprehensae, ob eximum in medicina aut oeconomia usum multo dudum nomine sunt, quod quidem satis ii norunt, qui ex merito aestimare didicerunt Croton Cascarillam, Croton febiferum, Croton Tiglium, Croton tinctorium, atque Croton aromaticum. Hinc ubi nova eidem huic generi accedit species, adeo non id a botanicis ferri poterit indifferenter, ut potius non possint non pronum eo advertere animum oculosque. Et vero et si nondum quidquam de ulla novae stirpis virtute constet, tamen id movere potuerit neminem, qui, uti par est, cogitaverit, praecedere semper ante oportere primam rei cujusque notionem, quam vel minima de qualitatibus ipsius oboriatur quaestio.\n\nHisce jam pensitatis, proprius me ad ea, quae de planta mea observanda habui, confero. Et quidem ideo illam novam dicebam, quod cum manca duntaxat ac admodum imperfecta mentione ad notitiam botanicorum pervenit, adeoque nec ab ullo adhuc systematicorum in album stirpium cognitarum est relata. Certe LOEFLINGIO nostrati in America peregrinant, illam ipsam visam fuisse, haud obscure ex itinerario ejus patet, ubi tamen non nisi breviter et quasi per transennam unam alteramque ejus tradit notam, quanquam quidem fusius sine dubio reliqua persecutus fuisset, nisi fato occupuisset præmaturo. Ceterum nec multum refragabor, si quis contenderit, arborem illam mali folio, quam profert doctiss. H. SLOANE, Hist. Jam. tom. ii. p. 30. tab. 174. f. 1.\nCroton esse spicatum, tametsi non negem, unam alteramque discrepantium cerni posse evidentiores, quod fortasse maximam partem pictori tribuendum; interim tamen suadent convenientiam imprimis spicæ terminales, ut reliqua taceam.\n\nIcon adjecta fruticis ramulum exactissime refert magnitudine naturali, lectum ante biennium Havanæ a chirurgo N. Rudolph.\n\nT A B. VII.\n\nCROTON.\n\nCroton (spicatum) foliis ovatis glabris, ramis nudis, florum racemis spicatis terminalibus. Croton foliis ovatis, floribus spicatis, stylis multifidis depresso patentibus, frutescens. Loefl. It. p. 234. n. 50.\n\nMali folio arbor, artemisiae odore, flore pentapetalo spicato. Sloan. Hist. Jam. ii. p. 30. t. 174. f. 1. vix bona. Cat. Jam. 139. Raj. dendr. 17. Habitat Havanæ in America.\n\nDescr. Caulis fruticosus, ramosus. Rami subdeterminati, cinerei, subrugosi, erecti, nudi, cicatricibus obsoletis, ramulosi. Ramuli consimiles; tenelli, glabri, sulcati. Folia solummodo in ramis tenellis, alterna, ovato oblonga, integerrima, basi rotundata, apice sublanceolato, obtuso, firmiuscula, utrinque glabra, petiolo instar nervi longitudinalis discum folii subtus percurrente, nervis obliquis tenuioribus nervosa, bipollicaria vel paulo ultra, frequentia, petiolata, patentia. Flores masculi racemo-so-spicati, pedicellati. Racemi terminales, pyramidales, compactiusculi, solitarii, pedunculati. Bractæ lineares, obtusa,\nfae, glabræ, ad basin pedunculi racemi sitæ. Pedicelli subpubescentes. Calyx. Perianthium decaphylli saepé ultra, imbricatum: squammis subæqualibus, ovatis, obtusiusculis, extus glabriusculis, intus hirsutis: hirsute albida. Corolla nulla. Stamina. Filamenta xii, saepé ultra, subulata, inferne hirsuta, erecta, longitudine calycis. Antheræ subrotundæ, compressæ, subtetragonæ, erectæ. Receptaculum staminum hirsutum. Flores feminei solitarii, ad basin pedunculi racemi masculini intra bracteas siti pedunculati, erecti. Calyx. Perianthium pentaphylum, infernum: foliolis lineari-lanceolatis, acutiusculis, erectis, subæqualibus, minutissime punctatis, subsca-biusculis. Pistillum. Germen subrotundum, comprœsum, subhirsutum. Styli tres, longitudine calycis, infima basi cohaerentes; singuli ad medium sexfidi: laciniis ex uno puncto prodeuntibus, subulatis; unde ramosi apparent. Stigmata xviii, obtusa.\n\nObs. A Croto glabello Lin. caute distinguendum; etenim in illo rami foliosi, flores racemoso-paniculati, axillares.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105766.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9638,
    "total-output-tokens": 2001,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1368,
        2
      ],
      [
        1368,
        3045,
        3
      ],
      [
        3045,
        4434,
        4
      ],
      [
        4434,
        4434,
        5
      ],
      [
        4434,
        5455,
        6
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "None",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105766",
    "title": "Croton Spicatum, Nova Plantae Species ex America, Quam Descriptione ex Icone Illustravit Petrus Jonas Bergius, M. D. Hist. Nat. et Pharm. Profess. Stockh. R. Colleg. Med. Assessor, Reg. Acad. Scient. Stock. Membr.",
    "authors": "Profess. Stockh., Petrus Jonas Bergius",
    "year": 1768,
    "volume": "58",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/105766"
  }
}