{
  "id": "8f05ff232d3e24f88ddfc3db2245ddd3ea9d7eac",
  "text": "I. A Catalogue of the fifty Plants from Chelsea-Garden, presented to the Royal Society by the Company of Apothecaries, for the Year 1730; pursuant to the Direction of Sir Hans Sloane, Bart. Med. Reg. Praef. Col. Reg. Med. & Soc. Reg. by Isaac Rand, Apothecary, F. R. S.\n\n401. ADHATODA Zeylanensium. Hort. Lugd. Bat. 642.\n\n402. Ageratum foliis ferratis. C. B. 221. Ageratum plerisque; Herba Julia quibusdam J. B. III. pag. 142.\n\n403. Ageratum, breviori & latiori folio. Ptarmica lutea, suaveolens; corymbis longioribus & magis compactis. T. Inst. 497.\n\n404. Ageratum Hispanicum; amplioribus foliis; flosculis minoribus.\n\n405. Anonis pulchra visu; folio Ciceris; Ornithopodij siliquis, annuentibus; Hort. Cath. 18.\n\n406. Aparine femine Coriandri saccharati. Park. Theat. 567.\n\n407. Aparine semine laeviore, Raij Hist. 484.\n\n408. Aparine minima, D. Sherard. Raij Syn. Ed. 2. 118.\n\n409. Arundo arborea Indica; amplo, pediculato folio. Bambu altera species. Raij Hist. 1316. Beesha. Hort. Malab. Tom. 5. Tab. 60.\n\nGg\n\n410. Canna\n410. Canna Indica; radice alba, alexipharmica, Sloan. Cat. Jam. 122. Hist. Tab. 149. Fig. 2. Arrow-root.\n\n411. Caryophyllata vulgaris. C.B. 321.\n\n412. Caryophyllata, aquatica, nutante flore C.B. 321.\n\n413. Caryophyllata major; nutante flore.\n\n414. Caryophyllata Virginiana; albo flore, minore; radice inodora. H. Lugd. Bat. 121.\n\n415. Caucalis Monspeliaca; echinato magno fructu. C.B. 153.\n\n416. Chamædrys Alpina, frutescens; folio splendente. T. Inst. 205.\n\n417. Chamæmelum montanum; Absinthij folio; Parthenij odore. Hort Cath.\n\n418. Chamæmelum incanum; Absinthij vulgaris folio, D. Vaillant. Ac. Reg. Sc. 1720.\n\n419. Chamæmelum Hispanicum, humile, ramosissimum; Cotulæ fœtide facie.\n\n420. Chelone Acadiensis; flore albo. D. Tournef. Ac. Reg. Sc. 1706. Josselyn New-England’s Rarities, Numb. 6. pag. 78 & 79.\n\n421. Eupatoriophalacron, Balsaminæ fœminæ folio; flore albo discoide. D. Vaillant, Ac. Reg. Sc. 1720. Scabiosa-Conyzoides Americana; capitulis & floribus albidis parvis P.B.P. Pluk. phyt. Tab. 109. Fig. 1.\n\n422. Eupatoriophalacron Americanum, procumbens; albis floribus; foliis parvis undulatis, asperis.\n\n423. Eupatoriophalacron Americanum; scrophulariæ acutiore folio; disco luteo, prominente, stipato, vix radiato.\n424. Eupatoriophalacron Indicum; scrophulariae folio; capitulo parvo, radiis quinis ad Basin ornato, hispidis & glutinosis.\n\nAn Cichoreo affinis Lampsana Sinica, Menthae foliis; calyce fimbriato, hispido. Sinice Hi-bimtsaw dita? Pluk. Amalt. 58. Phyt. Tab. 380. Fig. 2.\n\n425. Foenum Graecum sativum. C. B. 348.\n\n426. Foenum Graecum, sylvestre; polyceration, major, Creticum. Breyn. Cent. 79.\n\n427. Foenum Graecum sylvestre, polyceration, minus, Monspeliacum. Breyn. Cent. 79. Hedyarum minimum, Dalechamp. Hist. Lugd. 446.\n\n428. Herniaria glabra. I. B. III. 378.\n\n429. Herniaria hirsuta. I. B. III. 379.\n\n430. Lysimachia spicata; flore albo; salicis folio. T. Inst. 141.\n\n431. Medica scutellata. I. B. II. 384.\n\n432. Medica hirsuta; echinis rigidioribus. I. B. II. 385.\n\n433. Medica magna, turbinata. I. B. II. 385.\n\n434. Medica tornata, minor, lenis. Park. Theat. 1116.\n\n435. Medica maritima, nostras; modiolis Spinosis. Trifolium cochleatum; modiolis spinosis. Raij Syn. Ed. 2. 197.\n\n436. Medica fructu ovali spinoso. Medica Sinapis fructu ovali, Spinulis brevioribus & rigidioribus. Raij Hist. 963.\n\n437. Medica Orientalis; fructu rotundiore, subhirsuto, tuberculis raris obsoito.\n\n438. Medica Hispanica; fructu echinato, subhirsuto, sphæroide.\n\nG g 2\n\n439. Me-\n439. Medica echinata, minima I.B. II. 386.\n440. Medica marina. Lob. Icon. 38. Trifolium cochleatum, maritimum, tomentosum. C.B. 329.\n441. Melilotus Messanensis, procumbens; folliculis rugosis, sublongis; spicis florum brevioribus. Raij Hist. 952.\n442. Ornithopodium scorpioides; siliqua compressa. T. Inst. 400.\n443. Papaver luteum, perenne; laciniato folio; Cambro-britannicum. Raij Syn. Ed. 3. 309 Argemone lutea Cambro-britannica. Park. Theat. 369.\n444. Papaver spinosum. C.B. 171.\n445. Pseudo-Ipecacuanha Noveboracensis Dni Colden.\n\nAn Periclymenum herbaceum, rettum, Virginia-num, Dr Tinkars-weed, vulgo vocatum? Pluk. Alm. 287. Phyt. Tab. 104. f. 2.\n446. Ptarmica Agerati folio, acutiori. Ageratum album vulgo.\n447. Ranunculus arvensis, echinatus. C.B. 179.\n448. Ranunculus arvensis; feminibus magis echinatis. D.Sherard. Boerh. Ind. alt. 32.\n449. Ruyschiana; flore caeruleo, magno. Boerh. Ind. alt. 173. Chamaepitys caerulea austriaca. C.B. 250.\n450. Veronica fruticosa erecta, dulcis; hexangulari caule; flore dilute caeruleo. Sloan. Cat. Jam. 81. Hist. Tab. 108. f. 2.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104091.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7794,
    "total-output-tokens": 2132,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1024,
        2
      ],
      [
        1024,
        2254,
        3
      ],
      [
        2254,
        3518,
        4
      ],
      [
        3518,
        4595,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104091",
    "title": "A Catalogue of the Fifty Plants from Chelsea-Garden, Presented to the Royal Society by the Company of Apothecaries, for the Year 1730; Pursuant to the Direction of Sir Hans Sloane, Bart. Med. Reg. Praes. Col. Reg. Med. & Soc. Reg. by Isaac Rand, Apothecary, F. R. S.",
    "authors": "Isaac Rand",
    "year": 1731,
    "volume": "37",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/104091"
  }
}