{
  "id": "faf4e748a484afe15c639a04e9e29b7433363006",
  "text": "ADVERTISEMENT.\n\nThe Committee appointed by the Royal Society to direct the publication of the Philosophical Transactions, take this opportunity to acquaint the Public, that it fully appears, as well from the council-books and journals of the Society, as from repeated declarations which have been made in several former Transactions, that the printing of them was always, from time to time, the single act of the respective Secretaries, till the Forty-seventh Volume: the Society, as a Body, never interesting themselves any further in their publication, than by occasionally recommending the revival of them to some of their Secretaries, when, from the particular circumstances of their affairs, the Transactions had happened for any length of time to be intermitted. And this seems principally to have been done with a view to satisfy the Public, that their usual meetings were then continued, for the improvement of knowledge, and benefit of mankind, the great ends of their first institution by the Royal Charters, and which they have ever since steadily pursued.\n\nBut the Society being of late years greatly enlarged, and their communications more numerous, it was thought advisable that a Committee of their members should be appointed, to reconsider the papers read before them, and select out of them such as they should judge most proper for publication in the future Transactions; which was accordingly done upon the 26th of March, 1752. And the grounds of their choice are, and will continue to\nbe, the importance and singularity of the subjects, or the advantageous manner of treating them; without pretending to answer for the certainty of the facts, or propriety of the reasonings, contained in the several papers so published, which must still rest on the credit or judgment of their respective authors.\n\nIt is likewise necessary on this occasion to remark, that it is an established rule of the Society, to which they will always adhere, never to give their opinion, as a Body, upon any subject, either of Nature or Art, that comes before them. And therefore the thanks which are frequently proposed from the Chair, to be given to the authors of such papers as are read at their accustomed meetings, or to the persons through whose hands they receive them, are to be considered in no other light than as a matter of civility, in return for the respect shewn to the Society by those communications. The like also is to be said with regard to the several projects, inventions, and curiosities of various kinds, which are often exhibited to the Society; the authors whereof, or those who exhibit them, frequently take the liberty to report, and even to certify in the public newspapers, that they have met with the highest applause and approbation. And therefore it is hoped, that no regard will hereafter be paid to such reports and public notices; which in some instances have been too lightly credited, to the dishonour of the Society.\nCONTENTS.\n\nI. A Synoptic Scale of Chemical Equivalents. By William Hyde Wollaston, M.D. Sec. R.S. p. 1\n\nII. Methods of clearing Equations of quadratic, cubic, quadrato-cubic, and higher Surds. By William Allman, M.D. Communicated by the Right Hon. Sir Joseph Banks, K.B.P.R.S. p. 23\n\nIII. Analysis of a new Species of Copper Ore. By Thomas Thomson, M.D. F.R.S.L. and E. p. 45\n\nIV. The Bakerian Lecture: on some new Electro-chemical Phenomena. By William Thomas Brande, Esq. F.R.S. Prof. Chem. R.I. p. 51\n\nV. An Account of some new Experiments on the fluoric Compounds; with some Observations on other Objects of Chemical Inquiry. By Sir H. Davy, LL.D. F.R.S. V.P.R.I. p. 62\n\nVI. Some Experiments and Observations on a new Substance which becomes a violet coloured Gas by Heat. By Sir Humphry Davy, LL.D. F.R.S. V.P.R.I. p. 74\n\nVII. An Account of a Family having Hands and Feet with supernumerary Fingers and Toes. By Anthony Carlisle, Esq. F.R.S. In a Letter addressed to the Right Hon. Sir Joseph Banks, Bart. K.B.P.R.S. p. 94\n\nVIII. Experiments and Observations on the influence of the Nerves of the eighth Pair on the Secretions of the Stomach. By B.C. Brodie, Esq. F.R.S. Communicated by the Society for the Promotion of Animal Chemistry. p. 102\nCONTENTS.\n\nIX. On a fossil human Skeleton from Guadaloupe. By Charles Konig, Esq. F. R. S. In a Letter addressed to the Right Hon. Sir Joseph Banks, Bart. K. B. P. R. S. p. 107\n\nX. A new Method of deducing a first Approximation to the Orbit of a Comet from three Geocentric Observations. By James Ivory, A. M. Communicated by Henry Brougham, Esq. F. R. S. p. 121\n\nXI. On the Affections of Light transmitted through crystallized Bodies. By David Brewster, LL.D. F. R. S. Edin. and F. S. A. Edin. In a Letter to Sir Humphry Davy, LL.D. F. R. S. p. 187\n\nXII. On the Polarisation of Light by oblique transmission through all Bodies, whether crystallized or uncrystallized. By David Brewster, LL.D. F. R. S. Edin. and F. S. A. Edin. In a Letter addressed to Taylor Combe, Esq. Sec. R. S. p. 219\n\nXIII. Further Experiments on the Light of the Cassegrainian Telescope compared with that of the Gregorian. By Captain Henry Kater, Brigade Major. In a Letter addressed to the Right Hon. Sir Joseph Banks, Bart. K. B. P. R. S. p. 231\n\nXIV. Astronomical Observations relating to the sidereal part of the Heavens, and its Connection with the nebulous part; arranged for the purpose of a critical Examination. By William Herschel, LL.D. F. R. S. p. 248\n\nMeteorological Journal kept at the Apartments of the Royal Society.\nThe President and Council of the Royal Society adjudged the Medal on Sir Godfrey Copley's Donation, for the year 1813, to William Thomas Brande, Esq. F. R. S. for his Communications concerning the Alcohol contained in fermented Liquors, and other Papers printed in the Philosophical Transactions.\nCONTENTS.\n\nXV. On a new principle of constructing His Majesty's Ships of War. By Robert Seppings, Esq. one of the Surveyors of His Majesty's Navy. Communicated by the Right Hon. Sir Joseph Banks, Bart. K. B. P. R. S. page 285\n\nXVI. Remarks on the employment of Oblique Riders, and on other alterations in the construction of Ships. Being the substance of a Report presented to the Board of Admiralty, with additional demonstrations and illustrations. By Thomas Young, M. D. For. Sec. R. S. p. 303\n\nXVII. Some further Observations on Atmospherical Refraction. By Stephen Groombridge, Esq. F. R. S. p. 337\n\nXVIII. Propositions containing some Properties of Tangents to Circles; and of Trapeziums inscribed in Circles, and non-inscribed. Together with Propositions on the Elliptic Representations of Circles, upon a plane surface, by Perspective. By Richard Hey, LL. D.; late Fellow of Sidney Sussex and Magdalen Colleges, in the University of Cambridge. Communicated by the Rev. Edward Balme, M. A. F. R. S. p. 348\n\nXIX. On new Properties of light exhibited in the optical Phenomena of Mother of Pearl, and other Bodies to which the superficial structure of that Substance can be communicated. By David Brewster, LL. D. F. R. S. Edin. and F. S. A. Edin. In a Letter addressed to the Right Hon. Sir Joseph Banks, Bart. K. B. P. R. S. p. 397\nCONTENTS.\n\nXX. An improved method of dividing Astronomical Circles and other Instruments. By Capt. Henry Kater. Communicated by Thomas Young, M. D. For. Sec. R. S. p. 419\n\nXXI. Results of some recent Experiments on the Properties impressed upon Light by the Action of Glass raised to different Temperatures, and cooled under different Circumstances. By David Brewster, LL. D. F. R. S. Edin. and F. A. S. E. in a Letter to the Right Hon. Sir Joseph Banks, Bart. K. B. P. R. S. &c. &c. &c. p. 436\n\nXXII. Consideration of various Points of Analysis. By John F. W. Herschel, Esq. F. R. S. p. 440\n\nXXIII. Observations on the Functions of the Brain. By Sir Everard Home, Bart. F. R. S. p. 469\n\nXXIV. Further Experiments and Observations on Iodine. By Sir H. Davy, LL. D. F. R. S. V. P. R. I. p. 487\n\nXXV. Observations respecting the natural production of Saltpetre on the walls of subterraneous and other Buildings. By John Kidd, M. D. Professor of Chemistry at Oxford. Communicated by William Hyde Wollaston, M. D. Sec. R. S. p. 508\n\nXXVI. On the Nature of the Salts termed triple Prussiates, and on Acids formed by the union of certain Bodies with the Elements of the Prussic Acid. By Robert Porrett, jun. Esq. Communicated by William Hyde Wollaston, M. D. Sec. R. S. p. 527\n\nXXVII. Some Experiments on the Combustion of the Diamond and other carbonaceous Substances. By Sir Humphry Davy, LL. D. F. R. S. V. P. R. I. p. 557\n\nXXVIII. Some Account of the fossil Remains of an Animal more nearly allied to Fishes than any of the other Classes of Animals. By Sir Everard Home, Bart. F. R. S. p. 571\nCONTENTS.\n\nXXIX. On an easier Mode of procuring Potassium than that which is now adopted. By Smithson Tennant, Esq. F. R. S. p. 578\n\nXXX. On the influence of the Nerves upon the Action of the Arteries. By Sir Everard Home, Bart. F. R. S. p. 583\n\nXXXI. On the Means of producing a double Distillation by the same heat. By Smithson Tennant, Esq. F. R. S. p. 587\n\nXXXII. An Account of some Experiments on Arterial Heat. By John Davy, LL. D. F. R. S. p. 590\n\nPresents received by the Royal Society, from November 1813 to June 1814. p. 605\n\nIndex. p. 611",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107419.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 17432,
    "total-output-tokens": 2852,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1506,
        3
      ],
      [
        1506,
        2952,
        4
      ],
      [
        2952,
        4202,
        5
      ],
      [
        4202,
        5510,
        6
      ],
      [
        5510,
        5807,
        7
      ],
      [
        5807,
        5807,
        8
      ],
      [
        5807,
        7145,
        9
      ],
      [
        7145,
        8736,
        10
      ],
      [
        8736,
        9285,
        11
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107419",
    "title": "Front Matter",
    "authors": null,
    "year": 1814,
    "volume": "104",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/107419"
  }
}