{
  "id": "416263856b4ec168c680ac04e5af6a4f75f54f71",
  "text": "XVIII. Observations of the diurnal Variation of the Magnetic Needle, in the Island of St. Helena; with a Continuation of the Observations at Fort Marlborough, in the Island of Sumatra. By John Macdonald, Esq. In a Letter to the Right Hon. Sir Joseph Banks, Bart. K. B. P. R. S.\n\nRead May 24, 1798.\n\nSIR,\n\nEdinburgh, September 30, 1797.\n\nOn my arrival in England, I had the honour of observing to you, that I had taken some observations of the diurnal variation of the magnetic needle, in the island of St. Helena. I am to apologize to you for having, till this period, omitted furnishing you with these, and with a continuation of those formerly taken in the island of Sumatra. The meridian was laid off by means of an apparatus brought from Bencoolen; and the requisite allowance made for the alteration of the sun’s declination during the operation. The meridian-plate remains firmly set in a pillar of teak-wood, well fixed, for the use of navigators; who, by applying a compass-card to it, will find the variation more readily, and correctly, than by amplitude or azimuth. A short residence at St. Helena, arising from the sudden departure of the fleet to which the ship I was in belonged, has prevented the observations from being as numerous as I could wish. Their agreement, however, indicates that fifty-eight observations are sufficient for affording such conclusions\nas philosophy may draw; and tends to confirm some inferences stated in a former Paper, containing similar observations taken in the East Indies. By adding the mean of the morning and afternoon observations, at St. Helena, and taking the half, the general variation, in the month of November, 1796, appears to have been $15^\\circ 48' 34''\\frac{1}{2}$ west: and, by subtracting the medium diurnal afternoon variation, from the medium diurnal morning, the vibrating variation proves to be $3' 55''$. It appears, that the magnetic needle is stationary from about six o'clock in the evening till six o'clock in the morning; when it commences moving, and the west variation increases, till it amounts to its maximum, about eight o'clock; diminishing afterwards, till it becomes stationary. Here, the same cause seems to operate as at Bencoolen, with a modification of effect, proportioned to the relative situations of the southern magnetic poles, and the places of observation. At the apartments of the Royal Society, this species of variation is found to increase, from seven o'clock in the morning till two o'clock in the afternoon. If the variation is east, in the northern hemisphere in the East Indies, I conceive that the diurnal variation will increase towards the afternoon, remain some time stationary, and diminish before the succeeding morning: if the general variation is west, in that quarter, the reverse may be the case. The quantity of the diurnal variation is greater in Britain than at St. Helena, or at Bencoolen. This will naturally arise from this country’s being more contiguous to its affecting poles, than those islands situated near the equator. It were to be wished, that observations were taken in as many situations as possible, similarly situated in the opposite hemispheres, on the lines of no variation. A greater degree of dip might be found, and conclusions might\nbe deduced, that would tend considerably to illustrate this curious and interesting subject, as yet involved in conjecture and uncertainty. I frequently, while at Bencoolen, observed that the needle did not retain the same level, but was sometimes depressed, and sometimes elevated, six or eight minutes. I paid little attention to this, ascribing it to a minute alteration in the position of the point of the socket over the pivot. I observed, sometimes, a similar difference of level in the position of the needle at St. Helena, without being able to account for it. It may be possible, that the dip of the needle is subject to a diurnal variation in its vertical movement. I have perused such publications as have appeared on magnetism for some time past: they state no theory of this obscure science, more rational, or satisfactory, than that left us by the celebrated Halley.\n\nI have the honour to be, &c.\n\nJOHN MACDONALD.\n\nIn the following observations, F. means fair; A. after; R. rain; N. night; L. lightning; C. cloudy; S. sky; T. thunder; m. much; o. overcast; s. serene; W. windy; l. little; a, the indefinite article; E. or W. east or west variation: a figure, as 7, over the degree, means that the observation was taken then, and not at the usual hour.\n### Observations of the Diurnal Variation of the Magnetic Needle, in the Island of St. Helena\n\n| Time | Weather | 1st Observation | 2nd Observation | 3rd Observation | 4th Observation |\n|------|---------|----------------|---------------|----------------|----------------|\n| Oct. 28 | W. | s. sunshine | s. ditto | s. sunshine | C. |\n| 15:50 | - | W. | - | s. ditto | ditto |\n| 16:00 | P.M. | 16:10 | R. | F. | W. |\n| Nov. 1 | W. | W. | - | s. s. | s. |\n| 15:48 | - | W. | - | s. ditto | s. |\n| 16:00 | P.M. | 16:10 | R. | F. | W. |\n\n**Thermometer**\n\n| Time |\n|------|\n| Oct. 28 |\n| 8 A.M. |\n| 9 A.M. |\n| 10 A.M. |\n| 11 A.M. |\n| 12 A.M. |\n| 1 P.M. |\n| 2 P.M. |\n\n| Various Hours |\n|--------------|\n| W. |\n| - |\n| P.M. |\n| P.M. |\n| P.M. |\n| - |\n| W. |\n\n| Temperature |\n|-------------|\n| s. s. |\n| s. |\n| s. s. |\n| s. s. |\n| s. s. |\n\n**Weather**\n\n- 1796\n- October\n- November\nContinuation of the Observations of the diurnal Variation of the Magnetic Needle, at Fort Marlborough, in Sumatra.\n\n| Time | Thermometer | Weather, 1st Observation | Weather, 2nd Observation | Weather, 3rd Observation | Weather, 4th Observation |\n|------|-------------|--------------------------|--------------------------|--------------------------|--------------------------|\n| 7½ A.M. | E. 84 | s. sunshine | a.l. W. | sunshine, a.l. W. | sunshine, a.l. W. |\n| April 6 | 12 | E. 8 | s. sunshine | a.l. W. | sunshine, a.l. W. |\n| 7 | 10 | E. 9 | s. sunshine | a.l. W. | sunshine, a.l. W. |\n| 10 | 11 | E. 10 | s. sunshine | a.l. W. | sunshine, a.l. W. |\n| 13 | 11 | E. 11 | s. sunshine | a.l. W. | sunshine, a.l. W. |\n| 17 | 11 | E. 12 | s. sunshine | a.l. W. | sunshine, a.l. W. |\n| 23 | 11 | E. 13 | s. sunshine | a.l. W. | sunshine, a.l. W. |\n| 27 | 11 | E. 14 | s. sunshine | a.l. W. | sunshine, a.l. W. |\n| 29 | 11 | E. 15 | s. sunshine | a.l. W. | sunshine, a.l. W. |\n\nMDCCXCVIII.\n| Time | Weather | Weather | Weather | Weather |\n|------|---------|---------|---------|---------|\n|      | 1st Observation | 2nd Observation | 3rd Observation | 4th Observation |\n| 6 A.M. | Thermom. | Thermom. | Thermom. | Thermom. |\n| Aug. 11 | E. 8 77½ | 1 9 83 | 11 P.M. | s. sunshine |\n| Aug. 13 | E. 8 74 | 1 9 82½ | a. s. morning | a. l. C. |\n| Sept. 23 | E. 7 76 | 1 10 84 | s. sunshine | s. ditto |\n| Oct. 24 | E. 6 75½ | 1 12 82½ | s. and F. | s. ditto |\n| Oct. 13 | E. 7 74½ | 1 10 82 | s. sunshine | s. ditto |\n| Nov. 7 | E. 6 75 | 1 11 83 | s. ditto | s. ditto |\n| Dec. 26 | E. 6 76 | 1 12 82 | s. dist. T. | s. dist. T. |\n| Dec. 8 | E. 7 76 | 1 11 82 | s. sunshine | s. sunshine |\n| Dec. 14 | E. 7 76 | 1 12 82 | s. and C. | s. and C. |\n| Jan. 12 | E. 6 74 | 1 10 83 | s. sunshine | s. sunshine |\n| Feb. 1 | E. 7 75 | 1 11 84 | s. ditto | s. ditto |\n| Mar. 2 | E. 7 75 | 1 10 86 | s. ditto | s. ditto |\n| Apr. 6 | E. 7 74 | 1 12 82 | s. sunshine | s. sunshine |\n| May 13 | E. 7 76 | 1 11 82 | s. ditto | s. ditto |\n| June 30 | E. 7 77 | 1 10 82 | s. sunshine | s. sunshine |\n\n---\n\n**Mr. Macdonald's Observations, &c.**",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106985.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10976,
    "total-output-tokens": 2580,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1377,
        2
      ],
      [
        1377,
        3269,
        3
      ],
      [
        3269,
        4535,
        4
      ],
      [
        4535,
        5406,
        5
      ],
      [
        5406,
        6395,
        6
      ],
      [
        6395,
        7526,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      true,
      true,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106985",
    "title": "Observations of the Diurnal Variation of the Magnetic Needle, in the Island of St. Helena; With a Continuation of the Observations at Fort Marlborough, in the Island of Sumatra. By John Macdonald, Esq. In a Letter to the Right Hon. Sir Joseph Banks, Bart. K. B. P. R. S.",
    "authors": "John Macdonald",
    "year": 1798,
    "volume": "88",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/106985"
  }
}