{
  "id": "6a3cfa769061159fb2974b364327dadb3e64807c",
  "text": "5. Prope colles arenosos venis non patentibus per sabulum quasi colaturà trajeçtas collegi aquas hujus scaturiginis.\n\n6. Physicas ob causas imminente tempestate sicciorae, augeri vel abscendere posse eas aquas, pluviosì iterum decidere, quæ prolixius deducere alterius erit temporis & instituti\n\nSapienti interea sat diæum ratus, hisce accuratè perpenfis non statim proficìs reputanda confido, quæ rationi non extemplo patescunt.\n\nPauca hæc de Vettero animus fuit referre, ut non minùs quid veri de eodem traditum fuerit elucentur quam fide temperè indignum non censeatur, quidquid primus non percipit intuitus. Multa sic penitius indagari deberent, quæ ab Olae Magno descripta ad fabularum seriem vulgo rediguntur, quæ veritati tamen consona hyperbolice non-nunquam ab eodem proferuntur.\n\n---\n\nIV. Experiments on the Resilition of Bodies in Common Air, in Vacuo and in Air Condens'd, made at a meeting of the Royal Society at Gresham College. By Mr Francis Hauksbee.\n\nHaving provided a tall Glass Recipient, in whose upper part I had a contrivance to lodge 4 Marbles, and from thence successively could drop them on a Plane at pleasure; by which means, opportunity was given to make the more deliberate observations. But before I proceed to relate the Experiments themselves, I think it will be necessary first to take notice, that the distance of the descent of each Marble on the Plane was about 13½ inches. The weight of two Marbles 59 Grains, the other two 63 Grains.\nGrains; being all of the sort generally sold at Toy-shops.\n\nThe Plane whereon they dropt was a round flat piece of solid Glass, about an inch thick, and 3½ over 5 whose upper surface was well Grownd and Polished. It was fix'd in a Tin frame, contriv'd on purpose to keep its lower surface from being contiguous to the Plate or Leather, on which the Recipient was plac'd (which I mention purposely, lest any Gentlemen, who may have the curiosity to repeat these Experiments, should fall into an error I very narrowly escap'd) for when first I made these Experiments I us'd a Stone Plane laid carelessly on the Leather that covered the Plate, over which the Recipient being plac'd, and the Air exhausted, the descending Marbles would not rebound so high by an inch, as when the Experiment came to be made on the same Plane in common Air; which unexpected Phænomenon gave great umbrage that it might proceed from some unheeded cause, and several reasons were alledged against the candour of the Experiment; the principal of which was, that the swelling of the Leather in vacuo raised the incumbent Plane, causing it to lie more hollow and soft than it did in the open Air. In order therefore to set the Experiments in a true light, I procured the prementioned Glass Plane, on which, when I came (as before) to drop the Marbles, their Resilition then was something more in Vacuo than in common Air (which put it past all doubt, that the Error proceeded from the cause suggested.) Those dropt in common Air had likewise some small advantage in their rebound, above those let fall in Air condensed. The Condensation being but one Atmosphere, not daring to venture more, the breaking of the Recipient being very hazardous. The Resilition of the Marbles from the Plane in Vacuo was about 10½ inches, which was something more than ¼ of their descent. In Condensed Air their rebound was about 10 inches. Accordingly we must account their Resilition in Common Air to be the medium of the other two, it being difficult\ndifficult to judge to a nicety in so sudden a motion; but there was a sensible difference betwixt the rebound of those dropt in Vacuo, and those in Air condens'd. I could not observe that the small difference in the weight of the Marbles made any discernable alteration in their Resili-\n\nV. An Experiment on the descent of Malt dust in the Evacuated Receiver, at Gresham College. By Mr Fr. Hauksbee.\n\nI Took some Malt dust, and having well dried the same, put a quantity of it into a fine Muslin Bag, where being loosely inclos'd, would upon shaking discover it self plentifully in the open Air, undulating and floating a considerable time before it would descend; but being included within a Receiver, from which the Air was well exhausted; and then shaken, the dust descended as a ponderous Body, precipitating in strait lines from the top to the bottom of a tall Receiver.\n\nLondon, Printed for Sam. Smith and Benj. Walford, Printers to the Royal Society, at the Princes Arms in St Paul's Church-yard, 1705.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102988.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 1247,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1473,
        2
      ],
      [
        1473,
        3480,
        3
      ],
      [
        3480,
        4489,
        4
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102988",
    "title": "Experiments on the Resilition of Bodies in Common Air, in Vacuo and in Air Condens'd, Made at a Meeting of the Royal Society at Gresham College. By Mr Francis Hauksbee",
    "authors": "Francis Hauksbee",
    "year": 1704,
    "volume": "24",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/102988"
  }
}