{
  "id": "56b4b74439ca2312c0bb50f4c2321c942d9ece13",
  "text": "ADVERTISEMENT.\n\nThe Committee appointed by the Royal Society to direct the publication of the Philosophical Transactions, take this opportunity to acquaint the Public, that it fully appears, as well from the council-books and journals of the Society, as from repeated declarations which have been made in several former Transactions, that the printing of them was always, from time to time, the single act of the respective Secretaries, till the Forty-seventh Volume: the Society, as a Body, never interesting themselves any further in their publication, than by occasionally recommending the revival of them to some of their Secretaries, when, from the particular circumstances of their affairs, the Transactions had happened for any length of time to be intermitted. And this seems principally to have been done with a view to satisfy the Public, that their usual meetings were then continued, for the improvement of knowledge, and benefit of mankind, the great ends of their first institution by the Royal Charters, and which they have ever since steadily pursued.\n\nBut the Society being of late years greatly enlarged, and their communications more numerous, it was thought advisable that a Committee of their members should be appointed, to reconsider the papers read before them, and select out of them such as they should judge most proper for publication in the future Transactions; which was accordingly done upon the 26th of March 1752. And the grounds of their choice are, and will continue to be, the importance and singularity of the subjects, or the advantageous manner of treating them; without pretending to answer for the certainty of the facts, or propriety of the reasonings, contained in the several papers so published, which must still rest on the credit or judgment of their respective authors.\n\nIt is likewise necessary on this occasion to remark, that it is an established rule of the Society, to which they will always adhere, never to give their opinion,\nas a Body, upon any subject, either of Nature or Art, that comes before them. And therefore the thanks, which are frequently proposed from the Chair, to be given to the authors of such papers as are read at their accustomed meetings, or to the persons through whose hands they received them, are to be considered in no other light than as a matter of civility, in return for the respect shown to the Society by those communications. The like also is to be said with regard to the several projects, inventions, and curiosities of various kinds, which are often exhibited to the Society; the authors whereof, or those who exhibit them, frequently take the liberty to report, and even to certify in the public newspapers, that they have met with the highest applause and approbation. And therefore it is hoped, that no regard will hereafter be paid to such reports and public notices; which in some instances have been too lightly credited, to the dishonour of the Society.\nI. Researches in Physical Astronomy. By John William Lubbock, Esq. V.P. and Treas. R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . page 1\n\nII. On the Tides. By John William Lubbock, Esq. V.P. and Treas. R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 51\n\nIII. On the Structure of the Human Placenta, and its Connexion with the Uterus. By Robert Lee, M.D. F.R.S. &c. Physician to the British Lying-in-Hospital . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 57\n\nIV. On an inequality of long period in the motions of the Earth and Venus. By George Biddell Airy, A.M. F.R.A.S. F.G.S., late Fellow of Trinity College Cambridge, and Plumian Professor of Astronomy and Experimental Philosophy in the University of Cambridge. Communicated by Sir J. F. W. Herschel, F.R.S. &c. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 67\n\nV. Experimental Researches in Electricity. By Michael Faraday, F.R.S. M.R.I. Corr. Mem. Royal Acad. of Sciences of Paris, Petersburgh, &c. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 125\n\nVI. The Bakerian Lecture.—Experimental Researches in Electricity.—Second Series. By Michael Faraday, F.R.S. M.R.I. Corr. Mem. Royal Acad. of Sciences of Paris, Petersburgh, &c. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 163\n\nVII. On the Theory of the Perturbations of the Planets. By James Ivory, A.M. F.R.S. Instit. Reg. Sc. Paris. Corresp. et Reg. Sc. Gottin. Corresp. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 195\nVIII. Researches in Physical Astronomy. By John William Lubbock, Esq. V.P. and Treas. R.S. . . . . . . . . . . . . . . . . . . page 229\n\nAppendix.\n\nMeteorological Journal kept at the Apartments of the Royal Society, by order of the President and Council.\nThe President and Council of the Royal Society adjudged the Copley Medal for the year 1831—\n\nTo George Biddell Airy, Esq. M.A. Plumian Professor of Astronomy and Experimental Philosophy in the University of Cambridge, for his papers 'On the Principle of the Construction of the Achromatic Eye-pieces of Telescopes,'—'On the Spherical Aberration of the Eye-pieces of Telescopes,'—and for other papers on Optical Subjects in the Transactions of the Cambridge Philosophical Society.\nCONTENTS\n\nIX. Some Account of a new Volcano in the Mediterranean. By John Davy, M.D. F.R.S., Assistant Inspector of Army Hospitals . . . . page 237\nX. Further Notice of the new Volcano in the Mediterranean. By John Davy, M.D. F.R.S., Assistant Inspector of Army Hospitals . . . . . . 251\nXI. Some Remarks on an Error respecting the Site and Origin of Graham Island. By Captain W. H. Smyth, R.N. F.R.S. F.S.A. . . . . 255\nXII. An Account of some Experiments and Observations on the Torpedo (Raia Torpedo, Linn.) By John Davy, M.D. F.R.S., Assistant Inspector of Army Hospitals . . . . . . . . . . . . . . . . . . . . 259\nXIII. Experimental Researches in Voltaic Electricity and Electro-Magnetism. By the Rev. William Ritchie, LL.D. F.R.S. Professor of Natural and Experimental Philosophy in the Royal Institution of Great Britain, and Professor of Natural Philosophy and Astronomy in the University of London . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 279\nXIV. Of the Organs of the Human Voice. By Sir Charles Bell, K.G.H. F.R.S. L. & E. . . . . . . . . . . . . . . . . . . . . . . . . . 299\nXV. Theory of the inverse Ratio which subsists between the Respiration and Irritability, in the Animal Kingdom. By Marshall Hall, M.D. F.R.S.E. M.R.I. Communicated by J. G. Children, Esq. Sec. R.S. . . . . . . . . . . 321\nXVI. On Hybernation. By Marshall Hall, M.D. F.R.S.E. M.R.I. Communicated by J. G. Children, Esq. Sec. R.S. . . . . . . . . . . . . . . . . . . . . 335\nXVII. Researches in Physical Astronomy. By J. W. Lubbock, Esq. V.P. and Treas. R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 361\nXVIII. On the Nervous System of the Sphinx ligustri, Linn., and on the\nchanges which it undergoes during a part of the Metamorphoses of the Insect. By George Newport, Esq. Communicated by P. M. Roget, M.D. Sec. R.S.\n\nXIX. On the Correction of a Pendulum for the Reduction to a Vacuum: together with Remarks on some anomalies observed in Pendulum experiments. By F. Baily, Esq. F.R.S.\n\nXX. An Account of the Magnetical Experiments made on the western coast of Africa, 1830-1, by Commander Edward Belcher, of H. M. S. Ætna. Communicated by the Rev. George Fisher, F.R.S. through Captain Beaufort, R.N. F.R.S.\n\nXXI. Observations on the Anatomy and Habits of Marine Testaceous Mollusca, illustrative of their mode of feeding. By Edward Osler, Esq. Communicated by L.W. Dillwyn, Esq. F.R.S.\n\nXXII. On the Mammary Glands of the Ornithorhynchus paradoxus. By Mr. Richard Owen. Communicated by J. H. Green, Esq. F.R.S.\n\nXXIII. On the Water-Barometer erected in the Hall of the Royal Society. By J. F. Daniell, Esq. F.R.S. Professor of Chemistry in King's College, London.\n\nXXIV. Hourly Observations on the Barometer; with experimental investigations into the phenomena of its periodical oscillation. By James Hudson, Assistant Secretary and Librarian to the Royal Society. Communicated by John William Lubbock, Esq. M.A. Vice President and Treasurer\n\nXXV. Note on the Tides in the Port of London. By J. W. Lubbock, Esq. V.P. and Treas. R.S.\n\nXXVI. Researches in Physical Astronomy. By J. W. Lubbock, Esq. V.P. and Treas. R.S.\n\nIndex\n\nAPPENDIX.\n\nPresents received by the Royal Society, from Nov. 18th 1830 to June 16th 1831. Meteorological Journal kept at the Apartments of the Royal Society, by order of the President and Council.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107951.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 17106,
    "total-output-tokens": 3339,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1982,
        3
      ],
      [
        1982,
        2953,
        4
      ],
      [
        2953,
        5758,
        5
      ],
      [
        5758,
        6013,
        6
      ],
      [
        6013,
        6493,
        7
      ],
      [
        6493,
        6493,
        8
      ],
      [
        6493,
        8221,
        9
      ],
      [
        8221,
        9872,
        10
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107951",
    "title": "Front Matter",
    "authors": null,
    "year": 1832,
    "volume": "122",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/107951"
  }
}