{
  "id": "93cf153712883d796e7fefcca066adb465105c43",
  "text": "ders, out of what stuff the Sediment of diseased persons is made, with a reflexion on Fernelius? what is signified by urine that hath no such contents, or little? what by a copious Sediment? what by a broken, white, black, yellow, red, &c. Sediment? That we are not to look for a sediment in all diseases. Which Sediment is better, thin or thick? This done, he proceeds to the matter hanging in the Middle, and swimming on the Top, inquiring, what they signify respectively; whether they note distemper of the middle and the highest part of the body, or not? Taking notice with several Authors, that little clouds on the uppermost surface of Urine, raised in the form of a ring, are a very ill sign in acute diseases, as fore-boding an imminent Phrensy, and death itself.\n\nAfter this, he declares his opinion concerning the signification of some peculiar Contents in Urine; as Meat, Scales, Blood coagulated, purulent matter, ashes, slime, little pieces of seeming flesh, small hairs, woolly filaments, flying dust, damp, tough stuff adhering to the sides of the vessel, something like a spider's webb, bladders, froth, fat, or cream, Sand, and small Stones. Observing with Fienus, that such sand-grains as are bred in the Body, are found at the bottom of the Urinal presently after the water is made, but those that are produced in the Urinal, do adhere to the sides thereof, and appear not till a good while after the patient hath made water: And noting further, that such sand not linking to the bottom, but sticking to the sides of the vessel, does not signify the body's disposition to the Stone, but the Liver's excessive heat, and a beginning of corruption in the Bowels; nor then necessarily, when they link, because many do void these grains, and yet are never troubled with the stone: Though, when men cease to void them, and find pain, and make a whitish and thin urine, they then begin to breed the stone within. But then, to know by the sand, whether the stone be breeding in the Bladder, or in the Kidneys, he tells us, that if it be hard and red, 'tis in the latter; if hard and white, in the former. For the many other Contents of Urine, we must, for fear of too much prolixity, refer to the Authors; only we cannot but take notice here of a relation, he alleges out of Plempius touching a woman of 70 years of age, who in her urine voided store of fat, as yellow as Holland-butter; and had, before that excretion, been troubled with an ague, upon the loss of which she evacuated this fatty matter for some weeks, some days more, some less, some none at all: But yet waxed not leaner, but rather more fleshy; which made Plempius conclude, that that fat came from the Kidneys, not from the whole body. So much for the second part.\n\nThe third is wholly taken up with a Confutation of two noted Physicians, Forelius and Stratenius, despising the inspectors of Urine, and declaring the Judgment made of Diseases and their Causes and Seats by the Urine, to be uncertain and false. Of which, for want of room, we cannot particularise in this place.\n\nErrata left un-corrected in Numb.98.\n\nLONDON, Printed for John Martyn, printer to the R. Society, 1673.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101391.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 828,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        3163,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101391",
    "title": "Errata",
    "authors": null,
    "year": 1673,
    "volume": "8",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101391"
  }
}