{
  "id": "2716c14f04a0bc569a5fd7866b22031dc341ee67",
  "text": "when exposed to the air, and is liquid and clear as water under-ground.\n\nI have gone up this mountain several times to gather simples; but as the plants it produces, have already been described by the Rev. Fathers Plumier and Feuillée, the two minims, who went for that purpose upon the mountain called Pelée, in the island of Martinico, which is likewise a volcano, and produces the same plants as the Brimstone-hill of Guadelupa; I shall forbear giving an account of my enquiries in this particular.\n\nLXXXVI. Account of the Earthquake, felt February 18, along the Coast of England, between Margate and Dover, in a Letter from Mr. Samuel Warren, Supervisor of Excise, to John Windham Bowyer, Esq.; one of his Majesty's Commissioners of Excise. Communicated by John Pringle, M. D. F. R. S.\n\nHonourable Sir,\n\nRead April 1, 1756.\n\nPursuant to an order from Mr. Noble, bearing date the 11th instant, I have made inquiry, as therein directed, relating to a shock of an earthquake, which happened on Wednesday the 18th of February last; and find, that at Margate it was felt by Mr. Valentine Jewel and his family just before eight o'clock in the morning: they being\nbeing all in their beds, each person observed their respective beds to have a sudden shock, as quick as thought itself. Mr. Barber, who lives at the king's-head-inn, and next door to Mr. Jewell, at the same time, felt his bed to tremble for the space of half a minute; his wife (who was in child-bed at that time) and her nurse felt the like trembling in another room, and Mr. Barber's mother (who keeps the said inn) saw the door of her room to shake, which she thought then to have caused by the wind; and in like manner it was felt by many other people in Margate. I cannot find, that it was felt by any person in Ramsgate. At Deal, Dr. St. Leger, being in bed on the 18th, a little before eight o'clock in the morning, felt the bed to shake under him, which he supposed to be a sudden gust of wind, till he heard other people talk of an earthquake, which they then imagined to be the cause of their beds shaking.\n\nAt Dover, on the above day and hour, five or six people felt their beds to shake under them; but I can't find they thought any thing of an earthquake till they saw it in the public papers.\n\nAt Sandwich the Rev. Mr. Bunce faith, that on the above day and about the same hour, he being in bed felt two shocks as quick as possible one after the other; and he further faith, that had he not read the several accounts of earthquakes abroad, he should not have taken the shock to have been of that kind. In like manner it was felt by sundry persons in Sandwich. For my own part I felt nothing of it, nor can I hear, that it was felt by any person, that was out of bed, save at Sandwich, one Mr. Thomas Hayward, who was sitting in his chair, felt the same to shake\nshake twice; and a maid servant of Mr. Jervas Hayward, of this town, being ill, and sitting in a chair, she felt it shake twice. Mrs. Sims and her daughter at Canterbury felt their beds shake on the above day and hour. The morning, at that time, was calm, but very hazy; soon after we had a very great tempest. If anything further shall occur worth notice, I will give your honour an impartial account thereof. I am,\n\nHonourable Sir,\n\nSandwich, March 25,\n1756.\n\nYour most dutiful humble servant,\n\nSamuel Warren.\n\nLXXXVII. Remarks on the Stones, in the Country of Nassau, and the Territories of Treves and Colen, resembling those of the Giants-Causey, in Ireland. In a Letter to Thomas Birch, D. D. Secret. R. S. from Mr. Abraham Trembly, F. R. S. Translated from the French.\n\nSIR, Conduit Street, March 28, 1756.\n\nRead April 1. BEING in the month of September last at Weilbourg in the country of Nassau, I was informed, that there were found in the neighbourhood a great quantity of stones, of a pretty regular",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104979.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1079,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1161,
        2
      ],
      [
        1161,
        2837,
        3
      ],
      [
        2837,
        3847,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104979",
    "title": "Account of the Earthquake, Felt February 18, along the Coast of England, between Margate and Dover, in a Letter from Mr. Samuel Warren, Supervisor of Excise, to John Windham Bowyer, Esq; One of His Majesty's Commissioners of Excise. Communicated by John Pringle, M. D. F. R. S.",
    "authors": "Samuel Warren, John Pringle",
    "year": 1755,
    "volume": "49",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/104979"
  }
}