{
  "id": "ad8013cc9db89fdf3cdb179d1e872642a8625447",
  "text": "ADVERTISEMENT.\n\nThe Committee appointed by the Royal Society to direct the publication of the Philosophical Transactions, take this opportunity to acquaint the Public, that it fully appears, as well from the Council-books and Journals of the Society, as from repeated declarations which have been made in several former Transactions, that the printing of them was always, from time to time, the single act of the respective Secretaries till the Forty-seventh Volume; the Society, as a Body, never interesting themselves any further in their publication, than by occasionally recommending the revival of them to some of their Secretaries, when, from the particular circumstances of their affairs, the Transactions had happened for any length of time to be intermitted. And this seems principally to have been done with a view to satisfy the Public, that their usual meetings were then continued, for the improvement of knowledge, and benefit of mankind, the great ends of their first institution by the Royal Charters, and which they have ever since steadily pursued.\n\nBut the Society being of late years greatly enlarged, and their communications more numerous, it was thought advisable that a Committee of their members should be appointed, to reconsider the papers read before them, and select out of them such as they should judge most proper for publication in the future Transactions; which was accordingly done upon the 26th of March 1752. And the grounds of their choice are, and will continue to be, the importance and singularity of the subjects, or the advantageous manner of treating them; without pretending to answer for the certainty of the facts, or propriety of the reasonings, contained in the several papers so published, which must still rest on the credit or judgement of their respective authors.\n\nIt is likewise necessary on this occasion to remark, that it is an established rule of the Society, to which they will always adhere, never to give their opinion, as a Body,\nupon any subject, either of Nature or Art, that comes before them. And therefore\nthe thanks, which are frequently proposed from the Chair, to be given to the authors\nof such papers as are read at their accustomed meetings, or to the persons through\nwhose hands they received them, are to be considered in no other light than as a\nmatter of civility, in return for the respect shown to the Society by those communi-\ncations. The like also is to be said with regard to the several projects, inventions,\nand curiosities of various kinds, which are often exhibited to the Society; the authors\nwhereof, or those who exhibit them, frequently take the liberty to report and even to\ncertify in the public newspapers, that they have met with the highest applause and\napprobation. And therefore it is hoped that no regard will hereafter be paid to such\nreports and public notices; which in some instances have been too lightly credited,\nto the dishonour of the Society.\nA List of Public Institutions and Individuals, entitled to receive a copy of the Philosophical Transactions of each year, on making application for the same directly or through their respective agents, within five years of the date of publication.\n\nIn the British Dominions.\nThe King's Library.\nThe Admiralty Library.\nThe Radcliffe Library, Oxford.\nThe Royal Geographical Society.\nThe United Service Museum.\nThe Royal College of Physicians.\nThe Society of Antiquaries.\nThe Linnean Society.\nThe Royal Institution of Great Britain.\nThe Society for the Encouragement of Arts.\nThe Geological Society.\nThe Horticultural Society.\nThe Royal Astronomical Society.\nThe Royal Asiatic Society.\nThe Royal Society of Literature.\nThe Medical and Chirurgical Society.\nThe London Institution.\nThe Entomological Society of London.\nThe Zoological Society of London.\nThe Institute of British Architects.\nThe Institution of Civil Engineers.\nThe Cambridge University Philosophical Society.\nThe Royal Society of Edinburgh.\nThe Royal Irish Academy.\nThe Royal Dublin Society.\nThe Asiatic Society at Calcutta.\nThe Royal Artillery Library at Woolwich.\nThe Royal Observatory at Greenwich.\nThe Observatory at Dublin.\nThe Observatory at Armagh.\nThe Observatory at the Cape of Good Hope.\nThe Observatory at Madras.\nThe Observatory at Paramatta.\n\nDenmark.\nThe Royal Society of Sciences at Copenhagen.\nThe Royal Observatory at Altona.\n\nFrance.\nThe Royal Academy of Sciences at Paris.\nThe Royal Academy of Sciences at Thoulouse.\nThe École des Mines at Paris.\nThe Geographical Society at Paris.\nThe Entomological Society of France.\nThe Dépôt de la Marine, Paris.\nThe Geological Society of France.\nThe Jardin des Plantes, Paris.\n\nGermany.\nThe University at Göttingen.\nThe Cesarean Academy of Naturalists at Bonn.\nThe Observatory at Manheim.\n\nItaly.\nThe Italian Society of Sciences at Modena.\nThe Royal Academy of Sciences at Turin.\n\nSwitzerland.\nThe Société de Phys. et d'Hist. Nat. at Geneva.\n\nBelgium.\nThe Royal Academy of Sciences at Brussels.\n\nNetherlands.\nThe Royal Institute of Amsterdam.\n\nSpain.\nThe Royal Observatory at Cadiz.\n\nPortugal.\nThe Royal Academy of Sciences at Lisbon.\n\nPrussia.\nThe Royal Academy of Sciences at Berlin.\n\nRussia.\nThe Imperial Academy of Sciences at St. Petersburg.\n\nSweden and Norway.\nThe Royal Academy of Sciences at Stockholm.\nThe Royal Society of Sciences at Drontheim.\n\nUnited States.\nThe American Philosophical Society at Philadelphia.\nThe New York Philosophical Society.\nThe American Academy of Sciences at Boston.\nThe Library of Harvard College.\n\nThe fifty Foreign Members of the Royal Society.\nA List of Public Institutions and Individuals, entitled to receive a copy of the Astronomical Observations made at the Royal Observatory at Greenwich, on making application for the same directly or through their respective agents, within two years of the date of publication.\n\nIn the British Dominions.\n\nThe King's Library.\nThe Board of Ordnance.\nThe Royal Society.\nThe Savilian Library, Oxford.\nThe Library of Trinity College, Cambridge.\nThe King's Observatory at Richmond.\nThe Royal Observatory at Greenwich.\nThe University of Aberdeen.\nThe University of St. Andrews.\nThe University of Dublin.\nThe University of Edinburgh.\nThe University of Glasgow.\nThe Observatory at Oxford.\nThe Observatory at Cambridge.\nThe Observatory at Dublin.\nThe Observatory at Armagh.\nThe Observatory at the Cape of Good Hope.\nThe Observatory at Paramatta.\nThe Observatory at Madras.\nThe Royal Institution of Great Britain.\nThe Royal Society, Edinburgh.\nThe Astronomical Institution, Edinburgh.\nThe President of the Royal Society.\nThe Lowndes's Professor of Astronomy, Cambridge.\nThe Plumian Professor of Astronomy, Cambridge.\nFrancis Baily, Esq. V.P. and Treas. R.S.\nThomas Henderson, Esq. of Edinburgh.\nJohn William Lubbock, Esq.\nCaptain W. H. Smyth, R.N. of Bedford.\nSir James South, Observatory, Kensington.\n\nIn Foreign Countries.\n\nThe Royal Academy of Sciences at Berlin.\nThe Royal Academy of Sciences at Paris.\nThe Imperial Academy of Sciences at St. Petersburg.\nThe Royal Academy of Sciences at Stockholm.\nThe Royal Society of Sciences at Upsal.\nThe Board of Longitude of France.\nThe University of Göttingen.\nThe University of Leyden.\nThe Academy of Bologna.\nThe American Academy of Sciences at Boston.\nThe American Philosophical Society at Philadelphia.\nThe Library of Harvard College.\nThe Observatory at Helsingfors.\nThe Observatory at Altona.\nThe Observatory at Berlin.\nThe Observatory at Brussels.\nThe Observatory at Cadiz.\nThe Observatory at Coimbra.\nThe Observatory at Copenhagen.\nThe Observatory at Dorpat.\nThe Observatory at Königsberg.\nThe Observatory at Manheim.\nThe Observatory at Marseilles.\nThe Observatory at Milan.\nThe Observatory at Palermo.\nThe Observatory at Paris.\nThe Observatory at Seeberg.\nThe Observatory at Vienna.\nThe Observatory at Tubingen.\nThe Observatory at Wilna.\nProfessor Bessel, of Königsberg.\nDr. William Olbers, of Bremen.\nThe Dépôt de la Marine, Paris.\nThe Bowden College, United States.\nThe Waterville College, United States.\nROYAL MEDALS.\n\nHER MAJESTY QUEEN VICTORIA, in restoring the Foundation of the Royal Medals, has been graciously pleased to approve of the following regulations for the award of them:\n\nThat the Royal Medals be given for such papers only as have been presented to the Royal Society, and inserted in their Transactions.\n\nThat the triennial Cycle of subjects be the same as that hitherto in operation: viz.\n1. Astronomy; Physiology, including the Natural History of Organized Beings.\n2. Physics; Geology and Mineralogy.\n3. Mathematics; Chemistry.\n\nThat, in case no paper, coming within these stipulations, should be considered deserving of the Royal Medal, in any given year, the Council have the power of awarding such Medal to the author of any other paper on either of the several subjects forming the Cycle, that may have been presented to the Society and inserted in their Transactions; preference being given to the subjects of the year immediately preceding: the award being, in such case, subject to the approbation of Her Majesty.\n\nThe Council propose to give one of the Royal Medals in the present year (1838) for the most important unpublished paper in Mathematics, communicated to the Royal Society for insertion in their Transactions after the termination of the Session in June 1835, and prior to the termination of the present Session (June 1838).\n\nThe Council propose also to give one of the Royal Medals in the present year (1838)\nfor the most important unpublished paper in Chemistry, communicated to the Royal Society for insertion in their Transactions after the termination of the Session in June 1835, and prior to the termination of the present Session (June 1838).\n\nThe Council propose to give one of the Royal Medals in the year 1839 for the most important unpublished paper in Astronomy, communicated to the Royal Society for insertion in their Transactions after the termination of the Session in June 1836, and prior to the termination of the Session in June 1839.\n\nThe Council propose to give also one of the Royal Medals in the year 1839 for the most important unpublished paper in Physiology, including the Natural History of Organized Beings, communicated to the Royal Society for insertion in their Transactions after the termination of the Session in June 1836, and prior to the termination of the Session in June 1839.\n\nThe Council propose to give one of the Royal Medals in the year 1840 for the most important unpublished paper in Physics, communicated to the Royal Society for insertion in their Transactions after the termination of the Session in June 1837, and prior to the termination of the Session in June 1840.\n\nThe Council propose also to give one of the Royal Medals in the year 1840 for the most important unpublished paper in Geology or Mineralogy, communicated to the Royal Society for insertion in their Transactions after the termination of the Session in June 1837; and prior to the termination of the Session in June 1840.\n\nThe Council propose to give one of the Royal Medals in the year 1841 for the most important unpublished paper in Mathematics, communicated to the Royal Society for insertion in their Transactions after the termination of the Session in June 1838, and prior to the termination of the Session in June 1841.\n\nThe Council propose also to give one of the Royal Medals in the year 1841 for the most important unpublished paper in Chemistry, communicated to the Royal Society for insertion in their Transactions after the termination of the Session in June 1838, and prior to the termination of the Session in June 1841.\nADJUDICATION of the Medals of the Royal Society for the year 1837 by His Royal Highness the President and Council.\n\nA Copley Medal to M. Becquerel, for his various Memoirs on the subject of Electricity, published in the \"Mémoires de l'Académie Royale des Sciences de l'Institut de France,\" and particularly those on the Production of Crystals of Metallic Sulphurets and Sulphur, by the long-continued action of Electricity of very low tension, and published in the tenth volume of those \"Mémoires.\"\n\nAnother Copley Medal to John Frederick Daniell, Esq., F.R.S., for his two papers \"On Voltaic Combinations,\" published in the Philosophical Transactions for 1836.\n\nThe Royal Medal, in the department of Physics, to the Rev. William Whewell, M.A., F.R.S., for his \"Researches connected with the Theory of the Tides,\" communicated to the Royal Society, and published in its Transactions within the three preceding years.\n\nThe Royal Medal, in the department of Geology, for the year 1837, was not awarded.\nI. Experimental Researches in Electricity.—Eleventh Series. By Michael Faraday, Esq., D.C.L. F.R.S., Fullerian Prof. Chem. Royal Institution, Corr. Memb. Royal and Imp. Acadd. of Sciences, Paris, Petersburgh, Florence, Copenhagen, Berlin, &c. &c. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . page 1\n\nII. Fourth Letter on Voltaic Combinations, with reference to the Mutual Relations of the Generating and Conducting Surfaces. Addressed to Michael Faraday, Esq., D.C.L. F.R.S., Fullerian Prof. Chem. Royal Institution, &c. &c. &c. By J. Frederic Daniell, F.R.S., Prof. Chem. in King’s College, London. . . 41\n\nIII. Of such Ellipsoids consisting of homogeneous matter as are capable of having the resultant of the attraction of the mass upon a particle in the surface, and a centrifugal force caused by revolving about one of the axes, made perpendicular to the surface. By James Ivory, K.H. M.A. F.R.S. L. & E. Institut. Reg. Sc. Paris. Corresp. et Reg. Sc. Gottin. Corresp.. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 57\n\nIV. Researches towards establishing a Theory of the Dispersion of Light. No. IV. By the Rev. Baden Powell, M.A. F.R.S. F.G.S., Savilian Professor of Geometry in the University of Oxford. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 67\n\nV. On the Colours of Mixed Plates. By Sir David Brewster, K.G.H. F.R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 73\n\nVI. Supplementary Note to Experimental Researches in Electricity.—Eleventh Series. By Michael Faraday, Esq., D.C.L. F.R.S., Fullerian Prof. Chem. Royal Institution, Corr. Memb. Royal and Imp. Acadd. of Sciences, Paris, Petersburgh, Florence, Copenhagen, Berlin, &c. &c. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 79\n\nVII. Experimental Researches in Electricity.—Twelfth Series. By Michael Faraday, Esq., D.C.L. F.R.S., Fullerian Prof. Chem. Royal Institution, Corr. Memb. Royal and Imp. Acadd. of Sciences, Paris, Petersburgh, Florence, Copenhagen, Berlin, &c. &c. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 83\n\nVIII. Experimental Researches in Electricity.—Thirteenth Series. By Michael Faraday, Esq., D.C.L. F.R.S., Fullerian Prof. Chem. Royal Institution, Corr. Memb. Royal and Imp. Acadd. of Sciences, Paris, Petersburgh, Florence, Copenhagen, Berlin, &c. &c. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 125\nIX. The Bakerian Lecture.—On the Theory of the Astronomical Refractions. By James Ivory, K.H. M.A. F.R.S. L. & E., Instit. Reg. Sc. Paris, Corresp. et Reg. Sc. Gottin. Corresp. . . . . . . . . . . . . . . . . . . . . . page 169\n\nX. Researches on the Tides.—Ninth Series. On the Determination of the Laws of the Tides from short Series of Observations. By the Rev. W. Whewell, M.A., F.R.S., Fellow of Trinity College, Cambridge . . . . . . . . . . . . . . 231\n\nXI. Description of a new Tide-Gauge, constructed by Mr. T. G. Bunt, and erected on the eastern bank of the river Avon, in front of the Hotwell House, Bristol, 1837. Communicated by the Rev. William Whewell, M.A. F.R.S. &c. . . . . 249\n\nXII. Remarks on the Theory of the Dispersion of Light, as connected with Polarization. By the Rev. Baden Powell, M.A. F.R.S. F.G.S., Savilian Professor of Geometry in the University of Oxford . . . . . . . . . . . . . . 253\n\nXIII. Experimental Researches in Electricity.—Fourteenth Series. By Michael Faraday, Esq., D.C.L. F.R.S. Fullerian Prof. Chem. Royal Institution, Corr. Memb. Royal and Imp. Acadd. of Sciences, Paris, Petersburgh, Florence, Copenhagen, Berlin, Gottingen, Modena, Palermo, &c. &c. . . . . . . . 265\n\nXIV. An Account of some Experiments on the Blood in connexion with the Theory of Respiration. By John Davy, M.D. F.R.S., Assistant Inspector of Army Hospitals . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 283\n\nXV. Researches in Embryology.—First Series. By Martin Barry, M.D. F.R.S.E., Fellow of the Royal College of Physicians in Edinburgh. Communicated by P. M. Roget, M.D. Sec. R.S. . . . . . . . . . . . . . . . . . . . . . . . . . 301\nXVI. *Magnetical Observations made in the West Indies, on the North Coast of Brazil and North America, in the Years 1834, 1835, 1836, and 1837, by Captain Sir Everard Home, Bart. R.N. F.R.S. Reduced by the Rev. George Fisher, M.A. F.R.S.* 343\n\nXVII. *On the Geometrical Forms of Turbinated and Discoid Shells. By the Rev. H. Moseley, M.A., of Saint John's College, Cambridge, Professor of Natural Philosophy and Astronomy in King's College. Communicated by Thomas Bell, Esq. F.R.S.* 351\n\nXVIII. *Contributions to the Physiology of Vision.—Part the First. On some remarkable, and hitherto unobserved, Phenomena of Binocular Vision. By Charles Wheatstone, F.R.S., Professor of Experimental Philosophy in King's College, London* 371\n\nXIX. *An Experimental Inquiry into the influence of Nitrogen on the growth of Plants. By Robert Rigg. Communicated by the Rev. J. B. Reade, M.A. F.R.S.* 395\n\nXX. *On the Evolution of Nitrogen during the growth of Plants, and the Sources from whence they derive that element. By Robert Rigg. Communicated by the Rev. J. B. Reade, M.A. F.R.S.* 403\n\nIndex 409\n\n**Appendix.**\n\nPresents [i]\n\n*Meteorological Journal kept at the Apartments of the Royal Society, by order of the President and Council.*\nADJUDICATION of the Medals of the Royal Society for the year 1838 by His Royal Highness the President and Council.\n\nThe Rumford Medal to James David Forbes, Esq., F.R.S., for his \"Experiments on the Polarization of Heat,\" published in the Transactions of the Royal Society of Edinburgh.\n\nA Copley Medal to Professor K. F. Gauss, For. Memb. R.S., for his \"Inventions and Mathematical Researches on Magnetism.\"\n\nAnother Copley Medal to Michael Faraday, Esq., D.C.L., F.R.S., for his \"Researches on Specific Electrical Induction.\"\n\nThe Royal Medal, in the department of Chemistry, to Thomas Graham, Esq., M.A., F.R.S., for his paper entitled \"Inquiries respecting the Constitution of Salts, of Oxalates, Nitrates, Phosphates, Sulphates, and Chlorides,\" published in the Philosophical Transactions for 1836.\n\nThe Royal Medal, in the department of Mathematics, to William Henry Fox Talbot, Esq., F.R.S., for his papers entitled \"Researches in the Integral Calculus,\" published in the Philosophical Transactions for 1836 and 1837.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108184.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 14,
    "total-input-tokens": 22136,
    "total-output-tokens": 5316,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1993,
        3
      ],
      [
        1993,
        2953,
        4
      ],
      [
        2953,
        5554,
        5
      ],
      [
        5554,
        8002,
        6
      ],
      [
        8002,
        9446,
        7
      ],
      [
        9446,
        11590,
        8
      ],
      [
        11590,
        12591,
        9
      ],
      [
        12591,
        15435,
        10
      ],
      [
        15435,
        15435,
        11
      ],
      [
        15435,
        17122,
        12
      ],
      [
        17122,
        18349,
        13
      ],
      [
        18349,
        19373,
        14
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108184",
    "title": "Front Matter",
    "authors": null,
    "year": 1838,
    "volume": "128",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 14,
    "jstor_url": "https://www.jstor.org/stable/108184"
  }
}