{
  "id": "0693256a0dde473825e41be1c0fd6b2c49702d16",
  "text": "when, after the great Shock upon the 24th of March, there were some Shocks every Day for a Month; so that few or none went into Houses before the latter End of April: When I had time enough to observe their Motion, which was regularly periodic, or about the same Hour every Day. But I must differ from this unknown Gentleman's Opinion so far as to say, that every one of those Shocks was lateral, moving from the South to the North; and, as near as I could judge, the Motions formed acute Angles, somewhat resembling the Motion of Lightning.\n\nMordach Mackenzie.\n\nXLVII.\n\nPart of a Letter from William Folkes, Esq; F. R. S. to his Brother the President, concerning a Shock of an Earthquake felt at Newton in Northamptonshire, on Sunday, September 30. 1750.\n\nDear Brother,\n\nOn Sunday last, rather before One, whilst we were at Church, we had an Earthquake here. The Noise, to the best of my Judgment, continued near a Minute; but was not so loud as either of those I heard at London. Several of the Congregation perceived the Ground tremble; but I cannot say I did. It is said to have been more violent in several Places in the Neighbourhood than here; but this I much question. Also the Day\nI went thro' Stamford to Grantham, in my Way to Yorkshire, an Earthquake was felt in both those Places: So that I have been within the Knowledge of no less than Four of these Shocks of Nature in Eight Months time; but, thank God, none of them attended with any ill Consequences, any farther than furnishing Room for melancholy Reflections upon such a disagreeable Altercation in our Climate, which had been generally thought before tolerably free from this Calamity.\n\nBelieve me to be, with most sincere Love and Esteem,\n\nDear Brother,\n\nYour most faithful,\nand obedient humble Servant,\n\nW. Folkes.\n\nXLVIII.\n\nPart of a Letter from James Burrow, Esq; F. R. S. to the President, concerning an Earthquake felt near Bury St. Edmund's in Suffolk, and another at Narborough in Leicestershire, on the 30th of September, 1750.\n\nBury St. Edmund's, 2d October, 1750.\n\nDear Sir,\n\nRead Oct. 25. 1750.\n\nTHIS Morning I have been making a Visit at Lord Cornwallis's at Culford; which, I suppose, I need not tell you, is about four Miles from Bury in Suffolk. Lady Cornwallis (whose",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104754.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 656,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1190,
        2
      ],
      [
        1190,
        2255,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104754",
    "title": "Part of a Letter from William Folkes, Esq; F. R. S. to His Brother the President, concerning a Shock of an Earthquake Felt at Newton in Northamptonshire, on Sunday, September 30. 1750",
    "authors": "William Folkes",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104754"
  }
}