{
  "id": "9661d83b33d35b542c3936db5ce6ed239d27cd69",
  "text": "PHILOSOPHICAL TRANSACTIONS.\n\nMarch 25. 1671.\n\nThe CONTENTS.\n\nA Preface to the Seventh Year of these Tracts. A Solution of a Chorographical Probleme, given by Mr. John Collins. An Accompt of some Mineral Observations touching the Mines of Cornwal and Devon; wherein is described the Art of Trayning a Load; the Art and Manner of Digging the Ore; and the Way of Dressing and of Blowing Tin: Communicated by an Inquisitive Person, that was much conversant in those Mines. An Accompt of two Books: I. PRODROMO overo Saggio di alcuni Inventioni n premesse all' ARTE MAESTRA di P. Francesco Lana della Compagnia di Jesu, in Brescia, 1670. in 4°. II. Joh. Henr. Meibomii de CERVISIIS, Potibusque & Ebriaminibus extra VINUM aliis, Commentarius; annexo Libello Turnebi de Vino: Helmstadii 1668. in 4°.\n\nA PREFACE\n\nTo this Seventh years of these Transactions.\n\nFor a Preface to the Seventh Year of these Tracts, which I am now beginning, I shall here recite a few lines taken out of the Conclusion of Mr. Cowleys Proposition for the Advancement of Experimental Philosophy; where he distributes to his Colledge of Philosophers their Task in Four Branches: First, To weigh, examine, and prove all things of Nature,\ndelivered to Us by former Ages; To detect, explode, and strike a Censure through all false Atonies, with which the World hath been paid and cheated so long; And, as I may say, to set the Mark of the Colledge upon all true Coyns, that they may pass hereafter without any further tryal. Secondly, to recover the lost Inventions, and, as it were, drown'd Lands of the Ancients. Thirdly, To improve all Arts which we now have. Lastly, To discover others which we yet have not. Thus he; And with great confidence, That there was never any project thought upon, which deserves to meet with so few Adversaries as this. For who (faith he) can without impudent folly oppose the Establishment of such a Colledge (such a Society I should say) who make it their busines to study the Improvement and Advantage of all other Professions, from that of the highest General, even to the lowest Artisan? Who employ their time, wit, learning and industry to these four ends, the most useful that can be imagined.\n\nBut in this Expectation Mr. Cowley was much disappointed, and deceived. There are some, who seek all occasions to discourage our Industry; to affront and disparage Experimental Philosophy and those that contribute their Aydes in it: Sometimes, to render it odious for Novelty, they call it contempuously the New Philosophy; when as yet perhaps themselves are not ignorant, that 'tis so old as to have been the Discipline in Paradise; and from the First of Mankind (who from observing the kinds and differences of Animals gave them Names) to have been practised and countenanced by the Best of Men; Patriarchs and Prophets; oft times with Divine Assurances and Inspirations; giving them, that were successful therein, very eminent attributes of Glory, as in Noah, Moses, Solomon, Daniel and others.\n\nBut let us try these Censures in Particulars. Is it New Philosophy, to inquire diligently the things that are; I mean, To know how the Wor'd was made, and the Operation of the Elements; the beginning, ending, and midst of Times; The Alterations of the Turning of the Sun, and the Change of Seasons; The Circuit of Years, and the Position of Stars; The natures of Living Creatures, the Furies of Wild Beasts, and the Reasonings\nings of Men; the Violence of Winds, and the Motions of the Seas; the diversities of Plants, and the virtues of Roots; And all such things, as are either Secret or more Manifest? For this New Philosophy we were disciplined by the laudable Examples of the most Ancient Sages of the East. And we had the same or the like Guide (no less than the same Old Authority) to licence our addiction to the Mathematicks and Mechanicks, for Military, Civil, or Naval Architecture; from the soundest Foundations of Holy Cities, Temples, Thrones of Wisdom, Palaces of Glory, and Monumental Pillars, to the curious Sculptures and other inspired Workmanship of Aholiah and Bezaleel. And if Modern diligence hath dived so deep, as to find more satisfaction in Atoms, than in the three controverted Principles, will Diogenes Laertius, or any other Historian, or Antiquary, allow these Criticks to call the Atomical the New Philosophy? Or have our Modern Atomists done amiss in purging the Old Atoms of Greece from the Heathenish Errors of Greece?\n\nThe next Shift is, to accuse us of neglecting and despising all Antiquities. Yet perhaps they have seen the contrary in the Preface to the second Volume of our Transactions, where we say: 'Tis our Main business, as well to retrace all valuable Antiquities, as to supply fresh discoveries; to recover good Old helps, as to devise New. And how carefully have we (all along) taken notice of the endeavours of the Curious, to revive Old Arts, and to extricate considerable Antiquities? This we have done with great respects and sincere veneration. And for this cause, in our former Volumes we have celebrated Lambecius, for his noble undertaking to commemorate the chief Authors and Improvers of all former Arts and Sciences; And Salmasius, for the care he hath taken to find out the Old Medicable Plants, and for the right he hath done Pliny, where he deserved it: And perhaps somewhat more might be done for Pliny, if, by our Conquests, we could enter as deeply, and civilize the Inlands of Africa and Asia, as, by our late Navigations and Commerce, we have done upon their Coasts: This we are invited to believe by the late Adventures of Master T.S., when a Slave he was only employed in a Military Expediti-\non about the borders of Argiers, (if it may be credited;) And by the Relations of others in their casual Excursions elsewhere. And certainly Pliny was a person of great Industry and Knowledge; and might sometimes (and perhaps too often) receive Incredibilities, because he was at other times convinced of many improbable and strange Truths, which at first sight seemed equally incredible. And as much perhaps may be said for Herodotus, who was rightly informed of so many Orientis Mira-\nbilia (as Q. Curtius calls them) that he might be reasonably tempted to deliver other stupendious Relations: And some of the strangest of these may seem to be somewhat confirm'd or parallel'd in our dayes, by the Remains of the East in China, and by the Prodigies (as I may call them) of Japan.\n\nThe First Man lived a long age, and could not be so long idle as not to relate to his Posterity the Works of God or his Angels (at least for Gardens, Plantations of Vegetables, Flowry Walks, Prospects, Landscapes, Arbors, Rocks, Mountains, Fountains, Channels of Rivers, and rich Materials) which he had seen in his lost Paradise. The Authentick Monuments of remotest Antiquities do make early mention of Gold, the Onyx-stone and Bdelium, and the TimberGopher, (which some guess to be the best Cypress.) And these were some of the long-lasting Materials for the Mechanical Arts of Architecture, Sculpture, and other Ornaments. And these Long lived Men had need to know lasting Materials, and solid work, if they intended to build for their own safety, or to leave Monuments for their Posterity. And, if compared with their Longevity, it was not long after the Deluge of Noah, that Babylon and Ninive bore good testimonies to the early growth of Arts.\n\nAnd hence we wish an exact scrutiny into Old Authors, to give us an accurate Accomp of the Temple of Belus, the Gar-\ndens of Semiramis, the Bridge over Euphrates, the Walls and\nTowers in Babylon and Ninive, and the Obeliskes and other\nWonders of the Assyrian Monarchy: Of the Persian Cyrus his\nPalace, and the Groves, Orchards, and spacious Amenities of\nthe Medes and Persians: Of the Pharos of Alexandria; the\nMausolæa; the Colossus of Rhodes; the Image of Olympick Jupiter\nJupiter; the Temple of Diana, and other Monuments of Greece: Of the Roman Theaters and Amphi-theaters, their August and Pompous Structures, Arches, Aqueducts; their Encroachments into the Seas, and their Confinements of the Seas into Saline Lakes by artificial Mountains and disturbed Rocks: All these to be represented in such a faithful and punctual manner, as our English John Greaves hath done for the Pyramids of Egypt and for the Measure of the Old Roman Foot, and for the Weight of their Denarius, compar'd with other O'd Measures, Weights, and Coyns of greatest note; both from the oldest Records, &c. from the best of later Interpreters. And though we have not the like Remains of the other famous Structures; yet much light may be had by Examining the most credible Relations, and by viewing the chief of later Achievements.\n\nOthers indeed have taken great pains, and have done excellently well both for the Illustration of the Old Mechanicks, of the Ark, the Tabernacle, the Temple, and all the Holy Vessels: And no less for the Gentil Magnificence; yet I ought to applaud this late pattern of English diligence in Doctor Greaves; by whom the Pyramidographia, the Roman Foot and Denarius are so well traced out, that they may rectifie and ascertain the Measures in other Historians and Antiquaries for the forementioned purposes. And perhaps, if our Northern Monarchs had the same power and purpose, that prompt Obedience which was the devoir of the Old East; and had so many free Votaries for Works of Magnificence, or for Publick Good; and Services so cheap, and the Youth so soon initiated, so well disciplin'd, and so sedulously obliged to attend the Ingenious Arts, as when the Wealth of Grandees did, in good part, consist in the Number of Slaves; then we might yet think it possible in these Times, or in following Ages, to raise such as would emulate a Scopas, a Ctesiphon, a Phidias, an Archimedes, a Vitruvius, to gratifie a Salomon, a Cyrus, or an Augustus. And if we fail, it is not our fault, but theirs, who by their officiousness would obstruct our encouraging sedulity.\n\nBut we may not lay aside the other expedient, which is so helpful to explicate the Old Wonders of Art, and Old Histories of Nature; namely, To inquire diligently The things\nthings that are; What Rarities of Nature, and what Inventions of Men are now extant in any parts of the World. And here the English have not been wanting to collect the present Testimony of these later Times from all parts that are yet discover'd. Purchale, by his large and assiduous Correspondence with our English Merchants, and by other assistances, did his part circumstantly, and very usefully; and hath rather gained than lost reputation by the greater growth of Experience. Doctor Heylin, digested into one Volume what he could gather from such credible Authors, as he did best understand. Mr. Blome lately was at an expensive negotiation to collect into one the best Geographical Extracts that he could obtain. And now we have good Expectations from Master Ogilby; and his Japan will forthwith give us a test of his diligence and abilities. We ought also here to take notice of the Late Travels of Sir Jacomo Baratti, an Italian Gentleman, into the remote Countries of the Christian Abyssines, or Ethiopia Interior, who (p. 34. English assures us of a Large Library there, of above 10000 volumes all in Manuscripts, some of them pretending to the highest Antiquities.\n\nAnd we are not destitute of Linguists, who are skilled in their Language. I say this only, to excite Generous Spirits to embrace the opportunities of searching, what Old Arts or sound knowledge the East or other remote parts may afford us. I think we want no other Language but that of China, to enable our Disquisitions even as far as the Rising of the Sun, and wherever we may expect any old and considerable Literature. And if these our free Lines can do no other good, yet they will remain for Witnesses, whether we are despisers of Antiquities; whether we are not as cheerfully ready to give hearty welcome to the revival and improvement of Olds Arts, as to the Invention of New. For we are well assured, that Old Wisdom is much to be preferr'd before newer notions environ'd with endless controversies; though at the same time we use the freedom of trying all, that we may retain what's true and good.\n\nThus far I have presumed to propose our Task; to satisfy Objections; to remove Obstructions; to recommend worthy Authors, and the obliging Industry of their sagacious Expositors; and\nand to represent some probable ways for the Illustration of Ancient Writings. And here I earnestly implore the Ayde of all the Learned, and the Noble Patrons of Learning, to bring into publick Light the Treasures of Libraries, before they be sacrificed to worms and putrefaction; and to examine Herodotus and Pliny, Theophrastus and Dioscorides, and all the Old Monuments, both with Candour and equal Integrity; to remark what is manifestly false, or with great reason to be suspected; to confirm what may by Parallels be confirmed; and lastly to see what yet further may be added to Pancirolus, & what may be thence discarded, and what Succedanea may be adopted. And now I come at fresh to offer what I have at hand.\n\nA Solution,\nGiven by Mr. John Collins of a Chorographicall Probleme, proposed by Richard Townley Esq. who doubtless hath solved the same otherwise.\n\nProbleme.\n\nThe Distances of three Objects in the same Plain being given, as $A, B, C$; The Angles made at a fourth Place in the same Plain as at $S$, are observed: The Distances from the Place of Observation to the respective Objects, are required.\n\nThe Probleme hath six cases. See Tab. i.\n\nCase 1. If the Station be taken without the Triangle Fig. i., made by the Objects, but in one of the sides thereof produced, as at $s$ in the first figure: find the Angle $ACB$; then in the Triangle $ACS$ all the Angles and the Side $AC$ are known, whence either or both the Distances $SA$ or $SC$ may be found.\n\nCase 2.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101053.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12406,
    "total-output-tokens": 3533,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1203,
        2
      ],
      [
        1203,
        3423,
        3
      ],
      [
        3423,
        5659,
        4
      ],
      [
        5659,
        7869,
        5
      ],
      [
        7869,
        10140,
        6
      ],
      [
        10140,
        12410,
        7
      ],
      [
        12410,
        13890,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101053",
    "title": "A Preface to This Seventh Years of These Transactions",
    "authors": null,
    "year": 1671,
    "volume": "6",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/101053"
  }
}