{
  "id": "8dd68360e535224d1b567ee9d254fff1de8a9e93",
  "text": "XXVI. An Account of an Appearance of Light, like a Star, seen in the dark Part of the Moon, on Friday the 7th of March, 1794, by William Wilkins, Esq. at Norwich. In Extracts of a Letter to the Rev. Samuel Vince, F. R. S. and of three Letters to the Rev. Nevil Maskelyne, D. D. F. R. S. and Astronomer Royal; and communicated by the latter.\n\nRead July 10, 1794.\n\nLETTER I.\n\nREVEREND SIR,\n\nNorwich, 17th April, 1794.\n\nI received your letter yesterday; and I am extremely happy in giving you the best description in my power respecting the phenomenon I saw in the moon, on Friday the 7th of March, a few minutes before eight o'clock in the evening. I was in hopes, as it was a bright evening, that some astronomer might observe it, who would have described it in a more scientific manner than I can. The few observations I made were merely to compare with some account I expected and wished to meet in some periodical publication.\n\nMy friend Mr. Beckwith having the day before told me that I might see Mercury soon after sun-set, I had been looking for that planet from the Castle-hill in Norwich, but was disappointed by a clouded horizon. I mention this merely as the reason of my being led to a more particular notice of the moon also in this evening, having lost the first object of that evening's attention.\nWhen I saw the light speck, as shewn in the sketch, (see Tab. XXI. fig. 1.) I was very much surprised; for, at the instant of discovery I believed a star was passing over the moon, which on the next moment's consideration I knew to be impossible. I remembered having seen, at some periods of the moon, detached lights from the serrated edge of light, through a telescope; but this spot was considerably too far distant from the enlightened part of the moon; besides, this was seen with the naked eye. I was, as it were, rivetted to the spot where I stood, during the time it continued, and took every method I could imagine to convince myself that it was not an error of sight; and two persons, strangers, passed me at the same time, whom I requested to look, and they (may be, a little more ignorant than myself) said it was a star. I am confident I saw it five minutes at least; but as the time is only conjectural, it might not, possibly, be so long.\n\nThe spot appeared rather brighter than any other enlightened part of the moon. It was there when I first looked. The whole time I saw it, it was a fixed, steady light, except the moment before it disappeared, when its brightness increased; but that appearance was instantaneous.\n\nI have a reflecting telescope, and as I was very near home, I had determined to return and use it on this occasion; for it was so fixed, I had scarcely a doubt but its appearance would continue; but almost at the instant, and whilst I was looking, it totally disappeared. You can tell, by the age of the moon at that time, the apparent breadth of light upon the surface of that body, which, as near as I can judge, determines the distance of the spot from two points, B and C, on the periphery of the circle, (see fig. 1.) in which A is the enlightened spot; $BA = AD = DC$; $BAD$ is supposed a right angle.\nI mentioned this soon afterwards to a gentleman of my acquaintance, who sometimes amuses himself in the study of astronomy; he was extremely inquisitive about it, and conjectured this phenomenon to be some great volcanic convulsion in the moon, which induced me at that time to assist my memory with a sketch like what I have here sent you. I shall be obliged to you, Sir, if you will favour me with Dr. Maskeleyne's opinion, if what I have related is sufficient ground for him to form an opinion upon; and whether any such phenomenon has ever before been observed. When I was lately in town, I mentioned the particulars to my worthy friend Mr. H. Repton, and if my engagements would have permitted, he was desirous I should call with him upon Dr. Herschel, with whom he has some acquaintance.\n\nI am, &c.\n\nNorwich,\n17th April, 1794.\n\nTo the Rev. Samuel Vince.\n\nWILLIAM WILKINS.\n\nLETTER II.\n\nREVEREND SIR,\n\nNorwich, 2d May, 1794.\n\nI am favoured with your letter of the 1st instant, respecting the description of the light spot observed by me in the moon.\n\nI am certain as to the evening I saw the phenomenon, because I made the memorandum in a pocket journal I keep; besides, another local circumstance convinces me of its being on a Friday, and not on any other day than the 7th of March.\n\nYou are undoubtedly right in supposing I had forgot how near the moon was to a half moon; and when I wrote to Mr. Vince, I answered him in haste; for his letter to me requested\nan immediate answer, on account of his engagement to leave Cambridge in a short time. If you will please to refer to my letter, I think you will find I was somehow aware of my not describing the age of the moon properly in the sketch; for I said, \"you will be able to tell by the age of the moon at that time, the apparent breadth of light, which may, in some measure, determine the situation of the spot according to my idea.\"\n\nThe sketch I made at first was in pencil, without the assistance of compasses.\n\nIt appeared like a small star, without changing its form or situation; and its distance was as far from the enlightened edge D as from the dark edge B.\n\nI am, &c.\n\nWILLIAM WILKINS.\n\nTo the Rev. Dr. Maskelyne.\n\nLETTER III.\n\nREVEREND SIR,\n\nNorwich, 8th May, 1794.\n\nI am again favoured with yours of the 6th instant. The evening I saw the bright spot on the moon, I had been looking for Mercury soon after sun-set, and walked more than an hour; and having been disappointed by a clouded horizon, I returned home (my house is within 50 yards of the Castle-hill); and after staying some time, set out again to the coffee-house to look at the papers, as I usually do about that time, i.e. eight o'clock. I took the Castle-hill again in my way, when I was surprised with the appearance I have already described. After the disappearance of the phenomenon, I was very\nparticular in my inquiries respecting the time, and called purposely on a neighbour* to ascertain it with certainty; and found it a few minutes before eight o'clock, which time I entered in my pocket journal; and on inquiry of Mrs. Wilkins, she says I left home at that time.\n\nI am in my 44th year, and have a strong, good sight, not in the least short sighted. About two years since, I purchased a pair of spectacles in town, because I did not, in pointing a pen, see the nib so distinctly as formerly; but notwithstanding, they lay in my drawer totally useless.\n\nMy profession has lately carried me frequently to Orfordness, where I have been constructing a lighthouse for Lord Howard, upon the new principle, with Argand lamps and reflectors; and the goodness of my sight has often been remarked, in discovering vessels with the naked eye, which my companions could not discover but with the telescope. I find that by looking some time at an object, my left eye waters, I suppose from weakness; but if I shut it, my other eye still remains strong sighted. When the moon is young, I do perfectly see the whole circumference, from the faint light which surrounds it; and on that evening the moon appeared a well defined crescent.\n\nI remember seeing the star you mention that evening; but I think it was between nine and ten o'clock that I observed it; and it was in appearance, may be, two of the moon's diameters distance to the west; but I did not particularly notice it.\n\nI am very certain of this spot appearing within the circumference of the moon's circle.\n\nI am, &c. WILLIAM WILKINS.\n\nCastle Meadow.\nTo the Rev. Dr. Maskelyne.\n\n* Mr. R. Bacon, who is publisher of one of the Norwich papers.\n\nMDCCXCIV.\nLETTER IV.\n\nSIR,\n\nHare-street, by Romford, 26th May, 1794.\n\nHaving been some days from Norwich, I received your favour of the 23d instant only this morning. The clocks at Norwich are regulated by mean time, in the same manner as in London. I have herewith given the figure you request, copying the moon's appearance from your scheme, not having any of my former sketches with me (see fig. 2.) ; I have placed the spot of light to the best of my recollection; and I hope it is such as will be the means of satisfying your curious inquiries.\n\nI am, &c.\n\nWILLIAM WILKINS.\n\nTo the Rev. Dr. Maskelyne.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106912.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10838,
    "total-output-tokens": 2205,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1311,
        2
      ],
      [
        1311,
        3154,
        3
      ],
      [
        3154,
        4621,
        4
      ],
      [
        4621,
        5989,
        5
      ],
      [
        5989,
        7699,
        6
      ],
      [
        7699,
        8295,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106912",
    "title": "An Account of an Appearance of Light, like a Star, Seen in the Dark Part of the Moon, on Friday the 7th of March, 1794, by William Wilkins, Esq. at Norwich. In Extracts of a Letter to the Rev. Samuel Vince, F. R. S. and of Three Letters to the Rev. Nevil Maskelyne, D. D. F. R. S. and Astronomer Royal; And Communicated by the Latter",
    "authors": "William Wilkins, Nevil Maskelyne",
    "year": 1794,
    "volume": "84",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/106912"
  }
}