{
  "id": "8a8f3272ce258de99e5812975c73bbea863cbf4d",
  "text": "VIII. On the Automatic Registration of Magnetometers, and other Meteorological Instruments, by Photography. By Charles Brooke, M.B., F.R.C.S.E. Supplement. Communicated by G. B. Airy, Esq., F.R.S., Astronomer Royal.\n\nReceived November 23,—Read November 26, 1846.\n\nDuring the period of the summer recess, the system of automatic meteorological registration by photography has been rendered complete by the adaptation of the barometer and thermometer to the apparatus previously described. It having been found a matter of much difficulty to obtain a photographic base-line from the lamp already described as being placed near the magnet, the idea naturally arose that the base-line might be simultaneously described by a second lamp placed on the opposite side of the cylinder, as represented in fig. 1, Plate V. A pencil of light proceeding from this lamp through a horizontal slit in the chimney is received by a cylindrical lens placed, as before, horizontally, and the focal line of light thus formed is allowed to pass through a corresponding slit in the covering of the cylinder. A small section only of this focal line is transmitted through a vertical slit in a piece of thin sheet brass attached to the stand on which the cylinders rest, and placed very near the surface of the outer cylinder. A line thus described may be seen in Plate VIII. fig. 4, and Plate IX. figs. 6, 7, 8, and the same light has been by the following means rendered available for the registration of the barometer. A siphon barometer has been constructed with a column of mercury a little more than one inch in diameter, Plate VI. figs. 1 and 2. As the weight of an entire column of this size would be inconvenient, and as it would be difficult to obtain a tube more than three feet long of so large a bore, both ends of which were of the same internal area, two adjacent short pieces of a very nearly cylindrical tube have been united to the extremities of a tube of small bore, and form the ends of the instrument which contain the surfaces of the mercury. A wooden cap about two inches high is fitted to the open end of the tube, at each end of which are fixed three small friction rollers, placed radially, vertical, and equidistant from each other. The stem of a glass float, having a bulb about half an inch in diameter, resting on the surface of the mercury, passes up vertically between these friction rollers, by which the free vertical movement of the float is much facilitated. At the upper end of the stem is a cap containing a small grooved roller. The barometer tube is attached to a board by two clamps, so as to be capable of being raised or lowered at pleasure, and the bend at the lowest part rests on a piece of wood, which is likewise capable of a vertical adjustment. Another piece of wood, about half an inch thick, two inches wide, and five or six long, is made to slide horizontally between\ntwo slips fixed to the surface of the board at such a height that the top of the float may be opposite the middle point between them. To this sliding piece a pulley about three inches in diameter, having a fixed axis about 3 inches long, is attached by a suitable support; to this pulley two slender wooden arms are attached, one thirty inches, the other five inches long, and fixed at right angles to each other*. A piece of wire with an adjustable balancing weight is fixed in the pulley in such a position that the axis of the pulley may be the centre of gravity of its appendages. The long arm passes through a slit in the stand of the apparatus, and carries a black paper screen with a vertical slit in front of the horizontal aperture in the cover above described (see Plate V. fig. 2); and is so placed that the point at which the slits cross each other is exactly thirty inches from the axis of the pulley. The short arm rests on the roller at the end of the float, and is marked at the distances of 3, 3·75, and 5 inches from the axis of the pulley. The mark which rests on the float may be changed at pleasure by sliding horizontally the piece to which the pulley is attached; and accordingly as the marks are respectively placed in the above position, it is evident that the movement of the point of light transmitted through the slit in the moveable screen will be five, four, or three times the variation in the height of the column of mercury; and thus by the same lamp the base-line and the barometric curve are traced out. Of this, fig. 4, Plate VIII. and fig. 7, Plate IX. are given as examples. In these it may be remarked that both the lines are so sharply defined, that by applying a scale divided into $\\frac{1}{100}$ths of an inch, the position of both may be read to half a division, which is equivalent to 0·001 inch of mercury, if the first scale be adopted, which has been the case in these instances.\n\nA small weight suspended by a string passing round a groove in the pulley keeps the short arm in contact with the float, by a constant pressure. There being an annulus of mercury rather more than one-fourth of an inch wide between the tube and the float, the effect of capillarity is so much reduced as to exert scarcely any influence on the variations of the column, the weight of which is sufficient to overcome the small amount of friction that exists in the various parts, without sensibly influencing its variation, and consequently the barometric curve is frequently continuous, and not interrupted by jerks. In one of the registers, not introduced for want of space, the passage of an aërial wave is recorded, equivalent to less than $\\frac{1}{300}$th of an inch of mercury, the duration of which was about $4\\frac{1}{2}$ minutes.\n\nThe lamp being placed at a distance of about nine inches from the paper, the direction of the small pencil by which the curve is traced varies considerably; hence an error is introduced in the register, equal to the distance of the slit from the paper multiplied by the cotangent of the angle at which the ray is inclined to it; this however may be either allowed for, or obviated by rendering all the rays of the pencil parallel to the same vertical plane by means of a cylindrical lens, placed at its focal distance from the lamp.\n\n* The pulley and slide have since been made of brass.—May 1847.\nA continuous registration of the variations of the thermometer has been obtained by intercepting the focal line of light formed on the paper as above described, by the stem of a thermometer having a wide flat bore. A sufficient quantity of light passes through the empty portion of the bore to darken the paper, but is entirely excluded from the portion occupied by the mercury. The register therefore consists of a light and a dark space, separated by a well-defined boundary line, the distance of which from the base-line will furnish the required indication. This particular application of the apparatus prefers no claim to novelty, as a very similar means of registering the variations of the thermometer has already been published*, and is here introduced merely as forming a necessary part of a complete system of automatic meteorological registration.\n\nAs a thermometer with a large bore, and a scale sufficiently open to give the indications of change with the requisite degree of minuteness, must of necessity contain a large quantity of mercury, which if contained in a globular bulb would not be sufficiently sensitive, the instrument which has been used has a long narrow tubular bulb (see Plate VI. fig. 11), by lengthening which any required amplitude of scale may be obtained without any diminution of sensibility.\n\nAs small differences of temperature have a much greater influence at low temperatures in determining the hygrometric conditions of the atmosphere, from a comparison of the thermometer and psychrometer, than they have at higher temperatures, and as the range of variation is so much less during winter than in summer, it is proposed that a thermometer and psychrometer, having scales of about five degrees to one inch, should be used in winter; while those for summer use should have a scale of about ten degrees to one inch.\n\nIt having been found practically impossible to depend on the uniformity of a wide flat bore in a glass tube, a more than usually correct method of graduating these instruments would be desirable. This object would be attained by fixing to the stem a scale of $\\frac{1}{26}$ths of an inch, which by a suitable vernier might be read with any required degree of minuteness. A separate comparison of the readings of this scale with two or more good standard thermometers should now be made, each being immersed with the instrument to be graduated in a vessel of warm water, which is allowed to cool very slowly. A mean of the results thus obtained would probably afford a very nearly correct graduation, which would, for the reasons above stated, be of most importance at low temperatures.\n\nIf the register is required to furnish only differential results, a great length of stem may be obviated, and the safety of the instrument secured, if casually exposed to a temperature above its range, by a safety bulb at the upper end of the stem, as represented in the diagram.* By retaining a certain quantity of mercury in this bulb, the mean temperature corresponding to the time of year may be always made to occupy nearly the same place, and a change of thermometers thus rendered unnecessary.\n\n* See Engineers' Magazine, Nov. 1845.\nThe six meteorological instruments of which a continuous registration is proposed to be obtained by the means above described, are the declination magnet, the horizontal and vertical force magnetometers, the barometer, the thermometer, and the psychrometer; and by the arrangements above described, two of these may be registered on the opposite sides of each of three cylinders; the declination and horizontal force magnetometers on a cylinder placed horizontally, as represented in the Plate. In this case the describing a base-line would be most readily effected by a third lamp; The horizontal force magnetometer and the barometer on a vertical cylinder, the long arm of the barometer index being placed horizontally; and the thermometer and psychrometer on a second vertical cylinder, which must necessarily be placed in the open air. This arrangement will not however be attended with any difficulty, if the lamps are inclosed in a case similar to a magic lanthorn, the chimney of which is protected from the influence of descending currents, either by a revolving cap with a spiral lamina attached to it, or by Faraday's ingenious expedient of interrupting the continuity of the chimney at two or more points, by parallel conical surfaces. The apparatus for carrying the vertical cylinders is represented in Plate VI. figs. 4 to 8.\n\nFigs. 9 and 10, Plate VI., are views of a carrier for the bifilar magnetometer. The stem to which the mirror is attached has a stirrup to hold the bar at the lower, and a torsion circle at the upper end. To the index-plate which moves with stiff friction on the torsion circle is attached a right- and left-handed screw, carrying two pulleys under which the suspension skein passes. These may be adjusted by the screw to give the requisite degree of sensibility to the magnet. A more accurate adjustment of the angle of torsion may, if requisite, be obtained by a tangent screw attached to the index, and gearing with the circumference of the torsion circle.\n\nKeppel Street,\nNovember 23rd, 1846.\n\nPostscript.—In the endeavour to avoid prolixity, the author may perhaps have omitted some details which would have facilitated the construction of the apparatus. On some few points, on which circumstances have appeared to render further information necessary, that has been embodied in the description of the Plates: he will, however, be at all times ready to further the objects of science, by communicating any required details to those who may be disposed to make a practical application of them.\n\nThe author takes this opportunity of publicly and gratefully expressing his thanks to the Council of the Royal Society for their liberal contribution towards defraying the expenses of the apparatus.—May 24, 1847.\nDESCRIPTION OF THE PLATES.\n\nPLATE V.\n\nFig. 1. A sketch of the complete apparatus, as used in combining the registers of the declinometer and barometer. The combination of two plano-cylindrical glass lenses, as used in obtaining the register fig. 8, Plate IX., is here represented.\n\nFig. 2. A sketch of the barometer side of the apparatus, with lamp, &c. The cylindrical water lens, as originally used, is represented in this figure.\n\nFig. 3. A sketch of the lamp in its stand, to which the fine slit is attached.\n\nFig. 4. A section of the burner, the wooden socket, through which it passes, the chimney and the diaphragm; one-half the real size. The top of the burner should stand from 0·22 to 0·25 inch below the aperture in the diaphragm, and the wick should rise from 0·04 to 0·05 inch above the top of the burner. The illuminating power, and steady burning of the lamp without smoking, entirely depend on the correct adjustment of these distances, if the camphine is not oxidized by too long keeping.\n\nFig. 5. A sketch of the diaphragm, full size, showing a notch or depression of a portion of the edge intervening between the flame and the slit, for the purpose of allowing the passage of rays from all the most luminous portion of the flame, some part of which is below the level of the edge of the diaphragm.\n\nFig. 6. A plan and elevation of the diaphragm, full size; to show the size and position of the aperture.\n\nFig. 7. An elevation of the adjustable slit. As this is in contact with the chimney, its support necessarily becomes very hot; and in order to diminish the transmission of heat to the lamp, a space of about 0·1 inch is left between the support and the ring of metal described as surrounding the burner; the wings represented in this figure intercept the light that passes through the space here mentioned.\n\nFig. 8. The friction wheels which support the axis of the horizontal cylinders.\n\nPLATE VI.\n\nFig. 1. A side view of the cylinders and time-piece, showing their connexion, and an elevation of the barometer, showing the several parts described. If the registers of the balanced magnetometer and barometer are combined as proposed, the relative positions of the index, its slit, and the cylinders will remain the same.\n\nFig. 2. A side view of the barometer.\n\nFig. 3. An elevation of the dial and hands of the time-piece, showing the fork at the\nextremity of the hour-hand, that engages with the carrier on the axis of the cylinder.\n\nFig. 4. A sketch of the apparatus for carrying a vertical cylinder, with the requisite arrangement of lenses for combining the registers of the balanced magnetometer and barometer, or of the thermometer and psychrometer.\n\nFig. 5. A vertical cylinder, with its outer cylinder. A hole in the centre of the cap fits over a pin in the centre of the plate on which it rests, and is carried round.\n\nFig. 6. The horizontal plate on which the cylinder rests. The under surface of this plate rests on the edges of three equidistant vertical friction wheels or rollers, attached to the frame beneath it. A vertical pin fixed to the centre of the under surface of the plate passes down between the edges of three equidistant horizontal rollers, which are attached to the under surface of the frame, and on this pin the carrier is fixed.\n\nFig. 7. A frame supported on three legs, to which the friction rollers above described are attached. By this arrangement the motion is so easy that the effect of the drag on the rate of the time-piece is scarcely sensible.\n\nFig. 8. The time-piece, the rim of which is let into the surface of the stand. In doing this great care should be taken that the axis of motion of the hour-hand is continuous with the axis of the cylinders, and of the plate on which they rest. In registering the balanced magnetometer, as in the declinometer, the cylinder makes two revolutions in $24^h$, and two $12^h$ lines are traced on the paper; but for the thermometers, the cylinder, and consequently the hour-hand makes only half a revolution in $24^h$, and each of the two thermometers is registered on one-half the paper during that time. The cylinder is about 19 inches in circumference, which suits the length of a sheet of folio post writing-paper.\n\nFig. 9. An elevation of the bifilar carrier.\n\nFig. 10. A side view of the same. The centres of gravity of the carrier, the mirror, and the magnet, are very nearly in the same vertical line.\n\nFig. 11. An elevation of the thermometer tube.\n\nPLATE VII.\n\nFigs. 1, 2. Show the increased sensibility of the paper by the addition of a very small quantity of the iodide of potassium to the first solution.\n\nFig. 3. Shows the effect produced upon the line by the want of horizontal adjustment of the plane of incidence and reflexion, compared with Fig. 4, in which this adjustment has been carefully made, all other circumstances remaining the same.\n\nFig. 5. Specimen of a well-defined line, on the scale of $10'$ to 1 inch.\nFig. 6. The development of a recent impression, and the decay of another made twelve hours previously, and very near the former.\n\nFigs. 7, 8. The comparative effects of the camphine and oil lamps, they having been exchanged for the purpose of experiment.\n\nFig. 9. The commencement of the magnetic storm of September 5th, 1846. The oil lamp was in use, and this shows its inability to impress the photographic paper during rapid movements of the magnet, when the registration is most important.\n\nFig. 10. The greatest magnetic shock that has been observed during the year*. It occurred on April 1st 5h 20m.\n\nFigs. 11, 12, 14. Examples of shocks, of these No. 12 is the least impulsive. It may be remarked, that in these and in all other recorded shocks, the first impulse has been to the west, and has been followed shortly after by a second to the east.\n\nFig. 13. Tremor continuing for more than an hour. This occurred on April 25th, between 20h and 22h, and from the habitual quietude of the streets at such a time, cannot probably be attributed to local causes.\n\nFig. 15. A register of July 12th 3h to 8h, showing an unusually frequent repetition of small oscillations. These oscillations, which have been frequently noticed, differ considerably from the shocks; the magnet appears to be disturbed from a state of rest by gradually increasing oscillations, which, after having attained a maximum, subside in nearly an equal time: the period of these disturbances is from two or three to ten or fifteen minutes.\n\nFig. 16. The effect of a maximum local disturbance—a quadrille party in the adjoining house. The unsteady movement of the magnet is well-contrasted with the preceding disturbances.\n\nFig. 17. A disturbance which occurred on April 15th 8h to 9h. This differs more essentially from the Greenwich observations than any that has been compared: in the curve laid down by points from the observations made at the Royal Observatory, two sharp cusps correspond in time to mere undulations in the register. May it not be inferred that in this instance the disturbing cause was sensibly nearer to Greenwich than to Keppel Street?\n\nFig. 18. The register of August 1st 2h to 11h, during which period the great hail-storm occurred.\n\nFig. 19. A register obtained at the Royal Observatory, without a damper. The oscillations of the magnet gradually diminished, and after 6h 40m it returned to a state of rest.\n\nFig. 20. The register of April 6th 1h to 13h, one of the great disturbances of the year 1846. A very close agreement may be observed between the register and the Greenwich extraordinary observations, made between 8h and 10h. In all the figures of this Plate, except fig. 5, the scale is that of 20' to 1 inch.\n\n* All the dates except that of fig. 8, Plate IX, refer to the year 1846.\nPLATE VIII.\n\nFig. 1. Register of April 15\\textsuperscript{d} 4\\textsuperscript{h} to 12\\textsuperscript{h}, another great disturbance. The Greenwich observations made during the principal part of the disturbance agree well with the register. Scale 20' to 1 inch.\n\nFigs. 2, 3. The greater part of the term-day, August 28\\textsuperscript{d} 10\\textsuperscript{h} to 29\\textsuperscript{d} 10\\textsuperscript{h}, on the scale of 10' to 1 inch. These registers show a general agreement with the Greenwich observations; but it appears that the excursions of the registered magnet have been generally less than those of the Greenwich magnet. No. 3 shows a constant succession of small disturbances.\n\nFig. 4. A register of the thermometer and barometer combined, the two instruments being placed on opposite sides of the cylinder. The base-line drawn by the barometer lamp may be distinguished through the paler tint produced by the light passing through the empty portion of the thermometer tube.\n\nPLATE IX.\n\nFig. 1. Register of August 20\\textsuperscript{d}, showing an unusual absence of disturbance: this is not however a solitary instance.\n\nFig. 2. Register of September 5\\textsuperscript{d} 0\\textsuperscript{h} to 11\\textsuperscript{h} 30\\textsuperscript{m}, the greatest magnetic storm of the year 1846. It may be remarked, that the excursions of the registered magnet, though agreeing in direction, were considerably greater in extent than those of the Greenwich magnet. The contrary took place in figs. 2, 3, Plate III. This and the preceding are on the scale of 20' to 1 inch.\n\nFig. 3. Portion of a register on another piece of the same sheet of paper as the preceding, but on the scale of 10' to 1 inch; to show, \\textit{caeteris paribus}, the relative intensity of the actinic rays.\n\nFig. 4. Register of September 5\\textsuperscript{d} 12\\textsuperscript{h} to 23\\textsuperscript{h}, showing the gradual subsidence of the storm. Scale 20' to 1 inch.\n\nFig. 5. Portion of the succeeding register of September 6\\textsuperscript{d} 0\\textsuperscript{h} to 11\\textsuperscript{h}, on part of the same sheet as 4. Scale 10' to 1 inch. The line is equally well-defined, but fainter.\n\nFig. 6. Register of a term-day, September 23\\textsuperscript{d} 10\\textsuperscript{h} to 22\\textsuperscript{h}, with a photographic base-line; on which the Greenwich observations were laid down at the Royal Observatory. This register well illustrates a fact that has been frequently noticed, namely, the gradual subsidence of slow excursions into small and brief disturbances. The scale is 15' to 1 inch.\n\nFig. 7. Another of the great disturbances of 1846; November 17\\textsuperscript{d} 0\\textsuperscript{h} to 12\\textsuperscript{h} with base-line, and register of barometric variations magnified five times. The nearly horizontal portion of the line between 6\\textsuperscript{h} 20\\textsuperscript{m}, and 30\\textsuperscript{m}, indicates the most rapid movement of the magnet that has been recorded by photography. No point of it could have been illuminated more than 16\\textsuperscript{a}. The\nscale is $15'$ to 1 inch. This register exhibits a very remarkable accordance with the extraordinary observations made at the Royal Observatory during the latter part of the disturbance. Two sharp cusps at $8^h\\ 2^m\\ 30^s$ and at $8^h\\ 25^m$ may be specially noticed. The advantage of automatic registration is here manifest; the magnet having been during several previous bihoural observations very steady, as may be seen from the first part of the line, there was no previous indication of the disturbance which commenced shortly after $6^h$: and the attention of the assistant on duty was directed to the magnets only by his casually observing that the balanced magnetometer had undergone a very remarkable deflection. The sudden breaks in the barometer line are due to a small amount of friction that has since been obviated.\n\nFig. 8. A register of the declinometer from May 1847, $1^d\\ 23^h\\ 34^m$ to $3^d\\ 0^h\\ 4^m$, made in Keppel Street by the apparatus constructed for the Royal Observatory. There is no perceptible difference in intensity between the commencement and termination of the line. Several shocks may be remarked, the W. declination having been, as usual, increased by the disturbing cause, which appears to have commenced and terminated abruptly. In some instances the duration of very transient disturbances may be reasonably conjectured from the tint of the marks on the paper, those for instance at $a$, $b$ have not probably exceeded $20^s$. The absence of vibrations, as in the shocks represented in Plate VII., is probably owing to the inertia of the mercury damper, and offers an additional argument in favour of its use. The base-line is drawn by a lamp on the opposite side of the cylinder, and shows two of the $10^s$ marks previously described. The narrowness and sharpness of the baseline will materially assist in diminishing the probable error of reading the position of the register by a scale.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108343.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 18,
    "total-input-tokens": 29144,
    "total-output-tokens": 6260,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2897,
        2
      ],
      [
        2897,
        6263,
        3
      ],
      [
        6263,
        9447,
        4
      ],
      [
        9447,
        12198,
        5
      ],
      [
        12198,
        12198,
        6
      ],
      [
        12198,
        12198,
        7
      ],
      [
        12198,
        12198,
        8
      ],
      [
        12198,
        12198,
        9
      ],
      [
        12198,
        12198,
        10
      ],
      [
        12198,
        12198,
        11
      ],
      [
        12198,
        12198,
        12
      ],
      [
        12198,
        12198,
        13
      ],
      [
        12198,
        14569,
        14
      ],
      [
        14569,
        17138,
        15
      ],
      [
        17138,
        19931,
        16
      ],
      [
        19931,
        23008,
        17
      ],
      [
        23008,
        24939,
        18
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108343",
    "title": "On the Automatic Registration of Magnetometers, and Other Meteorological Instruments, by Photography",
    "authors": "Charles Brooke",
    "year": 1847,
    "volume": "137",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 18,
    "jstor_url": "https://www.jstor.org/stable/108343"
  }
}