{
  "id": "246b26d6eb090995f78bddcf98b07f1e0ba68698",
  "text": "I. Several Electrical Experiments, made at various Times, before the Royal Society, by the Rev. J. T. Desaguliers, LL. D. F. R. S.\n\n1. An Account of some Experiments made before the Royal Society, May the 14th, 1741.\n\nI Mentioned in one of my former Papers concerning Electricity, that Electrics per se would not receive the Electricity of a rubbed Tube, so as to carry on to a Distance; but that, if those Bodies were changed into Non-electrics, they would then receive and convey the Electricity of the rubbed Tube, in the same manner as all other Conductors of Electricity do. The Experiments which I made to prove this plainly, are as follow:\n\nEXPERIMENT I.\n\nI suspended a long small glass Tube at about the Distance of 14 or 15 Inches from an horizontal extended Cat-gut in the same Position, or parallel to it, by Two small silken Threads; and, with a small Packthread, hung an ivory Ball on the End of the suspended Tube; and, applying the rubbed Tube to the other End, (though lightly excited, as appeared by its snapping) no Electricity was communicated to the Ball: Though, when a very small Packthread was hung from one End of the Tube to the other, the ivory Ball became very electric, as appeared by its attracting a Thread hung on a Stick. Then taking off the Packthread, and wetting the Tube from one End to the other, with a Spunge, it became a Non-electric,\ntric, and conveyed the Electricity to the Ball as strongly as the Packthread had done.\n\n**Experiment II.**\n\nThe Tube being well dried, I applied a Silk in the same manner as I had done the Packthread; but no Electricity could be conveyed to the Ball by applying the rubbed Tube to the contrary End of the Silk. But afterwards, having wetted the Silk, it became a Non-electric, and received the Electricity, which it communicated to the Ball.\n\n*N.B.* I chose a glass Tube for this Experiment, because Mr. Du Fay had made use of glass Tubes for the Supporters of his Conductors of Electricity; and Silk, because Mr. Gray had supported his Conductors of Electricity upon Silk.\n\n---\n\n2. *An Account of some Experiments made before the Royal Society, on Thursday, May the 28th, 1741.*\n\nTHAT it is not the Quantity of Matter in Bodies, that makes them more or less receptive of Electricity, and conducive of it, but entirely their Quality, appears by the following Experiments.\n\n**Experiment I.** Fig. 1.\n\nFrom a Cat-gut String $AB$, about 12 Foot long, stretched horizontally Six Foot above the Floor of the Room, I suspended Two Iron Bars $CD$, $EF$, of about 40 Inches long, and a Quarter of an Inch square, by the silken Strings $Cc$, $Dd$, $Ee$, $Ff$, which at first touched at their Ends $D$, $E$; and from the End $F$ of the Bar $EF$, there hung, by a Packthread, the ivory Ball $G$. Then having rubbed a large Tube $IK$\nto excite its Electricity, I applied it near the End C of the First Bar; and the electrical Virtue ran along the Two Bars, and impregnated the Ball G, as appeared by its attracting the Thread hanging from the Stick H, at about Three Inches Distance. Afterwards I separated the Tubes, in the manner that they appear in the Figure; and the Electricity was communicated to the Ball but faintly when the Bars were an Inch and an half asunder, and not at all when they were Two Inches and an half asunder. But this was owing to the moist State of the Air; for, when the Air is very dry, the Virtue will jump Six or Nine Inches; but when the moist Particles, that float in the Air, are attracted by the Bars, the Virtue will reach but a little Way; though, if that Moisture be fixed upon any Body, which (being an Electric per se) would not conduct the Electricity applied to its End, the Virtue will be carried from one Bar to another as well as if they had touched, as will farther appear by the next Experiment.\n\n**Experiment II. Fig. 2.**\n\nHaving separated the hanging Bars so far asunder, that the Electricity could not jump from the one to the other, (*viz.* about Three Foot) I laid upon their End the small Tube DE, having wiped it very dry: Then, applying the rubbed Tube to C, the Virtue stopped at D; and neither the Bar EF, nor the Ball G, received any Electricity, the Thread H being attracted by neither of them. But, having blown through the Tube, the Moisture of the Breath changes it from an Electric to a Non-electric; and then the Virtue of the rubbed Tube runs along freely from C quite\nquite to the Ball at $G$, which then strongly attracts the suspended Thread.\n\n*N.B.* When the Air is very moist, the Tube $DE$ is turned to a Non-electric without blowing, only by the watery Particles adhering to it.\n\n**Experiment III.** Fig. 3.\n\nThe Bars remaining in their Situation, I took off the Tube, and stretched a very fine white flaxen Thread from $D$ to $E$, which touched both the Bars: Then applying the rubbed Tube to $C$, the Virtue was carried from Bar to Bar, and the Ball $G$ attracted the Thread $H$ at Two Inches Distance. Afterwards wetting the Thread, the Attraction became much stronger at $G$, so as to attract the Thread $H$ at Four or Five Inches Distance.\n\n**Experiment IV.** Fig. 4.\n\nHaving joined together the Ends of the suspended Bars, I suffered the Thread $Dd$ to hang down, but touching no other Body; then the Electricity was freely communicated (by applying the rubbed Tube to $C$) from $C$ to the Ball at $G$. But if $d$, the lower End of the Thread, touched the Ground, or a Chair, or was taken hold of by any body’s Hand, or lifted up by a walking Cane; then the Electricity advanced no farther on the Bars than $D$, but was interrupted by the Thread $Dd$, and carried to the Bodies contiguous to $d$, when they are Non-electric. If the End $d$ of the Thread was laid upon a dry glass Tube, held in the Hand of an Assistant, then the Electricity ran as before, along the Bars to the Ball $G$. The same thing also happened when the End $d$ of the Thread was thrown up upon the Cat-gut String; for in that Case\nCafe the Electricity, having impregnated the String, did afterwards run along the Bars, &c.\n3. An Account of some new Electrical Experiments, performed before the Royal Society, Thursday, Aug. 29. 1741.\n\nHaving found by several of Mr. Gray's Experiments, as well as some of my own, that Water is receptive of Electricity, so as to be raised up in a little Cup, to emit a Vapour towards the rubbed Tube, to snap, and to give Light; having also found, (as I shewed the Experiment before the Royal Society) that when a dry Tube, suspended horizontally, will not conduct the Electricity of the rubbed Tube applied to one of its Ends; and yet, when blown into, will conduct it strongly all its Length, because the Electricity runs along from one moist Particle to another, though those Particles are not contiguous— I thought that Electricity might impregnate a whole Jet of Water, whether perpendicular, oblique, or horizontal: And supposed also, that if at any time there be electrical Effluvia in or above a Cloud, that Virtue may be communicated by the falling Rain, to any thing that the Rain falls upon. How far my Conjecture is true, will appear by the following Experiment.\n\nHaving properly suspended (that is, suspended by some electric Body, here Cat-gut) a copper Fountain with the Spout downwards, I opened the Cock, and let the Water spout into a Vessel underneath: Then, having excited a great Tube to Electricity, I held it over the copper Fountain, whilst an Assistant held the Thread of Trial (that is, a Thread hanging from a Stick) near several Parts of the Jet, which attracted it\nit sensibly: Then I applied the rubbed Tube near to the falling Jet, which attracted it strongly, so as to bend it into a Curve, and sometimes cause it to fall out of the Vessel below.\n\nII. A Letter from John Huxham, M.D. F.R.S. to Thomas Stack, M.D. F.R.S. concerning an Extraordinary Venereal Case.\n\nDear SIR,\n\nI have now sent you the uncommon Venereal Case I promised in my last, which, I think, hath something very remarkable in it, and seems very much to confirm the Great Boerhaave's Opinion, that the Seat of the Lues Venerea is in the Membrana adiposa.\n\nMr. R.B. aged about 27, of a bilious, dry Constitution, had, for some Years before his Death, contracted a virulent Gonorrhoea, which was scarce well cured before he got a Second, and at length a Third. — To complete his Misery, being in the Fleet at Portobello, he had frequent impure Conversation with some of the Negro Huslies (who probably laboured under the worst Species of Pox, called the Taws).\n\nHe returned with a very troublesome Itching all over him, though no Pustules appeared; was much thinner than usual, and had a horrible stinking Breath, and spit frequently a foul, corrupt Matter. — As he had no Running, Ulcer, Bubo, or Nodes, he thought all safe. — But not many Days after his Arrival at Portsmouth, post impurum cum impurâ Coitum, a violent Green-coloured Gonorrhoea appears. — For this",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104346.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12084,
    "total-output-tokens": 2375,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1375,
        2
      ],
      [
        1375,
        2797,
        3
      ],
      [
        2797,
        4398,
        4
      ],
      [
        4398,
        5946,
        5
      ],
      [
        5946,
        6038,
        6
      ],
      [
        6038,
        7542,
        7
      ],
      [
        7542,
        8912,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104346",
    "title": "Several Electrical Experiments, Made at Various Times, before the Royal Society, by the Rev. J. T. Desaguliers, LL. D. F. R. S.",
    "authors": "J. T. Desaguliers",
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/104346"
  }
}