{
  "id": "3c27921421d99427a1cd00a5b796f4d623b3840a",
  "text": "X. An Account of a Child being taken out of the Abdomen, after having lain there upwards of 16 Years, during which Time the Woman had 4 Children, all born alive; by Starkey Myddleton M.D.\n\nGentlemen,\n\nRead Dec. 17. THE Records of your Society furnish us with several Cases of extra-uterine Conceptions; one of which I communicated to you March 28. 1745.* nevertheless I could not help flattering myself that this Case also might be worthy your Notice.\n\nIN April 1731. Mrs. Ball, without Bishopsgate, perceived (by the usual Symptoms) that she was pregnant; and in October following, being then in the sixth Month of her Pregnancy, she had a Child died in her Lap of Convulsions, the Surprise of which occasion'd a great Fluttering within her, attended with a sensible Motion of the Child, which Motion continued, tho' gradually weaker and weaker, for about 6 or 7 Days, after which she did not perceive it to move any more; but from this time she had constant Pains attending her, which appear'd like Labour-Pains. Her Midwife, for several Days, expected a Miscarriage; but finding herself disappointed, advised her to apply to Dr. Bamber, whose known Abilities in the several Branches of Physick, joined to his great Experience and Judgment in Midwifry,\n\n* See Philos. Trans. No. 475. p. 336.\nMidwifry, made him unquestionably the most proper Person to be consulted, as the Case appear'd so very uncommon in its Circumstances, at the same time that his great Humanity always gave the most free Access to the Poor in their Distresses.\n\nThe Doctor (after a proper Examination) finding sufficient Indications of a dead Child, order'd her some forcing Medicines; upon taking which about three times she discharg'd something, which the Women suppos'd to be Part of an After-birth, accompanied with a small Quantity of Water: In consequence of this Discharge her Pains ceased, but without any visible Diminution of her Belly.\n\nAfter some time she again apply'd herself to the Doctor, who thought it most advisable to discontinue her Medicines, and leave the Affair intirely to Nature.\n\nIn this State she continued for about 20 Months viz. to July 1733, which was 2 Years and 3 Months from her first Reckoning, she then again apply'd herself to Dr. Bamber, acquainting him, that she was not yet deliver'd of the Child she so long since came to consult him about, and that her Pains were lately return'd, and daily increased without any Intermission, upon the Doctor's examining her, he thought it proper to send her home immediately, directing her to promote her Pains, by frequently supping some warm Caudle, &c. by the Use of which her Pains became more regular, and the next Day the Doctor made her a Visit, and was informed she had discharg'd two Waters, but nothing more: He then carefully examined her again, and plainly felt a Child through the Integuments of the Abdomen, but could not give her any Assistance.\nIt was about this time that Dr. Bamber first acquainted me with the Case, and desired that I would attend her as often as Occasion might require, and that I would acquaint him, if any thing like Labour, or other remarkable Alteration should offer. Accordingly I made her a Visit, and after a proper Examination, was convinc'd of the Certainty of the Doctor's Assertion.\n\nHer Pains now began to abate, and she grew tolerably easy; but about the latter End of January 1733-4. she conceived again with Child, and was deliver'd on the 28th of October following by Dr. Bamber, who sent for me to attend him in her Labour: The Doctor soon deliver'd her of a fine Boy, and after having brought away the Placenta, he search'd for the other Child, which he had before felt through the Integuments of the Abdomen, but found it was lodg'd in the Cavity of the Abdomen, and beyond the Reach of human Art to relieve her. This Fact every one then present was made sensible of.\n\nOctober 22. 1735. I was sent for to her in her Labour, but before my Arrival she was deliver'd of a Boy; but I brought away the Placenta, which gave me an Opportunity of examining for the other Child, and found it in the same Situation as formerly.\n\nOctober 9. 1738. I was again sent for to her, when in Labour, but she was deliver'd of a Boy before I arrived. Upon examining the Womb, and the State of the Abdomen, the Child appear'd just as before without any Alteration.\n\nJune 17, 1741. I was again sent for in her Labour, but found her just deliver'd of a Girl; and\nupon examining the Parts, every thing appear'd as before.\n\nOctober 14th, 1747. being greatly emaciated by constant Pains, &c. she was admitted a Patient in Guy's Hospital, where she died the 7th of November following, after having labour'd under the Distresses and Uncertainty of carrying a dead Child within her, in a manner loose, in the Cavity of the Abdomen upwards of 16 Years.\n\nThe Day after her Death I open'd her, in the Presence of Dr. Nesbit, Dr. Nichols, and Dr. Lawrence, when the Uterus, and the several other Contents of the Abdomen appear'd (nearly) in their natural State, but on the right Side within the Os Ilium a Child presented itself, which was attach'd to the Ilium and neighbouring Membranes by a Portion of the Peritoneum, in which the Fimbria and Part of the right Fallopian Tube seem'd to lose itself.\n\nThe Child seem'd no-ways putrid; but the Integuments were become so callous, and chang'd from their natural State, that the whole seem'd to resemble a cartilaginous Mass, without Form or Distinction: The Legs indeed were distinguishable, though they were much wasted and distorted.\n\nUpon opening the callous Integuments of the Head and Face of the Child, the Bones appear'd perfectly form'd, with a few Spots of tophous Concretions on them.\n\nThis Account may serve to convince those who are of Opinion that Boys are conceived on the right Side, and the Girls on the left; as this Woman\nman had three Boys, and one Girl, after the Fallopian Tube on the right Side had lost its Action.\n\nI am,\n\nGentlemen,\n\nWith great Respect,\n\nDecem. 17.\n1747.\n\nYour most obedient and\n\nMost humble Servant,\n\nStarkey Myddleton.\n\nXI. A Physiological Account of the Case of Margaret Cutting, who speaks distinctly, tho' she has lost the Apex and Body of her Tongue: Addressed to the Royal Society, by James Parsons M.D. F.R.S.\n\nGentlemen,\n\nRead Dec. 17.\n1747.\n\nAs several of the Members of this worthy Society were somewhat divided in their Opinions concerning what was reported of Margaret Cutting, when they were first inform'd of her by Mr. Baker*; it will be necessary (in order to render her Case the better understood) to lay before you the following short Particulars, which\n\n* See these Trans. No. 464, Artic. II. p. 143, &c.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104883.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9132,
    "total-output-tokens": 1829,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1294,
        2
      ],
      [
        1294,
        2913,
        3
      ],
      [
        2913,
        4447,
        4
      ],
      [
        4447,
        5863,
        5
      ],
      [
        5863,
        6688,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104883",
    "title": "An Account of a Child Being Taken out of the Abdomen, after Having Lain There Upwards of 16 Years, during Which Time the Woman Had 4 Children, All Born Alive; By Starkey Myddleton M. D.",
    "authors": "Starkey Myddleton",
    "year": 1746,
    "volume": "44",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/104883"
  }
}