{
  "id": "6eae4275b00dfb6cc01f3b55757fbe94b7206b06",
  "text": "In Comb Mountain there is a Pit of a circular form, which in the Summer time used to have little or no Water in it, and in Winter, as much Water as would swell the surface to about fourteen or sixteen yards cross over: But now in the midst of Summer it rose up at least a yard and a half higher than it was ever known to do in the wettest Winters; and overflowing its Banks, it fell down the Hill with such violence, as to penetrate into the very body of a Rocky Road, and dug Pits in it, that will bury the biggest Horses, and the Road, which was a common Highway, is now become irreparable.\n\nVI. An Observation of a Tumor on the Neck, full of Hydatides, cured by Mr Anthony Hewnden, Surgeon: Communicated by Dr Edw. Tyson, F.R.S.\n\nA Gentlewoman in London, aged 25 years, had a large Wenny Tumor, the Basis taking its Origin from all the lower hinder part of the Skull, stretching down the Neck near each Jugular, extending itself almost as low as both Scapula's; on the upper part was a Phlegmon. The Radix being so large, I put on a transverse Caustick the length and breadth of the Tumor, intending to separate the Cutis from the Membrane of the Ciftis; but it being so thin where the Phlegmon was, oblig'd me to divide the Ciftis; out of which I sav'd above threescore Hydatides, of the bigness of a small Wallnut: Several more were broken. These Hydatides swum in a Liquor of the consistence of Whites of Eggs. In this Ciftis I found a large quantity of Atheromatous and Steatomatous Matter, at the Basis a large Sarcoma; the greatest part I cut off, but fearing to hurt the Muscles of the Neck, deferr'd it to the next dressing.\nintending to take the rest of the Sarcoma, and Radix of the Cistir away by Caustical Medicines, which I applyed without success, they coming off without making an Eschar, the Radix being of a Cartilagenous substance: searching with my Probe to find some Interstice, it dropt into one; and touching some Membranous or Nervous Body, caus'd the Patient to cry out furiously; into which Interstice I put a piece of Roman Vitriol fitted for the place, which came out the next day all dissolved with some of the Radix: By the continual applying of the Vitriol, I extirpated the whole Radix, and healed the whole S. A.\n\nTwo Observations belong to this worthy of knowing: The one is, Seven years before this Operation, this Tumor was very near so big, and subsided of itself.\n\nThe other is, when I began with Caustical Medicines, the first I used was Præcip. rub. which I cover'd the whole Radix with, which came off and no Eschar, but it salivated the Patient for 5 weeks.\n\nVII. Part of a Letter from Mr Robert Taylor to Dr Hans Sloane, R. S. Secr. concerning a Monstrous Birth.\n\nHitchin, April 4. 1706.\n\nLast week a Woman in a Neighbouring Village being in Strong Labour, the Midwife finding the Birth coming very awkwardly, and more Legs than usual, after a tedious time, delivered the poor Woman of Twins (designed by Nature doubtless) but joyned together; there being but one Trunk of a Body with two Necks, on each a Head, four Arms, two forwards and two backwards,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102694.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 881,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1636,
        2
      ],
      [
        1636,
        3099,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102694",
    "title": "An Observation of a Tumor on the Neck, Full of Hydatides, Cured by Mr Anthony Hewnden, Surgeon: Communicated by Dr Edw. Tyson, F.R.S.",
    "authors": "Edw. Tyson, Anthony Hewnden",
    "year": 1706,
    "volume": "25",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/102694"
  }
}