{
  "id": "2178ea77cc2075bc25d175d47198bebcb88bb2d3",
  "text": "extruendo nova Vasa quam hac, si Vasa, in ordinem regularem & generationi idoneam restituendo. Observationes demum quas Transactionibus proximè editis & edendis (Num. 139. & 140) inserui, altera de Fætu non matris in utero sed abdomine invento, altera de Testiculo s. potius Ovario cujusdam mulieris Hydropico, rem omni dubio forsan extricabunt.\n\nThe Art of Refining, communicated by Dr. Christopher Merrit.\n\nThe end hereof, is the separation of all other Bodies from Gold and Silver; which is performed four ways, viz. By Parting, by the Test, by the Almond Furnace or the Sweep, and by Mercury.\n\nPARTING is done with Aqua fortis, which the Refiners make thus, Re Salt Peter ibiii. Dantzick Vitriol ibii.\n\nLet them be well bruised and mixed in a Morter and then put into a Long-neck, which is an Earthen Vessel so named from its Figure. Then six or eight of these Long necks thus filled, are placed in each side of their Furnace, on a Range built with Iron Barrs, of the form of a parabola, at above nine Inches distance one from another, and closed at the sides with Bricks. The upper Arches are left open to put in and take out the Pots. Over the said Arches they lay large Bars of Iron, and then cover all the top of the Furnace with Lome, the Body of each Long-neck lying naked to the Fire, the Neck outward; to which the Receivers, whether of Glass or German Pots, are well Luted.\n\nNote that if the Vitriol be not Dantzick, which is made with Copper; but English, which is made with old Iron; the Water will be weaker, and make a dirty coloured Verditer, and wholly spoile it; besides, the Silver will not gather so well to the Copper after dissolution, and thereby becomes black.\n\nTheir Lute is made of good Lome, some Horse Dung, and a little Colcothar; although the two former do well. The luting being well labour'd and applyed, they make a gentle Charcoal fire under the Pots, for three hours, and then increase it for three hours more: about the seventh hour, they make a vehement hot Fire for four hours, and cast in at last well dried Billets of the length of the Furnace, whose flaine sur-\nsurroundeth all the Pots, and finisheth their Work. The next morning they carefully separate the Receivers from the Long-necks. Usually performing this Work but once in 24 hours, sometimes twice.\n\nSome Refiners distill 100lb. of the materials put into a Cast-Iron-Pot; which is the best way, especially being performed after this latest Invention, viz.\n\nBuild a Furnace two yards high or more; and at the top place in your Iron-Pot. To which fit a Head of Earth, like the Head of a large Distillatory for Chymical Oyls, which must have a large belly, branching itself, about eight inches from the Iron-Pot, into three Branches: one whereof in the midst, comes directly straight forwards, two other lateral ones obliquely: all which Branches are four or five Inches hollow in diameter, and five or six long. To these Branches are fitted Glass Bodies, narrow and hollow at both ends, large and globous in the midst. These must be exceedingly well luted on with Colcotkar, Rags, Flower and Whites of Eggs. To this first Glass-Body is luted on another Glass, of the same figure and size, and in order eight alike in all, till they come to the Receiver, which is an ordinary Gallon Glass. All these Rows of Glasses lie on boards shelving from the Head to the Receiver. The two upper Receivers or Glass-Bodies need exceeding good Luting, for the rest ordinary Lute will serve.\n\nThe conveniency of this way is, that a little Fire, and that of New Castle Coals, will do the work, you save a Long-neck for each five pounds of materials, and you need never break or unlace any of the Receivers, but the lowermost.\n\nThe Aqua fortis being distilled off, is put into a large Earthen Pot, and there is added of fine Silver, one or two penny weight (which is called Fixes) to every pound of Aqua fortis, which within four hours will purge it from all dirt and impurity, and make it fit for Parting, which is thus done.\n\nIf their Silver guilt be fine enough for Wire, they only melt it in a Wind-furnace, and cast it melted into a large Tub of water, that they may have it in small pieces. But if it be but standard, they first fine it on the Teft. These small pieces taken from the water, being well dried, are put into a Glass taper-fashion,\nfashion, a foot high, and seven inches at the bottom; and then\nthe Glasses are charged with *Aqua fortis* about two thirds of\nit, and set in a Range of Iron covered two inches deep with\nSand, and a gentle Charcoal fire made under it.\n\nSmall bubbles will soon arise, and the water also run over.\nIf so, they take off the Glasses, and hold them, till it doth\n*defervescere*, or else pour some of it into a Vessel which is at\nhand.\n\nIf Lead be mixed with it, they cannot keep it from running\nover.\n\nWhen the Water hath once been quieted, from this Ebulli-\ntion, it will rise no more.\n\nThe greenness of the Water, manifesteth the quantity of\nCopper contained in it.\n\nIf the water boil over, 'twill penetrate the Bricks and\nWood.\n\nThey commonly let it stand a night on the Iron Range,\nwith a gentle heat under it, and in the morning softly pour off\nthe water impregnated with all the Silver; all the Gold\nlying, like black dirt, at the bottom, which being washed\nout is put into small Parting-Glasses, and set over the Sand\nwith fair Conduit-water for an hour, and then the water poured\noff. This is repeated five or six times, to separate the Salt from\nthe Gold, which is now fit to be melted, and Cast into an Ingot.\n\nTo regain the Silver they have large round Washing-\nBowls, lined within with melted Rosin and Pitch (for other-\nwise the Water would eat the Wood and penetrate the sides of\nthe Bowl) covered with Copper Plates ten inches long, six\nwide, and half or more thick. Into which Bowles they pour\ngood store of water (the more, the better the Verditer) and\nthen the Silver-water: which working on the softer Metal of\nCopper, leaves all the Silver in most fine Sand at the bottom,\nand sides of the Bowl and Plates of Copper; which being ta-\nken out, is washed, dried and melted for any use.\n\nConcerning the Plates 'tis observable, That if any Brass or\nthrosse Metal be in them; they gather very little of the Silver,\nthe latter mixing with the Silver, as 'twas proved at the Tower\nby a Finer questioned for his Silver.\n\nWith the Copper-Water poured off from the Silver, and\nWhiting, Verditer is made thus. They put into a Tub a\nhundred\nhundred pound weight of Whiting, and thereon pour the Copper-Water, and stir them together every day, for some hours together. And when the Water grows pale, they take it out, and set it by for further use, and pour on more of the Green-Water, and so continue till the Verditer be made. Which being taken out, is laid on large pieces of Chalk in the Sun, till it be dry for the Market.\n\nThe Water mention to be taken from the Verditer, is put into a Copper, and boil'd till it comes to the thickness of Water gruel, now principally consisting of Salt Petre reduced (most of the Spirit of Vitriol being gone with the Copper into the Verditer.) A dish full whereof being put into the other Materials, for Aqua fortis, is redistill'd, and makes a double-water, almost twice as good, as that without it, and sold for near a double value.\n\nI COME next to the second way of Refining, &c. by the TEST. This separates all Metals from Silver, except Gold, because they swim over it, when they are all melted together.\n\nThe Test is thus made. They have an Iron Mould, oval, and two inches deep. At the bottom thereof, are three Arches of Iron set at equal distances, two fingers wide, if the great diameter of it be fourteen inches long; and so proportionably in greater or lesser Tests.\n\nThis cavity they fill with fine powder of Bone-ashes, moistened with Lixivium made with Soap-ashes. Some use Cakes of Pot ashes or other Ashes well cleansed, and so pressed well together with a Muller, that it becomes very close and smooth at the top.\n\nThere is left above a Cavity in the midst of it, to contain the melted Silver. This Cavity is made greatest in the middle; for the Bone-Ashes come up parallel to the circumference of the Mould; only a small Channel in that end, which is most remote from the blast, for the running off of the baser Metals, and so is made declive to the centre of the Test, where 'tis not above half an inch deep.\n\nThe Test thus made, is set annealing 24 hours, and then it is fit for use, in this manner. 'Tis set in a Chimney a yard high, parallel almost to the Nose of a great pair of Bellows, and then therein is put the Silver. Which being covered all over with Billets of barqued Oak, the blast begins and continues all the while\nwhile strongly. The Lead purified from all Silver, (which they call the Soap of Metals) first put in, melts down with the Silver, and then the Lead and Copper swim at the top, and run over the Teft. Whose motion the Finer helps with a long Rod of Iron drawn along the surface of the Silver towards the forementioned slit, and often stirring all the Metal, that the impurer may the better rise: and by continuing this course, separation is made in two or three hours.\n\nThe greatest part of the Lead flies away in smoke.\n\nIf the Lead be gone before all the Copper, 'twill rise in small red fiery bubbles; and then they say, the Metal Drives, and must add more Lead. The force of the blast drives the higher Metals to the lower side of the Teft, and helps its running over.\n\nWhen the Silver is fully fined, it looks like most pure Quicksilver; and then they take off their sogs and let it cool. In the cooling, the Silver will frequently from the middle spring up in small Rayes and fall down again. If moist Silver be put into that which is melted, 'twill spring into the fire.\n\nA good Teft will serve two or three firings.\n\nSo soon as the Silver will hold together, they take it out of the Teft, and beat it on an Anvile into a round figure, for the Melting Pot: which being set in a Wind-Furnace, surrounded with Coal, and covered with an Iron Cap, that no Charcoal fall into it, is then melted.\n\nIf any Drofs or filth be in the Melting-Pot, they throw in some Tincal, which gathers the drofs together that it may be separated from it.\n\nThese Melting-Pots are never burned, but only dried, and will last a whole day, if they be not suffered to cool: but if they once cool, they infallibly crack.\n\nNEXT IS the ALMOND-FURNACE or Sweep. Here are separated all sorts of Metals from Cinders, parts of Melting-Pots, Tefts, Brick, and all other harder bodies; which must be first beaten into small pieces with a hammer, and an Iron Plate; and 'tis one mans work.\n\nThose which stick but superficially to their Silver, they wash off thus; they have a Wooden round Instrument two foot wide, somewhat hollow in the middle, with a handle on each side. On this they put the Materials, and hold them in a Tub of\nof Water below the surface, and so waving it to and fro, all\nthe lighter and looser matter is separated from the Metal.\n\nThe Furnace is six feet high, four feet wide, and two\nfeet thick. Made of Brick; having a hole in the midst of\nthe top eight inches over, growing narrower towards the bot-\ntom of it, where, on the fore part, it ends in a small hole,\nenvironed with a semicircle of Iron to keep the molten Metal.\nAbout the middle of the Back, there is another hole to receive\nthe Nose of a great pair of Bellows, requiring continually the\nstrength of two lusty men.\n\nThe night before they begin, Charcoal is kindled in the\nFurnace to Anneal it: and when it is hot, they throw two or\nthree shovels of Coal, to one of the forementioned Stuff, and so\nproceed during the whole Work, making stratum super stratum\nof one and the other. After eight or ten hours the Metal be-\ngins to run; and when the Receiver below is pretty full, they\nlade it out with an Iron Ladle, and cast it into Sows in Cavities\nor Forms made with Ashes.\n\nThey frequently stop the passage-hole with Cinders to keep\nin the heat; and when they think a quantity of Metal is mel-\nted, they unstop the hole to pass it off.\n\nIf the Stuff be hard to flux, they throw in some slag (which\nis the Recrement of Iron) to give it fusion. Their Irons melt\naway apace, wherewith they proak out the Cinders from the\nhole.\n\nA stinking blue smoke proceeds from the Furnace, and all\nby-standers put on the colour of dead men. The workmen\nmust be well lined with Oyl, Sack, Strong Beer, and good Victu-\nals: for the Work continues three days and nights without\nintermission, using no other variety, than above said.\n\nA large Cavity will be made in the Furnace: for the Me-\ntals or the Fire, or both together corrode and wear the great-\nest part of the bricks away.\n\nTo get the Silver from these Metals, they now use no other\nArt, than that of the Test.\n\nTo Refine their Copper from the Litharge, they formerly\nlaid their Ingots of Lead and Copper on Loggs of Wood fired,\nwhich would easily melt down the Lead or Tinn, and so leave\nthe Copper full of holes wherein the Lead had been lodged.\nBut now they commit this work also to the Test.\nTHE LAST way of Separation is by Quick-silver. And this is for filings of small Workers and Goldsmiths, wherein Gold and Silver are mixed with dust, &c. This dust is put into a Hand-mill with Quick-silver, and being continually turned upon that, and the Metals, an Amalgama is made of them, and fair water poured in, carrys off the dust as it runs out again by a small Quill.\n\nThis Amalgama is put into an Iron with a Bolt Head, set into the fire, having a long iron-neck three feet long, to which is fitted a Receiver. The fire distils off the Mercury into the Receiver, and the Gold and Silver remain in the Bolt Head.\n\nAn Account of the English Alum-Works, communicated by Daniel Colwall Esquire.\n\nAlum is made of a Stone digged out of a Mine, of a Seaweed, and Urine.\n\nThe Mine of Stone is found in most of the Hills between Scarborough and the River of Tees in the County of York. As also near Preston in Lancashire. It is of a blewish colour, and will clear like Cornish-slate.\n\nThat Mine which lies deep in the Earth, and is indifferent well moistned with Springs, is the best. The dry Mine is not good. And too much moisture, cankers and corrupts the Stone; making it Nitrous.\n\nIn this Mine are found several Veines of Stone called Doggers; of the same colour, but not so good.\n\nHere are also found those which are commonly called Snake-Stones. The people have a Tradition, that the Country thereabouts being very much annoyed with Snakes, by the Prayers of St. Hilda there inhabiting, they were all turned into Stones, and that no Snake hath ever since been seen in those parts.\n\nFor the more convenient working of the Mine, which sometimes lies twenty yards under a surface or Cap of Earth, (which must be taken off and barrowed away) they begin their work on the declining of a Hill, where they may also be well furnished with Water. They digg down the Mine by stages, to save Carriage; and so throw it down near the places where they Calcine it.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101824.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12406,
    "total-output-tokens": 3936,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2105,
        2
      ],
      [
        2105,
        4333,
        3
      ],
      [
        4333,
        6475,
        4
      ],
      [
        6475,
        8725,
        5
      ],
      [
        8725,
        10923,
        6
      ],
      [
        10923,
        13112,
        7
      ],
      [
        13112,
        15069,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101824",
    "title": "The Art of Refining, Communicated by Dr. Christopher Merrit",
    "authors": "Christopher Merrit",
    "year": 1677,
    "volume": "12",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/101824"
  }
}