{
  "id": "33bcce7a8a4ec5acb41478e94979eb5d8b319a5c",
  "text": "XXXIX. The Lignites and Clays of Bovey Tracey, Devonshire.\n\nBy William Pengelly, F.G.S. Communicated by Sir Charles Lyell, F.R.S.\n\nReceived November 16,—Read November 21, 1861.\n\nThe little town or village of Bovey Tracey, in Devonshire, nestles at the foot of Dartmoor, very near its north-eastern extremity; it is situated on the left bank of the river Bovey, about two miles and a half above the point at which it falls into the Teign, and is about eleven miles from each of the towns Exeter, Torquay, and Totnes*,—bearing south-westerly from the first, north-westerly from the second, and northerly from the last.\n\nA considerable plain stretches away from it in a south-easterly direction, having a length of six miles from a point about a mile west of Bovey to another nearly as far east of Newton; its greatest breadth, from Chudleigh Bridge on the north-east to Blackpool on the south-west, is four miles. It forms a lake-like expansion of the valleys of the Teign and Bovey rivers, especially the latter, whose course it may be said to follow in the higher part, where it is most fully developed; whilst the Teign constitutes its axis below the junction of the two streams. Its upper, or north-western portion, immediately adjacent to the village, is known as \"Bovey Heathfield,\" and measures about 700 acres.\n\nOn its west and north-west, rise the lofty granite hills of Dartmoor, with their border of metamorphic rocks; on the north, the trappean elevations of Henstock; on the north-east and east, the Greensands of the Haldons, and the traps and limestones of the Chudleigh and Kingsteignton districts; and on the south, the traps, Devonian limestones, and associated rocks extending from Newton towards Ashburton†.\n\nContrasted with this rugged and elevated country, the so-called \"plain\" is not without some claim to the appellation, though by no means characterized by evenness of surface.\n\nShafts and other excavations have shown that the deposits in this basin consist of an accumulation of coarse gravel (mixed with sand and clay), of variable thickness, unconformably covering distinct strata of lignite, clay, and sand, which are familiar to geologists as the \"Bovey deposit,\" whilst the lignite is equally well known as \"Bovey coal.\"\n\nThis deposit not only occupies the plain which has been described, but is continued, in a narrow southerly prolongation, from Newton to near Kingskerswill, about three and a half miles from Torbay. This entire prolongation is a divergence from the Teign. Where it crosses the estuary of that river it is about four miles from the coast.\n\nThe most important of the excavations is that known as the \"Coal-pit,\" which is situated on the Heathfield, somewhat less than a mile south of the village, and about the same distance from the western margin of the deposit. It is open to the day, and\n\n* The distances throughout are measured in straight lines on the Ordnance Maps.\n† See Map, Plate LII.\nis, in form, a rude parallelogram, having its longest side, about 960 feet, in the direction from S. 75° E. to N. 75° W., whilst the shortest measures 340 feet, and has a bearing of N. 35° E. to S. 35° W.* Its greatest depth, at the western end, is nearly 100 feet.\n\nSubterranean excavations have been carried on very extensively, in various directions, by means of tunnels opening out of the pit at its bottom. At present the working is confined to one tunnel, extending 190 fathoms, almost in a straight line, in the direction N. 65° W. from the western end of the pit.\n\nThe lignite was formerly used in large quantities in an adjoining pottery; at present but little is employed there, and its use is almost entirely confined to the poorer cottagers of the immediate district. A very offensive sulphurous smell, which it emits during combustion, prevents its general domestic use.\n\nThe refuse matter, consisting of clay and waste or valueless lignite, is lodged on the surface around the pit. Iron-pyrites occurs in it in considerable quantities; and spontaneous combustion is common in fresh refuse, especially after much rain. The fire is not generally visible near the surface in the day-time, but its presence is indicated by smoke and the very offensive odour previously mentioned. Cracks, having their sides lined with flowers of sulphur, cross the burning mass in various directions. Occasionally, crystals of sulphate of alumina are also formed.\n\nThe attention of both the scientific and the commercial world has long been called to this deposit; several accounts of it have been laid before various learned societies, and otherwise given to the world†. Many of these, besides descriptions of the characters\n\n* The bearings are in all cases magnetic when expressed, as above, with an appearance of numerical exactness.\n\n† The following is a list of the principal writers on the Bovey beds:\n\nRev. Dr. Jeremiah Milles, in the Philosophical Transactions, vol. li. Part II. p. 534, &c., in 1760.\nMr. Kirwan, in his ‘Elements of Mineralogy,’ vol. ii. p. 60, &c., published in 1794.\nDr. Maton, in his ‘Observations on the Western Counties of England,’ made in the years 1794 and 1796, vol. i. p. 106, &c.\nMr. Hatchett, in the Transactions of the Linnean Society, vol. iv. p. 129, &c., in 1797.\nMr. Brice, in his ‘History and Description, Ancient and Modern, of the City of Exeter,’ p. 141, &c., published in 1802.\nMr. Parkinson and Mr. Scammell, in Parkinson’s ‘Organic Remains,’ vol. i. p. 104, &c., in 1804.\nMr. Hatchett, in the Philosophical Transactions, vol. for 1804, Part I. p. 396, &c.\nMr. Vancouver, in his ‘Agriculture of the County of Devon,’ p. 70, &c., published in 1808.\nDr. J. McCulloch, in the Transactions of the Geological Society, 1st Series, vol. ii. p. 1, &c., in 1814.\nRev. D. Lysons, in ‘Magna Britannica,’ vol. vi., “Devonshire,” p. ccxlix, published in 1822.\nRev. W. D. Conybeare and Mr. W. Phillips, in the ‘Outlines of the Geology of England and Wales,’ pp. 328 and 364, published in 1822.\nMr. Kingston, in the ‘Teignmouth Guide,’ vol. ii., published about 1832 or 1833.\nMr. Godwin-Austen, in the Transactions of the Geological Society, 2nd Series, vol. vi. part 2, p. 439, &c., in 1834, and subsequently.\nSir H. De la Beche, in his ‘Report of Cornwall, Devon, &c.’ pp. 248, 255, 515, &c., in 1839.\nMr. F. Vaux, in Quart. Journ. Chem. Soc., London, vol. i. p. 318, &c., in 1849.\nDr. Hooker, in Quart. Journ. Geol. Soc. vol. xi. p. 566, &c., in 1855.\nDr. Croker, in Quart. Journ. Geol. Soc. vol. xii. p. 354, in 1856.\nand arrangement of the strata, contain speculations and discussions on various topics, especially the mineral or vegetable origin of the lignite, the mode in which the materials of the deposit were accumulated, and the place of the formation in the chronological series of the geologist. These may be said to have resulted in a settled conviction that the lignite is of vegetable origin, that the clays and sands had been furnished by the disintegration of the Dartmoor granite, and that the whole is of supracretaceous age—and a general belief that the plants had not grown on, but had been transported to, the area they now occupy. The exact chronology of the formation was by no means agreed on, further than that there seemed to be a prevalent but vague opinion that, geologically speaking, it was very modern. The only definite expression that had been given on the question was the provisional one that the deposit belonged to the Post-pliocene epoch; this was based on a cone said to have been found in one of the uppermost beds of lignite, and which was identified by Dr. Hooker as belonging to the Scotch fir (*Pinus sylvestris)*. This and some small seed-vessels, described by Dr. Hooker under the name of *Folliculites minutulus*, were the only identifiable fossils which, prior to the late explorations, had been found at Bovey. Indeed, so recently as 1839, Sir H. De la Beche stated that, “excepting the lignite itself, no organic remains had been found in the deposit”†. Many geologists, however, were unwilling to accept this chronology as conclusive, nor were they without hopes that, on a careful and thorough examination being made, the beds might be found to contain fuller and more reliable evidence on the question.\n\nDuring the spring of 1860, Dr. Falconer made several visits to Bovey and various localities in its neighbourhood where clay-works were, or had been, carried on. The result was a strong impression that the deposit would be found to belong to the Miocene period. In one of these visits he was accompanied by the Rev. R. Everest, F.G.S., and in another by Sir C. Lyell, when they had an opportunity of examining the large collection of specimens of the lignite made by the late Dr. Croker. Soon afterwards Dr. Falconer introduced the subject to Miss Burdett Coutts as one which, for the credit of British geology, it was eminently desirable to have very fully investigated. After a visit to the Bovey “Coal-pit,” Miss Coutts, with characteristic liberality, furnished me with means to undertake the work. I received the most prompt and cordial co-operation from the proprietor, John Divett, Esq., and was so fortunate as to secure the services of Mr. H. Keeping, the well-known fossil-collector, of the Isle of Wight.\n\nThe lignite-beds, having suffered less from the weather than the interstratified clays and sand, stand out in relief, like a series of rude mouldings, on the wall of the pit, especially on its southern side; so that it is not difficult to make out, in a rough way, the succession of the beds. Nevertheless the clay and sand have been so much washed over the surface of the wall that it is impossible to do more than this; hence it was decided to make a fresh section—in fact, to cut a series of steps, on a large scale, by which to descend the face of the artificial cliff from top to bottom, and thereby accomplish the double work of collecting fossils and disclosing the geology of the deposit.\n\n* Quart. Journ. Geol. Soc. vol. xi. p. 566, &c. † Report of Cornwall, Devon, &c., p. 257.\nAs we descended, the thickness of each bed and the amount and direction of its dip were carefully measured; a sample, and when necessary more than one, of every bed was taken, each in a separate box, and every important fact, as to the character of the bed and the occurrence or not of fossils in it, was carefully noted. The mean of the several measurements, all very near the average, gave a dip of $12\\frac{1}{2}^\\circ$ towards S. $35^\\circ$ W. (magn.).\n\nThe results of this systematic exploration are exhibited below.\n\n**Section 1, of the Bovey Deposit, in the south wall of the \"Coal-pit,\" near its western end.**\n\nDip $12\\frac{1}{2}^\\circ$ towards S. $35^\\circ$ W. (magn.).\n\n| Beds | Thickness | Totals |\n|------|-----------|--------|\n|      | ft. in.   | ft. in.|\n| 1    | 7 6       | 7 6    |\n| 2    | 2 6       | 10 0   |\n| 3    | 6 3       | 16 3   |\n| 4    | 2 9       | 19 0   |\n| 5    | 7         | 19 7   |\n| 6    | 11        | 20 6   |\n| 7    | 1 3       | 21 9   |\n| 8    | 5         | 22 2   |\n| 9    | 2 0       | 24 2   |\n| 10   | 2 0       | 26 2   |\n| 11   | 8         | 26 10  |\n| 12   | 2 6       | 29 4   |\n| 13   | 1 0       | 30 4   |\n| 14   | 2 9       | 33 1   |\n| 15   | 7         | 33 8   |\n| 16   | 4 0       | 37 8   |\n| 17   | 1 5       | 39 1   |\n| 18   | 2 9       | 41 10  |\n\n**SANDY CLAY.**—Contains a large number of angular and subangular stones, without anything like regularity in their arrangement. This is locally termed \"The Head.\" The upper two inches is a peaty soil, also containing stones.\n\n**CLAY.**—Plastic. Contains a few fragments of lignite. The uppermost four and the lowest two inches are of a buff colour; the middle band dark, approaching to black.\n\n**SAND.**—Quartzose, with a ferruginous clay at the base.\n\n**CLAY.**—The uppermost ten inches more or less dark, sometimes approaching to black, in colour.\n\n**LIGNITE.**—Woody and brittle.\n\n**CLAY.**—Very dark. Contains much broken lignite.\n\n**LIGNITE.**—In some places woody, in others a mass of *Sequoia Couttsiae*, Heer, and fern debris.\n\n**CLAY.**—Dark. Some broken lignite. Graduates into sand at the base.\n\n**SAND.**\n\n**CLAY.**—Tough. Light lead-colour. Contains lenticular patches of sand, and, at the base, much fragmentary lignite.\n\n**SAND.**—Sometimes ferruginous; in some cases cemented into a coarse grit or very fine conglomerate.\n\n**CLAY.**—Light lead-colour in the upper part, darker towards the base. Contains fragments of lignite.\n\n**LIGNITE.**—Woody, loose, very brittle. The bed ill-defined, graduating into clay at each surface.\n\n**CLAY.**—Sandy and brittle. Contains a few fragments of lignite near the base. The uppermost and lowest parts of the bed are dark, the middle lighter, in colour.\n\n**LIGNITE.**—Woody, loose, and brittle.\n\n**CLAY.**—Rather light in colour towards the top. Contains two bands of almost continuous broken lignite, one twelve, the other thirty inches above the base, the uppermost being the least persistent. The clay is not laminated; it breaks into irregular-shaped fragments, generally quite angular and with plane faces.\n\n**LIGNITE.**—The lowest part of this bed abounds, in some places, with dicotyledonous leaves; where they do not occur, the lignite is very woody.\n\n**CLAY.**—Not laminated. Light in colour. Contains fragments of lignite.\n| Beds | Thickness ft. in. | Totals ft. in. |\n|------|------------------|---------------|\n| 19   | 2 1              | 43 11         |\n| 20   | 1 2              | 45 1          |\n| 21   | 3 4              | 48 5          |\n| 22   | 2 0              | 50 5          |\n| 23   | 1 0              | 51 5          |\n| 24   | 1 0              | 52 5          |\n| 25   | 6 2              | 58 7          |\n| 26   | 2 1              | 60 8          |\n| 27   | 11 1             | 71 9          |\n| 28   | 5 9              | 77 6          |\n| 29   | 3 2              | 80 8          |\n| 30   | 1 0              | 81 8          |\n| 31   | 8                | 82 4          |\n| 32   | 11               | 83 3          |\n| 33   | 2 2              | 85 5          |\n| 34   | 10               | 86 3          |\n| 35   | 2 2              | 88 5          |\n| 36   | 1                | 88 6          |\n| 37   | 1 11             | 90 5          |\n| 38   | 4                | 90 9          |\n| 39   | 10               | 91 7          |\n| 40   | 1 0              | 92 7          |\n| 41   | 1 6              | 94 1          |\n| 42   | 9                | 94 10         |\n| 43   | 9                | 95 7          |\n| 44   | 6                | 96 1          |\n| 45   | 7                | 96 8          |\n| 46   | 9                | 97 5          |\n| 47   | 1 4              | 98 9          |\n| 48   | 7                | 99 4          |\n\n**CLAYS OF BOVEY TRACEY, DEVONSHIRE.**\n\n- **LIGNITE.**—Contains much clay in almost continuous bands.\n- **CLAY.**—Laminated. Brittle. Rich in fragments of lignite.\n- **LIGNITE.**—Hard. Brittle. Broken. Contains a few seeds.\n- **CLAY.**—Dark. Rather brittle. Coarsely laminated.\n- **LIGNITE.**—Contains much clay.\n- **CLAY.**—Dark. Brittle. Contains a few portions of lignite.\n- **LIGNITE.**—Contains patches of dark clay. Seeds, flat in form, occur in the uppermost portion. The base is commonly a mass of large leaf-like forms and fronds of ferns; the former are Dr. Croker’s “flabelliform leaves”*.\n- **CLAY.**—Light drab colour. Extremely rich in fossil stems, leaves, and fruits of *Sequoia Couttsiae*, seeds of various kinds, and dicotyledonous leaves. An almost continuous band of broken lignite occurs at the base of the bed.\n- **SAND.**—Quartzose. Very coarse in the uppermost part, but becomes gradually finer towards the base. Contains somewhat large lenticular patches of clay. Ferruginous stains and bands are common.\n- **CLAY.**—Light colour. Near the top it is somewhat sandy.\n- **CLAY.**—Dark. Contains a considerable number of fragments of lignite.\n- **LIGNITE.**—Rather brittle. Not very woody. Contains ferns.\n- **CLAY.**—Very dark. Some broken lignite.\n- **LIGNITE.**—Very woody, tough, and extremely hard.\n- **CLAY.**—Dark lead-colour. Contains broken lignite.\n- **LIGNITE.**—Very woody and rather tough. Contains seeds.\n- **CLAY.**—Dark lead-colour. Contains pieces of lignite lying at all angles to the plane of the bed.\n- **LIGNITE.**\n- **CLAY.**—Very dark lead-colour. Very brittle. Rich in pieces of lignite; the thickness of the bed somewhat variable.\n- **LIGNITE.**—Woody, and rather tough.\n- **CLAY.**—Readily falls into fragments, which generally have plane, but sometimes curved surfaces. Contains pieces of lignite.\n- **LIGNITE.**—This bed is very uniform in thickness, and well-defined at each surface. Very compact and rather tough. Contains a few seeds. One specimen of *Sequoia Couttsiae* was found here.\n- **CLAY.**—Dark. So brittle as to fall in pieces at the least touch. Contains pieces of lignite.\n- **LIGNITE.**—Extremely brittle. The bed is somewhat irregular in thickness and obscure in definition.\n- **CLAY.**—Lead-colour.\n- **LIGNITE.**—Irregular in thickness. Occasionally intersected by veins of clay, commonly at right angles to the plane of the bed.\n- **CLAY.**—Dark. Fragments of lignite very abundant.\n- **LIGNITE.**—Very compact and tough. Abounds in seeds.\n- **CLAY.**—Dull lead-colour in the upper part, changing into a darker hue towards the base; the upper band is tougher than the lower; the latter contains many pieces of lignite.\n- **LIGNITE.**—Compact. Contains seeds, and a few young circinate fern-fronds.\n\n* Quart. Journ. Geol. Soc. vol. xii. p. 354.\n| Beds | Thickness | Totals |\n|------|-----------|--------|\n|      | ft.       | in.    |\n| 49   | 10        | 100    |\n| 50   | 1         | 0      |\n| 51   | 9         | 101    |\n| 52   | 3         | 102    |\n| 53   | 7         | 102    |\n| 54   | 2         | 3      |\n| 55   | 10        | 105    |\n| 56   | 3         | 2      |\n| 57   | 5         | 109    |\n| 58   | 1         | 8      |\n| 59   | 4         | 111    |\n| 60   | 1         | 8      |\n| 61   | 4         | 113    |\n| 62   | 2         | 4      |\n| 63   | 6         | 116    |\n| 64   | 1         | 3      |\n| 65   | 3         | 117    |\n| 66   | 1         | 4      |\n| 67   | 2         | 119    |\n| 68   | 1         | 4      |\n| 69   | 2         | 120    |\n| 70   | 3         | 121    |\n| 71   | 1         | 121    |\n| 72   | 4         | 0      |\n\n**Clay.**—Rather light lead-colour. Somewhat tough. Contains pieces of lignite smaller than usual.\n\n**Lignite.**—Compact. Very tough. Yields large slabs of \"Board Coal\"*. \n\n**Clay.**—Very dark. Contains a few pieces of lignite.\n\n**Lignite.**—Loose and soft.\n\n**Clay.**—Brown. Pieces of lignite abundant in the upper part, less so towards the base.\n\n**Lignite.**—Compact, tough, woody. Yields large slabs of \"Board Coal\" having a mottled appearance. Contains a few seeds.\n\n**Clay.**—Very dark blue. Of resinous aspect. Contained a piece of lignite six feet long and two inches broad; smaller fragments rather numerous.\n\n**Lignite.**—Very woody. Frequently has a \"charred\" appearance.\n\n**Clay.**—Blue. Brittle.\n\n**Lignite.**—Woody, \"charred\" and mottled. Contains a few seeds; none occur where the lignite appears \"charred.\"\n\n**Clay.**—Some parts blue, others dark drab.\n\n**Lignite.**—Woody, hard, brittle. Has a fracture resembling that of ordinary coal. Contains seeds.\n\n**Clay.**—Blue and dark drab.\n\n**Lignite.**—This bed consists of two bands: the upper, nine inches thick, breaks into irregularly shaped \"glassy\" pieces; the lower is very hard, light-brown, less heavy than the lignite usually is, brittle, woody, and has a fracture resembling that of ordinary coal. This band contains seeds, none of which appear in the upper. The bands graduate into one another through a thin layer of \"charred\" lignite.\n\n**Clay.**—Light lead-colour. Contains seeds, probably more than one species. One stem of *Sequoia Coultis* was found here.\n\n**Lignite.**—Very hard and compact; not quite so tough as some of the beds above it, but by no means brittle; possesses traces of the \"charred\" character.\n\n**Clay.**—Lead-colour. Resinous in aspect. Contains numerous pieces of lignite.\n\n**Lignite.**—In all respects like the 64th bed.\n\n**Clay.**—Resinous appearance.\n\n**Lignite.**—In all respects like the 64th and 66th beds.\n\n**Clay.**—Very brittle, laminated, and resinous in aspect.\n\n**Lignite.**\n\n**Clay.**\n\n**Lignite.**—Termed by the workmen the \"Last Bed\"†.\n\nIn order to ascertain whether the succession and characters of the beds are the same in other parts of the pit, two other sections were made, also in the southern wall, one about 460, and the other 680 feet eastward from the first. The results are given below.\n\n* So named from having an appearance resembling \"deal boards.\"\n† This section is exhibited in Plate LIII.\nSection 2, of the Bovey Deposit, in the south wall of the \"Coal-pit,\" 460 feet eastward from Section 1. Dip $12\\frac{1}{2}^\\circ$ towards S. $35^\\circ$ W. (magn.).\n\n| Beds | Thickness | Totals |\n|------|-----------|--------|\n|      | ft. in.   | ft. in. |\n| 1    | 6 2       | 6 2    |\n| 2    | 4 10      | 11 0   |\n| 3    | 7 10      | 18 10  |\n| 4    | 10 5      | 29 3   |\n| 5    | 9         | 30 0   |\n| 6    | 1 7       | 31 7   |\n| 7    | 1 5       | 33 0   |\n| 8    | 2 0       | 35 0   |\n| 9    |           |        |\n| 10   |           |        |\n| 11   |           |        |\n| 12   | 1 3       | 36 3   |\n| 13   | 4         | 36 7   |\n| 14   | 2 1       | 38 8   |\n| 15   | 6         | 39 2   |\n| 16   | 2 2       | 41 4   |\n| 17   | 1 0       | 42 4   |\n| 18   | 1 9       | 44 1   |\n| 19   | 1 2       | 45 3   |\n| 20   | 1 2       | 46 5   |\n| 21   | 2 5       | 48 10  |\n| 22   | 1 3       | 50 1   |\n| 23   | 10        | 50 11  |\n| 24   | 9         | 51 8   |\n| 25   | 5 10      | 57 6   |\n| 26   | 3 6       | 61 0   |\n| 27   | 1 7       | 62 7   |\n| 28   | 6         | 63 1   |\n| 29   | 3 9       | 66 10  |\n\nSANDY CLAY.—With angular and subangular stones; the upper six inches peaty soil, in which the stones also occur.\n\nCLAY.—Contains some fragments of lignite.\n\nSAND.—Quartzose and ferruginous.\n\nCLAY.—In some parts sandy and of a buff colour, in others dark with vegetable débris. Much fragmentary lignite.\n\nLIGNITE.—Woody and brittle.\n\nCLAY.—Dull lead-colour.\n\nLIGNITE.—A matted mass of débris of Sequoia Couttsiae and ferns.\n\nCLAY.—Light drab. Roughly laminated. Contains broken lignite.\n\nDo not occur in this section.\n\nCLAY.—In some parts black with vegetable matter, in others light drab; the former most prevalent.\n\nLIGNITE.—Much broken.\n\nCLAY.—Light drab. Much broken lignite near the top.\n\nLIGNITE.—More compact than in the higher beds.\n\nCLAY.—Dull lead-colour. Somewhat resinous aspect. Broken into fragments having more or less curved surfaces.\n\nLIGNITE.—Contains dicotyledonous leaves.\n\nCLAY.—Dark drab colour. Much broken into angular fragments. Contains pieces of lignite.\n\nLIGNITE.—Contains a considerable quantity of clay, in almost continuous bands.\n\nCLAY.—Rich in fragments of lignite.\n\nLIGNITE.—Compact.\n\nCLAY.—Dull drab colour.\n\nLIGNITE.—Much broken; the fragments having well-defined clay-stained surfaces.\n\nCLAY.—Light drab. Broken. Resinous in aspect.\n\nLIGNITE.—Contains patches of clay. Ferns and the so-called \"flabelliform leaves\" occur near the base.\n\nCLAY.—Light drab. Rich in stems, leaves, and fruits of Sequoia Couttsiae.\n\nSAND.—Quartzose and ferruginous. Contains lenticular patches of clay.\n\nCLAY.—Light colour.\n\nCLAY.—Dark colour.\n\nThe nature of the ground prevented the second and third sections being satisfactorily continued below the 29th bed. There is reason to believe, however, that the still lower beds are uniform in character and order throughout the pit.\n\nIn the third section the materials comprising the various beds will be named without remark, since those which agree numerically agree very closely geologically.\nSection 3, of the Bovey Deposit, in the south wall of the \"Coal-pit,\" 680 feet eastward from Section 1, and 220 feet from Section 2. Dip $12\\frac{1}{2}^\\circ$ towards S. $35^\\circ$ W. (magn.).\n\n| Beds | Thickness | Totals |\n|------|-----------|--------|\n|      | ft.       | ft.    |\n| 1    | 10        | 10     |\n| 2    | 1         | 11     |\n| 3    | 12        | 24     |\n| 4    | 2         | 26     |\n| 5    |           | 26     |\n| 6    | 1         | 27     |\n| 7    | 1         | 29     |\n| 8    |           |        |\n| 9    |           |        |\n| 10   |           |        |\n| 11   |           |        |\n| 12   | 1         | 31     |\n| 13   | 10        | 32     |\n| 14   | 2         | 34     |\n| 15   | 1         | 35     |\n| 16   | 3         | 38     |\n| 17   | 2         | 40     |\n| 18   | 2         | 42     |\n| 19   | 2         | 44     |\n| 20   | 6         | 45     |\n| 21   | 3         | 48     |\n| 22   | 1         | 49     |\n| 23   | 11        | 50     |\n| 24   | 6         | 50     |\n| 25   | 5         | 55     |\n| 26   | 3         | 59     |\n| 27   | 10        | 59     |\n| 28   | 7         | 60     |\n| 29   | 3         | 63     |\n\nSandy Clay.—With angular and subangular stones.\n\nClay.\n\nSand.\n\nClay.\n\nLignite.\n\nClay.\n\nLignite.\n\nDo not occur in this section.\n\nOn comparison, it will be found that the 9th, 10th, and 11th beds of Section 1—the first and last being sand and the second clay—do not occur in either of the other two sections, and that in Section 3 another clay-bed is also missing. This last is supposed to be the 8th, but it would probably be difficult to determine between it and the 12th. It is possible, moreover, that the bed numbered 12 in the third may represent both the 8th and 12th of the two other sections. The same numbering has been retained in all the sections to facilitate comparison.\n\nThe total thickness of the missing beds amounts to no more than about 5 feet; the fact, however, that they are not present may be significant. It amounts to this: by removing 460 feet further into the ancient Bovey lake (for such I assume the area to have been)—460 feet further from its ancient shore, that shore being the granitic region of Dartmoor,—we leave behind two thin beds of sand, which do not reappear when we advance 220 feet further in the same direction.\nEliminating these beds, we have no sand in the series below the uppermost bed of lignite (No. 5) excepting No. 27, which occurs in all the sections, and, indeed, constitutes a marked feature in the deposit as exposed at the \"Coal-pit.\" It is 133 inches thick in the first section, no more than 19 in the second, and dwindles to 10 inches only in the third; but no bed is more continuous or better marked: its comparatively bright colour catches the eye, and indicates its presence along the entire length of the excavation. It attains a still greater thickness in the western wall of the pit. Between the first and third sections it forms an inclined plane 680 feet long and 123 inches high; or base : height = 8160 : 123 = rad : tan 52°; so that, great as the attenuation is, it merely produces a gradient of 1 in about 66, or an inclination of less than one degree.\n\nThe sections show that a similar eastward diminution of thickness characterizes the 28th bed.\n\nThis attenuation, like the thinning out of the beds previously mentioned, (which, it may not be out of place to remark, is in the direction of the Strike of the deposit,) is probably an indication, were one needed, that the detrital layers were formed at the expense of the Dartmoor granite.\n\nThe sections agree in naturally dividing themselves into three parts or series, viz.—\n\n1st. The bed No. 1, of Sandy Clay, containing angular and subangular stones.\nNo stones of any kind were met with below this.\n\n2nd. The beds from the 2nd to the 27th, both inclusive, composed of sand, clay, and lignite.\n\n3rd. All the beds below the 27th, consisting of clay and lignite only*.\n\nIt appears that that portion of the age of the deposit, which is represented by the first (that is, lowest) forty-five beds was unmarked by the deposition of sand within that area. Forty-four beds of lignite and clay, having an aggregate thickness of upwards of 47 feet, succeed each other alternately in regular unbroken order; the next bed, however (28th in the sections), instead of being a mass of vegetable matter, as was due, is a second bed of clay, and, in the first section, of unequalled thickness; this is followed by a thick bed of sand, the first which presented itself. Clearly some change must have occurred. Had the accumulated deposit so far shallowed the waters of the ancient lake? Had it conveyed its western margin so far eastward, that sand was to be henceforward deposited in the area hitherto appropriated to clay, instead of further west as heretofore? If so, it might have been expected that the change would have been less sudden. No sand whatever had previously occurred. Moreover, on this hypothesis it is reasonable to suppose that sand would have been largely deposited in future, instead of which the old order (of clay and lignite alternately) is continued for eighteen additional beds, increasing the depth of the deposit by nearly 40 feet; indeed, omitting the two arenaceous beds (9th and 11th) which occur only in the first section, we have no more sand until the uppermost bed of lignite in the sections had been formed. In no instance does the lignite rest on or support sand, but always clay.\n\n* See Plate LIII.\nAlmost all the clay-beds contain fragments of lignite, which are commonly, at least approximately, parallel to the plane of stratification. One or two exceptions to this were met with, the most marked being that of the 35th bed, where they occur at all angles to that plane.\n\nThough when first dug the clay is not generally characterized by lamination, exposure to the atmosphere, in most cases, develops this quality.\n\nFossils were found in only fifteen of the beds, namely, one of clay and four of lignite in the second series, and one of the former and nine of the latter in the third or lowest. It is only necessary to particularize the 7th, 25th, 26th, and 46th beds.\n\nThe 7th is chiefly remarkable as being a mat composed of fragments of the coniferous tree *Sequoia Couttsiae*, Heer, and of the fern *Pecopteris lignitum*, Gieb.\n\nThe 25th is that in which the so-called \"flabelliform leaves\" chiefly occur; a few were also met with in the 17th bed. Professor Heer has identified them as the rhizomes of ferns. Some of them were fully 5 feet in length, but too brittle to be got out entire. In most cases the large specimens have a curved outline. The lowest three inches of the bed is commonly a mat of fragmentary fronds of the ferns *Pecopteris lignitum* and *Lastrea stiriaca*, Ung.,—the first being the most prevalent. Above this lie the rhizomes, in a continuous band about 6 inches thick. Though these bands generally preserve a well-marked separation, they sometimes inoculate, but never so as to show whether the fossils were parts of the same plant. The uppermost portion of the bed consists of slabs of \"board coal\" of great length, and of a width indicating the existence of trees (probably *Sequoia Couttsiae*) fully 6 feet in diameter. Bodies occur in this bed having the appearance of roots, with rootlets passing into the clay below. Mr. Keeping reported one such \"root\" having a part of the stem of a tree still attached to it, the latter being almost perpendicular to the plane of stratification. The lignite in this stratum not unfrequently presents a fretted aspect, as if from some kind of corrosive action; in these cases it is crossed by cracks or fissures of variable width, having rugged walls, and filled with yellow ochre.\n\nThe 26th is the most important bed in the series, being rich in both the number and the variety of its fossils. The lowest six inches contain a large number of dicotyledonous leaves, most of them crushed and valueless; occasionally, however, nests or patches of such leaves occur in a better condition. A few twigs of *Sequoia Couttsiae* are also found in this lowest band; whilst quite at its base are numerous branches of the same plant, measuring in some instances 3 feet in length and from a quarter of an inch to 4 inches wide. In most cases the large specimens are extremely brittle.\n\nThe next fifteen inches constitute a middle band, containing some *Sequoia*-débris and a considerable number of crushed leaves, the latter suggesting the idea that they had been deposited on a very uneven surface. A thin layer of \"charred\" lignite, several feet in length, was found in the middle of this band.\n\nThe remaining part of the bed (the uppermost four inches) abounds in seeds of various kinds; but it is chiefly marked by remains of *Sequoia*. It is not too much to say that\nevery museum in the world might readily be supplied with thousands of specimens of this plant from this band. It is represented by branches, twigs covered with leaves, fruits (sometimes, but more frequently not, attached to the twigs), and seeds. A few dicotyledonous leaves occur here also.\n\nThough most abundant in this bed, the *Sequoia* occurs also in the 7th, 40th, and 63rd—that is, the highest and lowest beds which have yielded fossils. The Bovey deposit evidently represents but one flora.\n\nThe 46th bed yielded a very large number of small seed-vessels (*Carpolithes nitens*, Heer), which, like those described by Dr. Hooker, in 1855, under the name of *Folliculites minutulus*, but which Professor Heer has identified as *Carpolithes Websteri*, Br., are \"thickly strewed over the surfaces of the laminae of lignite, and slightly imbedded in them as if the latter had been soft when the deposit was formed. They lie in all directions, but always on their flat surfaces\"*. They are by no means confined to this bed, though more abundant in it than elsewhere.\n\nNothing resembling the cone of *Pinus sylvestris*, described by Dr. Hooker, was found during our exploration. But for its complete \"carbonization and bituminization,\" I should believe that it belonged to a neighbouring bog, mentioned by several writers, \"from which have been taken, several feet below the surface, many trees of the fir kind; several 18 inches in diameter, together with pine-nuts, but no coal\"†.\n\nIn some of the lower beds, close-fitting joints not unfrequently occur in the lignite, the surfaces of which (rarely planes) have a high polish: the workmen call such pieces \"glassy;\" and the term aptly expresses the character. They also call them \"slides,\" believing them to be \"Slickensides.\" There do not appear to be any \"faults\" in the beds at the pit.\n\nIt has already been stated that the lignite often has a \"charred\" appearance; and indeed it is somewhat difficult to believe that it has not ignited spontaneously; nor are we without facts which give some support to this opinion. It is well ascertained that the combustion so prevalent in the heaps of refuse is spontaneous, and the lignite beds are sometimes found to be on fire in the tunnels or \"ends.\" Mr. Divett, writing me on this question, says, \"Some ten or twelve years since, I found a fire raging in an 'end' at the western extremity of the pit, which had been abandoned for some months. I enclosed the main western 'end' with a dam of timber and clay, in the hope of extinguishing the fire, but only succeeded in checking it. This part of the pit was buried by a run of clay from the north for many years, and was excavated again about twelve months since, when the fire was still burning. It is now again buried by 'run' sand. I have never doubted that this ignition was spontaneous.\" Mr. Hatchett, however, who gave much attention to the chemistry of the lignite, was of opinion that there was no evidence of true combustion‡.\n\n* Quart. Journ. Geol. Soc. vol. xi. p. 566.\n† Mr. Scammell, in Parkinson's 'Organic Remains,' vol. i. Letter 12, p. 129.\n‡ Trans. Linn. Soc. vol. iv. p. 141, &c.; also Philosophical Transactions for 1804, Part I. p. 396, &c.\nNewly exposed surfaces of the laminae of the lignite are sometimes more or less covered with stellate crystals of selenite. Their beauty is very striking, and is enhanced by contrast with the dull dark surface on which they lie; unfortunately it is by no means durable; the stars first lose their brilliancy, after which many of them disappear altogether.\n\nFragmentary pieces of lignite occasionally occur in the \"coal-beds\" as well as in the clay; some of them are perfectly flat slabs, of various sizes, having sides and ends as true and angular as if they had been something more than rough-hewn in a carpenter's shop. Others have an appearance resembling stranded drift-wood; I found a well-marked piece of this character in the 72nd bed.\n\nThe flattened form which the \"board coal\" commonly assumes is by no means confined to the lowest beds; it is as characteristic of the 5th, or uppermost, and of that portion of it which most nearly reaches the surface, as of any bed in the pit sections. As pressure must be regarded as essential to this flatness, though probably not its sole cause*, it seems impossible to avoid the conclusion that much of the superior portion of the deposit has been removed by denudation. It must not be supposed, however, that all samples of \"board coal,\" taken from any one bed, are equally flattened. Examples occasionally present themselves, of portions of stems and branches, in which the original curvature of outline is not entirely obliterated—the transverse section distinctly showing the rings of annual growth converted into ellipses of great eccentricity. Good instances of this have been met with in the lowest beds.\n\nThe stones so abundant in the \"Head,\" or uppermost division of the pit sections, are sufficient to show that it was formed under conditions dissimilar to those which produced the two lower series. Moreover, it lies unconformably on them. Nowhere in the excavation do the lignite and interstratified beds reach the surface; they are cut off at distances varying from 3 to 7 feet below it, as is shown in Plate LIII.\n\nIt has already been stated that the stones of the \"Head\" are generally angular or subangular; occasionally, however, some occur that are much rounded. They vary in size, from blocks upwards of a foot in mean diameter to pieces not larger than hazelnuts. On Bovey Heathfield they are fragments of granite, metamorphic rock, carbonaceous grit, and trap, with a very few of flint and chert. The two last increase in number eastward—that is, with increased proximity to the Cretaceous district,—and in some localities are even more abundant than other detritus.\n\nIn no instance have I found or heard of limestone-fragments on the Bovey Heathfield. A transporting current from the north or north-north-east seems to be required to meet the facts of the case. Were it not for the samples of flint and chert, a movement from the west or north-west, or even south-west, might have supplied the materials. No agent progressing from any part of the compass between the north-east and southwest, through south, could have furnished the granite-blocks or failed to transport large quantities of limestone-débris. On the whole I incline to a transportation from a\n\n* See Hatchett in Philosophical Transactions for 1804, Part I. p 397.\nnortherly direction, rather east than west of true north,—that is, a current, or other agent, moving in a line nearly at right angles to that in which the sands and clays of the true Bovey beds travelled from Dartmoor—a fact, concurring with those previously mentioned, in favour of a great chronological interval between the \"Head\" and the deposit it covers.\n\nNor are we without organic evidence of the lapse of time between these formations. During our exploration at Bovey, I had an opportunity of examining and measuring a section made by workmen digging clay, in the \"Head,\" on the Heathfield, about a quarter of a mile east of the pit. The results were as below.\n\n**Section 4, of the \"Head\" at Bovey Heathfield.**\n\n| Beds | Thickness | Totals |\n|------|-----------|--------|\n|      | ft.       | ft.    |\n| 1*   | 6         | 6      |\n| 2    | 2         | 3      |\n| 3    | 3         | 6      |\n| 4    | 4         | 10     |\n| 5    | unknown   |        |\n\n- **PEAT.**\n- **SAND.—Fine, white, quartzose.**\n- **CLAY AND SAND.—In separate masses, but not distinctly stratified. The clay more abundant than the sand.**\n- **CLAY.—Very white.**\n- **SANDY CLAY.—With angular and subangular stones.**\n\nSome time afterward we found a considerable number of dicotyledonous leaves, lying in the white clay, nine feet below the surface of the plain, and immediately below them lay some large roots. Professor Heer assigns the leaves to a period much more modern than that represented by the lignite-beds, yet to one characterized by a \"colder climate than Devonshire has at the present day,\" thus confirming Mr. Godwin-Austen's opinion, that the \"Head\" belongs to the \"period prior to the most recent change of climate\"†. The position of the leaves is indicated in fig. 1, which is drawn on the scale of 0·2 inch to 1 foot.\n\n---\n\n* The beds in this section and in those which succeed, do not represent those which bear the same numerals in the pit sections.\n\n† Geol. Trans. 2nd Series, vol. vi. p. 437, &c.\nThough in the pit section No. 1 the 5th is the highest, and the 72nd the lowest bed of lignite, it would manifestly be unsafe to conclude that no higher or lower beds exist; and indeed Mr. Divett, in a letter on this point, says, \"In a shaft sunk 135 fathoms south of the pit\" (i.e., in the direction of the dip of the beds) \"I had, in 99 feet sinking, some good beds of coal. When we ceased to sink we had, I believe, some six or seven fathoms between us and the top of the uppermost bed of lignite in your sections.\" This estimate, as to the depth at which the \"5th\" bed would have been cut, is fully borne out by the dip of the beds and the distance of the shaft, if we assume that no \"fault\" exists in the interval and the dip remains constant. On both these points we have direct confirmatory evidence for the distance of sixty-three fathoms south of the pit, as subterranean workings have been carried so far, \"by driving down the dip,\" and show that the beds exist in unbroken continuity and uniform inclination; that is, the beds have been followed to a depth of 80 feet below the bottom of the \"Coal-pit.\"\n\nThough the workmen have named the 72nd the \"last bed,\" it is no more than an expression of the fact that it is the last or lowest they work. That there are still lower beds is certain, since Mr. Divett says, \"I sank a shaft about 13 feet\" (below the bottom of the pit) \"and cut two tolerable beds of coal.\" The workmen speak of still earlier and deeper borings, and state that thin layers, or \"shells,\" of lignite were found separated by thick beds of \"muddy clay.\" Omitting these traditions, however, we are now in possession of the following figures. The 72nd, or \"last\" bed is, at the western end of the pit, about 100 feet vertically below the surface of the plain; or, measured at right angles to the plane of stratification, we have, to the base of this bed, a thickness for the deposit of 125 feet*; the pit beds have been followed 80 feet lower, and lignite has been cut 13 feet below the so-called \"last\" bed; giving an aggregate of 218 feet, inclusive of the \"Head,\" or upwards of 35 fathoms for the true Bovey deposit; exclusive of the beds mentioned by Mr. Divett as occurring in his shaft 135 fathoms south of the pit, and irrespective of the facts that the bottom has certainly not been reached, and that there are sufficient reasons for believing, as I shall now proceed to show, that denudation has swept away very much of the superior portion of the formation.\n\nThough no trace of a \"fault\" exists at the pit, one has been detected a short distance east of it. \"It runs,\" says Mr. Divett, \"about N.E. and S.W., crossing close to the old engine-shaft\" (56 fathoms east of the pit). \"I drove towards it in many places, and always found the 'coal' fail and replaced by hard and wet 'deadly' clay. At one place I drove further and cut into a bank of sand full of water, which ran into the shaft and 'starved' the pump for some time. I never got through the sand, and had great difficulty in keeping it out of the shaft. This was at about 80 feet from the surface. The section of the beds in the\" (old engine-) \"shaft is identical with those in the pit.\" The accompanying diagram (fig. 2) may serve to illustrate the foregoing facts. Let the surface of the paper represent a horizontal plane, on the level of the bottom of the coal-\n\n* See Section 1, page 1024.\npit, at its eastern end, about 80 feet below the surface. Let A B be a portion of a tunnel, or \"working,\" on that level, on the eastern side of the pit, running, about N.E.\n\nFig. 2.\n\nand S.W., near and parallel to the plane of the \"fault.\" C the old engine-shaft, 56 fathoms east of the pit. D and F various places at which Mr. Divett drove horizontally from the eastern side of the tunnel. In doing so he \"always found the coal fail and replaced by hard and wet 'deadly' clay;\" at F he \"drove further, and cut into a bank of sand;\" in fact he seems here to have cut through, but elsewhere into, a dyke composed of heterogeneous materials; beyond which he encountered a bed of \"sand full of water;\" doubtless the 13th bed in the following section (No. 5), which, it will be seen, exists at the required depth (\"80 feet below the surface\"*).\n\nMr. Divett proceeds to say, \"About 70 fathoms east of the shaft, I bored, in 1855, 99 feet, when I obtained the following section.\"\n\nSection 5. 70 fathoms east of the Fault on Bovey Heathfield (furnished by J. Divett, Esq.).\n\n| Beds | Thickness | Totals |\n|------|-----------|--------|\n|      | ft.       | in.    |\n| 1    | 13        | 0      |\n| 2    | 11        | 0      |\n| 3    | 4         | 0      |\n| 4    | 2         | 0      |\n| 5    | 6         | 0      |\n| 6    | 3         | 6      |\n| 7    | 4         | 6      |\n\n* Gravels and Clays.—(\"Head.\")\n* Sand.\n* Black Clay.\n* \"Deadly Ground.\"\n* Sand.\n* Clay.\n* Sand.\n\n* See Plate LIV.\nI learn from the workmen, that the 13th bed of sand was \"full of water,\" like that encountered by Mr. Divett, and that it gave them great trouble by running into the boring whenever the instrument was withdrawn.\n\nThe foregoing section is situated, from the first three, as nearly as possible in the direction of the Strike of the formation. It has a depth about the same as the pit at its western end, where a vertical line cuts 27 \"coal\" beds having an aggregate thickness of nearly 36 feet; instead of the solitary layer of 2 inches only in the Table just given. Those beds are known to exist, in unbroken continuity, along the entire length of the western tunnel and the coal-pit, and onwards to the old engine-shaft, a distance of nearly half a mile; here they suddenly cease and their place is supplied by a series of beds having the characteristics of the uppermost portion of the second division of the pit sections. The contrast of the two will be seen in Plate LIV.\n\nThere can be no doubt that these facts are evidence of a great fault; that the beds on the east of it are an upper portion of the Bovey deposit, preserved, through the intervention of a vertical displacement of at least 100 feet, from the denuding action which swept it away on the west, after it had, by its pressure, assisted to flatten the timber in the uppermost stratum of lignite at present existing there; and that this denudation occurred before the deposition of the \"Head,\" since this is found covering the deposit alike, without considerable variation in its thickness, on each side of the \"fault.\" It will be understood that it is by no means intended to intimate that this is the only fault in the Bovey formation; the occurrence of beds of lignite, near the surface, in various parts of the Heathfield, renders it probable that there is, at least, another. Nor is it meant to express the opinion that the \"Head\" itself may not have lost much by denudation; so far as they are at present understood, certain facts seem to imply that it may have suffered much in this way.\n\nThough the neighbourhood of Bovey was necessarily regarded as the head-quarters of the formation, it was felt to be desirable that some attention should be given to certain other localities, in various parts of the basin, where clay-pits exist.\n\nThe clay-works at Aller, in the parish of Abbotskerswill, adjacent to the road from Torquay to Newton, and about two miles from the latter, have been abandoned some years. Lignite seems to have been found there in considerable quantity. Samples of\n\n* This section is exhibited in Plate LIV. (eastern section).\nit, shown me by one of the old workmen, displayed the common woody character so usual at Bovey, but no traces of leaves or other fossils. There appear to have been seven distinct beds of lignite alternating with as many of clay, the latter from 2 to 4 feet thick. Of the former, the lowest were the most compact, and were from 3 to $3\\frac{1}{2}$ feet in thickness, whilst the upper ones were thinner and contained a considerable admixture of clay. The whole were covered, unconformably, with gravel to the depth of 20 feet.\n\nClay is largely dug at the Decoy, in the parish of Woolborough, about half a mile south-west of the Newton railway station. In an artificial dyke, or water-course, two beds of lignite, separated by a layer of black clay, are well exposed. The entire cutting is about 10 feet deep, the uppermost three feet being coarse gravel surmounted by a thin layer of peat. The larger stones in the gravel are commonly flint and chert, the smaller are partly, perhaps mainly, Dartmoor débris. Beneath this are the Bovey beds dipping towards north $80^\\circ$ East, at an angle of $60^\\circ$ at the top and $50^\\circ$ at the bottom, the beds having somewhat curved surfaces. The western, or lowest bed of lignite is 9 feet thick, the eastern 6 feet, and the intermediate clay about 5 feet; the whole lies between clay similar to the interstratified bed. Further west, or still lower, is a valuable bed of \"pipeclay,\" whilst on the eastern side is a good bed of the black, or \"potter's clay.\"\n\nThough we spent some days seeking fossils here, the only things found were two small bodies, probably seeds, and one undoubted twig, with leaves, of *Sequoia Couttsiae*. The latter, though a very inferior specimen of this fossil, is valuable as a link of identification between the lignite of the Decoy and that of Bovey Tracey.\n\nConsiderable quantities of both white and black clay are also excavated in the parish of Kingsteignton, about two miles north of Newton, very near the eastern margin of the deposit. I measured the following section in one of Mr. Whiteway's \"black pits.\"\n\n**Section 6, of the Bovey Deposit near Kingsteignton.**\n\n| Beds | Thickness. ft. in. | Totals. ft. in. |\n|------|-------------------|---------------|\n| 1    | 15 0             | 15 0          |\n|      | \"Head,\" consisting of angular and subangular flint, chert, and Dartmoor débris. |\n| 2    | 2 8              | 17 8          |\n|      | Clay.—Black. \"Not Saving.\" |\n| 3    | 1 6              | 19 2          |\n|      | Clay with Lignite. |\n| 4    | 4 0              | 23 2          |\n|      | Clay and Sand.—Contains root-like portions of lignite. |\n| 5    | 4 0              | 27 2          |\n|      | \"Shovel\" Sand.—Thickness variable. |\n| 6    | 8 0              | 35 2          |\n|      | Clay.—Black. \"Saving.\" |\n| 7    | 3 0              | 38 2          |\n|      | Clay.—Black. \"Short.\" Thickness variable. |\n| 8    | 12 0             | 50 2          |\n|      | \"Bottom\" Clay.—\"Saving.\" |\n| 9    | Thickness unknown.| Sand.         |\n\nThe workmen denominate the clay \"Saving\" or \"Not Saving,\" according as it has or has not a commercial value. Sand so loose as to be capable of removal by the use of a spade or shovel only, is termed \"Shovel\" Sand. Clay but slightly plastic is spoken of as \"Short;\" and \"Bottom\" Clay expresses the fact that no argillaceous deposit, having commercial value, is found below it.\n\nNone of the workmen appear to have found or heard of anything in the shape of\ngravel at the base of the clay series*. Sometimes, but not frequently, small, well-rounded, smooth quartz pebbles, about the size of a common pea, occur in the best clay; and mundic is said to be not uncommon.\n\nThe dip of the beds at this pit is about $8^\\circ$ towards N. $50^\\circ$ W. It is said to vary somewhat both in amount and direction, but is generally less northerly than the above. As at the Decoy, the white clay underlies the black.\n\nThough lignite occurs here, it is less abundant than in either of the other areas which have been mentioned; from the report of the workmen, however, it is occasionally found, especially in the pits more removed from the margin of the deposit, in larger bodies than in the section just given. Our search for fossils was altogether without success.\n\nAt the suggestion of Dr. Falconer, and also of Sir Charles Lyell, it was decided to submit the collection of fossils, which we had made at Bovey, to Professor Heer of Zürich, in the hope that he would succeed in extracting from them their chronological secret. Accordingly, the necessary arrangements having been made by Sir Charles Lyell, I sent him all the drawings of the fossils, prepared by Mr. Fitch of Kew, together with a large and, so far as I could judge, characteristic series of the specimens themselves, and in a short time had the gratification of learning that he had determined forty-five species of plants, of which forty-one were from the lignite series and four from the \"Head,\" the former being decidedly of the lower miocene age, whilst the latter were much more modern.\n\nThough, when he subsequently reached this country, Professor Heer failed to detect, in the remainder (the bulk) of the collection, any species which he had not previously seen, he was more fortunate at Bovey; where, in the few days he was able to devote to the deposit, he added nine new species of fossil plants to the list, and, by the discovery of an insect, Buprestes Falconeri, detected the first evidence of animal life which has been exhumed there.\n\nFrom the decision just mentioned, it appears that the Bovey lignites are the contemporaries of the \"Hempstead Beds\" in the Isle of Wight, first discovered by the late lamented Professor Edward Forbes in 1852, and described by him in the following year†. Though their discoverer always regarded them as Upper Eocene, they have recently been grouped amongst the Lower Miocene‡; this, however, is a question of classification; wherever they find a resting-place, the Bovey beds must accompany them, since they are on, or very near, the same horizon.\n\nThe ancient miocene lake of Devonshire which we have been considering, must have been of great depth; the lowest figures mentioned in an earlier page give at least 35 fathoms, whilst, if to this we add those obtained from the \"fault,\" it amounts to fully 50 fathoms; indeed the clay-workers assert that their borings sometimes amount to quite this depth. The present surface of the plain, however, is, at the pit, no more\n\n* See Mr. Godwin-Austen, in Trans. Geol. Soc. 2nd Series, vol. vi. part 2, p. 448; also Sir H. De la Beche, in his 'Report,' p. 257.\n\n† Quart. Journ. Geol. Soc. vol. ix. p. 259, &c.\n\n‡ Sir C. Lyell's 'Supplement' to the fifth edition of his 'Manual,' p. 6, &c., 1857.\nthan 15 fathoms above the ordinary level of spring-tide high water, so that the bottom of the lake would be at least 35 fathoms below the level of the sea. Yet, says Professor Heer, and apparently on unimpeachable data, \"it was a fresh-water lake.\" The country, then, must have stood at a much higher level than at present, or a barrier existed between the lake and the sea. Unless, however, there have been very local changes of level, the former hypothesis is disposed of by the fact that the Hempstead beds are of fluvio-marine origin, and must therefore have been formed at a level much below that which they at present occupy. A barrier, then, must have existed somewhere in the present tidal estuary of the Teign, over which the surplus waters of the lake passed to the ocean, or which, by its superior height, caused the waters to find an outlet in Torbay. Judging from the physical features of the two valleys leading from Newton to the English Channel, one by Teignmouth and the other by Torquay, the former is far more likely than the latter to have been the course followed.\n\nThe period represented by the Bovey beds must have been of considerable duration. So far as the strata themselves show, it was, in the district under consideration, one of great tranquillity. A long series of beds, alternately vegetable matter and fine clay, succeed each other in scarcely interrupted order; the three intruded arenaceous layers probably mark nothing more than a somewhat increased velocity in the current, or river, which conveyed the detritus of the granite hills of Dartmoor into the area of deposition, but which, instead of being permanent, was as short-lived as it was unusual.\n\nThe late investigations at Bovey, then, have been so far successful that they have settled the vexed question of the age of the deposits occurring there,—added forty-nine species to the fossil flora of this country, of which twenty-six are new to science,—recognized the first traces of animal life which the deposit has yielded,—detected another British fragment of the miocene page of the earth's history, which, until 1857, was supposed to be totally unrepresented in England,—taken us back to a remote period when the slopes of Devonshire were clothed with a luxuriant subtropical vegetation,—and separated, by a wide chronological hiatus, the lignite and associated beds from the gravels overlying them—a hiatus evidenced by the dissimilarity and unconformability of the two series, by a change in the direction by which detrital matter reached the Bovey area, by great vertical displacements of the lower series, followed by denudation of the consequent surface-inequalities prior to the deposition of the upper, and by the exchange of an extinct flora, requiring a high temperature, for an existing one, which is now confined to arctic and alpine regions.\n\nRemote, however, as was the earliest of the two periods thus represented, the great leading geographical features of the district were pretty much as at present. The Teign and Bovey rivers were then in existence, but instead of the latter being tributary to the former, their mouths were three miles apart, and both fell into the same deep, sluggish, fresh-water lake; occupying the site of the present Bovey plain, and guarded by Dartmoor and the other hills which still constitute the prominent characteristics of the district.\nEXPLANATION OF THE PLATES.\n\nPLATE LII.\n\nIs copied, with very slight alterations, from the twenty-sixth sheet of the Map published by the Geological Survey of Great Britain; and, like the original, is on the scale of 1 inch to a mile.\n\nPLATE LIII.\n\nIs a section of the Bovey formation, in the plane of the Dip of the beds. It is drawn, from the measurements obtained in the \"first section,\" given in the text (see p. 1022, &c.), on the scale of $\\frac{1}{18}$s., or 1 inch to 14 feet. The Dip amounts to $12\\frac{1}{2}°$, and is in the direction S. $35°$ W. magnetic. The beds in which fossils were found are those the numbers of which are placed opposite them in the margins.\n\nPLATE LIV.\n\nContains two sections of the formation, in the plane of the Strike of the beds, and is intended to show the nature of the evidence for the existence of the \"Fault.\" The scale of thickness, in each, is $\\frac{1}{20}$, or 1 inch to 10 feet; and the total depth below the surface is 99 feet.\n\nThe symbols have the same meaning in both.\n\n- $a$ is the \"old engine-shaft.\"\n- $b$. The eastern end of the \"Coal-pit;\" 56 fathoms west of $a$.\n- $c$. Mr. Divett's \"boring;\" 70 fathoms east of $a$.\n- $d$, 80 feet below the surface, is a horizontal excavation very near the engine-shaft, and opening eastward out of a \"working\" which runs parallel and adjacent to the \"Fault\" (see fig. 2).\n- $e f$ is the hypothetical plane of the \"Fault.\"\n\nWith the omission of a few unimportant local differences, the western section represents the ascertained succession and thickness of the beds from $a$ to nearly half a mile westward. They are probably continued much further in this direction, but are known to terminate eastward abruptly at the \"Fault,\" $e f$, immediately east of $a$. The lowest bed shown is the 62nd in the \"pit\" sections.\n\nThe eastern section is drawn from the data obtained in Mr. Divett's \"boring\" at $c$, (p. 1033,) and shows all the beds cut there. These are assumed to extend, in the same order, westward to $e f$; and though no excavations have been made at the surface in the intermediate space, the assumption is by no means gratuitous, since a bed of sand, having the same characters and at the same depth below the surface, has been met with both in the \"boring\" $c$ and the excavation $d$.\n\nThough the existence and situation of the \"Fault\" has been well ascertained, the angle which its plane ($?e f$), makes with the horizon is not so well known. In the absence of complete evidence on this point, it has been thought best to draw it at right angles, more especially as the evidence, so far as it goes, is to that effect.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108859.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 24,
    "total-input-tokens": 38414,
    "total-output-tokens": 17302,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2945,
        2
      ],
      [
        2945,
        6494,
        3
      ],
      [
        6494,
        10036,
        4
      ],
      [
        10036,
        13335,
        5
      ],
      [
        13335,
        17560,
        6
      ],
      [
        17560,
        20790,
        7
      ],
      [
        20790,
        23874,
        8
      ],
      [
        23874,
        26183,
        9
      ],
      [
        26183,
        29372,
        10
      ],
      [
        29372,
        32706,
        11
      ],
      [
        32706,
        35916,
        12
      ],
      [
        35916,
        39215,
        13
      ],
      [
        39215,
        41215,
        14
      ],
      [
        41215,
        44605,
        15
      ],
      [
        44605,
        46088,
        16
      ],
      [
        46088,
        48706,
        17
      ],
      [
        48706,
        52193,
        18
      ],
      [
        52193,
        55478,
        19
      ],
      [
        55478,
        58861,
        20
      ],
      [
        58861,
        61484,
        21
      ],
      [
        61484,
        61484,
        22
      ],
      [
        61484,
        61484,
        23
      ],
      [
        61484,
        61484,
        24
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108859",
    "title": "The Lignites and Clays of Bovey Tracey, Devonshire",
    "authors": "William Pengelly",
    "year": 1862,
    "volume": "152",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 24,
    "jstor_url": "https://www.jstor.org/stable/108859"
  }
}