{
  "id": "e2af855f54eba1b2d8c15950ab6332c24d2678cd",
  "text": "water, which they fetch wholly from Springs, whereof the Country is so full, that there is not a house but hath one nigh the door.\n\nAdvertisement concerning the Quantity of a Degree of a Great Circle, in English measures.\n\nSome while since an account was given* concerning the Quantity of a Degree of a great Circle, according to the tenour of a printed French Discourse, entitled De la Mesure de la Terre. The Publisher not then knowing what had been done of that nature here in England, but having been since directed to the perusal of a Book, composed and published by that known Mathematician Richard Norwood in the year 1636, entitled The Seaman's Practice, wherein, among other particulars, the compass of the Terraqueous Globe, and the Quantity of a Degree in English measures are deliver'd, approaching very near to that, which hath been lately observ'd in France; he thought, it would much conduce to mutual confirmation, in a summary Narrative to take publick notice here of the method used by the said English Mathematician, and of the result of the same; which, in short, is as follows:\n\nA. 1635 the said Mr. Norwood, Reader of the Mathematicks in London, observ'd, as exactly as he could, the Summer-Solstitial Meridian Altitude of the Sun in the middle of the City of York, by an Arch of a Sextant of more than five foot radius, and found it to be $59^\\circ 33'$. And formerly (vid. A. 1633.) he had observ'd the like Altitude in the City of London near the Tower to be $62^\\circ 1'$. Whereupon he actually measured, for the most part, the way from York to London with Chains, and where he measur'd not, he paced it, (wherein, he saith, through custom he usually came very near the truth;) observing all the way he came, with a Circumferentor, all the principal Angles of position or windings of the way, with a competent allowance for other lesser Windings, Ascents and Descents; not laying these down by a Protractor after the usual manner, but framing a Table much exacter and fitter for this purpose; as may be seen in the English book itself. And by this Method and Measure he found the Parallel of York from that of London to be $9149$ chains, every chain being six poles or ninety nine feet, $16\\frac{1}{2}$ English feet to a Pole. Now, these $9149$ Chains being equal to $2^\\circ 28'$ (the aforesaid Latitude between those two Cities) a little calculation makes it appear, that one Degree of a Great Circle, measured on the Earth, is $367196$ of our feet, numero rotundo $367200$, or $22254$ Poles; which make $556$ Furlongs and $14$ Poles,\n14 Poles, or $69\\frac{1}{2}$ English miles and 14 Poles; 8 Furlongs to a mile, and 40 Poles to a Furlong. Which being compared to that measure of a Degree, which is deliver'd in the above-mention'd French Discourse, will be found to come very near it, they finding 73 miles fere, at 5000 feet to an English mile, which make 365000 feet; whereas the $69\\frac{1}{2}$ English miles and 14 Poles, found by Mr. Norwood, amount to 367200 feet, reckoning 5280 feet to an English mile, as the true measure of it is; whence the difference between these two measures appears to be no more than 2200 feet, which is not half an English mile by 440 feet.\n\nIf any one desire to know further the whole Circumference, as also the Diameter and Semidiameter of the said Terraqueous Globe, according to this measure, he will easily find,\n\nThe Circumference to be $25056$ fere.\nThe Diameter, $7966$\nThe Semidiameter, $3983$\n\nObservations made of the late Solar Eclipse on the first of June, 1676. ft.v.\n\nOne, by Francis Smethwick Esquire, as followeth:\n\nNitium defectioonis Westmonasterii h.7. 50'. post med. noctem\nFinis, h 9. 54\\(\\frac{3}{4}\\). S Junii 1. 1676.\n\nTotius Eclipsis duratio, hora 2. 4\\(\\frac{1}{2}\\).\n\nTempus observatum fuit cum horologio oscillatorio, vibrante minuta secunda, & correeto per observationes. Tubus adhibitus fuit bone nota, pedum 7\\(\\frac{1}{2}\\).\n\nThe other, by Mr. Colson at Wapping, near London, as followeth;\n\n| Temp. juxta horol. oscill. | Phases | Solis alt. | Tempus correct. |\n|---------------------------|--------|------------|----------------|\n|                           |        |            |                |\n| h.                        | o      | 22.46      | 7.36           |\n| 7.34.50                   |        | 33.10      | 7.38.40        |\n| 7.39.10                   | dig.   | 33.30      | 7.40.48        |\n| 7.50.40                   |        | 7.51.51    | Tubo optico estim. |\n| dub. 8. 8.34              |        | 8.         | Tubo optico mensur. |\n| 8.17.25                   |        | 8.18.36    |                |\n| 8.27.10                   |        | 8.28.21    |                |\n| 9.39.1                     |        | 9.40.      | Tubo estim.     |\n| 9.43.1                     |        | 9.44.      |                |\n| 9.48.1                     |        | 9.49.      |                |\n| 9.54.25 non finita        |        | 9.55.36    |                |\n| 9.55.55 finita            |        | 9.57.6     |                |\n| 4.26.5 Solis alt.         |        | 4.26.56    |                |\n| 4.28.58                   |        | 4.29.52    |                |\n| 4.31.21                   |        | 4.32.16    |                |",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101716.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 1648,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2563,
        2
      ],
      [
        2563,
        5244,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101716",
    "title": "Advertisement Concerning the Quantity of a Degree of a Great Circle, in English Measures",
    "authors": null,
    "year": 1676,
    "volume": "11",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101716"
  }
}