{
  "id": "2585888ace9d04580c1052c5c4280ed94fd94489",
  "text": "VI. A Synopsis of the Calculation of the Transit of Mercury over the Disk of the Sun, the 25th of October 1743. by Mr. John Catlyn.\n\nRead Nov. 25. 1742.\n\nTHE Equal Time of the true & at Greenwich.\n\nThe Equation of Natural Days add\n\nApparent Time of the true &\n\nAt which time the true Place of the Sun and of Mercury seen from the Earth.\n\nThe Geocentric Latitude of Mercury\n\nThe Elongation in 5 Hours (i.e.) the 2½ immediately preceding and following the &\n\nThe Difference of Latitude in the same time\n\nTherefore the Angle of the apparent Way of & with the Ecliptic\n\nAnd the Distance of their Centres at the time of their nearest Approach\n\nAnd the Motion of Interval between that and the &\n\nAnd the hourly Motion of Mercury in his Path over the Disk of the Sun\n\nD H 11 Oct. 24. 22 15 58\n\n16 11\n\nOct. 24. 22 32 9\n\nm, 12 36 44\n\nSouth. 9 37\n\n29 16\n\n4 24\n\n8 33 CO\n\n9 31\n\n1 26\n\n5 55½\n\nH h 2\n\nAnd\nAnd the Motion of the $\\frac{1}{2}$ Duration from the first to the last exterior Contacts of the Limbs\n\nAnd the Motion of the same for the interior Contacts\n\nHence, the Time of the Interval from the $\\delta$ to the Middle of $\\frac{1}{2}$ the exterior Transit\n\nof $\\frac{1}{2}$ the interior Transit\n\nHence,\n\nThe first exterior Contact of the Limbs\n\nThe first interior Contact\n\nThe nearest Approach of the Centres, or Middle\n\nThe last interior Contact\n\nThe last exterior Contact, or End of the Transit\n\nThis Computation is made from Tables * which give the ascending Node of Mercury at the Time of this Transit $6' 17''$ too forward, according to the Result of very accurate Observations made of that in the Year 1723, by Dr. Halley, Dr. Bradley, and Mr. Graham. Therefore making the Calculation with this Correction of the Place of the Node, the Times of the several Circumstances of the Transit will be as follows:\n\n* Philosophical Transactions, No 386.\nThe first exterior Contact . 8 29 21 Oct. 25, in\nThe first interior Contact . 8 31 05 the Morning.\nThe nearest Approach of the Centres . . . . . 10 46 6 ing.\nThe last interior Contact . . 1 01 7 Afternoon.\nThe last exterior Contact . . 1 02 51\n\nThis Transit may be very aptly compared with that which happened on the 24th Day of October 1697*; as happening at the End of a remarkable Period in Mercury's Motion, by which he is nearly in the same Situation, with respect to the Sun, at every Completion of it. Dr. Halley in his Series of Moments, in which Mercury is joined to the Sun, &c. (published in the Philosophical Transactions, No 193.) makes the Middle of this Transit at 11' past Six in the Morning the 24th Day, or the 23d Day at 18h 11' p.m. and the Distance of the Centres of the Sun and Mercury 10' 04''.\n\nIt may not be amiss to examine and compare these Numbers by such Observations as were made of this Transit, and may be depended on, and thereby to collect the Difference between Computation and Observation; and whatever Error arises in Excess or Defect by a proper Application to the Transit of 1743, it is imagined, will foretel it with a greater Degree of Exactness, than a Calculus from any Theory whatsoever.\n\nThere was only the Egress of Mercury in the Transit of 1697, capable of being observed in Europe†;\n\n* Mean Period 46 Years 1d 5h 43' 42''.\n† Flamstead's Hist. Coelest. Lib. II. Fol. 32.\nwhich was done at Nuremberg in Germany, by Mr. Wurtzelbaur, and at Paris by Monsieur Cassini: At Greenwich Clouds prevented it. At Nuremberg Mr. Wurtzelbaur observed Mercury to go off of the Disk of the Sun* at $8^h\\ 45\\ \\frac{1}{2}\\ \\text{mane}$ about $73\\ \\frac{1}{2}$ Degrees from the Vertex of the Sun to the Right Hand; and Monsieur Cassini observed the same accurately at $8^h\\ 10'\\ 24''\\ \\text{mane}$; therefore from the known Difference of Meridians of these Places, the Egrees must have happened at Greenwich at $8^h\\ 1'\\ \\text{mane}$.\n\nThe Observation of Mr. Wurtzelbaur will greatly avail at coming at the Duration of the Transit. It is mentioned, that Mercury left the Limb of the Sun $73^\\circ\\ 30'$ from his Vertex to the Right. Now at that time at Nuremberg, the Angle of the Ecliptic with the Vertical passing through the Sun's Centre, was $42^\\circ\\ 3'\\ 5''$; therefore the last Point of Contact on the Sun's Limb was observed $31^\\circ\\ 26'\\ 55''$ from the Ecliptic to the South, and consequently his Latitude was $8'\\ 28''$ South at that time.\n\nTo find the Point on the Sun's Limb of the Ingress, in order to come at the Duration of the Transit, we must be beholding to Computation, and the Theory of Mercury's Motion: I have therefore, from the Tables from which the above Times of the Transit of 1743 are drawn, carefully computed his Motion along his Path crossing the Disk of the Sun, and find that he moved along it after the Rate of $5'\\ 53''\\ \\frac{1}{4}$ in an Hour, and the Difference of Latitude in 5 Hours $4'\\ 21''$, and his Elongation $29'\\ 7''$: Therefore the Angle of his\n\n---\n\n* Vertex to the Right, it says, a Nadir Solis ad dextras; but it is a manifest Mistake, as any one upon Trial may find.\nvisible Way was $8^\\circ 29' 50''$, which, doubled, and added to $31^\\circ 26' 55''$, gives $48^\\circ 26' 35''$, his Distance, on the Limb of the Sun from the Ecliptic also to the Southward at his Ingress on it; therefore the nearest Approach of his Centre to that of the Sun was $10' 19''$, and the Length of the Path run during the Transit $25' 14''$, and consequently the time of running it $4^h 17'$, the half of which $2^h 8' \\frac{1}{2}$, subtracted from $20^h 1'$, the End of the Transit at Greenwich, gives the Middle there at $17^h 52' 30''$, earlier by $18' \\frac{1}{2}$ than the Series of Moments, &c. give it.\n\nNow as the said Series makes the Middle of the Transit of 1743, at $11^h 2' \\text{ mane}$, and as it corresponds with that of 1697; and the Computation of that is $18' \\frac{1}{2}$ too late by the Series of Moments, &c. it may be reasonably expected, that the same Computation for this of 1743 will be so much too late too; and if so, the Middle may be put down at $43' \\frac{1}{2}$ past $10$, or $44'$ at farthest, October 25th in the Forenoon.\n\nBy Computation from the Tables above-mentioned, with the Correction of the Node, I make the Distance of the Centres at the nearest Approach in 1697, to be $10' 33''$, but by the Observations of Mr. Wurtzelbaur it turns out only $10' 19''$, less by $14''$. Should therefore their Distance in 1743 computed in the same manner at $9' 10''$ be as much diminished, the Duration of the Transit will be protracted no less than $5' 24''$, and the first Contact will be $2' 42''$ earlier, and the last so much later, than the Times above-mentioned for them.\n\nN.B. In the Computation of the Transit of 1743, the Semidiameter of the Sun is supposed $16' 14'' \\frac{1}{2}$, and that of Mercury $4'' \\frac{1}{2}$; but in that of 1697, have taken\ntaken Mercury's only $3''\\frac{1}{2}$, imagining the precise Moments of the first and last exterior Contacts are not observable; but that the Ingress is seen some little time later, and the Egress sooner, than the true times thereof. I have all along spoke of the Motion of Mercury, without mentioning that of the Sun, whereas, in Reality, it is that of them both jointly; but as we may suppose the Sun to stand still during the Transit, it will then be considered as the apparent Motion of Mercury alone for that Time.\n\nVII. A Letter from Mr. Robert Campbell of Kernan, to Dr. Mortimer, Secr. R.S. concerning a Man who lived Eighteen Years on Water.\n\nSIR,\n\nDec. 1. 1742.\n\nTHOUGH unknown, at the Request of Mr. Malcom, I trouble you with an Account of the extraordinary Abstinence of John Fergusson, a Native of the Paroch of Killmellfoord in the Shire of Argyle.\n\nAbout 18 Years ago he happened to overheat himself on the Mountains, in Pursuit of Cattle, and in that Condition drank excessively of cold Water from a Rivulet, near by which he fell asleep; he awaked about 24 Hours after in a high Fever: During the Paroxysm of the Fever, and ever since that time, his Stomach loaths, and can retain, no kind of Aliment, except Water, or clarified Whey, which last he uses but seldom, there being no such thing to be had by Persons",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104173.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10608,
    "total-output-tokens": 2591,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        890,
        2
      ],
      [
        890,
        1845,
        3
      ],
      [
        1845,
        3264,
        4
      ],
      [
        3264,
        4996,
        5
      ],
      [
        4996,
        6799,
        6
      ],
      [
        6799,
        8129,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104173",
    "title": "A Synopsis of the Calculation of the Transit of Mercury Over the Disk of the Sun, the 25th of October 1743. By Mr. John Catlyn",
    "authors": "John Catlyn",
    "year": 1742,
    "volume": "42",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/104173"
  }
}