{
  "id": "d2dfc1fa711764b457a7ce22028d4b276fb25e8c",
  "text": "and flash'd. A dry substance, affirm'd to have continued shining two years, flash'd. Seemed to partake of the odor of Sulphur and of Onions. It fired Gunpowder first warmed. And a White paper, held a considerable distance over Coals. To which are added some Experiments on the Phosphorus Baldwinii in vacuo, and in the open Air.\n\nTo these are added Mr. Gallet's Apparatus for observing ⊙ in ⊙, and his observations of 4 Spots in ⊙; contained in a Letter to Mr. Cassini. Mr. Cassini's reflexions hereon. And his further discoveries about the motion of Jupiter upon its own Axis, and several new Appearances of that Planet. Together with Mr. Hally's Observat. of ⊙ sub ⊙. Three Southern Stars never visible in England. And the 2 Nubecula, called by Saylors, the Magellanick Clouds; in a Letter to Sir Jonas Moore.\n\nThe Second Part is called Microscopium. In which, two Letters from Mr. Lewenhoek, containing further Observations of the little Animals, of several kinds, bred in Water, after the infusion of Pepper. Likewise of the Particles of Blood, Milk, Phlegm, Gums dissolved and precipitated. The manner how the same were also seen at the Meetings of the R. Society. As also how to find the figure and texture of Animal and vegetable parts. A description both of double and single Microscopes; and how they are to be used. Of the like little Animals (as above) bred upon steeping other Grains in Water, as well as Pepper.\n\nHereto is added a Relation of the Symptoms following the slipping of a Leaden-bullet into the Wind-pipe of a certain person, and there sticking till his death, which hapned not before some years after. Together with what was observable in his Lungs upon Dissection; in a Letter from Mr. James Young, an experienced Chirurgeon in Plimouth.\n\nTo the whole Book are added Five Tables of Figures, An Advertisement of the Monthly continuation of the Mechanick Exercises; by Mr. Joseph Moxon.\n\nThe Ingenious Author having begun and continued his three first Months Exercises on Smithery: in these three next, he gives an account of Joynerly.\n\nIn the first, a description of some Tools. Then of Setting the Iron. Of the Joynter. The Strike Block. The Smoothing Plain. Rabbet Plain. The Plow. Molding Plains. Grinding and Whetting.\ning the Edg-Tools, Of Forms, The Paring-Chissel, Skew Former, Mortise-Chissel, The Gouge.\n\nIn the second; Of the Square. Of Plaining and Trying a piece of Stuff square. To frame two quarters Square one into another. The Miter Square. The Bevil, Miter-Box. The Gage, the Piercer, Gimblet, Augre, Hatchet. Of Saws in general. Particularly of the Pit-Saw.\n\nIn the last; Of the Whip-Saw, The Hand-Saw, The Frame-Saw, and Tenant-Saw. The Compass-Saw. The Rule, Compasses, Glew, and Glewing. The Waving Engine. Wanscoting of Rooms. Together with an Alphabetical Table of Terms used among Joyners, and their Explanation.\n\nThe Author hath also given the Figures of all their Tools. At the end of the last Mechanical Exercise (vid. Numb.6.) the Author giveth notice of a new Invention. Which I think fit likewise here to do, in his own words, as follows.\n\nHere is invented by the Right Honourable the Earl of Castlemain a new kind of Globe, called (for distinctions sake) the English Globe; being a fix'd and immoveable one, performing what the Ordinary ones do, and much more, even without their usual Appendancies, as Wooden Horizons, Brazen Meridians, Vertical Circles, Horary Circles, &c. For it composes itself to the Scite and Position of the World, without the Mariners Compass or the like Forein help; and besides, other useful and surprizing operations (relating both to the Sun and Moon, and performed by the Shade alone,) we have by it not only the constant proportion of Perpendiculars to their Shades, with several Corollaries thence arising, but also an easy new and most compendious way of describing Dials on all Planes, as well Geometrically as Mechanically, most of which may be taught any one in few hours, though never so unacquainted with the Mathematicks.\n\nTo this is added on the Pedestal a Projection of all the appearing Constellations in this Horizon, with their Figures and Shapes. And besides, several new things in it differing from the common Astrolabe (tending to a clearer and quicker way of operating) the very Principles of all Steriographical Projections are laid down and Mathematically demonstrated, as is every thing else of moment throughout the whole Treatise.\n\nThese Globes will be made and exposed to Sale about August next (God willing) against which time the Book for its use will also be printed, and sold by Joseph Moxon on Ludgate-Hill at the Sign of the Atlas.\n\nLondon,\nPrinted for John Martyn, Printer to the Royal Society, 1678",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101805.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 1236,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2249,
        2
      ],
      [
        2249,
        4717,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101805",
    "title": "An Advertisement of the Monthly Continuation of the Mechanick Exercises; by Mr. Joseph Moxon",
    "authors": "Joseph Moxon",
    "year": 1677,
    "volume": "12",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101805"
  }
}