{
  "id": "031b52965bf278de476602417414ba878e07c550",
  "text": "IV. Extracts of Two Letters from Dr. John Lining, Physician at Charles-Town in South Carolina, to James Jurin, M.D. F.R.S. giving an Account of Statical Experiments made several times in a Day upon himself, for one whole Year, accompanied with Meteorological Observations; to which are subjoined Six General Tables, deduced from the whole Year's Course.\n\nSouth-Carolina, Charles-Town, Jan. 22. 1743.\n\nSIR,\n\nRead May 19. 1743.\n\nTHAT candid and generous Principle which so universally possesses the Breasts of all true Friends to physical Literature, disposing them to give Assistance and Advice, even to such of the Illiterati who shew a Disposition of Inquiry after Truth; and that eminent Character you do justly bear in the Learned World; were sufficient Arguments with me, to lay before you, as a Specimen, one of my Meteoro-Statical Tables: The Favour of your Opinion of the Method I have observed, will be most acceptable.\n\nI began these Experiments the First of last March, and have continued them ever since, with the Loss only of a few Days; and propose to continue them till the Year is finished, afterwards shall make them a few Days in every Month, and as constantly as possible in epidemic Seasons.\n\nS f f 2 What\nWhat first induced me to enter upon this Course, was, that I might experimentally discover the Influences of our different Seasons upon the Human Body; by which I might arrive at some more certain Knowledge of the Causes of our epidemic Diseases, which as regularly return at their stated Seasons, as a good Clock strikes Twelve when the Sun is in the Meridian; and therefore must proceed from some general Cause operating uniformly in the returning different Seasons.\n\nKeil, indeed, has obliged the World with his Statistical Experiments, but these his extensive Practice made less perfect than he could have wished, having many deficient Days, and he seldom gives the diurnal Perspiration. Had these been carried on with all the Constancy possible, they could not have so clearly demonstrated the Changes made in the Animal Economy, in the several Seasons, as would a Course of such Experiments made in our Clime, where those Influences are in a much more eminent Degree; and where the Excursions from Heat to Cold are very considerable, and often sudden, I having seen 30 Degrees Difference in 24 Hours by Fahrenheit's Thermometer.\n\nSanctorius, it is true, lived in a warm Climate, and has deduced many useful Aphorisms from his Experiments; but then he has not left us the Experiments themselves: Hence we are not only deprived of the Authorities from whence he deduced his Aphorisms, but likewise of a long-continued Series of Experiments; from whence the Changes induced upon the human Frame, in the different Seasons, might have experimentally appeared.\n\nFrom\nFrom the Histories of the Air and epidemic Diseases, we learn what Constitutions of the Air are productive of certain Diseases: Were we, however, once furnished with a Course of Statical Experiments of one whole Year, together with the History of the Weather, we, probably, might have more distinct Views of the Nature of the Diseases themselves, by knowing experimentally the Changes produced in our Constitutions, disposing us to such and such Diseases, in certain Periods of the Year.\n\nTo these Tables I likewise would have added an Analysis of a little of my own Blood and Urine, in every Month, with the Blood’s Cohesion, could I have got the Instruments: But that I propose afterwards to do, if I can get the same Kind which Dr. Langrish analysed the Blood, &c. with, and an Instrument exactly the same with his, for measuring the Blood’s Cohesion.\n\nThe Method I have observed in the Tables is this:\n\nI weigh myself twice every Day, once in the Morning immediately after I rise, and again before I go to Bed at Night. As in July 1. my Weight at 6½ a.m. was lib. 165. 13. 0. at 10 in the Night was 167. 5. 4. &c. Twelve Ounces was the Quantity of Urine excreted from 6½ in the Morning, to 10½ that Night: And 9½ Ounces was the Urine from 10 p.m. of the First Day, to 7½ in the Morning of the Second Day. The Figures placed in the next Column, directly opposite to these Quantities of Urine, express the Quantity perspired in the same Space of Time; e.g. 68 Ounces and 3 Drachms was perspired betwixt 6½ a.m. and 10½ p.m. in the First Day, and 23½ Ounces the Quantity\ntity perspired from $10\\frac{1}{2}$ p.m. of the First Day, to $10\\frac{3}{2}$ a.m. in the Second Day.\n\nThe Number of Pulses I take in the Morning, and immediately before I go to Bed at Night.\n\nIn the Column titled *Excret. Alv.* the Quantity is in Ounces and Drachms. When the Figures are placed in the upper Part of the Column, that Excretion was in the Morning; when in the middle or lower Part of the Column, then it was in the Middle of the Day, or in the Night before Bed-time. Where 1, 2, or 3, occur in a Column, they express the Number of Stools that Day, as in July 6. there were 3 Stools.\n\nThe Figures placed in all the rest of the Columns, are in Ounces and Decimals: The Calculations I made with a Two Foot sliding Gunter's Scale.\n\nIn the Column *Urina 24 horarum*, you have the Urine of 24 Hours calculated each Day; because, as I do not always weigh at one Hour in the Morning, the Space of Time betwixt Two Morning Weighings must be unequal; whence the Difference betwixt the Quantities of each Day does not appear; as from July 1. $6\\frac{1}{2}$ a.m. to July 2d $7\\frac{1}{2}$ a.m. is 25 Hours, and the Quantity of Urine in that Time amounts to $21\\frac{1}{2}$ Ounces, which, calculated to 24 Hours, is 20.62 Ounces. In the same Manner have I calculated the Perspiration of 24 Hours.\n\nIn the Column *Urina Diurna 6 Horarum*, is the mean Quantity of Six Hours diurnal Urine calculated; as July 1. from $6\\frac{1}{2}$ a.m. to $10\\frac{1}{2}$ p.m. being 16 Hours, the Quantity of Urine in that Time is 12 Ounces; which, calculated to Six Hours, (upon Suppo-\nsition that the Urine was equally secreted in all these Hours, which we know never can be) amounts to 4.50 Ounces.\n\nIn the same Manner have I calculated the Nocturnal Urine of Six Hours, and the Diurnal and Nocturnal Perspiration of Six Hours; which serves very well in the following Columns, to shew their Differences, where they are compared together. For the Space of Time in which the Diurnal Urine and Perspiration are excreted, is much greater than that in which the Nocturnal Urine and Perspiration are excreted; whence, without comparing them together, by taking their Means in equal Spaces of Time, their Difference would not appear, as it now does in these Tables at first Inspection.\n\nIn the Column Viginti quatuor Horarum Excreta, is the whole Quantity excreted in 24 Hours, which is found out by adding together the Stools, and the Urine and Perspiration of 24 Hours by Calculation; whence the exact Quantity retained, or è contra, in every 24 Hours, appear in the succeeding Two Columns.\n\nBy these tedious Calculations, I have endeavoured, as much as possible, to prepare the Tables for Use, that just Deductions may more easily be drawn from them.\n\nIn the Columns Ciborum Quantit. & Potulentorum Quantit. the Quantities are in Ounces and Drachms. The Weights I have used are 60 grs = 1 Drachm, 8 Drachms = 1 Ounce, 16 Ounces = one Pound.\n\nThe Cloaths in which I dress before I weigh myself are taken care of, so that their Weight shall vary\nvary as little as possible in the different Changes of the Air's Humidity.\n\nIn the Summer, as Opportunity served, I weighed myself every Hour, Second or Third Hour, through the Day, to investigate the Difference of the Urine and Perspiration, in different Hours of the Day, under different Circumstances; One Table of which I now send you, in which the Urine and Perspiration are likewise in Ounces and Drachms, and is to be read together with the Account of the Quantity of Meat, Drink, and Exercise used; e.g.\n\nJuly 3d, betwixt $11\\frac{1}{4}$ and $12\\frac{1}{2}$, I drank 20 Ounces of Punch, used no Exercise, was not exposed to the Wind, and was cloathed in a Holland Jacket unbuttoned: Made in that $1\\frac{1}{4}$ Hour, One Ounce of flammeous Urine, and sweated so excessively, the Heat of the Air I sat in being 87, that both my Shirt and Jacket being wet with Sweat, was obliged to shift: Whence, though the Perspiration was, no doubt, greatly diminished by the Coldness of the wet Cloaths, towards the End of the $1\\frac{1}{4}$ Hour, yet I perspired betwixt $11\\frac{1}{4}$ and $12\\frac{1}{2}$, $14\\frac{6}{8}$ Ounces.—Having shifted, and being cloathed in a Holland Jacket and Chince Gown, was exposed, betwixt $12\\frac{3}{4}$ and $2\\frac{3}{4}$, to the Third Degree of the Wind's Force; eat $10\\frac{6}{8}$ Ounces of roasted Lamb, Bread and Shallots, drank 40 Ounces of Punch, and used no Exercise; in these Two Hours made $3\\frac{3}{8}$ Ounces of Urine, and, being exposed to the Wind, perspired only 12 Ounces, though I sweated a little all the Time, and though the natural Heat of the Air was the same as in the former Experiment.—The same Day again, betwixt $2\\frac{3}{4}$ and $5\\frac{1}{2}$, p.m. my Cloathing being the same, and using\nusing no Exercise, I drank betwixt 23 and 25 Ounces more of Punch; and the Air being cooled by the Clouds overspreading the Heavens, the Quantity of Urine was greatly increased, amounting in these $2\\frac{1}{2}$ Hours to $28\\frac{6}{7}$ Ounces; but the Perspiration was so much diminished, that the Quantity of humid Particles attracted by my Skin exceeded the Quantity perspired in these $2\\frac{1}{2}$ Hours by $8\\frac{1}{3}$ Ounces. Two more Instances of this Attraction you have in the same Table; and, no doubt, it often occurs in the Summer, and might be discovered by any who can conveniently weigh themselves every Second or Third Hour of the Day. Here there was no Waste of the Fluids, the predisponent Cause, according to Keil, of such Attraction, but Reason to suspect the contrary, by drinking so plentifully of Punch.\n\nThe Punch, or Diapente, as I have improperly called it, is made thus: Take Water 2 Pounds, Sugar $1\\frac{1}{2}$ Ounce, recent Juice of Limes $2\\frac{1}{4}$ Ounces, Rum $3\\frac{1}{2}$ Ounces. M. This is the Punch we commonly drink in the Summer; but that which we drink in the Fall and Winter is richer, having more Suggar and Rum, and less of the Acid. It is a pleasant, subacid, cooling and exhilarating Drink; and proves an excellent Diaphoretic in warm Weather, and a good Diuretic in cold Weather.\n\nThe Barometer is a common portable one; the Diameter of its Bore is about $\\frac{1}{2}$ of an Inch.\n\nThe Thermometer is Fahrenheit's; the other Thermometer is made by Thomas Heath, in London; and is divided into 90 equal Parts; 65 is the freezing Point, and 49 temperate: I suspect it to be the same with Hauksby's, and have called it so in the Tables.\nThe Hygroscope is a Whip-cord, prepared after the same Manner as that of the Society's in Edinburgh; the Difference betwixt its greatest and least Length, by their Manner of Preparation, I found to be Five Inches; for which I made an Index Five Inches long, and divided it into 100 equal Parts, the First of which is the Hygroscope's greatest Length.\n\nThese Instruments are conveniently placed on the Outside of a N.E. Window, in a large square Box, about 3 Feet broad, 6 Feet high, and 1 1/2 Feet deep; which is so constructed, that neither the Sun nor Rain can have Access to the Instruments, and is at the same time sufficiently perforated to shew the Temperature of the Air, having a great Number of large Holes, regularly placed, and passing obliquely upwards, in both Sides, and in the Front, with Weatherboards placed over each Range of Holes, so as to hang over them obliquely downwards; and has likewise a large Window in the Front, which is open from Morning to Bed-time: The Shutters of the Window are in many Places perforated obliquely upwards, that the Air may have a free Circulation through the Box, when the Window is shut at Night.\n\nIn the Column Cæli Facies, I have only taken Notice of the Sky's Appearance from the Zenith to within about 30 Degrees of the Horizon.\n\nN. Nubes. Small Rain. P. Thunder.\nOp. Opaces. \" Greater Rain. And\nOb. Obductum. \" Very great Rain.\nT. Tenues.\n\nThe Characters for Rain express the Time in which it rained, according as they are placed in the Column. When in the upper Part, it rained in the Forenoon:\nIn the middle, Rain about the Middle of the Day: In the under Part, Rain in the Evening, or Night before Bed-time; and when placed upon the Lines which divides the Days, then it rained in the Night.\n\nI have observed the same Rule with the Character of Thunder, in placing the upper Part of it \\(a\\) (\\(\\varphi\\)) in the same manner as of the Character of Rain; and likewise have placed it in that Direction, by which the Point of the Compass where the Thunder began, may be known, the Part \\((a)\\) pointing to the Place where the Thunder began, supposing the Points of the Compass to lie in the same manner in the Tables as in Maps. The numerical Figures placed upon its Left-hand, express the Degree, Violence, or Continuance of the Thunder, 4 being the greatest.\n\nOf the Wind's Force, I am obliged to judge by my Senses. Four Degrees of it being insufficient in such Experiments, I have made Eight. For a small Increase of the Wind's Force has a considerable Influence in sweeping away the Heat of our Cloaths; and, thereby cooling the Skin, diminishes Perspiration.\n\nThe Depth of the Rain is in Inches and Decimals.\n\nI make Three Observations, by these Instruments, of the Weather every Day, viz. in the Morning, and at Bed-time, at the same Hours in which I weigh myself, and the other at Three p.m.\n\n*Cubiculi Calor* is the Heat of the Room where I sleep or sit, by Fahrenheit's Thermometer; have mentioned in the Observationes Miscell. when I was exposed, in it, to the Wind.\n\nThus have I now spent near One Year, with no small Labour, Confinement, and Expence in the Loss of Practice, in making these Experiments and\nCalculations; and if they will be of any Service to Mankind, of which you are the most proper Judge, shall then obtain all I had in View, in entering upon the Course. I am,\n\nSIR,\n\nYour much obliged,\nand very humble Servant,\n\nJohn Lining.\n\nSouth-Carolina, Charles-Town, April 11. 1741.\n\nSIR,\n\nNEAR Three Months ago, I sent you One Table of my Statical Experiments, as a Specimen, praying your Opinion of the Method, and if they promised any Helps towards the Advancement of the Medical Art. I will not take up your Time, in giving you the Reasons which first induced me to undertake a Course of such troublesome Experiments for One whole Year, which I have now finished: However, I presume, that a Course of such Experiments, made in a Clime where the Excursions from Heat and Cold, in the different Seasons, are very great, and the Transitions often surprisingly sudden, these Experiments, I say, made almost every Day through the Year, wherein the Day's Urine and Perspiration are distinguished from the Night's, may be of some Use in illustrating the Nature and predisponent Causes of Epidemic Diseases, which so regularly return at stated Seasons; and especially as nothing, I know of, is extant of that Na-\nNature, so complete as I have endeavoured: But of this, Sir, you are the best Judge.\n\nLest the Tables I sent you before, should be lost, I have again presumed to trouble you with this; and have sent One Table more of the Experiments, being the remaining Part of July, and likewise Six General Tables deduced from the whole Year's Course; these General Tables containing so many Corollaries deduced from the Whole, and exhibiting, at one View, the Changes made in the sensible and insensible Excretions through the whole Year, you may communicate to the Royal Society. All the Means in these Tables are calculated after your Method. I am,\n\nSIR,\n\nYour very humble Servant,\n\nJohn Lining.\n\nN. B. The Table for July would have taken up too much Room here: I therefore thought it better to insert only the general Tables, in order to give a general Idea of the whole Year's Observations, which would make a small Volume by themselves. C. M.\n\nT A B. I.\nTABULA Prima\n\nExhibet Ciborum & Potulentorum quantitatem uncialem & denariam, itemque Excretorum quorumvis summam in diebus omni mensis memoratis, in quibus Statica feci Experimenta; unde Incrementum & Diminutio ponderis humani per totum annum abunde patet.\n\n| Experiment. | Cibus. | Potus. | Urina. | Persp. | Excret. | Ingesta quam Excreta. |\n|-------------|--------|--------|--------|--------|---------|----------------------|\n| Consiciend. |        |        |        |        |         | Major Minora         |\n| Dies.       |        |        |        |        |         |                      |\n| Mart.       | 297.87 | 1282.37| 971.50 | 548.50 | 43.00   | 17.25                |\n| 12          | 332.12 | 1026.37| 793.37 | 532.37 | 46.00   | 13.25                |\n| 13          | 310.12 | 1096.12| 798.62 | 591.62 | 50.25   | 34.24                |\n| 10          | 244.75 | 854.12 | 562.37 | 506.00 | 27.87   | 2.63                 |\n| April.      | 424.25 | 1293.37| 880.12 | 816.37 | 61.00   | 39.87                |\n| 14          | 367.37 | 1431.37| 804.37 | 927.00 | 42.00   | 25.00                |\n| 14          | 318.12 | 1447.50| 739.87 | 1000.87| 52.75   | 27.87                |\n| 15          | 338.37 | 1535.87| 780.87 | 1069.50| 57.12   | 33.25                |\n| 16          | 378.37 | 1787.75| 787.00 | 1301.37| 66.50   | 11.25                |\n| 15          | 378.12 | 1614.50| 569.87 | 1387.37| 55.75   | 20.37                |\n| 15          | 398.75 | 1591.00| 823.87 | 1129.37| 50.37   | 13.61                |\n| 15          | 357.37 | 1565.62| 838.37 | 998.12 | 76.87   | 9.62                 |\n| 15          | 350.00 | 1599.25| 669.62 | 1199.00| 81.75   | 1.12                 |\n| 15          | 352.75 | 1244.50| 532.12 | 1113.75| 52.25   | 100.87               |\n| 16          | 368.62 | 1134.50| 749.00 | 642.75 | 80.37   | 31.00                |\n| 15          | 373.75 | 1123.87| 729.00 | 621.50 | 110.12  | 37.00                |\n| 15          | 413.62 | 1284.00| 981.62 | 609.37 | 64.00   | 42.63                |\n| 11          | 284.75 | 882.00 | 660.62 | 442.75 | 33.25   | 30.13                |\n| 13          | 343.25 | 1186.25| 875.12 | 555.12 | 47.25   | 52.01                |\n| 14          | 383.25 | 1285.75| 1036.75| 593.75 | 53.75   | 15.25                |\n| 15          | 357.62 | 1320.75| 958.50 | 629.75 | 50.87   | 39.25                |\n| 13          | 304.75 | 1328.37| 1069.50| 489.37 | 62.50   | 11.75                |\n| 15          | 382.00 | 1381.87| 1138.75| 563.87 | 48.62   | 12.63                |\n| 13          | 306.62 | 1244.75| 1041.37| 484.75 | 41.50   | 16.25                |\n\nT A B. II.\n| Tab. II. |\n| --- | --- | --- | --- | --- | --- | --- |\n| **Urina** | **Perspiratio** |\n| **24 Horarum.** | **24 Horarum.** |\n| Max. | Min. | Med. | Max. | Min. | Med. |\n| Mart. | 102. 20 | 33. 40 | 70. 59 | 74. 75 | 28. 00 | 43. 23 |\n| April. | 87. 50 | 36. 00 | 59. 17 | 69. 40 | 34. 00 | 47. 72 |\n| Maius | 88. 12 | 25. 25 | 56. 15 | 94. 00 | 30. 62 | 58. 11 |\n| Junius | 85. 00 | 28. 70 | 52. 09 | 106. 90 | 36. 75 | 71. 39 |\n| Julius | 92. 90 | 20. 62 | 43. 77 | 105. 00 | 51. 90 | 86. 41 |\n| August. | 76. 50 | 31. 00 | 55. 41 | 107. 00 | 38. 90 | 70. 91 |\n| Septemb. | 78. 75 | 11. 15 | 40. 06 | 130. 00 | 42. 37 | 77. 09 |\n| Octob. | 73. 40 | 22. 45 | 47. 67 | 63. 10 | 30. 20 | 40. 78 |\n| Novemb. | 99. 00 | 39. 50 | 63. 16 | 49. 30 | 29. 00 | 40. 47 |\n| Decemb. | 143. 50 | 41. 00 | 70. 81 | 56. 60 | 27. 65 | 42. 55 |\n| Jan. | 121. 00 | 39. 75 | 72. 43 | 49. 25 | 33. 10 | 39. 97 |\n| Febr. | 115. 00 | 45. 60 | 77. 86 | 46. 10 | 24. 40 | 37. 45 |\n\nTab. III.\n**TAB. III.**\n\nQuantitates mediae & Urinae & Perspirationis tum diurnae tum nocturnae, quae quovis anni mensis in paribus temporibus secernebantur, earumque ad se invicem monstrantur rationes.\n\n| Month | Urina Nocturna 6 horar. | Urina Diurna 6 horar. | Perpir. Noct. 6 hor. | Perpir. Diurn. 6 hor. | Urina Nocturna 6 hor. eff. ad Perpir. Diurn. 6 hor. | Urina Diurna 6 horar. Media. | Urina Nocturna 6 horar. Media. | Perpir. Diurna 6 horar. Med. |\n|-------|------------------------|----------------------|---------------------|---------------------|-------------------------------------------------|-------------------------------|--------------------------------|--------------------------------|\n| Mart. | 18. 35                 | 15. 10               | 10. 94              | 9. 90               | 1. 21                                           | 1. 11                          | 0. 59                           | 0. 65                           |\n| Aprilis | 16. 39                | 12. 33               | 13. 03              | 10. 24              | 1. 33                                           | 1. 27                          | 0. 79                           | 0. 91                           |\n| Maius | 13. 13                 | 15. 58               | 16. 44              | 10. 64              | 0. 84                                           | 1. 54                          | 1. 25                          | 0. 69                           |\n| Junius | 12. 13                | 15. 37               | 20. 69              | 12. 68              | 0. 79                                           | 1. 62                          | 1. 70                          | 0. 82                           |\n| Julius | 09. 02                | 14. 14               | 26. 73              | 12. 43              | 0. 63                                           | 2. 15                          | 2. 96                          | 0. 88                           |\n| August | 12. 41                | 17. 02               | 21. 32              | 10. 08              | 0. 73                                           | 2. 11                          | 1. 71                          | 0. 59                           |\n| Sept. | 10. 54                | 12. 22               | 22. 58              | 11. 07              | 0. 86                                           | 2. 04                          | 2. 14                          | 0. 90                           |\n| Octob. | 10. 33               | 14. 30               | 10. 37              | 9. 88               | 0. 72                                           | 1. 05                          | 1. 00                          | 0. 69                           |\n| Nov. | 16. 87                | 13. 88               | 10. 64              | 9. 92               | 1. 21                                           | 1. 07                          | 0. 63                          | 0. 71                           |\n| Dec. | 19. 02                | 14. 51               | 12. 03              | 8. 10               | 1. 31                                           | 1. 47                          | 0. 60                          | 0. 56                           |\n| Jan. | 21. 16                | 12. 46               | 11. 26              | 8. 22               | 1. 70                                           | 1. 37                          | 0. 53                          | 0. 66                           |\n| Febr. | 23. 19                | 13. 31               | 10. 43              | 7. 56               | 1. 74                                           | 1. 38                          | 0. 45                          | 0. 57                           |\n\n**TAB. IV.**\nVide TAB. IV. p. 506.\n\nTAB. V.\n\nQuoniam Ingestorum Quantitas in singulis alterius Tabulae Columnis multum inter se discrepat, adeo ut Excreti cujusvis Incrementum, atque Imminutio, uti ab aëris temperamento aguntur, haud liquido constet; hæc ideo subducitur Tabula, ponendo Ingestorum quovis mense vel 30 diebus Quantitatem fuisse \\( \\frac{3}{3} \\times 43 \\cdot 40 \\), qua Medium 30 Dierum \\( \\frac{3}{8} \\cdot 40 \\) exsuperat; unde Incrementum ac Imminutio Excretorum sensibilium atque insensibilium per totum Annum, sicuti a Cœli temperie, qualis in TAB. IV. exhibetur, moventur, abunde magis apparat.\n\n| Urina | Perspir. | Excret. | Pondus | Urina | Perspirat. | Ex. Alvin. |\n|-------|----------|---------|--------|-------|------------|------------|\n| Mart. | 2127. 04 | 1307. 13 | 107. 87 | 03. 36 |            |            |\n| April.| 1913. 16 | 1563. 17 | 108. 11 | 39. 04 | 213. 88    | 256. 04    |\n| Maius.| 1691. 27 | 1763. 49 | 102. 39 | 11. 75 | 321. 89    | 200. 32    |\n| Junius.| 1481. 41 | 2016. 41 | 106. 94 | 59. 36 | 209. 86    | 252. 92    |\n| Julius.| 1152. 34 | 2297. 65 | 104. 07 | 08. 66 | 329. 07    | 281. 24    |\n| Aug. | 1506. 18 | 1927. 75 | 115. 29 | 03. 82 | 353. 84    | 369. 90    |\n| Sept. | 1201. 26 | 2312. 02 | 133. 95 | 101. 94 | 304. 82    | 384. 28    |\n| Oct. | 1745. 60 | 1492. 99 | 226. 22 | 80. 56 | 544. 24    | 819. 04    |\n| Nov. | 2029. 42 | 1307. 82 | 117. 87 | 90. 29 | 283. 82    | 185. 17    |\n| Dec. | 2116. 05 | 1273. 94 | 111. 85 | 43. 56 | 086. 63    | 33. 88     |\n| Jan. | 2181. 87 | 1188. 59 | 122. 39 | 52. 55 | 065. 82    | 85. 25     |\n| Febr.| 2334. 72 | 1120. 20 | 96. 26 |       | 06. 09    | 152. 85    |\n\n[505]\nA prima deducta, Ingestorum ac Excretorum singulis mensibus unlibet mense 30 diebus, eademque Ingestorum & Excretorum diebus tionem quam singula Excreta habent ad Ingesta, Urinaque ad Per-Annun inter se invicem habent, causa pateat apertius, stationes Ba-Min. & Mediae, cum Aquae pluviae altitudine unciali & denaria\n\n|       | Cibus | Potus | Ingesta | Urina | Perspir. | Excret. Alvin. | Ingesta quam Excreta |\n|-------|-------|-------|---------|-------|----------|----------------|---------------------|\n| Mart. | 758.82 | 2762.61 | 2521.42 | 2112.66 | 1298.33 | 107.15 | 03.29 |\n| Aprilis | 724.92 | 2545.91 | 3270.83 | 1765.00 | 1442.12 | 99.74 | 36.03 |\n| Maius | 791.35 | 2746.15 | 3537.50 | 1686.92 | 1759.56 | 102.19 | 11.19 |\n| Junius | 679.21 | 3086.76 | 3765.97 | 1573.58 | 2141.86 | 113.63 | 63.10 |\n| Julius | 732.85 | 3290.52 | 4023.37 | 1207.60 | 2607.41 | 118.10 | 09.83 |\n| Aug. | 756.12 | 3856.62 | 3912.74 | 1662.25 | 2127.49 | 127.24 | 04.23 |\n| Sept. | 702.75 | 2843.75 | 3546.50 | 1201.75 | 2312.75 | 134.00 | 101.99 |\n| Oct. | 719.34 | 2187.47 | 2906.81 | 1431.19 | 1224.08 | 185.47 | 66.07 |\n| Nov. | 801.93 | 2486.72 | 3288.65 | 1882.48 | 1213.12 | 109.33 | 83.72 |\n| Dec. | 806.68 | 2746.34 | 3553.02 | 2120.66 | 1276.68 | 112.10 | 43.64 |\n| Jan. | 709.25 | 2853.48 | 3562.73 | 2192.55 | 1194.40 | 122.99 | 52.80 |\n| Febr. | 725.80 | 2818.12 | 3553.92 | 2340.30 | 1123.20 | 96.50 | 06.12 |\n| Summa Total. | 8919.02 | 33624.45 | 42443.47 | 21277.00 | 19721.00 | 1428.44 |\n\nMaj. Minor.\nQuarta.\n\ncialem & denariam Quantitatem complectitur; positis in quo hiulcis ratione, ac ubi facta fuerint Experimenta: Tum proportionem: Deinde ut rationem diversarum, quas haec per totum rometri Max. & Min. ut & Thermometri & Hygroscopii Max adjiciuntur.\n\n| Perjov. eff ad | Urina eff ad | Barometri Altitude. | Therm. Fahrenheit Altitude. | Hygroscop. Altitude. | Pluviae Quantit |\n|---------------|--------------|---------------------|-----------------------------|---------------------|----------------|\n| 1. 66         | 2. 71        | 32. 86              | 30. 40                      | 29. 60              | 80               |\n| 1. 85         | 2. 27        | 32. 89              | 30. 48                      | 29. 58              | 83               |\n| 2. 15         | 2. 01        | 34. 61              | 1. 04                       | 30. 30              | 29. 90           |\n| 2. 39         | 1. 75        | 33. 14              | 1. 36                       | 30. 28              | 29. 90           |\n| 3. 07         | 1. 54        | 34. 06              | 1. 99                       | 30. 22              | 29. 98           |\n| 2. 35         | 1. 83        | 30. 75              | 1. 28                       | 30. 25              | 29. 95           |\n| 2. 95         | 1. 53        | 26. 46              | 1. 92                       | 30. 36              | 29. 86           |\n| 2. 03         | 2. 37        | 15. 67              | 2. 85                       | 30. 50              | 29. 95           |\n| 1. 21         | 2. 71        | 30. 08              | 2. 64                       | 30. 55              | 29. 73           |\n| 1. 67         | 2. 77        | 31. 71              | 2. 60                       | 30. 58              | 29. 65           |\n| 1. 62         | 2. 98        | 28. 96              | 2. 55                       | 30. 65              | 29. 54           |\n| 1. 51         | 3. 16        | 36. 82              | 2. 48                       | 30. 63              | 29. 88           |\n\nVide Tab. V. p. 505.\n\nUuu2\n\nTab. VI.\nA quarta deducta, Ingeftorum ac Excretorum per varia anni tempora fummam, corumque ad (fe invicem rationes exhibet.\n\n| Urina est ad Perpir. | Urina. | Perpir. | Excret. | Alvin. | Pondus. | Auff. | Immun. |\n|----------------------|--------|---------|---------|--------|---------|-------|--------|\n| Ut I ad              |        |         |         |        |         |       |        |\n| Ex. Alvinae sunt ad |        |         |         |        |         |       |        |\n| Ingefta ut I ad      |        |         |         |        |         |       |        |\n| Perpiratio est ad    |        |         |         |        |         |       |        |\n| Ingefta ut I ad      |        |         |         |        |         |       |        |\n| Urina est ad Ingefta |        |         |         |        |         |       |        |\n| Ut I ad              |        |         |         |        |         |       |        |\n\n3. D.\n24. 78 Ciborum\n93. 12 Potulent.\nMedia Quantitas Quotidiana.\n117. 90 Ingeftor.\n59. 10 Urine\nMedia 24 horarum per totum annum Quantitas Quotidiana.\n54. 78 Perpir.\n3. 97 Ex. Alvin.\n9042. 92 Cibus\n33990. 05 Potus\n365 Dierum.\n4032. 97 = Ib. 2689 & 39 Ingeftorum quae fpatio unius Anni fumuntur.\n\nMedium\nMedium pondus Matutinum est ad totam Ingestorum unius anni Quantitatem ut 1 ad 15.97; & ad totum Ingestorum unius mensis ut 1 ad 1.34.\n\n\\[ \\text{Jan. } 19. . . . 177:00:4 \\quad \\text{Maximum} \\quad \\text{Pondus Matutinum.} \\]\n\\[ \\text{Oct. } 1. . . . 159:13:6 \\quad \\text{Minimum} \\]\n\\[ 17:02:6 \\quad \\text{Differentia quidem magna inter pondus Autumnale & Hyemale!} \\]\n\\[ 168:07:1 \\quad \\text{Medium pondus Matutinum.} \\]\n\nUrinæ\n\n\\[ \\text{Perspiratio} \\quad \\text{totius Anni sunt ad} \\quad 2.02. \\]\n\\[ \\text{Excreta Alvina} \\quad \\text{Ingesta ut 1 ad} \\quad 2.18. \\]\n\\[ \\text{Perspiratio totius Anni se habet ad Urinam ut 1 ad 1.08.} \\]\n\nExcretiones Alvinae totius Anni se habent ad Urinam & Perspirationem simul sumptas ut 1 ad 28.7; & ad totum Ciborum totius Anni ut 1 ad 6.24.\n\nPerspiratio minima Hyemalis per 30 Dies est ad Perspir. Max. Æstivam codem tempore ut 1 ad 2.06.\n\nUrina Minima Æstiva per 30 Dies se habet ad Urinam Maximam Hyemalem, codem tempore ut 1 ad 2.03.\n\nV. Part",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104204.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 20,
    "total-input-tokens": 30624,
    "total-output-tokens": 11562,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1225,
        2
      ],
      [
        1225,
        2792,
        3
      ],
      [
        2792,
        4364,
        4
      ],
      [
        4364,
        5935,
        5
      ],
      [
        5935,
        7391,
        6
      ],
      [
        7391,
        9142,
        7
      ],
      [
        9142,
        10830,
        8
      ],
      [
        10830,
        12384,
        9
      ],
      [
        12384,
        14008,
        10
      ],
      [
        14008,
        15219,
        11
      ],
      [
        15219,
        16165,
        12
      ],
      [
        16165,
        18817,
        13
      ],
      [
        18817,
        19787,
        14
      ],
      [
        19787,
        23519,
        15
      ],
      [
        23519,
        25197,
        16
      ],
      [
        25197,
        26708,
        17
      ],
      [
        26708,
        28766,
        18
      ],
      [
        28766,
        29997,
        19
      ],
      [
        29997,
        30984,
        20
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104204",
    "title": "Extracts of Two Letters from Dr. John Lining, Physician at Charles-Town in South Carolina, to James Jurin, M. D. F. R. S. Giving an Account of Statical Experiments Made Several Times in a Day upon Himself, for One Whole Year, Accompanied with Meteorological Observations; To Which are Sub-Joined Six General Tables, Deduced from the Whole Year's Course",
    "authors": "John Lining",
    "year": 1742,
    "volume": "42",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 20,
    "jstor_url": "https://www.jstor.org/stable/104204"
  }
}