{
  "id": "7000982af4b7d96656e06bac7f89b928726585d0",
  "text": "XXIX. An Account of the Sequel of the Case of Anne James, who had taken the Green Hemlock: In a Letter to the Rev. Thomas Birch, Secretary to the Royal Society, from Mr. Josiah Colebrooke, F. R. S.\n\nRev. Sir,\n\nRead Nov. 7, 1765.\n\nAs I did myself the honour, in December, 1763*, to communicate to the Royal Society, the good success which had attended taking green hemlock, in the cancerous case of Ann James (who had at that time taken it for more than a year), I think myself under an indispensable obligation to give the sequel of that history, by which it will appear, that the taking hemlock (tho' attended with such advantageous circumstances, and which continued for near two years) proved only palliative.\n\nIn July, 1764, I was informed, that the schirrus in the right breast (which was very small when she began to take hemlock) was encreased, and extended itself under the axilla, looked livid, oosed a little, and was painful. I desired a little blood might be\n\n* See Philosoph. Transact. vol. LIII. p. 346.\ntaken away, that she might take rhubarb or magnesia to go through her, and then pursue the same regimen with the hemlock, she had followed before.\n\nFor external application, I desired an ounce of common lead might be scraped as thin as possible, and infused in two ounces of salad oil, to be shaken daily for two or three days; when settled, to moisten a linen rag with the oil, and apply it to the part; to renew the dressing every day, and to shake the bottle every time after they had used it, that the oil might be the better impregnated with the drying quality of the lead.\n\nThat, if the pain encreased, they might use the following cataplasm, viz. Green hemlock one ounce, boiled in a small quantity of milk till tender, and then thickened with linseed meal, or oatmeal, and a little oil, and applied barely warm (over the other dressing) once or twice in a day.\n\nIn September, 1764, I saw her; she complained that her pain was rather encreased; and upon examining her breasts, found the left (of which she first complained) quite easy: in the right breast the nipple was drawn in, and the schirrus of a purple colour, but the discharge was very small. I advised her to persist in taking the hemlock, and pursuing the former regimen.\n\nIn May, 1765, I was informed that her pains were so much encreased, that she was obliged to have recourse to opiates: her breast discharged a great quantity of foetid matter, as is usual in cancers; and she ended a miserable life in September last.\n\nI hope,\nI hope, your wonted goodness will excuse my troubling you to communicate this paper to the Society; and that you will believe me to be, with great respect and esteem,\n\nRev. Sir,\n\nYour most humble servant,\n\nBudge Row,\nOct. 31, 1765.\n\nJos. Colebrooke.\n\nReceived November 30, 1765.\n\nXXX. Some Account of the Effects of a Storm of Thunder and Lightening in Pembroke College, Oxford, on June 3, 1765: In a Letter from Mr. Griffith, of the said College, to the Rev. John Swinton, B. D. F. R. S.\n\nRev. Sir,\n\nRead Dec. 10, 1765. In compliance with your request, I send you an account of the storm of thunder and lightening, which fell upon Pembroke college, on Monday, June 3rd last. You intimated to me, that some gentlemen of your learned Society had expressed a desire of seeing an authentic account of it; and you have my free leave to communicate this to them, if you think proper.\n\nVol. LV. N n In",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105465.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6180,
    "total-output-tokens": 985,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1018,
        2
      ],
      [
        1018,
        2517,
        3
      ],
      [
        2517,
        3412,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105465",
    "title": "An Account of the Sequel of the Case of Anne James, Who Had Taken the Green Hemlock: In a Letter to the Rev. Thomas Birch, Secretary to the Royal Society, from Mr. Josiah Colebrooke, F. R. S.",
    "authors": "Anne James, Josiah Colebrooke",
    "year": 1765,
    "volume": "55",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/105465"
  }
}