{
  "id": "6d03f4883954e0e4ab0d98d97a3950bc60936e09",
  "text": "AN INDEX TO THE Fifty-Fourth VOLUME OF THE Philosophical Transactions.\n\nFor the Year 1764.\n\nA.\n\nAbdalmalick, a Phœnician word. Its import, p. 423.\nAbdefussim, a Phœnician word. Its import, p. 416.\nAilments nervous, how affected by handling metals, p. 23.—By smells, 16. These effects now remedied, 18. 20.\nAin, a Phœnician letter remarked on, p. 395.\nAleph, a Phœnician letter. Its genuine form, p. 124. Remarks on, 134.\nAlphabet, Phœnician remarks on, p. 24. 134. 393.\nAlpinus, Prosper. A defence of his veracity, p. 9.\nINDEX.\n\nAmerica, a description of the American Armadilla, p. 57. Of the Cicada, p. 65. Fiery Meteors seen there, 185. See Connecticut, Cicada, Jamaica, Martinico, Meteors, Newfoundland, Philadelphia.\n\nAnak, a Phœnician word. Its import, p. 415.\n\nApproximation, an easy rule of for computing the distance of the Moon from a Zodiacal Star, by the Rev. Nevil Maskeline, A. M. and F. R. S. p. 274.\n\nArmadilla American. See America.\n\nAsthma, an account of an unusual appearance on opening the body, of one who died of that disease, by W. Watson, M. D. F. R. S. p. 239. His case described, ibid. The state of his lungs after death, 241. The causes of the disease in that case investigated, 243.\n\nAstronomers, the different ways of accounting time, in use among them, p. 344.\n\nAstronomical observations. See Observations Astronomical.\n\nAurora Australis, how rare, p. 328.\n\nBorealis, a description of a curious one seen at Warsaw, p. 98.—Another seen at Lisbon, 327.\n\nB.\n\nBam, a Phœnician word. Its import, p. 422.\n\nBarthelemy l'Abbe's, memoir on the Phœnician letters remarked on by the Rev. John Swinton, B. D. F. R. S. p. 119.—His explication of a Phœnician inscription, remarked on by the same hand, 132.—Further remarks on the same subject, by the same hand, 393.\n\nBatavia road in the East Indies. An account of the effects of lightening upon ships there, p. 293.\n\nBelemnite, a Fossil. An account of it, p. 38. Two kinds of it particularised, 40. Its shell how formed and enlarged, 44. How different from oysters &c, 45. How changed by fire, 50. What properties it has when calcined, ibid.\n\nBen, a Phœnician word. Its import, p. 415.\nINDEX.\n\nBen Coolen road in the East Indies. An account of the effects of lightening there, p. 293.\nBergman Torbern, his letter containing experiments on electricity, p. 84.\nBeth and Heth, Phœnician letters remarked on, p. 408.\nBevis, Mr. his observation of an eclipse of the moon, 17 March, 1764, p. 107.\nBitb, a Phœnician word. Its import, p. 423.\nBliss, Nathaniel Rev. M. A. Savilian Professor of Mathematics at Oxford. His observations on the eclipse of the sun, Ap. 1, 1764. p. 141.\nBorlase, William, M. A. and F. R. S. His account of the quantity of rain fallen at Mountsbay in Cornwall, p. 59. And of the weather there, ibid.\nBristol, a remarkable tide there, p. 83.\nButler, Mr. the sequel of his case from Vol. L. of these transactions, p. 15.\n\nC.\n\nCaille, Abbe de la, his sector considered, p. 351.\nCalandrini, Mr. his questions relative to an apparatus for preventing the effects of lightning, p. 202. Those questions answered by Doctor Watson, 203.\nCambridge in New England, a fiery Meteor seen there, p. 188.\nCanton, J. his letter concerning artificial lightning, p. 208. His experiments relative to the compressibility of water and other fluids, 261.\nCarinivet, Mr. his quadrant described, p. 163.\nCedar, its tar how useful in embalming, p. 12.\nCerussa, effects of in nervous disorders, p. 17.\nChances, second rule of, published in Vol. LIII. of these Transactions demonstrated, p. 296. Some deductions from thence, for the further perfection of the doctrine of chances, 310.\nCharacters, numeral Phœnician on certain coins explained, p. 136. The inference to be from thence made, 137.\nVol. LIV.\nINDEX.\n\nChatbam, a solar eclipse observed there, Ap. 1, 1763. p. 171.\nCicada, of North America described, p. 65. Its first appearance, ibid. How generated, 66, 67. General remarks upon it, 68.\nCitian inscriptions. See Inscriptions.\nCitium. See Inscriptions.\nClocks, experiments upon them, p. 349. Why useless as to settling the different forces of gravity in different latitudes, p. 381.\nCochineal Polish, described by Doctor Wolf of Warsaw, p. 91. The Polish Cochineal insect described, 92. The method of dying in Poland with that commodity, 93. How the colour thus given may be improved, 94. A further account of this material, 95.\nCoins antient Etruscan two, observations upon them by the Rev. John Swinton, B. D. F. R. S. p. 99. Their antiquity how visible, 100. The weight of one of them, 101. The weight of the other, 102. The form of the letters considered, 103. The value of these Coins how determined, 104. Their antiquity adjusted, 105.\n—Laodicean, p. 402.\n—Phœnician, p. 136.\n—Sicilian, p. 404.\n—Siculo-Punic, p. 408.\nCold, an unusual degree of, observed in Bedfordshire, Ap. 12, 1764, by Mr. Howard, p. 118.\nCollinson, Mr. F. R. S. his remarks on the Cicada of North America, p. 65.\nComet, a table of the places of that which appeared in 1764, as observed at Paris by Mr. Ch. Meßner, Astronomer at the Dépôt, of the plans of the marine of France, p. 151.\nCompressibility, of water and other fluids, p. 261: Why not such as might be supposed, 262.\nConic Sections. See Sections Conic.\n\nConjugate,\nINDEX.\n\nConjugate Hyperbola. See Hyperbola.\nConnecticut in North America, a fiery meteor seen there, p. 189.\nConnoissance, des mouvements celestes, a French almanack so called, remarked on, p. 337. See Delalande.\nConstantinople, an account of a pestilence there, by Mr. Mordach M'Kenzie, p. 69. How cured in the hospitals there, 79.\nCrane, a description of one both new and safe, p. 24. An estimation of its powers, 25. How it is to be workt, 26.\nCurves, divers properties of, demonstrated, p. 298.\nCyprus, an island invaded by the Persians, p. 426. An enquiry into the time of this invasion, 429. 430.\n\nD.\n\nDeclination,—of the magnetic needle, more accurately observed by a new instrument, p. 87.\nDe la Lande, Mr. his method of computing the equation of time remarked on, p. 337. His radical error, 346.\nDelaval, Edward, Esquire, his account of the effects of lightning on St. Brides Church Fleet-street, 18 June 1764, p. 227.\nDibden Captain, his account of the size of conductors, for preventing the bad effects of lightning in Virginia, p. 253. Why that practice was adopted there, ibid.\nDiodorus Siculus, his account of the invasion of Cyprus by the Persians, p. 426.\nDun, Samuel, Mr. his observation of an eclipse of the moon, 17 March 1764, p. 117.—Of the sun, 1 Ap. 1764, p. 114.\n\nE.\n\nEarth, her distance from the moon how found, p. 29. What her distance from the moon would be, if she\nINDEX.\n\nand the moon were both unmoveable, 32. The ratio of the quantity of her matter to that of the moon how found, 33. Remarks on this Theory, 34.\n\nEast Indies, the effects of lightning on three ships there, by Mr. Veicht, p. 284. See Bencoolen, St. George.\n\nEclipses.—Of the moon, March 17, 1764. Observed by Mr. Bevis, p. 107. By Mr. Dun, 117. By Mr. Mayer, 167. By Mr. Maskeline, 369.\n\n—Of the sun 1, Ap. 1764. Observed in Clerkenwell, 105. In Surry-street, 107. At Liverpool, 108. By Mr. Bevis, 105. By Mr. Bliss, 141. By Mr. Dun, 114. By Mr. Raper, 150. By Mr. Mayer, 169. By Mr. Murray, 171. By Jesuites at Rome, 254.\n\nEddystone lighthouse, why secure from the effects of lightning, p. 250.\n\nElasticity of the air, how different from that of water and other fluids, p. 262.\n\nElectricity, experiments of, in a letter from a Swedish gentleman, p. 84. When positive and when negative, 85. How varied by circumstances, 86. More experiments relative to it, 87.\n\nEmbalming, observations on the materials used in embalming, p. 12. The result of divers experiments made on those materials, 13.\n\nEngines of any sort, their force how estimated, p. 25.\n\nEquation of the time of noon, usefulness of in correcting astronomical observations, p. 278. The best manner of computing it, 336. How affected by the nutation of the earth's axis, 392.\n\nEffex-street, an account of the effects of lightning there, 235, 237, 238.\n\nEtruscans, how they separated their words, p. 425.\n\nEvagoras, King of Salamene. His fleet when defeated, by the Persians, p. 426.\n\nEvents contingent, probabilities of, how calculated, p. 307. Further deductions towards perfecting the rule for calculating\nINDEX.\n\nculating them, 310. A method for readily discovering where the probability lies, 316. A further improvement of that rule, 320.\n\nF.\n\nFæsula, what city it was, and where situated, p. 104, 106.\nFelton, Mr. F. R. S. concerning a singular species of wasps and locusts, p. 53.\nFerguson James, F. R. S. the description of a safe and easy crane constructed by him, p. 24. Of a hygrometer invented by him, 259.\nFire, how noxious to persons ill of the plague, p. 80.\nFlood, and ebb, the sun's force to produce it, compared with his force at the earth's center, p. 36. And with the lunar force, ibid.\nFossils, curious observations on, p. 39. See Belemnite.\nFrictions, how different kinds of, produce different sorts of electricity, p. 85.\n\nG.\n\nGanglions of the nerves. Their uses by James Johnstone, M.D. p. 177, A particular description of them, 178. Their probable uses, 179. How this doctrine is supported, 181. The errors of anatomists upon this subject, 183.\nGraham, Mr. his sector animadverted on, p. 352.\nGravity, law of, how investigated by Sir Isaac Newton, p. 29. How universal amongst all the great bodies of system, 30. Why the different forces of gravity, in different latitudes, cannot be settled by clocks, 38\n\nH.\n\nHadley, John; his letter concerning a mummy, inspected at London, p. 1.\n\nHalley\nINDEX.\n\nHalley Doctor, his observations of the latitude, and longitude of St. Helena, p. 153. Why these observations are not to be depended on, ibid.\n\nHe and Mem, two Phœnician letters. Remarks on them, p. 125. 130. 394. 399. 401.\n\nHeberden, W. M. D. his account of the effects of lightning, p. 198.\n\nHemlock, extracts of observations on them, by Michael Morris, M. D. F. R. S. p. 172. How different some of these from others, 174. How uncertain where their virtues reside, 176.\n\nHernia, an account of one in the urinal bladder, by Mr. Pott, F. R. S. p. 61. A particular description of it, 62. How an incision into it was made, 63. And how cured, 64.\n\nHeb and Beth, two Phœnician letters remarkt on, p. 416.\n\nHirst, Mr. his observations at Fort St. George, p. 155.\n\nHornby Thomas, M. A. Savilian Professor of Astronomy, at Oxford, his observation of the sun's horizontal diameter, p. 148. His account of the sun's eclipse, 1 Ap. 1764. 145.\n\nHorsley, Mr. John, his method of finding the Longitude at Sea, p. 329. By what instrument his observations were made, 332.\n\nHoward, John Esquire, F. R. S. his account of an extraordinary degree of cold in Bedfordshire, p. 118.\n\nHygrometer, a description of one invented by James Ferguson, F. R. S. p. 259. How it may be mended, 260.\n\nHyperbolas conjugate. New properties of polygones, described within them demonstrated by Mr. Waring, p. 194.\n\nHyperboloides conjugate. Properties of solids, described within them never before observed, p. 197.\n\nI. Faculator,\nINDEX.\n\nI.\n\n*Jaculator*, a fish so called, very particularly described by Albert Schloßer, M. D. F. R. S. p. 89.—By Linnæus, 90.\n\n*Jamaica*, a singular species of wasps found there, p. 53. A particular description of them, 54.\n\n*Indians*, an extraordinary disease among them, described in a letter from Mr. Oliver, Secretary of the Province of Massachusetts Bay, p. 386. How caused, 388.\n\n*Inscriptions* Citian, p. 411. 433.\n\n*Johnstone James*, M. D. his essay on the ganglions of the nerves, p. 177. See *Ganglions*.\n\n*Iron*, effects of lightning upon it. See *Lightning*.\n\n*Jupiter*, emersions and immersions of his satellites, observed at Alarm Hill St. Helena, p. 369. In St. James's Valley there, 370.\n\nK.\n\n*Koph*, a Phœnician letter. Its figure, p. 134. Its form in the earlier times, 139. How its antient form was preserved, 140. 405. 409. 433.\n\nL.\n\n*L*, a Phœnician particle. Its import, p. 421.\n\n*Lamatha*, a Phœnician word, meaning of, p. 421.\n\n*Lamed*, a Phœnician letter, animadverted on, p. 407.\n\n*Lampblack*, power of to preserve things covered by it from lightning, p. 289.\n\n*Language Phœnician*, how nearly the same with the Hebrew, p. 134. What languages are mixed with it, ibid.\n\n*Lawrence, Thomas*, M. D. his letter on the effects of lightning, 18 June 1764, p. 235.\n\n*Lemb*, a Phœnician word. Its meaning, p. 417.\n\nLetters,\nINDEX.\n\nLetters Phœnician, remarks upon them, p. 119. How like the antient Samaritan, 120. An alphabetical table of them, 135.\n\nLevant, why the plague is so frequent there, p. 76.\n\nLightning, essay on by W. Heberden, M. D. and F. R. S. p. 198. By Mr. Calandrini, 201. By Doctor Watson, 209. By Doctor Laurence, 225. By Edward Delaval Esquire, F. R. S. 227. By Mr. Wilson, 246. By Mr. Veicht, 284.—How the effects of an apparatus, to prevent it may be made visible, 225.—How it acts on buildings, p. 232. How prevented by a conductor of a sufficient size, 233. How it acts on some persons, 237. How like the electrical fluid, 247. Bad effects of too small conductors, ibid. Why conductors should not end in a point at the top, 249. How large those conductors are in Virginia, 253. See Martinico, Virginia.\n\nLinnaeus, his description of a fish called Jaculator, p. 90.\n\nLisbon, a description of an aurora borealis seen there, p. 327.\n\nLocust. See Cicada.\n\nLondon, an observation of an eclipse of the moon there, p. 107. Another, 117.—Of the sun there, 1 Ap. 1764. 107. Another 114. Another, 117.\n\n——Accounts of the effects of lightning there, 209. 235.\n\nLongitude, how found at Sea, according to Mr. Horsley, p. 327.\n\nM.\n\nMacab, a Phœnician word, import of, p. 419.\n\nMadrafs. See St. George.\n\nMagazines of powder. See Powder magazines.\n\nMatianoth, a Phœnician word, import of, p. 404.\n\nMalta, a Phœnician inscription there considered, p. 119. An explication of that inscription, 132. An analysis of\nINDEX.\n\nof it, 133. Versions of it, 424. 438. Its age settled, 426.\n\nMartinico, effects of lightning there, p. 251.\n\nMaskelyne Mr. his observations at St. Helena remarkt on, p. 153. How he settled the horizontal parallax of the sun there, 154. His rules for computing the effects of refraction and parallax, 163.—For computing the distance of the moon from a star, 274. His account of divers trials for finding the longitude at Sea, 332. His remarks upon Mr. Delalandes doctrine of the equation of time, 336. His observations at St. Helena, 349. In the West Indies, 389.\n\nMatbi, a Phoenician word explained, p. 421.\n\nMayer, Christian, S. I. his account of the late Transit of Venus, p. 163. His letter relative to the lunar eclipse, 17 March 1765, 165. His account of the solar eclipse, 1 Ap. 1764, 169.\n\nMekenzie, Mr. his account of the plague at Constantinople, p. 69. See Constantinople.\n\nMedals Punic, 407, 408.\n\n— Sicilian draughts of, p. 410.\n\n— Sidonian remarkt on, p. 137.\n\nMem, and He, two Phoenician letters, where and how mistaken for each other, p. 125. 129. 403. 410. 431.\n\nMesner, Charles, his table of the places of the comet, 1764, p. 151.\n\nMetals and Paints, the effects of handling them in nervous cases, p. 16. 22.\n\nMeteors Fiery, an account of several seen in North America, p. 185. Their relative velocity with that of the earth, 186. A further account of more meteors, 188. A remarkable one seen at Oxford, 326. Another 332. how different from the rest, 335.\n\nMezibath, a Phoenician word explained, p. 416.\n\nMoon, her distance from the earth and parallax how found, p. 29. A calculation of that distance, 30. How this estimate is encreased, 32. The ratio of the moons quantity\nquantity of matter, to that of the earth how exactly found, 33. Remarks upon this theory, 34. The ratio of the force of gravity to the earth's attractive power over the moon, 35.—Her force in raising tides, compared with the like power of the sun, 36.—Her equatorial diameter as seen in the sun during an eclipse, 143. Her diameter taken during a solar eclipse, by the College of Jesuits at Rome, 256. Her diameter taken when not in conjunction with the sun, 257. A rule for nearly finding her distance from a zodiacal star, 274. How the Longitude is to be found out by her at Sea, 329. How her parallax is to be ascertained in a fixed observatory, 363. How her horary parallax is to be found, 371.\n\n—Eclipses of observed, 107 117. 161. 369.\n\nMorris, Michael, M. D. his observations upon different extracts of hemlock, p. 172.\n\nMummy, an account of one inspected at London, p. 1. How much injured by time, 3. Second covering of described, 5. Its filling, 6. Its thorax, 7. Its power of preserving roots, 8. Its cavities how filled up, 11. The principal matter used, and what, 12. How different in different mummies, 14.\n\nMurdoch, Mr. D. D. and F. R. S. his letter concerning the moon's distance and parallax, p. 29.\n\nN.\n\nNabathi, a Phoenician word, meaning of, p. 420.\n\nNeedle, Magnetic. See Declination.\n\nNerves, their uses how unknown, p. 183. See Ganglions.\n\nNervous, disorders. See Ailments Nervous.\n\nNewfoundland, fiery metors seen there, p. 19. An account of the late transit of Venus observed there, by Mr. Wenthorpe, p. 279. See Venus, Wenthorpe.\n\nNewton, Sir Isaac, his method of investigating the law of gravitation, p. 29.\nINDEX.\n\nOaks, observations upon them with respect to lightning, p. 253.\nObelisk, of St. Bride's Church, the operations and progress of lightning there, p. 215.\nObservations astronomical, how best corrected, p. 278. 336. 342.\n———made at St. Helena, 349. In the West Indies, 389. See Moon, Sun, Stars.\nOliver, Andrew, Esquire, Secretary at Massachusetts Bay, his letter concerning an extraordinary disease among the Indians, p. 386.\nOxford, an eclipse of the sun, 1 Ap. 1764, observed there, 145. A remarkable meteor seen there, 326. Another, 332. How dissimilar from other phenomena of that sort, 335.\n\nP.\n\nPaints, and metals, effects of handling them in some cases, p. 16.\nParallax of the moon, how determined, p. 29. How to be corrected, 263.—How the apparent distance of the moon from a star is contracted, or augmented by her parallax, p. 268. A rule to compute this contraction or augmentation, ibid. A demonstration of this rule, 269. Remarks upon that and another rule relative to refraction, 270. How the operations pursuant to these rules are to be corrected, 271. A demonstration of the justness of the rule for correcting these operations, 272.\n———of the sun assumed by Mr. Murdoch, p. 37. A supplement to Mr. Pingre's memoir, on that subject, 152. His parallax from the observations at St. Helena, 154. From those at Madras, 155. From that at the Isle of France, 159. According to Mr. Short, 283.\nPennsylvania, an account of the Pennsylvanian Cicada, p. 65. See Philadelphia.\n\nM m m 2 Persians;\nINDEX.\n\nPersians, their invasion of Cyprus, p. 426.\nPestilence. See Plague.\nPetecbia purple, how removed, p. 18.\nPhoenicia. See Alphabet Phoenician.\nPhiladelphia, the apparatus there used to preserve edifices from lightning, p. 203. How improvable, 204. Where the apparatus ought to end, 205. 209. 220.\nPingre Monsieur, a supplement to his memoir on the suns parallax, p. 152. Why his observations sent from Lisbon differ from those in his memoir, 159.\nPitch, its use in preserving mummies, p. 11. Experiments and observations upon it, p. 13.\nPlague, a letter about it from Mr. M'Kenzie, M. D. p. 69. How gradually it proceeds, 70. How often it may attack the same person, 72. Why so frequent in the Levant, 73. The usual process of this distemper, 74. How it first shows itself, 75. When it usually ceases, 77. How cured, 78. Preservatives against it, 80. A history of Plagues from 1748, to 1761, 82.\nPlants, a catalogue of the fifty presented to the Royal Society, by the Company of Apothecaries, A.D. 1763, p. 137.\nPlat, Joshua, his account of the Belemnite, p. 38.\nPolygons, some new properties of them discovered, p. 194.\nPot, Mr. F. R. S., his account of a hernia found in the urinal bladder, p. 61.—Of the stone found there, 63.\nPowder magazines, how preserved from the effects of lightning, p. 205.\nPrice Richard, his letter concerning the doctrine of chances, p. 296.\nProbabilities, of unknown events. See Events Unknown.\nPyramids, royal in Egypt. A description of a mummy taken out of them, and inspected at London, p. 3.\n\nR. Rain,\nINDEX.\n\nR.\n\nRain, quantity of fallen at Mountbay in Cornwall, as observed by the Rev. W. Borlase, M. A. and F. R. S., p. 59.\nRaper, Matthew, F. R. S. his observations on the eclipse of the sun, 1 Ap. 1764. p. 150.\nRatios fluxional, divers new conclusions concerning them observed, p. 311.\nReaumur, Mr. his account of the formation of the shells of snails, p. 43.\nReeve, Mr. his observations relative to the moon's equatorial diameter, as seen in the sun, p. 143.\n— His observations relative to the sun's horizontal diameter, p. 143.\nRefraction, effects of, in varying the apparent distance of the moon from the sun, or other fixt star, p. 263. A rule to compute these effects, 264. The foundation of that rule explained, 265. A demonstration of the truth the rule, 266. A remark on that demonstration, 267. See Parallax.\nReph, a Phoenician letter, remarked on, p. 412.\nRomans, their custom of impressing marks upon their coins whence derived, p. 104.\nRome, an eclipse of the sun, 1 Ap. 1764. observed there by a College of Jesuits, p. 254.\nRosemary, how used about Mummies, p. 9.\nRumowski, Mr. his astronomical observations at Siberia, p. 156.\n\nS.\n\nSchloesser, Albert, M. D. F. R. S. his description of a fish called Jaculator, p. 89.\nSea, observations upon the sun setting in the Sea, p. 381.\nINDEX.\n\nSections, Conic, some new properties in them discovered by Edward Waring, M. A. F. R. S. p. 193. New discoveries relative to Polygones inscribed within them, 194.\n\nSectors, astronomical instruments so called. Their imperfections, p. 350.\n\nSeligni, Mr. his observations at the Isle of France remarkt on, p. 158.\n\nShenath, a Phoenician word. Its import, p. 418.\n\nShips, an account of the effects of lightning on them in the East Indies, p. 284.\n\nShort, Mr. his account of the sun's parallax, p. 283. His remarks upon Mr. Maskeline's method of making celestial observations, considered by Mr. Maskeline, 380.\n\nSiberia, astronomical observations made there by Mr. Rumowski, p. 156.\n\nSmyrna, why the plague is so frequent there, p. 76.\n\nSnails, their shells how formed according to Mr. Reaumur, p. 43.\n\nSolids, new properties of demonstrated, p. 196.\n\nSpar, what it seems to be, p. 41.\n\nStars, their right ascensions how exactly found, p. 384.\n\nSt. Brides Steeple, Fleet-street, a curious account of the effects of lightning upon that steeple, by Doctor Watson, p. 209. The first attack and progress of the lightning, 210. Where it stopt, 211. The damage where done, 212. A particular description of the steeple, 215. A detail of the damage it suffered, 217. The cause of this misfortune enquired into, 219.\n\nSteeple, why they should not be without an apparatus, for preventing the effects of lightning, p. 221.\n\nSt. George Fort at Madras. Its latitude and longitude eastward of Pondichery, p. 155.\n\nSt. Helena, its longitude west of the Royal Observatory at Paris settled, p. 153. The transit of venus observed there, ibid. How unfit that place is for astronomical observations, 349. Mr. Maskeline's observations there, ibid.\nINDEX.\n\nibid. Eclipses of Jupiter's satellites observed there 369.\nSt. John's, in Newfoundland. The transit of Venus observed there, 279. The observation how made, 280. Latitude of St. John's settled, 282.\nSt. Paul's Church London, in what danger from lightning, p. 222. How that danger is to be prevented, ibid. 223.\nSun, his parallax considered, p. 35. His force to produce flood and ebb, 36. The ratio of his force on the earth to the force of gravity, 37. His horizontal diameter observed by Mr. Reeve, 143. By Mr. Hornsby, 148. By Mr. Mayer, 170. By the Jesuits at Rome, 254.\n— Eclipse of 1 Ap. 1764, observed at Clerkenwell, p. 105. In Surry-street, 107. At Liverpool, 108. By Mr. Dun, 114. By Mr. Bliss, 141. By Mr. Hornsby, 145. By Mr. Raper, 150. By Mr. Mayer, 160. Mr. Murray, 171. By the College of Jesuits at Rome, 254. See Parallax.\nSweden, a new instrument invented there, for ascertaining the declination of the needle, p. 87.\nSwinton, John, Rev. B. D. F. R. S. his explanation of some ancient Etruscan Coins, p. 99. His remarks upon M. L'Abbe Barthelemy's memoir, on the Phoenician letters, 119. His description of a remarkable meteor seen at Oxford, 326. His further remarks upon M. L'Abbe Barthelemy's memoir, 393.\nSyria, the ancient language of that country, how mixt with Phoenician, p. 133.\n\nT.\n\nTham, the name of a famous Persian Admiral, p. 428.\nThau, a Phoenician letter, how mutilated by time, p. 122. What letter it has a resemblance of, 135.\nThur or Hur, a Phoenician word. Its import, p. 116.\nINDEX.\n\nTides, the moon's force in raising them, compared with that of the sun, p. 35. A remarkable one at Bristol, p. 83.\n\nTucker Josiah, D. D. his letter concerning a tide at Bristol, p. 83.\n\nTzade, a Phoenician letter. The variety of its forms, p. 135.\n\nV.\n\nVeicht Robert, his account of the effects of lightning, upon three ships in the East Indies, p. 284.\n\nVenus, her transit over the sun, 6 June 1761. A supplement to Mr. Pingré, account of that transit published in a former Volume of this work, p. 152. An account of that transit by Christian Mayer, 163. From Mr. Winthrop, Newfoundland, 279. Mr. Winthrop's account remarked on, 283.\n\nVirginia, the size of the conductors in that Province, for preventing the effects of lightning, p. 253. Why that practice was adopted there, ibid.\n\nW.\n\nWaring Edward, M. A. F. R. S. his discoveries of new properties in conic sections, p. 193.\n\nWasps, a singular species of them minutely described, p. 53.\n\nWater and other fluids, compressibility of, proved by J. Canton, M. A. F. R. S. p. 261. Their elasticity how different from that of air, 262.\n\nWatson, W. M.D. F.R.S. his description of the American Armadilla, p. 57. His answer to M. Calandrini's questions, relative to an apparatus for preventing the effects of lightning, 203. His account of the dissection of an asthmatic person, 239.\n\nWilson,\nINDEX.\n\nWilson, B. F. R. S. his letter on the effects of lightning, p. 247.\nWintbrop, John, Esquire, his account of several fiery meteors seen in North America, p. 185. His letter concerning the longitude, 277. His thoughts on the equation of the time of noon, 278. His account of the transit of Venus, 6 June 1761, 279.\nWires parallactic, their uses in observing the horary parallaxes of the moon, 371.\n\nTHE END OF VOL. LIV.\n\nERRATA.\n\nP. 33. l. 2. read thus: \\( T = \\frac{x}{x+1} - 1 \\times \\frac{x}{x+1}^2 \\times x &c \\),\n\n14. read reckoned.\n18. for \\( \\frac{T^3}{x^3} \\) read \\( \\frac{T^3}{x^3} \\)\n36. 11. from the bottom, to 8 put to 5.\n99. ult. for greatly deformed, read somewhat deformed.\n\nVol. LIV. N n n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105575.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 20,
    "total-input-tokens": 28922,
    "total-output-tokens": 9444,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        521,
        2
      ],
      [
        521,
        2152,
        3
      ],
      [
        2152,
        3759,
        4
      ],
      [
        3759,
        5266,
        5
      ],
      [
        5266,
        6659,
        6
      ],
      [
        6659,
        8329,
        7
      ],
      [
        8329,
        9636,
        8
      ],
      [
        9636,
        11136,
        9
      ],
      [
        11136,
        12480,
        10
      ],
      [
        12480,
        13977,
        11
      ],
      [
        13977,
        15676,
        12
      ],
      [
        15676,
        17310,
        13
      ],
      [
        17310,
        18816,
        14
      ],
      [
        18816,
        20358,
        15
      ],
      [
        20358,
        21652,
        16
      ],
      [
        21652,
        23382,
        17
      ],
      [
        23382,
        24903,
        18
      ],
      [
        24903,
        26249,
        19
      ],
      [
        26249,
        26961,
        20
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105575",
    "title": "Back Matter",
    "authors": null,
    "year": 1764,
    "volume": "54",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 20,
    "jstor_url": "https://www.jstor.org/stable/105575"
  }
}