{
  "id": "fd00df1c2385be37506619065e1fbcae529004ef",
  "text": "In Copenhagen were Born 2604, Buried 1914, Married 701 Pair. Therefore 690 more Born than Buried.\n\nIn Amsterdam there Died 7119, and were Married 2289 Pair.\n\nIn Epperies, Born 203, Died 132.\n\nIn Dantzig, Born 2002, Buried 1495, and Married 537 Pair.\n\nI have but just got the Acta Breslaviensia, or else would have sooner sent this.\n\nAdieu, &c.\n\nXI. Ingens Materiae Purulentæ copia cariem separationem totius Ossis Mali, &c. inducens, per triennium ex Ore Pueri defluens, observata à Domino Petro Hardisway, M.D.\n\nDie Sexto Mensis Febr. 1724. advocabar ad Pu-erulum decennem, qui à sex septimanis febre lentâ decumbebat male multatus. Præscriptis quæ res postulabat remediis, intrà sex vel septem dierum spatium à morbo liber evasit: Veràm diebus aliquot elapsis, ingens in Genæ dextræ interioribus subortus est Tumor, puero nihilominùs, quoad cætera benè valente. Ore ejus ægrè diducto, in conspectum veniebat ingens Puris quantitas, at unde manaret, præ Pueri protervià non licuit pro hâc vice explorare. Ideò consulebam tantùm, ut ficum in lacte coctam ad tumorem emolliendum, atq; si fieri posset rumpendum admoverent. Mane sequenti Os incredibili ferè Puris copiâ, teterrimi odoris (tumore interèa disrupto) disfluebat. Gargarifmate modicè detergente præscripto, circà vesperum Pus pari omnino quantitate\nquantitate atq; priùs depluebat. Mirabar sanè unde hoc provenire posset, cum Ulcus in Genâ tanto proventui nequaquam sufficere videretur; suspicabar autem (fœtore præ cæteris suadente) materiæ istius fontem in capite alicubi intrà ossa latitare: quod cum paulò diligentius investigarem, ecce Os Maxillæ superioris ad dextras carne (quæ quasi semicocta utrinq; receiferat) denudatum prorsus atq; Carie coruptum, &c ex Dentium Alveolis (dentes enim puerulus, ceu inutiles, suis nullo negotio jam extraxerat digitis) hoc materiæ purulentæ profluvium jugiter delabi: quapropter Chirurgus è viciniâ advocatus est, cui committebatur negotium. Huic suadebam, ut dum Ossis medelæ incumberet, Ulceris itidem detersioni & consolidationi operam daret; verùm quicquid dicerem, nulla quæcunque Genæ suppuratæ adhibere voluit medicamina: quo factum est, ut ea item in molem ingentem, atq; alterà (sinistrâ sc.) duplò major citò excresceret. Mandibulae Cariosæ solummodò penicillum tincturâ quâdam, forsan Myrrhae, imbustum applicabat. At longo temporis spatio tandem emenso, cum parùm suâ tincturâ proficeret, hamulo admoto, quod temporius factum debuerat, Os Mali integrum evellebatur. Ab Ossis extractione Gena nequiquam subsidebat, sed potius incrementum sumebat, & materiæ purulentæ copia nullatenè minuebatur. Ossa autem abrupto, Ossis Palati dimidium cum Narium Septo absumptum est; parte etiam infimâ Orbitæ oculi sinul abreptâ, ut in Iconibus adjectis clariùs ostendere sim cognatus. His addendum, quod Tumore Processui Zygomatico superstìti incumbente, Gena mole duplò insignior sinistrâ extat, & oculum poenè claudit, pure quasi ex fonte perenni indesinenter fluente.\n\nFig. ima. Facies Ossis externa.\na, a, a, a, a. Alveoli Dentium.\nD d d b. Dens\nb. Dens molaris remotior.\nc. Pars Orbitam oculi faciens.\nd. Pars Ossis ubi abruptum circà Nasum.\ne. Pars Ossis ubi Processus Zygomaticus terminatur.\nf. Pars Ossis sub Labium superius.\n\nFig. 2da. Forma interior Ossis.\n1 Pars ad Nasum abrupta.\n3 Pars Mandibula exterior & Dentis alveolus.\n4 Pars Ossis oculum attingens.\n5 Pars Maxillae remotior.\n6 Pars Naris dextra, septo abrupto.\n7 Dens Molaris.\n\nFig. 3ta. Os resupinatum exhibet.\nD, D, D, D. Pars Ossis Palati.\nE, E, E. Alveoli dentium.\nF, F. Pars Mandibulae exterior.\nG. Pars anterior ejusdem.\nH. Dens Molaris.\n\nFig. 4ta. Facies interior Ossis parùm reclinati.\nA, A, A, A. Pars Mandibulae, & Alveoli Dentium.\nB. Locus ubi os abruptum circà Nasum.\nC. Pars ossis Oculum attingens.\nD. Maxilla pars remotior.\nE. Dens Molaris remotior.\nF. Pars Ossis Palati.\nG. Pars Naris dextra septo abrupto, ut in Fig. 2da. N° 3.\n\nPost hæc, idem vir peritisimus per Literas die 24. Decemb. 1727. datas, Editorem certiorem fecit, \"Tu non rem suprà descriptum in eodem adhuc remanere statu,\n\"Materiâ Puriformi Os & Fauces prò solito irrigante.\n\"Puer caetera sanus edit, bibit, dormit, & unà cum aliis suae ætatis quotidiè alacriter ludit.\n\nFINIS.\n\nERRATA. No. 399. Pag. 294. lin. 11. leg. pyri-incis. Ibid. l. 19. leg. latifolia. P. 303. l. 19. leg. are. P. 315. l. 23. leg. Curienis. P. 317. l. 11. leg. cuticula. P. 321. l. 17. leg. same. Ibid. l. 26. leg. animalis.— No. 400. P. 351. l. 7. leg. edes. P. 354. l. 9. leg. horizontal.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103682.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7564,
    "total-output-tokens": 1816,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1309,
        3
      ],
      [
        1309,
        3052,
        4
      ],
      [
        3052,
        4517,
        5
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103682",
    "title": "Ingens Materiae Purulentae Copia Cariem & Separationem Totius Ossis Mali, &c. Inducens, & per Triennium Ex Ore Pueri Defluens, Observata a Domino Petro Hardisway, M. D.",
    "authors": "Petro Hardisway",
    "year": 1727,
    "volume": "35",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/103682"
  }
}