{
  "id": "a198de1667353603d570deacd3eb7c002cf5d5fc",
  "text": "Upon Inquiry made of several Persons, who were abroad at the time, going to their Work, I cannot hear of any one, who saw any Lightning, perceiv'd any Noise, or felt any thing of an Earthquake.\n\nThe States of the Barometer and Thermometer were not remarkably different from what they had been for several preceding Days; however I have added them underneath, and am\n\nTooting, March 14. Your, and the Royal Society's most obedient Servant,\n\nH. Miles.\n\n7 Day at 4\\(^{th}\\) a.m. Bar. 30,07. Therm. 32 almost, W.W. clear, and white Frost.\nD\\(^{th}\\) at 9\\(^{th}\\) p.m. Bar. 29,99. Therm. 40, clear Evening.\n\n8 Day at 4\\(^{th}\\) a.m. Bar. 30,07. Therm. 40, cloudy Morning. W.W.\nD\\(^{th}\\) at 2\\(^{th}\\) p.m. Bar. 30,14. Therm. 58, cloudy Evening. W.W.\n\nXVIII.\n\nJohn Martyn M.D. F.R.S. &c. to the President, concerning the same.\n\nSIR,\n\nChelsea, March 14. 1749.\n\nOnce more trouble you with the Mention of an Earthquake, which was felt here on Thursday the 8th instant, at about half\nhalf an Hour after 5 in the Morning. It was much stronger than that which happen'd in February; two great Shocks being felt presently after each other. Those who were out of Doors felt the Ground shake under them very sensibly; whereas, in the former, few were sensible of the Shock, except those who were in Houses. I do not hear of any Mischief done by it in this Neighbourhood; neither can I learn that it extended farther Westward than the former. I am very well assured, that it was strongly felt at Fulham, and at Turnham-Green.\n\nSeveral were sensible of a smaller Shock about 3 the same Morning; and some talk of unusual Appearances in the Air. But this last Circumstance seems not very well attested. For my own part, I look'd out of my Chamber-Window to the S. W. at a Quarter after 5, and only perceived it to be a grey Morning, such as usually predicts a fine Day. I am, Sir, with the greatest Respect,\n\nYour most humble Servant,\n\nJohn Martyn.\n\nXIX.\nMichael Russel, Esq.; F.R.S. to the President,\nconcerning the same.\n\nHonoured Sir, Hartstreet, March 14. 1749.\n\nAs there happen'd some particular Circumstances in the last violent Shock of an Earthquake, that were not taken notice",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104725.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 708,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        976,
        2
      ],
      [
        976,
        2167,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104725",
    "title": "John Martyn M. D. F. R. S. &c. to the President, concerning the Same",
    "authors": "John Martyn",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104725"
  }
}