{
  "id": "cbf3c1e586a3bcddf419ecd276438fa74f3c8fdc",
  "text": "well-grounded expectations so far fulfilled. May this method of security from the destructive violence of one of the most awful powers of nature meet with such further success, as to induce every good and grateful heart to bless God for the important discovery. May the benefit thereof be diffused over the whole globe. May it extend to the latest posterity of mankind; and make the name of Franklin, like that of Newton, immortal.\n\nI am, Sir, with sincere respect,\n\nyour most obedient, and\n\nmost humble servant,\n\nEbenezer Kinnersley.\n\nXXIII. Observations in Electricity and on a Thunder-storm: In a Letter from Mr. Torbern Bergman, to Mr. Benjamin Wilson, F. R. S. Acad. Reg. Upsal. Soc.\n\nAmplissime atque Celeberrime Domine,\n\nRead April 14, 1763.\n\nIN epistolis recentissimis, quibus me honorasti, experimenta domini Delaval circa electricitatem crystalli Islandicæ commemoras. Pluries hæcce tentamina iteravi, sed constanter eventu prorsus contrario. Scilicet in hunc finem varia hujus crystalli frusta frigori 12 graduum exposui,\nin thermometro Suecano, mercurio vivo impleto, frigus numero infra punctum congelationis aquae, quod in nive colliquescente determinatur. (Quivis gradus est pars centesima distantiae punctorum congelationis et ebullitionis aquae). Fricui dein post quarundam horarum spatium, sed nonnisi valde debilem electricitatem elicere potui. Haec itaque iterum reposui, nondum satis frigefacta putans, et mane sequenti, dum interea mercurius in thermometro quoddam gradus descenderat, in camera non calefacta tentavi, sed adhuc minori successu. Unum igitur frustulum calefeci sperans hoc ipso omnem vim eradicari; sed inopinato non modo non destructam inveni dispositionem electricam, sed valde auctam. Idem mox repetii cum reliquis omnibus, eodemque semper effectu prima tentamina facta sunt cum crystallis objecta duplicantibus, quae in Suecia erant collectae: suspicio igitur mihi incidit has inter et revera Islandicas essentialem esse differentiam; itaque comparavi in Islandia natas, sed eadem monstrarunt phænomena*.\n\nEx hisce tentaminibus cum domini Delaval collatis sequi videtur, diversas hujus crystalli dari species, quae eo diligentius examinandae, cum hucusque mineralogi non nisi unicam distinguant.\n\n* Mr. Delaval had already observed, in the letter here referred to by Mr. Bergman, that the property, in Iceland Crystal, of losing its electricity by a moderate heat, was not common to all kinds of it: and mentions in particular a piece of crystal, one part whereof, when heated gently, becomes non electric; while the other part, with the same heat, (or even with a much greater one) remains perfectly an electric. Vide Vol. LII. Part i. p. 355. I have seen the experiments several times which Mr. Delaval mentions, and they always succeeded as he has related them.\n\nB. Wilson.\n\nMemo-\nMemorabilem fulminis ictum arcem regiam Upsalensem d. 24 Aug. 1760 ferientem, paucis describere forte non displicebit. Hoc die coelum, praecedentibus serenum, nubibus atris obducebatur, e quibus pluvia per noctem decidebat. Post mediam vero noctem tonitrua audiebantur, quae, duabus interjectis horis, horrendis fulgurationibus et fragoribus arcem adgrediebantur. Haec arx insignem et natura et arte habet altitudinem, tectumque e laminis ferreis. Alae australis paries transversus occidentalis et ipsius arcis murus primarius occidentalis, in contignatione praecipue infima, injuriis violentissimi hujus meteori perturbabantur, unone, an pluribus fulminibus sele brevi insequentibus, non dicam. Murus sex diversis locis externe laesus est, et multis variisque intra arcem cameris, atriis vestibulisque percursis, per murum primarium orientalem, urbem spectantem, fulmen exivisse videtur, nam foramen magnum fecerat ibidem. Ipsum ordinem hujus ictus nemo novit: effectus igitur praecipuos tantummodo colligam.\n\n1° Ipse murus foraminibus, rimis, calceoque lapides connectente fracta vel dissipata, violatus est. Lapidès magni caesi, et adhuc liberi jacentes, diffraicti sunt.\n\n2° Ligna sunt tosta, imprimis in confinio ferri, saepè diffraicta, saepè quoque illæsa haec fortis electricitas transivit.\n\n3° Sedecim quadrata vitrea unius fenestræ, absque ullo remanente vestigio vel frustulo in confinio, evanescebant. Speculi magni anguli duo oppositi liquefacti erant, foliumque ibidem turbatum, vitrum praeter ea illæsum, sed macula horizontalis duos pollices longa prope juncturam vitrorum in superiore speculi parte, omni folio carebat.\n4° Clavi liquefacti. Picturarum et speculorum margines inaurati quasi tosti. In pavimento inauraturae frustula conspiciebantur. Cymbalum clausum, quod sub una e picturis laesis constiterat, nullum laesionis signum externe monstrabat, nihilominus 15 fides e calybe abscissae erant, et circa terminos candefactas fuisse signa aderant; in fundo chorda, tres lineas longa, inveniebatur, quam ignitam fuisse lignum tangens tostum indicabat.\n\n5° Parietes imprimis laesi, adeoque directio ictus plerumque obliqua fuit, fluxui quoque aeris obtemperare visae.\n\n6° Odor gravissimus alliaceo-sulphureus omnia impiebat loca, sequentique die supellectilia et pavimenta floribus sulphuris adspersa inveniebantur.\n\n7° Nullum animal laesum.\n\nÆestate 1759 fulmen per caminum in parvam hujus urbis domum intrans per quadratum vitreum fenestræ perforatum mox horrendo fragore exivit. Sed praecipue memoratu dignum viros nonnullos, ab hoc loco ultra 250 pedes distantem, in terram decidisse, gravemque concussionem electricam fuisse expertos, dum interea hisce circumstantes nullo modo adficiebantur. Hoc eodem redit, ac dum interdum singuli in circulo explosionis constituti valde inaequalem concussionis gradum sentiunt. Permaneo\n\nCeleberrimi nominis tui\n\nCultor observantissimus,\n\nDabam Upsalæ,\nd. xx Apr. 1762.\n\nTorbern Bergman.\n\nXXIV. Remarks",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105711.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 1886,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1033,
        2
      ],
      [
        1033,
        2825,
        3
      ],
      [
        2825,
        4462,
        4
      ],
      [
        4462,
        5789,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105711",
    "title": "Observations in Electricity and on a Thunder-Storm: In a Letter from Mr. Torbern Bergman, to Mr. Benjamin Wilson, F. R. S. Acad. Reg. Upsal. Soc.",
    "authors": "Torbern Bergman",
    "year": 1763,
    "volume": "53",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/105711"
  }
}