{
  "id": "955612e541b7f661d5a24f36e3f2d0fee18cb08c",
  "text": "XIX. Observations on the singular Figure of the Planet Saturn.\n\nBy William Herschel, LL.D. F.R.S.\n\nRead June 20, 1805.\n\nThere is not perhaps another object in the heavens that presents us with such a variety of extraordinary phenomena as the planet Saturn: a magnificent globe, encompassed by a stupendous double ring: attended by seven satellites: ornamented with equatorial belts: compressed at the poles: turning upon its axis: mutually eclipsing its ring and satellites, and eclipsed by them: the most distant of the rings also turning upon its axis, and the same taking place with the farthest of the satellites: all the parts of the system of Saturn occasionally reflecting light to each other: the rings and moons illuminating the nights of the Saturnian: the globe and satellites enlightening the dark parts of the rings: and the planet and rings throwing back the sun’s beams upon the moons, when they are deprived of them at the time of their conjunctions.\n\nIt must be confessed that a detail of circumstances like these, appears to leave hardly any room for addition, and yet the following observations will prove that there is a singularity left, which distinguishes the figure of Saturn from that of all the other planets.\n\nIt has already been mentioned on a former occasion, that so far back as the year 1776 I perceived that the body of Saturn was not exactly round; and when I found in the year 1781\nthat it was flattened at the poles at least as much as Jupiter, I was insensibly diverted from a more critical attention to the rest of the figure. Prepossessed with its being spheroidal, I measured the equatorial and polar diameters in the year 1789, and supposed there could be no other particularity to remark in the figure of the planet. When I perceived a certain irregularity in other parts of the body, it was generally ascribed to the interference of the ring, which prevents a complete view of its whole contour; and in this error I might still have remained, had not a late examination of the powers of my 10-feet telescope convinced me that I ought to rely with the greatest confidence upon the truth of its representations of the most minute objects I inspected.\n\nThe following observations, in which the singular figure of Saturn is fully investigated, contain many remarks on the rest of the appearances that may be seen when this beautiful planet is examined with attention; and though they are not immediately necessary to my present subject, I thought it right to retain them, as they show the degree of distinctness and precision of the action of the telescope, and the clearness of the atmosphere at the time of observation.\n\nApril 12, 1805. With a new 7-feet mirror of extraordinary distinctness, I examined the planet Saturn. The ring reflects more light than the body, and with a power of 570 the colour of the body becomes yellowish, while that of the ring remains more white. This gives us an opportunity to distinguish the ring from the body, in that part where it crosses the disk, by means of the difference in the colour of the reflected light. I saw the quintuple belt, and the flattening of the body at the\npolar regions; I could also perceive the vacant space between the two rings.\n\nThe flattening of the polar regions is not in that gradual manner as with Jupiter, it seems not to begin till at a high latitude, and there to be more sudden than it is towards the poles of Jupiter. I have often made the same observation before, but do not remember to have recorded it anywhere.\n\nApril 18; 10-feet reflector, power 300. The air is very favourable, and I see the planet extremely well defined. The shadow of the ring is very black in its extent over the disk south of the ring, where I see it all the way with great distinctness.\n\nThe usual belts are on the body of Saturn; they cover a much larger zone than the belts on Jupiter generally take up, as may be seen in the figure I have given in Plate IX.; and also in a former representation of the same belts in 1794.*\n\nThe figure of the body of Saturn, as I see it at present, is certainly different from the spheroidal figure of Jupiter. The curvature is greatest in a high latitude.\n\nI took a measure of the situation of the four points of the greatest curvature, with my angular micrometer, and power 527. When the cross of the micrometer passed through all the four points, the angle which gives the double latitude of two of the points, one being north the other south of the ring, or equator, was $93^\\circ 16'$. The latitude therefore of the four points is $46^\\circ 38'$; it is there the greatest curvature takes place. As neither of the cross wires can be in the parallel, it makes the measure so difficult to take, that very great accuracy cannot be expected.\n\n* See Phil. Trans. for 1794, Table VI. page 32.\nThe most northern belt comes up to the place where the ring of Saturn passes behind the body, but the belt is bent in a contrary direction being concave to the north, on account of its crossing the body on the side turned towards us, and the north pole being in view.\n\nThere is a very dark, but narrow shadow of the body upon the following part of the ring, which as it were cuts off the ring from the body.\n\nThe shadow of the ring on the body, which I see south of the ring, grows a little broader on both sides near the margin of the disk.\n\nThe division between the two rings is dark, like the vacant space between the ansæ, but not black like the shadow I have described.\n\nThere are four satellites on the preceding side near the ring; the largest and another are north-preceding; the other two are nearly preceding.\n\nApril 19. I viewed the planet Saturn with a new 7-feet telescope, both mirrors of which are very perfect. I saw all the phenomena as described last night, except the satellites, which had changed their situation; four of them being on the following side. This telescope however is not equal to the 10-feet one.\n\nThe remarkable figure of Saturn admits of no doubt: when our particular attention is once drawn to an object, we see things at first sight that would otherwise have escaped our notice.\n\n10-feet reflector, power 400. The night is beautifully clear, and the planet near the meridian. The figure of Saturn is somewhat like a square or rather parallelogram, with the four\ncorners rounded off deeply, but not so much as to bring it to a spheroid. I see it in perfection.\n\nThe four satellites that were last night on the preceding, are now on the following side, and are very bright.\n\nI took a measure of the position of the four points of the greatest curvature, and found it $91^\\circ 29'$. This gives their latitude $45^\\circ 44'$.5. I believe this measure to be pretty accurate. I set first the fixed thread to one of the lines, by keeping the north-preceding and south-following two points in the thread; then adjusted the other thread in the same manner to the south-preceding and north-following points.\n\nMay 5, 1805. I directed my 20-feet telescope to Saturn, and, with a power of about 300, saw the planet perfectly well defined, the evening being remarkably clear. The shadow of the ring on the body is quite black. All the other phenomena are very distinct.\n\nThe figure of the planet is certainly not spheroidal, like that of Mars and Jupiter. The curvature is less on the equator and on the poles than at the latitude of about 45 degrees. The equatorial diameter is however considerably greater than the polar.\n\nIn order to have the testimony of all my instruments, on the subject of the structure of the planet Saturn, I had prepared the 40-feet reflector for observing it in the meridian. I used a magnifying power of 360, and saw its form exactly as I had seen it in the 10 and 20-feet instruments. The planet is flattened at the poles, but the spheroid that would arise from this flattening is modified by some other cause, which I suppose to be the attraction of the ring. It resembles a parallelogram, one side whereof is the equatorial, the other the polar diameter,\nwith the four corners rounded off so as to leave both the equatorial and polar regions flatter than they would be in a regular spheroidal figure.\n\nThe planet Jupiter being by this time got up to a considerable altitude, I viewed it alternately with Saturn in the 10-feet reflector, with a power of 500. The outlines of the figure of Saturn are as described in the observation of the 40-feet telescope; but those of Jupiter are such as to give a greater curvature both to the polar and equatorial regions than takes place at the poles or equator of Saturn which are comparatively much flatter.\n\nMay 12. I viewed Saturn and Jupiter alternately with my large 10-feet telescope of 24 inches aperture; and saw plainly that the former planet differs much in figure from the latter.\n\nThe temperature of the air is so changeable that no large mirror can act well.\n\nMay 13. 10-feet reflector, power 300: The shadows of the ring upon the body, and of the body upon the ring, are very black, and not of the dusky colour of the heavens about the planet, or of the space between the ring and planet, and between the two rings. The north-following part of the ring, close to the planet, is as it were cut off by the shadow of the body; and the shadow of the ring lies south of it, but close to the projection of the ring.\n\nThe planet is of the form described in the observation of the 40-feet telescope; I see it so distinctly that there can be no doubt of it. By the appearance, I should think the points of the greatest curvature not to be so far north as 45 degrees.\n\nThe evening being very calm and clear, I took a measure\nof their situation, which gives the latitude of the greatest curvature $45^\\circ 21'$. A second measure gives $45^\\circ 41'$.\n\nJupiter being now at a considerable altitude, I have viewed it alternately with Saturn. The figure of the two planets is decidedly different. The flattening at the poles and on the equator of Saturn is much greater than it is on Jupiter, but the curvature at the latitude of from $40$ to $48^\\circ$ on Jupiter is less than on Saturn.\n\nI repeated these alternate observations many times, and the oftener I compared the two planets together, the more striking was their different structure.\n\nMay 26. 10-feet reflector. With a parallel thread micrometer and a magnifying power of 400, I took two measures of the diameter of the points of greatest curvature. A mean of them gave $64.3$ divisions $= 11'',98$. After this, I took also two measures of the equatorial diameter, and a mean of them gave $60.5$ divisions $= 11'',27$; but the equatorial measures are probably too small.\n\nTo judge by a view of the planet, I should suppose the latitude of the greatest curvature to be less than $45$ degrees. The eye will also distinguish the difference in the three diameters of Saturn. That which passes through the points of the greatest curvature is the largest; the equatorial the next, and the polar diameter is the smallest.\n\nMay 27. The evening being very favourable, I took again two measures of the diameter between the points of greatest curvature, a mean of which was $63.8$ divisions $= 11'',88$. Two measures of the equatorial diameter gave $61.3$ divisions $= 11'',44$.\nJune 1. It occurred to me that a more accurate measure might be had of the latitude in which the greatest curvature takes place, by setting the fixed thread of the micrometer to the direction of the ring of Saturn, which may be done with great accuracy. The two following measures were taken in this manner, and are more satisfactory than I had taken before. The first gave the latitude of the south-preceding point of greatest curvature $43^\\circ 26'$; and the second $43^\\circ 13'$. A mean of the two will be $43^\\circ 20'$.\n\nJune 2. I viewed Jupiter and Saturn alternately with a magnifying power of only 300, that the convexity of the eye-glass might occasion no deception, and found the form of the two planets to differ in the manner that has been described.\n\nWith 200 I saw the difference very plainly; and even with 160 it was sufficiently visible to admit of no doubt. These low powers show the figure of the planets perfectly well, for as the field of view is enlarged, and the motion of the objects in passing it lessened, we are more at liberty to fix our attention upon them.\n\nI compared the telescopic appearance of Saturn with a figure drawn by the measures I have taken, combined with the proportion between the equatorial and polar diameters determined in the year 1789;* and found that, in order to be a perfect resemblance, my figure required some small reduction of the longest diameter, so as to bring it nearly to agree with the measures taken the 27th of May. When I had made the necessary alteration, my artificial Saturn was again compared with the telescopic representation of the planet, and I was then satisfied that it had all the correctness of which a judgment of\n\n* See Phil. Trans. for 1790, page 17.\nthe eye is capable. An exact copy of it is given in Plate IX. The dimensions of it in proportional parts are,\n\nThe diameter of the greatest curvature - 36\nThe equatorial diameter - - - - 35\nThe polar diameter - - - - 32\nLatitude of the longest diameter - - - 43° 20'.\n\nThe foregoing observations of the figure of the body of Saturn will lead to some intricate researches, by which the quantity of matter in the ring, and its solidity, may be in some measure ascertained. They also afford a new instance of the effect of gravitation on the figure of planets; for in the case of Saturn, we shall have to consider the opposite influence of two centripetal and two centrifugal forces: the rotation of both the ring and planet having been ascertained in some of my former Papers.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107176.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 17064,
    "total-output-tokens": 3498,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1416,
        2
      ],
      [
        1416,
        3153,
        3
      ],
      [
        3153,
        4817,
        4
      ],
      [
        4817,
        6318,
        5
      ],
      [
        6318,
        8030,
        6
      ],
      [
        8030,
        9643,
        7
      ],
      [
        9643,
        11243,
        8
      ],
      [
        11243,
        12977,
        9
      ],
      [
        12977,
        13752,
        10
      ],
      [
        13752,
        13752,
        11
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107176",
    "title": "Observations on the Singular Figure of the Planet Saturn",
    "authors": "William Herschel",
    "year": 1805,
    "volume": "95",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/107176"
  }
}