{
  "id": "1b018f2d59806c0696857b723be373d04367c161",
  "text": "As the foregoing Etruscan coins are proved to have been struck about the 662d or 663d (41) year of Rome, the Etruscan alphabet then undoubtedly prevailed over a very considerable part of Italy; though the forms of some of the characters, particularly those of A, P, and I, were not precisely the same with those of the equipollent letters used in Umbria and the (42) Proper Etruria. I shall only at present beg leave farther to remark, that the reverse of my Etruscan denarius has handed down to us a new form of the Etruscan M, placed in the exergue, which has never been before observed on any of the Etruscan remains of antiquity; and that I am, with sentiments of the highest respect and esteem,\n\nSIR,\n\nYour most obliged,\nand most obedient,\nhumble servant,\n\nJ. Swinton.\n\nChrist-Church, Oxon.\nMay 19, 1760.\n\nLXXVII. De Proximo Veneris sub Sole Transitu.\n\nAd Londinensem Regiam Societatem.\n\nRead June 19, 1760.\n\nNEMO sanè ignorat Astronomus, quanti intersit ad absolutam perfectionem Astronomiae, accurate nosse distantiam Terræ\n\n(41) Annibal. degli Abat. Olivier. ubi sup. & alib.\n(42) Gor. Mus. Etrusc. Annibal. degli Abat. Olivier. in Sag. di Dissertaz. Accademich. &c., Tom. II. & Tom. IV.\nà Sole, à qua reliquorum Planetarum, Cometarumque pendent absolutae distantiae, moles, ac massae, et alia fane multa, quae notam exigunt parallaxim Solis cum hac ipsa distantia tam arcte connexam, ut utriuslibet investigatio pro uno eodemque haberi soleat. At hoc tantum nobilissimae facultatis fundamentum nondum intra satis arctos limites definitum esse censetur passim vel post ipsum, utilissimos illos quidem, Caillii labores, ex quibus necio, an omnino certum intra decimam sui partem habendum sit. Quamobrem nulla videtur prætermittenda occasio promovendae ulterius nobilissimae atque utilissimae perquisitionis, quod ad eos maximè pertinet doctorum hominum cætus, qui publica auctoritate et constituti et sustentati multo facilius, quam privati homines et inire possunt, et vero etiam debent, rationes ad rem perficiendam idoneas.\n\n2. Una ex occasionibus rei bene gerendæ maximè opportunitis habebitur sequenti anno, nimirum expectatissimus et rarissimus Veneris sub Sole transitus; quae occasio ne fine optatissimo fructu effugiat, id vero potissimum ad Anglicanam nationem curare pertinet, et ad hanc Regiam Societatem in primis. Duplex autem videtur mihi esse ratio, cur hujus occasionis non omittendæ cura ad Angliam in primis, et ad hunc doctissimum cætum, pertineat. Primo quidem, quod in ejus occasionis spem jam ab anno 1716, in Philosophicis Transactionibus universam primus Europam erexit ingens illud Astronomiæ lumen, ac Anglicanae nationis decus, Halleyus, Astronomos omnes ad eam rem excitans, quem et illud maxime doluisse constat, quod nullam haberet spem vitae usque ad id tempus producendæ, ut tanto bono frui posset. Deinde, quod nusquam alibi instrumenta ad rem bene gerendam\ngerendam apta ad eum perfectionis gradum, quo hic est opus, redacta sint, ut hic in Anglia.\n\n3. Primum caput per se se patet; quam enim dedeceret illud, si, quod ne suspiciari quidem possim, ea gens tantam opportunitatem negligere, quae ipsum detexit prima, quae caeteras nationes ad eam arripendum incitavit, quae tot alia praecipuissima inventa ad Astronomiam in primis perficiendam huc usque protulit! Ipsi nimium debet Literaria Resp. generalem immortalis Newtoni gravitatem, quae una ad Coelum Astronomis referandum cenetur jam per universam Europam quaedam veluti clavis certissima; ipsi Cometarum orbitas, et Lunarium aberrationum periodum ab Halleyo definitas; ipsi aberrationem luminis, et nutationem axis incredibili et patientia, et sagacitate, et vero etiam felicitate detectam à Bradleyo, à quo uno, definitis jam demum stellarum fixarum locis ad datum tempus quocumque intra arctifimos unius, vel alterius secundi limites, Astronomia accepit illud, ut perfici demum possit; ipsi alia innumera, quae tantam Anglicanæ nationi laudem et gloriam pepererunt, quibus omnino vel tantummodo commemorandis nullus adeisset finis. Quamobrem huc universa defixos habet oculos Europa, nihil dubitan, quin eadem persit adhuc ad nobilissimam facultatem promovendam alacritas, ac vetustum omnium bonarum artium studium perseveret, et qui alios ad hanc ipsam rem bene gerendam incitarunt scriptis, exemplo quoque suo follicituri sint.\n\n4. Quod autem ad alterum pertinet caput, instrumenta omnino necessaria ad hujusmodi observationem sunt horologium oscillatorium et telescopiam: horum alterum hic primum satis perpolitis, et rite dispositis\ntam variis delicatissimae machinae partibus, ac impedito caloris effectu, summam domum æquabilitatem accepit, nec usquam alibi nunc etiam majorem habet perfectionem, quam hic: alterum hinc fere tantummodo prodit satis idoneum ad subtiliores ejusmodi observationes, sive diopticum adhibendum sit, sive catadioptricum. Illud quidem post mirum sane recentissimum Dollonii inventum ad eum perfectionis apicem redactum est, quem olim nunquam sperare licuisset: hoc autem hic primo inventum, eo Shortii in primis diligentia atque industria perduxit, ut hinc potissimum ejusmodi instrumenta præcipui omnes per Europam Astronomi sibi expetant, atque hic, quotiescumque per sumptus licet, requirant. Sed et reliqua illa, quæ usu esse possunt ad uberiores certioresque ex hoc Veneris transitu capiendos fructus hic vel inventa sunt primo, vel ad summum perfectionis gradum perducta, quadrantes nimirum, sectoresque, et micrometra, tam externa illa, quæ ad alidadæ motum pertinet, quam interna, sive ea sint filaria illa vetera, quæ ocularia appellantur, sive hæc nova, quæ objectiva dicimus, quorum absolutam perfectionem debemus itidem Dollonio, in quibus omnibus, ut omittam cæteros, tantam sibi laudem Sissonius comparavit. Ea sane omnia nusquam alibi ita ad rem idonea construuntur, ut hic. Quamobrem quis illud plane non agnoscat, eam gentem, quæ instrumenta ad utilissimas observationes instituendas præ ceteris omnibus aptissima exhibeat, decere itidem ante omnes alias iisdem uti, et Astronomos, quos habet plurimos, ad capiendos ex iisdem fructus ab omni Europa expectatos adhibere.\n\n5. Accedit\n5. Accedit æmulæ nationis conatus. Nam ante meum discessum Parisiis profectus jam fuerat unus ex Academicis Pondicherium in India, alter à Petropolitana requisitus Academia parabat se ad discedendum Tobolskam in Siberiam: eodem autem, quo discessi, die, de tertio ad caput Bonæ Spei mittendo delibera-batur, eratque alius, qui se offerret ad navigandum in Cyprum insulam, ac rem urgebat. Usque adeo ne in nobilissima facultate promovenda vinci se finet à Gallis Anglia, quæ tanto majorem hoc potissimum tempore opportunitatem habet transvehendorum quo-cumque oporteat Astronomorum?\n\n6. Hæc quidem ad Angliam privatim pertinent, illud vero ad gentes omnes, phænomeni raritas summa, quæ hanc vetat occasionem omittere. Id quidem phænomenum huc usque à nullo unquam Astronomo est observatum. Nam Horoccius partem vidit tan-tummodo Sole ante finem demerso, nec alios longe positos observatores habuit, cum quibus illam ipsam suæ observationis partem conferret. Idem phænomenum non nisi post annos octo recurret, tum nun-quam iterum per totum sæculum, eoque amplius, habebitur. Quo pauciores fæse occasiones offerunt, eo ipsas avidius arripiendas esse nemo non videt. Sed hisce, quæ ad incitamenta pertinent, omisssis, ea, quæ spectant ad ipsam observandi rationem, et loca observationibus instituendis maxime idonea, paucis evolvam.\n\n7. Omnis observatio in eo potissimum est sita, ut accurate determinetur momentum, quo nigricans Veneris discus lucidum Solis discum contingit. Horum contactuum habentur quatuor, bini in immersione, bini in emersione. Initium immersionis et finis emersionis\nnon ita accurate definiri possunt, cum in illo incipiat,\nin hoc definit excitari in Solis limbo foveola quæ-\ndam, quæ, ubi satis exigua est, facile oculos vel ma-\nxime diligentibus fallet. Nam centrum Veneris horis\ncirciter 6 percurret in Sole chordam minutorum cir-\nciter 25 distantem à centro Solis minutis circiter $9\\frac{1}{2}$,\nexistente semidiametro apparenti Solis minutorum pro-\nxime 16. Calculo instituto, invenio Venerem debere\nimpendere secunda horaria $14\\frac{1}{2}$ ad percurrendum in\nSole unum secundum in directione ejus chordæ, et in\nipso ingressu vel egressu ob ejusdem chordæ obliqui-\ntatem, erit tardior in ratione chordæ ad diametrum\nSolis, adeoque accessus per unum secundum requirit\naliquanto etiam plus quam 18 secunda temporis; cum-\nque foveola, quæ uno tantummodo secundo intra\ndiscum Solis procurrat, sub sensum cadere aut vix,\naut ne vix quidem, possit, patet ne intra quartam qui-\ndem minuti partem sperari posse hujus initii et finis\ndeterminationem ex observatione immediata. Licebit\nillud initium quaerere ex chordis segmenti obscuri de-\nterminatis per micrometrum objectivum, ubi jam ipsa\nfoveola aliquanto major evaserit; earum enim singulæ,\ncum suam sagittam determinent, deficiunt simul par-\ntem disce Veneris immersam, adeoque immersionis\ninitium: adhuc tamen satis vereor, ne ea etiam me-\nthodo citra plurium secundorum errorem satis definiri\nnon possit illud primum immersionis initium, et ille\nultimus finis emersionis.\n\n8. At finis immersionis et emersionis initium\ndeterminari omnino possunt cum evidentia summa,\net perquam exactissimè. Dum enim Venus in im-\nmersione progreditur, et jam proxima est immersioni\ntotali, habentur ut in figura I.\nbina in Sole veluti cornua A, et B, quae minimo Veneris motu in fine coeunt, abeunte figura prima in secundam, in qua quoddam luminis veluti filum in A ingricantem Veneris rotundum discum cingit: contra in emersione abrumpitur citissime filum illud, et secunda figura abeunte in primam, bina illa veluti cornua enascuntur. Momentum, quo ipsa cornua coeunt, vel quo enascuntur, ob ipsam celeritatem, qua binæ cuspides ad se invicem vel ultimo accedunt, vel primo recedunt, definiri poterit admodum accuratè.\n\n9. Res facile patebit calculo instituto, qui est admodum elementaris. Erit enim diameter Veneris proxime unius minuti primi, et distantia cornuum, quae est chorda communis disici Solis, et Veneris, erit in initio et fine media proportionalis inter partem diametri Veneris extantem extra Solis discum, et quadruplum residuae partis ejusdem diametri quamproximè, neglecta nimirum curvatura Solaris disci tanto majoris respectu curvaturæ disici Veneris, cujus Solaris curvaturæ si habeatur ratio, adhuc major evadit chorda. Inde autem eruitur illud, uno secundo horario, vel binis, tribus, quatuor ante finem immersionis, vel post emersionis initium distantias cornuum A, B à se invicem fore proximè secundorum $3\\frac{1}{2}$, 5, 6, 7, crescentes nimirum in ratione temporis subdupli-\nsubduplicata. Porro vel ipsa prima ex hisce quatuor distantiiis secundorum $3\\frac{1}{2}$ selectioribus telescopiis adhibitis omnino sub sensum cadit, secunda secundorum quinque etiam communibus non prorsus ad rem ineptis, adeoque optimis telescopiis intra unum etiam secundum, communibus intra duo, ea phasis poterit determinari.\n\n10. Quod si consideretur crassitudo fili lucidi in A in fig. II. ea singulis secundis horariis augetur per $\\frac{1}{18}$ partem unius secundi, quae ipsa in tam vivido Solari lumine utut represso à coloratis vitris, vel faltem ejus duplum, satis manifesto deprehendi debet.\n\n11. Videtur igitur illud omnino sperari posse, ut hæc temporis momenta intra unum etiam, vel alterum secundum, absolute determinentur. Verum in re nostra nec id ipsum necessarium est nisi ad elementa Veneris accuratius determinanda. Ut eruatur id, quod pertinet ad parallaxim, et distantiam Solis consideranda est sola differentia errorum, quos bini observatores committent ex radiis aberrantibus, qui inducunt procursum cornuum, et eorum distantiam minuunt, vel ex tenuitate fili lucidi non satis percancellente oculi aciem. At hæc differentia et multo minor esse debet errore integro, ut patet, et in immensum imminui poteat, si bini observatores telescopia adhibeant ejusdem vis diligentem inter se invicem ante collata. Ego sane nullus dubito, quin si hæc adhibeatur industria, possit errorum differentia detrudi vel infra unium secundum temporis, quam etiam sine illa omnino arbitror, modo telescopia sint satis bona, ultra duo secunda non procursuram.\n\n12. Ejus rei argumentum praeter ea, quae huc usque diximus, est mihi et illud, quod eundem Mercurii\nMercurii transitum Parisiis observantes simul tres vel quatuor Astronomi, consenserint in ejusmodi phasii observanda intra quinque secunda, uti in postremo ex Parisiensis Academiæ confessibus, quibus interfui, enunciatum fuit sub ipsum meum discessum. Porro primo quidem in eo transitu Mercurius aliquanto minorem potius habuit celeritatem in Sole, quam Venus sequenti anno habitura sit; deinde cum diameter apparens Mercurii circiter sextuplo minor, quam Venereis diameter, apparens sit futura, discessus cornuam à se invicem debuit esse ex eo capite minus celer in ratione 1 ad 2½, quam in Venere futurus sit. Quamobrem hic multo minus discrimen timeri potest, quam ibi: ibi autem nec illud quinque secundorum discrimen totum huic causæ tribuendum est, sed partim etiam errorculo fortasse alicui in horologiis dirigendis, partim distantiæ locorum, in quibus est observatum: unde constat, jure nos hic metum discriminis ex telescopiorum errore orti deprimere infra duo secunda horaria; licet nonnulli et decem, et viginti secundorum errorem timendum censeant, sed, uti abunde demonstravimus, omnino perperam.\n\n13. Jam vero ut ex ejusmodi observatione optatus capiatur fructus, bina ad rem idonea, et à se satis remota, feligenda sunt loca, in quibus observationes fiant, quae inter se comparentur, quod triplici ratione fieri potest. Prima ratio, et omnium trium maxime idonea, est ea ut observetur utroque in loco et immersio et emersio, comparando bina tempora durationum totius phænomeni; secunda, ut utrobique observetur immersio; tertia, ut emersio utrobique observetur, comparando in hisce postremis binis methodis horas locorum, in quibus observationes sunt institutæ.\ninstitutæ, ac horam alterius ad alterius horam reducendo.\n\n14. Primam methodum proposuit jam olim Halleyus, qui quidem calculo inito censuit ad rem maxime idonea fore bina loca, quae ipse selegerat, alterum in Septentrionali America ad Hudsoniam vallem, alterum in Asia Orientali circa ostia Gangis, quibus in locis differentiam durationis totius phænomeni censuerat fore minutorum primorum 17, quae cum efficiant plusquam 1000 secunda; vel 10 secundorum error è binis observationibus coalescens in unam summam, intra centesimam sui partem definit Solis distantiam et parallaxim, quo quidem errore ostendimus timeri vix posse errorem quintuplo minorem.\n\n15. Is quidem Solis parallaxim horizontalem assumperat aliquanto majorem, quam nunc cenfeatur, quod illam ejus differentiam durationum auxit non-nihil; sed id ejus methodo parum obesse. Aliud quidpiam, quod gravioris momenti est, humani paefum doctissimum sane virum affirmavit Isleus in Parisiensis Academiae confessu, quod paullo post etiam typis edidit, quo quidem correcto invenitur illud, si cum Gangis ostio conferatur locus in Septentrionali America maxime idoneus (nam is, quem ipse Halleyus ibi nominaverat, definitis, aliquanto accuratius per hosce annos elementis theoriæ Veneris, reperitur extra eos limites, intra quos hic ejusdem Veneris transitus apparebit) vix haberi 4 minuta ejus discri-minis; et ejus quidem erroris se fontem etiam invenisse affirmavit Isleus ejusmodi, cui summi quoque viri sunt aliquando maxime obnoxii, subtractionem nimirum binorum angulorum adhibitam pro addi-tione:\ntione: angulorum alter est inclinatio orbitæ Veneris ad eclipticam graduum $8^\\circ 28'$, alter circulatio circuli latitudinis ad circulum declinationis $6^\\circ 10'$, quos, ut Isleus affirmat, oportuit simul addere; ille autem alterum ab altero subtraxit.\n\n16. Et mihi quidem ante hosce tres annos in ipsum discrimen inquirenti longe alia methodo, obvenerat itidem discrimen ipsum perquam exiguum. Considerabam enim illud, duplicem esse discriminis fontem, alterum ex eo, quod si feligantur bina loca hinc, et inde à polo diurnæ vertiginis, in altero, nimium in Septentrionali America, motus diurnus debit esse conformis motui Veneris, in altero ex parte opposita fito contrarius; unde fit, ut caeteris paribus in priore loco phænomenum diutius durare debeat, quam in posteriore, uti et si binæ naves in eandem plagam tendant, diutius in certa parte littoris ad latus siti interior exteriori apparebit, breviore vero tempore, si ferantur in partes oppositas: alterum discriminis fontem videbam esse viam ipsam, quæ intra Solem apparebit percursa à Venere. Ea enim alteri loco erit à centro remotior, adeoque brevior; alteri propior, et proinde longior. Si bini discriminis fontes in unum additi Halleyanum mihi tempus satis proxime exhibebant. Et quidem si borealis effet Veneris latitudo, coirent utique ii bini fontes; nam chorda debita locis ultra polum borealem sitis centro propior appareret, et longior; at cum Australis ea sit, videbam fane contrarium evenire, et subtractionem binorum terminorum adhibendam, quæ mihi vix tria vel quatuor minuta relinqueret. Re aliquandiu perpenfa, cum aliis tum quidem longè gravioribus curis distinerer, metuerem autem, ne mihi potius admodum distracto,\ndistracto, quam tanto et Astronomo et Geometrae error aliquis subrepisset; meditationem omnem abrupi, quam Isleus per otium persecutus rem omnem calculo pluribus vicibus repetito, et constructione adhibita, evolvit: et quidem est ex ejus discipulis, qui Parisiis impresserit, eum ipsum à se de errore invento admonitum diu obstitisse, et calculorum iterationem præcepisse, donec et ipse rem diligentiter exquirens idem demum deprehenderit.\n\n17. Verum Isleus ipse non errorem tantummodo invenit, fed uti diximus, et erroris fontem aperuit, et longe molestius, at simul etiam longe utilius opus aggressius, mappam binis hemisphaerii constantem delineavit, alteri similem, quam pro Mercurii transitu delineaverat olim, cujus exemplar, cum brevi dissertatiuncula impresia, huc ad hanc ipsam Regiam Societatem transmisit. In ea diversis coloribus distinxit quatuor totius superficiei terrestris partes, in quibus vel ingressius tantummodo Veneris in Solem apparebit, vel tantum egressius, vel uterque, vel neuter: adjecit autem et lineas colore rubro distinctas, quarum singulæ exprimant loca omnia, quibus vel ingressius accidet, vel egressius eodem aliquo momento temporis, quod Parisiensis meridiani horis designavit.\n\n18. Is quidem methodum, qua ad ejusmodi delineationem est usus, nequaquam exposuerat ante meum discessum Parisiis, sed pluribus id ipsum rationibus institui potest, nec theoria est sane difficilis, sed praxis admodum laboriosa, et longa. Dom. De la Lande unam e methodis ad rem idoneis proposuit in postremo ex Academiae conventibus, quibus interfui; quam dum is in schemate demonstraret, ego alio evocatus satis precipere non potui: at rem ipsam meditatus\nmeditatus invenio illud, singulas ejusmodi lineas in superficie Terrae, esse totidem intersectiones superficiei coni recti cujusdam, qui facile definitur, cum ipsa Terrae superficie. Tres autem diversi coni adhiberi possunt, prout quaerantur loca, in quibus simul videri debeat immersionis initium, vel emersionis finis, immersio, vel emersio centri, immersionis finis, vel emersionis initium. In primo casu angulus lateris coni cum axe est summa semidiametri apparentis Solis visi è Venere, et Veneris visae è Sole, in secundo sola semidiameter Solis, in tertio earum semidiametrorum differentia; vertex autem omnium est in recta jungente centra Solis et Veneris, sed in secundo casu in ipso Veneris centro, in primo citra centrum Veneris Solem versus, in tertio ultra ipsum Veneris centrum ita, ut ejus distantia ab ipso centro Veneris ad distanciam à centro Solis sit in utroque ex hisce postremis casibus in ratione semidiametri verae Veneris ad semidiametrum veram Solis.\n\n19. Ex hoc theoremate, data Veneris positione ad datum tempus, accuratisse ea omnia definiri possunt; sed ad ejusmodi mappam delineandam, quae rei summam quandam unico obtutu conspiciendam exhibeat, satis est unum ex ejusmodi conis considerare; quin immo satis est ejus superficiem partem admodum exiguum in superficiem Terrae incurrentem, et parum admodum inclinatam ad discum è Sole visum assumere pro plano perpendiculari ipsi disco, cujus intersecio cum hemisphaerio superficiel terrefris assumptae pro sphærica obverso Soli erit semicirculus ipsi disco perpendicularis, et sectio cum ipso disco linea recta. Circularis enim sectio ejus coni cum plano disce Terrae comparata est multo major ipso disco. Facile invenio illud:\nillud: si ab angulo supra definito lateris coni cum axe auferatur semidiameter apparens Solis visi è Terra, residuum fore semidiametrum ejus circuli visum è Sole, quae proinde erit ad semidiametrum Terrae, ut est numerus ex illa subtractione proveniens ad parallaxim horizontalem Solis, quae ratio evadet circiter 40 ad 1, si ea parallaxis assumatur circiter secundorum 10.\n\n20. Inde autem fit, ut delineatis in terrestrii disco meridianorum et parallelorum projectionibus ea ratione, quae in Lunae eclipsibus adhiberi solet, admodum facile determinentur loca omnia ad singulas ejusmodi lineas pertinentia; et multo facilius in globos res perfici possit, invento prius pro singulis semicirculis et polo eorum, et distantia à polo ipso, quo pacto unico circini ductu res omnis perficitur. At pro locis, in quibus ingressus Veneris vel egressus habetur, Sole in horizonte sito, satis erit assumere circulos Terrae maximos, qui discum terminant è Sole visum momento temporis, quo è centro Terrae loca ingressus centri, vel egressus videretur, quae momenta paucis tantummodo minutis differunt ab iis, quibus alia Terrae loca ingressum vel egressum videre debent, adeoque illi circuli rem satis pro hoc constructionum genere accuratè determinant. Idem autem Telluris superficiem in illas quatuor partes dividunt, quas supra exposuimus, quae nimirum videre possunt vel alterum, vel utrumque, vel neutrum ex iis phænomenis. Sed haec omnia fusiore geometrica illustratione indigerent, ubi et operationum compendia sanè multa haberi facile possunt.\n\n21. Illeus quidem nec elementa motuum Veneris, quibus est usus, adhuc, quod ego sciam, uspiam exposuit.\nexposuit; sed illud pro certo habeo, tabulas ab ipso esse adhibitas optimae notae, quas adhuc per selectas recentiores observationes correrexit. Ipsa quidem elementa, et potissimum hujuscemodi positio non ita certa sunt adhuc, ut omnimodus expectari debeat totalis hujus ipsius delineationis consensus cum observatione ineunda, posito etiam, quod horizontalis parallaxis Solis sit ea ipsa, quam Isleus assumpsit, sed ita parum à vero aberrare potest, ut, quod pertinet ad delectum locorum instituendis observationibus idoneorum, et fructum, qui ex iis sperari possit, quaecumque è tribus supra propositis comparationum rationibus adhibeatur, tuto illi fidere liceat. Ad parallaxim ipsam accuratè determinandam oportebit ex ipsis observationibus hujuscemodi transitus corrigere elementa omnia motuum Veneris circa hunc nodum, et inde accurato calculo instituto pro iis ipsis locis, in quibus observatum fuerit, inquirere differentiam temporum iis debitam in hypothesi parallaxeos solaris ad calculum ineundum adhibita, quae ad inventam per observationes erit quamproxime in ratione reciproca differentiae temporis calculo erutae ad differentiam observationibus definitam, siquidem discrimen earum differentiarum exiguum fuerit, ut est admodum probabilis; fecus vero ope parallaxeos primo correctae restituto calculo, brevi poterit per seriem admodum convergentem ad verum ipsius parallaxeos valorem deveniri.\n\n22. Unum illud ad Islei mappam pertinens hic omnino addendum est, ejus impressionem binis fieri cupris, quorum altero Terrae loca nigro colore exprimantur, altero lineae ad Veneris transitum pertinentes colore rubro. In pluribus ex exemplaribus impressis non\nnon ita diligenter secundo cupro idem chartæ folium est impositum, ut rite omnia congruant, quod qui-\ndem ipsi exemplari contigit ad Regiam Societatem transmisso, in quo idcirco nonnullis est visus ipsius\ndelineationis error graduum 10. At signa quaedam\nadsunt in ipsis exemplaribus, per quae ipse error de-\nprehendi, et corrigi utcumque possit, et in exemplari,\nquod ego ad Societatis praesidem detuli, ita ambae\nimpressiones congruunt, ut vix ullus ejusmodi error\nsupersit, nec is generalem rei ideam, quam hic qua-\nrimus, quidquam perturbat.\n\n23. Ut vero ex hac ipsa mappa jam inquiramus\nin loca tribus illis comparationum methodis idonea,\nillud occurrit in primis admodum facile percipiendum,\nprimam methodum, quae adhibet durationem\ntotius phænomeni, reliquis binis esse multo aptiorem.\nNam in ea multo minus accurate necessarium est\nnosse binorum locorum longitudines. Sub eodem\nCapricorni Tropico à longitudine graduum 75 ad\nlongitudinem 130 ubique totius phænomeni duratio\nita evadit horarum 6, ut non nisi aliquo secundorum\nnumero inde discedat. Quamobrem error satis in-\ngens in longitudine locorum determinanda nihil ad\nsensus perquisitionem perturbat. Secus evenit in re-\nliquis binis, in quibus comparantur inter se bina tem-\npora immersionum, vel emersionum, in quibus ubi\nalterum ad alterum reducitur, ad habendam differen-\ntiam temporis, quidquid erratur in definienda dif-\nferentia longitudinum binorum locorum, erratur iti-\ndem in illa quaestita differentia temporum, per quam\ndeinde Solis parallaxis est definienda. Porro longi-\ntudinum differentia multo difficilius accuratè defini-\ntur, quanquam illud commode accidit, quod ubi\nsemel satis accurate instituta fuerit in binis locis observatio immersionis, vel emersionis Veneris, differentia longitudinum poterit deinde per observationes, quotiescunque libuerit, repetitas investigari.\n\n24. Ut autem ex ipsa mappa definiantur loca ad hanc observationem maxime idonea, pro prima methodo feligenda sunt ea loca, in quibus duratio phænomeni est maxima, et minima; pro secunda, et tertia feligenda sunt loca, in quibus immersio, vel emersione accidet celerrime, et tardissime; verum ejusmodi loca sunt feligenda, ad quae accedi possit, ut in iis satis commodè liceat instituere observationem.\n\n25. Durationem omnium brevissimam invenio prope Tobolskam in Siberia, ubi, neglectis secundis, est proxime horarum 5, 58'; est autem Petropoli, et Pekini 5h 59'. Berolini 6h 0'. Longissimam omnium circa australem incognitam plagam in longitudine 110° circiter, ac latitudine 60°, ubi est proxime 6h 13'. Si eo adire liceret, haberetur discrimen cum Tobolska minutorum ferè 15; sed ea regio adiri utique non poteat. Sunt loca in Nova Hollandia ad maris littus, ubi duratio est 6h 6', quod adhuc exhibet cum Tobolska differentiam minutorum 8, sed nulla est spes eo appellendi. E locis, quae spem aliquanto majorem appulsus exhibeant, Batavia praebet durationem 6h 4', quod pro differentia exhibet cum Tobolska minuta 6, et 5 cum Petropoli, et Pekino, quibus in locis observationes exactæ intra duo, vel tria secunda adhuc exhiberent distantiam Solis, et parallaxim intra centesimam sui partem accuratas.\n\n26. Immersione omnium citissime videri incipiet circa Tropicum Capricorni in longitudine 235° in Mari Pacifico hora 2 40', omnium autem locorum maxime\nmaxime vero prope Cyprum insulam hora 2 57', quae duo loca differentiam exhiberent minutorum 17. In ea error decem etiam secundorum adhuc relinquet Solis parallaxim et distantiam definitas intra centesimam sui partem. Et in Cypro quidem observatio admodum facile institui potest, ac erat, uti monui, in Gallia, qui professionem meditaretur; verum plura alia ex eadem parte sunt loca fere æquè apta, in quibus observationes non deerunt. Adero ego Constantinopoli, ubi habetur hora 6 56'. Habentur Berolini minuta plusquam 55, Stokholmiae, et Petropoli fere accuratè is numerus, Toboliskæ 54½, in quibus locis omnibus observatores utique habebuntur. At alter locus Mari Pacifico situs non nisi insulas habet omnino desertas longissimè à Continenti Americæ sitas ad distantiam graduum plusquam 60. Is, qui aliquanto facilius id commodi Astronomiæ procurare possit, est, ut arbitror, solus Hispaniæ Rex, qui quidem Ulloam Astronomum egregium, et Quitensibus observationibus celeberrimum, nunc habet in Peruvia, unde in aliquam ex iis insulis navigare possit, et accuratam observationem instituere, sine qua quidquid Petropoli, Stokholmiae, Berolini, Constantinopoli, in Cypro insulo fiet, erit omnino irritum, et sine ejusmodi observatione nihil omnino deduci poterit fecunda hac methodo, ut prima etiam methodus sine Batavica observatione est ferme prorsus inutilis.\n\n27. Relinquitur methodus tertia, quae ad emersionem pertinet. Loca, in quibus ea primo apparebit, sunt paullo ultra Kamtchatkam ad extremos Orientalis Asiæ fines, ubi id phænomenum accidet hora 8h 49'; loca, in quibus postremo videri definet, sunt in ipsa incognita Australi plaga circa primi Meridiani latitudinem\ndinem graduum 45, ubi definit hora 9 6', differentia existente iterum 17 minutorum, ut in methodo secunda. Sed licet eo deveniri non possit, adeo insula S. Helenæ aptissima sane, in qua id accidit fere 9h 4½', et linea, quæ exhibet 9h 4' transit prope Fernambucum in Orientali Brasiliæ ora situm, fere pervadit extremam ultimæ meridionalis Africæ oram, ac transit per ipsum caput Bonæ Spei, quæ idcirco loca omnia, si cum Kamchkatka conferantur, exhibent plus, quam 14 minuta discriminis. Verum cum habeatur finis Pekini hora fere 8 51', Toboliskæ 52½', Petropoli 54', Berolini 55', Londini 56', Constanti-\nnopolis 56½'; observatio habita in insula S. Helenæ cum hisce locis collata exhibet differentiam majorem minutis 13, 12, 10, 9, 8½, 8, quarum priores ad rem maximè idoneæ sunt, penultima etiam admodum opportuna, si illud consideretur, plures Londini observationes futuras, et quidem omnino accuratissimas.\n\n28. Triplex autem generatim haberi potest errorum fons; primus in dirigendo horologio, vel horologii ipsius æquabilitate; secundus in determinando momento immersionis, vel emersionis; tertius in determinanda positione loci, in quo observatio ipsa institutur. Ex primo capite non video, quid timeri possit, cum intra eundem diem communia etiam horologia oscillatoria, si bona sint, æquabilitatem retinere soleant potissimum circa Solstitia, circa quæ minus varia Cæli constitutio esse solet, et per altitudines correspondentes Solis et fixarum repetitas horologium satis facile ita derigatur, ut ne unius quidem secundi error inde timeri possit. Saltem adhibitis horologiis accuratissimis, et peculiari\n\nVol. LI.\ndiligentia in observando, omnis error inde oriundus evitari commode potest.\n\n29. Ex secundo capite juxta ea, quae initio diximus, major quam duorum secundorum error meo quidem judicio in singulis observationibus timeri omnino non potest; quin immo infra unicum etiam secundum deprimi potest adhibitis telescopiis ejusdem vis. Quamobrem, si haec adhibeatur diligentia, in casu maximè infausto, in quo bini errores se mutuo nequaquam corrigunt, nonnisi duorum secundorum error timeri potest.\n\n30. Et hi quidem soli sunt errores, qui in prima methodo timeri possint, licet duplicandi ibi sint idcirco, quod et immersionis et emersionis observationem ea methodus requirat, at pro reliquis videntur præterea, quid timeri posset, in determinanda positione locorum, in quibus observationes instituntur. Determinatio latitudinis loci nec requiritur admodum accurata, et admodum facile accuratisima obtinetur per culminantium fixarum altitudines, potissimum si aliquanto majoris radii quadrantes adhibeantur. Longitudinum determinatio est aliquanto difficilior. Eam per eclipses satellitum Jovis, non credo, obtineri posse sine periculo erroris plurium secundorum; adhuc tamen, si telescopia adhibeantur ejusdem vis, et plures ejusmodi observationes instituantur, credo utique intra sex horaria secunda posse etiam per ipsas differentiam longitudinum definiri. Verum si occurrant fixarum occultationes per Lunam, vel assumantur per egregium objectivum micrometrum plures distantiæ Lunæ, à fixis cognitis, iisdem autem diebus accurate alicubi, ut Londini, et Parisiis, observetur et transitus Lunæ per meridianum, et diameter\nmeter apparens Lunæ, à qua pendet parallaxis quo-\nque, credo utique, intra quatuor etiam horaria se-\ncunda, ingenti habito observationum numero, rem\nposse concludi.\n\n31. Hinc eruitur pro primo methodo sperari posse\ndeterminationem intra quatuor, vel etiam duo se-\ncunda, pro reliquis binis intra sex, vel quinque, at-\nque id etiam, si, quod fere nunquam evenit, errores\nomnes in unam summam coalescant. Quare si in\nprima methodo habeatur observatio instituta To-\nbolskæ, et in Nova Hollandia, ubi vidimus differen-\ntiam expectari minutorum 8, sperari potest determi-\nnatio parallaxeos intra centesimam vigesimam, vel du-\ncentesimam quadragesimam partem totius; si autem\nhabeatur observatio Tobolskæ, et Bataviæ, ubi dif-\nferentia expectatur minutorum sex, posse sperari de-\nterminationem intra nonagesimam, vel centesimam\noctogesimam partem totius.\n\n32. Pro secunda methodo, si habeatur observatio\nilla in insulis Maris Pacifici circa loca, quæ supra vi-\ndimus, licet, ut recedatur à limitibus, quibus exiguo\ncalcoli errore loco motis, frustrari potest observa-\ntorem sua spes, amittatur unum minutum in tem-\npore, ac ea observatio conferatur cum observationibus\nibidem nominatis, Cypria, Constantinopolitana, Be-\nrolinensi, Petropolitana, Stokholmienfi, Tobolskæana,\nubi differentia haberi debet minutorum 16, 15, 14,\n13½, admissa etiam errorum summa secundorum 6,\nhaberi potest determinatio intra partem centesimam\nsexagesimam, vel centesimam quinquagesimam, quad-\nragesimam, trigesimam quintam totius.\n\n33. Pro tertia methodo idem fere fructus sperari\npotest, si observatio instituatur in insula S. Helenæ,\nvel Fernambuci in Brasilia, vel Occidentalem Africæ oram, uti ex iis, quæ supra diximus patet. Observatio autem habita in insula S. Helenæ, et comparata cum Londinensi, et Constantinopolitana exhibentibus differentiam minutorum $8\\frac{1}{2}$, et 8, promittunt determinationem intra octogesimam quintam, et octogesimam partem totius.\n\n34. Binæ quidem tantummodo observationes accuratæ, et institutæ in locis satis idoneis, rem omnino conficiunt, at plura sunt, quæ jubeant plures hac illac observatores dimittere; primo enim collatis pluribus observationibus inter se, apparebit, intra quos limites certi esse possimus de parallaxi Solis eruta, videndo, quantum ejusmodi determinationes à se invicem distent, ac assumendo medium certiores erimus, et vero valori propriores: tanti uteam momenti est id, quod hic quaeritur, ut nihil, quod ad majorem accuratæm, et certitudinem conferre possit, omitti debat. Deinde cavendum, ne nubes aspectum præripiant, quod quidem nequaquam accidet, si multi observatores in locis fuerint admodum diversis. Et hinc ego quidem cum in meo poemate de eclipsibus agerem ante hos octo annos de hoc ipso Veneris sub Sole transitu, et Halleyanam respicerem methodum, illud adjeci.\n\nCredo equidem densæ circum se quaque cohortes\nEffundent latè terris, quaque horrida tristi\nSqualet humus glacie, quaque uxtis ardet arenis,\nNec tantas imo nubes alit Æolus antro,\nVentorumque ciet gens improba, possit ut omnes\nObruere aërios tractus, atque omnibus axem\nÆtherium velare locis, et condere Divam.\nFors et ego Irroquiûm sedes, et inhospita regna,\nSi tantum fortuna sinet, si vita superstes,\n(Quid namque hæ vires, quid non hæc spondeat ætas,\nDum vix ter quartus ter denis additur annis?)\nTranscurram procul et doctis comes ibo catervis.\nSpero equidem, nec me pontus turgentibus undis\nAudentem terret, glacieisque niveisque perennes.\n\n35. Et ego quidem commutata nunc observationum ineundarum ratione non in Americam Septentrionalem, sed Constantinopolim abibo, ubi observationem instituam cum iis instrumentis, quæ mihi praesto erunt, non quidem optima, quæ maxime cuperem, sed ad rem utcumque perficiendam idonea: labori certè et diligentiae non parcam. Et ea quidem observatio maximum secunda methodo habebit usum, si habeatur observator aliquis in iis, quas innuimus, Maris Pacifici insulis; aliquem autem adhuc non contemnendum in tertia methodo, si habeatur observator aliquis in insula S. Helenæ, vel in ora Occidentali Meridionalis Africæ partis, vel Fernambuci in Brasilia.\n\n36. Quid autem Anglicana natio, et Regia potissimum Londinensis Societas, praestare possit, satis constat ex iis, quæ diximus. Maxime omnium videtur desideranda expeditio in insulam S. Helenæ, ex qua habebitur optatus fructus tertia methodo. Verum si æmulæ nationi Gallicæ nolit palmam concedere in nobilissima facultate promovenda, opus est plures observatores dimittat in plures plagas, et ad alias observationes obtinendas alibi sua officia interponat.\n\n37. Pro ipsa tertia methodo potest utique curare bina observationum binaria facienda cum instrumentis egregiis,\negregiis, et inter se collatis. Ex altera parte praeter observationem in insula S. Helenæ, dimittendus esset aliquis alius vel illam Africæ oram maritimam, vel cum bona Lusitani Regis gratia Fernambucum: ex altera parte habebit omnino Societas observationes suas Londinenses.\n\n38. Quoniam tanti à secunda, et prima methodo fructus jure sperantur, posset utique Regalis Societas ad Legatum Anglicum Matritensem literas dare, ut Regem per se etiam amantissimum et bonarum artium et scientiarum omnium, suo nomine impelleret ad præcipiendam Ulloæ observationem illam in Mari Pacifico, destinata ad illum maturè transvehendum navi, quod quidem aulæ Hispanicæ esset admodum facile, Literariæ autem Reip. exoptatissimum. Posset et ab Hollandis observationem expetere, vel in Nova Hollandia, vel Bataviæ peragendam, vel etiam aliquem è suis eo destinare, petita ab Hollandis facultate. Eo pacto Gallos in hanc occasionem intentos vinceret Anglia, ac ipsi Literarius orbis deberet exoptatissimam determinationem omnibus tribus methodis factam. Pudebit sane suorum avorum nepotes venturo sæculo, si tantam et adeo raram opportunitatem neglectam viderint, et cum ingenti Astronomiæ damno prætermißam eo potißimum tempore, quo maritimi successus maritimas expeditiones etiam literarias usque adeo faciliores reddiderant, et omnino exposcebant.\n\nIn signum animi addictissimi\net obsequentissimi,\nRogerius Joseph Boscovich, S. I.\n\nLXXVIII. A",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105423.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 25,
    "total-input-tokens": 37176,
    "total-output-tokens": 12707,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1196,
        2
      ],
      [
        1196,
        2899,
        3
      ],
      [
        2899,
        4538,
        4
      ],
      [
        4538,
        6132,
        5
      ],
      [
        6132,
        7719,
        6
      ],
      [
        7719,
        9406,
        7
      ],
      [
        9406,
        10696,
        8
      ],
      [
        10696,
        12362,
        9
      ],
      [
        12362,
        14039,
        10
      ],
      [
        14039,
        15601,
        11
      ],
      [
        15601,
        17299,
        12
      ],
      [
        17299,
        18973,
        13
      ],
      [
        18973,
        20680,
        14
      ],
      [
        20680,
        22325,
        15
      ],
      [
        22325,
        23993,
        16
      ],
      [
        23993,
        25642,
        17
      ],
      [
        25642,
        27307,
        18
      ],
      [
        27307,
        28987,
        19
      ],
      [
        28987,
        30613,
        20
      ],
      [
        30613,
        32229,
        21
      ],
      [
        32229,
        33839,
        22
      ],
      [
        33839,
        35358,
        23
      ],
      [
        35358,
        36912,
        24
      ],
      [
        36912,
        38339,
        25
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105423",
    "title": "De Proximo Veneris Sub Sole Transitu",
    "authors": "Rogerius Joseph Boscovich",
    "year": 1759,
    "volume": "51",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 25,
    "jstor_url": "https://www.jstor.org/stable/105423"
  }
}