{
  "id": "b4cf7a37c98b9c48ddba28b3fcb83ed4e9a85348",
  "text": "XXX. On the Influence of the Ocean on the Plumb-line in India. By the Venerable J. H. Pratt, M.A., Archdeacon of Calcutta. Communicated by Professor Stokes, Sec. R.S.\n\nReceived December 7, 1858,—Read January 6, 1859.\n\n§ 1. Preliminary remarks.\n\n1. The present paper is a sequel to two former communications to the Society on the effect of Mountain Attraction on the Plumb-line in India. In the first of these (communicated in 1855) the deflection of the plumb-line caused by the Mountain Mass north of Hindostan is calculated; and in the second (forwarded during the present year) the effect of a small excess or defect of density prevailing through extensive tracts of the earth’s mass is found; with a view to determine whether any compensating cause can possibly exist below, to counteract the large amount of deflection caused by the superficial mass lying above the sea-level. A survey of the causes of disturbance of the plumb-line cannot be complete without taking into consideration the influence of the ocean. To approximate to this is the object of the present Paper.\n\n2. The geographical position of Hindostan is somewhat remarkable. The highest mountain-ground in the world lies to the north of it; and an unbroken expanse of ocean extends from its shores down to the neighbourhood of the south pole. The excess of matter presented by the first causes a deflection of the plumb-line towards the north, decreasing in amount as we travel southwards. The deficiency of matter arising from the second causes a deflection of the plumb-line also towards the north, but decreasing in amount as we travel northwards. The consequence is, that while these two causes conspire to increase the deflection at the different stations, their combined action tends to reduce in amount the errors the mountain attraction causes in the amplitudes. But the attraction of the mountains northwards, and the deficiency of attraction of the ocean southwards, which last is in fact equivalent to a repulsive force northwards, combine to produce another effect upon the measures of the Survey besides the deflection of the plumb-line, an effect of some importance. They have a sensible influence in changing the sea-level, so as to make the level of Karachi—to which a great longitudinal chain of triangles is brought down from Kalianpur in the centre of India—many feet higher than the level at Punnœ, near Cape Comorin, the south extremity of the Great Arc of meridian.\n\n3. If the density of the sea were the same as that of the superficial stratum of rock, there would be no disturbing force. The deficiency of matter arising from the smaller density of the ocean, produces, therefore, a northerly repulsive force exactly equal to the attraction of a mass of the same form in superficial extent and depth, but having a density equal to the excess of the density of rock over that of sea-water.\n§ 2. Hypothesis regarding the form of the bottom of the sea.\n\n4. To calculate this force, it is necessary, in our ignorance of the form of the bottom of the sea, to resort to hypothesis. In doing so it should be remembered, that as we want to find the aggregate effect at certain places comparatively near each other, being all in India, and not to find the law in passing from one point to another over the whole surface of the ocean, an average representation of its form will be quite as good for our purpose as an accurate knowledge of all its variations of depth.\n\nFig. 1.\n\nThe hypothesis I assume I will now describe. Let the preceding diagram (fig. 1) represent an outline of the ocean and bounding countries under consideration. Let A, B, C (as in my former Papers) be Kaliana, Kalianpur, and Damagida, the three terminal\nstations of the two higher portions of the Great Arc: P is Punnoe, the station close to Cape Comorin. Draw EPF east and west, meeting Africa in E and the Malay Peninsula in F. I call the depths at the middle points, viz. at \\(a\\) and \\(b\\), of these lines at the opening of the Arabian Sea and Bay of Bengal into the Indian Ocean, \\(a\\) and \\(b\\): and I assume that the bottom slopes up gradually from these points in lines due north to \\(m\\) and \\(n\\), near Karachi and the Sandheads of Calcutta; and that the bottom shelves down to these lines from every part of the shore. Thus to find the depth at any point \\(H\\), we must draw \\(hHk\\) at right angles to \\(am\\); first find the depth at \\(h\\) in terms of \\(a\\), from the measured ratio of \\(mh\\) to \\(ma\\); then find the depth at \\(H\\) in terms of that at \\(h\\), and so in terms of \\(a\\), from the measured ratio of \\(Hk\\) to \\(hk\\). In this way the depth at all points in the Arabian Sea and the Bay of Bengal may be found in terms of \\(a\\) and \\(b\\).\n\nI next assume that at a point D, 36° south of Cape Comorin and nearly midway between Madagascar and Australia, the depth is D; and that the bottom slopes down gradually to D from all sides—from the bottom at FP and PE, from the shores on the east and west, and from the neighbourhood of the south pole. It will soon be seen that any uncertainty regarding the depth down towards the south pole is comparatively unimportant. From this description it will be seen that the depth along any line PI may be found as follows:—The bottom slopes down to L from both shores: the depth at L is known in terms of \\(a\\) and D from the ratio of \\(aL\\) to \\(LD\\). Again, the depths along a line CMNQ are found thus. The depth at M is found in terms of \\(a\\) from the slope of \\(Pa\\). From M to N the bottom slopes to a depth which is found in terms of D by the relative distance of N from Madagascar, the nearest shore, and D. By this contrivance the depths of all parts of the ocean under examination can be found in terms of one or more of the arbitrary depths \\(a\\), \\(b\\), D: and by rightly choosing these quantities I think we shall have a very good average representation of the volume and general form of the ocean, as far as its effect on the stations in India require a knowledge of it. The effect of the ocean to the right of the eastern peninsula and archipelago I have omitted, as it would be about the same for all the stations.\n\n§ 3. Calculation of the attractions and deflections.\n\n5. The method of calculating the attraction is precisely the same as that adopted in my Paper of 1855 for the Mountains. Thus for the station P. Through P imagine great circles drawn (not given in the diagram to prevent confusion) at 30° apart. These will divide the surface into lunes reaching to the antipodes. The lines drawn in the diagram are the middle or dividing lines of these lunes, along which the attraction acts. Around P describe a circle with radius = 5°; and beyond this other circles with the radii noted in the Table in page 782. The property of this law of dissection is, that the attractions of the masses of the several compartments into which this process divides the surface, are proportional to their average depths; or if \\(d_1, d_2, d_3, \\ldots\\) be the depths, the attractions of the masses on P are as \\(d_1, d_2, d_3, \\ldots\\). The attraction of each mass* \\(= \\frac{4}{21} \\varepsilon \\sin 15° \\times \\text{depth}\\). Now the density of sea water = 1·028 × dens. of distilled water.\n\n* See p. 64 of Paper of 1855.\nAlso mean density of the earth = 5.66 times that of distilled water. Also mean density of the earth \\(= \\frac{3}{4\\pi} \\frac{g}{r}\\), \\(g=\\) gravity, \\(r=4000\\) miles. The density of Schehallien, which is a fair representative of the density of rock at the surface, \\(=2.75 \\times\\) dens. distilled water;\n\n\\[\n\\begin{align*}\n\\epsilon &= \\text{excess of density of rock above that of sea-water} \\\\\n&= \\frac{1.722}{5.66} \\text{ mean dens. of earth } = \\frac{3}{4\\pi} \\frac{1722}{5660} \\frac{g}{r};\n\\end{align*}\n\\]\n\nalso \\(\\sin 15^\\circ = 0.2588\\),\n\n\\[\n\\begin{align*}\n\\therefore \\text{attraction of mass in any compartment} &= 0.000009079 \\times \\text{depth} \\times g \\\\\n&= \\tan (0''185) \\text{ depth} \\times g,\n\\end{align*}\n\\]\n\n\\[\n\\therefore \\text{deflection caused by this } = 0''185 \\text{ depth},\n\\]\n\nas is easily seen by the resolution of forces.\n\nHence the deflection caused by the whole of any one lune is found by adding together all the depths of the compartments, and multiplying the sum by the cosine and sine of the azimuth, reckoned from the south to the left, to find the North and East force produced by the deficiency of matter in the ocean. These added together for all the lunes will give the total effect of the portions of the surface beyond the first circle.\n\n6. In parts where the compartments are broken into by the shores, or the lunes must be narrowed in consequence of the land, I introduce the correction by reducing the depths in proportion, and leaving the constant multiplier 0''185 unchanged. Thus too in the third lune to the west, the middle line lies along the shore, and therefore half the lune is on land, and the depth along the middle line, being zero all along, does not represent the average depth of the compartments. I therefore take the depths along the middle line of the half lune, that is, along a line making an angle 7° 30' with the shore; and besides this I take half only of the result, as the width of the lune is diminished in that ratio. Again, the most important lune, that which has its middle line due south, needs consideration. The middle line lies at the greatest depth in all the compartments. The depths of the middle of the compartments will therefore be all larger than the average depth of the compartments. The average depth of the compartment in the\nlatitude of D, it is easily seen, is about $\\frac{5}{6}$ D. This, therefore, I shall adopt as the depth at D for all lunes which have their middle line in APD.\n\n7. I have not yet considered the portion within the first circle. It is easy to show by the Integral Calculus, that the attraction of a small horizontal pyramid, of depth $d$ at its vertical base, $= \\frac{1}{2} \\delta d$, irrespectively of its length, $\\delta$ being the width. Hence, by integration, $2 \\rho \\sin 15^\\circ \\cdot d$ is the attraction for the whole width of the lune. And the consequent deflection caused by this portion of the ocean $= \\frac{21}{2} \\cdot \\frac{4}{21} \\rho \\sin 15^\\circ \\cdot d = 0''185 \\times \\frac{21}{2} d$. Hence the deflection caused by the whole lune\n\n$$= 0''185 \\left( \\frac{21}{2} d + d_1 + d_2 + d_3 + \\cdots \\right).$$\n\n8. We are now prepared to enter into Tables the deflections caused by the several lunes. The process I follow is partly graphic. I take a strip of paper and mark it, to be used as a scale. After the zero-point the first mark is at 5° distance, this being the radius of the first circle about P bounding the compartments. The distances of the remaining circles, as noted in the Table in page 782, are next marked on the scale. It will be observed that the distances of the circles from each other are at first very small, but they afterward rapidly increase, and the 29th compartment terminates at 116° from P, and the next stretches beyond the antipodes. The rapid increase of the dimensions of the compartments in the southern ocean renders it unimportant to know the depths of those regions with any degree of accuracy, as I have already noticed.\n\nThe scale thus formed is laid upon the diagram (fig. 1), along the middle lines of the several lunes, the zero-point being at P. The values of $d, d_1, d_2, d_3, \\ldots$ are then, without much difficulty, determined from the diagram for P, and similarly for other stations, as noted down in the six Tables which follow. The deflections are resolved north and east.\n\nOf the six stations I have chosen (for reasons which will appear), one has no name, as there is no known place there. I therefore call it “Near-Goa.” It is half-way between Punnae and Karachi.\n### Table I.—Deflections at Kaliana.\n\n| Depths | Central Lune. | First Lune. | Second Lune. |\n|--------|---------------|-------------|--------------|\n|        |               | East.       | West.        | East.       | West.        |\n| $d$    | 0             | 0           | 0            | 0           | 0            |\n| $\\frac{2}{3}d$ | 0         | 0           | 0            | 0           | 0            |\n| $d_1$  |               |             |              |             |              |\n| $d_2$  |               |             |              |             |              |\n| $d_3$  |               |             |              |             |              |\n| $d_4$  |               |             |              |             |              |\n| $d_5$  |               |             |              |             |              |\n| $d_6$  |               |             |              |             |              |\n| $d_7$  |               |             |              |             |              |\n| $d_8$  |               |             |              |             |              |\n| $d_9$  |               |             |              |             |              |\n| $d_{10}$ |            |             |              |             |              |\n| $d_{11}$ |            |             |              |             |              |\n| $d_{12}$ |            |             |              |             |              |\n| $d_{13}$ |            |             |              |             |              |\n| $d_{14}$ |            |             |              |             |              |\n| $d_{15}$ |            |             |              |             |              |\n| $d_{16}$ |            |             |              |             |              |\n| $d_{17}$ |            |             |              |             |              |\n| $d_{18}$ |            |             |              |             |              |\n| $d_{19}$ |            |             |              |             |              |\n| $d_{20}$ |            |             |              |             |              |\n| $d_{21}$ |            |             |              |             |              |\n| $d_{22}$ |            |             |              |             |              |\n| $d_{23}$ |            |             |              |             |              |\n| $d_{24}$ |            |             |              |             |              |\n| $d_{25}$ |            |             |              |             |              |\n| $d_{26}$ |            |             |              |             |              |\n| $d_{27}$ |            |             |              |             |              |\n| $d_{28}$ |            |             |              |             |              |\n| $d_{29}$ |            |             |              |             |              |\n| $d_{30}$ |            |             |              |             |              |\n\n- **First Lune.**\n  - Nine depths from 0 to $\\frac{5}{6}D$ ($=3\\cdot7D$)\n  - Seven depths from $\\frac{5}{6}D$ to $\\frac{1}{2}D$ ($=2\\cdot5D$)\n\n- **Second Lune.**\n  - Nine depths from 0 to $\\frac{3}{4}b$ ($=1\\cdot67b$)\n  - Six depths from $\\frac{3}{4}b$ to 0 ($=1\\cdot11b$)\n  - Seven depths from $a$ to $\\frac{1}{2}D$ ($=0\\cdot35D$)\n  - Four from $\\frac{1}{2}D$ to 0 ($=0\\cdot4D$)\n\n**Totals**\n\n- Deflect $= 6\\cdot2D$\n- Deflect $= 1\\cdot6D + 4\\cdot67b$\n- Deflect $= 1\\cdot2D + 4\\cdot5a$\n- Deflect $= -1\\cdot16b$\n\n**Sums**\n\n- Cos azim. $= 1\\cdot15D$\n- Def. N. $= 1\\cdot15D$\n- Diff. $= 0$\n- Sin azim. $= 0$\n- Def. E. $= 0$\n\nTotal Deflection at Kaliana, North, $1\\cdot60D + 0\\cdot76b + 0\\cdot80a$.\nTotal Deflection at Kaliana, East, $-0\\cdot04D - 0\\cdot46b + 0\\cdot56a$.\n### Table II. Deflections at Kalianpur.\n\n| Depths | Central Lune. | First Lune. | Second Lune. | Third Lune. |\n|--------|---------------|-------------|--------------|-------------|\n|        |               | East.       | West.        | East.       | West.       |\n| $d$    | 0             | 0           | 0            | 0           | 0           |\n| $\\frac{2}{3}d$ | 0         | 0           | 0            | 0           | 0           |\n| $d_1$  |               |             |              |             |             |\n| $d_2$  |               |             |              |             |             |\n| $d_3$  |               |             |              |             |             |\n| $d_4$  |               |             |              |             |             |\n| $d_5$  |               |             |              |             |             |\n| $d_6$  |               |             |              |             |             |\n| $d_7$  |               |             |              |             |             |\n| $d_8$  |               | Eight depths from 0 to $\\frac{5}{6}b$ ($=3\\cdot43b$) | Eight depths from 0 to $\\frac{5}{6}a$ ($=2\\cdot52a$) | Eight depths from 0 to $\\frac{5}{6}b$ ($=1\\cdot19b$) ($=2\\cdot94a$) | Ten depths from 0 to $\\frac{5}{6}a$ ($=2\\cdot33a$) |\n| $d_9$  |               |             |              |             |             |\n| $d_{10}$ |            |             |              |             |             |\n| $d_{11}$ |            |             |              |             |             |\n| $d_{12}$ |            |             |              |             |             |\n| $d_{13}$ |            |             |              |             |             |\n| $d_{14}$ |            |             |              |             |             |\n| $d_{15}$ |            |             |              |             |             |\n| $d_{16}$ |            |             |              |             |             |\n| $d_{17}$ |            | Twelve depths from 0 to $\\frac{5}{6}D$ ($=5D$) | Nine depths from $\\frac{5}{6}b$ to $\\frac{5}{6}D$ ($=3\\cdot85b+1\\cdot29D$) | Nine depths from $\\frac{5}{6}a$ to $\\frac{5}{6}D$ ($=2\\cdot83a+0\\cdot81D$) | Nine depths from $\\frac{5}{6}a$ to 0 ($=2\\cdot65a$) |\n| $d_{18}$ |            |             |              |             |             |\n| $d_{19}$ |            |             |              |             |             |\n| $d_{20}$ |            |             |              |             |             |\n| $d_{21}$ |            |             |              |             |             |\n| $d_{22}$ |            |             |              |             |             |\n| $d_{23}$ |            |             |              |             |             |\n| $d_{24}$ |            |             |              |             |             |\n| $d_{25}$ |            | Seven depths from $\\frac{5}{6}D$ to 0 ($=2\\cdot92D$) | Eight depths from $\\frac{5}{6}D$ to 0 ($=1\\cdot14D$) | Eight depths from $\\frac{5}{6}D$ to 0 ($=0\\cdot75D$) | Eight depths from $\\frac{5}{6}D$ to 0 ($=0\\cdot75D$) |\n| $d_{26}$ |            |             |              |             |             |\n| $d_{27}$ |            |             |              |             |             |\n| $d_{28}$ |            |             |              |             |             |\n| $d_{29}$ |            |             |              |             |             |\n| $d_{30}$ |            |             |              |             |             |\n\n**Totals**\n\n- **Central Lune:** 7\\cdot92D\n- **First Lune:** 2\\cdot43D + 7\\cdot28b + 0\\cdot45D + 1\\cdot35b\n- **Second Lune:** 1\\cdot56D + 5\\cdot35a + 0\\cdot29D + 0\\cdot99a\n- **Third Lune:** 2\\cdot08b + 5\\cdot59a + 0\\cdot38b + 1\\cdot03a\n\n**Deflections**\n\n- **Central Lune:** 1\\cdot47D\n- **First Lune:** 0\\cdot74D + 1\\cdot35b + 0\\cdot99a\n- **Second Lune:** 0\\cdot64D + 0\\cdot90b + 0\\cdot87a\n- **Third Lune:** 0\\cdot38b + 1\\cdot03a\n\n**Sums**\n\n- **Cos azim.:** 1\n- **Def. N.:** 1\\cdot47D\n- **Def. E.:** 0\n\n**Diff.**\n\n- **Sin azim.:** 0\n- **Def. N.:** 0\n- **Def. E.:** 0\n\nTotal Deflection at Kalianpur, North, $2\\cdot17D + 1\\cdot09b + 1\\cdot68a$.\nTotal Deflection at Kalianpur, East, $-0\\cdot08D - 1\\cdot0b + 1\\cdot48a$.\n### Table III. Deflections at Damargida.\n\n| Depths | Central Lune. | First Lune. | Second Lune. | Third Lune. | Fourth Lune. |\n|--------|---------------|-------------|--------------|-------------|--------------|\n|        |               | East.       | West.        | East.       | West.        | East.       | West.        |\n| d      | 0             | 0           | 0            | 0           | 0            | 0           | 0            |\n| $2\\frac{1}{2}d$ | 0         | 0           | 0            | 0           | 0            | 0           | 0            |\n| $d_1$  | ……            | ……          | ……           | ……          | Eight depths from 0 to $\\frac{8}{7}b$ ($=1\\cdot11b$) | ……          |\n| $d_2$  | ……            | ……          | ……           | ……          | Ten depths from 0 to $\\frac{3}{5}a$ ($=2\\cdot14a$) | ……          |\n| $d_3$  | ……            | ……          | ……           | ……          | Eleven depths from 0 to $\\frac{1}{4}a$ ($=3\\cdot33a$) | ……          |\n| $d_4$  | ……            | ……          | ……           | ……          | ……            | ……          |\n| $d_5$  | ……            | ……          | ……           | ……          | ……            | ……          |\n| $d_6$  | ……            | ……          | ……           | ……          | ……            | ……          |\n| $d_7$  | ……            | ……          | ……           | ……          | ……            | ……          |\n| $d_8$  | ……            | ……          | ……           | ……          | ……            | ……          |\n| $d_9$  | ……            | ……          | ……           | ……          | ……            | ……          |\n| $d_{10}$ | ……        | ……          | ……           | ……          | ……            | ……          |\n| $d_{11}$ | ……       | ……          | ……           | ……          | ……            | ……          |\n| $d_{12}$ | ……      | ……          | ……           | ……          | ……            | ……          |\n| $d_{13}$ | ……     | ……          | ……           | ……          | ……            | ……          |\n| $d_{14}$ | ……    | ……          | ……           | ……          | ……            | ……          |\n| $d_{15}$ | ……   | ……          | ……           | ……          | ……            | ……          |\n| $d_{16}$ | ……  | ……          | ……           | ……          | ……            | ……          |\n| $d_{17}$ | …… | ……          | ……           | ……          | ……            | ……          |\n| $d_{18}$ | …… | ……          | ……           | ……          | ……            | ……          |\n| $d_{19}$ | …… | ……          | ……           | ……          | ……            | ……          |\n| $d_{20}$ | …… | ……          | ……           | ……          | ……            | ……          |\n| $d_{21}$ | …… | ……          | ……           | ……          | ……            | ……          |\n| $d_{22}$ | …… | ……          | ……           | ……          | ……            | ……          |\n| $d_{23}$ | …… | ……          | ……           | ……          | ……            | ……          |\n| $d_{24}$ | …… | ……          | ……           | ……          | ……            | ……          |\n| $d_{25}$ | …… | ……          | ……           | ……          | ……            | ……          |\n| $d_{26}$ | …… | ……          | ……           | ……          | ……            | ……          |\n| $d_{27}$ | …… | ……          | ……           | ……          | ……            | ……          |\n| $d_{28}$ | …… | ……          | ……           | ……          | ……            | ……          |\n| $d_{29}$ | …… | ……          | ……           | ……          | ……            | ……          |\n| $d_{30}$ | …… | ……          | ……           | ……          | ……            | ……          |\n\n**Totals ...**\n\n- 9\\textsuperscript{'}58 D\n- 4 D\n- 3\\textsuperscript{'1} D + 4\\textsuperscript{'}62 a\n- 2\\textsuperscript{'}08 b\n- 9\\textsuperscript{'}26 a\n- 1\\textsuperscript{'7} b\n- 2\\textsuperscript{'}99 a\n- 0\n- 0\\textsuperscript{'}42 a\n\n**Defects**\n\n- 1\\textsuperscript{'}77 D\n- 0\\textsuperscript{'}74 D\n- 0\\textsuperscript{'}57 D + 0\\textsuperscript{'}85 a\n- 0\\textsuperscript{'}38 b\n- 1\\textsuperscript{'}71 a\n- 0\\textsuperscript{'}31 b\n- 0\\textsuperscript{'}56 a\n- 0\n- 0\\textsuperscript{'}08 a\n\n**Sums**\n\n- 1\\textsuperscript{'}77 D\n- 1\\textsuperscript{'}31 D + 0\\textsuperscript{'}85 a\n- 0\\textsuperscript{'}38 b + 1\\textsuperscript{'}71 a\n- 0\\textsuperscript{'}31 b + 0\\textsuperscript{'}56 a\n- 0\\textsuperscript{'}08 a\n\n**Cos azim.**\n\n- 1\n- 1\\textsuperscript{'}77 D\n- 1\\textsuperscript{'}13 D + 0\\textsuperscript{'}74 a\n- 0\\textsuperscript{'}19 b + 0\\textsuperscript{'}85 a\n- 0\n- 0\\textsuperscript{'}04 a\n\n**Def. N...**\n\n- 0\n- -0\\textsuperscript{'}17 D + 0\\textsuperscript{'}85 a\n- -6\\textsuperscript{'}38 b + 1\\textsuperscript{'}71 a\n- -0\\textsuperscript{'}31 b + 0\\textsuperscript{'}56 a\n- 0\\textsuperscript{'}08 a\n\n**Sin azim.**\n\n- 0\n- -0\\textsuperscript{'}08 D + 0\\textsuperscript{'}42 a\n- -0\\textsuperscript{'}33 b + 1\\textsuperscript{'}48 a\n- -0\\textsuperscript{'}31 b + 0\\textsuperscript{'}56 a\n- 0\\textsuperscript{'}06 a\n\nTotal Deflection at Damargida, North, $2\\textsuperscript{'}90 D + 0\\textsuperscript{'}19 b + 1\\textsuperscript{'}55 a$.\n\nTotal Deflection at Damargida, East, $-0\\textsuperscript{'}08 D - 0\\textsuperscript{'}64 b + 2\\textsuperscript{'}52 a$.\n### Table IV.—Deflections at Punnœ.\n\n| Depths | Central Lune. | First Lune. | Second Lune. | Third Lune. | Fourth Lune. | Fifth Lune. |\n|--------|---------------|-------------|--------------|-------------|--------------|-------------|\n|        |               | East.       | West.        | East.       | West.        | East.       | West.       |\n| \\(d\\)  | \\(\\frac{5}{2}D\\) | \\(\\frac{1}{2}D\\) | \\(\\frac{3}{2}D\\) | \\(\\frac{3}{4}D + \\frac{1}{4}b\\) | \\(\\frac{4}{5}D + \\frac{1}{5}a\\) | \\(\\frac{1}{2}b\\) | \\(\\frac{1}{2}a\\) |\n|        |               | 0·87 D      | 0·98 D       | 0·72 D      | 0·76 D       | 5·25 b      | 3·89 a      |\n|        |               |             |              | +4·53 b     | +3·62 a      |             | 2·43 b      |\n|        |               |             |              |             |              |             | 0·37 b      |\n|        |               |             |              |             |              |             | 0·26 a      |\n\n| \\(d_1\\) | Twenty depths from \\(\\frac{5}{2}D\\) to \\(\\frac{5}{2}D\\) (=9·52 D) |\n|---------|---------------------------------------------------------------|\n| \\(d_2\\) | Nineteen depths from \\(\\frac{1}{2}D\\) to \\(\\frac{1}{2}D\\) (=5·54 D) |\n| \\(d_3\\) | Nineteen depths from \\(\\frac{3}{2}D\\) to \\(\\frac{7}{8}D\\) (=5·05 D) |\n| \\(d_4\\) | Fifteen depths from \\(\\frac{3}{2}D\\) to 0 (=1·02 D +6·48 b) |\n| \\(d_5\\) | Twelve depths from \\(\\frac{1}{1}D\\) to 0 (=2D+9 a) |\n| \\(d_6\\) | Six from \\(b\\) to 0 (=3 b) |\n| \\(d_7\\) | Eight depths from \\(a\\) to 0 (=4 a) |\n| \\(d_8\\) | Four from \\(b\\) to 0 (=1·11 b) |\n| \\(d_9\\) | Three from \\(a\\) to 0 (=0·86 a) |\n| \\(d_{10}\\) | Six from \\(\\frac{1}{2}b\\) to \\(\\frac{1}{2}b\\) (=0·27 b) |\n| \\(d_{11}\\) | Ten depths from \\(\\frac{1}{4}a\\) to \\(\\frac{1}{4}a\\) (=0·48 a) |\n| \\(d_{12}\\) | Ten depths from \\(\\frac{1}{4}a\\) to \\(\\frac{1}{4}a\\) (=0·14 a) |\n\n**Totals**\n\n| \\(d_{13}\\) | 15·54 D |\n| \\(d_{14}\\) | 9·16 D |\n| \\(d_{15}\\) | 8·44 D |\n| \\(d_{16}\\) | 2·46 D |\n| \\(d_{17}\\) | 4·03 D |\n| \\(d_{18}\\) | 14·25 b |\n| \\(d_{19}\\) | 14·74 a |\n| \\(d_{20}\\) | 7·08 b |\n| \\(d_{21}\\) | 7·43 a |\n| \\(d_{22}\\) | 0·75 b |\n| \\(d_{23}\\) | 0·88 a |\n\n**Deflect**\n\n| \\(d_{24}\\) | 2″·81 D |\n| \\(d_{25}\\) | 1″·69 D |\n| \\(d_{26}\\) | 1″·56 D |\n| \\(d_{27}\\) | 0″·46 D |\n| \\(d_{28}\\) | 0″·75 D |\n| \\(d_{29}\\) | 2″·64 b |\n| \\(d_{30}\\) | 2″·73 a |\n| \\(d_{31}\\) | 1″·31 b |\n| \\(d_{32}\\) | 1″·37 a |\n| \\(d_{33}\\) | 0″·14 b |\n| \\(d_{34}\\) | 0″·16 a |\n\n**Sums**\n\n| \\(d_{35}\\) | 2″·81 D |\n| \\(d_{36}\\) | 3″·25 D |\n| \\(d_{37}\\) | 1″·31 D |\n| \\(d_{38}\\) | 2″·87 b |\n| \\(d_{39}\\) | 2″·64 b |\n| \\(d_{40}\\) | 2″·73 a |\n| \\(d_{41}\\) | 1″·31 b |\n| \\(d_{42}\\) | 1″·37 a |\n| \\(d_{43}\\) | 0″·14 b |\n| \\(d_{44}\\) | 0″·16 a |\n\n**Cos azim.**\n\n| \\(d_{45}\\) | 1 |\n| \\(d_{46}\\) | 0·866 |\n| \\(d_{47}\\) | 0·500 |\n| \\(d_{48}\\) | 0·60 D +1″·43 b +1″·36 a |\n| \\(d_{49}\\) | 0 |\n| \\(d_{50}\\) | 0″·65 b -0″·68 a |\n| \\(d_{51}\\) | 0″·12 b -0″·13 a |\n\n**Def.N.**\n\n| \\(d_{52}\\) | 2″·81 D |\n| \\(d_{53}\\) | 2″·81 D |\n| \\(d_{54}\\) | 0″·06 D |\n| \\(d_{55}\\) | 0″·25 D -2″·49 b +2″·36 a |\n| \\(d_{56}\\) | 0″·66 |\n| \\(d_{57}\\) | 0″·08 a |\n\n**Diff.**\n\n| \\(d_{58}\\) | 0 |\n| \\(d_{59}\\) | -0″·13 D |\n| \\(d_{60}\\) | 0″·29 D -2″·87 b +2″·73 a |\n| \\(d_{61}\\) | -2″·64 b +2″·73 a |\n| \\(d_{62}\\) | -1″·31 b +1″·37 a |\n| \\(d_{63}\\) | -0″·14 b +0″·16 a |\n\n**Sin azim.**\n\n| \\(d_{64}\\) | 0 |\n| \\(d_{65}\\) | 0·500 |\n| \\(d_{66}\\) | 0·866 |\n| \\(d_{67}\\) | 0″·25 D -2″·49 b +2″·36 a |\n| \\(d_{68}\\) | 0″·66 |\n| \\(d_{69}\\) | 0″·08 a |\n\n**Def.E.**\n\n| \\(d_{70}\\) | 0 |\n| \\(d_{71}\\) | -0″·06 D |\n| \\(d_{72}\\) | 0″·25 D -2″·49 b +2″·36 a |\n| \\(d_{73}\\) | -2″·64 b +2″·73 a |\n| \\(d_{74}\\) | -1″·13 b +1″·19 a |\n| \\(d_{75}\\) | -0″·07 b +0″·08 a |\n\nTotal Deflection at Punnœ, North, =6″·22 D +0″·66 b +0″·55 a.\n\nTotal Deflection at Punnœ, East, =0″·19 D -6″·33 b +6″·36 a.\n### Table V.—Deflections at Near-Goa.\n\n| Depths | Central Lune. | First Lune. | Second Lune. | Third Lune. | Fourth Lune. | Fifth Lune. |\n|--------|---------------|-------------|--------------|-------------|--------------|-------------|\n|        |               | East.       | West.        | East.       | West.        | East.       | West.       |\n| \\(d\\)  | \\(\\frac{5}{7}a\\) | \\(\\frac{1}{2}a\\) | \\(\\frac{7}{8}a\\) | 0           | \\(\\frac{5}{7}a\\) | 0           | \\(\\frac{1}{2}a\\) |\n| \\(d_1\\) | 3'09a         | 0'25a       | 3'06a        | 0           | 4'38a        | 0           | 3'28a       |\n| \\(d_2\\) |               |             |              |             |              |             |             |\n| \\(d_3\\) |               |             |              |             |              |             |             |\n| \\(d_4\\) |               |             |              |             |              |             |             |\n| \\(d_5\\) |               |             |              |             |              |             |             |\n| \\(d_6\\) |               |             |              |             |              |             |             |\n| \\(d_7\\) |               |             |              |             |              |             |             |\n| \\(d_8\\) |               |             |              |             |              |             |             |\n| \\(d_9\\) |               |             |              |             |              |             |             |\n| \\(d_{10}\\) |               |             |              |             |              |             |             |\n| \\(d_{11}\\) |               |             |              |             |              |             |             |\n| \\(d_{12}\\) |               |             |              |             |              |             |             |\n| \\(d_{13}\\) |               |             |              |             |              |             |             |\n| \\(d_{14}\\) |               |             |              |             |              |             |             |\n| \\(d_{15}\\) |               |             |              |             |              |             |             |\n| \\(d_{16}\\) |               |             |              |             |              |             |             |\n| \\(d_{17}\\) |               |             |              |             |              |             |             |\n| \\(d_{18}\\) |               |             |              |             |              |             |             |\n| \\(d_{19}\\) |               |             |              |             |              |             |             |\n| \\(d_{20}\\) |               |             |              |             |              |             |             |\n| \\(d_{21}\\) |               |             |              |             |              |             |             |\n| \\(d_{22}\\) |               |             |              |             |              |             |             |\n| \\(d_{23}\\) |               |             |              |             |              |             |             |\n| \\(d_{24}\\) |               |             |              |             |              |             |             |\n| \\(d_{25}\\) |               |             |              |             |              |             |             |\n| \\(d_{26}\\) |               |             |              |             |              |             |             |\n| \\(d_{27}\\) |               |             |              |             |              |             |             |\n| \\(d_{28}\\) |               |             |              |             |              |             |             |\n| \\(d_{29}\\) |               |             |              |             |              |             |             |\n| \\(d_{30}\\) |               |             |              |             |              |             |             |\n\n#### Totals\n\n|        | 10D           | 5'75D       | 1'64D       | 7b          | 1'38b        | 8'62a       | 0           | 2'76a       | 0           | 5'5a        |\n|--------|---------------|-------------|-------------|-------------|--------------|-------------|-------------|-------------|-------------|-------------|\n| Deflect | +10'28a      | +0'86a      | +1'219a     | 1'30b       | 2'43a        | 0'26b       | 1'59a       | 0           | 0'57a       | 0           | 0'10a      |\n| Sums   | 1'85D        | 1'36D       | 2'85a       | 1'30b       | 2'43a        | 0'26b       | 1'59a       | 0           | 0'57a       | 0           | 0'10a      |\n| Cos azim.| 1'85D       | 1'18D       | 2'47a       | 0'65b       | 1'22a        | 0           | 0'28a       | 0           | 0'09a       |             |            |\n| Diff... | 0            | -0'76D      | 2'53a       | -1'30b      | 2'43a        | -0'26b      | 1'59a       | 0           | 0'57a       | 0           | 0'10a      |\n| Sin azim.| 0           | -0'38D      | 0'75a       | -1'13b      | 2'10a        | -0'26b      | 1'59a       | 0           | 0'49a       | 0           | 0'05a      |\n\nTotal Deflection at Near-Goa, North, = 3'03D + 0'65b + 5'22a.\nTotal Deflection at Near-Goa, East, = -0'38D - 1'39b + 4'98a.\n### Table VI.—Deflections at Karachi.\n\n| Depths | Central Lune. | First Lune. | Second Lune. |\n|--------|---------------|-------------|--------------|\n|        |               | East.       | West.        | East.       | West.        |\n| $d$    | $\\frac{3}{2}a$ | $\\frac{1}{88}a$ | $\\frac{1}{16}a$ | 0           | 0            |\n| $2\\frac{1}{2}d$ | $3a$         | $0\\cdot12a$  | $1\\cdot05a$   | 0           | 0            |\n| $d_1$  |               |             |              |             |              |\n| $d_2$  |               |             |              |             |              |\n| $d_3$  |               |             |              |             |              |\n| $d_4$  |               |             |              |             |              |\n| $d_5$  |               |             |              |             |              |\n| $d_6$  |               |             |              |             |              |\n| $d_7$  |               |             |              |             |              |\n| $d_8$  |               |             |              |             |              |\n| $d_9$  |               |             |              |             |              |\n| $d_{10}$ |             |             |              |             |              |\n| $d_{11}$ |             |             |              |             |              |\n| $d_{12}$ |             |             |              |             |              |\n| $d_{13}$ |             |             |              |             |              |\n| $d_{14}$ |             |             |              |             |              |\n| $d_{15}$ |             |             |              |             |              |\n| $d_{16}$ |             |             |              |             |              |\n| $d_{17}$ |             |             |              |             |              |\n| $d_{18}$ |             |             |              |             |              |\n| $d_{19}$ |             |             |              |             |              |\n| $d_{20}$ |             |             |              |             |              |\n| $d_{21}$ |             |             |              |             |              |\n| $d_{22}$ |             |             |              |             |              |\n| $d_{23}$ |             |             |              |             |              |\n| $d_{24}$ |             |             |              |             |              |\n| $d_{25}$ |             |             |              |             |              |\n| $d_{26}$ |             |             |              |             |              |\n| $d_{27}$ |             |             |              |             |              |\n| $d_{28}$ |             |             |              |             |              |\n| $d_{29}$ |             |             |              |             |              |\n| $d_{30}$ |             |             |              |             |              |\n\n- **Thirteen depths from $\\frac{3}{2}a$ to $a$ ($=8\\cdot36a$)**\n- **Fifteen depths from $\\frac{1}{88}a$ to $\\frac{1}{16}a$ ($=0\\cdot77a$)**\n- **Eleven depths from $a$ to $\\frac{7}{12}D$ ($=5\\cdot5a+6\\cdot42D$)**\n- **Nine depths from $\\frac{1}{11}a$ to $\\frac{1}{2}D$ ($=0\\cdot41a+2\\cdot25D$)**\n- **Six from $\\frac{7}{12}D$ to $0$ ($=1\\cdot75D$)**\n- **Six from $\\frac{1}{2}D$ to $0$ ($=1\\cdot5D$)**\n\n**Totals...**\n\n| Deflect... | $8\\cdot17D+16\\cdot86a$ | $3\\cdot75D+1\\cdot30a$ | $1\\cdot40a$ | $1\\cdot75b$ |\n|------------|-----------------------|----------------------|-------------|-------------|\n|            | $1\\cdot51D+3\\cdot12a$  | $0\\cdot69D+0\\cdot24a$ | $0\\cdot26a$ | $0\\cdot32b$ |\n| Sums...    | $1\\cdot51D+3\\cdot12a$  | $0\\cdot69D+0\\cdot50a$ | $-866$      | $0\\cdot32b$ |\n| Cos azim.  | $1$                   | $-866$               | $500$       | $0\\cdot16b$ |\n| Def. N...  | $1\\cdot51D+3\\cdot12a$  | $0\\cdot60D+0\\cdot43a$ | $0\\cdot16b$ | $-0\\cdot28b$ |\n| Diff...    | 0                     | $-0\\cdot69D+0\\cdot02a$ | $-0\\cdot32b$ | $-0\\cdot28b$ |\n| Sin azim.  | 0                     | $500$                | $-866$      | $-0\\cdot28b$ |\n| Def. E...  | 0                     | $-0\\cdot35D-0\\cdot01a$ | $-0\\cdot01a$ | $-0\\cdot28b$ |\n\nTotal Deflection at Karachi, North, $2\\cdot11D+0\\cdot16b+3\\cdot55a$.\n\nTotal Deflection at Karachi, East, $-0\\cdot35D-0\\cdot28b-0\\cdot01a$.\n9. The results gathered from these Tables are—\n\n| North                  | East                  |\n|------------------------|-----------------------|\n| Deflection at Kaliana  | $1.60D + 0.76b + 0.80a$ | $-0.04D - 0.46b + 0.56a$ |\n| Deflection at Kalianpur| $2.17D + 1.09b + 1.68a$ | $-0.08D - 1.00b + 1.48a$ |\n| Deflection at Damargida| $2.90D + 0.19b + 1.55a$ | $-0.08D - 0.64b + 2.52a$ |\n| Deflection at Punnae    | $6.22D + 0.66b + 0.55a$ | $0.19D - 6.33b + 6.36a$ |\n| Deflection at Near-Goa  | $3.03D + 0.65b + 5.22a$ | $-0.38D - 1.39b + 4.98a$ |\n| Deflection at Karachi   | $2.11D + 0.16b + 3.55a$ | $-0.35D - 0.28b - 0.01a$ |\n\nWhen the values of D, a, and b are known, these formulæ will give the deflections.\n\nThere have been no deep-sea soundings in the Indian or Southern Oceans. The results, therefore, at which I arrive in what follows must be looked upon as demonstrating that the effect of the ocean on the plumb-line is of importance, rather than as determining its amount.\n\n10. The widths of the openings of the Arabian Sea and Bay of Bengal are as 4 to 3. In this ratio I shall take a to b. Also D I shall suppose 3 times a, and therefore 4 times b. The formulæ then become—\n\nAt Kaliana . . deflection North $2.06D$, deflection East $0.03D$.\nAt Kalianpur . deflection North $3.00D$, deflection East $0.16D$.\nAt Damargida . deflection North $3.47D$, deflection East $0.60D$.\nAt Punnae . . deflection North $6.57D$, deflection East $0.73D$.\nAt Near-Goa . deflection North $4.93D$, deflection East $0.93D$.\nAt Karachi . . deflection North $3.33D$, deflection East $-0.42D$.\n\n11. It appears from the chart of the North Atlantic in Lieut. Maury's interesting work on the 'Physical Geography of the Sea,' that between North Africa and the West India Islands—a width about three-fourths of that of the Indian Ocean, where I have placed the depth D—many depths have been measured between 3 and 4 miles. If, then, we make D = 3, which will hardly be too much, the formulæ become—\n\nAt Kaliana . . deflection North $6.18$, deflection East $0.09$.\nAt Kalianpur . deflection North $9.00$, deflection East $0.48$.\nAt Damargida . deflection North $10.44$, deflection East $1.80$.\nAt Punnae . . deflection North $19.71$, deflection East $2.19$.\nAt Near-Goa . deflection North $13.83$, deflection East $2.79$.\nAt Karachi . . deflection North $9.99$, deflection West $1.26$.\n\nThese at any rate serve to show that no calculations of the Figure of the Earth derived from the measurement of arcs in India can safely be depended upon, for great exactness, if the effect of the ocean is neglected.\n§ 4. The effect of the Ocean on the Ellipticity of the Great Arc of Meridian in India.\n\n12. The results in the last paragraph increase the amplitudes of the two arcs Kaliana—Kalianpur and Kalianpur—Damargida by the quantities $2''\\cdot82$ and $1''\\cdot44$. In former communications I have shown that the effect of mountain attraction is to decrease these amplitudes by $14''\\cdot896$ and $5''\\cdot257$. The effect, then, of the ocean is to reduce these to $12''\\cdot88$ and $4''\\cdot12$.\n\nIn my Paper of 1855 I obtain the following formula for calculating the effect of errors in amplitude on the ellipticity. If $15''\\cdot885(1-u)$ and $5''\\cdot059(1-v)$ be corrections to be added to the astronomical amplitudes of these two northern portions of the arc, then the ellipticity of the arc\n\n$$=0\\cdot002346+0\\cdot003693u-0\\cdot001046v.$$  \n\nPut, therefore, $15\\cdot885(1-u)=12\\cdot88$ and $5\\cdot059(1-v)=4\\cdot12$;\n\n$$\\therefore \\quad u=0\\cdot18918 \\text{ and } v=0\\cdot18561,$$\n\nand\n\n$$\\text{ellipticity}=0\\cdot003614=\\frac{1}{276\\cdot7}.$$  \n\nThis is nearer to the mean value of the ellipticity than the hypothesis of deficiency of matter below will make it, if the deficiency extend no deeper than 300 miles below the surface (see my last Paper). The allowance, therefore, for the effect of the ocean brings back the curvature of the Indian Arc, as deduced by the comparison of the computed and observed amplitudes (the latter being corrected for the effect of mountain and ocean attraction), more nearly to the mean curvature, and thus far acts in the right direction.\n\nI may also observe, that the increase of amplitude between Damargida and Punnce deduced from the last paragraph, taken in combination with the decrease which the mountains produce (as far as we can infer this latter amount by supposing the law of attraction between A and C to extend to P), is not very different from the error which Colonel Everest deduced (p. clxxvii of his volume of 1847) for that portion of the arc.\n\n13. The effect of the mountain and ocean attractions is shown in the accompanying diagram (fig. 2). SDPmN is the meridian line in the longitude of Cape Comorin or Punnce (P), on the supposition that the ocean is of the same density as superficial rock, and that the mountain mass is all removed. D is $36^\\circ$ from P, and Dd = the depth which measures the deficiency of matter arising from the inferior density of sea-water = about $1\\cdot878$ miles. From d the curves dP and dS slope up to Punnce and the neighbourhood of the south pole, so as to make the change of depth vary in arithmetical progression. The curve dP produced through P reaches a height at M ($25^\\circ$ from P, and where the axis of the Himalayas crosses the meridian) = Mm = $1\\cdot878 \\times 25 \\div 36 = 1\\cdot3$ mile. The average height of the whole mountain mass (in the Enclosed Space) is only about one mile; also the greatest height between Punnce and the beginning of the Himalayas, which is about half-way, does not exceed half a mile; and about Kaliana it is only one-fifth of a mile. Hence the curve PM decidedly lies above the general curve of Asia from Punnce towards the north pole; and the curvature of the actual meridian line is greater than the average curvature. This is the result to which the ellipticity deduced\nin the last paragraph has also brought us. Thus while the effect of mountain attraction alone (as the diagram shows, and my former calculations have shown) would bring out a curvature flatter than the mean, when the effect of the ocean is also considered, the curve deduced is more convex; and, as the calculation of the last paragraph shows, is nearer the mean. The Figure of the Earth is, however, more distorted from the mean than if one only of these causes acted. For although the curvature of the portion of the meridian under consideration is not so much affected, the position of this portion has, so to say, a tilt northwards and a slope southwards, so as to break the continuity of the ellipse; and at all the stations of the arc in India the plumb-line hangs more northerly from the operation of both the mountains and the ocean, than if one of these causes only existed.\n\n§ 5. Change of the Sea-level produced by the Mountains and the Ocean.\n\n14. Both the positive attraction of the mountains and the deficiency of attraction of the ocean have the effect of raising the sea-level at Karachi, near the mouths of the Indus in latitude 25°, above that at Cape Comorin. If the difference of level is at all sensible, it is important to calculate it, as the Great Survey has brought down two of its chains of triangles to these two places on the coast.\n\nIn order to estimate the effect of these disturbing forces upon the sea-level, it is necessary to find their value along some line joining the two places, and to substitute them in the equation of fluid equilibrium. The line I choose is the straight line joining Cape Comorin and Karachi, which runs about 30° west of north. I have calculated the effect\nof the ocean on the point half-way, which I have called \"Near-Goa,\" as well as upon Punnce and Karachi, the two extremities, with a view to obtain the approximate law of the force along this line. The formulæ of par. 9 show that the chief part of the effect arises from the portions of the sea which depend on D, down in the south at a considerable distance from Hindostan. The law, therefore, along the above line may be obtained approximately by assuming a formula in powers of \\( \\lambda \\), or the difference of latitude of any point on the line and Punnce. The value of this difference is 8°·5 at \"Near-Goa,\" and 17° at Karachi. The east and west parts of the force I neglect, as not modifying the force northwards at all materially. In this way I obtain—\n\n\\[\n\\text{Deflection} = 19''·71 - 0''·585\\lambda + 0''·00084\\lambda^2.\n\\]\n\nThis, as may be seen by substitution, gives the deflections of par. 11 at the three stations, Punnce, Near-Goa, and Karachi. It is easily seen, by the resolution of forces, that the ratio of the force producing this deflection to gravity equals the tangent of this deflection. Hence, calling the force \\( W \\),\n\n\\[\n\\frac{W}{g} = 0·000095556839 - 0·000002836162\\lambda + 0·000000004072\\lambda^2,\n\\]\n\n\\( \\lambda \\) being expressed in degrees and parts of a degree.\n\n15. We shall soon require the integral of this force multiplied by the element of its direction, taken between \\( \\lambda = 0 \\) and \\( \\lambda = 17 \\). I will therefore calculate it at once.\n\n\\[\n\\int \\frac{W}{g} d\\lambda = 0·000095556839\\lambda - 0·000001418081\\lambda^2 + 0·000000001357\\lambda^3\n\\]\n\n\\( = 0·012215 \\) in parts of a degree\n\n\\( = 448·25 \\) feet.\n\nThis, it will be soon seen, is the rise of the sea-level at Karachi above that at Cape Comorin in consequence of the deficiency of attraction of the ocean, on the hypothesis as to depths which I have assumed.\n\n16. I will now consider the force arising from mountain attraction. It has been proved (in my Paper of 1855) that the Himmalayan Mass attracts points between A and C (in the diagram, fig. 1) as if it were a dense prism of great length and small transverse dimensions running about W.N.W and E.S.E., and cutting the meridian of the Great Arc at about 3° 30' north of Kaliana. The law of attraction for places between Kaliana and Damargida varies as the distance from this line inversely. For distances from this line greater than Damargida this law needs modification, for the following reason. A prism attracts a point opposite its middle with a force varying inversely as the product of the distances of the point from the middle and from either of the extremities. Hence when the point is not far from the prism in comparison with the prism's length, the force will vary nearly as the inverse distance; but when at a considerable distance, it will vary more nearly as the inverse square.\n\nThe point where the line joining Punnce and Karachi cuts the 20° parallel of longitude is about equally distant with Damargida from the above fixed line (or axis) of the Himmalayas. I shall therefore take the deflection there to be the same as at Damargida,\n\nMDCCCLIX.\nviz. $6''\\cdot8$ sec $22^\\circ 30'$ or $7''\\cdot36$, $6''\\cdot8$ being the meridian deflection at that station. Above this point up to Karachi I shall suppose the deflection to vary as the inverse distance, and below it down to Punnae as the inverse square. This will give results rather under, than over the mark; for it makes the deflections at Punnae and Karachi only $2''\\cdot65$ and $9''\\cdot15$, as will be seen below.\n\nLet $b$ and $u$ be the distances from the fixed line of Damargida and of any point on the line between Punnae and Karachi, of which $\\lambda$ is the number of degrees of latitude above Punnae;\n\n$$\\therefore b = \\text{arc } 15^\\circ \\cos 22^\\circ 30', \\quad u = \\text{arc } 25^\\circ \\cos 22^\\circ 30' - \\lambda \\sec 30^\\circ \\sin 37^\\circ 30'.$$\n\nHence from Punnae to the $20^\\circ$ latitude, the deflection\n\n$$= 7''\\cdot36 \\left( \\frac{15 \\cos 22^\\circ 30'}{25 \\cos 22^\\circ 30' - \\lambda \\sec 30^\\circ \\sin 37^\\circ 30'} \\right)^2$$\n\n$$= \\frac{2860''\\cdot6}{(32\\cdot86 - \\lambda)^2}. \\quad \\text{At Punnae this } = 2''\\cdot65.$$\n\nCalling $M_1$ the force producing this deflection,\n\n$$\\frac{M_1}{g} = \\tan \\frac{2860''\\cdot6}{(32\\cdot86 - \\lambda)^2} = \\frac{0\\cdot0138666}{(32\\cdot86 - \\lambda)^2}.$$\n\n17. Also since $du = -d\\lambda \\cdot \\sec 30^\\circ \\sin 37^\\circ 31' = -0\\cdot702937 d\\lambda$\n\n$$\\int -\\frac{M_1}{g} du = 0\\cdot0097473 \\left[ \\frac{1}{20\\cdot86} - \\frac{1}{32\\cdot86} \\right] = 0\\cdot0001706$$\n\nthe limits of $\\lambda$ being 0 and 12. This is in parts of a degree: in feet it $= 15\\cdot88$. This, it will be seen, is the rise of the point between Punnae and Karachi above Punnae in consequence of mountain attraction.\n\n18. From the point in latitude $20^\\circ$ up to Karachi, the deflection\n\n$$= 7''\\cdot36 \\frac{15 \\cos 22^\\circ 30'}{25 \\cos 22^\\circ 30' - \\lambda \\sec 30^\\circ \\sin 37^\\circ 30'} = \\frac{145''\\cdot1}{32\\cdot86 - \\lambda}.$$\n\nAt Karachi this $= 9''\\cdot15$. The force producing the deflection being called $M_2$,\n\n$$\\frac{M_2}{g} = \\tan \\frac{145''\\cdot1}{32\\cdot86 - \\lambda} = \\frac{0\\cdot00070298}{32\\cdot86 - \\lambda}.$$\n\n19. Also $$\\int -\\frac{M_2}{g} du = \\frac{0\\cdot00049415}{\\cdot434} \\log \\frac{20\\cdot86}{15\\cdot86} = 0\\cdot0001355 \\text{ in parts of a degree } = 50\\cdot44 \\text{ feet.}$$\n\nThis is the rise of the sea-level at Karachi above the point in latitude $20^\\circ$, in consequence of mountain attraction. This, as well as the similar statements in pars. 15 and 17, I now proceed to prove.\n\n20. The equation to the surface of a fluid mass acted on by forces $XYZ$ at the point $xyz$ is,\n\n$$\\text{constant } = \\int (X dx + Y dy + Z dz).$$\n\nIn the case of the ocean the forces are the centrifugal force, the attraction of the general\nmass of the earth, and these three disturbing forces W, M₁ and M₂ which I have been calculating. Let ω be the angular velocity of the earth round its axis, θ the latitude of any point of the surface, r its distance from the earth’s centre, a the semi-axis major of the mean meridian. Then ω².x and ω².y is the centrifugal force parallel to x and y, z being the earth’s axis, and \\( \\frac{1}{2} \\omega^2 a^2 \\cos^2 \\theta \\) is the corresponding part of the above equation.\n\nLet V be the potential for the earth’s mass, supposed a perfect spheroid of equilibrium differing little from a sphere; E the earth’s mass. Then V differs from \\( \\frac{E}{r} \\) only by a small variable quantity depending upon the ellipticity: let it equal \\( \\frac{E}{r}(1+U) \\). Substituting these and the three disturbing forces, the equation of the surface now becomes\n\n\\[\n\\text{const} = \\frac{E}{r}(1+U) + \\frac{1}{2} \\omega^2 a^2 \\cos^2 \\theta + \\int W d\\lambda - \\int M_1 du - \\int M_2 du\n\\]\n\nbetween the several limits, as already explained, or\n\n\\[\n\\text{const} = \\frac{E}{r}(1+U) + \\frac{1}{2} \\omega^2 a^2 \\cos^2 \\theta + L.g;\n\\]\n\n\\[\n\\therefore \\quad \\text{const} = \\frac{a}{r}(1+U + \\frac{\\omega^2 a^2 \\cos^2 \\theta}{2E}) + L.\\frac{ag}{E}.\n\\]\n\nBut\n\n\\[\n1 = \\frac{a}{r}(1-\\varepsilon \\sin^2 \\theta) = \\frac{a}{r}(1-\\varepsilon+\\varepsilon \\cos^2 \\theta)\n\\]\n\nis the equation to the surface, ε being the ellipticity, when there is no disturbing force. Hence the equation in the present case is\n\n\\[\n1 = \\frac{a}{r}(1-\\varepsilon \\sin^2 \\theta) + L.\\frac{ag}{E};\n\\]\n\n\\[\n\\therefore \\quad r = a(1-\\varepsilon \\sin^2 \\theta) + L, \\text{ as } g = \\frac{E}{a^2}.\n\\]\n\nLet ψ be the angle through which the normal to the surface is thrown backwards. Now the tangent of the angle between r and the normal\n\n\\[\n= \\frac{1}{r} \\frac{dr}{d\\theta} = -\\varepsilon \\sin 2\\theta + \\frac{1}{a} \\frac{dL}{d\\theta},\n\\]\n\n\\[\n\\therefore \\quad \\psi = \\frac{1}{a} \\frac{dL}{d\\theta},\n\\]\n\nand \\( ds = rd\\theta = ad\\theta \\) being an element of the arc of the surface, the Elevation of the surface of the sea in passing northwards \\( = \\int \\psi ds = L \\), between the limits \\( \\lambda = 0 \\) and \\( \\lambda = 17 \\).\n\nHence by adding together the values deduced in pars. 15, 17, 19 to obtain L, we have\n\nElevation of sea-level at Karachi above that of Cape Comorin\n\n\\[\n= 448.25 + 15.88 + 50.44 = 514.57 \\text{ feet}.\n\\]\n\nThis will alter all heights which depend upon Karachi, but is not of sufficient importance to affect the horizontal measures of the Survey.\n\n21. This calculation shows, perhaps, the greatest extent to which the sea-level along\nour shores can be affected, as there is no part of the world where the disturbing causes can be more influential. Had these lateral forces been capable of drawing up the sea more, and changing the level from the mean more entirely, we should have no means of detecting large protuberances or extensive hollows, that is large departures from the spheroidal form either in excess or defect. The sea is our only standard of measurement, to which the form can be referred; and were these local departures from the mean figure capable of drawing the sea-level to a greater conformity with themselves, than the above calculation shows they are able to do, we might despair of ever obtaining an accurate knowledge of the form of the several parts of the surface, however much they differed from the spheroid. This problem, as it is, is sufficiently beset with difficulties. It is therefore satisfactory that this is not added to their number.\n\n_Calcutta, October 25, 1858._",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108716.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 19,
    "total-input-tokens": 30942,
    "total-output-tokens": 17826,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2883,
        2
      ],
      [
        2883,
        3713,
        3
      ],
      [
        3713,
        7246,
        4
      ],
      [
        7246,
        9559,
        5
      ],
      [
        9559,
        11793,
        6
      ],
      [
        11793,
        15498,
        7
      ],
      [
        15498,
        19689,
        8
      ],
      [
        19689,
        24784,
        9
      ],
      [
        24784,
        28560,
        10
      ],
      [
        28560,
        33808,
        11
      ],
      [
        33808,
        38165,
        12
      ],
      [
        38165,
        40756,
        13
      ],
      [
        40756,
        44060,
        14
      ],
      [
        44060,
        45775,
        15
      ],
      [
        45775,
        48908,
        16
      ],
      [
        48908,
        51626,
        17
      ],
      [
        51626,
        54226,
        18
      ],
      [
        54226,
        55192,
        19
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108716",
    "title": "On the Influence of the Ocean on the Plumb-Line in India",
    "authors": "J. H. Pratt",
    "year": 1859,
    "volume": "149",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 19,
    "jstor_url": "https://www.jstor.org/stable/108716"
  }
}