{
  "id": "679af62ce7d57b8885e4f6af7a7f7c1461143b08",
  "text": "III. Remarks upon some Experiments in Hydraulics, which seem to prove, that the Forces of equal moving Bodies are as the Squares of their Velocities. By Mr. John Eames, F. R. S.\n\nThe Result and Substance of these Experiments is, That the Velocities of any Fluid, for Instance Water, issuing out at equal Orifices made in the Sides of Tubes, or Vessels filled up to different Heights, and kept full at those Heights, above the Orifices, are found to be as the square Roots of those Heights respectively. Thus, when the different Heights above the Orifices are as the Numbers 1, 4, 9, 16, &c. the Velocities of the Particles of Water, issuing out, are found to be as the Numbers 1, 2, 3, 4, &c.\n\nThe Argument drawn from these Experiments, in Favour of the Opinion, that the Forces of equal Masses, or moving Bodies, are proportional to the Squares of their Velocities, runs thus. All the Particles of Water, being of the same Nature, and uniform, every single Particle issuing out with Two Degrees of Velocity, must move with 4 Times the Force of any other single Particle, that moves but with One Degree of Velocity; because the Force with which it moves, is the Effect of a Cause 4 Times greater; namely, the Pressure of a Column of Water, whose Height is 4 Times greater.\n\nThus, again, a Particle of Water running out, with 3 Degrees of Velocity, must move with 9 Times the Force of a Particle moving with but 1 Degree of Velocity; because that Force is the Effect of a Cause 9 Times greater, viz. the Pressure of a Column 9 Times higher.\nSince no less than a Column 9 Times higher, is found, by Experience, necessary to make the several Particles of Water issue out with 3 Degrees of Velocity. So that, in these Two Instances, it seems to be certain, that the Forces communicated, are as the Squares of the Velocities. And that it is so universally, is argued thus: The Pressures are as the Altitudes, and the Altitudes as the Squares of the Velocities of every single Particle; therefore the Pressures are as the Squares of the Velocities; but the Pressures are the Causes of the Forces, with which the several Particles of Water issue out, or move; and therefore since Effects are proportional to their Causes, the Forces with which the several Particles issue out, and move, are as the Squares of the Velocities.\n\nRemark I. The Fault committed in this Reasoning, and which quite runs through it, is the mistaking a Part of the Effect for the Whole. The entire Effect of any of these Pressures is, not barely a certain Number of Degrees of Velocity, in any single Particle, but certain Degrees of Velocity in a certain Number of Particles, and that certain Number of Particles, in a given Time, is, confessedly, as the Degrees of Velocity.\n\nRemark II. And this leads me to a Second Remark, which is, That the entire Effect of these Pressures being taken into Consideration, seems to overturn this new Rule in Mechanicks for computing the Forces of moving Bodies, which is, That the Forces are as the Quantities of Matter multiplied by the Squares of the Velocities. And this I shall endeavour to make out thus: The Gentlemen who advance this new Rule, at the same Time that they assert the Velocities, in the Cases of the Experiment above-mentioned, to be as the Square\nSquare Roots of the Altitudes, do also confess, that the Quantities of the Fluid, pressed out in equal Times, are as those Velocities. For thus an ingenious Professor abroad tells us in his Epitome Element. Phys. Math. Part. 2da Cap. iv. p. 665. \"Quantitates fluidorum ex utroque vaso excuntium in eodem tempore sunt inter se velut celeritates, adeoque in subduplicata ratione altitudinum fluidorum supra foramina.\" Now if this be true, that the Quantities of Water flowing out in equal Times, are as the Velocities, then the Forces cannot be as the Quantities of Matter multiplied by the Squares of the Velocities: For then the Effects, instead of being proportional, would be more than in Proportion to their Causes. Thus, the Effect of a Pressure of a Column of any Fluid, as Water, 9 Inches high, instead of being but 9 times greater than that of 1 Inch above the Orifice, will be no less than 27 Times greater. For the Velocity being at this Height triple, the Quantity of Matter in a given Time will also be triple; which last, multiplied by the Square of the Velocity, gives 27 for the Force communicated by a Pressure of 9 Inches in Altitude, while the Force communicated by the Pressure of 1 Inch, is but as 1. So that the moving Forces produced will be as 27 to 1, while the Causes producing these Forces, are but as 9 to 1, i.e. Three Times too little for such a Purpose.\n\nThus again, if the Velocities be as 1 and 4, the Quantities of Water issuing out will be as 1 and 4; but the Effects, or Forces produced, according to the new Rule, will be as 1 and 64; though the Pressures, which communicate them, are but as the Altitudes, which are as 1 and 16. Whereas, to produce such Effects, the Altitudes of the latter Column ought to have been\nbeen as 64; i.e. 4 Times greater than by Experience it is found to be.\n\nRemark III. I cannot but observe, in the last place, that the common Rule of estimating the Forces of moving Bodies by the Quantities of Matter multiplied by their Velocities, is rather confirmed by these very Experiments. For then, according to the old Maxim, Effects are proportional to their Causes, the Forces communicated will be as the Forces communicating, or Pressures. Thus let the Altitude, and consequent Pressure of any Column of Water be 9 Times greater than the Altitude of another; then the Velocity of every single Particle of Water pressed out will be triple, and the Number of Particles issuing out in a given Time will likewise be triple; therefore the Force resulting from these Two multiplied together, according to the common Rule, will be 9, proportional to the Pressure, as it ought to be. So again, if the Altitude be 16 Times greater, the Velocity will be quadruple, and the Number of the Particles quadruple, and the Force produced the Product of these Two; i.e. 16, still proportional to the Altitude, or Pressure.\n\nAnd universally, the Forces communicated, according to the old Rule, are in a Ratio compounded of Two others, One of the Quantities of Matter, and the other of the Velocities: The Ratio of the Velocities, by the Experiments, is the Subduplicate Ratio of the Heights, and the Ratio of the Quantities of Matter is, by Confession, likewise the Subduplicate of the Heights: Therefore the Compound of these 2 is the Ratio Integra, or simple Ratio of the Heights; in which Ratio are the Pressures themselves, which produce these moving Forces: So that, according to the common Rule, the Effects are always,\nalways, as they ought to be, proportional to their Causes.\n\nAfter the same Manner the ingenious Mr.'s Gravesande once argued; for thus he reasons in Paragraph 355 of Physics Elem. Mathematica, First Edition.\n\n\"Non tamen eandem cum profunditate proportio-\nnem sequitur Velocitas, licet pressio, ex qua Veloci-\ntas oritur, in eadem ratione cum profunditate\ncrescat. Quantitas motus qua in liquido produci-\ntur, est effectus totus pressionis, & hæc quantitas\nad instar pressionis augetur. Ratio autem quanti-\ntatis motus est composita ex ratione Velocitatis, &\nquantitatis materiae mota, hic materia mota est a-\nqua, qua ex foramine exit, cujus quantitas, ma-\nnente tempore, cum celeritate crescit; dupla erit,\nsi hæc dupla fuerit, in quo casu motus quantitas est\nquadrupla, id est, augetur ut quadratum celerita-\ntis, quod positâ celeritate quæcunque semper obti-\nnet; crescit ergo hoc quadratum ut pressio, id est, ut\naltitudo liquidi supra foramen ex quo profluit aqua.\n\nIV. A Copy of a Letter from Dr. David Kinneir,\nColl. Med. Edingb. Soc. to Dr. Campbell, Coll.\nMed. Lond. Soc. Honorar. touching the Efficacy of Camphire in Maniacal Disorders.\n\nS I R,\n\nIn Conversation, t'other Day, on the Subject of our Profession, I told you how successfully I had us'd Camphire in Maniac Disorders, which hitherto never has",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103674.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8902,
    "total-output-tokens": 2161,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1540,
        2
      ],
      [
        1540,
        3274,
        3
      ],
      [
        3274,
        5027,
        4
      ],
      [
        5027,
        6744,
        5
      ],
      [
        6744,
        8057,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103674",
    "title": "Remarks upon Some Experiments in Hydraulics, Which Seem to Prove, That the Forces of Equal Moving Bodies are as the Squares of Their Velocities. By Mr. John Eames, F. R. S.",
    "authors": "John Eames",
    "year": 1727,
    "volume": "35",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/103674"
  }
}