{
  "id": "30331a9868e36d8e39fc89e0a17c3abeca797568",
  "text": "XII. On Symbolic Forms derived from the Conception of the Translation of a Directed Magnitude. By the Rev. M. O'Brien, M.A., Late Fellow of Caius College, Cambridge, and Professor of Natural Philosophy and Astronomy in King's College, London.\n\nReceived April 21,—Read June 19, 1851.\n\nPART I.\n\nGENERAL INVESTIGATION OF THE SYMBOLIC FORMS.\n\n(1.) There can be no doubt, that time and ingenuity have been often wasted in devising systems of notation, and new methods of algebraical representation, which have never proved of any service in advancing the cause of science. It is not surprising, therefore, that symbolical innovations, if they have not the strongest and most obvious reasons to recommend them, are generally received with little favour by mathematicians. At the same time, it must not be forgotten, that the mind has wonderfully enlarged its powers of research by the symbolization of its abstract conceptions, and that the various additions which have been made, from time to time, to mathematical notation, have contributed largely to the progress of physical investigation; witness, for instance, the applications of the negative sign, indices, logarithms, coordinate equations, the differential algorithm, &c.\n\nA new notation, or a new application of an old notation, ought, in all cases, to be called for by some want in science, that is, by the existence of some important and often occurring conception for which there is no adequate, or at least no sufficiently general mode of representation. It should be neither artificial nor complicated, but natural and simple: it should also be based on principles of established authority, and framed according to allowed precedents. And, lastly, it should be capable of something more than mere elementary applications, and be recommended by its utility in the higher and more abstruse branches of science.\n\nWith these cautions before me, and on these grounds, I venture, in the present paper, to propose a new use of an old notation, which appears to me to supply a want of considerable importance, as I hope to show by the remarkable simplifications which it introduces into many difficult investigations. There is an operation, if I may so call it, of constant occurrence in Geometry and Physics, which consists in the translation of a directed magnitude, that is, the parallel motion of a magnitude possessing the property of direction, such, for example, as a force, a velocity, traced line, or the like. This translation, as it may be easily shown, is always an operation\nof the kind called \"distributive,\" and from its distributiveness all its properties in a great measure follow as necessary consequences. Now this is a fact of great importance to be borne in mind, a thing to which the truly mathematical adage \"when found make a note of\" fully applies. There is no notation actually in use for this purpose; but there are two nearly obsolete signs, which by an easy and natural generalization, and according to the most approved rules of mathematical interpretation, might be made to serve effectually as representatives of the effects produced generally by the translation of a directed magnitude. My design, in what follows, is to show this, and establish the laws according to which these signs are to be used in their enlarged signification. Afterwards I shall endeavour to justify the proposed innovation, if such it is to be considered, by showing its utility in a variety of cases.\n\n(2.) Instances which suggest the proposed symbolization.—There are three elementary conceptions which have suggested to my mind the principles which it is the object of this paper to develope, and they will serve here as means of introducing the subject, and furnish the best foundation to build upon. They are the following:\n\n1st. The generation of surface by the parallel motion of a right line, of which the simplest instance is a parallelogram ABCD supposed to be generated by the motion of AB, parallel to itself, along AD.\n\n2ndly. The effect produced on a rigid body by the translation of a force acting upon it from one point A to another B, the direction of the force remaining unaltered; which effect, as is well known, consists in that peculiar tendency to motion that results from the action of the couple composed of the force at B, and a force equal and opposite to the original force at A.\n\n3rdly. The effect produced by the translation of a force resulting from the actual motion of its point of application; which effect is now usually designated by the term work. If the point of application be supposed to describe the path ADB, the force all the time acting parallel to its original direction, a certain amount of work is accumulated in consequence of the translation of the force, and this is the effect I allude to.\n\nNow in each of these cases the conception in the mind is that of the effect produced by the translation of a directed magnitude; and what is worthy of special remark is this, that in each of these cases the effect alluded to is represented by the product of two factors, one being the translated magnitude, and the other the amount of translation it undergoes. Thus, in the case shown by figure 1, the surface generated is denoted by the product of AB into the perpendicular or lateral distance between AB and CD; of which, AB is the translated magnitude, and the perpendicular the amount of translation that takes place laterally. In the case shown by figure 2, the effect is also represented by the product of the translated magnitude, that is, the force, into the amount of lateral translation. In the case shown by figure 3, if we suppose BC to be the direction of the force produced back-\nward to meet a perpendicular AC let fall from A upon it, the effect produced, that is, the work accumulated, is represented by the product of the translated magnitude (the force, namely,) into the amount of translation which takes place, not laterally, as before, but longitudinally, that is, along the direction of the force, which longitudinal translation is manifestly CB.\n\n(3.) From these three instances the idea naturally arises of some necessary connection between the translation of a directed magnitude and the product of the two factors, the magnitude translated and the amount of translation; or, to say the least, there appears to be some ground for conceiving that the product in question may be the proper form of notation for representing the translation. And, secondly, the necessity of distinguishing between lateral and longitudinal translation is clearly indicated, inasmuch as the longitudinal effect is zero in the first two cases, while the lateral effect is zero in the third case. Taking my clue from these suggestions, I shall now proceed to explain my proposed method of notation; observing, that my object is to make it as general as possible consistently with definiteness and utility, and that, for this reason, I shall employ all the generalizations of the elementary algebraical signs which are now admitted by mathematicians.\n\nI shall also adopt, to a certain extent, the views of Symbolical Algebra taken by the late Mr. Gregory, and published by him in several papers, but especially in one read before the Royal Society of Edinburgh on the Foundations of Algebra. I may observe, however, that my proposed method of notation does not assume the correctness of these views, and might be enunciated independently of them; but they appear to my mind to form the most satisfactory theory of Symbolical Algebra.\n\nI. Preliminary Definitions, Statements, etc.\n\n(4.) Directed Magnitude.—I use this term to denote any of those magnitudes which we represent graphically by arrows; remarking that an arrow represents three things, viz. an origin or point of application, marked by its feather-extremity; a particular magnitude represented by its length; and a particular direction shown by the barb.\n\n(5.) Translation, Lateral and Longitudinal.—\"Translation\" is the term employed to denote that peculiar and simplest change of position of a rigid body which consists in the parallel and equal motion of all its component particles. I shall use the same term to denote a change of position of a directed magnitude without change of direction, as is shown in fig. 4. The translation therefore of a directed magnitude consists in simple alteration of \"origin,\" as from A to B in the figure.\n\nBut this alteration of origin is of a twofold nature, being partly lateral and partly longitudinal. If CD be the indefinite line of direction\nin which the arrow at A lies, and EF that in which the arrow at B lies, the translation from A to B consists of two distinct motions; namely, the shifting of the line of direction from CD to EF, and the shifting of the origin along the line of direction through a space amounting to GB. The former I shall call lateral and the latter longitudinal translation.\n\nIf \\( v \\) denote a directed magnitude which is supposed to be translated from A to B, and if \\( u \\) denote the line AB, I shall speak of the translation as that of \\( v \\) along \\( u \\); a proper mode of expression, because every point of the representative arrow \\( v \\) undergoes a motion equivalent in magnitude and direction to \\( u \\). The translation of \\( v \\) along \\( u \\) is lateral when the angle at A is 90°, and longitudinal when 0°.\n\n(6.) Distributiveness.—If \\( f(x) \\) be a function of \\( x \\) which possesses the property expressed by the equation\n\n\\[\nf(x) + f(x') = f(x + x'),\n\\]\n\nit is said to be a distributive function of \\( x \\). If \\( x \\) be any number positive, negative, integral or fractional, it may be shown from this equation that\n\n\\[\nf(x) = Cx,\n\\]\n\n\\( C \\) denoting a quantity independent of \\( x \\), namely the value of \\( f(x) \\) when \\( x = 1 \\). If \\( x \\) be not a number, but some symbol, whether of specific quantity or operation, the notation \\( Cx \\) has no meaning recognised in ordinary algebra. Hence, following the well-known precedent of indices*, we may generalize the meaning of \\( Cx \\) by assuming it to be the symbolical form for denoting every function, \\( f(x) \\), which is distributive.\n\nIf we further suppose, that \\( f(x) \\), and therefore \\( C \\), is a distributive function of another independent variable \\( y \\), we shall find that\n\n\\[\nC = C'y \\quad \\text{and} \\quad Cx = C'xy.\n\\]\n\nThus we may, by the same process of generalization, assume \\( C'xy \\) to be the symbolical form for denoting every function of \\( x \\) and \\( y \\) which is distributive with regard to both \\( x \\) and \\( y \\). \\( C' \\) here is manifestly the value of the function when \\( x = 1 \\) and \\( y = 1 \\). Now if we adopt \\( C' \\) to be the unit of the function, as, in fact, we do in many cases of ordinary products, the symbolic form for denoting the function becomes simply \\( xy \\).\n\n(7.) This appears to me to be the simplest and best method of defining the notation \\( xy \\) in Symbolical Algebra; though I need not avail myself of it here as it is not necessary for my purpose. All I require is some simple notation for denoting a distributive function of two variables; for, as I hope to show, this distributiveness is a characteristic of great importance to be distinctly \"noted\" in the case of the translation of a directed magnitude. Now there are three different forms in which a product is written in ordinary algebra, viz. \\( xy \\), \\( x.y \\) and \\( x \\times y \\): of these, the latter two are now seldom used, and there is no necessity whatever for this redundancy of\n\n* \\( a^x \\) has no meaning, according to its original definition, except \\( x \\) be a positive integer: but we give it a meaning by defining \\( a \\) to be the notation for every function \\( f(x) \\) which possesses the property \\( f(x)f(y) = f(x+y) \\).\nforms for denoting the same thing. Instead, therefore, of inventing new symbols for representing distributive functions, I shall venture to appropriate the almost obsolete forms \\(x \\cdot y\\) and \\(x \\times y\\) to the purpose. At the same time it must be borne in mind, that, according to the views of many eminent mathematicians, the product of \\(x\\) and \\(y\\) in Symbolical Algebra may be defined to be any distributive function of \\(x\\) and \\(y\\), and thus the appropriation of \\(x \\cdot y\\) and \\(x \\times y\\) here proposed is nothing more than a legitimate application of these forms.\n\n(8.) I shall therefore assume \\(x \\cdot y\\) and \\(x \\times y\\) to be symbolical forms for denoting distributive functions of \\(x\\) and \\(y\\); in other words, I shall consider \\(x \\cdot y\\) and \\(x \\times y\\) to be completely defined by the equations\n\n\\[\nx \\cdot y + x' \\cdot y = (x + x') \\cdot y \\\\\nx \\times y + x' \\times y = (x + x') \\times y \\\\\nx \\cdot y + x \\cdot y' = x \\cdot (y + y') \\\\\nx \\times y + x \\times y' = x \\times (y + y'),\n\\]\n\njust as the symbolic form \\(a^m\\) is completely defined by the equation \\(a^m a^n = a^{m+n}\\).\n\n(9.) Whether \\(x \\cdot y\\) and \\(x \\times y\\) are \"Commutative\" functions of \\(x\\) and \\(y\\), i.e. whether \\(x \\cdot y = y \\cdot x\\), and \\(x \\times y = y \\times x\\), does not appear from these defining equations, and therefore it must be decided by the particular nature of the quantity or operation which each of these forms is assumed to represent.\n\n(10.) Signification of the sign \\(+\\). In Symbolical Algebra the sign \\(+\\) may be regarded as simply an abbreviation for the words \"together with,\" and thus \\(u + v\\) means simply \\(u\\) \"together with\" \\(v\\), or \\(u\\) and \\(v\\) \"put together.\" Now these words \"together with\" may be taken in a great variety of senses, as the following examples taken from ordinary algebra show, viz.\n\n\\[\n3 + 5 = 8, \\quad 3£ + 5s. = 780d., \\quad 3 + 4\\sqrt{-1} = (2 + \\sqrt{-1})^2,\n\\]\n5 miles east + 5 miles west = 0, &c. &c.\n\nIn the first example \\(+\\) means a \"putting together\" by simple numerical addition; in the second, a \"putting together\" of certain pieces of gold and silver, with reference to a certain conventional value set on them; in the third, a mere symbolical \"putting together;\" and so on. Hence it is clear that in using the sign \\(+\\) as an abbreviation of the words \"together with,\" the precise nature of the \"putting together\" is supposed to be understood in each case. I shall therefore define the notation, \\(u + v\\), to mean, \\(u\\) and \\(v\\) put together in a sense supposed to be understood.\n\nNow in some cases it is very important that the precise nature of the \"putting together\" denoted by the sign \\(+\\) should be clearly understood, and therefore distinctly specified. This it will be necessary for me to do here with reference to two remarkable significations which have been given to the sign \\(+\\).\n\n(11.) The first is that signification given to \\(+\\) in Symbolical Geometry. If \\(u\\) and \\(v\\) denote two lines of certain magnitudes and drawn in certain directions, then \\(u + v\\) is assumed to denote \\(u\\) and \\(v\\) put together as in the figure 6; that is, the beginning-point or origin of \\(v\\) coinciding with the end-point (if I may so use the words) of \\(u\\). The second signification\nis that given to \\(+\\) in Symbolical Mechanics. If \\(u\\) and \\(v\\) denote two forces of certain magnitudes and directions, \\(u + v\\) is assumed to denote \\(u\\) and \\(v\\) put together as in figure 7; that is, the origin of \\(v\\) coinciding, not with the end-point, as before, but with the origin of \\(u\\). The distinction I allude to here is of considerable importance, and requires to be very closely attended to in applying lines to represent forces generally, as will appear. It might be well to distinguish these two significations of \\(+\\) by appropriate terms. I cannot think of any better words, for the purpose, than the two, \"successive,\" and \"simultaneous;\" the putting together in fig. 6 is manifestly effected by tracing the two lines in immediate succession, while that in fig. 7 is a simultaneous application at the same origin. I shall therefore call the putting together in fig. 6 successive addition, and that in fig. 7 simultaneous addition.\n\n(12.) Signification of the sign \\(=\\). Like \\(+\\), the sign \\(=\\) denotes equivalence in a certain sense supposed to be understood; thus in the example, \\(3£+5s.=780d.\\), it denotes equivalence as regards the conventional value of certain coins. In Symbolical Geometry \\(=\\) has reference to the change of position of the tracing-point by which lines are supposed to be drawn. Thus if \\(u, v, w\\) denote three traced lines, the equation, \\(u + v = w\\), means, that the tracing of \\(u + v\\) is the same thing as the tracing of \\(w\\), so far as the change of position of the tracing-point is concerned. In this sense it is clear, that \\(w\\) must be the third side of the triangle in fig. 8. In Symbolical Mechanics \\(=\\) has reference to mechanical effect. Thus if \\(u, v, w\\) be three forces, the equation, \\(u + v = w\\), means, that the mechanical effect of \\(u + v\\) is the same as that of \\(w\\); in other words, it means, that \\(w\\) is the resultant of \\(u\\) and \\(v\\).\n\n(13.) Representation of Forces by Lines. The suitability of lines to represent forces is obvious enough in ordinary Mechanics, where \\(+\\) has the signification of mere numerical addition; but when we come to Symbolical Mechanics this suitability is no longer a thing to be assumed. A little consideration will show that the question, \"Can we assume lines to represent forces generally?\" may be stated symbolically as follows, viz. If the lines \\(u\\) and \\(v\\) respectively represent the forces \\(U\\) and \\(V\\), in magnitude and direction, will \\(u + v\\) also represent \\(U + V\\) in magnitude and direction? if not, the graphical mode of representation becomes inadmissible symbolically. Now, it is clear, by reference to figures 8 and 9, that this question amounts to asking, whether the Parallelogram of Forces is true or not? for the peculiar signification of \\(+\\) in Symbolical Geometry makes \\(u + v\\) denote the diagonal of the parallelogram constructed on \\(u\\) and \\(v\\) as sides; whereas the Mechanical signification of \\(+\\) in \\(U + V\\) makes it denote the resultant of \\(U\\) and \\(V\\).\n\nHence it follows that the general representation of forces by lines assumes the truth of the Parallelogram of Forces as a necessary condition; and, consequently, any symbolical proof of the Parallelogram of Forces which assumes that lines may be taken generally as representatives of forces, amounts to reasoning in a circle.\nMy object here, however, in the remarks just made, is to point out the importance of distinctly marking the two significations of the sign $+$.\n\n(14.) In all cases that I shall be concerned with, successive and simultaneous addition are virtually equivalent, so far as the representation of directed magnitudes by lines is concerned. As regards the statical effect of forces, the Parallelogram of Forces shows this; as regards the dynamical effect, the Second Law of Motion (I mean Newton's 2nd Law) does the same. As regards velocities and displacements the thing is obvious.\n\n(15.) Directed Units. I shall call an arrow of a unity of length (whether it represents a traced line, a force, a velocity, or any other kind of directed magnitude) a \"directed unit.\" I shall always reserve the letters $\\alpha$, $\\beta$, $\\gamma$ to denote a set of three directed units at right angles to each other. Hence, if AX, AY, AZ be three rectangular axes to which $\\alpha$, $\\beta$, $\\gamma$ are respectively parallel; and if $x$, $y$, $z$ denote numerically the three coordinates of any point P; $x\\alpha$, $y\\beta$, $z\\gamma$ will be the symbols representing these three coordinates in magnitude and direction, inasmuch as $x\\alpha$ means $x$ directed units put together by successive or geometrical addition, all in the direction parallel to AX; and so also as regards $y\\beta$ and $z\\gamma$. Also if $u$ be taken to denote the line AP in magnitude and direction, we have, by successive addition,\n\n$$u = x\\alpha + y\\beta + z\\gamma.$$  \n\nThe point P is often called the point $(xyz)$, I may therefore speak of it as the point $(u)$, inasmuch as $u$ completely defines its position.\n\nIf X, Y, Z denote numerically three forces parallel to AX, AY, AZ, it is clear that their complete symbolical representatives are $X\\alpha$, $Y\\beta$, $Z\\gamma$. Also, if U denote the resultant of these three forces, we have\n\n$$U = X\\alpha + Y\\beta + Z\\gamma.$$  \n\nBut here $+$ denotes simultaneous addition: we may, however, assuming the truth of the Parallelogram of Forces, regard it as the successive $+$, if we please.\n\n(16.) As just observed, I shall always suppose $\\alpha$, $\\beta$, $\\gamma$ to be a set of three rectangular directed units; I shall suppose the same also as regards $\\alpha'$, $\\beta'$, $\\gamma'$; $\\alpha''$, $\\beta''$, $\\gamma''$, &c., using the dashes to denote different sets of directed units; but the three in each set are always assumed to be at right angles to each other, unless the contrary be specified.\n\nIn speaking of lines as regards magnitude and direction, I shall always use the word \"direction\" as equivalent to \"directed unit;\" thus I shall call $\\alpha$ the \"direction\" of the line $x\\alpha$. The complete symbol of a line may be therefore described as its direction multiplied by its magnitude.\n\n(17.) If $r$ denote the magnitude, and $\\alpha'$ the direction of $u$, $u = r\\alpha'$, and therefore, putting for $u$ its value above, we find\n\n$$\\alpha' = \\frac{x}{r}\\alpha + \\frac{y}{r}\\beta + \\frac{z}{r}\\gamma,$$\n\nor\n\n$$\\alpha' = ax + bx + cy,$$\nwhere \\(a\\), \\(b\\) and \\(c\\) denote the cosines of the angles which \\(\\alpha'\\) makes with \\(\\alpha\\), \\(\\beta\\) and \\(\\gamma\\) respectively.\n\nIf \\(\\alpha'\\) lies in the plane \\((\\alpha\\beta)\\), and if \\(\\theta\\) denote the angle which \\(\\alpha'\\) makes with \\(\\alpha\\), this expression becomes\n\n\\[\n\\alpha' = \\alpha \\cos \\theta + \\beta \\sin \\theta.\n\\]\n\n(18.) According to the principles of Symbolical Algebra, we have\n\n\\[\n\\beta = -\\frac{1}{2}\\alpha, \\quad \\gamma = -\\frac{1}{2}\\beta, \\quad \\alpha = -\\frac{1}{2}\\gamma, \\quad (-\\frac{1}{2} = \\sqrt{-1}).\n\\]\n\nBut it is to be remembered that the sign \\(-\\frac{1}{2}\\) here does not denote the same identical operation in these three cases; nor is it necessary that it should, any more than the sign \\(-\\). The true state of the case is this, that \\((- \\frac{1}{2})\\alpha\\) is defined by the equation\n\n\\[\n(-\\frac{1}{2})(-\\frac{1}{2})\\alpha = -\\alpha;\n\\]\n\nand the general solution of this equation is\n\n\\[\n-\\frac{1}{2}\\alpha = \\beta \\cos \\theta + \\gamma \\sin \\theta,\n\\]\n\nwhere \\(\\theta\\) is perfectly arbitrary. Consequently the extraction of the square root of \\(-\\) gives, not simply two values, positive and negative, as in ordinary extractions of the square root, but an infinite number of values, namely the whole circle of directed units at right angles to \\(\\alpha\\).\n\nI shall have no occasion to make any use of the sign \\(-\\frac{1}{2}\\), or any reference to the connections just given between \\(\\alpha\\), \\(\\beta\\) and \\(\\gamma\\), except in some future applications of my method, chiefly in Geometry. The statement just made is intended to show what \\(\\alpha\\), \\(\\beta\\), \\(\\gamma\\) are with reference to the square roots of \\(-\\) (or \\(-1\\)), and to point out distinctly that \\(\\alpha\\), \\(\\beta\\), \\(\\gamma\\) are not supposed to be square roots of unity, but merely direction-units.\n\n(19.) Remarkable signification of \\(d\\alpha\\), \\(d\\beta\\), \\(d\\gamma\\). This signification I pointed out and made use of in a paper read before the Cambridge Philosophical Society (Nov. 1846), and it may be briefly stated here for the purpose of reference in certain applications of the present method. If \\(\\alpha\\) and \\(\\alpha'\\) be two directed-units at an indefinitely small angle to each other, we have \\(\\alpha' - \\alpha = d\\alpha\\); but \\(\\alpha' - \\alpha\\) is the line joining the extremities of \\(\\alpha\\) and \\(\\alpha'\\), and this line is at right angles to \\(\\alpha\\) and \\(\\alpha'\\) (ultimately), because \\(\\alpha\\) and \\(\\alpha'\\) are lines of equal length. Hence \\(d\\alpha\\) is the expression for an indefinitely small line at right angles to \\(\\alpha\\).\n\nThis signification of \\(d\\alpha\\) is one of great importance in Symbolical Geometry and Mechanics: thus for example, if \\(\\alpha\\), \\(\\beta\\), \\(\\gamma\\) denote direction-units fixed in a rigid body, the angular velocities of the rigid body are represented, in magnitude and direction, by\n\n\\[\n\\frac{da}{dt}, \\quad \\frac{db}{dt}, \\quad \\frac{dc}{dt},\n\\]\n\ninasmuch as \\(d\\alpha\\), \\(d\\beta\\), \\(d\\gamma\\) represent, in magnitude and direction, the small angles described in the time \\(t\\) by the extremities of these three direction-units. Of course I mean by the word \"angle,\" here, the circular arc which measures it. The importance of this signification of \\(d\\alpha\\), \\(d\\beta\\), \\(d\\gamma\\) will be manifest in many parts of what follows.\nII. Symbolical Representation of the two Effects produced by the Translation of a Directed Magnitude.\n\n(20.) The Effects symbolized.—It has been shown that the translation of \\( v \\) along \\( u \\) is, generally, of a twofold nature, partly lateral and partly longitudinal; it is my object to express symbolically the effects produced, whether they are geometrical or mechanical effects, by the two kinds of translation. The effect produced by the lateral part of the translation of \\( v \\) along \\( u \\) I shall call the lateral effect, and that produced by the longitudinal part, the longitudinal effect.\n\n(21.) The two Effects are, each, Distributive Functions of \\( u \\) and \\( v \\). Let \\( f(u, v) \\) denote the lateral effect of the translation of \\( v \\) along \\( u \\); let \\( u \\) and \\( u' \\) represent the lines \\( AB \\) and \\( BB' \\); produce the arrows (\\( v \\)) both ways indefinitely to show the lines of direction in which \\( v \\) lies in the three parallel positions at \\( A, B, \\) and \\( B' \\); draw \\( AGH \\) and \\( BG' \\) at right angles to these parallel lines of direction (\\( CD, EF, EF' \\)). Observe, that \\( v, u \\) and \\( u' \\) are not necessarily in the same plane.\n\nNow, as assumed, \\( f(u, v) \\) denotes the effect produced by the shifting of the line \\( CD \\) to the parallel position \\( EF \\); \\( f(u', v) \\) denotes that by a farther shifting, namely from \\( EF \\) to the parallel position \\( E'F' \\): which two shifting \"put together\" come to the same thing as one shifting from \\( CD \\) to \\( E'F' \\). Now since \\( AB' \\) is represented by \\( u + u' \\), the effect of this last-mentioned shifting is denoted by \\( f(u + u', v) \\): we have therefore\n\n\\[\nf(u, v) + f(u', v) = f(u + u', v),\n\\]\n\nthat is, the lateral effect of the translation of \\( v \\) along \\( u \\) is a distributive function as regards \\( u \\).\n\nIn precisely the same way it may be shown, that the longitudinal effect is also a distributive function as regards \\( u \\). For it is manifest that the three translations, viz. that along \\( u \\), that along \\( u' \\), and that along \\( u + u' \\), amount respectively to \\( GB, G'B', \\) and \\( HB' \\), as regards longitudinal effect, and we have \\( HB' = GB + G'B' \\). Whence the conclusion is evident.\n\nIt remains to show that both effects are distributive functions as regards \\( v \\) also; and this is immediately obvious: for the translation of \\( v \\) along \\( u \\) \"together with\" that of \\( v' \\) along \\( u \\), is the same thing as the translation of \\( v + v' \\) along \\( u \\); and thus, whether \\( f \\) denote the lateral or longitudinal effect, we have\n\n\\[\nf(u, v) + f(u, v') = f(u, v + v').\n\\]\n\nBoth effects therefore are distributive functions with respect to \\( v \\) as well as \\( u \\).\n\nMDCCCLII.\n(22.) It is important to observe, here, that the \\(+u'\\) denotes *successive*, while that in \\(v+v'\\) denotes *simultaneous addition*.\n\n(23.) *Notation adopted to represent the two effects.* I have stated above the reasons why \\(u.v\\) and \\(u\\times v\\) may be appropriated to denote, simply, *any* distributive functions of \\(u\\) and \\(v\\). I have here shown the existence of two such functions, very important to be \"noted\" symbolically, and to be distinguished from each other. I shall therefore venture farther to employ the notation \\(u.v\\) exclusively for the purpose of representing the *lateral effect* of the translation of \\(v\\) along \\(u\\), and the notation \\(u\\times v\\) exclusively to represent the *longitudinal effect*.\n\n(24.) As regards the *order of the factors*, I shall always suppose that the *second factor* is the translated magnitude, and the *first factor* the line along which it is translated.\n\n(25.) In using these notations I am not warranted to attribute to them, without proof, any property of an ordinary product, except its distributiveness: for example, I must not put \\(u.v=v.u\\), without investigating whether this equation holds as regards the effects represented by \\(u.v\\) and \\(v.u\\). Nor again, if \\(m\\) and \\(n\\) be any numbers, can I, without proof, put \\((mu).(nv)=mn(u.v)\\). These points I shall now consider.\n\n(26.) *May Numerical Coefficients, occurring in u.v or u\\times v, be brought out and incorporated by actual multiplication?*—Supposing \\(m\\) and \\(n\\) to denote pure numbers, may we put \\((mu).(nv)=mn(u.v)\\), and \\((mu)\\times(nv)=mn(u\\times v)\\)? Or, to express the question in words, is the effect produced by the translation of \\(nv\\) along \\(mu\\) equivalent to \\(mn\\) times the effect of the translation of \\(v\\) along \\(u\\)? It is very important to bear in mind, as regards this question, that \\(nv\\) means \\(v+v+v+\\ldots\\) &c. \"put together\" by simultaneous addition; while \\(mu\\) means \\(u+u+u+\\ldots\\) &c. \"put together\" by successive addition (see art. 22). Hence it will not be difficult to show that \\(u.(nv)=n(u.v)\\) in virtue of the distributive property; but, that some additional consideration is requisite to determine whether \\((mu).v=m(u.v)\\).\n\n(27.) *First,* as regards \\(u.(nv)\\). The \\(nv\\) here have the same origin A, and they are translated simultaneously from A to B. This translation is manifestly the same as if each \\(v\\) were translated separately from A to B: and thus it follows that the translation of \\(nv\\) along \\(u\\) is the same thing as \\(n\\) translations of \\(v\\) along \\(u\\); or, in symbols,\n\n\\[u.(nv)=n(u.v), \\text{ and } u\\times(nv)=n(u\\times v).\\]\n\nIndeed this is nothing more than a re-assertion of the distributive nature of the translation of \\(v\\) along \\(u\\), as regards \\(v\\).\n\n(28.) *Secondly.* In the expression \\((mu).v\\) the \\(u\\)s have not the same origin, but are \"put together\" successively, as is represented in fig. 16, making up the line AB (supposing, for a moment, that \\(m=5\\)). It is clear, then, that \\((5u).v\\) means a translation of \\(v\\) from A to B, while 5 \\((u.v)\\) means five translations of \\(v\\) from A to A'. Hence, before we can decide whether \\((mu).v=m(u.v)\\), we\nmust determine whether the translations of \\( v \\) from \\( A \\) to \\( A' \\), from \\( A' \\) to \\( A'' \\), from \\( A'' \\) to \\( A''' \\), &c. are equivalent to each other in effect; for, if they are, it makes no difference in effect whether we repeat the translation of \\( v \\) from \\( A \\) to \\( A' \\) five times, or simply translate \\( v \\) from \\( A \\) to \\( A' \\), from \\( A' \\) to \\( A'' \\), from \\( A'' \\) to \\( A''' \\), and so on to \\( B \\). The question then comes to this—Are we to regard translations as equivalent to each other, in effect, when the magnitudes translated and the lines along which they are translated are respectively equivalent to each other, whether the translations take place in the same part of space or not?\n\n(29.) Fundamental Assumption.—I am thus led to make the following Assumption the basis of my proposed method; viz.—That parallel and equal translations of parallel and equal magnitudes are equivalent to each other both as regards the lateral and longitudinal effects; or, symbolically, if \\( u' \\) and \\( v' \\) be respectively parallel and equal to \\( u \\) and \\( v \\), then\n\n\\[\nu'.v'=u.v, \\quad \\text{and} \\quad u'\\times v'=u\\times v.\n\\]\n\nThis assumption holds true, manifestly, in each of the three suggesting cases from which I have taken my start (see art. 2), and I am therefore justified in adopting it, with the understanding, of course, that it be shown to hold true, or tacitly admitted, in all cases to which the notation may be applied; or else, should the occasion require it, be abandoned, and, with it, the property expressed by the equation \\((mu).v=m(u.v)\\).\n\n(30.) Returning to fig. 16, we have, by the Assumption just made,\n\n\\[\nAA'.v=A'A''.v=A''A'''.v=\\&c.\\&c.;\n\\]\n\n\\[\n\\therefore m(u.v)=m(AA'.v)=AA'.v+A'A''.v+A''A'''.v+\\&c.\n\\]\n\n\\[\n=(AA'+A'A''+A''A'''+\\&c.).v\n\\]\n\n\\[\n=(mu).v.\n\\]\n\nAnd generally, by what has been proved, we have\n\n\\[\n(mu).(nv)=n\\{(mu).v\\}=mn(u.v);\n\\]\n\nand, similarly,\n\n\\[\n(mu)\\times(nv)=mn(u\\times v).\n\\]\n\nIt appears thus that numerical coefficients, occurring in the symbolic forms \\( u.v \\) and \\( u\\times v \\), may always be brought out and incorporated by actual multiplication*.\n\n(31.) May the order of the factors \\( u \\) and \\( v \\) in the symbolic forms \\( u.v \\) and \\( u\\times v \\) be changed, or not?—First, as regards \\( u.v \\), may we put \\( u.v=v.u \\)? Here I may repeat that the second factor always denotes the translated magnitude, or rather, the representative arrow. Thus the question is—as regards lateral effect, is the translation of the magnitude represented by the arrow \\( v \\) along the line \\( u \\) equivalent to the translation of that represented by the arrow \\( u \\) along the line \\( v \\). This is easily decided as follows.\n\n(32.) It is clear that the lateral effect of the translation of a magnitude in its own\n\n* It may be shown, in the usual way, that this is true also when \\( m \\) and \\( n \\) are fractional or negative numbers.\ndirection is zero: it follows therefore that \\( u.u = 0, v.v = 0 \\); also that\n\n\\[\n(u+v).(u+v) = 0,\n\\]\n\n\\[\n\\therefore u.u + u.v + v.u + v.v = 0,\n\\]\n\n\\[\n\\therefore u.v + v.u = 0,\n\\]\n\nor \\( v.u = -u.v \\).\n\nIt appears then that \\( u.v \\) and \\( v.u \\) are equivalent as regards magnitude but opposite in sign.\n\n(33.) Secondly, as regards \\( u \\times v \\), may we put \\( v \\times u = u \\times v \\)? This question is determined by observing that the longitudinal effect of the translation of a magnitude at right angles to its direction is zero, as follows.\n\nLet \\( u = m\\alpha, v = m'\\alpha' \\), \\( \\alpha \\) and \\( \\alpha' \\) being the directions (directed units), and \\( m \\) and \\( m' \\) the magnitudes of \\( u \\) and \\( v \\). Then, by article 30,\n\n\\[\nu \\times v = mn(\\alpha \\times \\alpha') \\text{ and } v \\times u = mn (\\alpha' \\times \\alpha).\n\\]\n\nNow it is clear, from figure 18, that \\( \\alpha + \\alpha' \\) and \\( \\alpha - \\alpha' \\) are lines at right angles to each other; therefore\n\n\\[\n(\\alpha + \\alpha') \\times (\\alpha - \\alpha') = 0 = (\\alpha - \\alpha') \\times (\\alpha + \\alpha');\n\\]\n\ntherefore, omitting common terms, we find\n\n\\[\n-\\alpha \\times \\alpha' + \\alpha' \\times \\alpha = \\alpha \\times \\alpha' - \\alpha' \\times \\alpha,\n\\]\n\n\\[\n\\therefore \\alpha \\times \\alpha' = \\alpha' \\times \\alpha.\n\\]\n\nAnd thus it follows that\n\n\\[\nu \\times v = v \\times u.\n\\]\n\nIt appears then that \\( u \\times v \\) and \\( v \\times u \\) are equivalent as regards both magnitude and sign.\n\n(34.) Thus \\( u.v \\) is commutative with change of sign, while \\( u \\times v \\) is simply commutative. The reason of the change of sign in the former may be easily interpreted as follows. An arrow has two distinct sides, which, for the sake of fixing ideas, I may call right and left, and which may be defined by supposing that I stand on the plane of the paper looking in the direction of the arrow. Now, referring to fig. 19, it is clear that the translation of \\( v \\) along \\( u \\) is laterally a motion to the right side, while that of \\( u \\) along \\( v \\) is to the left, the translated magnitude in both cases being that with reference to which I speak of right and left. Thus the meaning of the equation \\( v.u = -u.v \\) is obvious.\n\nIII. Measurement and Summation of Translations.\n\n(35.) Units of Translation.—I shall take the translation of a unit along a perpendicular unit to be a unit of lateral translation; and the translation of a unit along itself to be a unit of longitudinal translation. Thus (see art. 16) \\( \\alpha.\\beta, \\beta.\\gamma, \\alpha'.\\beta', \\&c. \\) are units of lateral translation; and \\( \\alpha \\times \\alpha, \\beta \\times \\beta, \\alpha' \\times \\alpha', \\&c. \\) are units of longitudinal translation.\n(36.) All Units of Longitudinal Translation are equivalent to each other. For let \\( \\alpha \\) and \\( \\alpha' \\) denote any two directed units whatever; then, as above,\n\n\\[\n(\\alpha + \\alpha') \\times (\\alpha - \\alpha') = 0;\n\\]\n\nwherefore, since \\( \\alpha \\times \\alpha' = \\alpha' \\times \\alpha \\), we have\n\n\\[\n\\alpha \\times \\alpha = \\alpha' \\times \\alpha'.\n\\]\n\nIn illustration of this result the third suggesting instance, that of Mechanical Work, may be quoted; inasmuch as work is the effect of longitudinal translation, and all units of work are equivalent to each other, no matter in what directions the working forces act.\n\n(37.) All Units of Lateral Translation, in the same or in parallel planes, are equivalent to each other.—Let \\( \\alpha, \\beta, \\alpha', \\beta' \\) lie in the same plane, and let \\( \\theta \\) denote the angle which \\( \\alpha' \\) makes with \\( \\alpha \\), and therefore that also which \\( \\beta' \\) makes with \\( \\beta \\) (art. 16): then (art. 17)\n\n\\[\n\\alpha' = \\alpha \\cos \\theta + \\beta \\sin \\theta\n\\]\n\n\\[\n\\beta' = \\alpha \\cos \\left( \\theta + \\frac{\\pi}{2} \\right) + \\beta \\sin \\left( \\theta + \\frac{\\pi}{2} \\right);\n\\]\n\n\\[\n\\therefore, \\text{ observing that } \\alpha \\cdot \\alpha = \\beta \\cdot \\beta = 0, \\text{ and } \\alpha \\cdot \\beta = -\\beta \\cdot \\alpha,\n\\]\n\nwe have\n\n\\[\n\\alpha' \\cdot \\beta' = \\alpha \\cdot \\alpha (\\cos^2 \\theta + \\sin^2 \\theta) = \\alpha \\cdot \\alpha.\n\\]\n\nHence all units of lateral translation in the same, or in parallel planes, are equivalent to each other.\n\nIn illustration of this result, the second suggesting instance, that of a Couple, may be quoted; for all unit-couples in the same or in parallel planes are equivalent to each other.\n\n(38.) Directrix.—Hence, in expressing a unit of lateral translation, it is only necessary to specify a plane parallel to that in which the translation takes place; or, what is better and immediately suggested by the theory of couples, it is only necessary to specify a line at right angles to the plane of translation. Such a line I shall, however, designate by the word \"directrix,\" not axis; because there is no idea of rotation involved in the present theory, translation being a kind of motion essentially different from rotation. I shall assume \\( \\gamma \\) to be the directrix of \\( \\alpha, \\beta \\) and of all units of lateral translation in planes at right angles to \\( \\gamma \\); and, generally, I shall define the directrix of any unit of lateral translation to be a directed unit at right angles to the plane of that translation.\n\n(39.) But, since \\( \\alpha \\cdot \\beta = -\\beta \\cdot \\alpha \\), it is necessary to distinguish positive from negative translations; and this may be done by giving an appropriate sign to the directrix. I shall therefore assume generally, that \\( m \\gamma \\) is the directrix of \\( m \\alpha, \\beta \\), \\( m \\) being any number positive or negative. Thus \\( -\\gamma \\) will be the directrix of \\( -\\alpha, \\beta \\), that is, of \\( \\beta, \\alpha \\). And, hence, I may adopt the following criterion of\nsign. I shall suppose myself standing at right angles to the plane of translation in such a position that the translated magnitude points to the right, while I face the direction in which the translation takes place; and then I shall take an arrow pointing from foot to head as the directrix. According to this criterion the letters written underneath the following translations are their respective directrices; viz.\n\n\\[\n\\begin{array}{cccccc}\n\\alpha.\\beta & \\beta.\\gamma & \\gamma.\\alpha & \\beta.\\alpha & \\gamma.\\beta & \\alpha.\\gamma \\\\\n\\gamma & \\alpha & \\beta & -\\gamma & -\\alpha & -\\beta\n\\end{array}\n\\]\n\n(40.) Measurement of a Translation.—Let \\(u.v\\), or \\(u\\times v\\), be the translation, \\(\\alpha\\) the direction of \\(u\\), (\\(\\alpha\\beta\\)) the plane of \\(u.v\\), \\(\\theta\\) the angle which \\(v\\) makes with \\(u\\), \\(m\\) and \\(n\\) the magnitudes of \\(u\\) and \\(v\\); then\n\n\\[\nu = ma, \\quad v = n(\\alpha \\cos \\theta + \\beta \\sin \\theta);\n\\]\n\n\\[\n\\therefore u.v = mn \\sin \\theta(\\alpha.\\beta), \\quad \\text{(since } \\alpha.\\alpha = 0).\n\\]\n\nHence there are \\(mn \\sin \\theta\\) units in the translation \\(u.v\\); \\(mn \\sin \\theta\\), therefore, is the numerical magnitude of \\(u.v\\), and its directrix is \\((mn \\sin \\theta)\\gamma\\).\n\nAgain, \\(u\\times v = mn \\cos \\theta(\\alpha\\times \\alpha)\\), (since \\(\\alpha\\times \\beta = 0\\)). Hence the numerical magnitude of \\(u\\times v\\) is \\(mn \\cos \\theta\\).\n\n(41.) It is worth remarking that \\(mn \\sin \\theta\\), the numerical magnitude of \\(u.v\\), is the area of the parallelogram completed on \\(u\\) and \\(v\\) as sides.\n\n(42.) The Directrix of the Sum of two translations is the Sum of their Directrices.—Let the two translations be \\(ma.\\beta\\) and \\(m'\\alpha'.\\beta'\\), and their directrices, of course, \\(m\\gamma\\) and \\(m'\\gamma'\\); let EB be the intersection of the two planes of these translations, and take \\(AB = m\\) and \\(BC = m'\\), \\(AB\\) and \\(BC\\) being drawn at right angles to BE, \\(AB\\) in the plane of \\(\\alpha.\\beta\\), and \\(BC\\) in the plane of \\(\\alpha'.\\beta'\\).\n\nNow, since all units of lateral translation in the same plane are equivalent to each other, I may turn \\(\\alpha\\) and \\(\\beta\\), \\(\\alpha'\\) and \\(\\beta'\\) about in their respective planes, until both \\(\\alpha\\) and \\(\\alpha'\\) coincide with BE; in which case \\(\\beta\\) and \\(\\beta'\\) will coincide with \\(AB\\) and \\(BC\\) respectively; then \\(AB\\) will become \\(m\\beta\\), and \\(BC m'\\beta'\\). Let the third side of the triangle ABC be \"\\(m''\\beta''\\) as shown in the figure. Then the sum of the two translations is\n\n\\[\nma.\\beta + m'\\alpha'.\\beta',\n\\]\n\nwhich, since \\(\\alpha' = \\alpha\\), becomes\n\n\\[\n\\alpha.(m\\beta + m'\\beta');\n\\]\n\nand this, since \\(m\\beta + m'\\beta' = m''\\beta''\\), becomes\n\n\\[\nm''\\alpha.\\beta''.\n\\]\n\nLet \\(m''\\gamma''\\) be the directrix of this: then it is clear that \\(\\gamma\\), \\(\\gamma'\\) and \\(\\gamma''\\), being each at right angles to \\(\\alpha\\), lie in the plane of the triangle ABC, and consequently \\(m\\gamma\\), \\(m'\\gamma'\\) and \\(m''\\gamma''\\) are the three sides of the triangle ABC, supposing it to be turned round in its plane through 90°. It follows therefore that\n\n\\[\nm''\\gamma'' = m\\gamma + m'\\gamma',\n\\]\nthat is, the directrix of the sum of the two translations is the sum of their directrices.\n\n(43.) Generally, it is manifest from this result, that the Directrix of the Sum of any number of Translations is the Sum of their Directrices.\n\nIt is not necessary to point out the importance of this rule as regards the summation of translations, nor its identity with the well-known rule in the Theory of Couples.\n\n(44.) For the sake of convenience it will be worth while to employ some abbreviated mode of specifying the directrix of any translation; for this purpose I shall adopt the following notation, which, it will be found, will answer all purposes, and at the same time very distinctly mark that property in which the peculiar relation between a translation and its directrix consists. The property I allude to is the theorem just proved in article 42.\n\nI shall employ the letter $D$ to stand as an abbreviation for the words \"directrix of,\" and thus $D(u.v)$ will mean the directrix of the translation $u.v$. It will be borne in mind, then, that $D(u.v)$ denotes a line at right angles to the plane of $u.v$, and containing as many units of length as there are units of area in the parallelogram constructed on $u$ and $v$.\n\n(45.) Distributiveness of the Operation thus represented.—It is most important to notice the distributive nature of the symbol $D$. By art. 42, we have immediately\n\n$$D(u.v) + D(u'.v') = D(u.v + u'.v');$$\n\nwhence, $D$ denotes a distributive function.\n\n(46.) Consequences hence resulting.—From the equation in art. 45 it follows, that, if $m$ denote any numerical coefficient, positive or negative,\n\n$$D(mu.v) = mD(u.v).$$\n\nAgain, since\n\n$$D(u'.v') - D(u.v) = D(u'.v' - u.v),$$\n\nwe have, passing to limits,\n\n$$d(D(u.v)) = D(d(u,v));$$\n\nwhence also,\n\n$$f'(D(u.v)) = Df'(u,v).$$\n\nIn short, in all operations in which differentiation and integration are concerned, $D$ is to be regarded as if it were an ordinary constant coefficient.\n\nAgain, if we have an equation of the form\n\n$$u.v + u'.v' + u''.v'' + \\&c. = 0,$$\n\nthere result from it\n\n$$D(u,v) + D(u'.v') + D(u''.v'') + \\&c. = 0.$$\n\nAnd, conversely, (2.) gives (1.).\n\n(47.) Inverse of $D$.—If $w$ be the directrix of $u.v$, and therefore $w = D(u.v)$; I may of course, according to the true force of the index $(-1)$, assert, that $u.v = D^{-1}w$. Thus $D^{-1}w$ comes to be an abbreviation for the words—\"the translation whose directrix is $w$.\"\n(48.) It may be well to observe that the following relations result from what has been said, viz.\n\n\\[ D(\\alpha, \\beta) = \\gamma \\quad D(\\beta, \\gamma) = \\alpha \\quad D(\\gamma, \\alpha) = \\beta \\]\n\\[ D(\\beta, \\alpha) = -\\gamma \\quad D(\\gamma, \\beta) = -\\alpha \\quad D(\\alpha, \\gamma) = -\\beta \\]\n\nwhence\n\n\\[ \\alpha, \\beta = D^{-1}\\gamma \\quad \\beta, \\gamma = D^{-1}\\alpha \\quad \\gamma, \\alpha = D^{-1}\\beta \\]\n&c. &c. &c.\n\n(49.) Symbol for Units of Longitudinal Translation.—It has been shown that these units are all equal to each other; a unit of longitudinal translation is therefore an absolute constant. No distinctive symbol is necessary, therefore, to represent these units, and it will be allowable to employ the common unit (1) for the purpose; just in the same way that we denote all units, whether they be linear, superficial, cubical, mechanical, by this common symbol. I shall therefore always represent a unit of longitudinal translation by 1; and thus put\n\n\\[ \\alpha \\times \\alpha = 1, \\quad \\beta \\times \\beta = 1, \\quad \\gamma \\times \\gamma = 1; \\]\n\nand generally, if \\( m \\) and \\( n \\) denote the magnitudes of \\( u \\) and \\( v \\), we have (art. 41)\n\n\\[ u \\times v = mn \\cos \\theta, \\]\n\n\\( \\theta \\) being the angle made by \\( u \\) and \\( v \\).\n\n(50.) Hence if \\( \\alpha \\) and \\( \\alpha' \\) be any two \"directions,\" we have\n\n\\[ \\alpha \\times \\alpha' = \\text{cosine of angle made by } \\alpha \\text{ and } \\alpha'. \\]\n\nTo this may be added\n\nmagnitude of \\( \\alpha \\times \\alpha' = \\text{sine of same angle}. \\)\n\n(51.) Projections represented by the lateral and longitudinal translation-products.—It is clear from the principles just established, that, if \\( \\alpha, \\beta, \\gamma \\) denote the directions of three coordinate axes, and \\( v \\) any line, the projections of \\( v \\) on the three axes are, numerically,\n\n\\[ \\alpha \\times v, \\quad \\beta \\times v, \\quad \\gamma \\times v. \\]\n\nAgain, since \\( u \\times u \\) is the square of the magnitude of the line \\( u \\), the projection of \\( v \\) on \\( u \\) is, numerically,\n\n\\[ \\frac{u \\times v}{\\sqrt{u \\times u}}, \\]\n\nwhich, putting for \\( u \\) and \\( v \\) the values \\( xa + y\\beta + z\\gamma, x'\\alpha + y'\\beta + z'\\gamma \\), becomes by longitudinal multiplication,\n\n\\[ \\frac{xx' + yy' + zz'}{\\sqrt{x^2 + y^2 + z^2}}. \\]\n\nI may use the terms \"lateral and longitudinal multiplication\" to designate the operations denoted by \\( u \\cdot v \\) and \\( u \\times v \\); for the word \"multiplication\" has quite lost its original and proper signification even in ordinary algebra.\n\n(52.) If \\( AB \\) represent \\( v \\), \\( AC \\) the projection of \\( v \\) on \\( u \\), the magnitude and direction of \\( u \\) being \\( m \\) and \\( \\alpha \\); then\n\n\\[ CB = AB - AC = v - (\\alpha \\times v)\\alpha. \\]\n\nI think \\( CB \\) might be advantageously called the Complement of the Projection of \\( v \\) on \\( u \\), for \\( CB \\) added to \\( AC \\) makes up or completes \\( v \\); and thus, employing the usual abbreviation, we may call \\( CB \\) the coprojection of \\( v \\) on \\( u \\).\nHence the operation \\((a(a \\times))\\) performed on \\(v\\) gives the projection of \\(v\\) on \\(u\\), and the operation \\((1-(a \\times a))\\) the coprojection; where \\(a\\) denotes the \"direction\" of \\(u\\), i.e.\n\n\\[\n\\frac{u}{m} \\text{ or } \\frac{u}{\\sqrt{u \\times u}}.\n\\]\n\n(53.) Since \\(a \\cdot v = a \\cdot (AC + CB) = a \\cdot CB\\), it is clear that the symbol \\(a \\cdot v\\) denotes, in magnitude, the coprojection of \\(v\\) on \\(a\\); and it also represents the plane of projection. But \\(D_a \\cdot v\\) is a better symbol to use; for its magnitude is the same as that of \\(a \\cdot v\\), and, in direction, it denotes a line at right angles to the plane of projection.\n\n(54.) Repetition of the Operation \\((D_a\\).\\). This operation is often to be performed twice in investigations, and, on this account, the following relation is important, viz.\n\n\\[(D_a)^2a'=(a \\times a')a-a'\\]\n\nOf course \\((D_a)^2a'\\) means \\(D_a \\cdot (D_a \\cdot a')\\).\n\nTo prove this, let \\(b\\) be chosen so as to lie in the plane \\((aa')\\), and let \\(\\phi\\) denote the angle which \\(a\\) and \\(a'\\) make with each other; then (by art. 17)\n\n\\[a'=a \\cdot \\cos \\phi + b \\cdot \\sin \\phi\\]\n\\[D_a \\cdot a'=\\gamma \\cdot \\sin \\phi \\quad (\\text{art. 48})\\]\n\\[D_a \\cdot (D_a \\cdot a')=-\\beta \\cdot \\cos \\phi = a' \\cdot \\cos \\phi - a'\\]\nor \\((D_a)^2a=(a \\times a')a-a'\\) (art. 50).\n\nIf \\(u=m \\cdot a \\cdot v=n \\cdot a'\\), we have\n\n\\[(D_u)^2v=m^2n(D_a)^2a'\\]\n\\[(ma \\times na')ma-(ma \\times ma)na',\\]\nor \\[(D_u)^2v=(u \\times v)u-(u \\times u)v;\\]\nor, if \\(m=1\\),\n\\[(D_a)^2v=(a \\times v)a-v.\\]\n\n(55.) Relation of the Operation \\((D_a)\\) to the operation \\(\\sqrt{-1}\\) or \\((-!)^\\frac{1}{2}\\). The definition of the index \\(\\frac{1}{2}\\) in relation to operations is this. If \\(\\Omega\\) and \\(\\Omega_i\\) be symbols of operation, such that \\(\\Omega\\) performed twice on a quantity gives the same result as \\(\\Omega_i\\) once performed, then \\(\\Omega\\) is denoted by \\(\\Omega^{\\frac{1}{2}}\\). Now, if we suppose that \\(v\\) is at right angles to \\(a\\), and therefore \\(a \\times v=0\\), the equation (3.) gives (what indeed is otherwise more easily shown from art. 48)\n\n\\[(D_a)^2v=-v,\\]\n\nwherefore \\[D_a=(-!)^\\frac{1}{2}.\\]\n\nIn this case \\(a\\) is any unit line whatever at right angles to \\(v\\), and therefore, in Solid Geometry, \\((-!)^\\frac{1}{2}\\) or \\(\\sqrt{-1}\\) has not two (as in Plane Geometry) but an infinite number of values.\n\n(56.) It is clear from the relation\n\n\\[(D_a)^2v=-v,\\]\n\nthat \\((D_a)\\) has all the properties of the sign \\(\\sqrt{-1}\\), provided it be performed on lines at right angles to \\(a\\). But \\((D_a)\\) is a far better sign for actual use in Solid Geometry than\n$\\sqrt{-1}$, because the latter is indefinite, not distinguishing what particular root of $-$ is meant; but the former is perfectly definite, inasmuch as it indicates one particular root of $-$, namely, that root which denotes rotation through $90^\\circ$ about $\\alpha$ as axis*.\n\n* Sir W. Hamilton, in his System of Symbolic Geometry and Quaternions, which may be truly described as one of the most profound and beautiful theories in the whole range of abstract science, assumes the letters $i, j, k$ to denote particular values of $\\sqrt{-1}$. In a certain limited sense, the symbols $(D\\alpha), (D\\beta), (D\\gamma)$ are equivalent to these; for $i, j, k$ denote rotation through $90^\\circ$ about the axes $\\alpha, \\beta, \\gamma$; and thus we have\n\n$$\\gamma = i\\beta, \\quad \\alpha = j\\gamma, \\quad \\beta = k\\alpha;$$\n\nand, therefore, since\n\n$$\\gamma = D\\alpha.\\beta, \\quad \\alpha = D\\beta.\\gamma, \\quad \\beta = D\\gamma.\\alpha,$$\n\nit is clear that $i, j, k$, and $(D\\alpha), (D\\beta), (D\\gamma)$, so far, denote the same operations.\n\nBut the operations are different in general; for $i^2 = -1$ always, but $(D\\alpha)^2$, as has been shown above, is not equivalent to $-1$, except when performed on lines at right angles to $\\alpha$.\n\nThere is one difficulty, I confess, I cannot get over in Sir W. Hamilton's Theory, no doubt from some misconception on my part, or from taking too narrow a view of the meaning of the sign $\\sqrt{-1}$. The difficulty I allude to consists in this. Sir W. Hamilton assumes $i, j, k$ not only to be particular values of $\\sqrt{-1}$, but also absolute directions (i.e., units of direction): in short he uses $i, j, k$ in the same sense as $\\alpha, \\beta, \\gamma$ above, and in the same sense also as $(D\\alpha), (D\\beta), (D\\gamma)$. Now my difficulty arises from my not being able to see how particular values of $\\sqrt{-1}$ can denote anything (geometrically) but change of direction, or to perceive, that they can be used with propriety as symbols of those rectangular units of direction.\n\nHowever this may be, it is important to explain the fact, that, in the results to which I have been led by the conception of translation, there are no general relations corresponding to\n\n$$i^2 = -1, \\quad j^2 = -1, \\quad k^2 = -1.$$\n\nIn my method, $\\alpha, \\beta, \\gamma$ are simple units of direction and nothing more; and instead of the relations just put down, I have been led, by the conception of translation, to the following, viz.—\n\n$$\\alpha.\\alpha = 0, \\quad \\beta.\\beta = 0, \\quad \\gamma.\\gamma = 0$$\n\n$$\\alpha \\times \\alpha = 1, \\quad \\beta \\times \\beta = 1, \\quad \\gamma \\times \\gamma = 1;$$\n\nthough, as regards the last three relations, all that I have a right to assert as a matter of necessity is, that\n\n$$\\alpha \\times \\alpha = \\beta \\times \\beta = \\gamma \\times \\gamma.$$\n\nAlso, I find\n\n$$(D\\alpha)^2 = -1, \\quad (D\\beta)^2 = -1, \\quad (D\\gamma)^2 = -1,$$\n\nbut only when performed on lines at right angles to $\\alpha, \\beta, \\gamma$ respectively.\n\nI may observe that if $uv$ denote the product of $u$ and $v$ according to Sir W. Hamilton's Theory, it may be thus expressed in terms of my translation-products; viz.—\n\n$$uv = -u \\times v + Du.v.$$\n\nHence, since\n\n$$Du.v = -Dv.u, \\quad u \\times v = v \\times u,$$\n\n$$vu = -u \\times v - Du.v.$$\n\nWherefore\n\n$$u \\times v = -\\frac{1}{2}(uv + vu)$$\n\n$$Du.v = \\frac{1}{2}(uv - vu).$$\n\nI may also observe, that, according to my method, I might put\n\n$$uv = u \\times v + u.v,$$\n\nsupposing that $uv$ denotes the complete product of the translation of $u$ along $v$, including both the lateral and longitudinal effects. But I cannot make any nearer approximation to the equation\n\n$$uv = -u \\times v + Du.v;$$\n\nnor can I see that the conception of translation furnishes any interpretation of the — before $u \\times v$.\n\nIf, in any way, I could show that $-1$ was the proper value for a unit of longitudinal translation, I should have\n\n$$\\alpha \\alpha = \\alpha \\times \\alpha + \\alpha.\\alpha = -1.$$\n(57.) The lateral translation-product is therefore well adapted to denote rotation. Thus (always supposing that \\( v \\) is at right angles to \\( \\alpha \\)), the symbol of a line making an angle \\( \\theta \\) with \\( v \\), and in a plane at right angles to \\( \\alpha \\), is\n\n\\[\n\\varepsilon^{\\theta D\\alpha}v,\n\\]\n\nwhich in fact is the same thing as\n\n\\[\n\\{ \\cos \\theta + (D\\alpha) \\sin \\theta \\} v,\n\\]\n\nfor \\( \\cos \\theta \\) and \\( \\sin \\theta \\) represent\n\n\\[\n1 - \\frac{\\theta^2}{1.2} + \\frac{\\theta^4}{1.2.3.4},\n\\]\n\nand\n\n\\[\n\\frac{\\theta}{1} - \\frac{\\theta^3}{1.2.3} + \\frac{\\theta^5}{1.2.3.4.5},\n\\]\n\nand \\( \\varepsilon^{\\theta D\\alpha} \\) is the symbolic form for expressing\n\n\\[\n1 + \\frac{(\\theta D\\alpha)}{1} + \\frac{(\\theta D\\alpha)^2}{1.2} + ;\n\\]\n\nwhence, since \\((D\\alpha)^2 = -(D\\alpha)^4 = +\\) &c., the symbolic equivalence of the forms\n\n\\[\n\\varepsilon^{\\theta D\\alpha} \\text{ and } \\cos \\theta + (D\\alpha) \\sin \\theta\n\\]\n\nis manifest. But the quantity operated upon must necessarily be at right angles to \\( \\alpha \\); for, otherwise, \\((D\\alpha)^2\\) is not equivalent to \\(-\\), as appears from art. 54, equation (3.).\n\n(58.) Concluding Remarks.—I have now said enough, I think, to explain the nature of the proposed symbolization, and the general rules which regulate the application of the two translation-products. I have based the whole theory simply and exclusively on the conception of translation, taking my clue from the three suggesting instances, the parallelogram, the couple, and work. As regards the lateral effect of translation, the theory is nothing but a general development of our geometrical notion of multiplication; for what is a rectangle, \\(ABCD\\), considered apart from arithmetical measure, but the effect or product of the translation of \\(AB\\) along \\(AD\\) ? and this we represent by writing \\(AD\\) before or after \\(AB\\). But this method of representation is clearly incomplete when we put for \\(AB\\) and \\(AD\\) their numerical representations; and why? because the special superficial unit then is omitted. For, suppose \\(AB=3\\), \\(AD=4\\); then, if we say that the rectangle \\(ABCD\\) is the product of 3 and 4, or 12, we mean, 12 superficial units. Now, by omitting the superficial unit in our representation, we leave out all conception of the plane in which the rectangle lies. All that I have done above is to restore the superficial unit, and determine its proper representative symbol. As regards the longitudinal-effect (suggested by the conception of work), it appears that all units are absolutely equivalent, and therefore may be all confounded in the common symbol of unity.\n\nI now proceed to give Applications of the Symbolic forms* \\(u.v\\) and \\(u \\times v\\), &c.\n\n* I may refer here to an imperfect attempt I made in a paper read before the Cambridge Philosophical Society (Nov. 1846) to base the symbolic form \\(Du.v\\) on the conception of perpendicularity in art. 19 above.\nPART II.\n\nAPPLICATIONS OF THE SYMBOLIC FORMS.\n\nI. Geometrical Applications of the Symbolic Forms.\n\nThe geometrical applications which may be made of the principles and notation just explained are of great variety and importance; but, as I am anxious to dwell chiefly on physical applications, I shall only touch on this part of the subject.\n\n(59.) Surface symbolically considered.—In Symbolic Geometry the symbols of lines represent, not merely length but also direction. A line is supposed to be the geometrical effect of the motion of a tracing-point, and the equivalence of lines is considered altogether and exclusively with reference to the change which they represent in the position of the tracing-point. We consider that \\( AB \\) is equivalent to \\( A'B' \\), when the two lines are of equal length, parallel, and traced the same way; for then they represent equivalent changes of position of their respective tracing-points. It is usual to employ the notation \\( AB \\) to denote the line \\( AB \\) traced from \\( A \\) to \\( B \\), and \\( BA \\) to denote the same line traced from \\( B \\) to \\( A \\); and thus \\( AB = A'B' \\), but \\( BA = -A'B' \\). It is clear then that equivalent lines must be, not only of equal length and parallel, but also must be traced the same way. Again, the equivalence being considered only with reference to the tracing-point's change of position, \\( AC + CB \\) is equivalent to \\( A'B' \\).\n\nNow, following this analogy, and regarding surface as the effect of the motion of a tracing-line, just as a line is the effect of the motion of a tracing-point, we may employ symbols to denote surfaces, not merely as regards their numerical area, but also with reference to the manner in which they are generated by their tracing-lines; and we may also define the equivalence of surfaces altogether and exclusively with reference to the change which they represent in the position of the tracing-line. Thus, if \\( ABA'B', BCB'C', ACA'C' \\) be three parallelograms, and if we conceive them to be generated, respectively, by the translations of \\( A'A \\) along \\( A'B' \\), \\( B'B \\) along \\( B'C' \\), and \\( A'A \\) along \\( A'C' \\); it is clear that\n\n\\[\n(ABA'B') + (BCB'C') \\text{ is equivalent to } (ACA'C'),\n\\]\n\njust in the same sense that\n\n\\[\n(AB + BC) \\text{ is equivalent to } (AC).\n\\]\n\nAgain, if \\( ABCD \\) and \\( A'B'C'D' \\) be two parallelograms, \\( AB \\) and \\( AD \\) being respectively parallel and equal to \\( A'B' \\) and \\( A'D' \\), we may consider these parallelograms as equivalent to each other, in the same sense exactly that the lines \\( AB \\) and \\( A'B' \\) are regarded as equivalent. Only, just as it is necessary for the equivalence of \\( AB \\) and \\( A'B' \\), that they should be traced the same way by their respective tracing-points, so it is necessary to the equivalence of \\( ABCD \\) and \\( A'B'C'D' \\), that they should be traced the same way by their respective tracing-lines. Now here it is to be observed that a tracing-point is devoid of two important properties which\na tracing-line possesses; I mean, direction and two-sidedness (if I may so speak). An arrow lying on* a plane, not only points in a particular direction, but has two distinct sides, right and left (see art. 34). Hence when we speak of lines described the same way by their tracing-points, and parallelograms described the same way by their tracing-lines, the expression \"same way\" includes much more in the latter than in the former case. For example, the parallelograms generated by the translation of AB along AD, and of DC along DA, though coincident, are described opposite ways. Again, the parallelograms generated by the translation AB along AD, and of AD along AB, though coincident, are described opposite ways; for the former is described by a right-side motion, and the latter by a left-side (see art. 34).\n\n(60.) Definition of Surface by reference to Lateral Translation.—It appears to me that the simplest way of including the considerations just alluded to in the general conception of surface requisite in Symbolical Geometry, is to define Surface by reference to the Lateral Effect of the Translation of one line along another. The Fundamental Assumption (article 29) is justified in this case, as appears from the remarks just made, and the peculiar relation $u \\cdot v = -v \\cdot u$ is naturally interpreted (see art. 34). I shall therefore define Surface in Symbolic Geometry to be the Lateral Effect of the Translation of one line along another. By \"Effect\" here I mean simple Geometrical effect, i.e. change of position in space. Also I only speak of lateral effect; because all notion of longitudinal effect is excluded by our ordinary conception of surface, and we may assume that no shifting which a line undergoes in its own direction can generate surface.\n\n(61.) Longitudinal Effect considered geometrically.—But though the shifting of a line in its own direction generates no surface, it produces alteration of position; and hence it constitutes an important conception. The only difficulty, in considering the longitudinal effect geometrically, consists in this—How is it that all units of longitudinal translation are equivalent (see arts. 36, 37), while those of lateral translation are not, and on what principle can this difference be interpreted? The answer appears to be this: that $\\alpha \\cdot \\beta$ denotes the effect of translating the unit $\\beta$ along the perpendicular unit $\\alpha$; that this operation conveys the conception of a particular plane, and we must think of $\\alpha \\cdot \\beta$, $\\beta \\cdot \\gamma$ as different operations because they are performed in different planes. On the contrary, the translation of $\\alpha$ along $\\alpha$, or $\\alpha \\times \\alpha$, conveys no conception of a particular plane; in fact $\\alpha \\times \\alpha$ and $\\beta \\times \\beta$ may be regarded as performed in the same plane. Thus, that which before made the difference does not exist in this case.\n\nGenerally, $u \\cdot v = u' \\cdot v'$, when the two parallelograms generated are equal in magnitude, and lie in the parallel planes; but $u \\times u$ and $u' \\times u'$ may be always considered as lying in the same plane; and consequently difference of magnitude only remains to constitute a difference between $u \\times v$ and $u' \\times v'$.\n\n* Not in but on a plane, that is, on one particular side of the plane; e.g., on the upper side of this sheet of paper.\nAgain, as regards sign, there are four varieties of the form $u.v$, namely $u.v$, $(-u).(-v)$, both $+ve$, and $(-u).v$, $u.(-v)$, both $-ve$. But there are only two varieties of the form $u \\times v$ when $v$ becomes identical with $u$; inasmuch as $v$ must be the same as $u$ in sign as well as in magnitude, and consequently the notation does not admit of the variations $(-u) \\times u$ and $u \\times (-u)$. Now the other remaining variations are $u \\times u$ and $(-u) \\times (-u)$, and these have both the same sign.\n\nHence (supposing that $u$ and $v$ are units), since units of lateral translation may differ from each other in two particulars only, namely, sign and plane of translation, and since units of longitudinal translation are incapable of differing in these particulars, we may see the interpretation of the result in art. 37, and its perfect consistency with that in art. 36.\n\n(70.) Symbol of a line drawn from a given Point.—If we assume that simple letters, such as $u$, $v$, $w$ always denote lines of particular lengths and drawn in particular directions, but all starting from the Origin of Coordinates $O$; then the proper symbol for denoting a line $v$ drawn from the point $P$, OP being $u$, will be\n\n$$v + u.v + u \\times v;$$\n\nfor $v$ denotes the line $v$ drawn from $O$, and $u.v + u \\times v$ the lateral and longitudinal effects of translating it from $O$ to $P$, which effects, as above stated, have reference only to the change of position of $P$. I shall reserve the consideration of this symbolization for a future occasion, as a striking instance of the same thing will be given in the next section.\n\nII. Statical Application of the Symbolic Forms.\n\n(71.) Equivalence of Parallel and Equal Translations.—As a necessary preliminary the Fundamental Assumption in art. 29 must be justified. To do this it is only necessary to bear in mind that all statical problems are reducible to the case of balancing forces acting on the same rigid body. Now let $AB$ and $CD$ be any two parallel and equal lines in the same rigid body; join $A$ and $D$, $C$ and $B$; the intersection $E$ bisecting the two joining lines; and let $P$ and $Q$ be two equal parallel forces acting at $A$ and $D$.\n\nThen $P$ and $Q$ are equivalent to $P+Q$ at $E$, and $P+Q$ at $E$ is equivalent to $P$ at $B$ and $Q$ at $C$. We may therefore translate $P$ from $A$ to $B$, provided we, at the same time, translate $Q$ from $D$ to $C$. Whence it follows that the translation of $Q$ from $C$ to $D$ must be equivalent to the translation of $P$ from $A$ to $B$. Thus the fundamental assumption is justified.\n\n(72.) Representation of Forces by Lines.—It will be remembered that the general symbolic representation of forces by lines assumes the truth of the Parallelogram of Forces. As a matter of curiosity it may be asked, is it possible to apply this Symbolization of Translation to prove the Parallelogram of forces, without assuming that\nforces are represented by lines? It may be done very simply, and I give the proof here as an example of the application of the method.\n\nIt may be seen, on referring to art. 21 and the following articles, that there is no assumption whatever of the possibility of representing forces by lines generally. The arrow representing the translated magnitude is used merely as a conventional symbol, just as a letter in algebra. I therefore may apply the notation $u.v$ to the present question, provided I consider $v$ to be the symbol of a force, and not of a line representing that force. I must not however employ the reasoning in art. 32, for that distinctly assumes the point in question. The following then is the proof I shall give.\n\n(73.) **Parallelogram of Forces.**—Let A, B, C denote any three units of force, and $a, b, c$ units of length (directed units) parallel respectively to A, B, C; let X, Y, Z, $x, y, z$ be pure numbers; suppose that the forces XA, YB, ZC balance each other, and that $xa, yb, zc$ are the three sides of a triangle formed by lines drawn parallel to the forces. Then by successive addition we have\n\n$$xa + yb + zc = 0,$$\n\nand by simultaneous addition\n\n$$XA + YB + ZC = 0.$$\n\nHence, from (1.) and (2.), we have\n\n$$(-zc).(-ZC) = (xa+yb).(XA+YB);$$\n\nor, observing that (since no lateral effect is produced by translating a magnitude in its own direction) $c.C, a.A, b.B$ are each zero, we have\n\n$$0 = xY(a.B) + yX(b.A).$$\n\nNow, without altering the directions of the units A, B, $a, b$, let us put $X=Y$; in which case it is self-evident, that $ZC$ must become equally inclined to XA and YB, and therefore $zc$ must make equal angles with $xa$ and $yb$, which gives $x=y$. Thus (3.) becomes\n\n$$a.B + b.A = 0,$$\n\nor $b.A = -a.B.$\n\nWherefore, restoring the inequality of X and Y, we find from (3.), $(xY-yX)a.B = 0$, or $xY-yX = 0$.\n\nAnd similarly, we may show that\n\n$$yZ-zY = 0,$$\n\n$$zX-xZ = 0;$$\n\nwhence\n\n$$X : Y : Z :: x : y : z.$$\n\nAnd this is, virtually, the Parallelogram of Forces.\n\nThus it appears that the notation $u.v$ is capable of affording a simple proof of the great fundamental theorem of Statics; this application of the method is given, however, as I stated above, merely to show by example what can be done in this way. I may observe that the whole of the proof here given depends simply upon two things, the distributiveness of $u.v$, and the fact that numerical coefficients may be brought out\nand incorporated by actual multiplication. I now proceed to give, generally, the mode of applying the notation to determine the conditions of equilibrium of a rigid body, or a system of particles.\n\n(74.) Remarkable symbolization of a Force acting at a Specified Point of a Rigid Body. One of the most remarkable symbolizations which my proposed method leads to appears to me to be the following.\n\nLet \\( U \\) denote a force (in magnitude and direction) acting at any assumed origin \\( A \\), then\n\n\\[\nU + u \\cdot U\n\\]\n\nwill completely denote the same force supposed to act at the point \\( u \\), that is, at the point \\( P \\) whose distance from the origin is, symbolically, \\( u \\). For if we apply the force at the origin \\( A \\) and then translate it to \\( P \\), it will be the same thing as if we applied the force directly at \\( P \\). Thus\n\n\\[\n\\text{effect of force at } P = \\text{effect at } A \\text{ (or } U)\n\\]\n\n\\[\n+ \\text{effect of translation from } A \\text{ to } P.\n\\]\n\nBut, the lateral effect only of the translation need be considered, for the longitudinal effect is zero, inasmuch as we may suppose a force to act at any point of its line of direction on a rigid body. Hence the effect of the force acting at \\( P \\) is symbolically represented by the force \\( U + \\text{lateral effect of translation}, \\) or \\( U + u \\cdot U \\).\n\n(75.) Symbol of a Couple.—Let the couple consist of two forces, \\( U \\) at the point \\( u \\), and \\( -U \\) at the point \\( u' \\): then these two forces are completely represented, as regards their effect on the rigid body, by the expression\n\n\\[\n(U + u \\cdot U) + (-U + u' \\cdot (-U))\n\\]\n\nor\n\n\\[\n(u - u') \\cdot U,\n\\]\n\nwhich is the general symbol for a couple; as indeed is clear beforehand from the fact, that the couple is that which translates the force \\( U \\) from the point \\( (u') \\) to the point \\( (u) \\), i.e. along the line \\( (u - u') \\).\n\nIt will be generally simpler to employ the symbol in the form\n\n\\[\nu \\cdot U,\n\\]\n\n\\( u \\) here denoting, symbolically, the line drawn from the point of application of the force \\( (-U) \\) to that of the force \\( (U) \\). The directrix of this, i.e. the axis of the couple, is \\( D(u \\cdot U) \\).\n\n(76.) To combine a given Set of Couples.—Let us put (see art. 15)\n\n\\[\nu = xa + y\\beta + z\\gamma\n\\]\n\n\\[\nU = X\\alpha + Y\\beta + Z\\gamma.\n\\]\n\nThen we find, by lateral multiplication,\n\n\\[\nu \\cdot U = (xY - yX)\\alpha \\cdot \\beta + (yZ - zY)\\beta \\cdot \\gamma + (zX - xZ)\\gamma \\cdot \\alpha.\n\\]\n\nHence, if we suppose the given couples to be \\( u \\cdot U, u' \\cdot U', u'' \\cdot U'', \\) &c., and if we put, for brevity,\n\n\\[\n\\Sigma(xY - yX) = N, \\Sigma(yZ - zY) = L, \\Sigma(zX - xZ) = M,\n\\]\nthe combined effect of the couples will be\n\n\\[ \\Sigma(u.U) = L\\beta.\\gamma + M\\gamma.\\alpha + N\\alpha.\\beta \\]\n\n\\[ = D^{-1}(L\\alpha + M\\beta + N\\gamma) \\] (art. 48).\n\nHence, if we assume \\( G \\) to denote the magnitude and \\( \\gamma' \\) the direction of \\( L\\alpha + M\\beta + N\\gamma \\), which gives (art. 17)\n\n\\[ G^2 = L^2 + M^2 + N^2 \\ldots \\ldots \\quad (1.), \\quad \\gamma' = \\frac{L}{G}\\alpha + \\frac{M}{G}\\beta + \\frac{N}{G}\\gamma \\ldots \\ldots \\quad (2.) ; \\]\n\nwe find\n\n\\[ \\Sigma u.U = D^{-1}(G\\gamma') \\]\n\n\\[ = Ga'.\\beta' \\] (arts. 48 and 16).\n\nHere \\( \\alpha'.\\beta' \\) denotes a unit-couple in a plane at right angles to \\( \\gamma' \\); and thus the resultant is a couple \\( G \\) in this plane; \\( G \\) and \\( \\gamma' \\) being given by (1.) and (2.).\n\n(77.) To combine a given Set of Forces acting at given Points of a Rigid Body.—Let the forces be \\( U, U', U'' \\) &c., and their points of application \\( u, u', u'' \\) &c.; then, by art. 74, their combined effect will be\n\n\\[ \\Sigma(U + u.U). \\]\n\nHence, if we put\n\n\\[ \\Sigma X = X_p, \\quad \\Sigma Y = Y_p, \\quad \\Sigma Z = Z_p, \\]\n\nand employ the notation of the preceding article, the combined effect becomes\n\n\\[ X\\alpha + Y\\beta + Z\\gamma + Ga'.\\beta', \\]\n\nor\n\n\\[ R\\alpha' + Ga'.\\beta', \\]\n\nwhere\n\n\\[ R^2 = X^2 + Y^2 + Z^2, \\quad \\ldots \\ldots \\ldots \\quad (3.) \\]\n\nand\n\n\\[ \\gamma' = \\frac{X}{R}\\alpha' + \\frac{Y}{R}\\beta' + \\frac{Z}{R}\\gamma'. \\quad \\ldots \\ldots \\ldots \\quad (4.) \\]\n\nThus it appears that the set of given forces are combined into a single force \\( R\\alpha' \\) (given by (3.) and (4.)), and a single couple \\( Ga'.\\beta' \\) (given by (1.) and (2.) previous article).\n\nFrom the result just obtained the various well-known conditions and equations, relating to the effect of a set of forces on a rigid body, immediately follow. To exemplify the method I shall apply the formula \\( R\\alpha' + Ga'.\\beta' \\) to the following question.\n\n(78.) To combine the set of forces into Two Forces.—Let us so choose \\( \\alpha' \\) and \\( \\beta' \\) (which are arbitrary, except so far as they are perpendicular to \\( \\gamma' \\)), that \\( \\beta' \\) shall be in the same plane as \\( \\gamma_i \\) and \\( \\gamma' \\); and let \\( \\theta \\) be the angle which \\( \\gamma_i \\) makes with \\( \\gamma' \\). Then, by article 17,\n\n\\[ \\gamma_i = \\gamma' \\cos \\theta + \\beta' \\sin \\theta; \\]\n\n\\[ \\therefore R\\gamma_i + Ga'.\\beta' = (R_i \\cos \\theta)\\gamma' + (R_i \\sin \\theta)\\beta' + Ga'.\\beta' \\]\n\n\\[ = (R_i \\cos \\theta)\\gamma' + (R_i \\sin \\theta)\\beta' + \\left( \\frac{G}{R_i \\sin \\theta} \\right) \\cdot (R_i \\sin \\theta)\\beta'. \\]\n\nNow by article 74 this is the expression for the effect of two forces, viz.—\\( R_i \\cos \\theta \\) in the direction \\( \\gamma' \\),\n\nand \\( R_i \\sin \\theta \\) in the direction \\( \\beta' \\),\nthe former acting at the origin, and the latter at a point whose distance from the origin is\n\n\\[ \\frac{G}{R_i \\sin \\theta} \\text{ drawn in the direction } \\alpha'. \\]\n\n\\( R_p, G, \\gamma' \\) and \\( \\gamma_i \\) are given by the equations (1), (2), (3), (4) above; \\( \\alpha' \\) is determined because it is at right angles to the plane \\( (\\gamma' \\gamma_i) \\), and \\( \\beta' \\), because it is in the same plane, and at right angles to \\( \\gamma' \\). As regards \\( \\theta \\), we have, taking the longitudinal product of (2.) and (4.), \n\n\\[ \\frac{LX + MY + NZ}{LR_i} = \\gamma' \\times \\gamma_i = \\cos \\theta. \\]\n\n(79.) Centre of Parallel Forces.—Let the magnitudes of the parallel forces be \\( R, R', R'', \\ldots \\), \\( \\gamma_i \\) their common direction, and \\( u, u', u'', \\ldots \\) their points of application. Then their combined effect is\n\n\\[ \\Sigma(R\\gamma_i) + \\Sigma(u.R\\gamma_i) = (\\Sigma R)\\gamma_i + \\frac{\\Sigma Ru}{\\Sigma R} \\cdot (\\Sigma R)\\gamma_i. \\]\n\nNow, by art. 74, this is the symbol for a force \\( \\Sigma R \\), acting in the direction \\( \\gamma_p \\) and at a point whose distance from the origin is\n\n\\[ \\frac{\\Sigma Ru}{\\Sigma R}, \\]\n\nor\n\n\\[ \\frac{\\Sigma Rx}{\\Sigma R} \\alpha + \\frac{\\Sigma Ry}{\\Sigma R} \\beta + \\frac{\\Sigma Rz}{\\Sigma R} \\gamma, \\]\n\nwhich expresses the common formulæ for the centre of parallel forces.\n\nIII. Application of the Symbolic Forms to Dynamics.\n\n(80.) Effective Force, Vis-Viva, Work.—If \\( u \\) be the distance of a moving particle \\( m \\) from the origin at any time \\( t \\), it is clear that \\( du \\) represents, in magnitude and direction, the space described in the time \\( dt \\); and thus the complete symbol of the velocity becomes\n\n\\[ \\frac{du}{dt}. \\]\n\nAlso \\( d\\left(\\frac{du}{dt}\\right) \\) represents, in magnitude and direction, the alteration of velocity in the time \\( dt \\); and thus the complete symbol of the effective force is\n\n\\[ m \\frac{d^2u}{dt^2}. \\]\n\nAgain, if \\( U \\) denote any force acting on \\( m \\), it is easy to see that the symbol of the work accumulated, while \\( m \\) is moving from the point \\( u \\) to the point \\( u' \\), is\n\n\\[ \\int_u^{u'} U \\times du. \\]\n\nLastly, if for \\( U \\) here we put the effective force, the effective work will be\n\n\\[ \\int_u^{u'} m \\frac{d^2u}{dt^2} \\times du. \\]\nor*\n\n\\[ \\frac{m}{2} \\left( \\frac{du}{dt} \\times \\frac{du}{dt} - \\frac{du}{dt} \\times \\frac{du}{dt} \\right). \\]\n\nHere \\( \\frac{du}{dt} \\times \\frac{du}{dt} \\) denotes the square of the velocity (art. 49), and thus the expression denotes the ordinary vis-viva.\n\n(81.) Description of Areas.—It is clear that \\( \\frac{1}{2} u \\cdot du \\) is the area described in the time \\( dt \\) by \\( u \\); for it is the half parallelogram formed on \\( u \\) and \\( du \\). But it is to be noticed that \\( \\frac{1}{2} u \\cdot du \\) represents this area, not only in magnitude, but also in position.\n\nIf we put \\( \\frac{1}{2} u \\cdot du = Adt \\), we find\n\n\\[ \\frac{dA}{dt} = \\frac{1}{2} \\left( u \\cdot \\frac{d^2u}{dt^2} + \\frac{du}{dt} \\cdot \\frac{du}{dt} \\right), \\text{ and } \\frac{du}{dt} \\cdot \\frac{du}{dt} = 0 \\text{ (art. 32)}; \\]\n\nwhence\n\n\\[ \\frac{dA}{dt} = \\frac{1}{2} u \\cdot \\frac{d^2u}{dt^2}. \\]  \n\nA, here, is a symbol which represents two important things:—1st, in magnitude, it is the ordinary rate of description of area \\( \\left( r \\cdot \\frac{db}{dt} \\right) \\); 2ndly, its plane is the plane containing the radius vector and the direction of motion, i.e. the plane of the orbit of \\( m \\).\n\nDA is the symbol of a line perpendicular to the plane of the orbit, and equal in magnitude to the rate of description of area.\n\nIf we put \\( u = xa + y\\beta + z\\gamma \\), and perform the operation indicated in equation (1.), we find,\n\n\\[ 2 \\frac{d(DA)}{dt} = \\left( x \\frac{d^2y}{dt^2} - y \\frac{d^2x}{dt^2} \\right) \\gamma + \\left( y \\frac{d^2z}{dt^2} - z \\frac{d^2y}{dt^2} \\right) \\alpha + \\left( z \\frac{d^2x}{dt^2} - x \\frac{d^2z}{dt^2} \\right) \\beta. \\]\n\n(82.) Expression for Effective Force with reference to radius vector, angular velocity, and plane of orbit.—Let \\( r \\) denote the magnitude and \\( \\alpha \\) the \"direction\" of \\( u \\); let \\( \\beta \\) denote a direction in the plane of the orbit of \\( m \\) (and, of course, at right angles to \\( \\alpha \\)); then \\( \\gamma \\) will be a direction always perpendicular to the plane of the orbit: lastly, let \\( \\omega \\) denote the angular velocity of \\( u \\), and \\( \\omega' \\) the angular velocity of the plane of the orbit about \\( u \\), \\( \\omega \\) and \\( \\omega' \\) being numerical quantities. On referring to art. 19, the following relations are manifest,\n\n\\[ u = ra, \\quad \\frac{da}{dt} = \\omega \\beta, \\quad \\frac{d\\beta}{dt} = -\\omega \\alpha + \\omega' \\gamma; \\]\n\nfor \\( \\frac{da}{dt} \\) and \\( \\frac{d\\beta}{dt} \\) denote, in magnitude and direction, the velocities of the extremities of the directed units \\( \\alpha \\) and \\( \\beta \\), and the figure will show what their values are in terms of \\( \\omega \\) and \\( \\omega' \\).\n\n\\[ * d \\left( \\frac{du}{dt} \\times \\frac{du}{dt} \\right) = \\frac{d^2u}{dt^2} \\times \\frac{du}{dt} + \\frac{du}{dt} \\times \\frac{d^2u}{dt} \\]\n\n\\[ = 2 \\frac{d^2u}{dt^2} \\times du \\text{ (art. 33)}. \\]\nHence we immediately find the required expression for the effective force \\( \\frac{d^2u}{dt^2} \\) by simple differentiation, as follows,\n\n\\[\n\\frac{du}{dt} = \\frac{dr}{dt} \\alpha + r \\frac{da}{dt} = \\frac{dx}{dt} \\alpha + r \\omega \\beta\n\\]\n\n\\[\n\\frac{d^2u}{dt^2} = \\frac{d^2r}{dt^2} \\alpha + \\frac{dr}{dt} \\frac{da}{dt} + \\frac{d(r \\omega)}{dt} \\beta + r \\omega \\frac{d\\beta}{dt},\n\\]\n\nor effective force\n\n\\[\n= \\left( \\frac{d^2u}{dt^2} - r \\omega^2 \\right) \\alpha + \\left( \\frac{dr}{dt} \\omega + \\frac{d(r \\omega)}{dt} \\right) \\beta + r \\omega \\gamma.\n\\]\n\nHence it appears that the effective force is equivalent to the well-known expressions along and perpendicular to the radius vector, together with a third part, \\( r \\omega \\) perpendicular to the plane of the orbit.\n\n(83.) The use of the forms \\( u \\cdot v \\) and \\( u \\times v \\) exemplified in the case of motion about a centre of force varying as \\( r^{-2} \\).—This case appears to me to afford so good an illustration of the use of these forms, that I shall give it here briefly. Assuming \\( \\alpha, \\beta, \\gamma, \\omega, r \\) as in the preceding article, it is clear that the symbol of the central force is \\( -\\frac{\\mu}{r^3} \\alpha \\), and therefore we have\n\n\\[\n\\frac{d^2u}{dt^2} = -\\frac{\\mu}{r^3} \\alpha, \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad (1.)\n\\]\n\nwhence\n\n\\[\nu \\cdot \\frac{d^2u}{dt^2} = 0, \\text{ since } u = r \\alpha, \\text{ and } \\alpha \\cdot \\alpha = 0,\n\\]\n\ntherefore (by art. 81),\n\n\\[\n\\frac{dA}{dt} = 0. \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad (2.)\n\\]\n\nThis indicates that there is no variation of \\( A \\), and consequently (see art. 81) that the plane of the orbit, and the rate of description of area is constant.\n\nIf we put for \\( A \\) its value (art. 81) \\( \\frac{1}{2} u \\cdot \\frac{du}{dt} \\) and for \\( u \\) and \\( \\frac{du}{dt} \\) their values \\( r \\alpha \\) and \\( \\frac{d(r \\alpha)}{dt} \\), observing that \\( \\frac{da}{dt} = \\omega \\beta \\), we find\n\n\\[\nA = \\frac{1}{2} r \\alpha \\cdot \\left( \\frac{dr}{dt} \\alpha + r \\omega \\beta \\right) = \\frac{1}{2} r^2 \\omega \\alpha \\cdot \\beta,\n\\]\n\nor, by (2.), \\( A = \\frac{1}{2} h \\alpha \\cdot \\beta \\) (\\( h = r^2 \\omega \\), as usual).\n\nNow it is singular that (1.) admits of immediate integration, instead of requiring the well-known transformations: for, in it, put for \\( \\alpha \\) its value, \\( -\\frac{1}{\\omega} \\frac{d\\beta}{dt} \\) (see art. 82), and we have\n\n\\[\n\\frac{d^2u}{dt^2} = \\frac{\\mu}{r^2 \\omega} \\frac{d\\beta}{dt} = \\frac{\\mu}{h} \\frac{d\\beta}{dt};\n\\]\n\nwherefore, integrating, we find\n\n\\[\n\\frac{du}{dt} = \\frac{\\mu}{h} \\beta + \\text{constant}.\n\\]\nHere put for \\( \\frac{du}{dt} \\) its value, and there results\n\n\\[\n\\frac{dr}{dt} + r\\omega\\beta = \\frac{h}{k}\\beta + \\text{constant (c6l suppose *)}.\n\\]\n\nMultiply this longitudinally by \\( \\beta \\), and, since \\( \\beta \\times \\alpha = 0 \\), \\( \\beta \\times \\beta = 1 \\), and \\( \\beta \\times \\beta' = \\alpha \\times \\alpha' = \\cos \\theta \\), we find\n\n\\[\nr\\omega = \\frac{\\mu}{k} + c \\cos \\theta;\n\\]\n\nor, since \\( r\\omega = \\frac{k}{l} \\), this gives\n\n\\[\n\\frac{l}{r} = \\frac{a}{k} + \\frac{c}{l} \\cos \\theta,\n\\]\n\nthe well-known equation, \\( \\theta \\) being the angle which \\( \\alpha \\) (the direction of the radius vector) makes with \\( \\alpha' \\) (an arbitrary constant direction).\n\nThe manner in which the symbolic forms have effected this integration appears to me to be worthy of notice.\n\n(84.) General Expression for the Momentum of a Rigid Body moving in any manner.—The Momentum of a particle (\\( m \\)), moving with a velocity \\( \\left( \\frac{du}{dt} \\right) \\), is\n\n\\[\nm \\frac{du}{dt}.\n\\]\n\nAnd this symbol represents the Momentum in direction as well as magnitude. Now momentum is really a force, estimated, however, somewhat differently from ordinary pressure, on the principle that the true dynamical effect of a force is proportional to absolute intensity and the time of its action conjointly†. Hence, regarding the momentum of \\( m \\) as a force, its complete symbol will be (by art. 74),\n\n\\[\n\\frac{mdu}{dt} + u \\left( \\frac{mdu}{dt} \\right).\n\\]\n\nThus the symbol of the total momentum of the rigid body will be\n\n\\[\n\\Sigma m \\left( \\frac{du}{dt} + u \\frac{du}{dt} \\right). \\ldots \\ldots \\ldots \\ldots \\ldots (1.)\n\\]\n\n(85.) If \\( \\bar{u} \\) denote the distance of the centre of gravity from the origin, and \\( u' \\) the distance of the point \\( u \\) from the centre of gravity, we have \\( u = \\bar{u} + u' \\), and thus, since \\( \\Sigma mu' = 0 \\), (1.) becomes (putting \\( M \\) for \\( \\Sigma m \\))\n\n\\[\nM \\frac{d\\bar{u}}{dt} + \\bar{u} \\left( M \\frac{d\\bar{u}}{dt} \\right) + \\Sigma m \\left( u' \\frac{du}{dt} \\right). \\ldots \\ldots \\ldots \\ldots \\ldots (2.)\n\\]\n\n* Of course the constant is the symbol for some constant line, as regards direction as well as magnitude, and therefore I put it in the form \\( c6l' \\), \\( c \\) being a number and \\( \\beta' \\) a \"direction.\"\n\n† If the pressure \\( P \\) produces a velocity \\( v \\) in the time \\( t \\), it produces the velocity \\( \\frac{v}{t} \\) per second, and therefore \\( P = \\frac{mv}{t} \\); or \\( mv = Pt \\). \\( Pt \\) then is the momentum, and this is proportional to \\( P \\) and \\( t \\) conjointly.\nNow here, by (1.), \\( M \\frac{d\\bar{u}}{dt} + \\bar{u} \\cdot \\left( M \\frac{d\\bar{u}}{dt} \\right) \\) is the expression for the momentum of \\( M \\) concentrated into the centre of gravity, and \\( \\Sigma m \\left( u' \\cdot \\frac{du'}{dt} \\right) \\) is the momentum of the body as regards its motion relatively to the centre of gravity (as is evident from (1.), for, if the origin have no momentum, \\( \\Sigma m \\frac{du}{dt} = 0 \\)).\n\nIn Section V. I shall show, that\n\n\\[\n\\Sigma m \\left( u' \\cdot \\frac{du'}{dt} \\right) = D^{-1}(A\\omega_1\\alpha + B\\omega_2\\beta + C\\omega_3\\gamma),\n\\]\n\nthat is, a couple whose axis is \\( A\\omega_1\\alpha + B\\omega_2\\beta + C\\omega_3\\gamma \\). Here \\( A, B, C \\) are the moments of inertia about the three principal axes, of which \\( \\alpha, \\beta, \\gamma \\) are supposed to be the directions; and \\( \\omega_1, \\omega_2, \\omega_3 \\) are the well-known component angular velocities.\n\n(86.) General Expression for the Energy of a Rigid Body moving in any manner.—I venture to suggest the word \"energy\" as a proper designation for the total effective force by which the motion of a rigid body is produced, inasmuch as \\( \\varepsilon\\nu\\varepsilon\\rho\\gamma\\varepsilon\\eta\\alpha \\) means force actually exerted and effective. The symbol, then, of the energy of a rigid body will be\n\n\\[\n\\Sigma m \\left( \\frac{d^2u}{dt^2} + u \\cdot \\frac{d^2u}{dt^2} \\right).\n\\]\n\nNow, observing that \\( \\frac{du}{dt} \\cdot \\frac{du}{dt} = 0 \\), we have\n\n\\[\nu \\cdot \\frac{d^2u}{dt^2} = d \\left( u \\cdot \\frac{du}{dt} \\right).\n\\]\n\nHence the expression for the energy is\n\n\\[\n\\frac{d}{dt} \\left[ \\Sigma m \\left( \\frac{du}{dt} + u \\cdot \\frac{du}{dt} \\right) \\right].\n\\]\n\nComparing this with the expression for the momentum in art. 84, we have\n\n\\[\n\\text{energy} = \\frac{d(\\text{momentum})}{dt} \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad (1.)\n\\]\n\n(87.) This, though a very simple result, is really one of importance; thus if the centre of gravity be fixed, we find (by art. 85.)\n\n\\[\n\\text{energy} = D^{-1} \\frac{d}{dt}(A\\omega_1\\alpha + B\\omega_2\\beta + C\\omega_3\\gamma).\n\\]\n\nNow it will be shown in Sect. V. that\n\n\\[\n\\frac{d\\omega}{dt} = D\\omega \\cdot \\alpha, \\quad \\frac{d\\beta}{dt} = D\\omega \\cdot \\beta, \\quad \\frac{d\\gamma}{dt} = D\\omega \\cdot \\gamma,\n\\]\n\nwhere \\( \\omega = \\omega_1\\alpha + \\omega_2\\beta + \\omega_3\\gamma \\).\n\nHence, performing the differentiation, and observing that\n\n\\[\nD^{-1}\\alpha = \\beta \\cdot \\gamma, \\quad D^{-1}\\beta = \\gamma \\cdot \\alpha, \\quad D^{-1}\\gamma = \\alpha \\cdot \\beta, \\quad \\text{and} \\quad D^{-1}D = 1,\n\\]\nwe find\n\n\\[ \\text{energy} = A \\frac{d\\omega_1}{dt} \\beta \\cdot \\gamma + B \\frac{d\\omega_2}{dt} \\gamma \\cdot \\alpha + C \\frac{d\\omega_3}{dt} \\alpha \\cdot \\beta + \\omega \\cdot (A \\omega_1 \\alpha + B \\omega_2 \\beta + C \\omega_3 \\gamma). \\]\n\nLastly, if we perform the lateral multiplication denoted by \\( \\omega \\), here, we find\n\n\\[ \\text{energy} = \\left\\{ A \\frac{d\\omega_1}{dt} + (C - B) \\omega_2 \\omega_3 \\right\\} \\beta \\cdot \\gamma \\]\n\\[ + \\left\\{ B \\frac{d\\omega_2}{dt} + (A - C) \\omega_3 \\omega_1 \\right\\} \\gamma \\cdot \\alpha \\]\n\\[ + \\left\\{ C \\frac{d\\omega_3}{dt} + (B - A) \\omega_1 \\omega_2 \\right\\} \\alpha \\cdot \\beta. \\]\n\nI need not point out the meaning of this formula in relation to Euler's equations for a rigid body.\n\n(88.) General Expression for the \"Vis-Mortua\" or \"Dead Pull\" on a Rigid Body.\n\n—I may use the almost obsolete word \"Vis-Mortua\" (which has been so well translated by the familiar expression \"Dead Pull\") in the sense in which it was originally employed to denote simple pressure or impressed force. I shall therefore designate the total mechanical effect of the impressed forces acting on a rigid body as the Vis-Mortua or Dead Pull on that body. If \\( U \\) denote the force acting at the point \\((u)\\), we have, therefore, by art. 74,\n\n\\[ \\text{Vis-Mortua} = \\Sigma(U + u \\cdot U): \\]\n\nthis of course is the same expression as that in art. 77.\n\nIf we put, as before, \\( u = u' + u \\), this expression becomes\n\n\\[ \\Sigma U + u \\cdot \\Sigma U + \\Sigma u' \\cdot U. \\]\n\nHere \\( \\Sigma U + u \\cdot \\Sigma U \\) is the symbol of the force \\( \\Sigma U \\) acting at the point \\((u)\\), and \\( \\Sigma u' \\cdot U \\) is (art. 75) the symbol of a couple.\n\n(89.) As an example, the result of which I shall require in Sect. V., I shall calculate the Vis-Mortua of a rigid body acted on by the attraction of a distant particle \\( m' \\), taking the centre of gravity of the rigid body as origin, and \\( \\alpha, \\beta, \\gamma \\) as the directions of the three principal axes; assuming also \\( u' \\) to denote the distance of \\( m' \\), \\( r' \\) the magnitude of \\( u' \\), and \\( r \\) that of \\( u \\).\n\nHere \\( U \\) is a force acting along the line joining the two points \\((u)\\) and \\((u')\\), and inversely proportional to the square of the magnitude of that line. The line alluded to is \\( u' - u \\), its magnitude is \\( \\sqrt{(u' - u) \\times (u' - u)} \\), and its direction therefore is\n\n\\[ \\frac{u' - u}{\\sqrt{(u' - u) \\times (u' - u)}}. \\]\n\nHence\n\n\\[ U = mm' \\frac{(u' - u)}{\\sqrt{(u' - u) \\times (u' - u)}}. \\]\n\nAlso\n\n\\[ \\{(u' - u) \\times (u' - u)\\}^{-\\frac{3}{2}} = (u' \\times u' - 2u' \\times u + u \\times u)^{-\\frac{3}{2}} \\]\n\\[ = (r'^2 - 2u' \\times u + r^2)^{-\\frac{3}{2}} \\]\n\\[ = \\frac{1}{r'^3} \\left( 1 + \\frac{3u' \\times u}{r'^2} \\right) \\text{ nearly}. \\]\nHence, observing that \\( u \\cdot u = 0 \\), and \\( \\Sigma m u = 0 \\), we have\n\n\\[\n\\Sigma u \\cdot U = \\frac{3m'}{r^5} \\Sigma m (u' \\times u) (u \\cdot u') \\\\\n= -\\frac{3m'}{r^5} u' \\cdot \\{ \\Sigma m (u' \\times u) u \\}.\n\\]\n\nNow \\( \\Sigma m (u' \\times u) u = \\Sigma m (xx' + yy' + zz')(x\\alpha + y\\beta + z\\gamma) \\\\\n= (\\Sigma mx^2)x'\\alpha + (\\Sigma my^2)y'\\beta + (\\Sigma mz^2)z'\\gamma, \\text{ by properties of principal axes,} \\\\\n= (\\Sigma mr^2 - A)x'\\alpha + (\\Sigma mr^2 - B)y'\\beta + (\\Sigma mr^2 - C)z'\\gamma \\\\\n= (\\Sigma mr^2)u' - (Ax'\\alpha + By'\\beta + Cz'\\gamma).\n\\]\n\nWherefore, observing that \\( u' \\cdot u' = 0 \\), we find\n\n\\[\n\\Sigma u \\cdot U = \\frac{3m'}{r^5} u' \\cdot (Ax'\\alpha + By'\\beta + Cz'\\gamma).\n\\]\n\nAlso\n\n\\[\n\\Sigma U = \\Sigma mm' \\frac{u' - u}{r^3} \\quad \\text{(neglecting } \\frac{3u' \\times u}{r^2} \\text{ for obvious reasons)} \\\\\n= Mm' \\frac{u'}{r^3} \\quad \\begin{cases} M = \\Sigma m \\\\ \\Sigma mu = 0. \\end{cases}\n\\]\n\nHence we have\n\n\\[\nV_{is-Mortua} = Mm' \\frac{u'}{r^3} + \\frac{3m'}{r^5} u' \\cdot (Ax'\\alpha + By'\\beta + Cz'\\gamma),\n\\]\n\nwhich expresses a force \\( Mm' \\frac{u'}{r^3} \\) acting at the origin, and a couple,\n\n\\[\n\\frac{3m'}{r^5} u' \\cdot (Ax'\\alpha + By'\\beta + Cz'\\gamma).\n\\]\n\nIf we perform the lateral multiplication indicated by \\( (u') \\), this couple becomes\n\n\\[\n\\frac{3m'}{r^5} \\left\\{ (C - B)y'\\beta \\cdot \\gamma + (A - C)z'x'\\gamma \\cdot \\alpha + (B - A)x'y'\\alpha \\cdot \\beta \\right\\},\n\\]\n\nwhich gives the three well-known couples in the theory of Precession and Nutation.\n\nIV. Application of the Symbolic Forms to determine the Correction for the Earth's Rotation in Problems relating to motion on or near the Earth's Surface.\n\n(90.) The best way of defining that which is commonly called the Centrifugal Force appears to be the following, viz. that it is an imaginary force which may be introduced as a correction for the error of not taking into account the rotation of the radius vector \\( r \\). Suppose \\( P \\) to denote the accelerating force acting along \\( r \\), and let us for a moment forget that \\( r \\) has an angular velocity \\( \\frac{d\\theta}{dt} \\), then we put\n\n\\[\n\\frac{d^2r}{dt^2} = P;\n\\]\n\nbut this is erroneous, and we must correct it for the rotation by adding to \\( P \\) the term \\( r \\left( \\frac{d\\theta}{dt} \\right)^2 \\), as is well known. Hence we may regard the centrifugal force as a correction for neglected rotation.\nBut it only corrects the error so far as the motion along \\( r \\) is concerned; another correction (supposing still the rotation is neglected or forgotten) is necessary to be applied at right angles to \\( r \\), namely, the imaginary force \\( -\\frac{1}{r} \\frac{d}{dt} \\left( r^2 \\frac{d\\theta}{dt} \\right) \\). Thus the true and complete correcting force is the resultant of the two forces\n\n\\[ r^2 \\frac{d\\theta}{dt}, \\text{ and } -\\frac{1}{r} \\frac{d}{dt} \\left( r^2 \\frac{d\\theta}{dt} \\right). \\]\n\nIt appears to me that the idea here suggested might be applied with great advantage to cases of motion on or near the earth's surface. The beautiful pendulum experiment which made so much noise last year, and the various investigations respecting it, give great interest to such cases of motion. I propose therefore to investigate here, by the aid of the Symbolic Forms, the proper symbol of the imaginary force which corrects completely for the earth's rotation supposed to be neglected. By the aid of this symbol, it will be found that the greatest possible simplicity is introduced into investigations such as those relating to the pendulum experiment. It will enable the investigator to forget altogether the earth's rotation in framing his equations of motion, and at the same time to correct his error by the introduction of a simple term.\n\n(91.) Let \\( \\omega \\) denote a line pointing in the direction of the earth's polar axis (north suppose), and representing, by its length, the earth's angular velocity. In other words, let \\( \\omega \\) be the directrix of the earth's rotation, then (as will be shown in Sect. V.) it is easy to see, that, if \\( u \\) denote (symbolically) the distance of any point from the earth's centre, the velocity communicated to it by the earth's rotation (if it be fixed to the earth) is represented by the symbol*\n\n\\[ D\\omega \\cdot u. \\]\n\nNow let \\( d \\) denote differentiation (of \\( u \\)) on the erroneous supposition that the earth is fixed, and \\( \\delta \\) the true and complete differentiation; then the true velocity of the point \\( u \\) is \\( \\frac{\\delta u}{dt} \\), and this must be the resultant of the erroneous velocity \\( \\frac{du}{dt} \\) and the velocity \\( (D\\omega \\cdot u) \\) due to the rotation. Hence we have\n\n\\[ \\frac{\\delta u}{dt} = \\frac{du}{dt} + D\\omega \\cdot u. \\]\n\nThe effective accelerating force will be obtained by the true and complete differentiation of the correct velocity, that is,\n\n\\[ \\frac{\\delta}{dt} \\left( \\frac{du}{dt} + D\\omega \\cdot u \\right), \\]\n\nor\n\n\\[ \\frac{d}{dt} \\left( \\frac{\\delta u}{dt} \\right) + D\\omega \\cdot \\frac{\\delta u}{dt} \\] (observing that \\( \\omega \\) is a constant),\n\n* For \\( D\\omega \\cdot u \\) denotes a line at right angles to both \\( \\omega \\) and \\( u \\), and its magnitude is \\( nr \\sin \\theta \\); where \\( n \\) is the magnitude of \\( \\omega \\), \\( r \\) that of \\( u \\), and \\( \\theta \\) the angle which \\( u \\) makes with \\( \\omega \\). Therefore \\( D\\omega \\cdot u \\) is manifestly the velocity caused in the point \\( u \\) by the rotation \\( \\omega \\).\n\nMDCCCLII.\nwhich, putting for \\( \\frac{du}{dt} \\) the above value, becomes\n\n\\[\n\\frac{d^2u}{dt^2} + 2D\\omega \\cdot \\frac{du}{dt} + D\\omega \\cdot (D\\omega \\cdot u).\n\\]\n\nHence if \\( U \\) denote (symbolically) the resultant of the accelerating forces, whatever they may be, which act on the point \\( (u) \\), we find\n\n\\[\n\\frac{d^2u}{dt^2} + 2D\\omega \\cdot \\frac{du}{dt} + (D\\omega)^2 u = U. \\quad . . . . . . . . . . . . (1.)\n\\]\n\nI may observe, in passing, that, since \\( d+(D\\omega.) \\) represents the complete differentiation of \\( u \\), we might have written down the equation of motion immediately, in the form\n\n\\[\n\\left\\{ \\frac{d+(D\\omega.)}{dt^2} \\right\\}^2 u = U,\n\\]\n\nwhich, expanded, is identical with (1.).\n\nNow, if we had forgotten the earth's rotation, we should have put, instead of (1.),\n\n\\[\n\\frac{d^2u}{dt^2} = U.\n\\]\n\nHence it appears that, if we neglect the rotation in forming the equation of motion, we may correct the error, by supposing that there is the imaginary force\n\n\\[-\\left\\{ 2D\\omega \\cdot \\frac{du}{dt} + (D\\omega)^2 u \\right\\}. \\quad . . . . . . . . . . . . . . . . . . . (2.)\\]\n\nacting in addition to the real force represented by \\( U \\); for on this supposition we find\n\n\\[\n\\frac{d^2u}{dt^2} = U - 2D\\omega \\cdot \\frac{du}{dt} - (D\\omega)^2 u, \\quad . . . . . . . . . . . . . . . . . . . (3.)\n\\]\n\nwhich is equivalent to (1.).\n\nAs regards terrestrial problems, however, the expression (2.) admits of an important simplification; for the accelerating force of gravity (\\( g \\)), which of course is included in \\( U \\), is supposed to be the resultant of the earth's attraction, and the common centrifugal force. Now this common centrifugal force is that which is conceived to be in action upon a particle rigidly connected with the revolving earth; in other words, it is what (2.) becomes when \\( \\frac{du}{dt} = 0 \\). Wherefore the expression for the common centrifugal force is\n\n\\[-(D\\omega)^2 u. \\quad . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (4.)\\]\n\nAs this therefore is included among the forces which \\( U \\) represents, it ought to be omitted in the equation (3.). Thus we find that\n\n\\[-2D\\omega \\cdot \\frac{du}{dt}. \\quad . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (5.)\\]\n\nis the force which must be supposed to act on the point \\( (u) \\) as a correction for the neglected rotation.\n\nWe may, therefore, in all problems of motion relative to the earth, forget altoge-\nther the earth's rotation, provided we introduce the force (5.), in addition to the accelerating forces, whatever they may be, which are really in action upon the point \\( u \\); it being understood that the common centrifugal force is allowed for in \\( g \\).\n\n(92.) In (5.) \\( \\frac{du}{dt} \\) is the apparent velocity of the point \\( u \\) (apparent, that is, to an observer unconscious of the earth's motion); and if \\( n \\) denote the earth's angular velocity, and \\( \\gamma' \\) the direction of the polar axis, \\( \\omega = n\\gamma' \\). Thus (5.) becomes\n\n\\[-2nD\\gamma'\\cdot \\frac{du}{dt}.\\]  \n\nNow this represents a force at right angles to \\( \\gamma' \\) and \\( \\frac{du}{dt} \\), i.e. to the polar plane in which the apparent velocity is taking place at the instant \\( t \\). Also the magnitude of this force is \\( 2n \\) times the apparent velocity \\( \\left( \\frac{du}{dt} \\right) \\) multiplied by the sine of the angle it \\( \\left( \\frac{du}{dt} \\right) \\) makes with the polar axis \\( (\\gamma') \\).\n\n(93.) This force may be expressed with reference to horizontal and vertical coordinates at any place, as follows:\n\nLet \\( O \\) be the place, \\( \\gamma \\) the vertical at \\( O \\), and then the plane \\( (\\alpha\\beta) \\) will be horizontal: also let \\( \\alpha \\) be chosen so as to lie in the meridian plane; and let \\( l \\) denote the latitude of \\( O \\) (i.e. the angle \\( \\gamma' \\) makes with \\( \\alpha \\)). Then\n\n\\[\\gamma' = \\alpha \\cos l + \\gamma \\sin l.\\]\n\nAlso if we take \\( u \\) to denote the distance of the moving point from \\( O \\) at any time \\( t \\), and therefore put\n\n\\[u = x\\alpha + y\\beta + z\\gamma,\\]\n\n\\( \\frac{du}{dt} \\) will be the same as the \\( \\frac{du}{dt} \\) in (6.), for all that we have to express by \\( \\frac{du}{dt} \\) is the apparent velocity of the point \\( u \\).\n\nHence, differentiating (8.), and performing the operations indicated by \\( 2nD\\gamma' \\), (6.) becomes\n\n\\[-2nD(\\alpha \\cos l + \\gamma \\sin l)\\cdot \\left( \\frac{dx}{dt}\\alpha + \\frac{dy}{dt}\\beta + \\frac{dz}{dt}\\gamma \\right),\\]\n\nor\n\n\\[2n\\left\\{ \\left( \\frac{dy}{dt} \\sin l \\right)\\alpha + \\left( -\\frac{dx}{dt} \\sin l + \\frac{dz}{dt} \\cos l \\right)\\beta - \\left( \\frac{dy}{dt} \\cos l \\right)\\gamma \\right\\}.\\]\n\nHence the ordinary equations of motion will be\n\n\\[\\begin{align*}\n\\frac{d^2x}{dt^2} &= X + 2n\\frac{dy}{dt} \\sin l \\\\\n\\frac{d^2y}{dt^2} &= Y - 2n\\frac{dx}{dt} \\sin l + 2n\\frac{dz}{dt} \\cos l \\\\\n\\frac{d^2z}{dt^2} &= Z - 2n\\frac{dy}{dt} \\cos l\n\\end{align*}\\]\n\n* Originally \\( u \\) was measured from the earth's centre.\nwhere X, Y, Z represent the accelerating forces, whatever they may be, that are in action on the point u.\n\n(94.) The formation of these equations, here given, affords a good example of the use of the symbolic form \\(u \\cdot v\\): but, to illustrate the method more clearly, it will be worth while to employ, in some particular problem, the general equation,\n\n\\[\n\\frac{d^2u}{dt^2} = U - 2nD\\gamma' \\cdot \\frac{du}{dt}, \\ldots \\ldots \\ldots \\ldots \\ldots (11.)\n\\]\n\nwhich includes the three equations (10.), U denoting \\(X\\alpha + Y\\beta + Z\\gamma\\). The problem I shall choose will be that of the Pendulum Experiment.\n\nLet QP represent the string at any time \\(t\\), QO its vertical position, c its length; then\n\n\\[OQ = c\\gamma, \\quad OP = u, \\quad PQ = c\\gamma - u,\\]\n\nalso\n\n\\[\\text{direction of } PQ = \\frac{c\\gamma - u}{c}.\\]\n\nLet T denote (in magnitude) the tension of PQ; and then, since the direction of T is that of PQ, the symbol of the tension is \\(T \\frac{c\\gamma - u}{c}\\); to which if we add \\(-g\\gamma\\), the symbol of the force of gravity, we find\n\n\\[U = T \\frac{c\\gamma - u}{c} - g\\gamma = (T - g)\\gamma - \\frac{T}{c}u.\\]\n\nHence (11.) becomes\n\n\\[\n\\frac{d^2u}{dt^2} = (T - g)\\gamma - \\frac{T}{c}u - 2nD\\gamma' \\cdot \\frac{du}{dt}. \\ldots \\ldots \\ldots \\ldots \\ldots (12.)\n\\]\n\nNow, for greater simplicity, I shall suppose that \\(u\\) represents a small excursion, and \\(c\\) a long string. On this supposition we may regard \\(u\\) as always horizontal. Also, if we put for \\(\\gamma'\\) its value (7.), the equation (12.) becomes\n\n\\[\n\\left\\{ \\frac{d^2u}{dt^2} + 2n \\sin lD\\gamma \\cdot \\frac{du}{dt} - \\frac{T}{c}u \\right\\} + \\left\\{ 2n \\cos lD\\alpha \\cdot \\frac{du}{dt} - (T - g)\\gamma \\right\\} = 0.\n\\]\n\nHence, since \\(\\frac{du}{dt}\\) is horizontal, \\(D\\alpha \\cdot \\frac{du}{dt}\\) is vertical, and \\(D\\gamma' \\cdot \\frac{du}{dt}\\) is horizontal. The equation (12.), therefore, is separated into two parts, horizontal and vertical, which, being equated to zero, we obtain\n\n\\[\n\\frac{d^2u}{dt^2} + 2n \\sin lD\\gamma \\cdot \\frac{du}{dt} - \\frac{T}{c}u = 0 \\ldots \\ldots \\ldots \\ldots \\ldots (13.)\n\\]\n\n\\[(T - g)\\gamma = 2n \\cos lD\\alpha \\cdot \\frac{du}{dt}; \\ldots \\ldots \\ldots \\ldots \\ldots (14.)\\]\n\nWe have to substitute for T in (13.) its value derived from (14.), which on account of the smallness of \\(n\\), and the fact that T is multiplied by \\(\\frac{u}{c}\\) in (13.), gives \\(T = g\\) for a first approximation. Hence (13.) becomes\n\n\\[\n\\frac{d^2u}{dt^2} + 2n \\sin lD\\gamma \\cdot \\frac{du}{dt} - \\frac{g}{c}u = 0. \\ldots \\ldots \\ldots \\ldots \\ldots (15.)\n\\]\nNow, here, the operation \\((D\\gamma.)\\) is performed only on lines at right angles to \\(\\gamma\\); we may therefore put \\(\\sqrt{-1}\\) for \\((D\\gamma.)\\) (see art. 55); and thus (15.) becomes\n\n\\[\n\\frac{d^2u}{dt^2} + 2n \\sin l \\sqrt{-1} \\frac{du}{dt} - \\frac{g}{c} u = 0.\n\\]\n\nThe roots of the equation\n\n\\[\n\\left(\\frac{d}{dt}\\right)^2 + 2n \\sin l \\sqrt{-1} \\left(\\frac{d}{dt}\\right) - \\frac{g}{c} = 0\n\\]\n\nare\n\n\\[-n \\sin l \\sqrt{-1} \\pm \\sqrt{-n^2 \\sin^2 l - \\frac{g}{c}},\\]\n\nor\n\n\\[-(n \\sin l \\pm m) \\sqrt{-1},\\]\n\nif, for brevity, we put \\(n^2 \\sin^2 l + \\frac{g}{c} = m^2\\). Hence the solution of (16.) is\n\n\\[u = e^{-nt \\sin l \\sqrt{-1}} (Ae^{mt \\sqrt{-1}} + Be^{-mt \\sqrt{-1}}).\\]\n\nThe constants \\(A\\) and \\(B\\) here denote two arbitrary lines in the horizontal plane.\n\nIf the earth were fixed, the form of the solution would have been\n\n\\[u = Ae^{mt \\sqrt{-1}} + Be^{-mt \\sqrt{-1}} \\quad \\text{for then } m^2 = \\frac{g}{c}.\\]\n\nNow \\(e^{-nt \\sin l \\sqrt{-1}}\\) indicates a uniform backward rotation of \\(Ae^{mt \\sqrt{-1}} + Be^{-mt \\sqrt{-1}}\\) with an angular velocity \\(n \\sin l\\). Thus it appears that the apparent curve of motion of the pendulum will be the same form as if the earth were fixed, only there will be a slow angular regression of the whole about the vertical as axis at the rate \\(n \\sin l\\) per second.\n\nI may observe, in passing, that the simplest interpretation of (17.) is this; that the motion of the point \\((u)\\) results from the superposition of two motions,\n\n\\[Ae^{(m-n \\sin l)t \\sqrt{-1}} \\text{ and } Be^{-(m+n \\sin l)t \\sqrt{-1}},\\]\n\nand these are two uniform circular* motions, the former that of the line \\(A\\) forward with an angular velocity \\((m-n \\sin l)\\); the latter that of \\(B\\) backward with an angular velocity \\(m-n \\sin l\\).\n\n(95.) As my object is simply to exemplify the application of my notation, I shall not proceed to a second approximation; which however is very easily effected by substituting for \\(T\\) in (13.) its complete value given by (14.), after having put for \\(u\\) in (14.) the value (17.) just obtained. The result is important, especially as regards motion near the equator.\n\n* \\(Ae^{\\theta \\sqrt{-1}}\\) denotes \\(A\\) turned out of its position (round \\(\\gamma\\)) through an angle \\(\\theta\\), and therefore \\(u = Ae^{nt \\sqrt{-1}}\\) is an equation indicating that the motion of the point \\((u)\\) results from rotation round the origin at the distance \\(A\\), the angle \\(nt\\) being described in the time \\(t\\).\nV. Application of the Symbolic Forms to determine the Motion of a Rigid Body about its Centre of Gravity.\n\n(96.) The symbolic forms \\( u \\cdot v \\) and \\( u \\times v \\) are singularly useful, as it appears to me, in all cases of the Motion of a Rigid Body in space, especially as regards Rotation. Considerable simplification is also gained by employing \\( d\\alpha, d\\beta, d\\gamma \\) to denote the angular motions of the three axes \\(\\alpha, \\beta, \\gamma\\). I shall now proceed to consider this case.\n\nI shall take \\(\\alpha, \\beta, \\gamma\\) to denote three rectangular directions fixed in the Rigid Body, and \\(x, y, z\\) the coordinates of any particle \\((m)\\) of the body. On this supposition \\(x, y, z\\) are constants as regards \\(t\\), while \\(\\alpha, \\beta, \\gamma\\) are variables. The origin is the fixed point (the centre of gravity, namely,) about which the body moves. \\(u\\) denotes the distance of \\(m\\) from the origin, and therefore\n\n\\[\nu = x\\alpha + y\\beta + z\\gamma \\tag{1.}\n\\]\n\n(97.) Now the rigidity of the body requires that the velocity \\( \\frac{du}{dt} \\) of \\(m\\) shall be at right angles to \\(u\\) always; this may be expressed (see art. 44) by putting\n\n\\[\n\\frac{du}{dt} = D\\omega \\cdot u, \\tag{2.}\n\\]\n\nwhere \\(\\omega\\) denotes some unknown line. It may be shown, as follows, that \\(\\omega\\) is a function of \\(t\\) only, or, in other words, that \\(\\omega\\) is the same for all points of the body, i.e. for all values of \\(u\\).\n\nLet \\((u')\\) be any point in space, and let us assume, as we may, that this point moves always with a velocity \\(D\\omega \\cdot u'\\); then\n\n\\[\n\\frac{du'}{dt} = D\\omega \\cdot u'; \\tag{3.}\n\\]\n\nand hence, by (2),\n\n\\[\n\\frac{d(u'-u)}{dt} = D\\omega \\cdot (u'-u). \\tag{4.}\n\\]\n\nNow \\(u'-u\\) is the line joining the two points \\((u)\\) and \\((u')\\), and the square of its length is\n\n\\[\n(u'-u) \\times (u'-u),\n\\]\n\nand\n\n\\[\n\\frac{d}{dt}[(u'-u) \\times (u'-u)] = 2 \\frac{d(u'-u)}{dt} \\times (u'-u) = 0;\n\\]\n\nfor (4.) shows that \\( \\frac{d(u'-u)}{dt} \\) and \\(u'-u\\) are at right angles. Consequently the length of the line \\(u'-u\\) is invariable.\n\nIn precisely the same way (3.) shows (what indeed is otherwise obvious) that the line \\(u'\\) is of invariable length.\n\nHence the point \\((u')\\) is rigidly connected with the origin and with the point \\((u)\\); and consequently \\((u')\\) is a point of the rigid body. Therefore, comparing (2.) and (3.), it appears that \\(\\omega\\) does not vary when we pass from one point to another of the rigid body.\nThis result is of great importance, and furnishes, in the simplest possible manner, every formula necessary for determining the motion of the rigid body.\n\n(98.) The symbol $\\omega$ represents, in direction, the instantaneous axis of rotation. For (2.) shows that, when $u$ coincides in direction with $\\omega$, $\\frac{du}{dt} = 0$; consequently all the points of the body which lie in the direction of $\\omega$ are quiescent at the instant $t$.\n\n(99.) The magnitude of $\\omega$ is the instantaneous angular velocity. For, let $\\alpha'$ denote any unit line fixed in the body at right angles to $\\omega$; then (see art. 19) $\\frac{d\\alpha'}{dt}$ is the angular velocity, at least in magnitude. But, by (2.), $\\frac{d\\alpha'}{dt} = D\\omega \\cdot \\alpha'$; and, since $\\omega$ is at right angles to $\\alpha'$, $D\\omega \\cdot \\alpha'$ has the same magnitude as $\\omega$ (see art. 40.). Wherefore $\\omega$ has the same magnitude as $\\frac{d\\alpha'}{dt}$, and therefore represents the angular velocity in magnitude.\n\n(100.) Hence the result above obtained, namely,\n\n$$\\frac{du}{dt} = D\\omega \\cdot u,$$\n\nmay be thus enunciated:—the rigid body is, at the time $t$, moving about a certain instantaneous axis, with a certain angular velocity; and if we assume $\\omega$ to denote that axis, in direction, and the angular velocity in magnitude, then the velocity $\\left(\\frac{du}{dt}\\right)$ of any point ($u$) of the rigid body is obtained by performing the operation $(D\\omega)$ upon $u$.\n\n(101.) If we put\n\n$$\\omega = \\omega_1 \\alpha + \\omega_2 \\beta + \\omega_3 \\gamma,$$\n\nwhere $\\omega_1, \\omega_2, \\omega_3$ denote numerically the projections of the line $\\omega$ on the three coordinate directions $\\alpha, \\beta, \\gamma$, we find by (4.),\n\n$$\\frac{du}{dt} = \\omega_1 D\\alpha \\cdot u + \\omega_2 D\\beta \\cdot u + \\omega_3 D\\gamma \\cdot u.$$\n\nHence it appears that $\\frac{du}{dt}$ results from the superposition of three angular velocities $\\omega_1, \\omega_2, \\omega_3$ about the axes $\\alpha, \\beta, \\gamma$ respectively: for, by (4.), $D(\\omega_1 \\alpha) \\cdot u$ (or $\\omega_1 D\\alpha \\cdot u$) denotes a velocity of the point ($u$) resulting from an angular velocity $\\omega_1$ about the axis $\\alpha$, $\\omega_2 D\\beta \\cdot u$ that resulting from $\\omega_2$ about $\\beta$, and $\\omega_3 D\\gamma \\cdot u$ that resulting from $\\omega_3$ about $\\gamma$: and (6.) shows that the actual velocity of $u$ is the resultant of these three velocities.\n\nIf we put for $u$ its value $x\\alpha + y\\beta + z\\gamma$, (6.) becomes immediately\n\n$$\\frac{du}{dt} = (\\omega_1 y - \\omega_2 x)\\gamma + (\\omega_2 z - \\omega_3 y)\\alpha + (\\omega_3 x - \\omega_1 z)\\beta.$$ \n\nWhence it follows that the velocity of the point $(xyz)$ is equivalent to the three component velocities $\\omega_2 z - \\omega_3 y$ parallel to $x$, $\\omega_3 x - \\omega_1 z$ parallel to $y$, and $\\omega_1 y - \\omega_2 x$ parallel to $z$.\n\n(102.) The theory of the composition and resolution of angular velocities is com-\npletely expressed by (4); for, if it be required to find the effect of the superposition of two angular velocities represented by \\( \\omega \\) and \\( \\omega' \\), we find by (4) that the velocity produced by \\( \\omega \\) in any point \\((u)\\) is \\( D\\omega.u \\), and that produced by \\( \\omega' \\) is \\( D\\omega'.u \\). The actual velocity of \\((u)\\) will be the resultant of these, that is,\n\n\\[ D\\omega.u + D\\omega'.u, \\text{ or } D(\\omega + \\omega').u. \\]\n\nNow by (4) \\( D(\\omega + \\omega').u \\) is the effect of an angular velocity represented by \\( \\omega + \\omega' \\). Hence it follows that the two angular velocities \\( \\omega \\) and \\( \\omega' \\) superposed produce the same effect as the angular velocity \\( \\omega + \\omega' \\); and \\( \\omega + \\omega' \\) is the third side of the triangle formed of the two lines \\( \\omega \\) and \\( \\omega' \\).\n\n(103.) The equation of motion of a rigid body acted on by any forces (about its centre of gravity) is easily obtained as follows.\n\nLet \\( U \\) denote the accelerating force in action on \\( m \\), i.e., at the point \\((u)\\); then, by Sect. III., we have\n\n\\[ \\Sigma mu \\frac{d^2u}{dt^2} = \\Sigma mu.U, \\]\n\nwhich is the same thing (see art. 86) as\n\n\\[ \\frac{d}{dt} \\left( \\Sigma mu \\frac{du}{dt} \\right) = \\Sigma mu.U. \\quad \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots (7) \\]\n\nNow, putting for \\( u \\) its value (1.), and supposing that \\( \\alpha, \\beta, \\gamma \\) are the principal axes of the body, we find\n\n\\[ \\Sigma mu \\frac{du}{dt} = (\\alpha \\cdot \\frac{da}{dt}) \\Sigma mx^2 + (\\beta \\cdot \\frac{db}{dt}) \\Sigma my^2 + (\\gamma \\cdot \\frac{dc}{dt}) \\Sigma mz^2. \\]\n\nBut, by (4.) and (5),\n\n\\[ \\frac{da}{dt} = D\\omega.\\alpha = -\\omega_2\\gamma + \\omega_3\\beta; \\]\n\n\\[ \\therefore \\quad D\\alpha \\cdot \\frac{da}{dt} = \\omega_2\\beta + \\omega_3\\gamma*. \\]\n\nSimilarly,\n\n\\[ D\\beta \\cdot \\frac{db}{dt} = \\omega_3\\gamma + \\omega_1\\alpha, \\]\n\nand\n\n\\[ D\\gamma \\cdot \\frac{dc}{dt} = \\omega_1\\alpha + \\omega_2\\beta; \\]\n\nwhence, introducing \\( D \\), we find\n\n\\[ \\Sigma mDu \\cdot \\frac{du}{dt} = (\\omega_2\\beta + \\omega_3\\gamma) \\Sigma mx^2 + (\\omega_3\\gamma + \\omega_1\\alpha) \\Sigma my^2 + (\\omega_1\\alpha + \\omega_2\\beta) \\Sigma mz^2 = A\\omega_1\\alpha + B\\omega_2\\beta + C\\omega_3\\gamma, \\]\n\nwhere \\( A, B \\) and \\( C \\) denote respectively \\( \\Sigma m(y^2 + z^2) \\), \\( \\Sigma m(z^2 + x^2) \\), \\( \\Sigma m(x^2 + y^2) \\).\n\nThus (7.) becomes\n\n\\[ \\frac{d}{dt} (A\\omega_1\\alpha + B\\omega_2\\beta + C\\omega_3\\gamma) = \\Sigma mDu.U. \\quad \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots (8) \\]\n\n* Or thus: \\( D\\alpha \\cdot \\frac{da}{dt} = D\\alpha.(D\\omega.\\alpha) = -(D\\omega.)\\omega = \\omega - (\\omega \\times \\alpha)\\alpha = \\omega_1\\alpha + \\omega_2\\beta. \\)\nThis is the general equation of motion of a rigid body about a fixed point. It gives the three well-known equations immediately by equating the coefficients of \\( \\alpha, \\beta, \\gamma \\). But the equation (8.) as it stands is more available for the solution of problems, and furnishes results much more simply, than the three equations alluded to. Along with (8.) we must employ the equation\n\n\\[\n\\frac{du}{dt} = D\\omega \\cdot u.\n\\]\n\nAnd these two are completely equivalent to the six equations commonly employed.\n\n(104.) The line represented by the symbol \\( A\\omega_1 + B\\omega_2 + C\\omega_3 \\) has a remarkable relation to the instantaneous axis \\( \\omega_1 + \\omega_2 + \\omega_3 \\), which may be thus interpreted. Suppose the rigid body to undergo a distortion or unequal expansion of such a nature, that all lines in it parallel to \\( \\alpha \\) become \\( A \\) times longer than before, all lines parallel to \\( \\beta \\), \\( B \\) times longer, and all lines parallel to \\( \\gamma \\), \\( C \\) times longer. The effect of this will be to convert the unit \\( \\alpha \\) into \\( A\\alpha \\), \\( \\beta \\) into \\( B\\beta \\), \\( \\gamma \\) into \\( C\\gamma \\); and thus the line \\( \\omega_1 + \\omega_2 + \\omega_3 \\) will be converted into \\( A\\omega_1 + B\\omega_2 + C\\omega_3 \\). This latter line, therefore, I may call the Distorted Instantaneous Axis.\n\n(105.) The distortion here alluded to is one of great importance to be noted, because it indicates an operation which has immediate connection with many remarkable physical phenomena as well as with various theories in Solid Geometry. As regards its geometrical meaning, if we conceive the rigid body to be a solid composed of spherical shells having a common centre at the origin, each shell will be converted into an ellipsoid by the distortion. The sphere whose radius is unity will be changed into an ellipsoid whose axes are \\( A\\alpha, B\\beta, C\\gamma \\); and the axes of the other ellipsoids will be parallel and proportional to these.\n\nThe line represented by the symbol\n\n\\[\nA\\alpha + B\\beta + C\\gamma\n\\]\n\nis an important determining element. If we assume \\( \\omega' \\) to denote what \\( \\omega \\) becomes in consequence of the distortion, it may be easily seen that \\( \\omega' \\) is a distributive function of \\( \\omega \\) and \\( A\\alpha + B\\beta + C\\gamma \\); and from this fact a number of curious symbolical relations may be deduced. But I must not dwell upon this subject of distortion now further than my immediate purpose requires.\n\n(106.) Using \\( \\omega' \\) for brevity to denote the distorted instantaneous axis,\n\n\\[\nA\\omega_1 + B\\omega_2 + C\\omega_3,\n\\]\n\nI may observe that the equation (8.), that is,\n\n\\[\n\\frac{d\\omega'}{dt} = \\Sigma mD\\omega \\cdot U,\n\\]\n\n* Observing that \\( \\frac{d\\alpha}{dt} = D\\omega \\cdot \\alpha \\), \\( \\frac{d\\beta}{dt} = D\\omega \\cdot \\beta \\), \\( \\frac{d\\gamma}{dt} = D\\omega \\cdot \\gamma \\), we find the coefficient of \\( \\gamma \\) in the first member to be\n\n\\[\nC\\frac{d\\omega_3}{dt} + (B-A)\\omega_1\\omega_2;\n\\]\n\nand putting \\( U = X\\alpha + Y\\beta + Z\\gamma \\), we find, in the second member,\n\n\\[\n\\Sigma m(xY - yX).\n\\]\ngives the velocity of the point \\((\\omega')\\) in space, the differential letter, \\(d\\), denoting absolute change of position. But it is often important to determine the motion of this point relatively to the rigid body; and this may be done as follows:\n\nLet us assume \\(\\delta\\) to denote relative change of position with reference to the rigid body; then it is evident that\n\n\\[\n\\frac{d\\omega'}{dt} = \\frac{\\delta\\omega'}{dt} + D\\omega.\\omega';\n\\]\n\nfor the velocity of the point \\((\\omega')\\) is the resultant of two velocities, namely, that relative to the body, and that arising from the motion of the body; the former is \\(\\frac{\\delta\\omega'}{dt}\\), and the latter, by (9.), is \\(D\\omega.\\omega'\\).\n\nHence, and by (10.), we find\n\n\\[\n\\frac{\\delta\\omega'}{dt} = \\Sigma mDu.U - D\\omega.\\omega'.\n\\]\n\nThis equation gives the velocity of the point \\((\\omega')\\) relatively to the rigid body.\n\nNow it is clear that if we can solve (10.) and (12.) the motion of the rigid body is determined; for we shall then know (by (12.)) how the line \\(\\omega'\\) moves in the rigid body, and by (10.) how \\(\\omega'\\) moves in space; and thus, by the intervention of \\(\\omega'\\), we shall obtain the motion of the rigid body in space.\n\n(107.) As an example of this I shall take the case of the earth attracted by the sun, and point out briefly how (10.) and (12.) determine the motion of the polar axis. In this case \\(A=B\\), and \\(C=(1+\\lambda)A\\), when \\(\\lambda\\) is a small number: also the instantaneous axis \\(\\omega\\) very nearly coincides in direction with the polar axis \\(\\gamma\\). Hence, and by art. 89, we have\n\n\\[\n\\omega' = A(\\omega + \\lambda\\omega_3\\gamma)\n\\]\n\n\\[\n\\Sigma mDu.U = A\\frac{3m}{r^5}Du'.(u' + \\lambda x'\\gamma).\n\\]\n\nHere \\(u'\\) denotes (symbolically) the sun's distance, \\(r'\\) is the magnitude of \\(u'\\), \\(m'\\) the sun's mass.\n\nThus, observing that \\(Du'.u'\\) and \\(D\\omega.\\omega\\) are zero, (10.) and (12.) become\n\n\\[\n\\frac{d\\omega}{dt} + \\lambda\\frac{d(\\omega_3\\gamma)}{dt} = \\lambda\\frac{3m}{r^5}x'Du'.\\gamma\n\\]\n\n\\[\n\\frac{\\delta\\omega}{dt} + \\lambda\\frac{\\delta(\\omega_3\\gamma)}{dt} = \\lambda\\frac{3m}{r^5}x'Du'.\\gamma - \\lambda\\omega_3D\\omega'.\\gamma.\n\\]\n\nIn the terms multiplied by \\(\\lambda\\) we may approximate on the supposition that \\(\\gamma\\) is fixed and \\(\\omega=n\\gamma\\), where \\(n\\) is the earth's angular velocity about its polar axis. This reduces the two equations to\n\n\\[\n\\frac{d\\omega}{dt} = \\lambda\\frac{3m}{r^5}x'Du'.\\gamma.\n\\]\n\n\\[\n\\frac{\\delta\\omega}{dt} = \\lambda\\frac{3m}{r^5}x'Du'.\\gamma.\n\\]\nNow let us take new directions \\((\\alpha', \\beta', \\gamma')\\) so, that \\(\\gamma'\\) shall coincide for a moment with the polar axis \\(\\gamma\\), while the plane \\((\\alpha' \\gamma)\\) contains the sun's distance \\(u'\\); then\n\n\\[ u' = x' \\alpha' + z' \\gamma' \\]\n\n\\[ Du'. \\gamma = -x' \\beta'; \\]\n\nwherefore (14.) becomes\n\n\\[ \\frac{d\\omega}{dt} = \\left(-\\lambda \\frac{3m'}{r^{5/2}} x' z'\\right) \\beta'. \\]\n\nThe coefficient of \\(\\beta'\\) here, being multiplied by \\(\\lambda\\), may be regarded as invariable during one day, inasmuch as \\(x'\\) and \\(z'\\) take a year to go through their values; also, since \\(\\delta\\) implies that the earth is considered as fixed, the sun, and therefore the direction \\(\\beta'\\), must be supposed to revolve about \\(\\gamma\\) from east to west, through \\(360^\\circ\\) in the day.\n\nThe velocity \\(\\frac{d\\omega}{dt}\\) therefore is constant in magnitude but changes its direction (which is always perpendicular to \\(\\gamma\\)) uniformly through \\(360^\\circ\\) in the day. It appears therefore that the point \\((\\omega)\\) describes a daily circle, and therefore the line \\(\\omega\\) describes a daily cone about \\(\\gamma\\). From this it follows (observing that \\(\\omega\\) and \\(\\gamma\\) make a very small angle with each other), that the mean daily angular motion in space of \\(\\gamma\\) and that of the direction of \\(\\omega\\) (manifestly \\(\\frac{\\omega}{n}\\) very nearly) are identical. Wherefore\n\n\\[ \\frac{dy}{dt} = \\frac{1}{n} \\frac{d\\omega}{dt} = \\lambda \\frac{3m'}{r^{5/2}} x' Du'. \\gamma, \\text{ by (13.)}; \\]\n\nor, since\n\n\\[ z' = u' \\times \\gamma, \\]\n\n\\[ \\frac{dy}{dt} = \\lambda \\frac{3m'}{r^{5/2}} (u' \\times \\gamma) Du'. \\gamma. \\]  \n\n(15.)\n\nIf now we assume \\(\\gamma'\\) to be at right angles to the plane of the ecliptic, and \\(\\alpha'\\) to point towards the first point of Aries, we have\n\n\\[ u' = r' (\\alpha' \\cos n't + \\beta' \\sin n't), \\]\n\nwhere \\(n't\\) is the sun's longitude, \\(n^2\\) being \\(\\frac{m'}{r^{5/2}}\\).\n\nWherefore, observing that \\(\\gamma\\) is at right angles to \\(\\alpha'\\), we find\n\n\\[ \\frac{d\\gamma}{dt} = \\frac{3n^2 \\lambda}{n} (\\gamma \\times \\beta') \\sin n't (\\cos n't D\\alpha'. \\gamma + \\sin n't D\\beta'. \\gamma). \\]\n\nIf we integrate this between the limits 0 and \\(\\frac{2\\pi}{n}\\), we find the annual variation of \\(\\gamma\\), which therefore is\n\n\\[ \\frac{3n^2 \\lambda \\pi}{n} (\\gamma \\times \\beta') D\\beta'. \\gamma. \\]\n\nThis represents in magnitude and direction the actual space described by the point \\((\\gamma)\\) in one year, i.e. the angular motion of the pole, or the precession. If \\(\\varpi\\) denote the obliquity of the ecliptic,\n\n\\[ \\gamma = \\gamma' \\cos \\varpi + \\beta' \\sin \\varpi, \\]\nand \\[ \\gamma \\times \\beta' = \\sin \\varpi \\]\n\\[ D\\beta'.\\gamma = \\alpha'\\cos \\varpi. \\]\n\nWherefore the annual precession of the pole is\n\n\\[ \\left( \\frac{3n' \\lambda \\pi}{n} \\cos \\varpi \\sin \\varpi \\right) \\alpha', \\]\n\n\\( \\alpha' \\) indicating that its direction is perpendicular to the solstitial colure, and retrograde as regards the sun's motion.\n\nI have gone through this example because in every step it shows the use of the symbolic forms.\n\nVI. Application of the Symbolic Forms to Physical Optics.\n\n(108.) The use of the symbolic forms \\( u.v \\) and \\( u \\times v \\) in Physical Optics is very remarkable; but as this paper is already so long, I can only just allude to the subject.\n\nIn the Transactions of the Cambridge Philosophical Society I have shown (in a paper read March 17, 1847), that if \\( v \\) denote the displacement at the point (\\( u \\)) of an uncrystallized medium, where\n\n\\[ u = x\\alpha + y\\beta + z\\gamma \\]\n\\[ v = \\xi\\alpha + \\eta\\beta + \\zeta\\gamma, \\]\n\nand if A and B be two constants (namely, the coefficients of direct and transverse elasticity); then\n\n\\[ \\frac{d^2v}{dt^2} = B \\left( \\frac{d^2}{dx^2} + \\frac{d^2}{dy^2} + \\frac{d^2}{dz^2} \\right) v + (A - B) \\left( \\alpha \\frac{d}{dx} + \\beta \\frac{d}{dy} + \\gamma \\frac{d}{dz} \\right) \\left( \\xi \\frac{d}{dx} + \\eta \\frac{d}{dy} + \\zeta \\frac{d}{dz} \\right). \\]\n\nAnd this result I obtained by merely considering the disarrangement of the medium about the point \\( u \\), without any assumption respecting the constitution of the medium, except that it possessed direct and transverse elasticity.\n\nNow if we employ the letter \\( \\Omega \\) to denote the operation\n\n\\[ \\alpha \\frac{d}{dx} + \\beta \\frac{d}{dy} + \\gamma \\frac{d}{dz}, \\]\n\nthe above equation, by the aid of the symbolic forms, immediately assumes the simple form\n\n\\[ \\frac{d^2v}{dt^2} = A\\Omega(\\Omega \\times v) - B(D\\Omega.)^2v. \\]  . . . . . . . . . (1.)\n\nThe symbol \\( \\Omega \\) has a very important signification when written before any quantity, \\( U \\), which is a function of \\( x, y \\) and \\( z \\): for the direction of the line \\( \\Omega U \\) is that direction perpendicular to which there is no variation of \\( U \\); while the magnitude of \\( \\Omega U \\) is the rate of variation of \\( U \\) in that direction, i.e. as we pass from point to point of the medium in the direction of \\( \\Omega U \\).\n\nAgain, \\( \\Omega \\times v \\) denotes the rarefaction of the medium, at the point (\\( u \\)), resulting from\nthe displacements represented by \\( v \\); while \\( \\Omega \\cdot v \\) denotes, in magnitude and plane, the lateral disarrangement of the medium.\n\nIt is clear, therefore, that the symbolic forms \\( u \\cdot v \\) and \\( u \\times v \\) must be of great use in Physical Optics; indeed the facility they give of following out investigations respecting undulatory movements is so great, that the whole subject of reflexion and refraction, in crystallized as well as in uncrystallized media, and the mathematical explanations of the phenomena connected with polarization, double refraction, &c., may be reduced to a state of simplicity which could hardly be expected in such a difficult subject.\n\n(109.) In the paper above alluded to, I obtained also the equation of vibratory motion generally, for any crystallized medium, without any of those assumptions which mathematicians have found it necessary to make in order to render the investigation manageable; especially, without assuming the vibrations of a plane polarized ray to be in the plane of polarization, which appears to me to be a highly objectionable assumption. By the aid of the symbolic forms, the general equation of vibratory motion, where the transmission of transverse vibrations is possible, is thus expressed:\n\n\\[\n\\frac{d^2v}{dt^2} = (A_1 \\alpha \\frac{d}{dx} + A_2 \\beta \\frac{d}{dy} + A_3 \\gamma \\frac{d}{dz})(\\Omega \\times v) \\\\\n+ D \\Omega \\left\\{ (B_1 \\frac{dn}{dz} - B_2 \\frac{d\\xi}{dy}) \\alpha + (B_3 \\frac{d\\xi}{dx} - B_4 \\frac{d\\xi}{dz}) \\beta + (B_5 \\frac{d\\xi}{dy} - B_6 \\frac{dn}{dx}) \\gamma \\right\\}. \\quad . . . \\quad (2.)\n\\]\n\nHere \\( A_1, A_2, A_3 \\) are coefficients of direct elasticity, corresponding to \\( A \\) in equation (1.); and \\( B_1, B_2, B_3, \\) &c. are six coefficients of transverse elasticity, corresponding to \\( B \\) in (1).\n\nFresnel's hypothesis, that the vibrations of a plane polarized ray are perpendicular to the plane, makes\n\n\\[\nB_1 = B_1', \\quad B_2 = B_2', \\quad B_3 = B_3',\n\\]\n\nwhile the hypothesis, that the vibrations are in the plane of polarization, makes\n\n\\[\nB_1 = B_2, \\quad B_2 = B_3, \\quad B_3 = B_1.\n\\]\n\nOn the former hypothesis the equation becomes\n\n\\[\n\\frac{d^2v}{dt^2} = (A_1 \\alpha \\frac{d}{dx} + A_2 \\beta \\frac{d}{dy} + A_3 \\gamma \\frac{d}{dz})(\\Omega \\times v) - (D \\Omega)^2(B_1 \\xi \\alpha + B_2 \\eta \\beta + B_3 \\zeta \\gamma); \\quad . . . \\quad (3.)\n\\]\n\nwhile, on the latter, it becomes\n\n\\[\n\\frac{d^2v}{dt^2} = (A_1 \\alpha \\frac{d}{dx} + A_2 \\beta \\frac{d}{dy} + A_3 \\gamma \\frac{d}{dz})(\\Omega \\times v) \\\\\n- (D \\Omega) \\left\\{ B_1 \\left( \\frac{dn}{dz} - \\frac{d\\xi}{dy} \\right) \\alpha + B_2 \\left( \\frac{d\\xi}{dx} - \\frac{d\\xi}{dz} \\right) \\beta + B_3 \\left( \\frac{d\\xi}{dy} - \\frac{dn}{dx} \\right) \\gamma \\right\\}. \\quad . . . . . . \\quad (4.)\n\\]\n\nFor transverse vibrations the rarefaction (\\( \\Omega \\times v \\)) (see above) is zero, which further simplifies (3.) and (4.). By equating the coefficients of \\( \\alpha, \\beta, \\gamma \\) in (4.), thus simplified, we obtain MacCullagh's three equations. The equation (3.) coincides in every way with Fresnel's theory.\nThe conception of distortion alluded to in Sect. V. applies to (3.) in a very remarkable manner; for if we put\n\n\\[ A_1 \\frac{d}{dx} + B_1 \\frac{d}{dy} + C_1 \\frac{d}{dz} = \\Omega', \\]\n\n\\[ B_1 \\xi \\alpha + B_2 \\eta \\beta + B_3 \\zeta \\gamma = v', \\]\n\nthen \\( \\Omega' \\) is \\( \\Omega \\) distorted by the line \\( A_1 \\alpha + A_2 \\beta + A_3 \\gamma \\); and \\( v' \\) is \\( v \\) distorted by the line \\( B_1 \\alpha + B_2 \\beta + B_3 \\gamma \\). In using the expression \"distorted by,\" I anticipate a signification which I hope to explain in a future paper; but the fact is, \\( \\Omega' \\) is a distributive function of \\( \\Omega \\) and \\( A_1 \\alpha + A_2 \\beta + A_3 \\gamma \\) (see art. 105), and therefore, symbolically, \\( \\Omega' \\) is \\( \\Omega \\) multiplied by \\( A_1 \\alpha + A_2 \\beta + A_3 \\gamma \\).\n\nNow the equation (3.) becomes\n\n\\[ \\frac{d^2 v}{dt^2} = \\Omega'(\\Omega.v) - (\\Omega')^2 v', \\]\n\nor, for transverse vibrations, simply\n\n\\[ \\frac{d^2 v}{dt^2} = -(\\Omega')^2 v'. \\]\n\nBut I must reserve the consideration of this remarkable equation, merely remarking here that it shows very clearly how the force brought into play by the disarrangement of a medium resulting from transverse vibrations is altered by the crystallization. In the uncrystallized medium the force is, by (1.), \n\n\\[ -(D\\Omega.)^2(B\\xi \\alpha + B\\eta \\beta + B\\zeta \\gamma), \\]\n\nand in the crystallized medium it is\n\n\\[ -(D\\Omega.)^2(B_1 \\xi \\alpha + B_2 \\eta \\beta + B_3 \\zeta \\gamma). \\]\n\nIn one case it is found by performing the operation \\(-(\\Omega')^2\\) on \\(v\\), in the other by performing the same operation on \\(v\\) distorted as by the threefold expansion of the medium, consisting of a drawing out in the direction \\( \\alpha \\) in the proportion of \\( B_1 \\) to \\( B \\), in the direction \\( \\beta \\), of \\( B_2 \\) to \\( B \\), and in the direction \\( \\gamma \\), of \\( B_3 \\) to \\( B \\).\n\nUpper Norwood, Surrey,\nApril 19, 1852.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108541.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 47,
    "total-input-tokens": 73880,
    "total-output-tokens": 38979,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2539,
        2
      ],
      [
        2539,
        5694,
        3
      ],
      [
        5694,
        8548,
        4
      ],
      [
        8548,
        11780,
        5
      ],
      [
        11780,
        15074,
        6
      ],
      [
        15074,
        18433,
        7
      ],
      [
        18433,
        21496,
        8
      ],
      [
        21496,
        24850,
        9
      ],
      [
        24850,
        27605,
        10
      ],
      [
        27605,
        30798,
        11
      ],
      [
        30798,
        33736,
        12
      ],
      [
        33736,
        36444,
        13
      ],
      [
        36444,
        39477,
        14
      ],
      [
        39477,
        42636,
        15
      ],
      [
        42636,
        45062,
        16
      ],
      [
        45062,
        48084,
        17
      ],
      [
        48084,
        50714,
        18
      ],
      [
        50714,
        54686,
        19
      ],
      [
        54686,
        57609,
        20
      ],
      [
        57609,
        60633,
        21
      ],
      [
        60633,
        64035,
        22
      ],
      [
        64035,
        66974,
        23
      ],
      [
        66974,
        69413,
        24
      ],
      [
        69413,
        72084,
        25
      ],
      [
        72084,
        74850,
        26
      ],
      [
        74850,
        77122,
        27
      ],
      [
        77122,
        80007,
        28
      ],
      [
        80007,
        82630,
        29
      ],
      [
        82630,
        85180,
        30
      ],
      [
        85180,
        87743,
        31
      ],
      [
        87743,
        90521,
        32
      ],
      [
        90521,
        92911,
        33
      ],
      [
        92911,
        95981,
        34
      ],
      [
        95981,
        98438,
        35
      ],
      [
        98438,
        100962,
        36
      ],
      [
        100962,
        103525,
        37
      ],
      [
        103525,
        105994,
        38
      ],
      [
        105994,
        108472,
        39
      ],
      [
        108472,
        111442,
        40
      ],
      [
        111442,
        114125,
        41
      ],
      [
        114125,
        117239,
        42
      ],
      [
        117239,
        119767,
        43
      ],
      [
        119767,
        122411,
        44
      ],
      [
        122411,
        124867,
        45
      ],
      [
        124867,
        127953,
        46
      ],
      [
        127953,
        129863,
        47
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108541",
    "title": "On Symbolic Forms Derived from the Conception of the Translation of a Directed Magnitude",
    "authors": "M. O'Brien",
    "year": 1852,
    "volume": "142",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 47,
    "jstor_url": "https://www.jstor.org/stable/108541"
  }
}