{
  "id": "26daebba29469844992dc970a5b58485880b35ed",
  "text": "IX. Geometrical Investigations concerning the Phenomena of Terrestrial Magnetism.\n\nSecond Series:—On the Number of Points at which a magnetic needle can take a position vertical to the Earth's surface. By Thomas Stephens Davies, Esq., F.R.S. L. & E. F.R.A.S. Royal Military Academy, Woolwich.\n\nReceived January 28,—Read February 4, 1836.\n\nThe plan and objects of this series of papers have been so far explained already as to render it superfluous to enumerate them here.\n\nAt the close of my former paper* I have given the rectangular equation of the curve of verticity,—or that in any point of which a magnetic needle being placed, its line of direction would pass through the centre of the earth, and consequently be vertical to the horizon at the point where it cut the surface: but as the form and character of the curve could not be directly obtained from that equation, nor from any other into which it could be transformed; and as, moreover, the process by which they could be obtained required considerable preliminary investigations, I preferred to leave it in that state rather than give the partial and incomplete solution, which, in the midst of the deep domestic affliction that I was involved in, I must then have done. It is here, however, by pursuing a different course fully determined, as far, at least, as it is subservient to our physical problem: and I did not feel myself at liberty to insert in a paper on that subject any collateral inquiries, which, however interesting in a geometrical point of view, would be irrelevant to the immediate discussion professedly before me.\n\nBy transforming the rectangular equation (76.) of the curve of verticity into a polar one, I have shown that there are two values of the radius-vector, and only two, for every value of the polar angle; and a few of the consequences which seemed likely to facilitate our inquiry are deduced from it. The genesis of the curve, however, pointed out the necessity of a more complete examination of the magnetic curve itself: and it will appear that even in a geometrical view, and independently of any of its physical applications, this latter curve (the magnetical) is amongst the most elegant and interesting we possess. The method of investigation is, as far as I know, a new one: but it is one that in many cases, besides the present, may be very effective, and therefore valuable. Still as I could not lay down the principles of the method in this paper, so as to justify my processes, I have so modified it by a combination with the method of rectangular coordinates as fully to answer my present purposes. The method consists in taking as the variables in the equation of the curve, the angles\n\n* Philosophical Transactions, 1835, p. 246, equation 76.\nmade by radiants drawn from two given points (in the present case the magnetic poles) with the line joining those two points: and it was suggested to my mind several years ago when considering a question proposed by Professor Wallace in Professor Leybourn's Mathematical Repository, viz., to \"rectify the magnetic curve.\" The modification I have here used consists in the expression of the differential coefficients of a rectangular equation in terms of the polar angles, $\\theta_1$ and $\\theta_2$, and the constants of the given equation: but I hope soon to complete a dissertation on coordination generally, and to give the necessary differential expressions that are requisite in the investigation of loci, plane, spherical, and solid; in which case several of the following processes may be considerably abbreviated.\n\nI was compelled to employ the method here specified in consequence of the complicated form under which the rectangular and polar equations of the magnetic curve present themselves, being such as not to encourage the least hope of effecting my object by means of either of them, or by both of them conjointly.\n\nFrom these investigations it appears, That both systems of branches, the convergent and the divergent, are comprised in the same angular equation of the magnetic curve already referred to, and deduced at page 238 of the Philosophical Transactions of last year: that the divergent branches on one side of the magnetic axis are continuous (algebraically and geometrically) of the convergent branches on the other, to the same parameter $\\beta$: that the divergent branches are asymptotic, and the geometrical construction of the asymptote is very easy: that the continuous branches have the poles for points of inflexion, and that these are the only points of inflexion within finite limits, of the whole system: that the geometrical construction of a tangent at any point, that is the direction of a small needle whose centre is at that point, is always possible, and the process very simple: together with other properties not less interesting, though less easy to express in brief phraseology. An elegant curve is thus brought within the domain of geometry, which, when its properties are fully developed, will, I think, be second only to the conic sections themselves in point of mathematical interest: whilst its adaptation to at least one important physical inquiry will tend to enhance its value in the estimation of those who take an interest in such applications as are now, or may hereafter be, made of it, and even in this respect render it not inferior in point of value to any other loci except the conic sections, and perhaps the logarithmic curve*.\n\nAs both systems of branches of the magnetic curve are found to be involved in the same angular equation, and in the same rectangular one also by means of the double\n\n---\n\n* It is certainly a remarkable circumstance, that so few of our most elegant curves (geometrically considered) are capable of being rendered subservient to physical inquiries: for with the exceptions above mentioned, there is, besides the cycloid and the harmonic curve, with perhaps one or two of the spirals, scarcely one which could not be expunged from our geometry without any serious injury to physical science. This, together with the fact that in the dynamical problems which occur in physics, it is found to be generally most convenient to assume the time as the independent variable, has led some writers, too hastily as it appears to me, to conclude\nsign of the radicals,—so also, as we should expect from the same principles being employed in both cases, in the equation of the curve of verticity the branches adapted to like poles and those adapted to unlike poles, are expressed in the same equation given in my former paper. It required, then, the previous separation of the two systems in the magnetic curve as a preliminary step to the separation of those in the curve of verticity. Such is the course I have pursued, but I have carefully abstained from the insertion of any properties of either curve except those which were essential in the determination of the number of points of terrestrial verticity. However, to avoid the long and complicated reductions into which I found the algebraical investigation was leading me, I have in one instance recurred to a geometrical method of investigation, founded on an elegant property of the magnetic curve, (first given by Professor Leslie in his Geometrical Analysis, p. 400,) by means of which, and the genesis of the curve of verticity which it suggests, enables us to establish the required conclusion with ease and simplicity.\n\nNo apology is necessary, I conceive, for the introduction of new methods of investigating a problem in pure science, where those already existing are either insufficient or inconveniently operose in their application to that problem: nor yet for the employment of several different methods which in treatises on pure science are usually, and in good taste, kept distinct, when we are investigating a physical problem to which any one of them, taken separately, is inadequate. I readily and fully admit the desirableness and superior elegance of unity of mathematical method, even in physical investigations; and, doubtless, repeated efforts made by different geometers tends to the gradual formation of such united and systematic methods of development: nevertheless it is rarely the case that a unity in the full sense of the word can be brought into the mathematics of physical inquiries,—the unity that exists in the most perfect of them being more apparent than real. Mere symbolical notation does not constitute sameness of method. I have made no attempt of the kind in these inquiries, but have employed the language, methods, and notations, that seemed to me to be best adapted to obtaining the results after which the conditions and objects of the problem led me to search; or otherwise more apparent symmetry might have been easily given to the several investigations into which I have entered.\n\nI have prefixed a few geometrical lemmas which were necessary to substantiate and facilitate the mode of reasoning here employed. Most of them are required in the present paper, the earlier one subservient to some of the others, and these for direct quotation. There is one indeed, (the sixth) which is not essential, but it is that all consideration of curves may be advantageously banished from such inquiries. Such a plan may, indeed, furnish an elegant abstraction fitted for the higher order of minds and the highest degree of mathematical skill: but it would at the same time effectually preclude the possibility of elementary acquirement, and in very many cases that of original inquiry in new departments of physical science. The consequence would therefore in reality be, to retrograde the science instead of facilitating its progress. Curves, though but so few of them, enter into so many branches of philosophical investigation, that science would, save to one in a thousand, be rendered unintelligible by their abolition.\nadded on account of its connexion as to form of enunciation with the third, and from its admitting of a very neat analysis and construction.\n\nThe conclusion, I may, finally, add, at which I have arrived, is:—That when two centres of magnetic force of equal intensity and opposite direction are situated anywhere within the earth, there are always two, and never more than two, points on its surface at which the needle can take a direction perpendicular to the horizon.\n\nGEOMETRICAL LEMMAS.\n\nLemma I. Local Theorem.—If from two given points lines be inflected to meet, and have a given ratio, the locus of their intersection is a given circle.\n\nThis proposition was known to the Greek geometers, and is employed by Eutocius in his preface to the Conics of Apollonius. The analysis and synthesis of it are given by Simson, in two different ways, in his Restoration of the Plane Loci, lib. ii. prop. ii. The latter of these is also given by Professor Leslie in his Geometrical Analysis, book iii. prop. 13, and is that generally employed by geometrical writers. The following one is, so far as I know, different from any that has been given: still, but for its better answering the purposes I have in view, I should not have inserted it here, as on no other account can it, perhaps, be entitled to such an appropriation.\n\nLet T and U (Plate X. fig. 1.) be the given points, and TN, NU, a pair of corresponding lines in the given ratio. Bisect the interior and exterior angles TNU and UNK by the lines NC, ND meeting the line TU at C and D respectively. Then\n\n\\[ TC : CU :: TN : NU, \\]\n\nand\n\n\\[ TD : DU :: TN : NU. \\]\n\nHence the sum, or the difference, of two lines and their ratio being given, the lines themselves are given, and hence the points C and D are given, and the line CD between them is given in magnitude and position.\n\nAgain, since the interior and exterior angles at N, which are together equal to two right angles, are bisected by NC and ND, the angle CDN is a right angle, and therefore also given in magnitude. And since CD is given, and the angle CDN is a right angle, the locus of N is a circle on CD as a diameter. Hence the following\n\nConstruction.—Divide the given line internally and externally in the given ratio in CD, and on CD describe a circle. This will, as is evident from the analysis, be the locus sought.\n\nCorollary.—The line TU is divided harmonically in C and D; for from the two analogies above, we have\n\n\\[ TC : CU :: TD : DU. \\]\n\nScholium.—A similar division may be made, the points C and D lying on the other side of M, the middle of TU. This implies, however, an inversion of the antecedent and consequent of the terms of the ratio.\nLemma II. Theorem.—If lines be inflected to a point without the circle TNU from T and U, the ratio TN': NU will be less than the ratio TN : NU; but if to a point within the circle, the ratio will be greater. (Plate X. fig. 1.)\n\nFirst. Let N' be without the circle. This divides itself into two cases.\n\n1. Where N' is on the same side of MR (drawn from M at right angles to TU) as the points C and D are.\n\nJoin TN', N'U, and let N'U cut the circle in N. Join also TN and draw N'S parallel to TU, meeting TN in S, and produce TN to Q.\n\nThen, by parallels, the angles QTU, TN'S are equal. And since N'TU is less than a right angle, (for it is also an angle of the triangle TMR, of which TMR is a right angle, the point N' being by hypothesis on the other side of RM from T,) the angle QTU is greater than a right angle; and hence TN'S is greater than a right angle, and consequently N'ST is less than a right angle, and, à fortiori, less than TN'S. The line TS is therefore greater than TN'.\n\nBut by similar triangles TN : NU :: TS : N'U. Hence since the line TN' is less than TS, the ratio TN' : N'U is less than the ratio TS : N'U, and hence less than the ratio TN : NU.\n\n2. Let N' and CD be on opposite sides of MR. Join N'U cutting MR in R' and join TR'. Then the angles R'TU, R'UT are equal. But N'TU is greater than R'TU, and hence greater than N'UT. The side N'U of the triangle N'TU is therefore also greater than N'T. Hence the ratio N'T : N'U is a ratio of less inequality, whilst the ratio TN : NU is by hypothesis a ratio of greater inequality. The ratio TN' : N'U is therefore, in this case also, less than the ratio TN : NU.\n\nSecondly. Let the point N' lie within the circle. Produce UN' to meet the circle at N and join NT. Draw N'S parallel to TU, to meet TN at S.\n\nThen it may be proved as before that TN' is greater than TS. And by similar triangles TN : NU :: TS : NU'. But since TN' is greater than TS, the ratio TS : N'U, that is the ratio TN : NU, is less than the ratio TN' : NU.\n\nScholium.—The antecedent of the lines in the expression of the ratio are considered to be drawn from the more distant point T: but these conditions will be reversed when the order of the terms is reversed.\n\nLemma III. Problem.—From two given points T and U (Plate X. figg. 2. and 3.) to inflect lines to meet in a right line given by position, so that their ratio shall be the least or greatest possible.\n\nThis problem is divisible into two cases according as the intersection S of the given line HS with the line TU drawn through the given points T and U, is on the same side of M with the antecedent or with the consequent of the lines which are in the required ratio. As, however, both cases are constructed by the same operation, it will be more convenient to give the analysis of them in juxtaposition by means of parallel vertical columns. Also for convenience of comparison, I shall employ the same letters in both cases, merely accentuating one set for the sake of distinction.\nLet TU be produced to meet SH in S. Then it is obvious from the preceding lemmas that the problem is reducible to the description of two circles which shall touch the given line HS; and each divide the line TU internally and externally in the same ratio, or divide it harmonically; that is, in the one case UC : CT :: UD : DT, and in the other TC' : C'U :: TD' : D'U.\n\nSuppose the points of contact P and P' to be found. Draw MH from M the middle of TU perpendicular to TU, and let it meet HS in H. Draw the lines PO and P'O' from the points of contact perpendicular to HS; then O and O' are the centres of the circles.\n\n**First case.** Where the line TP is the antecedent, and the ratio the least possible.\n\nBy Leslie's Geom., vi.7. MT² = MC.MD, that is,\n\n\\[ MT^2 = (MS - SC)(MS - SD) \\]\n\\[ = MS^2 - MS(SC + SD) + SD.SC \\]\n\\[ = MS^2 - 2MS.SO + SD.SC. \\]\n\nBut by the similar triangles SPO, SHM,\n\n\\[ MS.SO = PS.SH; \\]\n\nand by the circle SC'.SD = SP².\n\nHence\n\n\\[ MT^2 = MS^2 - 2HS.SP + SP^2 \\]\n\\[ = HS^2 - 2HS.SP + SP^2 - HM^2. \\]\n\nHence\n\n\\[ (HS - SP)^2 = MT^2 + MH^2 = HT^2. \\]\n\nThat is \\( SP = HS - HT. \\)\n\nHence this\n\n**Construction.**—Draw the perpendicular MH (from M) to TU, meeting HS in H. With centre H and distance HT or HU describe a circle cutting HS in P and P'. These are the points at which the ratios are those sought, as is too evident from the analysis to need a formal demonstration.\n\nThe ratio TP : PU is hence the least, and TP' : P'U the greatest that lines drawn from T and U to meet in the line HS, can possibly have; or the greatest and least, if the order of the terms of the ratio be changed. At H, midway between P and P', they have a ratio of equality.\n\n**Lemma IV. Theorem.**—Not more than two pairs of lines can be inflected from the same two points T and U to meet in the same straight line HS, and have to one another a given ratio, the order of the terms of the ratio being given.\n\nFor since the locus of all the intersections of all lines which can be so drawn is a circle, (Lemma 1.) and a circle can cut a straight line in only two points, the truth of the proposition follows.\nLemma V. Theorem.—If lines be inflected from two points in a given straight line to two given points, the pair which is more remote from the point at which the ratio is a minimum will have a greater ratio than those inflected from the point which is nearer. And when their order is changed, the ratio will be less.\n\nLet T, U be the points, and suppose T the point nearer to the given line N S to be the point from which the antecedent line is drawn. Let P be the point found in the last lemma, and N nearer to P than N' is; then the ratio N' T : N' U is greater than the ratio N T : N U. (Plate XI. fig. 4.)\n\nFor divide the line T U harmonically in the points C and D in the ratio N T : N U, and describe the circle on C D, passing through N (Lemma I.).\n\nThen since N is nearer to P than N' is, the point N' falls without the circle D N C; and hence (Lemma II.) the ratio N T : N U is less than N' T : N' U.—Q. E. D.\n\nLemma VI. Problem.—From two given points T, U within a circle to inflect lines to the circumference, so that they shall have the greatest or the least ratio possible. (Plate XI. fig. 5.)\n\nSuppose the points to be found at P and P'; and draw the tangent P H meeting the perpendicular M H from M, the middle of the line joining the given points.\n\nThen from the reasoning in Lemma II., the circle of ratios will touch the given circle in P and divide T U harmonically in C and D; and from Lemma IV.* we learn that H P = H T. Hence the problem is reduced to finding a point H in the line M H, from which tangents being drawn to the given circle R P E they will be equal to H T or H U.\n\nThough A the centre of the given circle draw A N parallel to T U; then it is perpendicular to H M or E K, and E K is bisected in N. Then\n\n\\[ H P^2 = K H \\cdot H E = H T^2 = T M^2 + M H^2 \\]\n\\[ = T M^2 + (N H - N M)^2 \\]\n\\[ = T M^2 + N H^2 - 2 H N \\cdot N M + N M^2. \\]\n\nHence \\( 2 H N \\cdot N M = T M^2 + N E^2 + K H \\cdot H E - K H \\cdot H E + N M^2 \\)\n\\[ = T M^2 + M N^2 + N E^2 \\]\n\\[ = T N^2 + N E^2. \\]\n\nWhence we have to form a rectangle whose area is \\( T N^2 + N E^2 \\), and one of whose sides is \\( 2 N M \\); and the other side of the rectangle is the distance of H from N.\n\nConstruction.—With centre N and distance N T describe a circle cutting A N in Q. Join E Q, and make N G = E Q, and N B = 2 N M. Join B G, and draw G H perpendicular to it, cutting M H in H. Then with centre H and distance H T or H U, describe a circle cutting the given circle in P and P', and these will be the points required.\n\n* Since D P T touches the line H P and divides T U harmonically.\nThe demonstration is obvious from the analysis.\n\nThe problem admits of several other cases, but the same analysis and construction, *mutatis mutandis*, serves for them all.\n\n**Lemma VII. Theorem.**—*If a ratio be one of greater inequality, the triplicate of that ratio is greater than the ratio itself; but if it be a ratio of less inequality, the triplicate ratio is less than the ratio itself.* Also conversely, the subtriplicate of a ratio of greater inequality is less than the ratio itself; but of a ratio of less inequality, the subtriplicate is greater than the ratio itself.\n\nThis is too obvious to need a formal proof here.\n\n**Lemma VIII. Problem.**—*If a line TU be divided in any undetermined ratio, viz. \\( r_1 : r_n \\) in C and D, and O be the middle of CD; and if the same line be divided in Q in the triplicate ratio of \\( r_1 : r_n \\); it is required to find whether Q and O can ever coincide for any value of the ratio \\( r_1 : r_n \\).* (Plate XI. fig. 6.)\n\nSuppose they can; and let us first investigate the values of TO and TQ generally. Then if \\( TU = 2a \\), we have\n\n\\[\nTC = \\frac{2ar_1}{r_n + r_1}\n\\]\n\n\\[\nDT = \\frac{2ar_1}{r_n - r_1}\n\\]\n\nHence\n\n\\[\nDT + TC = DC = \\frac{4ar_1r_n}{r_n^2 - r_1^2}\n\\]\n\nand\n\n\\[\nOC = \\frac{1}{2}DC = \\frac{2ar_1r_n}{r_n^2 - r_1^2}\n\\]\n\nand therefore\n\n\\[\nTO = CO - CT = \\frac{2ar_1^3}{r_n^3 - r_1^3}\n\\]\n\nAgain,\n\n\\[\nTQ = \\frac{2ar_1^3}{r_n^3 - r_1^3}\n\\]\n\nAnd since we have admitted the hypothesis of the equality of TO, TQ, we have\n\n\\[\n\\frac{2ar_1^3}{r_n^3 - r_1^3} = \\frac{2ar_1^3}{r_n^2 - r_1^2}\n\\]\n\nwhich reduces to\n\n\\[\nr_1^2r_n^2 = 0.\n\\]\n\nAnd this again to the two equations \\( r_1^2 = 0 \\) and \\( r_n^2 = 0 \\); which indicates that it takes place at T and U, or when the ratios are infinitely great and infinitely small.\nLemma IX. Problem.—To ascertain which is the greater, TO or TQ.\n\nPut \\( TO - TQ = c \\); that is, \\( c = \\)\n\n\\[\n2a \\left\\{ \\frac{r_i^3}{r_{ii}^2 - r_i^2} - \\frac{r_i^3}{r_{ii}^3 - r_i^3} \\right\\} = \\frac{2a r_i^3 r_{ii}^2}{(r_{ii}^2 - r_i^2)(r_i^2 + r_i r_{ii} + r_{ii}^2)} = \\frac{2a r_i^3 r_{ii}^2}{(r_{ii} - r_i)(r_{ii} + r_i)(r_i^2 + r_i r_{ii} + r_{ii}^2)}.\n\\]\n\nNow whilst \\( r_{ii} \\) is greater than \\( r_i \\), that is whilst the distances TO, TQ are reckoned to the left of T, this is essentially positive, since all the factors except \\( r_{ii}^2 - r_i^2 \\) are essentially positive, however the quantities be reckoned; and hence the point O lies more remote from T than Q does. In precisely the same way it may be shown to be true when the points C and D, &c., are taken respectively to the right of the middle. Hence we may infer that, under all circumstances, except those determined in the last lemma, the quantity \\( c \\) is finite: and it may be easily shown to increase, as \\( r_i \\) and \\( r_{ii} \\) increase, ad infinitum.\n\nXX.—On the Points at which the Magnetic Needle takes a Position vertical to the Surface of the Earth.*\n\nAt the close of my last paper, art. xix., I stated that I had been unable to resolve equation (78.) into its simple or quadratic component factors, and was therefore unable by means of it to assign positively the number of points on the earth’s surface at which the needle can take a vertical position. That difficulty may, however, be obviated by a different process from that which I then indicated; and as this new method fully meets all the objects, physical and geometrical, which led to the formation of that equation, any further discussion of it in that form may now be dispensed with. It will here be proved that on the hypothesis of two poles of equal intensity and of different kinds, there never can be more than two points on the earth’s surface at which the needle can take the position in question.\n\nFor this purpose let us return to the equation (76.), and take the axis of \\( x \\) parallel to the axis of the terrestrial magnet TU (Plate XII. figg. 7, 8.), the centre of the earth O being still the origin of the coordinates. Draw OV perpendicular to TU, which will coincide in position with the axis of \\( y \\). Denote the angles which OU and OT make with OV by \\( \\alpha_i \\) and \\( \\alpha_{ii} \\), the line OV itself in magnitude by \\( b \\), and the current polar coordinates of the curve of contact (of the tangents from O to the magnetic curves whose common poles are U and T) by \\( r \\) and \\( \\theta \\).\n\nThen we have \\( VT = a_i = b \\tan \\alpha_i \\), \\( VU = a_{ii} = b \\tan \\alpha_{ii} \\), and \\( b_i = b_{ii} = b \\); and likewise \\( x = r \\sin \\theta \\), and \\( y = r \\cos \\theta \\). Make these substitutions in (76.), viz. in\n\n\\[\n(b_i x - a_i y)^2 \\{(a_{ii} - x)^2 + (b_{ii} - y)^2\\}^3 = (b_{ii} x - a_{ii} y)^2 \\{(a_i - x)^2 + (b_i - y)^2\\}^3;\n\\]\n\nand there will result, after a few reductions too easy and obvious to need indication here, the following polar equation of the curve of contact:\n\n* Continued from the Philosophical Transactions, 1835, p. 248.\n\\[ r^2 \\cos^2 \\alpha_i \\sin^2 \\theta - \\alpha_i \\{ r^2 - 2br \\sec \\alpha_i \\cos \\theta - \\alpha_i + b^2 \\sec^2 \\alpha_i \\}^3 = r^2 \\cos^2 \\alpha_i \\sin^2 \\theta - \\alpha_i \\{ r^2 - 2br \\sec \\alpha_i \\cos \\theta - \\alpha_i + b^2 \\sec^2 \\alpha_i \\}^3 \\] (79.)\n\nand this resolves at once into the two equations\n\n\\[ \\cos^2 \\alpha_i \\sin^2 \\theta - \\alpha_i \\{ r^2 - 2br \\sec \\alpha_i \\cos \\theta - \\alpha_i + b^2 \\sec^2 \\alpha_i \\}^3 = \\cos^2 \\alpha_i \\sin^2 \\theta - \\alpha_i \\{ r^2 - 2br \\sec \\alpha_i \\cos \\theta - \\alpha_i + b^2 \\sec^2 \\alpha_i \\}^3 \\] (80.)\n\nand \\( r^2 = 0 \\) (81.)\n\nIf now we extract the cube root of both sides of (80.), and resolve the quadratic for \\( r \\), we shall obtain the following equation of the system of branches of the curve of contact:\n\n\\[ r = b \\cdot \\frac{\\sec \\alpha_i \\cos \\theta - \\alpha_i (\\cos \\alpha_i \\sin \\theta - \\alpha_i)^3}{\\sec \\alpha_i \\cos \\theta - \\alpha_i (\\cos \\alpha_i \\sin \\theta - \\alpha_i)^3} \\pm \\left\\{ \\frac{(\\sec^2 \\alpha_i - 2 \\sec \\alpha_i \\sec \\alpha_i \\cos \\theta - \\alpha_i + \\sec^2 \\alpha_i)(\\cos \\alpha_i \\cos \\alpha_i \\sin \\theta - \\alpha_i \\sin \\theta - \\alpha_i)^3}{(\\cos \\alpha_i \\sin \\theta - \\alpha_i)^3 - (\\cos \\alpha_i \\sin \\theta - \\alpha_i)^3} \\right\\}^{1/3} \\] (82.)\n\nFrom this equation we learn the important fact, that no more than two points of the curve of contact can exist for each value of \\( \\theta \\). To render it subservient to the completion of our object in this inquiry, it will be necessary to establish two other properties, viz. that the quantity under the radical is essentially positive, so as to render the curve real for all values of \\( \\theta \\), and that of these values one is greater and the other less than \\( b \\sec \\theta \\). The slightest attention, however, to the form of the expression will convince us that this would be a work of great labour if performed in a perfectly satisfactory manner; and that probably it would exceed the means at present in our possession for conducting such a discussion to a successful termination.\n\nIt is fortunately as unnecessary as it is difficult, since by recurring to the genesis of the curve itself both these conclusions may be readily established; and as these are all that are essential to the present investigation, I do not think myself under any necessity to examine those characters of the curve which are mere matters of mathematical curiosity, even though some of them may be very readily obtained from the equation itself. Except, therefore, for facilitating some few steps of the succeeding course of inquiry, and for the establishment of the above-named general principle (the duality of the values of \\( r \\) for each value of \\( \\theta \\)), I shall rarely have occasion to again employ this equation, the objects of its introduction being hereby fully answered.\n\nXXI.—By referring to art. xix. (pp. 245, 246.) it will be obvious that the geometrical expression of the hypothesis belongs equally to the case of the convergent and divergent magnetic curves*; and hence the equations just obtained (81, 82.) must express both those cases. Moreover, it embraces the cases where \\( N, O \\) are on the\n\n* These appropriate terms were first used by Professor Leslie in his \"Geometry of Curve Lines,\" p. 400, to designate the curves when the poles were respectively of different kinds and of the same kind. Professors Robison and Playfair had only considered the convergent curve; and I am not aware that any other author except Dr. Roget has taken up the subject. See Library of Useful Knowledge, art. Magnetism, and Journal of Royal Institution, February 1831. Mr. Barlow has followed Leslie, Encyclopædia Metropolitana, p. 794.\nsame, and on different sides of the magnetic axis T U, as the slightest consideration will render obvious. In order, therefore, to separate these cases and adapt them to our immediate subject, we must recur to the magnetic curves themselves, and examine their particular characters with more care than has hitherto been done. We shall thus be enabled to establish the duality of the vertical points where the centres of force are, as assumed in the hypothesis, only two, and of equal intensity. The same method, it will readily appear after a little consideration, will establish analogous conclusions, whatever be the relative nature and intensities of the forces $F_i$ and $F_{ii}$ resident in the two centres T and U, should, at any future time, such an investigation be considered necessary, and prove that in no case can there be more than four such points on the earth's surface. In the present paper it will be shown, that could we imagine such an hypothesis to have any foundation in nature, the existence of two poles of the same kind and of equal intensities would in certain cases produce four points on the earth's surface, at which the needle would be vertical, and in others only two.\n\nXXII.—To trace the Magnetic Curve, and determine the Nature of its Branches and Singular Points.\n\nThe equation of the curve* is\n\n$$\\cos \\theta_i + \\cos \\theta_{ii} = 2 \\cos \\beta$$\n\n(A.) Let T and U be the poles; then since the equation is to be fulfilled by the cosines of $\\theta_i$ and $\\theta_{ii}$, we have the four following systems of equations, each of which fulfils the condition of (83.) for the same numerical value of $\\theta_i$ and $\\theta_{ii}$. (Plate XII. fig. 9.)\n\n1. $\\cos \\theta_i + \\cos \\theta_{ii} = 2 \\cos \\beta$.\n2. $\\cos (-\\theta_i) + \\cos \\theta_{ii} = 2 \\cos \\beta$.\n3. $\\cos (-\\theta_i) + \\cos (-\\theta_{ii}) = 2 \\cos \\beta$.\n4. $\\cos \\theta_i + \\cos (-\\theta_{ii}) = 2 \\cos \\beta$.\n\n(B.) Hence the equation of the cosines determines the four points $N_1$, $N_2$, $N_3$, $N_4$ corresponding to the four forms of the equation just given respectively; and each of these points will trace out a branch of the system of curves as $\\theta_p$, and consequently $\\theta_{ii}$ is made to vary its actual angular value, $\\cos \\beta$ retaining the same value throughout the whole. When $\\theta_i$ and $\\theta_{ii}$ are both on the same side of the axis, that is both $+$ or both $-$, the branches traced out are the convergent ones; but when on different sides, or one $+$ and the other $-$, the branches are the divergent ones.\n\n(C.) The four branches thus traced form two pairs of symmetrical portions, viz. $N_1$ is symmetrical to $N_3$, and $N_2$ to $N_4$.\n\n(D.) When $\\theta_i$ and $\\theta_{ii}$ have interchanged their values, the four points will have at-\n\n* See Philosophical Transactions, 1835, p. 238.\ntained symmetrical positions with respect to the line T U, but inverted in respect to\nthe extremities T and U, viz. the positions \\( n_1, n_2, n_3, n_4 \\) of the figure.\n\n(e.) The latter system of points is symmetrical with the former, taken with respect\nto Y M Y' at right angles to the magnetic axis, and passing through its centre M, viz.\n\\( N_1 \\) with \\( n_1 \\), \\( N_2 \\) with \\( n_2 \\), &c.\n\n(f.) The points \\( N_1 \\) and \\( N_3 \\) trace out branches which are continuous from U to T,\nrespectively above and below the magnetic axis.\n\n(g.) The points \\( N_4 \\) and \\( N_2 \\) trace branches which diverge more and more from\nY M Y' as the angles approach to equality, since the angles \\( TN_4U \\) and \\( TN_2U \\)\nbecome more and more acute (being the differences of \\( N_4TU \\) and \\( N_4UX \\), and of\n\\( N_2TU \\) and \\( N_2UX \\), respectively), and when these are equal the points \\( N_4 \\) and \\( N_2 \\)\nbecome infinitely remote; that is, these are infinite branches.\n\n(h.) For the same reason the points \\( n_4 \\) and \\( n_2 \\) trace a pair of infinite branches\nturned from the perpendicular Y M Y' to the middle of the magnet, in the opposite\ndirection to the former.\n\n(i.) The branches are symmetrical to the magnetic axis and to the perpendicular\nthrough its centre, in the same cases in which the tracing points were severally sym-\nmetrical.—The general figure of the several systems of branches is represented in\nPlate XI. fig. 10.\n\n(k.) No other points than \\( N_1, N_2, N_3, N_4 \\) fulfil the equation for the same angular\nvalues of \\( \\theta_i \\) and \\( \\theta_u \\); and hence no other branches than these can exist.\n\n(l.) Describe the parallelogram \\( TPUP' \\), having \\( TU \\) for its diameter, and the\nangles at \\( T \\) and \\( U \\) above and below the line \\( TU \\) each equal to \\( \\beta \\). Through \\( M \\) (the\ncentre of \\( TU \\)) draw the lines \\( q_4Mq_2 \\) and \\( q_2MQ_4 \\) parallel to the sides of the paral-\nlelogram. Then the infinite branches traced out by \\( N_4, N_2, n_4 \\) and \\( n_2 \\) have these lines\nfor rectilinear asymptotes, whilst \\( P \\) and \\( P' \\) are the vertices of the finite branches pass-\ning from \\( T \\) to \\( U \\) above and below the axis of the magnet. (Figg. 10, 11, 12.)\n\n(m.) Moreover, if from centres \\( T \\) and \\( U \\) with radii \\( TP, UP \\) circles be described\ncutting the axis in \\( G \\) and \\( H \\), and from these points lines be drawn parallel to \\( PP' \\)\nuniting the circles in \\( KK' \\) and \\( LL' \\), then the parallelogram formed by drawing the\nradii through these points till they meet in \\( Y \\) and \\( Y' \\), will have its sides tangents to all\nthe branches of the curve that pass through \\( T \\) and \\( U \\) respectively in those points.\n\n(n.) The points \\( T \\) and \\( U \\) are true points of inflexion of the branches, the conver-\ngent ones above being continuous of the divergent ones below the axis, and the con-\nvergent ones below the axis being continuous of the divergent ones above the axis,\nthe first series \\( n_2Tn_1PN_1TN_2 \\) being marked in full line, and the second in dotted\nline. (Plate XIII. figg. 11, 12.)\n\n(o.) If we conceive the plane of the curve to be a sphere of infinite radius*, then\n\n* The idea of considering the plane as an infinite sphere was first, I think, employed by the veteran geo-\nmeter Hachette, for any real mathematical purpose except that of tracing a mere analogy between plane and\nspherical trigonometry, in his solution of Vieta's \"Problem of Spherical Tangencies.\" This use of it is now\nthe dotted and full-line branches meet at the opposite side of the sphere from M; and if we call this point M', the point M' is also a double point of inflexion, and the whole system of branches may in this sense be said to be continuous.\n\n(p.) The following construction gives the vertices of the curve with respect to the line P M P'. (Plate XII. fig. 10.)\n\nDescribe an equilateral triangle L P L', whose perpendicular is P M, and from centres T and U two circles P K P' and P K' P'. Through L and L' draw lines parallel to P P', meeting the circles in A, B, B', A', and C, D, D', C'. Draw radii to the several points of intersection of the lines A A' and C C' with the circles; these will intersect in the points n₁, n₂, n₃, n₄ and N₁, N₂, N₃, N₄, which are the several vertices sought. The outer points n₁, n₃, N₁ and N₃ are those at which the vertices of the convergent branches are situated, and the inner ones n₂, n₄, N₂, N₄ are those of the divergent branches.\n\nWhen the points L and L' fall without the double segment P K P' K, the construction fails, and there are no such points in the curve when this takes place. This obviously will be the case when L and L' fall between the poles T and U*.\n\n(q.) The points in which the convergent and divergent branches intersect are found as follows:—(Figg. 10, 13.)\n\nDraw through T and U the indefinite perpendiculars to the axis, and with centres T and U describe the circles P G H P', P E F P' cutting the perpendiculars in G, H, and E, F, respectively; then E, F, G, H are the points sought.\n\nWhen TP is less than TU the construction fails, and the existence of such points becomes impossible. When TP = TU, the points coalesce in the poles, and the branches all touch there.\n\nWe shall now proceed to establish the truth of such of the preceding properties of the curve as are not immediately evident.\n\nXXIII.—The Vertices; or the Points at which the Tangent is perpendicular or parallel to the Axis.\n\nThat it may be more easily effected, resume the general equation (38.), the poles being endowed with equal absolute intensities of force.\n\n\\[\n\\frac{dy}{dx} = \\frac{y}{r_i^3} - \\frac{y}{r_{ii}^3} = \\frac{\\sin \\theta_i - \\sin \\theta_{ii}}{\\cos \\theta_i + \\cos \\theta_{ii}} = \\frac{r_i^2 \\sin \\theta_i - r_{ii}^2 \\sin \\theta_{ii}}{r_i^2 \\cos \\theta_i + r_{ii}^2 \\sin \\theta_{ii}}. \\quad \\ldots \\quad (84.)\n\\]\n\nsufficiently familiar to the Continental geometers; but I am not aware that any further use of the principle has been made even by them. The application here made of the idea was suggested to my mind several years ago in considering the nature of infinite branches in a case analogous to the present one; and it seems to supply a desideratum, the want of which all writers on the higher geometry have felt when discussing the characters of certain particulars respecting curve lines.\n\n* These considerations will be rendered subservient to an investigation of the state of the forces in what is commonly, though very improperly, called a \"saturated\" bar-magnet, which will hereafter be laid before the Royal Society.\nBut by the triangle TNU we have\n\n\\[ r_i \\sin \\theta_i = r_j \\sin \\theta_j, \\]\n\nwhich substituted in (84.) gives\n\n\\[ \\frac{dy}{dx} = \\frac{\\sin^3 \\theta_i - \\sin^3 \\theta_j}{\\sin^2 \\theta_i \\cos \\theta_i + \\sin^2 \\theta_j \\cos \\theta_j}. \\]  \n\n(85.)\n\nFirst. That the tangent may be parallel to the magnetic axis, we must have\n\n\\[ \\sin^3 \\theta_i - \\sin^3 \\theta_j = 0, \\]\n\nwhich resolves itself into\n\n\\[ \\sin \\theta_i - \\sin \\theta_j = 0 \\]  \n\nand\n\n\\[ \\sin^2 \\theta_i + \\sin \\theta_i \\sin \\theta_j + \\sin^2 \\theta_j = 0. \\]  \n\n(86.)\n\nThe latter of these equations (87.) being imaginary, (for \\( \\sin \\theta_j = \\frac{-1 \\pm \\sqrt{-3}}{2} \\sin \\theta_i \\),)\n\nthe only points that exist where the property holds good are to be determined from the former (86.).\n\nThis equation may be fulfilled by the four following systems of values:\n\n1. \\( \\pm \\theta_i \\) and \\( \\pm \\theta_j \\);\n2. \\( \\theta_i \\) and \\( \\pi \\mp \\theta_j \\);\n3. \\( \\pi \\mp \\theta_i \\) and \\( \\theta_j \\); and\n4. \\( \\pi \\mp \\theta_i \\) and \\( \\pi \\mp \\theta_j \\).\n\nBut whichever of these we employ, it must be consistent with the equation of the curve itself; viz. with\n\n\\[ \\cos \\theta_i + \\cos \\theta_j = 2 \\cos \\beta. \\]\n\n1. The first of these obviously gives the points P and P', and is consistent with the equation of the curve.\n\n2. The fourth is virtually the same as the first, if we consider that in taking one supplement we should take all the supplements.\n\n3. The second and third are incompatible with the equation of the curve itself.\n\nThere are hence only the two points P and P' at which the needle can be parallel to the axis.\n\nSecondly. That the tangent may be perpendicular to the axis, we must have\n\n\\[ \\sin^2 \\theta_i \\cos \\theta_i + \\sin^2 \\theta_j \\cos \\theta_j = 0. \\]  \n\n(88.)\n\nExpressing \\( \\sin^2 \\theta_i, \\sin^2 \\theta_j, \\) and \\( \\cos \\theta_j \\) in terms of \\( \\beta \\) and \\( \\theta_i \\) from the equation of the curve, and inserting the results in (88.), we shall obtain, after slight reductions,\n\n\\[ \\cos \\theta_i = \\cos \\beta \\pm \\frac{\\sin \\beta}{\\sqrt{3}}, \\]\n\nand\n\n\\[ \\cos \\theta_j = \\cos \\beta \\mp \\frac{\\sin \\beta}{\\sqrt{3}}. \\]  \n\n(89.)\n\nFrom these equations it appears that if \\( \\beta \\) be less than \\( \\frac{\\pi}{3} \\), there can be no point or the system at which the tangent is perpendicular to the axis, as in that case either \\( \\cos \\theta_i \\) or \\( \\cos \\theta_j \\) would be greater than unity.\nWe may now establish the truth of the construction given at (p.) of art. xxii. for finding these points.\n\nLet \\( PT = \\text{radius} = 1 \\); then \\( PM = \\sin \\beta \\), and \\( LN = \\frac{\\sin \\beta}{\\sqrt{3}} \\). Hence \\( TL = \\cos \\beta - \\frac{\\sin \\beta}{\\sqrt{3}} \\) and \\( LU = \\cos \\beta + \\frac{\\sin \\beta}{\\sqrt{3}} \\) are the corresponding values of \\( \\cos \\theta_i \\) and \\( \\cos \\theta_{ii} \\) in equations (89.) : and the intersection, therefore, of the lines \\( BU \\) and \\( DT \\) give one of the points in question.\n\nIn the same manner, by taking the other combinations of \\( + \\) and \\( - \\) as signs of \\( \\theta_i \\) and \\( \\theta_{ii} \\) in these equations, as signified in the opening of the last section (xxii. a.), the other points will be shown to be those given by the construction enunciated in (xxii. p.).\n\nIt is also clear that the limitation to which the construction is subjected is that expressed by the limitation of the equations themselves.\n\nMoreover, the distribution of the points as to the particular branches of the curves to which they belong is properly made: for \\( Tn_1, Un_1 \\) are the radiants belonging to values of \\( \\theta_i \\) and \\( \\theta_{ii} \\) on the same side of the axis. Hence \\( n_1 \\) is in the convergent curve. So, for the same reason, are \\( n_2, N_1 \\) and \\( N_2 \\). Again, since \\( n_4 \\) is found by the intersection of radiants \\( n_2U \\) and \\( n_3T \\), whose corresponding values of \\( \\cos \\theta_i \\) and \\( \\cos \\theta_{ii} \\) are estimated for \\( \\theta_i \\) and \\( \\theta_{ii} \\) on different sides of the axis, \\( n_4 \\) is in the divergent curve. So also, for the same reason, are \\( n_1, N_4 \\) and \\( N_1 \\) in the divergent branches.\n\nXXIV.—The Points of Intersection of the Finite with the Infinite Branches: and on the Asymptotes.\n\n1. The construction of the points of intersection has been given in (xxii. q.), and it is thus proved. (Plate XIV. fig. 13.)\n\nWhen in the construction of the points, the two points \\( N_1 \\) and \\( N_4 \\) coincide, the radiants \\( N_1U \\) and \\( N_4U \\) coincide also. But \\( N_4UX = TUN_3 = TUN_1 \\). Hence when the radiants coalesce they form a line at right angles to \\( TU \\).\n\nAlso in this case \\( \\cos \\theta_{ii} = 0 \\), and the equation of the curve becomes at this point \\( \\cos \\theta_i = 2 \\cos \\beta \\).\n\nBut taking \\( r_i = 1 \\), \\( TM = \\cos \\beta \\) and \\( TU = 2 \\cos \\beta \\); and if \\( GT \\) be drawn it is \\( = 1 \\). Hence the construction is true.\n\n2. The construction of the asymptotes has been given in (xxii. l.) ; and its truth may be thus established.\n\nTo prove that \\( q_2MQ_4 \\) and \\( q_4MQ_2 \\) are Asymptotes to the Infinite Branches. (Plate XIV. figg. 11, 12.)\n\nSince the point of the curve is found by the intersection of two parallel lines \\( PT \\) and \\( P'U \\), it is infinitely distant; and the two radii \\( r_i \\) and \\( r_{ii} \\) themselves being infinite, are equal to one another. But the tangent to any point of the magnetic curve divides\nthe axis in the ratio of \\( r_i^3 \\) to \\( r_{ii}^3 \\): and since these radii when infinite are equal, the tangent to the infinitely distant point of the curve bisects the magnet, or passes through M.\n\nNow the line MQ being parallel to TP and P'U by construction passes through their common intersection; and dividing the axis TU in the ratio of \\( r_i^3 \\) to \\( r_{ii}^3 \\) is a tangent to the curve at that infinitely distant point. That is, MQ is an asymptote to the branch UN of the curve.\n\nIn the same way the other branches are shown to have severally the lines drawn, as already described, through M for rectilinear asymptotes.\n\nXXV.—The Points of Inflexion.\n\nIn this case the second differential coefficient is equal to zero.\n\nBy (85.) we have\n\n\\[\n\\frac{dy}{dx} = \\frac{\\sin^3 \\theta_i - \\sin^3 \\theta_{ii}}{\\sin^2 \\theta_i \\cos \\theta_i + \\sin^2 \\theta_{ii} \\cos \\theta_{ii}}.\n\\]\n\nAlso\n\n\\[\n\\frac{x+a}{r_i} = \\cos \\theta_i, \\quad \\text{or} \\quad x = r_i \\cos \\theta_i - a,\n\\]\n\nand therefore\n\n\\[\ndx = \\cos \\theta_i d r_i - r_i \\sin \\theta_i d \\theta_i,\n\\]\n\nwhich, since by the triangle\n\n\\[\nr_i = \\frac{2a \\sin \\theta_i}{\\sin \\theta_i + \\theta_{ii}}\n\\]\n\nis convertible into\n\n\\[\ndx = \\frac{- (\\sin \\theta_{ii} \\sin \\theta_i \\sin \\theta_i + \\theta_{ii} + \\sin \\theta_{ii} \\cos \\theta_i \\cos \\theta_i + \\theta_{ii}) d \\theta_i}{\\sin^2 \\theta_i + \\theta_{ii}}.\n\\]\n\nNow, by the differential equation of the curve * we also have\n\n\\[\nd \\theta_{ii} = - \\frac{\\sin \\theta_i d \\theta_i}{\\sin \\theta_{ii}},\n\\]\n\nwhich converts (90.) into\n\n\\[\ndx = - 2a \\cdot \\frac{\\sin^3 \\theta_{ii} (\\sin \\theta_i \\sin \\theta_i + \\theta_{ii} + \\cos \\theta_i \\cos \\theta_i + \\theta_{ii}) + \\sin \\theta_i \\cos \\theta_i (\\cos \\theta_{ii} \\sin \\theta_i + \\theta_{ii} - \\sin \\theta_{ii} \\cos \\theta_i + \\theta_{ii})}{\\sin \\theta_{ii} \\sin^2 \\theta_i + \\theta_{ii}} \\cdot d \\theta_i,\n\\]\n\nor into\n\n\\[\ndx = - 2a \\cdot \\frac{\\sin^2 \\theta_{ii} \\cos \\theta_{ii} + \\sin^2 \\theta_i \\cos \\theta_i}{\\sin \\theta_{ii} \\sin^2 \\theta_i + \\theta_{ii}} \\cdot d \\theta_i. \\quad \\ldots \\quad (91.)\n\\]\n\nIn a similar manner from the equation \\( y = r \\sin \\theta_i \\) we obtain\n\n\\[\ndy = - 2a \\cdot \\frac{\\sin^3 \\theta_i - \\sin^3 \\theta_{ii}}{\\sin \\theta_{ii} \\sin^2 \\theta_i + \\theta_{ii}} d \\theta_i. \\quad \\ldots \\quad (92.)\n\\]\n\nBut this is more readily obtained at once from a comparison of (85.) with (91.).\n\n* Philosophical Transactions, 1835, p. 238.\n\n† In this case, as also in the formation of the angular equation (85.), \\( \\theta_{ii} \\) is taken the supplement of the \\( \\theta_{ii} \\) in the differential equations; and hence the change of sign from — to +.\nTo obtain the second differential coefficient, first differentiate the numerator and denominator separately.\n\n\\[ d \\{ \\sin^3 \\theta_i - \\sin^3 \\theta_{ii} \\} = 3 (\\sin^2 \\theta_i \\cos \\theta_i d \\theta_i - \\sin^2 \\theta_{ii} \\cos \\theta_{ii} d \\theta_{ii}), \\]\n\nor, by the equation \\( d \\theta_{ii} = \\frac{\\sin \\theta_i d \\theta_i}{\\sin \\theta_{ii}}, \\)\n\n\\[ = 3 \\sin \\theta_i \\{ \\sin \\theta_i \\cos \\theta_i + \\sin \\theta_{ii} \\cos \\theta_{ii} \\} d \\theta_i \\]\n\n\\[ d \\{ \\sin^2 \\theta_i \\cos \\theta_i - \\sin^2 \\theta_{ii} \\cos \\theta_{ii} \\} = (2 \\sin \\theta_i \\cos^2 \\theta_i - \\sin^3 \\theta_i) d \\theta_i + (2 \\sin \\theta_{ii} \\cos^2 \\theta_{ii} - \\sin^3 \\theta_{ii}) d \\theta_{ii} \\]\n\n\\[ = \\sin \\theta_i \\{ 2 \\cos^2 \\theta_i - \\sin^2 \\theta_i \\} - (2 \\cos^2 \\theta_{ii} - \\sin^2 \\theta_{ii}) \\} d \\theta_i \\]\n\n\\[ = 3 \\sin \\theta_i (\\cos^2 \\theta_i - \\cos^2 \\theta_{ii}) d \\theta_i. \\]\n\nHence from (91.), (93.), and (94.), omitting the constant factors, we have\n\n\\[ \\frac{d^2 y}{dx^2} = \\sin \\theta_i \\sin \\theta_{ii} \\sin^2 \\theta_i + \\theta_{ii} \\cdot \\frac{(\\sin \\theta_i \\cos \\theta_i + \\sin \\theta_{ii} \\cos \\theta_{ii})(\\sin^2 \\theta_i \\cos \\theta_i - \\sin^2 \\theta_{ii} \\cos \\theta_{ii}) - (\\cos^2 \\theta_i - \\cos^2 \\theta_{ii})(\\sin^3 \\theta_i - \\sin^3 \\theta_{ii})}{(\\sin^2 \\theta_i \\cos \\theta_i + \\sin^2 \\theta_{ii} \\cos \\theta_{ii})^3} \\]\n\n\\[ = \\frac{\\sin \\theta_i \\sin \\theta_{ii} \\sin^3 \\theta_i + \\theta_{ii} (\\sin^2 \\theta_i \\cos \\theta_i + \\sin^2 \\theta_{ii} \\cos \\theta_{ii})}{(\\sin^2 \\theta_i \\cos \\theta_i + \\sin^2 \\theta_{ii} \\cos \\theta_{ii})^3} \\]\n\n\\[ = \\frac{\\sin \\theta_i \\sin \\theta_{ii} \\sin^3 \\theta_i + \\theta_{ii} (\\cos \\theta_i + \\cos \\theta_{ii})(1 - \\cos \\theta_i \\cos \\theta_{ii})}{(\\sin^2 \\theta_i \\cos \\theta_i + \\sin^2 \\theta_{ii} \\cos \\theta_{ii})^3} = 0. \\]\n\nSince the denominator of this cannot become infinite, the condition is only fulfilled by the numerator \\(= 0:\\) and this gives the five following equations:\n\n1. \\( \\sin \\theta_i = 0 \\)\n2. \\( \\sin \\theta_{ii} = 0 \\)\n3. \\( \\sin^3 \\theta_i + \\theta_{ii} = 0 \\)\n4. \\( \\cos \\theta_i + \\cos \\theta_{ii} = 0 \\)\n5. \\( \\cos \\theta_i \\cos \\theta_{ii} = 1. \\)\n\nThe first and second of these show that the poles themselves are true points of inflexion, and hence that the order of the branches as to continuity is, that the infinite are continuous of the finite branches on the opposite sides of the axis, as indicated by the full line and dotted line representations (Plate XIV. figg. 11, 12.), and as stated in (XXII.). It is evident that these conditions are consistent with the equation of the curve \\( \\cos \\theta_i + \\cos \\theta_{ii} = 2 \\cos \\beta; \\) and, therefore, all the necessary conditions are thus fulfilled.\n\nThe third equation is fulfilled by the equation \\( \\theta_i + \\theta_{ii} = \\pi, \\) which is also consistent with the equation of the curve. But this is the case when the radiants \\( r_i \\) and \\( r_{ii} \\) are parallel; and then the tangent, as has been already shown, is an asymptote. The view, then, which has been taken at (XXII. o.) of the infinite branches having points of inflection on the opposite side of the infinite sphere, is borne out by the analytical expression of the points of inflexion.\n\nThe third equation is, moreover, fulfilled also by \\( \\theta_i + \\theta_{ii} = 0, \\theta_i = -\\theta_{ii}, \\) which indi-\ncates the opposite branches to those just described: and hence the same remark may be made respecting them.\n\nThe fourth and fifth equations are generally inconsistent with the equation of the curve, and hence in all those cases imaginary. When, however, \\( \\cos \\beta = 0 \\), or \\( \\beta = \\frac{\\pi}{2} \\), the equation of the curve is consistent with this equation. The divergent branches in this case respectively coalesce with the magnetic axis itself, and the convergent ones by their continual expansion outwards have then come to coalescence with the axis produced; each through its whole length. In these cases, any point in the magnetic axis may be considered as a point of inflexion, and the tangent in all cases so taken makes an angle 0 or \\( \\pi \\) with the axis.\n\nWhen the middle M, however, of the axis, and its opposite point on the infinite sphere are taken, any line through them may be considered a tangent, as the asymptote, properly speaking, has then ceased to exist, or to be expressed by the equation. In other words, the direction of the curve at these points is become properly indeterminate. That the expressions themselves indicate this, will be made to appear in the next section.\n\nXXVI.—To find the Multiple Points and the Directions of their Tangents of the Magnetic Curve.\n\nAt a multiple point we shall have, in consequence of (83.) and (85.), the three equations\n\n1. \\((\\sin^3 \\theta_i - \\sin^3 \\theta_{ii}) \\sin \\theta_i \\sin \\theta_{ii} \\sin^2 \\theta_i + \\theta_{ii} = 0,\\)\n\n2. \\((\\sin^2 \\theta_i \\cos_i + \\sin^2 \\theta_{ii} \\cos \\theta_{ii}) \\sin \\theta_i \\sin \\theta_{ii} \\sin^2 \\theta_i + \\theta_{ii} = 0,\\)\n\nand 3. \\(\\cos \\theta_i + \\cos \\theta_{ii} = 2 \\cos \\beta.\\)\n\nIf these three equations be simultaneously fulfilled by the same values of \\( \\theta_i \\) and \\( \\theta_{ii} \\), the points indicated by those values will be multiple points. But this is the case with either of the values\n\n1. \\(\\sin \\theta_i = 0,\\)\n\n2. \\(\\sin \\theta_{ii} = 0,\\)\n\n3. \\(\\sin^2 \\theta_i + \\theta_{ii} = 0,\\)\n\nthat is, at the poles and at the point of symptotism; that is, at the point on the infi-\n\n* Since\n\n\\[\nd \\left( \\frac{x}{z} \\right) = \\frac{y}{z} d \\left( \\frac{x}{z} \\right) - \\frac{x}{z} d \\left( \\frac{y}{z} \\right) = \\frac{y}{z} \\frac{z dx - x dz}{z^2} - \\frac{x}{z} \\frac{z dy - y dz}{z^2}\n\\]\n\n\\[\n= \\frac{y z dx - y x dz - x z dy + x y dz}{z y^2} = \\frac{y dx - x dy}{y^2} = d \\left( \\frac{z}{y} \\right),\n\\]\nnite sphere diametrically opposite to M. These results accord with the statements made in article XXII., and justify them.\n\nTo find the values of \\( \\frac{dy}{dx} \\) corresponding to these multiple points, we may proceed thus:\n\nWhen \\( \\sin \\theta_i = 0 \\), we have \\( \\cos \\theta_i = \\pm 1 \\); and \\( \\cos \\theta_{ii} = 2 \\cos \\beta - 1 \\), the lower sign of which being impossible, so long as \\( \\cos \\beta \\) is positive (which is our hypothesis) in these investigations; and though we might have so extended them as to include negative values of \\( \\cos \\beta \\), yet nothing in point of generality would have been gained thereby, as only a reduplication of the branches of the curve would have resulted from it), and hence the only solution is \\( \\cos \\theta_{ii} = 2 \\cos \\beta - 1 \\). But this final direction of \\( r_{ii} \\) is the direction of the tangent at U: and as the same holds for \\( \\cos (-\\theta_i) \\), there are two tangents at U equally inclined to the axis.\n\nThe value here given accords with the construction given (in XXII. m.). For (figg. 10, 12, 13.), taking PU as radius = 1, UH = UT - TH = 2 cos \\(\\beta\\) - 1; and it is the cosine of the angle KUH by the construction. Hence it fulfils the condition of the equation and gives the tangents at the point U. In the same manner that construction gives the tangents at T.\n\nThe combination of the third equations of (97.) and (98.) may also be easily shown to coincide with the construction given for the asymptotes in (XXII. o.); but as the truth of that construction has already been proved at the close of XXIV., it is unnecessary to recur to it here.\n\nBut there occurs here a difficulty which is worthy of notice, but which is readily shown, however, to be only apparent. We have seen at (XXII. q.) that there is another doubly symmetrical system of double points possible for values of \\( \\beta \\) between\n\n\\[ \\frac{x}{z}, \\frac{y}{z} \\]\n\nit is quite clear that so long as we require only the differential fraction \\( \\frac{dz}{dy} \\), we may eliminate the denominators \\( z \\)\n\nby the usual process before we commence the differentiation, even though they involve functions of the variable quantities that enter into an investigation. The same is true of factors not fractional: for\n\n\\[ d \\left( \\frac{xz}{yz} \\right) = \\frac{yz(x dz + zd x) - xz(y dz + zd y)}{y^2 z^2} \\]\n\n\\[ = \\frac{yz^2 dx - xz^2 dy}{y^2 z^2} = \\frac{y dx - x dy}{y^2} = d \\left( \\frac{x}{y} \\right). \\]\n\nIt hence follows, that for seeking the second differential coefficient of the curve, we may eliminate by division or multiplication any common factor, integral, or fractional that enters into the numerator and denominator of the first differential coefficient, and hence that the process followed in (XXIII.) is legitimate. But when, on the contrary, each of the terms (numerator and denominator) of the first differential coefficient is to be equated to some other quantity, or to zero (as in finding the multiple points), then all the factors should, by the fundamental principles of algebraic equations, be retained in both. Hence the equations of condition (the first and second in (97.)) must retain all the factors which the process of first differentiation introduced into them. The want of due attention to this principle, simple and obvious as it is, has often led to very incomplete, and sometimes very erroneous, enumerations of the characters of certain curve lines.\ncertain limits; but our equations give no intelligence of their existence or character under the aspect we have yet viewed them.\n\nThe general expression of \\( \\frac{dy}{dx} \\) given in (85.) combined with (83.), viz.\n\n\\[\n\\frac{dy}{dx} = \\frac{\\sin^3 \\theta_i - \\sin^3 \\theta_{ii}}{\\sin^2 \\theta_i \\cos \\theta_i + \\sin^2 \\theta_{ii} \\cos \\theta_{ii}}\n\\]\n\nwith\n\n\\[\n\\cos \\theta_i + \\cos \\theta_{ii} = 2 \\cos \\beta\n\\]\n\nis not in a rational form, and therefore does in itself for all corresponding values of \\( \\cos \\theta_i \\) and \\( \\cos \\theta_{ii} \\) involve multiple values of tangent of inclination, \\( \\frac{dy}{dx} \\). There are, indeed, for each value of \\( \\cos \\theta_i \\) four points in the curve, all whose tangents ought to be included in the expression of the values of \\( \\frac{dy}{dx} \\). These four values are\n\n\\[\n\\frac{dy}{dx} = \\pm \\left\\{ \\frac{\\sqrt{(1 - \\cos^2 \\theta_i)^3} + \\sqrt{(1 - (2 \\cos \\beta - \\cos \\theta_i)^2)^3}}{(\\cos \\theta_i - \\cos \\beta)^2 - \\frac{1}{3} \\sin^2 \\beta} \\right\\} \\sec \\beta\n\\]\n\nand\n\n\\[\n\\frac{dy}{dx} = \\pm \\left\\{ \\frac{\\sqrt{(1 - \\cos^2 \\theta_i)^3} - \\sqrt{(1 - (2 \\cos \\beta - \\cos \\theta_i)^2)^3}}{(\\cos \\theta_i - \\cos \\beta)^2 - \\frac{1}{3} \\sin^2 \\beta} \\right\\} \\sec \\beta\n\\]\n\nThis method of proceeding, therefore, has the advantage (and in all cases where it is applied the same is true) of giving directly the several inclinations of the tangent to the axis of \\( x \\) or \\( y \\) corresponding to any assumed value of \\( \\theta_i \\); but for the complete and certain determination of the multiple points of the system, other and additional considerations, as stated in the prefatory remarks to this paper, are necessary. At present we may pass the subject over, as the only remaining multiple points have already been determined, as well as the conditions of their existence, in (XXII. q.), and proved at the beginning of (XXIV.).\n\nFinally. It was stated at the close of (XXV.), that when the curves themselves were the final ones, or coincided respectively with the magnetic axis, the tangent at \\( M \\) was indeterminate; and the statement is thus rendered evident.\n\nWhen the curve coincides with the axis \\( \\cos \\beta = 0 \\), and the equation of the curve becomes \\( \\cos \\theta_i + \\cos \\theta_{ii} = 0 \\), or \\( \\theta_i = \\pi - \\theta_{ii} \\). Hence \\( \\sin \\theta_i = \\sin \\theta_{ii} \\), and \\( \\cos \\theta_i = -\\cos \\theta_{ii} \\).\n\nThese values of \\( \\theta_i \\) and \\( \\theta_{ii} \\) inserted in (85.) give\n\n\\[\n\\frac{dy}{dx} = \\frac{\\sin^3 \\theta_i - \\sin^3 \\theta_{ii}}{\\sin^2 \\theta_i \\cos \\theta_i - \\sin^2 \\theta_{ii} \\cos \\theta_{ii}} = \\frac{0}{0}.\n\\]\n\nMoreover, if we take the successive differential coefficients to infinity, (as the value of \\( n \\)) we still evidently have\n\n\\[\n\\frac{d^n y}{dx^n} = \\frac{0}{0}.\n\\]\n\nHence there is no factor in (100.) which is determinate; or the inclination of the tangent to the axis is at that point essentially indeterminate.\nAll the properties of the magnetic curve that are essential to our future investigations of the physical problem, and none else, have now been fully stated and established. We shall proceed now to their application.\n\nXXVII.—On the Curve of Magnetic Verticity: or that in any Point of which a Magnetic Needle being placed, it will be directed towards a given Point.\n\nAt each point of the curve of verticity, the tangent to the magnetic curve through that point is directed to the given point, this being the defining character of the curve of verticity. Its polar equations are given in (81.) and (82.), and before we proceed to employ the properties of the magnetic curve to the determination of the properties of this, it is necessary to make one or two remarks on those equations, and deductions from them.\n\nIn the first place, the general equation (79.) involves the fourth power of \\( r \\), and therefore, generally indicates that a line drawn through any other point in the plane of the curve will have four values, either all real, two real, or all imaginary, since a transformation of coordinates does not alter its dimension, and therefore the number of its roots; and it is easy to see that in its general form, the separation of its roots would be impracticable, in the literal state of the component data. But as by taking the coordinates in the particular way that is there done, a loss of two dimensions has occurred, or, more properly speaking, a separation of the general equation into two others, the utmost simplification that can possibly arise from the mode of assuming the system of reference, has been here effected. It is very probable that this is the only way in which that separation could have been made; and hence there is little hope of further improvement in the process by the transformation of coordinates, at least so far as origin of \\( r \\) is concerned*.\n\nThe point O (Plate XIV. fig. 14,) is a quadruple point, whilst any line drawn through O can cut the curve in only two points besides O. The values of \\( r \\) can therefore, except at this point, be only two, whilst in it they are four. Such is the obvious\n\n---\n\n* By transposing the origin of \\( \\theta \\) to the line bisecting the angle TOU, (that is, putting \\( \\alpha_{ii} = \\varepsilon + \\delta, \\alpha_i = \\varepsilon - \\delta, \\) and hence \\( \\theta - \\alpha_{ii} = \\theta - \\varepsilon - \\delta = \\chi - \\delta, \\) and \\( \\theta - \\varepsilon + \\delta = \\chi + \\delta, \\)) we obtain a result in some respects better adapted to our final purpose; but still as the equation so transformed offers insuperable obstacles to a complete discussion of the curve, and we have been otherwise able to effect without that aid, it is unnecessary to do more than allude to it here. The same may be said of the rectangular equation (76.) itself, when the origin is transposed to T, V, M, or U, and referred either to oblique coordinates coincident with the asymptotes, or to rectangular coordinates bisecting the angles of the asymptotes, or having one coincident with the magnetic axis itself; or again, referring the system to rectangular coordinates through O, one of which is parallel to the magnetic axis; and so on. By one or other of these I have been able to obtain a few properties of the curve, but by no one, nor by all of them together, to deduce anything approaching to a complete development of its properties, the form of its branches, or its singular points. Could it have been so effected, there is no question that it would be the more elegant mode of proceeding, viewed in reference to mathematical symmetry; and for that reason I have spent a good deal of time in attempting it; but after repeated failures, I am compelled to admit that, in the present case, \"fallere et fugere est triumphus.\"\ninterpretation of equation (79.), or of its component ones (80.) and (81.). The system is, then, in this case, coincident with that of the curve, whose values of \\( r \\) are two, and a circle of infinitely small radius. Still we are not entitled to say that the whole system is actually so composed, since by taking the origin of polar coordinates in any other way, we should not find the equations expressive of that condition fulfilled. It is essential to keep this principle in view (and it is too often overlooked) in the discussion of the properties of curve lines.\n\nIn the second place, let us ascertain if (81.) admits of any infinite values of \\( r \\). In this case, the denominator is equal to zero, (since the numerator cannot become infinite), or,\n\n\\[\n(\\cos \\alpha_i \\sin \\theta - \\alpha_i)^{\\frac{3}{2}} - (\\cos \\alpha_i \\sin \\theta - \\alpha_{ii})^{\\frac{3}{2}} = 0. . . . . .\n\\]\n\nThis is fulfilled by\n\n\\[\n\\begin{align*}\n1st, & \\quad (\\cos \\alpha_i \\sin \\theta - \\alpha_i)^{\\frac{3}{2}} - (\\cos \\alpha_i \\sin \\theta - \\alpha_{ii})^{\\frac{3}{2}} = 0 \\\\\n2nd, & \\quad (\\cos \\alpha_i \\sin \\theta - \\alpha_i)^{\\frac{3}{2}} + (\\cos \\alpha_i \\sin \\theta - \\alpha_{ii})^{\\frac{3}{2}} = 0.\n\\end{align*}\n\\]\n\nTranspose and cube the first of these; then by expansion and aggregation, we find\n\n\\[\n\\sin (\\alpha_i - \\alpha_{ii}) \\cos \\theta = 0,\n\\]\n\nor,\n\n\\[\n\\theta = \\pm \\frac{\\pi}{2}.\n\\]\n\nHence the radius vector parallel to the magnetic axis is infinite, whilst \\( \\theta \\) is finite; and hence it is either an asymptote or parallel to an asymptote. To ascertain which, let us conceive the origin transferred to V (which, since it is only the position of a straight line we are seeking, we are entitled to do): then, since whether V be between the poles or beyond one of them, we have \\( \\alpha_i - \\alpha_{ii} = 0 \\) or \\( \\alpha_i - \\alpha_{ii} = \\pi \\), the equation \\( \\sin (\\alpha_i - \\alpha_{ii}) \\cos \\theta = 0 \\) is fulfilled by the coefficient of the variable, that line is the asymptote. This will, however, also appear from other considerations in the next section.\n\nAgain, transpose and cube the second of equations (102.), then we obtain\n\n\\[\n\\tan \\theta = \\frac{1}{2} (\\tan \\alpha_i + \\tan \\alpha_{ii}),\n\\]\n\nwhich indicates the radius vector through the centre M of the magnet, and which, since \\( \\theta \\) is finite, whilst \\( r \\) is infinite, the line O M is either an asymptote or parallel to one. The determination which would be the case, would, from the equations themselves, be not difficult but rather laborious; and hence we shall employ another method in the next section to show that it is itself the asymptote to two infinite branches of the divergent curve.\n\nThirdly. To ascertain whether there be any equal values of \\( r \\). In this case the quantity under the radical symbol becomes equal to zero, or, which is the same thing,\n\n\\[\n\\begin{align*}\n(\\sec^2 \\alpha_{ii} - 2 \\sec \\alpha_{ii} \\sec \\alpha_i \\cos \\theta - \\alpha_i \\cos \\theta - \\alpha_{ii} + \\sec^2 \\alpha_i) (\\cos \\alpha_i \\cos \\alpha_{ii} \\sin \\theta - \\alpha_i \\sin \\theta - \\alpha_{ii})^{\\frac{3}{2}} \\\\\n= \\sec^2 \\alpha_{ii} \\sin^2 \\theta - \\alpha_i (\\cos \\alpha_i \\sin \\theta - \\alpha_i)^{\\frac{3}{2}} + \\sec^2 \\alpha_i \\sin^2 \\theta - \\alpha_{ii} (\\cos \\alpha_i \\sin \\theta - \\alpha_{ii})^{\\frac{3}{2}}\n\\end{align*}\n\\]\nwhich is fulfilled either by $\\theta = \\alpha_i$ or $\\theta = \\alpha_{ii}$. At the points $T$ and $U$, then, the two values of $r$ for such values of $\\theta$ as lie to the right and left of these points coalesce, and the radius becomes a tangent to the branches of the curve that meet there. In the same way for values of $\\theta$ between these points the branches of the curve coalesce, and the radii-vectores form at those points tangents also to these branches of the system. It also immediately appears that there are no other real values of $\\theta$ which fulfil the condition, and hence there are no other such points besides those now determined.\n\nBy inserting these values of $\\theta$ in (91.) we have in the two cases respectively, as we should anticipate, $r = b \\sec \\alpha_i$ and $r = b \\sec \\alpha_{ii}$ for the values of $r$.\n\nXXVIII.—The Branches of the Curve of Verticity corresponding to the Convergent System of Magnetic Branches. (Plate XIV. fig. 14.)\n\nLet $T, M, U$ be, as before, the poles and the middle of the axis, and $O$ the centre of the earth. Draw $X'X$ through $O$ parallel to $TU$ and $OV$, or $Y'Y$ perpendicular to it. Also draw $MH$ parallel to $OV$, and the lines $OT, OV$, which produce to $Q'$ and $Q$ respectively; and confining our attention to one side of the middle of the axis $M$, the corresponding branches may be thus investigated.\n\nThere is always one particular convergent curve to some parameter $\\beta$ which will touch the line $OU$ at the point $U$, and which, since $O$ and $U$ are given points, is determinate and single (XXII. XXIII.). The same is true of $OT$; and the corresponding values are $\\cos \\beta = \\sin^2 \\frac{1}{2} \\alpha_i$ and $\\cos \\beta = \\sin^2 \\frac{1}{2} \\alpha_{ii}$.\n\nThose curves only in which $\\beta$ enters as a larger angle, or in which $\\cos \\beta$ diminishes, can have tangents drawn to them from $O$. For if any line $OS'Q'$ be drawn from $O$ between $OT$ and $OU$, or to cut the magnetic axis itself between the poles, the curve being wholly concave to $OY$, it will intersect the curve at $Q'$; and since there are no points of inflexion (XXV.) between $T$ and $U$ in the branch $UQ'$, it cannot again meet the curve, and consequently cannot touch it. Hence only the branches of those convergent curves which depend on a parameter $\\beta$ greater than that already specified can be touched by lines from $O$.\n\nNo point of the convergent system of curves of verticity can therefore lie in the region $Q'TUQ'$.\n\nLet any curve $UN$ be taken to the right of the line $OU$ and above the axis. Then since the curve is convex (its tangent $UR$ at $U$ making a less angle $RUZ$ with the axis than $OUQ$) to the point $O$, a tangent can be drawn from $O$ to a point $N$ in it. And since there are no points of inflexion in the magnetic branch, there can be only one tangent so drawn to that branch.\n\nThe points of contact, or the points of this branch of the curve of verticity, are always at a finite distance from the line of the magnetic axis. For whilst the magnetic curve itself is finite, all its points are at a finite distance from the axis $ZZ'$; and hence all the points of contact of lines from $O$ to it, which constitute the curves of verticity, are also at finite distances from that line. Moreover, when the magnetic\ncurve becomes infinite, it coincides with the axis $Z'Z$ (XXVI.), and hence the final tangent must also have a point of coincidence at an infinite distance from $M$ with the line $Z'Z$. Nor can the curve meet the line $Z'Z$ in any point to the right of $U$, and at a finite distance from it. Since, if it can, the convergent branch of the magnetic curve also meets the axis at that point. But the tangent to every finite branch of a convergent magnetic curve makes a finite angle with $Z'Z$ at $U$, and having no points of inflexion, it cannot meet the tangent again. But if it meet $Z'Z$, it must have previously crossed its tangent at the point $U$. Hence the hypothesis of the curve of verticity meeting the axis $Z'Z$ at a finite distance involves a contradiction. The magnetic axis $Z'Z$ is therefore an asymptote to this branch of the curve of verticity.\n\nPrecisely the same circumstances take place in the branch lying above the axis and to the left of $T$. The convergent curve has therefore two asymptotic branches, the line of the magnetic axis being the rectilinear asymptote to them both; and no other points of the curve lie on the opposite side of that line from $O$.\n\nIn the next place, for the determination of the branch or branches of the curve lying on the same side of the magnetic axis with $O$:\n\nFor the same reason as before, the line $OQ'$ cannot be a tangent to any one of the curves lying below the axis; and the first curve that can have a tangent is that whose tangent at $U$ coincides with $TO$; and as the same line is a tangent to the curve above and to the curve below the magnetic axes at their common point, the branches above and below are continuous ones.\n\nFor any other position, as $ON$, there is always one convergent magnetic curve which can touch it, as at $N'$; and the two distances $ON$ and $ON'$ are the two values of $r$, which correspond to any specified value of $\\theta$, as $VON$, in the general polar equation of the curve (82.). The point $N'$ will hence trace out another branch of the convergent curve $UN'H$ ($H$ being determined as already specified) corresponding to the asymptotic branch to the right of $U$, which branch will be finite, and comprised within the rectangle $OVUL$. Also, since by (82.) there are but two values of $r$ corresponding to each value of $\\theta$, there are no other branches to the right of $MH$ besides these two.\n\nDivide $TU$ produced in $S'$, in the triplicate ratio of $TO:UO$, (or $S'U^3:S'T^3::OU: TU$), then $OS'$ is a tangent to the curve which passes through $O$. No curve which passes more remotely from the axis than $O$ can have a tangent drawn to it from $O$, since $O$ is on the concave side of all such curves, and they have no points of inflexion. Nor can curves passing through $T$ have tangents drawn to them, for reasons before given, till $\\beta$ has become such as to render $OT$ a tangent at $T$. From that state till the curve passes through $O$, the point $O$ lies on the convex side of them, and hence from $O$ two tangents can be drawn to each individual curve, one on each side of $O$, but which coalesce in the single tangent at that point. The curve is hence continuous from $U$ to $O$, and from $T$ to $O$; and since they have at that point a coalescent tangent, they form continuous branches not interrupted at $O$, their point of\nunion. The branch T O H is therefore also finite, and corresponds to the asymptotic branch to the left of T, as U N' H did to the asymptotic branch to the right of U.\n\nIn all these cases, and for all values of $\\theta$ from $\\alpha_i$ to $-\\frac{\\pi}{2}$, and from $\\alpha$ to $+\\frac{\\pi}{2}$, we have therefore found two values of $r$, and by equation (82.) these are all that can exist. Nor can any other tangents than those we have described be drawn to the convergent system of magnetic curves; and hence it appears that the general equation (82.) applies to the convergent curves of verticity for no other than the values above assigned.\n\nXXIX.—On the Branches of the Curve of Verticity corresponding to the divergent System of Magnetic Branches.\n\nLet O, T, M, U, and Z' Z denote the same things as in XXVIII.; and draw the line O T, O U, and O M, which continue indefinitely. (Plate XIV. fig. 15.)\n\nThen since each individual divergent curve has an asymptote passing through M (XXIV.), the line O M is an asymptote to some one curve; and as the asymptote is itself a tangent from O to that curve at a point infinitely distant, the corresponding point in the divergent branch of the curve verticity is itself that same point. Whence the line O M is an asymptote to the branch of the curve of verticity; and since the asymptote itself lies in the angle Y M U, the branch to which that asymptote belongs emanates from U, or otherwise the magnetic curve must have crossed the vertical M Y.\n\nThere is also one curve which can touch O U at U, determined, as before explained, by the value of $\\beta$; and there can be no one drawn between this and the produced axis U Z, which admits of a tangent from O; for in that case the curve is concave to O, and has no points of inflexion in that branch.\n\nTake some intermediate position, as O N; then since the point O is on the convex side of the curve U N, a tangent can be drawn; and only one for the curve is convex to M Y, and has no points of inflexion in its finite branch. Nor again, can it be touched in the other part of the branch by a tangent from O, since O is on the opposite side of the tangent U T at the point of inflexion U. Also, as this is the case for all positions of the asymptote within the angle P M U, the series of contacts will trace out a curve, commencing at O, and having O M P for an asymptote; and there is only one branch situated within the angle U M P.\n\nAgain, let the curves be continued, whose asymptotes lie within the angle P M Y, as M P'. Then any line from O to the left of M will cut the asymptote before it meets the curve, and hence cannot be a tangent to that curve. None of the points of the curve of verticity corresponding to the divergent branches of the magnetic curve are therefore situated within the angle P' M Y.\n\nAttending next to what takes place in the angle U M Y', we see that the first curve that can have a tangent drawn from O is that which has O U for its tangent: for any other would lie on the opposite side of its asymptote from O.\nFor every position of ON there is always one single magnetic divergent curve which can touch it in the angle UMY' as at N', each of which will be successively found by giving to $\\beta$ successive values infinitesimally near to each other. Also as these curves approach more and more towards asymptotism with MY', they approach in their course more nearly to the point M: till when MY' becomes the actual position of the asymptote, the curve is reduced to the single point M; and it has been shown (XXVI.) that any line, as MO, is a tangent at this point to that individual case of the curve. The curve of verticity which corresponds to the divergent magnetic branches in the angle UMY' is, then, finite, and comprised between the lines UO and UM within that angle.\n\nMoreover, as the same line OUQ is a tangent to the infinite branch in the angle PMU and to the finite branch in the angle UMY', these two branches are the one continuous of the other.\n\nProceeding to the angle YMT, a precisely similar series of circumstances takes place as in its opposite angle UMY'. The branch has OT for a tangent at T; it proceeds gradually round till it arrives at M and meets the branch UN'M at M. We should be led to expect, from the principle of the continuity of the same law holding at all points in the course of a locus, that the two branches which meet at M are continuous: but as we have no other property of the point M before us except the indeterminateness of the tangent to the magnetic curve at that point, we might hesitate, did any conclusion of importance hinge upon it, to affirm the continuity of those branches positively. But by transposing the origin of rectangular coordinates in equation (76.) to M, and investigating the number and position of the tangents at the origin, the question is settled in the affirmative. The process is, however, long and rather intricate; and as we have no occasion to employ the property in our present inquiries, it is unnecessary to give its investigation here.\n\nIn the same manner as in the angle YMU, we may divide its opposite and the only remaining region TMY' into two parts TMP'' and P''MY', and consider them in order *.\n\nThe first curve which can have a tangent drawn to it from O is that which has OT for its tangent: and as before, the branch thus generated having a common tangent with the branch above the axis, they will form a continuous curve at that point.\n\nTo all the curves whose asymptotes lie in the angle TMP'' there can be one tangent drawn, and only one: for the point O is on the convex side of the curve viewed in reference to the tangent TU at the point of inflexion T of the magnetic curve. These will trace out a branch terminating at some point between O and T, as R. Whilst the magnetic curves vary through the interval of their passing from R to O, the point O will be not only on the convex side of the curve with respect to TU, but also between the curve and its asymptote. In this region, then, two tangents can be\n\n* See also Plate XV. fig. 16, where this part of the work is drawn to a larger scale.\ndrawn from O to each curve, and trace out segments coalescing at O, where the two tangents coalesce in one, and the segments therefore also being continuous. Portions, then, of the curve of verticity will lie on both sides of MO in this region: one portion in the angle TMO between R and O, and the other in the angle OMY'.\n\nNow when the asymptote to the magnetic curve passes through O, we have seen that there is a tangent to it at R. But in the same case, MOP'' is itself a tangent to the same branch at a point infinitely distant. As the magnetic curves approach towards O, there will still be two tangents possible, the point of contact of one becoming continually nearer to O in the angle P''MY, and the other in the angle RPM'', till, as before shown, they coalesce continuously in O. The branch lying in the angle P''MY', therefore, has MOP'' for a rectilinear asymptote, as the branch in the opposite region had MP.\n\nIt would probably be difficult to establish, from any considerations furnished by the properties of the magnetic curves, the utmost angular extent to which the infinite branch lying in the angle OMQ extended from the asymptote MOP''. But recurring to the fact furnished by equation (82.), that for every value of \\( \\theta \\) which gives one real value of \\( r \\) there is also a second real value; and as for all values of \\( \\theta \\) comprised between \\( \\alpha_i \\) and \\( \\alpha_{ii} \\), or within the angular region TOU, we have shown that there is one real value of \\( r \\); and, with the exception of the angular region MOV, (WOW' being the tangent to the magnetic curve at O,) we have established two values; it follows, that for completing the whole series, and fulfilling the conditions of (82.), there must be a second value of \\( r \\) for every direction which a line can take in the angle P''OW'; or, which is the same thing, the infinite branch will touch the line OW', but can never pass to the right of it; that is, it lies wholly in the angle P''OW', and never meets the line OW' again after it passes through O.\n\nThe course of each curve of verticity is thus fully made out: and it now appears that each is confined within specific and peculiar angular regions referred to lines drawn from O through the magnetic centres of force. Though in itself the divergent system is not required in the present physical problem, yet the separation of them as constituents of the equation (76.) was essential to enable us to ascertain the separate branches of the convergent one, which we have yet to discuss in its application to that problem. For the more complete and ready understanding of the whole system of branches, I refer to the figure of them as the representation of the complete equation (76.), the dotted branches representing the curve of verticity for the divergent branches of the magnetic curve, and the full-lined ones that for the convergent branches, to the consideration of which we shall hereafter return*. (Plate XV. fig. 17.)\n\n* In the cases examined, the point O was without MH: but when it is in that line the divergent curve has its asymptotic branches both approaching the asymptotic on the same side of O, viz. on that on the opposite side of TU from O. The figure (Plate XVI. fig. 18.) will render further verbal detail unnecessary here.\nXXX.—Professor Leslie's Property of the Magnetic Curve, and a Genesis of the Curve of Verticity founded on it.\n\nIf tangents be drawn from a given point in the magnetic axis to a series of magnetic curves, either convergent or divergent, the locus of the points of contact is a given circle.\n\nFor since the point S is given (Plate XVI. fig. 19.), the ratio ST : SU is given, and hence its subtriplicate NT : NU is also given; and the points T and U being also given, the conclusion follows from Lemma I.\n\nThe same conclusion also follows from our equation (76.), as in this case \\( b_i = b_u = 0 \\) (taking the axis of a parallel to TU), and the equation is converted at once into\n\n\\[\ny^{\\frac{3}{2}} a_i^{\\frac{3}{2}} \\{(a_u - x)^2 + y^2\\} - y^{\\frac{3}{2}} a_u^{\\frac{3}{2}} \\{(a_i - x)^2 + y^2\\} = 0,\n\\]\n\nor \\( y^{\\frac{3}{2}} = 0 \\), and \\( (a_i^{\\frac{3}{2}} - a_u^{\\frac{3}{2}})(x^2 + y^2) - a_i^{\\frac{3}{2}} a_u^{\\frac{3}{2}} \\{a_u^{\\frac{3}{2}} - a_i^{\\frac{3}{2}}\\} x + a_i^{\\frac{3}{2}} a_u^{\\frac{3}{2}} \\{a_i^{\\frac{3}{2}} - a_u^{\\frac{3}{2}}\\} = 0. \\)\n\n(104.)\n\nThe former of these is a foreign factor introduced, so far as the locus of a lower order than 76 is concerned, by the eliminations through which that equation was obtained: the latter is the equation of a circle whose centre is in the axis, but not in the form best adapted for use; which would be to refer it to M, and thereby make \\( -a_u = a_i = a \\). As, however, we only require it for constructive purposes and geometrical reasoning, it is unnecessary to examine the equation further; and, except as a verification by a particular case of our general equation (76.), would not have been noticed here. Where it is possible, such verifications, it is admitted on all hands, should be made.\n\nGenesis of the curve of verticity.—Take any point S in the magnetic axis, and find two lines in the triplicate ratio of ST : TU*. Describe the circle DNC, which is the locus of lines inflected from T and U in this triplicate ratio, (Lemma I.), and let it cut the line OS in N. N is a point in the curve.\n\nThis does not enable us, however, to discriminate the branches themselves of the two classes of curves; nor, therefore, supersede the necessity of the preceding investigations.\n\nXXXI.—The Circle whose centre is O cannot cut the asymptotic branches of the convergent system of the Curve of Verticity in more than two points, one in each branch.\n\nLet N be a point in the curve of verticity where it cuts the earth's surface such that ON is the direction of the needle tending the centre of the earth. Draw the radiants NT and NU; and let NO intersect the magnetic axis in S. Then ST : SU is the triplicate of the ratio NT : NU, or of \\( r_i : r_u \\). Describe the circle DNC (Lemma I.), which is the locus of the point N corresponding to S; and with centre O and\n\n* Dr. Roget, Secretary of the Royal Society, has given a very elegant construction of this problem in the Journal of the Royal Institution for February 1831.\ndistance ON describe the circle R N G, which will be the magnetic meridian. Through the centres O and O₁ (O₁ being the centre of the circle D N C) draw OO₂, cutting the circles in Q₂ and P₂: for it will cut them both since it passes through both their centres.\n\nThen (Lemma 8.) the point O₁ always lies to the left of S, and at a finite distance from it. Hence OP₂ is greater than ON, and hence the circle whose centre is O cuts that whose centre is O₁ in another point N. Moreover, the line OO₁ passing through both the centres, is perpendicular to their common chord N'N', and bisects both it and the arcs N'Q₂N and N'P₂N in Q₂ and P₂ respectively.\n\nBut since the line SO₁ is finite in all cases (Lemma 8.), the angles N'O₁P₂ and P₂ON are also finite, and hence O₁K (K being the intersection of N'O with the magnetic axis) is also finite, and, obviously, greater than SO₁.\n\nThere are, hence, three finite segments of the magnetic meridian in which the needle may be placed, distinct from one another, and each requiring a distinct consideration: and we proceed to prove that in whichever of them placed, except at N, the line of its natural direction will not pass through O, the centre of the earth.\n\n1. When Q₁ is taken in the arc of the circle R N G between N and G, as the position of a magnetic needle. Then drawing Q₁T, Q₁U, we have, by Lemma 2., the ratio TQ₁ : Q₁U less than the ratio TN : NU; and hence, drawing the tangent at Q₁ to cut the magnetic axis at S₁, the ratio of S₁T : S₁U, which is the triplicate of this, is also less than the ratio ST : SU. The point S₁, therefore, lies to the left of S, or more remote from T than S is. Consequently Q₁S₁ cuts NS on the side of the magnetic axis at H₁, opposite to the centre O of the magnetic meridian; and as these lines have once intersected they cannot intersect again, and hence the line Q₁S₁ cannot pass through O; or, in other words, the needle at Q₁ in the arc NG cannot be vertical to the earth's surface.\n\n2. When Q₂ is taken in the arc N'Q₂N of the magnetic meridian. Draw Q₂T, Q₂U, and the tangent at Q₂ cutting the magnetic axis in S₂. Then (Lemma 2.) the ratio Q₂T : Q₂U is greater than the ratio NT : TU; and hence the ratio S₂T : S₂U is also greater than ST : TU, these being the triplicates of those. The point S₂ falls, therefore, nearer to T than S does. The line of the needle's direction Q₂S₂ at Q₂, therefore, cuts that at N, at a point H₂ on the side of the magnetic axis opposite to O, and hence, as in the last case, cannot pass through O, the centre of the earth.\n\n3. Neither can a needle placed at any point in the arc RN pass through O. For, draw N'S. This is the direction of a needle at N', and hence this does not pass through O. Join N'O, cutting the magnetic axis in K. Then SK is a finite quantity, and hence the ratio KT : KU is less than ST : SU, and the point A of the curve of verticity corresponding to it has its radiants in a less ratio than N'T : N'N. That point, therefore, (Lemma 5.) must be more remote from the point of least ratio (which, obviously, from Lemma 3., lies on the opposite side of the axis TU, the angle TKO being acute), or beyond the point N.\nWith centre O, and distance OA, describe the circle AaA', and with the ratio AT : AU, the circle AA_2A_1; and, as in the former cases, these arcs will be finite. Join A_iO, cutting the magnetic axis in K_i. Then also none of the needles either in A_1A_2A or in AG, except that at A, will pass through O, and that at A_i passes through K_i.\n\nIn the same way, by producing OA_i to B till BT : BU is the triplicate of the ratio K_iT : K_iU, we shall have another point B in the curve of verticity; through which, with centre O and distance OB, describe a circle cutting the circle of ratios of B in the points B and B_i; and join B_iO, cutting the magnetic axis in K_2. And repeat this process as far as may be necessary both as to construction and reasoning.\n\nThen, since the distances TS, SK, KK_1, K_1K_2, ... are all finite, and the distance TR also finite, a continued repetition of these processes will at length conduct us to a point K_n, either coincident with R, or more remote from T than R is. Let E be a corresponding point in the curve of verticity. Then the segment of the curve joining N and A must lie in the mixtilineal angle formed by the line AN' and the arc N'Q_2N; the segment AB is in the mixtilineal angle BA_iA, and so on to E. But the arc of the magnetic meridian lies wholly without this series of angles, and hence cannot in any one point coincide with the segments of the curve which lies within them. The magnetic meridian, therefore, can only cut the asymptotic branch of the curve which lies to the left of T and above the axis, in one single point N.\n\nIn the same way, exactly, may it be shown that the magnetic meridian can only cut the other asymptotic branch to the right of U in one single point.\n\nBy processes of the same nature it may be proved that the finite branches of the convergent system can never be cut in more than two points by a circle whose centre is O; and that the same is true to the divergent system. But neither of these cases falls within the objects of the physical problem under consideration, it would be superfluous to enter upon them here; although for giving completeness to the geometrical problem such a discussion would be indispensable. However, after what has been done in the foregoing pages, this portion of it can present no difficulty to the geometer who may be disposed to follow it out, as the reasonings which I have employed in its solution, and which completely apply to all the cases, is essentially the same as that detailed in the case here discussed at length. It is only necessary to observe, that the positions of the finite and infinite branches in the two systems are so situated that, in the divergent system, all four branches, the two finite and the two infinite ones, may be cut by the same circle, or only the two infinite ones, depending upon the radius of that circle: whilst in the convergent system, which we have had occasion here to consider, only two of the branches, either the two infinite ones, or the two finite ones, or one of each, can be cut by the same circle.\n\nXXXII.—The consequence of all this investigation, then, is, that if we admit the hypothesis of two centres of magnetic force situated within the earth, there will be two,\nand only two, points on the earth's surface, at which the needle can take a position vertical to the horizon.\n\nWhether this be the number actually existing on the surface of our earth, we are not at present in a condition to determine. One such undoubtedly there is, and a second is probable, but its position has not been assigned; neither from any observations yet published, can it be even approximately determined, nor, therefore, its existence positively affirmed. I am not aware that any observations give reason to suspect the existence of more than these two; and hence, so far as we can judge from the data before us, the conclusion now obtained as a consequence of two magnetic centres of force, is consistent with the phenomena for which the hypothesis is required to account. It is therefore a strong argument, in the present state of our actual knowledge of the phenomena of terrestrial magnetism, for the truth of that hypothesis.\n\nXXXIII.—No particular specification of the cases which can arise from the relative positions of the centre of the earth, and the coordinates of the centres of force, is here necessary; as, except in the case of the magnetic axis passing through the centre of the earth, no considerable simplification of the equation, nor, therefore, any essential variation in the form of the curve of verticity, so far as I have remarked, can arise. When O is in the line $y M y_i$ (fig. 18.) the branches are symmetrical, it is true, and the form rather more simple than when it is in any other position; and as we remove O to points further on either side from that line, the curve becomes more and more bizarre, but still it retains the same general features as in its more simple case; and its branches have in all cases the same character, whatever be the coordinates of O with respect to the magnetic poles, and not situated in the same line with them.\n\nIf, moreover, we have determined two points on the surface of the earth at which the needle can become vertical, and describe the great circle passing through them, we know that the poles themselves are in this plane, and situated somewhere in the concave angle formed by drawing the radii from those points to the centre. As, however, four quantities are necessary to express the coordinates of those poles, and we have only two conditions given, the actual position of the points themselves cannot be determined from these data. The problem is hence, even when both points of verticity are known, still left indeterminate. Nevertheless, by combining these with other observations upon the dip and variation made at different, and still better at distant, places, the problem becomes capable of solution.\n\nAgain, if we could determine the points on the earth's surface at which the intensity is a maximum (in respect to its contiguous points, in all directions from it), we should obtain other conditions, which united with those of the two points of verticity, from which the positions of the magnetic poles might be determined. To the solution of this problem, the determination of maximum-intensity points, I shall next direct the attention of the Royal Society. The investigations are already completed, and I hope shortly to find leisure to put them into order; and shall only premise here, that as\n\nMDCCCXXXVI.\nthe results of the hypotheses of like and unlike poles are comprised in the same equa-\ntion, it will, as was the case in the present discussion, require a peculiar mode of treat-\nment to separate and define the curves of equal intensity belonging to each of them.\n\nXXXIV.—It will be remarked, that in the equations of the magnetic curve, the\nfinal position of the needle, or that which it takes when its centre is coincident with\neither centre of force, is different from that which is exhibited by a needle acted on\nby an artificial magnet in all our experiments. This might at first sight seem to throw\nsome doubt on the validity of the principle employed in deriving the equation of the\nmagnetic curve; but a little reflection will convince us that the conditions of such\nexperiments are different from those which obtain in the case before us.\n\nIn all our experiments, the length of the needle itself bears a finite ratio to the di-\nstance of its centre from the poles of the magnet upon which we experiment, and\nhence the action becomes mutual the two magnets, and the system of actions being\nthus rendered compound, its results must be expressed by a more complicated for-\nmula than in the case we have supposed, and from which our equations of the mag-\nnetic curve have been derived. This complexity of the conditions implies a corre-\nsponding complexity of the equation by which they are expressed; but uniform ex-\nperience has shown that as we diminish the length of the needle, and increase its\ndistance from the poles, the observed results are more nearly approximative to the\nresults of the hypothesis from which we have started. In the case of the curves exhibi-\nted by iron filings strewed on a paper above a bar magnet, the approach of the observed\ncurve to the calculated one is very close*. But in this case the length of the needle\n(or magnetized particle of the iron) is very small in comparison with the magnet and\nwith its distance from the magnetic poles; and, moreover, has in itself so little\nmagnetic intensity as to exert an insensible reciprocal influence on the state of the\nbar itself. This is precisely a miniature representation of the case of a small needle\nacted on by the terrestrial magnet, though the ratio of the particle of iron to the\nmagnetic bar is many times greater than that of a needle to the terrestrial magnet;\nand hence the discrepancy between the observed and calculated result in the former\ncase is many times greater than in the latter. No ground of exception to our plan of\ninquiry can therefore be found in this circumstance, but rather a confirmation of its\nvalidity in reference to the use we have made of it.\n\n* Leslie's Geometrical Analysis, p. 405.\n\nRoyal Military Academy, Woolwich,\nJanuary 27th, 1836.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108026.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 40,
    "total-input-tokens": 64330,
    "total-output-tokens": 26517,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2754,
        2
      ],
      [
        2754,
        6281,
        3
      ],
      [
        6281,
        9856,
        4
      ],
      [
        9856,
        12527,
        5
      ],
      [
        12527,
        12527,
        6
      ],
      [
        12527,
        15514,
        7
      ],
      [
        15514,
        17627,
        8
      ],
      [
        17627,
        17627,
        9
      ],
      [
        17627,
        20205,
        10
      ],
      [
        20205,
        21978,
        11
      ],
      [
        21978,
        21978,
        12
      ],
      [
        21978,
        25110,
        13
      ],
      [
        25110,
        28797,
        14
      ],
      [
        28797,
        31626,
        15
      ],
      [
        31626,
        35134,
        16
      ],
      [
        35134,
        35134,
        17
      ],
      [
        35134,
        38214,
        18
      ],
      [
        38214,
        40623,
        19
      ],
      [
        40623,
        40623,
        20
      ],
      [
        40623,
        43614,
        21
      ],
      [
        43614,
        46239,
        22
      ],
      [
        46239,
        49580,
        23
      ],
      [
        49580,
        52022,
        24
      ],
      [
        52022,
        55454,
        25
      ],
      [
        55454,
        58397,
        26
      ],
      [
        58397,
        62194,
        27
      ],
      [
        62194,
        65511,
        28
      ],
      [
        65511,
        68820,
        29
      ],
      [
        68820,
        72168,
        30
      ],
      [
        72168,
        75210,
        31
      ],
      [
        75210,
        78291,
        32
      ],
      [
        78291,
        78291,
        33
      ],
      [
        78291,
        81593,
        34
      ],
      [
        81593,
        84587,
        35
      ],
      [
        84587,
        84587,
        36
      ],
      [
        84587,
        87753,
        37
      ],
      [
        87753,
        90988,
        38
      ],
      [
        90988,
        94297,
        39
      ],
      [
        94297,
        97058,
        40
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "en",
      "en",
      "None",
      "en",
      "en",
      "None",
      "en",
      "en",
      "en",
      "en",
      "None",
      "en",
      "en",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "en",
      "en",
      "None",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      true,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108026",
    "title": "Geometrical Investigations concerning the Phenomena of Terrestrial Magnetism. Second Series: On the Number of Points at Which a Magnetic Needle Can Take a Position Vertical to the Earth's Surface",
    "authors": "Thomas Stephens Davies",
    "year": 1836,
    "volume": "126",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 40,
    "jstor_url": "https://www.jstor.org/stable/108026"
  }
}