{
  "id": "8039258aea6caa9e2df5d6281bae9b056cafc85b",
  "text": "away.—After this Separation the Fish that remained with me was so affected, that for three Weeks it would eat nothing I could give it; and therefore, fearing it would die to Death, I sent it to the Gentleman on whom I had bestowed its Companion; and what is very extraordinary, upon being put together again, it ate immediately, recovered its former Briskness, and both of them are still alive.\n\nI have made abundance of other Observations on Fish, but shall only add at present, that when they remain supine and unactive, they every now-and-then gape and yawn, as most Land Animals do, when weary of the Situation they are in. I remain,\n\nSIR,\n\nNorwich, July 9.\n1746.\n\nYours, &c.\n\nW. Arderon.\n\nXVI. A Supposition how the white Matter is produced, which floats about in the Air in Autumn; in a Letter from the same to Mr. Baker.\n\nSIR,\n\nNorwich, Aug. 28. 1746.\n\nHAVING lately a large Spider in my Hand, by chance I let it fall, and it hung by its Thread, as they very commonly do. On holding my Hand very still it readily ascended up it again; and thus, by giving it a Shake, and then holding my Hand still, the Spider ascended and descended\nscended a great many times. I thought, at first, it had spun a new Thread at every Descent, and was desirous to have measured how long an one I could cause it thus to spin; but, upon a stricter Examination, I very plainly perceived, that whenever it ascended, it wound its Thread with its Feet into a sort of Coil, and when it descended only ravelled it out again.\n\nThe Manner how they perform this is diverting enough; but as Spiders may be had almost in every Place, and the Experiment is so easily tried, I shall forbear describing it; and only add, that as these Coils of Thread are exactly like those floating in the Air towards the End of Summer, I think it is not improbable those are made in the same Manner, when Spiders have a Mind to direct their Course in the same Direction their Threads lie.\n\nXVII. Some Remarks on the precious Stone called the Turquoise; by Cromwel Mortimer, Sec. R. S. &c.\n\nRead Feb. 26. 1746-7.\n\nTHIS Stone has received its modern Name of Turchesia, and Turquoise, from its being most commonly brought from Turkey into various Parts of Europe. De Boodt * says, the Colour of this Gem is a Variegation of Green, White, and Blue; and that there are two Sorts of it, the oriental, from the East Indies and Persia, and the occidental,\n\n* Gemmar. et Lap. Hist.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104843.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 701,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1140,
        2
      ],
      [
        1140,
        2429,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104843",
    "title": "A Supposition How the White Matter is Produced, Which Floats About in the Air in Autumn; In a Letter from the Same to Mr. Baker",
    "authors": "Wm. Arderon",
    "year": 1746,
    "volume": "44",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104843"
  }
}