{
  "id": "6e3151b92084092c798270e1e15049afbcaf4d1d",
  "text": "Responso ad Animadversionem ad Davidis Gregorii Catenariam, Act. Eruditorum Lipsiae. Mensis Februarii An. 1699.\n\nQuae in Animadversione ad nostras de Catenaria Demonstrationes objicit Anonymus sunt haec. Quod rem ab aliis jam ante septennium inventam & publice expositam demonstrare aggressus sim, modo quodam meo. Ita quidem est, & me hoc facturum in ipsa praefatione sum professus. Quid vero hic redarguendum sit non capio. Celeberrimi viri Hugeni, Leibnitius & Bernoullius plurimas Catenariæ proprietates detexerunt & ediderunt, at non demonstrarunt. Ego, quod suscepi, demonstrationes pertexui. An Archimedi honeste obiciatur illum post diutioarem Temporis moram eorum de Helicibus Theorematum demonstrationes edidisse qua Conon repertit at non demonstravit? Hoc tamen profitetur, in praef. ad Librum de istis lineis, Archimedes. Ego certe credo ita demum Geometriæ suam sinceritatem, decusque constare, si nihil non demonstratum in publicum proferatur, saltem per annos plures non demonstratum maneat.\n\nSed an res hæc (nempe Catenariæ Natura & proprietates primariae) ab aliis inventa & publice exposita fuit? Certe ista Catenariæ proprietas, Corol. 6. Prop. 2. aliis...\nindicta est penitus ante editas hæc demonstrationes. Cum tamen sit ni fallor inter primarias illius proprietates, & omnium longe utilissima, & ad vitae communes usus facillime reducenda. Ab omni ævo, in ædificiis publicis fornices arcusque tam ad firmitatem quam pulchritudinem adhibuerunt Architecti: Qualis tamen sit fornicis figura legitima ad usque editas nostras demonstrationes ignoratum est. Citato enim Corollario dictum est primo, Catenam in plano verticali, sed situ inverso, figuram servare nec decidere, adeoque arcum seu fornicem facere tenuissimum: Hoc est spheras minimas rigidas & lubricas in inversa curva Catenaria dispositas arcum constituere cujus nulla pars ab aliis extrorsum vel introrsum propellitur; sed manentibus insimis punctis immotis, virtute iæ figurae sustineri. Verum quidem est fornices firmos jam olim fuisse extructos: sed ad dictum Corol. ostensum id exinde fieri, quod in crassitie cuilibet eorum quædam Catenaria inclusa sit: neque si tenuissimus esset, partesque haberet lubricas sustineretur alterius figurae arcus.\n\nAgnoscit tamen postea Animadversionis Auctor Operæ pretium fore si res licet cognita dudum, ex novo sed solido principio derivaretur. Quomodo Res Geometrica non demonstrata dici posse cognita, ego non Capio, nisi assertum pro cognito habeatur, axiomæ certe Geometriæ promovendæ parum idoneum. Nullus dubito quin Celebres supra nominati Viri Theorematum inventores illorum demonstrationes noverint. At certe non ediderunt, nec alios ab illis edendis arcere voluerunt: Neque omnia ad Funiculariam attinentia exhaustiverunt, ut ex dictis de Fornicis figura constat. Si priorum pulcherrimorum Theorematum demonstrationes publici juris fecissent, ego de aliis demonstrationibus condendis, neque forsan de aliis Theorematisbus inveniendis cogitassem nunquam.\n\nSufficere alt Animadversor si consideretur quomodo propositionem primam & primariam cui reliquæ superstruuntur\nstruuntur demonstraverim ego. Neque illi suffecisse credendum, nisi quia in aliis quod commentario suo in pejus detorquere posset invenire nequibat. Et certe si, assumpta primaria Catanariae proprietate, ad alia exinde eruenda me protinus contulisset, nihil fecisset quod à principibus Geometris non sit factum: Et in isto casu proprietates sequentibus propositionibus 6, & 29 corollariorum, de assumpta Curva legitime demonstratae (quod ante non erat factum) jure habendae forent. Maluit tamen ex Catenae natura proprietatem istam in antecessum eruere per prop. hanc primam, quam attente considerandam sibi proponit Animadversor.\n\nPrimum quod reprehendat invenit, quod quaedam ex Mechanicis constare dixerim, quae distinctius enuntiare atque etiam applicare operae pretium fuisse ait. Ego qui Geometris demonstranda Theoremata quaedam susceperam, omnia minutim exequenda non credebam, sed vulgo nota & ex aliis scientiis petita assumere fas esse etiamnum arbitror; praesertim si ipsum Theorema, ut in casu presenti, aperte enunciaverim. Verum ut Animadversori gratum faciam, Lemma istud demonstrabo, cum distinctius enuntiare nequeam, quam est hactenus factum in haec verba.\n\n**LEMMA.**\n\n*Potentiae tres in æquilibrio positæ eandem habent rationem cum rectis tribus ad ipsarum directiones parallelis, vel in dato angulo inclinatis, a mutuo occurrent terminatis.*\n\nPuta si potentiae tres trahentes, impellentes vel utcunque agentes, secundum rectas PA, PB, PC sint in æquilibrio; & inclinentur ad has directiones tres rectæ EF, FD, DE in angulo quovis dato, hoc est si anguli EAP, FBP, DCP fuerint æquales, Dico potentias Sff 2 A,\nA, B & C esse inter se ut rectæ FE, FD & DE. Producantur rectæ AP, BP, CP in G, H & K.\n\nIn quadrilatero FAPB, cum angulus externus EAP sit, ex hypothesi, æqualis interno & oppsito PBF, Erunt interni duo oppositi FAP & FB P æquales duobus rectis; Cumque omnes quatuor interni quatuor rectis æquentur, erunt reliqui duo F & APB in eodem quadrilatero oppositi, duobus rectis etiam æquales. Sed APB & BPG efficiunt duos rectos, & igitur angulus F est æqualis angulo BPG. Similiter Ostendentur D & BPK æquales, item E & APK.\n\nQuoniam tres potentiae sunt in æquilibrio, sunt immota, & igitur earum quælibet pro hypomochlio haberi potest reliquarum duarum respectu quæ in æquilibrio manent. Si B habeatur pro hypomochlio, per Mechanicæ notissimum theorema, Potentia A est ad potentiam C, sicut sinus anguli BPK ad sinus anguli BPG, hoc est sinus anguli D ad sinus anguli F, hoc est recta FE ad rectam DE. Rursus, posito C hypomochlio, potentia A est ad potentiam B ut sinus anguli CP H ad sinus anguli CP G, sive sinus anguli BPK ad sinus anguli APK, hoc est sinus anguli D ad\nad sinum anguli E, hoc est ut recta FE ad rectam FD. Tres igitur potentiae A, B & C sunt ut rectae FE, FD & DE. q.e.d.\n\nPrima Demonstrationis meae verba vera esse agnoscit lin. 16. pag. 88, in sensu ibi positio, quem ego vicissim pro vero & meo agnosco: Sed haec facilius ex praemissis Lemmate sequuntur, si mecum concipiatur totius lineola dD gravitas in ejus medium punctum congregari, nempe grave in ejus centrum gravitatis ut Geometris solenne est; atque grave hoc, rotatione circa d centrum, in situm perpendiculararem, sive inter d & Terrae centrum ferri; hoc est, primo momento, per rectam ad dD normalem.\n\nDemonstrationis meae verba sequentia aliquot lin. 24. pag. 88. & seqq. apponit, quibus suum in illa commentarium subnectit, in cujus ultimis verbis nemp., ut constans quaedam recta est ad illam ipsam portionem, equivocationi fundamentum ponit. Si per constantem hanc rectam intelligat infinite parvam, ejusdemque generis cum dD viz. constantem fluxionem ordinatae in Catenaria, mecum facit, estque illud ipsum quod dixi in primis vocibus ab illo citatis, lin. 14 & seqq: Sed in hoc sensu non explicant verba mea ultimo citata quibus explicandis adduci videntur. In illis enim loquor non de gravitate lineae dD qua in situm verticalem se componere conatur, sed de gravitatis hujus causa, quam ad distinctionem voco Gravitatis actionem in Dd normaliter exeretam. Atque causam hanc exponi jubeo per rectam a, ejusdem nempe generis lineam cum Catenae longitudine quam ille assignabilem vocat. Superius quidem lineae Dd gravitatis partem eam qua in situm verticalem se componere conatur, representari ostendi per infinite parvam sed constantem dδ: At hujus causam, quam gravitatis actionem voco, per assignabilem & constantem a expono. Verba enim mea sunt Gravitatis actio in partes correspondentes Catenae Dd normaliter exerta etiam constans erit\nerit sive ubique eadem. Exponatur hæc per rectam a. Falso igitur post verba hæc Exponatur hæc subjungit (constans Gravitationis quantitas) Et ut fidem falsæ hinc expositioni faciat, prius & etiam postea (lineis 29 & 35 pag. 88.) vocem gravitationis scribit charactere Italico, quali ubique mea verba à suis distinguit, cum interim à voce hac nuncis ambigua prorsus ablitineo, & gravitatem pro effectu, gravitatis actionem pro causa usurpo semper. Potuisset Causa, sive Gravitationis Actio, per eandem d d etiam exponi: Et ita quidem fecissem si nulla fuisset occasio hunc applicandi potentias modum mutare. Verum cum in decursu hoc sit factum, ita ut ponderis per MF trahentis vis infinite quam nunc major evadat, ideo Causam utrique modo applicationis communem, per lineam ordinariam exponere volui.\n\nPostquam semel invenit, vel invenisse fingit me gravitationis quantitatem qua linea d D circa d mobilis situm verticalem affectat, per lineam a exponere vel representare, multa undique illi occurrunt monstra quibuscum pag. 89 & 90 fortiter pugnat. De horum (quippe suorum) salute videat ipse: ad me nihil attinent: Ego si quidem de ponderibus π & z ab ipso in scenam productis ne verbum; qui in vocibus ab ipso citatis sic aio, d d representabit gravitatis partem eam qua sit ut D d in situm verticalem se componere conatur; & rectam assignabilem a exponere jubeo gravitatis praedictæ actionem, quarum altera est effectus, altera Causa. Licetque, ni fallor, causam ab effectu distinguere, & per lineas diversas exponere, modo hæ semper sint proportionales, ut in nostra representatione fit: Effectum siquidem per constantem infinite parvam, Causam per constantem assignabilem.\n\nPosteriore parte paginæ 89, post citata quædam ex meis verbis, ait non satis apparere Lemmatis Mechanici vel sensum vel applicationem. De ejus sensu hactenus dictum, quem nunc satis apparere non dubito: De applicatione nunc agendum.\n\nSi\nSi concipiatur (ut supradiictum) lineolae dD gravitas absoluta per dD exposita, in ejus centro gravitatis M collecta, & grave hoc secundum directionem MF ad dD normalem vi gravitatis suae descendere: Potentia secundum MD trahens quae in æquilibrio est cum praedicto gravi, per præmissum lemma, est ad ejus momentum sive potentiam trahentem secundum MF, sicut dD ad d d. Nam angulus Dd, quo Dd inclinatur ad MD, æqualis est angulo dF quo dF inclinatur ad MF; viz. uterque complementum anguli d ad rectum. Atque hoc etiam obtinet, agnoscente Animadveratore, si ut in vulgari Mechanica, praedictum grave plano MF incumbens, interposita trochlea ad M, trahatur ab alio gravi ipsi MD incumbente: Erit hoc ad illud sicut D d ad d d.\n\nQuod si, reliquis manentibus, modus applicationis harum potentiarum mutetur, ita ut ad flexilis lineae dD, cujus extremum d immotum, punctum medium M applicetur pondus secundum MF vires exerens, quippe arcum centro d, radio dM, in descensu descripturum: Erit Ponderis hujus vis, ad flexilem lineam rectam ad M incurvandam, infinita respectu vis suae gravitatis absolutae; & vis secundum MD trahens ad modo descriptam incurvationem impediendam requisita, etiam infinita\nnita respectu ejus quae prius requiribatur ad pondus M in plano MF sustinendum. Adeo ut potentiae quae, in priore applicationis modo, exponebantur per d, dD, nunc exponendae veniant per infinite majores prioribus proportionales: Nam, ut prius, pondus M trahit secundum directionem MF, & potentia illud sustinens secundum MD; & haec duo esse in æquilibrio, ex partium Catenæ quiete constat. Eadem igitur manebit harum ratio quae prius fuerat. Sed causa quae lineam flexilem dD (cujus extremum d immotum, cujusque medio puncto M applicatur grave infinite quidem parvum, sed cujus vires per hunc applicationis modum infinite majores redduntur, & proinde in Animadversoris phrasis assignabiles fiunt) in rectam extendit, est Catenæ DA gravis quae est ipsius longitudini proportionalis. Haec ergo est ad constantem & assignabilem a (constanti sed inassignabili d & proportionalem) ut Dd ad dd. Atque sic Animadversori patere credo veram conclusionem absque assumptis erroneis fuisse probatam.\n\nAd fugillationes sub initium ac finem Animadversionis istius tam indecora sparsas, commodius respondebitur, cum Auctor innotescet; Nam cum ignoto de Mathematicis posthac, nedum aliis, disputare facile mihi non persuaerim.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102659.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 13560,
    "total-output-tokens": 4019,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1176,
        2
      ],
      [
        1176,
        3099,
        3
      ],
      [
        3099,
        4730,
        4
      ],
      [
        4730,
        5800,
        5
      ],
      [
        5800,
        7657,
        6
      ],
      [
        7657,
        9574,
        7
      ],
      [
        9574,
        10771,
        8
      ],
      [
        10771,
        11981,
        9
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102659",
    "title": "Responsio ad Animadversionem ad Davidis Gregorii Catenariam, Act. Eruditorum Lipsiae. Mense Februarii An. 1699",
    "authors": "Davidis Gregorii",
    "year": 1699,
    "volume": "21",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/102659"
  }
}