{
  "id": "65126ff0b0782ef03f4f50392621f2fcd9f169ac",
  "text": "Some Considerations upon Mr. Reed's Letter; printed in N.70. Shewing, in what sense the Sap may be said to descend, and to circulate in Plants; and the Graft to communicate with the Stock: As also, what choice of Apples for the delicacy of the liquor in peculiar seasons; and for ease and speedy propagation: Pears for some Lands proper; their choice for manifold Uses, especially for pleasant, or for lasting liquor; and how to be planted, and order'd for the best advantage. The best Season for Transplantation. An Apiary or discipline of Bees, recommended for publick benefit; all by Mr. John Beal in a Letter to the Publisher of May 13, 1671.\n\nSir,\n\nI am glad, you have my honoured Friend, Mr. Reed's, Advertisements; for he is a person of sure veracity and much experience, and disdains not (for his diversion and recreation) to practice, with his own hands, inoculations and the finer kinds of graftings. And whatever becomes of his expressions for the Descent of Sap, his Instances and Experiments annexed are very much obliging. You have published my apprehensions as to that point; and no wonder, if the effects, which Mr. Reed mentions, do follow from that correspondence in all parts of the whole Plant, (which is by me acknowledged,) especially, since by the leaves, and all the pores in the branches, and body, the Plant draws a kind sustenance from the Sun, Air and Dews, as by the roots from the succulent soil. And as the channels (which I may call the Conduits and Strainers) of several Stocks and Cions's do differ, so may some change of the liquor be made by several kinds of Distillation; as Spirit of Wine is sooner rectified in some kinds of winding Tin-Instruments, than in a plain perpendicular one. And\nAnd from the fore-noted difference of Stocks, and the differing grains of the Roots and Timber, as also from the differing Leaves (if accurately inspected, and considered,) we may in time perhaps discover some particular causes of the differing Sap, Fruit and Blossoms. And it would become the accurateness of this Age, in which so many are expert in Draughts, and in Chalcography, to annex to the figure of Plants, the texture and particular grains of each root, stem, and branch, both for ornament, and to suggest further instructions, whilst we learn their tasts and other qualities.\n\n'Tis about fifteen Years since I published a hint, how to discover by the Colour, Figure, Tenderness, and asperities of the Leaves of young Apple-Plants, and Crabs, first appearing in the Spring, which Plant would yield the more delicate, and which the more austere fruit, and liquor, to several kinds and degrees of delicacy and austerity, fatness and insipidness, and vigour or briskness. And this I think allows a consideration for some efficacy, or sign (at least) of change or operation in the Descent of Sap. But as far as I dare, or did deny the descent of Sap, I meant it in the vulgar sense of that expression, viz. the main quantity of Sap, which ascends in the Spring, and is gradually hardened into leaves, blossoms, fruit, timber, in such manner as the Ossification in young Animals is described by Dr. Kerekringius in your last Tract of Num. 70. 'Tis a large quantity of Sap, which is expended on the fruit and growth of some Trees, on Acorns, Wallnuts, Chestnuts; and this returns not to the root in winter, yet consists well with the Sentiment of the Circulation of the Sap, which in some seasons may run the round more swiftly than in other: neither do I discern, that this makes any opposition to Worthy Mr. Reed's intentions.\n\nI have long ago published, and do here again confirm\nwhat Mr. Reed remarks, that a dull and insipid Apple is made more gustful by being grafted on the stock of the harsh Crab, and an austere Apple somewhat mitigated on a stock of gentler fruit. And I willingly embrace this occasion to offer my vote, that the Genet-moyles were as well known, and as well spread all over England, as the Red-strake now is. It would be a great ease to the vulgar Husbandman, who (without expences, curiosity, care, or troubling of grafting,) may by the knotted branches propagate them in ground that deserves not to be called fertile, as they do in the Rye-land, and Gorsty ground in Wales; and the Cider made of the fruit (which when perfectly ripe hath a peculiar fragrancy,) is so delicately agreeable for tender palats, that I was once guilty of giving it publickly the precedence before any Red-strake; and I had frequently the softer sex on my side, till the heat of July did too often alter the case. And there is a Summer-Apple well known to Mr. Reed by the name of French Cornel, early ripe, and very richly full of a most pleasing liquor, which I dare extoll for a most delicious beverage, before the ordinary time for Cider comes in. I do not know, whether by art it can be preserved for durance. 'Tis a small tree, all the branches crisped, and curled, full of knots at every turning, and apt to grow by any branch, that is cut off below the knot. It prospers best in a good mould, better than that of the common fields; yet in the dry Rye-land it bears plentifully every second year, and when one of these trees fails, the next of the same kind may have a full burden; I did not find all of that kind to agree in the year of forbearance.\n\nAnd because I am fitter and prompter to serve for the benefit of many, than for any curiosity, I crave leave further to advertise, that some soyl which doth hardly bear Apples, does most kindly bear Pears; and there\nis a great variety of Pears to humor every palate, some early ripe, some long lasting, and for all seasons of the year, some to be rolled, baked or dried, or otherwise to be preserved, which may as well be had from our East-Countries, as from Worcestershire, Herefordshire and Salop; but my chief aim here is for those Pears which yield the richest, wholesomest, and most winy liquor in great abundance, and at good certainty; of which there are many excellent kinds in the confines between Worcester and Hereford from Powick to Bredbury, where the Bareland-pear (mentioned by Mr. Reed) grows in the common arable field; that, and some other pears of uncertain names in Powick do yield a very strong and long lasting liquor. The Horse-pears, as there they call them, the white and the red of several kinds, yield abundance of pleasant liquor. The Ailets great and little, wild and gentle, the Lantern pear, Lullam-pear, Squash-pear, have their peculiar excellencies for liquor, and some of them for the largeness of the Tree; yielding constantly some hogsheads of liquor yearly. Where the soil hath not been tried, and found kindest for Apples, 'tis the surest way to plant Pears alternatively, and where the liquor of Pears is weak, or less lasting, this may be helped by a gentle mixture of Crabs, or of the harshest Apples to humour all palats, and for a help to the Stomach, the mixture being made in the time of grinding the fruit together: and thus, when the better soil is too shallow for Apples, but receives Pears kindly at a greater depth, a hedge-row of Crabs, or wild austere apples, raised on the mounds and ripening in the same season, will, by well ordering it, afford such a perfect remedy, that judicious palats may be deceived, and take it for the best Cider. I must here give notice, that Sir W. S. recommends the Hamlin-apple of Devon for Cider equal to the best,\nbest, if not excelling. These disquisitions of the choicest fruits for drink, are modern, and in my memory were scarcely regarded in any part of England that I could hear of. For the best season to transplant, Dr. Lauremberg a person of much experience, and no less learned in the best old Authors, agreeeth punctually in all circumstances, and for the like reasons, with the fore-noted worthy Gentleman, that Plants, which cannot well bear the hardship of the Winter, should be transplanted in the Spring; but that such as are able to bear the extremity of a cold winter, should be transplanted in Autumn. In this only he differs, that he faith, Poma, pira, cerasa vulgaria, coryli, oxyo-canthi, pruna, &c. facile frigus ferunt, & Autumno tranplantari optimo successu solent: and then for the Spring he refers juglandes, persica, abricoca, aliquot ceraeorum genus. Lauremb. de Hort. cult., l. ci, 28. I think, where he wrote and practised, is as cold a Country as England; but the more we are obliged for these latter Experiments, and for the friendly and seasonable caution to decline adventures against the rage of winter. On the sudden I see no good reason, why we should expose any Plants to the hazard of the winters cruelty, since tender plants prosper infallibly by a Vernal transplantation; yet I must tell you, 'tis an old English and a Welsh Proverb concerning Apples, Pears, and the Haw-thorn-quick, Oaks; Set them at Allhallontide, and command them to prosper; set after Candlemas, and intreat them to grow. Mr. Reed's pleasant observation of the prudence and sagacity of Bees, invites me to ask, why we have so few Apiaries in England according to Mr. Mewes's model, represented in Hartlib's Common-wealth of Bees, Pag. 48. &c. which gave him the entertainment at any time to view their Mechanical skill, Chymistry, Industry, Loyalty, and Discipline through the glass-windows of his Hive, and paid him also wax and honey worth twenty nobles yearly at the least, I wish this Royal and Loyal ins-\nhad a just and full number of prompt disciples all over England, which would offer no worse sacrifice upon our publick Altar, then Hony and Wax, the good example of Piety, Devotion, Arts and Industry.\n\nAn Extract of a Latin Letter, written by the learned Signior Malpighi to the Publisher, concerning some Anatomical Observations, about the Structure of the Lungs of Froggs, Tortoises, &c. and perfecter Animals; as also the Texture of the Spleen, &c.\n\nDideratissimus de Respiratione Doctissimi Thrustoni libellus tandem ad meas devenit manus; ubi propugnatum vidi meam, de Pulmonum substantia*, sententiam. Quapropter Te anxie rogo, ut ipsi meo nomine officiosam dicas salutem, plurimasque eidem gratias agas pro spontanea & honorifica meorum dictorum tutela.\n\nMiratus sum valde, Animadversionum Authori in Testudinum, Lacertarum & Ranarum Sectionibus non occurrisse Commerciun inter Bronchia, & Pulmones, quos Vesiculas, à laxitate exterioris Pulmonum membranae obortas, vocat; cum sane immisso in Tracheam fistula, simul insufflato Aere, Pulmones, eadem Trachea appensi, hinc inde circa Cor turgant; quod & ad libitum animalis frequenter accidit: Hi etiam, dum Aere turgent, si filo innodentur ut sicce seant, scilicet patenter oculis Cellulas & Vesiculas, evidenter membranecas, exhibent. Et licet in Ranis brevis sit Bronchiorum processus, à Larynge tamen bini ductus, semi-circularibus aliquot annulis conflati, in membranecas vesiculas hiant, atque ita succedit Inspiratio & Exspiratio. At in Testudine, Lacerti & similibus, oblonga Trachea in binos subdivisa ramos, Aerem pulmonariibus Vesiculis subministrat. Scio, in Ranis, propè os, hinc inde binas interdum turgentes erumpere vesiculas (procul tamen à Pulmonibus,) quae buccae sunt Appendices, & Aere interdum, à pulmonibus in oris cavitatem Expiratione propulso, foras exilire. Circa",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101064.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10884,
    "total-output-tokens": 3023,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1728,
        2
      ],
      [
        1728,
        3615,
        3
      ],
      [
        3615,
        5512,
        4
      ],
      [
        5512,
        7396,
        5
      ],
      [
        7396,
        9405,
        6
      ],
      [
        9405,
        11251,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101064",
    "title": "Some Considerations upon Mr. Reeds Letter; Printed in N.70. Sheming, in what Sense the Sap May be Said to Descend, and to Circulate in Plants; and the Graft to Communicate with the Stock: At Also, what Choice of Apples for the Delicacy of the Liquor in Peculiar Seasons; and for Easie and Speedy Propagation: Pears for Some Lands Proper; Their Choice for Manisold Uses, Especially for Pleasant, or for Lasting Liquor; and How to be Planted, and Order'd for the Best Aduantage. The Best Season for Transplantation. An Apiary or Discipline of Bees, Recommended for Publick Benefit; All by Dr. John Beal in a Letter to the Publisher of May 13. 1671",
    "authors": "John Beal",
    "year": 1671,
    "volume": "6",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/101064"
  }
}