{
  "id": "a359185b5ef13516bf75610efbd643ab4e4c2eb9",
  "text": "I. Natural History and Description of the Tyger-cat of the Cape of Good Hope. By John Reinhold Forster, LL.D., F.R. and A.S.\n\nRead November 9. 1780.\n\nFew tribes of quadrupeds have in Africa more representatives of their different species than that of the Cat. The genus of Antelopes may perhaps be excepted, since, to my knowledge, about twenty different Ghazels and Antelopes are to be met with in Africa; but no more than about eight or nine of the Cat tribe have hitherto been discovered on that continent. However, I know about twenty-one different species of this great\nDr. FORSTER's History and Description of great clas; and, I suppose, these by no means exhaust this numerous tribe.\n\nThe greater and more numerous the different genera of animals are, the more difficult it must be to the natural historian properly to arrange the whole of such an extensive division of animals, especially if they are not equally well known. To form new genera, in order to dispose and arrange them under, is a remedy which increases the evil, instead of curing it. The best method, therefore, which can be devised, is to make great divisions in each genus, comprehending those species which, on account of some common relation or character, have a greater affinity to one another. The genus of Cat, to which the animal belongs we are going to speak of more at large, offers three very easy and natural sub-divisions. The first comprehends animals related to the Cat-tribe, with long hair or manes on their necks; secondly, such as have remarkable long tails without any marks of a mane on their necks; lastly, such as have a brush of hair on the tips of their ears, and shorter tails than the second sub-division. The first might be called in Latin Feles jubatae; the second sub-division should be named Ælures; and the third and last, Lynces. To the first sub-division the Lion and the hunting Leopard or Indian Chittah, belong. The second sub-division consists of the Tyger, the Panther, the Leopard, the Ounce, the Puma, the Jaguar-ete, the Jaguara, the Ocelot, the Gingy of Congo, the Marakaya, the Tyger-cat of the Cape or the Njussi of Congo, the Tibetan Tyger-cat which I saw at Petersburg, the common Bush-cat of the Cape; and, lastly, the wild Cat, and its domestic varieties. To the third division belong the Lynx, the Caracal, the Serval, the Bay Lynx, and the Ghaus of Professor GULDENSTEDT.\nSince it is quite foreign to my purpose to speak of those species which are known already to the naturalist, I confine myself to that species only which hitherto has been imperfectly known to naturalists.\n\nThe first notice we had of the Cape Cat is, in my opinion, to be met with in LABAT's *Relation Historique de l'Ethiopie occidentale*, tom. I. p. 177. taken as is supposed from Father CARAZZI. LABAT mentions there the *Njufi*, a kind of wild Cat of the size of a Dog, with a coat as much striped and varied as that of a Tyger. Its appearance bespeaks cruelty, and its eyes fierceness; but it is cowardly, and gets its prey only by cunning and insidious arts. All these characters are perfectly applicable to the Cape Cat, and it seems the animal is found in all parts of Africa, from Congo to the Cape of Good Hope, in an extent of country of about eleven degrees of latitude. KOLBE, in his *Present State of the Cape Good Hope*, vol. II. p. 127. (of the English edition) speaks of a *Tyger Bush-cat*, which he describes as the largest of all the wild Cats of the Cape-countries, and is spotted something like a Tyger. A skin of this animal was seen by Mr. PENNANT in a furrier's shop in London, who thought it came from the Cape of Good Hope; from this skin Mr. PENNANT gave the first description which could be of any utility to a natural historian*. All the other authors mention this animal in a vague manner. When I and my son touched the second time at the Cape of Good Hope in the year 1775, an animal of this species was offered me to purchase; but I refused buying it because it had a broken leg, which made me apprehensive of losing it by death during the passage from the Cape to London. It was very gentle and tame. It was brought in a\n\n* PENNANT's Synopsis of Quadrupeds, p. 181, first edit.\nbasket to my apartment, where I kept it above four and twenty hours, which gave me the opportunity of describing it, and of observing its manners and economy; as it did to my son that of making a very accurate drawing of it.\n\nAfter a most minute examination, I found its manners and economy perfectly analogous to those of our domestic Cats. It ate fresh raw meat, and was very much attached to its feeders and benefactors: though it had broke the fore-leg by accident, it nevertheless was very easy. After it had been several times fed by me, it soon followed me like a tame favourite Cat. It liked to be stroked and caressed; it rubbed its head and back always against the person's cloaths who fed it, and desired to be made much of. It purred as our domestic Cats do when they are pleased. It had been taken when quite young in the woods, and was not above eight or nine months old; I can, however, positively aver, having seen many skins of full-grown Tyger-cats*, that it had already very nearly, if not quite, attained its full growth. I was told, that the Tyger-cats live in mountainous and woody tracts, and that in their wild state they are very great destroyers of Hares, Rabbits, Yerbuas, young Antelopes, Lambkins, and of all the feathered tribe.\n\n**DESCRIPTIO FELIS CAPENSIS.**\n\nFelis cauda sub-elongata, annulata; corpore fulvo, supra maculis virgatis infra orbicularibus, auriculis nigris, macula lunata alba.\n\n* These skins, with several others of rare and non-descript animals, I bought at a very considerable expense, and deposited in the British Museum, that valuable national repository of artificial and natural curiosities.\n\n'Njuffi.'\nthe Tyger-cat of the Cape of Good Hope.\n\n*Nussi. LABAT Ethiopic. occident. tom. I. p. 177.\nTyger Bosch-katten. KOLBE Cape of Good Hope, vol. II. p. 127. (Engl. edit.)\nCape-cat. PENNANT Syn. Quadrup. p. 181. (1st edit.)\n\nCorpus magnitudine Felis Cati sylvestris vel paulo majus. In genere supra colore pallide fulvo, subtus e cinereo albo, maculis atris.\n\n(Pili apice pallide fulvi, basi albi.)\n\nCaput Rostro magis acuto, quam F. Cat, albo; in labio superiore prope angulum rictus macula orbiculata, nigra. Nares nudae, atrae. Mystaces plurium ordinum in labio superiore et supra oculos valida, albæ et fulvae. Oculi figura fere trianguli sphærici, latere anteriore perpendiculari; Irides flavæ. Pupilla orbicularis, diurna (nec ut in F. Cato perpendiculari rima lemniscata). Lingua retrosum aculeata. Dentes acuti ut in cogneneribus.\n\nLinea albida utrinque naso parallela, ad interiora oculorum latera. Linea nigra paullulum convergens a cantho anteriore oculorum descendit in nasum; aliae duæ nigrae supra oculos infra convergentes, inque frontem ascendentes; praeterea in capite puncta et lineolæ nigrae plures sparsæ.\n\nAuriculae amplae, longitudine fere capitis, ovatae, suberectæ, intus villofae, ochroleucæ; extus nigrae, macula lunata, transversa alba. Margo exterior facculo membranaceo nudo, lobato.\n\nCorpus ovatum, elegans. Lineæ atræ longitudinales quatuor in cervice inter aurium bases orsæ, in Dorso interruptæ; Superiora laterum obtinent maculae oblongæ, lineares, obliquæ. Inferiora laterum maculis rotundis sparsis. Abdomen e cinereo-album, maculis rotundis parvis, sparsis, nigris.\n\nPedes\nPedes omnes superne subfasciati, extremitatibus punctis numerosis, nigris conspersi. *Digitii* quinque felini. *Ungues* modici, retractiles, nigri.\n\n*Cauda* attingit basin tarfi, annulis circiter octo vel decem nigris cincta.\n\n**MENSURÆ.**\n\nAb apice rostri ad basin caudæ - 18 unciae ped. Angl.\nCauda - 8\nCaput longum - 4\nAuriculae margine exteriore - 3\nPedes anteriores a cubito - 7\nPedes postici (tarfi scilicet) - 4½\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106509.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 14664,
    "total-output-tokens": 2400,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        575,
        2
      ],
      [
        575,
        2396,
        3
      ],
      [
        2396,
        4206,
        4
      ],
      [
        4206,
        5863,
        5
      ],
      [
        5863,
        7468,
        6
      ],
      [
        7468,
        7888,
        7
      ],
      [
        7888,
        7888,
        8
      ],
      [
        7888,
        7888,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "la",
      "la",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106509",
    "title": "Natural History and Description of the Tyger-Cat of the Cape of Good Hope. By John Reinhold Forster, LL.D. F. R. and A. S.",
    "authors": "John Reinhold Forster",
    "year": 1781,
    "volume": "71",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/106509"
  }
}