{
  "id": "049a0cd4addcfa9bf98a2fc8554d25d69db76e73",
  "text": "IX. Historia brevis Morbi, quo decepit Reverendissimus Pater Jos. Bolognini, Abbas SS. Bonifacii & Alexii de Urbe, atque Congregationis Hieronymianæ Procurator generalis; excerpta per C. M. R. S. Secr. ex Epistola ab Domino Johanne Francisco de Camillis, M. D. scripta ad Virum clarissimum Didacum de Revillas, Abbatem Hieronymianum, in Romano Sapientiae Archigymnasio publico Matheos Professorem, Regalis Londini Societatis Sodalem, &c.\n\nReverendissimus pater, so major, viribus tamen florens, staturae procerae, habitus obesi, & admodum sanguinei, liberaliter sibi victum indulgens, Mediolani (ubi natus est), Bononiae, & Romae, degens, frequentior, mensibus praesertim Augusti & Septembris, correetus est febri tertiana, modo simplici, modo duplici, vomitu, vomendique nisiibus, plerumque conjuncta. Hanc vero, alvo soluta sectaque vena, Peruvianus cortex sollicitate adhibitus feliciter semper extinxit. Vomendi incitamentis saepius obnoxius fuit.\n\nProxime superioribus annis non infrequenter aliquot a pastu horis questus est de molestio quodam stomachi ardore, ad quem levandum, vespere & mane ante & post Chocolatæ potum, aquam quandoque frigidam, vel, pro tempestate, calidam, bibere consuevit. Quotannis primo vere, ventrem mitiori aliquo medecamine\ncamine relaxare, & venam secare, ad memoratas autumnales arcendas febres in more posuit. Vere nuper elapsa, assidua & graviora passus est animi pathemata, intensiores subiit labores: fuit ideo trisis, insomnis, sed inprimis cogitabundus. Julio mense, miliari rubra, & prurienti purpura, sed absque febre, aspersus est; ad quam curandam, lactescentes seminum peponum expressiones, & aquam, modo simplicem, modo acreidine citri suaviter alteratam, copiose potavit. Hujus mensis 26. vigenti adhuc eadem purpura deambulatione calefactus, quiete postea, & aeris afflatu, admodum refrigeratus est. Itinere iterum incaluit, & mora prope fontem habita a frigidiusculis Etesis, [N. W.] graviter offensus est. Vespere parce coenavit; praeviis horroribus & rigoribus, febre corruptus est, vomitione, evomendique conatibus insuper adjunctis: mox insequente febrili calore leni, minime molesto, nocte placide quievit. Crastino die melius se habuit; insequenti vero die rediit febris cum horrore, vomitione, & gravi capitis dolore.\n\nJamprimum accitus Dominus Camillus invenit R. P. febri afflictum nunc inclinante, memorata purpura non amplius apparente. Nocte erupit sudor, & febris dimissa est. Potionem laxativam, ex manna & cremore tartari, & acreidine citri, ad mentem clarissimi Frid. Hoffmanni, haud insuaviter paratam, crastino assumit mane. Alvo moderate soluta, melius se habuit. Excreta magna ex parte fuerunt biliosa, qua sparsim colore quodam Chocolatam amulante inficiebantur. Hora 18a redit febris, cum consuetu vomitione, vespere vero inclinans. Nocte sumpsit Cort. Peruv. scrupulos duos, in bolum compactos; sed recruduit febris. Vigil & inquietus aeger corticem\nevomuit, viscidæ tenacique, atque eodem Chocolatam\næmulante colore nonnihil perfusæ lymphæ permistum;\ncujus quidem coloris materiam, non nisi in pulverem\nquodammodo redactum sanguinem fuisse, ingravescens\nmorbus magis magisque declaravit. Postridie pulsus facti\nsunt parvi & frequentes: accessit gravis & molestus\nsinistri orificii ventriculi dolor, & quædam in sinistrum\nlatus decumbendi difficultas. Manus caeteroquin taetum\nnon incommode inibi patiebatur; utrumque pariter\nhypochondrium molle erat & tractabile: hodie iterum\nbolum e cortice Peruviano deglutivit; paulo post\nviolentiores passus est vomendi impetus, haustibus\naquæ subtrepidæ sedati. Hora 19a, corticis Peruviani:\npulv. scrupulos duos ex haustulo aquæ cardui bene-\ndicti potavit: spongiis aqua imbutis hypochondria\nfovebantur; & oleum amygdalinum sine igne ex-\ntractum subinde hausit. Post meridiem febris remisit;\nsumsit æger corticis Peruviani drachmam unam ex\naquæ cardui benedicti; post 4 horas item. Cras mane\nexcreta rubente floridoque deprehendi aspersa san-\nguine: permanebant adhuc ventriculi passio, vomendi\nnitus, inquietudo, & non parvus virium languor.\nPaulum ante meridiem insensibiliter recurrit febris,\npulsus evaserunt debiliores & frequentiores. Adaucta\nvidebatur voluntas vomendi; & per vomitum ejecta\nest viscidula lympha sanguine conspersa; successive\nsuperne per os, & inferne per alvum, atrum & coa-\ngulatum sanguinem copiose ejecit æger. Confectio-\nnem Hyacinthinam, in aqua totius citri solutam,\nparce & per intervalla forbuit. Post meridiem, senior\nmedicus accersitus est in concilium; unde tria de-\ncreta sunt; sanguinis missio; febrisfugi corticis reite-\nraæ potio, permixti bolo Armenæ, vel terræ sigillatae;\nac in aqua plantaginis soluti; & selectus & moderatus usus cordialium; a V. S. æger nil profecit; immo debilior evasit. Jusculum exinde, ut reficerentur vires, exhaust ex carne vitulina, ovi vitello superaddito. Haud multo post brevissime deliravit. Intra horas tres quatuorve obmutuit; & tertia exinde hora tandem, non sine summo angore, una & anhelitu, frigido caput perfusus sudore, piam animam Deo reddidit, sexta ab invasione febris, quartæ a decubitu labente die. Rejecti sanguinis pondus æquabat libras fere octo; Peruviani corticis deglutiti unciæ dimidium; & olei amygdalini uncias quattuor.\n\nTransactis horis decem & octo aperiendi cadaver mihi munus assumsi; & occurrit primo corpus solidum, & succi plenum, abdomen insigniter elevatum, & dorsum subnigris quibusdam maculis variegatum.\n\nUniversalibus sectis, diductisque tegumentis per amotum sternum in thoracem viam referavimus. Exemimus spiritualia viscera, & extactis sanguiferis modicum fluxisse sanguinem deprehendimus. Exterior pulmonum facies in parte praesertim postica nigricans apparuit. Pertractatis deinde pulmonibus, in praeternaturalem tensionem, & duritiem, eosdem abiisse; & diversimode disjectis interiorum corundem substantiam sanguine fere orbata offendimus, ac colore copiae proxime æmulantem. In pericardio reperta est modica lympha, eaque admodum obscura. Cor invenimus debili atque flaccida substantia donatum. Patet in eodem foramen ovale; illudque adstantibus spectandum exhibuimus. Auricularum, & ventriculorum cavitates modicum sanguinis nigri & coagulati affervabant quantitatem. Diaphragmatis convexa pars ventriculo respondens inflammata:\n\nF 2 concava\nconcava vero eundem tangens, nigricans offensa est. Inibi etiam sanguifera vascula turgebant, & elevabantur. In aliis thoracis partibus nulla labes emicuit.\n\nSectione producita abdomen aperuimus, quod multo adipe refertum erat. Omentum vidimus crassiusculum, naturaliter tamen constitutum. Hepar apparuit externe in parte convexa colore prope naturali; in concava vero, qua ventriculum tangit, obscuro & atro. Internam ejusdem substantiam subpallidam & debilem, cultro haud difficulter cedentem, & sanguine propemodum orbata adinvenimus. Lienis substantiam conspeximus nigricantem, & plane corruptam; quae ab investiente membrana, tanquam a marsupio continetur. Renes, mesenterium, & reliquae partes, ferme carebant sanguine. In majorem nos traxit admirationem canalium alimentorum perlustratio. Tota enim oesophagi interna facies, inequaliter tamen, nigro & coagulato aspergebatur cruore. Ventriculus tumens & inflammatus visus est. Ejusdem cavitas magnum aquae fluidi, sanguini atro & foetenti commixti claudebat pondus. In eodem fluido quasdam olei amygdalini supernatantes guttulas deprehendimus. Vasa ventriculum perreptantia sanguine erant turgida, & elevata, ea potissimum parte, qua brevia, sic dicta, locantur. In fundo ad distantiam quatuor ferme digitorum a pyloro praeter expectationem conspicuus factus est tumor, orbicularem figuram praesferens (TAB. II. Fig. 9.) ad instar mali aurantii, & uncias quinque fere ponderans. Elevabatur hic inter ipsius ventriculi membranas. In eminentiori ejusdem parte foramen conspeximus pariter orbiculatum, quod dimidium digiti transversi latitudinem adimplebat. Tumor praefatus externe ex atro rubescet. Quoad substantiam sarcomatosus,\nsarcomatosus, & de genere carcinomatum, fuit habitus. Tota insuper intestinalis longitudo externe rubebat; immo intestina tenuia evirescebant. A pyloro per totam buodenii extensionem insignis sanguinis atri & coagulati quantitas est adinventa. Brevis jejuni pars nullo foedebatur cruore, & reliquum ejusdem cum adnexo ileo, partim atro & coagulato, partim florido & rubente, repletum erat sanguine. Colon per totum, & praesertim ejusdem amplior pars, uti & intestinum rectum, putrido & foetido cruore onerata, detecta fuere, quin ulla in toto intestinorum systemate appareret sanguiferorum dehiscentia.\n\nSequuntur delineationes memorati tumoris, cujus dissectionem non paucis ab extispicio peracto removeravimus horis.\n\nVide T A B. II. Fig. 9 & 10.\n\nFig. 9. Exhibit naturalem tumoris magnitudinem & statim a cadaveris sectione figuram; quae post 18 horas paullo compressior fuit, ut in Fig. 10.\n\nA, Foramen in eminentiori tumoris parte, ejusdemque medietate adapertum, orbicularem figuram praeseferens.\n\nB B B, Inferior tumoris pars, sive basis, ventriculi fundo ad distantiam 4 dig. transversorum a pyloro firmiter innixa; ubi vasculis sanguiferis refertur in ejusdem corpus extensis.\n\nE E, Ventriculi pars secta & diducta, ut expositi tumoris magnitudo & figura commodius conspicerentur: productione interioris ventriculi tunicæ tumorem investiente.\nFig. 10. Demonstrat verticalem tumoris sectionem.\nA, G, H, Flexuosa tumoris cavitas, ex foramine A,\nFig. 9. oblique in ejusdem corpus descendens, quae\nin centro in duas minores cavitates HI, HK,\nditimitur.\nIK, Alia major in fundo tumoris cavitas, per quam\nad praefatas minores patet aditus. In hoc tumoris\ncavo modicum offendimus ichoris, qui solo contactu\nargenteum perspicillum denigravit.\nMM, Interna & sarcomatosa tumoris substantia.\n\nX. A Letter from James Jurin, M.D.\nF.R.S. & Coll. Med. Lond. to Martin\nFolkes, Esq; President of the Royal So-\nciety, concerning the Action of Springs.\n\nSIR,\n\nPresented April 12, 1744.\n\nI NEED not inform a Person so well\nacquainted with all the Branches of\nMathematical Philosophy as yourself, that the Theory\nof Springs not only is of great Use in the more\ncurious Parts of Mechanics, as the Structure of\nWatches, &c. but may give Light to many Opera-\ntions of Nature, there being few Substances but\nwhat are endued with some Degree of Elasticity;\nand particularly the Bodies of Animals, and of Vege-\ntables likewise, being known to consist, in a great\nmeasure, if not wholly, of Organs strongly elastic.\n\nFor which Reason it is not to be wondered at, that\nthis Theory has engaged the Thoughts of several\neminent\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104410.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 16370,
    "total-output-tokens": 3687,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1259,
        2
      ],
      [
        1259,
        2925,
        3
      ],
      [
        2925,
        4631,
        4
      ],
      [
        4631,
        6275,
        5
      ],
      [
        6275,
        7961,
        6
      ],
      [
        7961,
        9313,
        7
      ],
      [
        9313,
        10566,
        8
      ],
      [
        10566,
        10566,
        9
      ],
      [
        10566,
        10566,
        10
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "en",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104410",
    "title": "Historia Brevis Morbi, Quo Decessit Reverendissimus Pater Jos. Bolognini, Abbas SS. Bonifacii & Alexii de Urbe, Atque Congregationis Hieronymianae Procurator Generalis; Excerpta per C. M. R. S. Secr. ex Epistola ab Domino Johanne Francisco de Camillis, M. D. Scripta ad Virum Clarissimum Didacum de Revillas, Abbatem Hieronymianum, in Romano Sapientiae Archigymnasio Publico Matheseos Professorem, Regalis Londini Societatis Sodalem, &c.",
    "authors": "Jos. Bolognini, C. M., Johanne Francisco De Camillis, Hieronymianae",
    "year": 1744,
    "volume": "43",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/104410"
  }
}