{
  "id": "2a280a50df14f893dc9b05117a943e91bd3498ff",
  "text": "An Extract of a Letter,\nWritten by John Winthrop Esq; Governour of Connecticut in New England, to the Publisher, concerning some Natural Curiosities of those parts, especially a very strange and very curiously contrived Fish, sent for the Repository of the R. Society.\n\nI know not, whether I may recommend some of the productions of this Wilderness as rarities or novelties, but they are such as the place affords. There are, amongst the rest, 2. or 3. small Oaks, which though so slender and low (as you may see, if they come safe) have yet Acorns and cups upon them, so that it may be truly said, that there is a Country, where Hogs are so tall, that they eat acorns upon the standing growing Oakes. This is every year visible in many parts here, there being of this sort of dwarf-Oak whole Forrests in the Inland Country; too many for the Husband-man, who finds that sort of land most difficult to break up at first with his plough, in regard that the whole surface is fill'd with spreading strong roots of this sort of Oak. Neither must it be thought, that they are small shoots, which in time would grow big trees; for, where these grow, there are no great Oakes, or very few amongst them. But whether it be a novelty to see such kind of dwarf-trees bearing acorns, I know not: It was to me, having not seen the like (as far as I remember,) in England or France, or other parts. Mean time I have observed, that in some Plains, full of these shrubs, there have been no acorns on most of them; but whether in other years they were not fruitful, I know not. Some years, we know, even the great Oakes bear no fruit, which are very full at other times; but this year throughout the whole Country there is plenty of acorns; and I should be glad to be informed, whether this year they have been also abounding in England, or other parts of Europe; and if so, or not so, possibly something not altogether inconsiderable may be thence infer'd. Besides, if such dwarfish Oakes, as these, should be found in other parts of the World, it were not amiss, me thinks, to inquire, Whether it be not some Mineral ground, where these grow; and if so, what sorts of Minerals those places afford.\n\nThere are also sent you some pieces of the Bark of a Tree, which\nwhich grows in Nova-Scotia, and (as I hear) in the more Easterly parts of N. England. Upon this bark there are little knobs, within which there is a liquid matter like Turpentine (which will run out, the knob being cut open) of a very sanative nature, as I am informed by those, who affirm, that they have often tried it.\n\nIn the same Box are Pods of a Vegetable, we call Silk-grass, which are full of a kind of most fine down-like Cotton-wool, many such shocks in one and the same pod ending in a flat Seed. 'Tis used to stuff up Pillows and Cushions; being tried to spin, it proves not strong enough. The Seeds 'tis like may grow with you, if set in some Garden; whereby the whole Plant may be seen.\n\nYou'll find also a Branch of the Tree, call'd the Cotton-tree, bearing a kind of Down which also is not fit to spin. The Trees grow high and big. At the bottom of some of the Leaves, next to the stalk of them, is a knob, which is hollow, and a certain fly, somewhat like a pis-mire-fly, is bred therein.\n\nMoreover, there are some of the Matrices, in which those Shells are bred, of which the Indians make the white Wampanoage, one sort of their mony. They grow on the bottom of Seabays, and the shells are like Periwinkles, but greater. Whilst they are very small, and first growing, many of them are within one of the concave receptacles of these Matrices, which are very tough, and strong, so contrived, that they are separate from one another, yet so, that each of them is fastened to a kind of skin, subtended all along to all these cases or baggs.\n\nThere is, besides, in a large round Box, a strange kind of Fish, which was taken by a Fisherman, when he was fishing for Cod-fish in that Sea, which is without Massachusetts Bay in N. England. It was living, when it was taken, which was done, I think, by an hook. The name of it I know not, nor can I write more particularly of it, because I could not yet speak with the Fisherman, who brought it from Sea. I have not seen the like. The Mouth is in the middle; and they say, that all the Arms, you see round about, were in motion, when it was first taken.\n\nWe omit the other particulars here, that we may reflect a little upon this elaborate piece of Nature, the Fish, which, since\nsince it is yet nameless, we may call Piscis Echino-stellaris Viscoformis; its Body (as was noted by M. Hook) resembling an Echinus or Egg-fish, the main Branches, a Star, and the dividing of the branches, the Plint Mistle-toe. This Fish spreads itself from a Pentagonal Root, which encompasseth the Mouth (being in the middle at a) into 5 main Limbs or branches, each of which, just at the issuing out from the Body sub-divides itself into two (as at 1.) and each of those 10 branches do again (at 2.) divide into two parts, making 20 lesser branches: Each of which again, (at 3.) divide into 2 smaller branches, making in all 40. These again (at 4.) into 80; and those (at 5.) into 160; and they (at 6.) into 320: they (at 7.) into 640; at 8, into 1280; at 9, into 2560; at 10, into 5120; at 11, into 10240; at 12, into 20480; at 13, into 40960; at 14, into 81920: beyond which, the farther expanding of the Fish could not be certainly traced, though possibly each of those 81920 small sprouts or threads, in which the branches of this Fish seem'd to terminate, might, if it could have been examined when living, have been found to subdivide yet farther. The Branches between the Joyns were not equally of a length, though for the most part pretty near: But those branches, which were on that side of the Joyn, on which the preceding Joyn was placed, were always about a 4th or 5th part longer than those on the other side. Every of these branchings seemed to have, from the very mouth to the smallest twigs or threads, in which it ended, a double chain or rank of pores, as appears by the Figure. The Body of the Fish was on the other side; and seemed to have been protuberant, much like an Echinus (Egg-Fish or Button-Fish) and, like that, divided into 5 ribs or ridges, and each of these seemed to be kept out by two small bony ribs.\n\nIn the Figure is represented fully and at length but one of the main branches, whence 'tis easy to imagine the rest, cut off at the 4th sub-dividing Branch, which was done to avoid Confusion as well as too much labour and expense of time in the Engraving.\n\nThe Figure, well viewed and considered will be more instructive, than a larger Discourse thereon; though other particularities might have been mention'd, if the dryness, perplexedness and brittleness of the Fish had not hindered it.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101560.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7978,
    "total-output-tokens": 1897,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2248,
        2
      ],
      [
        2248,
        4487,
        3
      ],
      [
        4487,
        6817,
        4
      ],
      [
        6817,
        6817,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101560",
    "title": "An Extract of a Letter, Written by John Winthrop Esq; Governour of Connecticut in New England, to the Publisher, Concerning Some Natural Curiosities of Those Parts, Especially a Very Strange and Very Curiously Contrived Fish, Sent for the Repository of the R. Society",
    "authors": "John Winthrop",
    "year": 1670,
    "volume": "5",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/101560"
  }
}