{
  "id": "143fd1226f321814b2d6227d46614d7815a6e459",
  "text": "least sullied, or its Pores fill'd with Earth, or other terrestrial Matter; on the contrary, not the least Adhesion of any thing of that kind can be observ'd: Besides, Brimstone made the ordinary way, seems to have a different Texture of its internal Parts from this Ball. From these Observations I am ready to conclude it not form'd in the Earth; but however submit it to the Determination of the Curious, and am\n\nYour most obliged Servant,\n\nBenj. Cooke.\n\nV. An Account of a Book intitled, Observationes de Aere & Morbis epidemicis, ab Anno 1728, ad finem Anni 1737, Plymuthi factæ. His accedit Opusculum de Morbo Colico Danmoniensii. Auctore Joanne Huxham, M.D. R.S.S. Londini, apud S. Austen, 1739, 8°. Drawn up by Thomas Stack, M.D. F.R.S.\n\nTHIS Treatise of Epidemics (in my humble Opinion the best by far of any of this kind wrote by the Moderns) is usher'd in by a large and learned Discourse by way of Prolegomena; wherein the worthy Author considers the various Properties of the Air, with its Effects on living Bodies both in Health and Sickness; and then describes the Method\nand Instruments he made use of in his Observations.\n\nHis Method of observing the Weather, is that publish'd by Dr. Jurin, Phil. Trans. No 379.\n\nHis Instruments, a Barometer with a pretty large Tube, and a very wide Bowl, fill'd with Quicksilver well purged by Distillation. And this Barometer, to June 1733, stood about forty-six Feet above the Level of the Sea at Low Water; but after that Time at thirty Feet only above the said Level.\n\nA Thermometer made by Mr. Hauksbee.\n\nThe chief of his Hygroscopes was made after that of Mr. Molyneux, in Phil. Trans. No 172.\n\nA round Funnel for collecting the Rain, 25 Inches in Diameter, and placed so as to be equally exposed to all Winds.\n\nAnd he closes the Prolegomena with an Account of the Situation of Plymouth; and with earnestly expressing his Desire of a general accurate History of the Atmosphere, towards which he contributes this his Mite.\n\nIn the Body of this useful Treatise, the ingenious Author gives for every separate Month curious Abstracts of his Meteorological Diary, viz. The Quantities of Rain for the respective Days; the Days on which there fell Hail, Snow, &c. The Aurora Boreales, and other like Meteors: The Winds, with their Degrees of Force: The considerable Tides: The highest and lowest Stations of the Barometer and Thermometer: The warmest and coldest Days, with the middle Temper of the Air. To these he subjoins the reigning or most epidemic Diseases, and their Methods of Cure; with excellent medicinal Observations\nvations both Theoretical and Practical, thereon, as often as any thing new or uncommon occur'd.\n\nAs a Specimen of the Work, I beg Leave to exhibit some few of his Observations, both Philosophical and Medical, for each respective Year.\n\n1728.\n\nJuly 2. at 11 at Night, no Wind stirring, our Author observed a very considerable Aurora Borealis, whose Beams shot upward, and terminated in a bright Canopy about eight or ten Degrees to the South of the Zenith; with its Centre about the same Distance to the East of the Meridian. It was attended with a very plentiful Dew.\n\nJuly 22. at 9 p.m. The Wind at North, with one Degree of Force; there was a small but uncommon Aurora Borealis, whose pyramidal Rays darted in an inverted Order; for their Points tended to the Centre, and ran below the Horizon at North.\n\nThe whole Quantity of Rain collected this Year,\n\n| Inches | Decimals |\n|--------|----------|\n| was    | 36.      |\n|        | 364.     |\n\nOf which fell in January, the wettest Month, 6. 108.\nin September, the dryest, 1. 526.\n\nThe highest Station of the Barometer was\n\n| Inches |\n|--------|\n| 30. 3. on Feb. 2. and Dec. 15. |\n\nlowest 28. 5. on Jan. 18. and Sept. 24.\n\nIn his general Observations on this Year, among other things, he observes, that the highest Tides generally happen'd when the Barometer was lowest: And he thinks, their Cause, in part at least, may be attributed to the Air being lighter on our Seas than\non the main Ocean. He also suspects, that Spouts and Boars may derive their Origin from the same Cause, but acting with extraordinary Violence: As a Clap of Thunder, which causes a sort of Vacuum for an Instant.\n\nThis having been a wet Year, our Author takes occasion to account how a wet and cold Temper of the Air creates Heaviness, Colds, and other Diseases, from superabundant Serosity: How Fevers are produced by a moist and unelastic Air; and gives the manner of treating intermitting Fevers, with the Method and Use of Vomits; the different sorts of Asthma's, with the Cure; and Cautions for avoiding the Contagion of the Air.\n\n1729.\n\nJanuary 14. at 9 p.m. He observed a bright Cloud between Orion, the Bull and the Whale's Mouth, shooting forth very bright Rays: Though there was no Sign of an Aurora Borealis in any other Part of the Heavens all that Night.\n\nThe Total of Rain this Year was 33. 055.\nOf which September, the wettest Month, afforded 6. 498.\n\nJanuary, the dryest, 0. 900.\n\nOn Occasion of his Thermometrical Observations made in February, he says, he has frequently observed Frost in Spring, when Mr. Hauksbee's Thermometer was but at 55; whereas in Winter he has seen it at 65, and lower, without the least Appearance of Frost: Wherefore he thinks, the Degree of Cold which produces Frost, is not yet brought to a due Certainty; and\nand that Congelation does not depend barely on a Privation of Motion or of Heat.\n\nA slow putrid Fever was very epidemical part of this Summer and Autumn; which he ascribes to the moist and hot Temper of the Air, and gives its Description and Cure.\n\n1730.\n\nIn the Beginning of October there was a violent Easterly Wind, which so disturb'd the Sea, that at three or four Miles from the Shore he found the Leaves of the Trees very salt to the Taste.\n\n| Inches | Deci. |\n|--------|------|\n| The Total of Rain this Year was | 25. 698. |\n| Whereof in November fell | 4. 480. |\n| in January but | 0. 666. |\n\nBarometer highest on Jan. 10. 30. 6.\nlowest March 7. 28. 5.\n\nOn account of a particular Colic which reign'd part of this Year, the Author remarks the pernicious Consequences of giving general Names to Distempers; which often leads the Unskilful into irreparable Errors in Practice.\n\n1731.\n\nThis was a dry Year, the Total of Rain being but 17. 266.\nWhereof in November, the wettest Month, fell 2. 356.\nin March, the dryest, 0. 140.\n\nMercury highest on March 2. 30. 4.\nlowest November 8. 28. 7.\nA very remarkable Fall of the Barometer happen'd between Feb. the 2d and the 9th, when the Mercury descended from 30. 3. to 28. 9.\n\nOur Author has very often observed a very sudden fall of the Mercury, without any considerable Change in the Face of the Atmosphere; but upon a more strict Inquiry, he found there had been either great Rain or Thunder somewhere in the Neighbourhood; to which Place the ambient Air rush'd suddenly, in order to restore the Equilibrium.\n\nAs inflammatory Diseases of the Breast were fatal this Year, the Author takes Occasion, in treating of them, to give the distinctive Characteristics of the true Pleurisy and Peripneumony, and consequently of the frequent Combination of both, or Pleuro-Peripneumony; with their different Methods of Cure.\n\n1732.\n\n| Inches | Deci. |\n|--------|------|\n| The Total of Rain was | 33. 096. |\n| Whereof in October fell | 6. 342. |\n| in August but | 0. 362. |\n\nMercury highest November 25. 30. 4.\nlowest October 14. 28. 7.\n\nThis Year contains excellent practical Observations on the Whooping Cough of Children.\n\n1733.\n\n| Inches | Deci. |\n|--------|------|\n| Total of Rain | 29. 884. |\n| Of which in December alone | 4. 688. |\n| in July but | 0. 772. |\n\nIn\nIn December, though a very wet Month, the Barometer was high; which he attributes chiefly to the great Quantity of Vapours with which the Air was loaded.\n\nThe highest Station of the Mercury was\n\nInches.\n30. 2. Jan. 24. Mar. 3. Oct. 18.\nNov. 5.\n\nlowest 20. 8. June 18. and Oct. 25.\n\nAnd 'tis very remarkable, that whereas the Mercury was at its highest Station of 30. 2. on Oct. 18; it was fallen to its lowest of 28. 8. on Oct. 25. and risen again to the highest on Nov. 5.\n\nHere the Reader will find an accurate Description of the Epidemical Colds of this Year, with their Cure.\n\n1734.\n\nWas a very wet Year, the Total of Rain being Of which fell in December in January but\n\nInches.\n37. 114.\n6. 192.\n1. 484.\n\nThe Mercury's highest Station 30. 4. on Jan. 29. Feb. 1. and Nov. 27.\n\nlowest 28. 2. Dec. 14.\n\nThe most sudden Change was between the 23d and 27th of November, when the Mercury rose from 28. 8. to 30. 4.\n\nQuinzeys were very rife this Year among young Folks; for which Reason they are here carefully described, with their various Changes and Cure.\n\n1735.\n1735.\n\nTotal of Rain fallen this Year . . . 30. 974.\nWhereof in November . . . 4. 922.\nin May . . . 1: 646.\n\nHighest Station of the Mercury\non Jan. 4. and Feb. 2. 30. 5.\nLowest Jan. 11. . . 28. 1.\nWhere it is observable, that between the 4th and 11th of January, the Mercury fell from its highest Station of this Year, viz. 30. 5. to its lowest (and indeed a very low one) 28. 1.\n\nNov. 27. though the Moon was in one of the Quarters, the Tides were higher than they generally are at the New and Full.\n\nThis was a very moist Year as to the Frequency, though not the Quantity of Rain.\n\nThis Year a malignant Fever, with Spots, was brought to Plymouth by the Fleet, and became very epidemical and destructive; wherefore our learned and humane Author takes great Pains to investigate its Nature, and gives the Method of Cure which best succeeded with him.\n\n1736.\n\nFeb. 6. There was a considerable Aurora Borealis, wherein the Streamings darted from the very South; and the lucid Canopy was more to the East than the Author had ever observed before.\n\nMay 9. A large Halo round the Moon at 10 at Night, and at the same Hour on the 11th, another very large one, remarkable for its fiery Colour.\nAug. 25. Wind W. 1 Deg. Between the Hours of 9 and 11, there appear'd in the Heavens a narrow, but very bright Band, which extended intirely from West to East, and was like a great Rainbow.\n\nThe Total of Rain . . . . . . 36. 706.\nOf which in October . . . . . . 6. 534.\nin November . . . . . . 1. 150.\n\nAnd on July 10, the Rain was so excessive, that from 3 p.m. to 5 the next Morning it amounted to . . . . . . 1. 686.\n\nThe Mercury's highest Station was on\n\nDec. 24. 30. 4.\nlowest Oct. 9. 28. 4.\n\n1737.\n\nIn August there were Aurora Boreales for four successive Nights, viz. from the 9th to the 12th. The first and last seem to have no particular Circumstances attending them. That on the 10th, seen at 9 o'Clock, was very great. Its Rays were of various Colours, though all very bright and vivid; and form'd a beautiful Canopy from the Zenith to about 12 Degrees Eastward, and a little to the South.\n\nThat on the 11th, about 10, was also considerable. The Canopy appear'd in the same Place with that of the foregoing Night, and of the Colour of red-hot Iron.\n\nDec. 5. Our Author observed the remarkable red Lights, [of which the Royal Society have had several Accounts] and says, that in the Evening the Sky seem'd overcast with a thin Cloud or Vapour, but look'd red as from the Reflexion of a great Fire;\nand it cast as much Light as the Full Moon on a cloudy Night. This surprising Phenomenon lasted till near Midnight, but its greatest Brightness was between the Hours of Five and Seven. It caused great Terrors among the Vulgar, some apprehending a vast Fire, others thinking the Sky overspread with Blood. For the greatest Part of the Day the Air was cloudy and warm, with a gentle Rain falling often, especially in the Afternoon, and scarce any Wind. In the Evening the Vapour emitted a disagreeable Smell; and the Doctor happening to ride in the Rain, he perceiv'd the Drops were of a maukish sweet Taste. This same Phenomenon was of great Extent in the Northern Parts of Europe; and at Kilkenny in Ireland, was seen somewhat like a Globe of Fire suspended in the Air for near the Space of an Hour; which then bursting, spread Flames around on every Side.\n\nThe total Quantity of Rain this Year was\n\n| Inches | Deci. |\n|--------|------|\n|        |      |\n\nWhereof fell in March alone\n\n| Inches | Deci. |\n|--------|------|\n|        |      |\n\nin May but\n\n| Inches | Deci. |\n|--------|------|\n|        |      |\n\nThe Mercury's highest Station in the Barometer was on Jan. 19.\n\n| Inches | Deci. |\n|--------|------|\n|        |      |\n\nlowest Sept. 22.\n\n| Inches | Deci. |\n|--------|------|\n|        |      |\n\nTowards\n\n* N. B. The Reader is desired to take Notice of an Error in the Total of Rain for this Year, as it stands in the Book; where the Total of the preceding Year has by some Mistake or other been repeated in this; and he is therefore intreated to correct it by the Total set down in this Abstract.\nTowards the latter End of this Year, a catarrhal Fever broke out, and became very epidemic. It was indeed somewhat like the epidemic Colds of 1733, but much more severe. Here the Reader will find the Differences in their Symptoms and Cure well described: As also two valuable Dissertations, one on the various Species of Jaundice, the other on nervous Fevers, so common of late Years: Which I think very worthy of a careful Perusal by all Orders of Men, who have any Pretence to the Practice of Physic.\n\nThe Subject of the Treatise intituled Opusculum de Morbo colico Damnoniorum, eoque maxime epidemico, Anno 1724. annex'd to these Epidemics of Plymouth, is a very severe Colic, attended with bilious Vomitings excessively sharp, Constipation, excruciating Pains in the Abdomen and several other Parts of the Body, a Palsy of the upper Extremities chiefly, and other dreadful Symptoms.\n\nIt was extremely epidemic among the poorer sort of People, from Autumn 1724. to the next ensuing Spring, which Year there was a vast Quantity of Apples, and consequently of Cyder; and it returns more or less every Year that Fruit abounds: Wherefore Dr. Huxham ascribes its Cause to the excessive Use of Apples and new Cyder.\n\nIn this Treatise, besides an accurate Description of the Distemper in its several Stages, with the best Methods of Cure the learned Author could devise from long and large Experience, the Reader will find curious Disquisitions on the Nature of Apples, new Cyder and Wine, their good and bad Effects, the Benefit\nBenefit of good ripe Cyder: Useful Observations on the Bile, especially when it becomes porraceous or black, acid or alcaline, and the prodigious Acrimony it sometimes acquires: On the good Effects of the continued Use of Eccoprotics in proper Cases; with several others equally valuable, which are much better let down in the Treatise, than can possibly be done in any Abstract.\n\nVI. An Abstract by C. Mortimer, M.D. Secr. R.S. of an Inaugural Dissertation published at Wittemberg 1736. by Dr. Abraham Vater, F.R.S. concerning the Cure of the Bite of a Viper, cured by Sallad-oil.\n\nThis Tract is intituled, Dissertatio Inaug. Medica, de Antidoto novo adversus Viperarum morbum praestantissimo in Anglia haud ita pridem detecto, quam praeside Dr. Abr. Vatero pro gradu Doctoris ventilandam proponit Fridericus Gensterus Gedanensis, Sept. 11. 1736. Vitemberge, in 4to.\n\nOur Author was first informed of the Use of Oil of Olives against the Bite of Vipers by a Letter written to him by Sir Conrad Sprengell, Anno 1734. wherein he gives him an Account of the Experiments then lately shewn by William Oliver*, before several Members of the Royal Society, and others: He had communicated the Contents of this Letter to a Cousin, one Dr. Vater at Dresden, who had an Opportunity\n\n* Philos. Transact. No 443. p. 313, &c.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103952.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 18912,
    "total-output-tokens": 4678,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1086,
        2
      ],
      [
        1086,
        2581,
        3
      ],
      [
        2581,
        4009,
        4
      ],
      [
        4009,
        5365,
        5
      ],
      [
        5365,
        6459,
        6
      ],
      [
        6459,
        7675,
        7
      ],
      [
        7675,
        8738,
        8
      ],
      [
        8738,
        9926,
        9
      ],
      [
        9926,
        11234,
        10
      ],
      [
        11234,
        12839,
        11
      ],
      [
        12839,
        14365,
        12
      ],
      [
        14365,
        15678,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103952",
    "title": "An Account of a Book",
    "authors": "Joanne Huxham, Thomas Stack",
    "year": 1737,
    "volume": "40",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/103952"
  }
}