{
  "id": "b5000d90c6468d3c4c802c967bf0df665d16cd2c",
  "text": "XIX. On the Thermo-electric Series. By Augustus Matthiessen, Ph.D.\nCommunicated by Charles Wheatstone, Esq.\n\nReceived November 20, 1857,—Read January 14, 1858.\n\nBeing enabled by the method described in the Philosophical Magazine (February 1857) to obtain wires of the metals of the alkalies and alkaline earths, I have determined their places, together with most of those of the other metals and some alloys, in the thermo-electric series. The alloys which were experimented with, are those described by Rollman* as giving with other metals stronger thermo-electric currents than those of bismuth or antimony under the same circumstances.\n\nIf A, B, C are different metals, and (A, B), (B, C), (C, A) the electromotive powers of thermo-elements formed out of each two of these metals, whose alternate soldering-points are at two different temperatures, then (A, B)+(B, C)+(C, A)=0, and therefore†\n\n\\[\n(A, B) = a - b, \\\\\n(B, C) = b - c, \\\\\n(C, A) = c - a,\n\\]\n\nwhere the values of \\(a, b, c\\) not only depend on the two temperatures, but also on the nature of each of the metals A, B, and C. As the \"differences\" of the same constitute the electromotive powers, the value for any one of these metals may be put \\(=0\\). If the temperatures of the soldering-points of a thermo-element only vary slightly, the electromotive power may be said to be proportional to the difference of the two temperatures, and under the same conditions the quantities \\(a, b, c\\) are also proportional to the difference of the temperatures, and their ratios to each other therefore independent of the same. If now the value of a second metal relative to the above-named value of the first be taken \\(=1\\), the values of the others in relation to these can be deduced, and only depend on the nature of each metal. These values I will call the Thermo-electric Numbers of the metals.\n\nThe results obtained are given in Table I., where the thermo-electric number of chemically pure silver is taken \\(=0\\), and that of a certain commercial sort of copper \\(=1\\).\n\n| Table I. |\n| --- |\n| Bismuth (commercial, pressed wire) | + 35·81 |\n| Bismuth (pure, pressed wire) | + 32·91 |\n| Alloy of 32 parts of bismuth and 1 part of antimony (cast) | + 29·06 |\n| Bismuth (pure, cast) | + 24·96 |\n\n* Poggendorff's Annalen, lxxxiii. p. 77; lxxxiv. p. 75; lxxxix. p. 90.\n† Gehler, Physikalisches Wörterbuch, B. 9. Ab. 1. S. 776.\n| Substance                                                                 | Value   |\n|------------------------------------------------------------------------|---------|\n| Bismuth (crystal, axial)                                               | +24.59  |\n| Bismuth (crystal, equatorial)                                          | +17.17  |\n| Cobalt No. 1 (a pressed specimen prepared by Professor Duflos, and out of the Collection of the Heidelberg Chemical Laboratory) | +8.977  |\n| Potassium (the same as used for the determination of its electric conducting powers for different temperatures) | +5.492  |\n| Argentine (wire of commerce, hard drawn)                               | +5.240  |\n| Nickel (commercial, free from cobalt, but containing iron, &c.) (from Messrs. Evans and Atkin, Birmingham) | +5.020  |\n| Cobalt No. 2 (from the Collection of the Heidelberg Laboratory)        | +3.748  |\n| Palladium (wire, hard drawn, from Desmoutis, Chapuis and Co. of Paris) | +3.560  |\n| Sodium (the same as used for the determination of its electric conducting powers for different temperatures) | +3.094  |\n| Quicksilver (pure, fused in a glass tube)                              | +2.524  |\n| Aluminium (from Rousseau Frères of Paris, wire, hard drawn, analysed by Dr. G. C. Caldwell, and found to contain Si 2.34, Fe 5.89, and Al 91.77) | +1.283  |\n| Magnesium (wire, pressed)                                              | +1.175  |\n| Lead (pure, pressed wire)                                              | +1.029  |\n| Tin (pure, pressed wire). The difference of the electromotive powers of the elements was here so small that it could not be determined; with the galvanometer, a copper-tin element, when the soldered points had 100° C. difference, gave no appreciable deflection; also the central experiments show as well how very little the electromotive power of a silver-tin thermo-element varies from a silver-copper one | +1.000  |\n| Copper No. 1 (wire of commerce, annealed, containing small quantities of zinc, tin, lead and nickel) | +1.000  |\n| Copper No. 2 (wire of commerce, annealed)                              | +0.922  |\n| Platinum (wire from Desmoutis, Chapuis and Co. of Paris)               | +0.723  |\n| Gold (wire, hard drawn, purified by Dr. C. Meyboom)                    | +0.613  |\n| Iridium (from the Collection of the Heidelberg Chemical Laboratory)    | +0.163  |\n| Antimony (wire, pressed specimens, purified by Dr. W. P. Dexter and Dr. G. C. Caldwell) | +0.036  |\n| Silver (pure, drawn, hard)                                             | 0.000   |\n| Gas-coke (from the Heidelberg Gas-Manufactory, the hard mass remaining in the retorts) | -0.057  |\n| Zinc (pure, pressed)                                                   | -0.208  |\n| Copper (galvanoplastically precipitated)                               | -0.244  |\n| Cadmium (a pure slip of foil from Professor Böttger)                   | -0.332  |\n| Antimony (commercial, pressed wire)                                    | -1.897  |\n| Strontium (pressed wire)                                               | -2.028  |\n| Lithium (pressed wire)                                                | -3.768  |\n| Arsenic (a piece, pure)                                               | -3.828  |\nCalcium (pressed wire) ........................................... — 4·260\nIron (pianoforte wire No. 4) ....................................... — 5·218\nAntimony (axial) .................................................... — 6·965\nAntimony (equatorial) ............................................... — 9·435\nRed phosphorus (from Professor Schröter, from the Collection of the Heidelberg Chemical Laboratory) ........................................ — 9·600\nAntimony (purified as above, cast) ................................ — 9·871\nAn alloy of 12 parts of bismuth, 1 part of tin, cast ........ — 13·670\nAn alloy of 2 parts of antimony and 1 part of zinc, cast .... — 22·700\nTellurium (from M. Alexander Loewe of Vienna, purified by M. Holtzmann, cast) ........................................ — 179·80\nSelenium (from the Collection of the Heidelberg Chemical Laboratory) ........................................ — 290·00\n\nThe electromotive power of a copper No. 1, Argentine thermo-elements, whose soldering-points had the temperatures 7° and 25°, was found by Dr. Wild to be equal to $18\\cdot4 \\times 10^6$ in the standard given by Professor Weber, where the unit of length is 1 millimetre, the mass a milligram, and the time a second; and that of the same thermo-element, where the difference of temperature at the soldering-points was 100° C., was found equal to 1·108 compared with that of a Daniell’s element, the electromotive power of which was taken equal 1000*.\n\nThe above series agrees with that found by Seebeck, with the exception of arsenic, which stands below iron according to his experiments; this however is easily explained, as different sorts of iron give with each other strong thermo-electric currents.\n\nThe manner in which the experiments were carried out is the following:—Two thermo-elements, whose warm and cold soldering-points had the same temperatures, were compared with each other; these formed a circuit with the coil of a galvanometer, which surrounded a magnet rod of about a pound weight, to which was fastened a piece of looking-glass, thereby allowing the deflections of the magnet to be observed at a distance by means of a telescope and scale, in the same way as observations are made with the magnetometer. The commutators were brought into the circuit; the one changed the direction of the current in the wire of the multiplier, and the other allowed the currents of the thermo-elements either to pass in a direction so that they strengthened, or so that they opposed each other.\n\nOut of the four observed stationary deflections of the magnet which correspond with the four different possible positions of the commutators, the ratio of the electromotive powers of the two thermo-elements may easily be calculated; for if $s_1$, $s_2$, $s_3$, $s_4$ be the four observed deflections, and if $s_1$ and $s_4$ be the combination of the two warm soldering-points of the two elements, and $s_2$ and $s_3$ that of the warm soldering-points of the one with the cold one of the other, that ratio is $\\frac{(s_2-s_3)+(s_1-s_4)}{(s_2-s_3)-(s_1-s_4)}$.\n\nAll the solderings of the different metals were placed in two cubical zinc boxes (of about 6 inches the side); these had double sides, the space between them being filled\n\n* Poggendorff’s Annalen, vol. ciii. p. 353.\nwith ashes. The one box was filled with warm water, and the other with water having the temperature of the room; the wires were introduced partly through holes in the covers and partly through holes in the sides, which were made water-tight with india-rubber tubing. In order to prevent any conducting of the electric current through the water, the wires were covered with thin india-rubber tubes, and by means of stirrers a uniformity of temperature was kept up throughout each of the boxes. In consequence of their size and their double sides, the temperature hardly varied during the time an observation was being made. If the electromotive powers of a thermo-element were in exact ratio with the difference of the temperatures, the knowledge of the same would not be necessary with the arrangement described; but as this is not exactly the case, the temperatures were observed by means of thermometers placed in the boxes through the covers. Table II., the arrangement of which will be explained immediately, contains the results of the observations made in the manner above described.\n\n**Table II.**\n\nSilver, *Bismuth* (commercial wires)—5 Silver, Copper.\n\n\\[\n\\begin{align*}\nt_1 &= 7.6 & t_2 &= 24.0 & v &= 7.163 \\\\\nt_1 &= 7.6 & t_2 &= 23.0 & v &= 7.164 \\\\\nt_1 &= 7.6 & t_2 &= 22.4 & v &= 7.159 \\\\\n\\end{align*}\n\\]\n\nMean.\n\nSilver, *Bismuth* (pure wires)—5 Silver, Copper.\n\n\\[\n\\begin{align*}\nt_1 &= 4.2 & t_2 &= 23.7 & v &= 6.585 \\\\\nt_1 &= 4.2 & t_2 &= 22.6 & v &= 6.586 \\\\\nt_1 &= 4.2 & t_2 &= 21.8 & v &= 6.575 \\\\\n\\end{align*}\n\\]\n\nSilver, *Potassium*—2 Silver, Copper.\n\n\\[\n\\begin{align*}\nt_1 &= 4.0 & t_2 &= 29.3 & v &= 2.748 \\\\\nt_1 &= 4.0 & t_2 &= 27.3 & v &= 2.749 \\\\\nt_1 &= 4.0 & t_2 &= 25.9 & v &= 2.742 \\\\\n\\end{align*}\n\\]\n\nSilver, *Argentine*—2 Silver, Copper.\n\n\\[\n\\begin{align*}\nt_1 &= 5.6 & t_2 &= 32.1 & v &= 2.620 \\\\\nt_1 &= 5.6 & t_2 &= 31.0 & v &= 2.621 \\\\\nt_1 &= 5.6 & t_2 &= 30.0 & v &= 2.620 \\\\\n\\end{align*}\n\\]\n\nSilver, *Palladium*—2 Silver, Copper.\n\n\\[\n\\begin{align*}\nt_1 &= 4.4 & t_2 &= 27.7 & v &= 1.783 \\\\\nt_1 &= 4.4 & t_2 &= 27.2 & v &= 1.775 \\\\\nt_1 &= 4.4 & t_2 &= 26.0 & v &= 1.782 \\\\\n\\end{align*}\n\\]\n\nSilver, *Sodium*—2 Silver, Copper.\n\n\\[\n\\begin{align*}\nt_1 &= 4.8 & t_2 &= 28.9 & v &= 1.549 \\\\\nt_1 &= 4.8 & t_2 &= 27.0 & v &= 1.546 \\\\\nt_1 &= 4.8 & t_2 &= 26.1 & v &= 1.550 \\\\\nt_1 &= 4.8 & t_2 &= 26.0 & v &= 1.544 \\\\\n\\end{align*}\n\\]\n**Table II. (Continued.)**\n\n**Silver, Quicksilver—2 Silver, Copper.**\n\n| $t_1$ | $t_2$ | $v$ |\n|------|------|----|\n| 7·2  | 28·3 | 1·265 |\n| 7·2  | 27·8 | 1·262 |\n| 7·2  | 27·0 | 1·259 |\n\n**Mean.**\n\n**2 Silver, Copper—Silver, Aluminium.**\n\n| $t_1$ | $t_2$ | $v$ |\n|------|------|----|\n| 5·0  | 28·0 | 1·559 |\n| 5·0  | 26·9 | 1·558 |\n| 5·0  | 26·0 | 1·558 |\n\n**2 Silver, Copper—Silver, Magnesium.**\n\n| $t_1$ | $t_2$ | $v$ |\n|------|------|----|\n| 6·8  | 30·1 | 1·698 |\n| 6·8  | 29·8 | 1·704 |\n| 6·8  | 27·5 | 1·703 |\n\n**Silver, Lead—Silver, Copper.**\n\n| $t_1$ | $t_2$ | $v$ |\n|------|------|----|\n| 9·0  | 29·2 | 1·031 |\n| 9·0  | 28·8 | 1·031 |\n| 9·0  | 27·4 | 1·025 |\n\n**Silver, Copper—Silver, Copper (No. 2).**\n\n| $t_1$ | $t_2$ | $v$ |\n|------|------|----|\n| 25·2 | 42·9 | 1·084 |\n| 25·2 | 42·2 | 1·083 |\n| 25·2 | 43·9 | 1·085 |\n\n**Silver, Copper—Silver, Platinum.**\n\n| $t_1$ | $t_2$ | $v$ |\n|------|------|----|\n| 26·2 | 44·0 | 1·385 |\n| 26·2 | 43·8 | 1·388 |\n| 26·2 | 42·0 | 1·376 |\n\n**2 Silver, Gold—Silver, Copper.**\n\n| $t_1$ | $t_2$ | $v$ |\n|------|------|----|\n| 4·5  | 32·4 | 1·224 |\n| 4·5  | 31·3 | 1·222 |\n| 4·5  | 30·0 | 1·230 |\n| 4·5  | 29·0 | 1·229 |\n\n**2 Silver, Copper—2 Zinc, Silver.**\n\n| $t_1$ | $t_2$ | $v$ |\n|------|------|----|\n| 7·0  | 30·4 | 4·822 |\n| 7·0  | 29·1 | 4·800 |\n| 7·0  | 26·6 | 4·808 |\n\n**Silver, Copper—Cadmium, Silver.**\n\n| $t_1$ | $t_2$ | $v$ |\n|------|------|----|\n| 5·4  | 26·7 | 3·002 |\n| 5·4  | 25·8 | 3·008 |\n| 5·4  | 25·2 | 3·011 |\n### Table II. (Continued.)\n\n| 2 Silver, Copper—Antimony (commercial wire) Silver. | Mean. |\n|---|---|\n| \\( t_1 = 8 \\cdot 0 \\) | \\( t_2 = 33 \\cdot 0 \\) | \\( v = 1 \\cdot 059 \\) |\n| \\( t_1 = 8 \\cdot 0 \\) | \\( t_2 = 31 \\cdot 2 \\) | \\( v = 1 \\cdot 055 \\) |\n| \\( t_1 = 8 \\cdot 0 \\) | \\( t_2 = 30 \\cdot 4 \\) | \\( v = 1 \\cdot 052 \\) |\n\n**Lithium**, Silver—2 Silver, Copper.\n\n| \\( t_1 = 5 \\cdot 2 \\) | \\( t_2 = 32 \\cdot 5 \\) | \\( v = 1 \\cdot 888 \\) |\n| \\( t_1 = 5 \\cdot 2 \\) | \\( t_2 = 31 \\cdot 5 \\) | \\( v = 1 \\cdot 887 \\) |\n| \\( t_1 = 5 \\cdot 2 \\) | \\( t_2 = 30 \\cdot 0 \\) | \\( v = 1 \\cdot 880 \\) |\n| \\( t_1 = 5 \\cdot 2 \\) | \\( t_2 = 29 \\cdot 0 \\) | \\( v = 1 \\cdot 881 \\) |\n\n**Calcium**, Silver—2 Silver, Copper.\n\n| \\( t_1 = 4 \\cdot 3 \\) | \\( t_2 = 28 \\cdot 8 \\) | \\( v = 2 \\cdot 132 \\) |\n| \\( t_1 = 4 \\cdot 3 \\) | \\( t_2 = 28 \\cdot 0 \\) | \\( v = 2 \\cdot 129 \\) |\n| \\( t_1 = 4 \\cdot 3 \\) | \\( t_2 = 26 \\cdot 9 \\) | \\( v = 2 \\cdot 129 \\) |\n\n**Iron**, Silver—2 Silver, Copper.\n\n| \\( t_1 = 6 \\cdot 0 \\) | \\( t_2 = 28 \\cdot 8 \\) | \\( v = 2 \\cdot 616 \\) |\n| \\( t_1 = 6 \\cdot 0 \\) | \\( t_2 = 26 \\cdot 2 \\) | \\( v = 2 \\cdot 608 \\) |\n| \\( t_1 = 6 \\cdot 0 \\) | \\( t_2 = 29 \\cdot 8 \\) | \\( v = 2 \\cdot 604 \\) |\n\n**Antimony** (pure wire), Argentine—Lead, Argentine.\n\n| \\( t_1 = 9 \\cdot 5 \\) | \\( t_2 = 35 \\cdot 1 \\) | \\( v = 1 \\cdot 234 \\) |\n| \\( t_1 = 9 \\cdot 5 \\) | \\( t_2 = 33 \\cdot 9 \\) | \\( v = 1 \\cdot 236 \\) |\n| \\( t_1 = 9 \\cdot 5 \\) | \\( t_2 = 32 \\cdot 9 \\) | \\( v = 1 \\cdot 237 \\) |\n\n**Copper** (galvanoplastic), Copper—Silver, Copper.\n\n| \\( t_1 = 26 \\cdot 2 \\) | \\( t_2 = 48 \\cdot 0 \\) | \\( v = 1 \\cdot 240 \\) |\n| \\( t_1 = 26 \\cdot 2 \\) | \\( t_2 = 46 \\cdot 5 \\) | \\( v = 1 \\cdot 246 \\) |\n| \\( t_1 = 26 \\cdot 2 \\) | \\( t_2 = 45 \\cdot 7 \\) | \\( v = 1 \\cdot 247 \\) |\n\n**Strontium**, Argentine—Silver, Argentine.\n\n| \\( t_1 = 6 \\cdot 0 \\) | \\( t_2 = 36 \\cdot 1 \\) | \\( v = 1 \\cdot 383 \\) |\n| \\( t_1 = 6 \\cdot 0 \\) | \\( t_2 = 34 \\cdot 7 \\) | \\( v = 1 \\cdot 390 \\) |\n| \\( t_1 = 6 \\cdot 0 \\) | \\( t_2 = 33 \\cdot 1 \\) | \\( v = 1 \\cdot 389 \\) |\n\nAll the temperatures are given in Celsius’s degrees. For the first experiment of the series, a thermo-element formed out of commercial bismuth (pressed wire), and silver was compared with a thermo-battery composed of five silver-copper elements. The silver and copper were the same sorts as those whose thermo-electric constants were taken \\(=0\\) and \\(1\\). The temperature (\\(t_1\\)) of the water in the box containing the cold soldering-points was \\(7 \\cdot 6^\\circ\\), and that of the warm (\\(t_2\\)), \\(24 \\cdot 0^\\circ\\). The ratio of the electromotive force of the two elements (\\(v\\)) was found \\(=7 \\cdot 163\\), in two other experiments, \\(7 \\cdot 164\\) and \\(7 \\cdot 157\\). The mean of these three numbers is \\(7 \\cdot 162\\), and therefore the electromotive force of a bismuth-silver element \\(=35 \\cdot 81\\), that of a silver-copper one, or in other\nwords, the thermo-electric constant of commercial bismuth (pressed wire), = 35·81. All the other numbers in the Table have a similar meaning, and the metals, whose thermo-electric numbers are calculated out of them, are written in italics.\n\nThe connexion was, in all cases where the metal allowed of it, formed by soldering. Antimony wire, which (as well as that of tellurium) is so brittle that it will hardly bear touching, could of course not be directly soldered, but had to be treated in the following manner. The wire was pressed in a glass tube, in which it was soldered to two thick copper wires with Rose's metal; these, in order to keep them from moving, were made fast in the tube with gypsum.\n\nLithium, calcium, strontium, and magnesium were experimented with in sealed-up glass tubes filled with rock oil, as fig. 1 shows, the ends of the wire being held at \\(a\\) and \\(b\\) by two steel wire-holders, whose jaws press so strongly together that they flatten out the ends of the wire. At the other end of the wire-holders platinum wires were soldered on, which passed out of the tube at \\(c\\) and \\(d\\). The way in which this piece of apparatus was put together is as follows:—a long platinum wire, soldered on to one of the wire-holders, was passed through a glass tube (drawn out and bent as shown in fig. 2) at \\(f\\), so that the end of it came out at \\(g\\), whilst the wire-holder remained outside the other end at \\(f\\). The glass tube being then laid in a trough filled with rock oil, the wire, previously pressed in a tube filled with the same liquid, was then taken out of the tube in the trough, the one end of it scraped clean and fastened in the wire-holder, and drawn into the tube by means of the long platinum wire, until only the other end of it remained out; this also having been scraped clean and fastened in the second wire-holder, was drawn into the tube as far as fig. 2 shows. The tube was now lifted out of the trough in an inclined position, so that it almost remained filled with the oil, and sealed up at \\(g\\); at \\(f\\) it was then drawn out, the oil boiled to drive out the air, and sealed up\nas shown in fig. 1; and lastly, the long end of the glass was melted off at c, and the superfluous platinum wire cut off. During the experiments the tube was so placed that the one end found itself in the middle of the one, and the other in the middle of the other box; that filled with warm water was placed higher than the other, in order that the tube might remain in an inclined position, preventing thereby the warming of the other end through currents which would otherwise have arisen in the oil. The connexion was now formed by soldering on the silver or other wires to the platinum ones.\n\nTo ascertain whether this arrangement would give correct results, a silver-palladium element was compared with two composed of silver-copper; in the one case the palladium wire was fastened in the wire-holders as above described, in the other it was soldered directly to the silver. The ratio of the electromotive power of the two elements was found, when the wire-holders were used, in four observations, 1·779, 1·776, 1·767, 1·777, the mean of which is 1·775, agreeing very well with 1·780, the mean of the results obtained when the wires were soldered together.\n\nThe above-described boxes could only be used with metals in form of wire, or rods of a considerable length (at least 8 inches); for experimenting with other metals two smaller boxes were employed, of which fig. 3 is a sketch. A and B are two copper boxes of\n\n![Fig. 3](image)\n\nabout 4 inches in height, 4 in width, and 5 long. B consists of two halves, a and b, insulated from each other by a piece of india-rubber. A was filled with warm, B with cold oil.\n\nIf two pieces of different metals, c and d, are placed between the two boxes, which are pressed against each other by screws, and if the two wires e and f, soldered to the two halves of B, be connected, a current is formed in the circuit whose electromotive power is equal to that of a thermo-element constructed with the metals c and d, whose extremities have the temperature of the oil in the boxes. To determine this electromotive power, a circuit was formed with the wires of the multiplier used for the former experiments, the two wires e and f, and the wires of one or more thermo-elements made of wires whose soldering-points dipped alternately in the oil of each box. The two commutators were again brought into the circuit, and answered the same pur-\npose as before. Where two or more thermo-elements were used, as was generally the case, they were fixed in a piece of wood, as fig. 4 shows, and which needs no explanation.\n\nWith the same apparatus the difference in the thermo-electric behaviour of the cleavage planes of bismuth and antimony crystals was studied. The bismuth crystals had about 8 millims. the sides; two cleavage planes were made perpendicular to the principal axis, and two parallel to it. As antimony crystals could not be obtained large enough for these experiments, pieces were cut out of commercial antimony, as Franz did for his research on the same subject*. These were so experimented with, that in one case the planes perpendicular to the principal axis, in the other those parallel to it, were pressed between the sides of the boxes. The position of the crystals, where the current passes in the direction of the principal axis, is called the axial, the other the equatorial. The results of the observations with the crystals do not agree very well with each other, owing probably to the cleavage planes not being exactly ground at the proper angles, and also to their being placed in a rather oblique position between the boxes. Table III. gives the results obtained with the copper boxes.\n\n**Table III.**\n\n7 Copper, Argentine—Argentine, *Bismuth* (pure cast).\n\n\\[\n\\begin{align*}\nt_1 &= 25.5 & t_2 &= 47.0 & v &= 1.503 \\\\\nt_1 &= 25.8 & t_2 &= 40.4 & v &= 1.509 \\\\\nt_1 &= 25.5 & t_2 &= 38.7 & v &= 1.504\n\\end{align*}\n\\]\n\nMean.\n\nSilver, *Cobalt* (No. 1)—Silver, Argentine.\n\n\\[\n\\begin{align*}\nt_1 &= 18.7 & t_2 &= 43.7 & v &= 1.722 \\\\\nt_1 &= 18.7 & t_2 &= 40.0 & v &= 1.710 \\\\\nt_1 &= 19.3 & t_2 &= 36.8 & v &= 1.708\n\\end{align*}\n\\]\n\nSilver, Argentine—Silver, *Nickel*.\n\n\\[\n\\begin{align*}\nt_1 &= 20.5 & t_2 &= 56.0 & v &= 1.040 \\\\\nt_1 &= 20.6 & t_2 &= 50.2 & v &= 1.048 \\\\\nt_1 &= 21.0 & t_2 &= 44.6 & v &= 1.044\n\\end{align*}\n\\]\n\nSilver, Argentine—Silver, *Cobalt* (No. 2).\n\n\\[\n\\begin{align*}\nt_1 &= 21.2 & t_2 &= 60.0 & v &= 1.389 \\\\\nt_1 &= 21.4 & t_2 &= 53.0 & v &= 1.409 \\\\\nt_1 &= 21.7 & t_2 &= 47.7 & v &= 1.395\n\\end{align*}\n\\]\n\n* Poggendorff's Annalen, vol. lxxxiii. p. 374.\nSilver, Argentine—Iridium, Argentine.\n\n\\[\n\\begin{align*}\nt_1 &= 22.5 & t_2 &= 49.8 & v &= 1.029 \\\\\nt_1 &= 22.7 & t_2 &= 46.8 & v &= 1.039 \\\\\nt_1 &= 23.2 & t_2 &= 45.3 & v &= 1.027 \\\\\n\\end{align*}\n\\]\n\nMean.\n\nGas-coke, Argentine—Silver, Argentine.\n\n\\[\n\\begin{align*}\nt_1 &= 26.7 & t_2 &= 57.5 & v &= 1.010 \\\\\nt_1 &= 27.2 & t_2 &= 56.4 & v &= 1.012 \\\\\nt_1 &= 27.2 & t_2 &= 51.9 & v &= 1.012 \\\\\n\\end{align*}\n\\]\n\nSilver, Argentine—Arsenic, Silver.\n\n\\[\n\\begin{align*}\nt_1 &= 23.7 & t_2 &= 43.3 & v &= 1.368 \\\\\nt_1 &= 24.0 & t_2 &= 40.5 & v &= 1.372 \\\\\nt_1 &= 24.4 & t_2 &= 36.9 & v &= 1.366 \\\\\n\\end{align*}\n\\]\n\nAntimony (pure cast), Silver—Silver, Argentine.\n\n\\[\n\\begin{align*}\nt_1 &= 22.3 & t_2 &= 57.8 & v &= 1.884 \\\\\nt_1 &= 22.5 & t_2 &= 53.5 & v &= 1.882 \\\\\nt_1 &= 23.1 & t_2 &= 48.2 & v &= 1.886 \\\\\n\\end{align*}\n\\]\n\nTellurium, Silver—19 Copper, Argentine.\n\n\\[\n\\begin{align*}\nt_1 &= 17.0 & t_2 &= 36.2 & v &= 2.259 \\\\\nt_1 &= 17.5 & t_2 &= 32.6 & v &= 2.235 \\\\\nt_1 &= 18.3 & t_2 &= 29.7 & v &= 2.215 \\\\\nt_1 &= 18.5 & t_2 &= 37.5 & v &= 2.214 \\\\\nt_1 &= 18.8 & t_2 &= 32.1 & v &= 2.235 \\\\\nt_1 &= 19.1 & t_2 &= 30.6 & v &= 2.228 \\\\\n\\end{align*}\n\\]\n\nSilver, Bismuth-Antimony—Silver, Argentine.\n\n\\[\n\\begin{align*}\nt_1 &= 24.6 & t_2 &= 58.2 & v &= 5.525 \\\\\nt_1 &= 24.8 & t_2 &= 56.4 & v &= 5.575 \\\\\nt_1 &= 25.2 & t_2 &= 54.1 & v &= 5.538 \\\\\n\\end{align*}\n\\]\n\nBismuth-Tin, Silver—Silver, Argentine.\n\n\\[\n\\begin{align*}\nt_1 &= 26.2 & t_2 &= 56.5 & v &= 2.609 \\\\\nt_1 &= 26.6 & t_2 &= 53.6 & v &= 2.617 \\\\\nt_1 &= 27.0 & t_2 &= 51.0 & v &= 2.598 \\\\\n\\end{align*}\n\\]\n\nAntimony-Zinc, Silver—Silver, Argentine.\n\n\\[\n\\begin{align*}\nt_1 &= 24.3 & t_2 &= 51.5 & v &= 4.329 \\\\\nt_1 &= 24.6 & t_2 &= 49.3 & v &= 4.325 \\\\\nt_1 &= 25.0 & t_2 &= 47.5 & v &= 4.345 \\\\\n\\end{align*}\n\\]\n\n5 Silver, Argentine—Silver, Bismuth (crystal axial).\n\n\\[\n\\begin{align*}\nt_1 &= 30.0 & t_2 &= 45.6 & v &= 1.152 \\\\\nt_1 &= 30.5 & t_2 &= 44.6 & v &= 1.150 \\\\\nt_1 &= 31.2 & t_2 &= 42.8 & v &= 1.160 \\\\\n\\end{align*}\n\\]\n5 Silver, Argentine—Silver, Bismuth (crystal No. 1, equatorial).\n\n\\[\n\\begin{align*}\nt_1 &= 31.2 & t_2 &= 58.1 & v &= 1.706 \\text{ Mean.} \\\\\nt_1 &= 32.5 & t_2 &= 48.7 & v &= 1.700 \\\\\nt_1 &= 32.5 & t_2 &= 48.1 & v &= 1.700 \\\\\n\\end{align*}\n\\]\n\n5 Silver, Argentine—Silver, Bismuth (crystal No. 2, axial).\n\n\\[\n\\begin{align*}\nt_1 &= 30.0 & t_2 &= 44.3 & v &= 1.073 \\\\\nt_1 &= 30.0 & t_2 &= 42.7 & v &= 1.070 \\\\\nt_1 &= 30.2 & t_2 &= 41.2 & v &= 1.081 \\\\\n\\end{align*}\n\\]\n\n5 Silver, Argentine—Silver, Bismuth (crystal No. 2, equatorial).\n\n\\[\n\\begin{align*}\nt_1 &= 28.7 & t_2 &= 39.5 & v &= 1.492 \\\\\nt_1 &= 28.7 & t_2 &= 39.5 & v &= 1.494 \\\\\nt_1 &= 29.0 & t_2 &= 51.0 & v &= 1.500 \\\\\n\\end{align*}\n\\]\n\nSilver, Bismuth (crystal No. 3, axial)—5 Silver, Argentine.\n\n\\[\n\\begin{align*}\nt_1 &= 26.2 & t_2 &= 45.1 & v &= 1.014 \\\\\nt_1 &= 26.3 & t_2 &= 43.4 & v &= 1.012 \\\\\nt_1 &= 27.5 & t_2 &= 40.8 & v &= 1.012 \\\\\n\\end{align*}\n\\]\n\n5 Silver, Argentine—Silver, Bismuth (crystal No. 3, equatorial).\n\n\\[\n\\begin{align*}\nt_1 &= 28.7 & t_2 &= 40.0 & v &= 1.446 \\\\\nt_1 &= 28.7 & t_2 &= 39.3 & v &= 1.441 \\\\\nt_1 &= 28.7 & t_2 &= 38.7 & v &= 1.438 \\\\\n\\end{align*}\n\\]\n\n5 Silver, Argentine—Silver, Bismuth (crystal No. 4, axial).\n\n\\[\n\\begin{align*}\nt_1 &= 27.0 & t_2 &= 50.2 & v &= 1.660 \\\\\nt_1 &= 27.4 & t_2 &= 46.6 & v &= 1.662 \\\\\n\\end{align*}\n\\]\n\n5 Silver, Argentine—Silver, Bismuth (crystal No. 4, equatorial).\n\n\\[\n\\begin{align*}\nt_1 &= 27.6 & t_2 &= 50.2 & v &= 1.243 \\\\\nt_1 &= 27.8 & t_2 &= 46.6 & v &= 1.237 \\\\\n\\end{align*}\n\\]\n\n2 Silver, Argentine—Antimony, No. 1 (axial), Silver.\n\n\\[\n\\begin{align*}\nt_1 &= 23.8 & t_2 &= 34.5 & v &= 1.485 \\\\\nt_1 &= 23.8 & t_2 &= 38.0 & v &= 1.500 \\\\\nt_1 &= 24.0 & t_2 &= 35.5 & v &= 1.495 \\\\\n\\end{align*}\n\\]\n\n2 Silver, Argentine—Antimony, No. 1 (equatorial), Silver.\n\n\\[\n\\begin{align*}\nt_1 &= 22.4 & t_2 &= 39.0 & v &= 1.079 \\\\\nt_1 &= 22.4 & t_2 &= 36.5 & v &= 1.090 \\\\\nt_1 &= 22.8 & t_2 &= 35.7 & v &= 1.103 \\\\\n\\end{align*}\n\\]\n\n2 Silver, Argentine—Antimony, No. 2 (axial), Silver.\n\n\\[\n\\begin{align*}\nt_1 &= 22.6 & t_2 &= 46.2 & v &= 1.521 \\\\\nt_1 &= 22.8 & t_2 &= 43.4 & v &= 1.517 \\\\\nt_1 &= 23.0 & t_2 &= 44.8 & v &= 1.514 \\\\\n\\end{align*}\n\\]\n2 Silver, Argentine—Antimony, No. 2 (equatorial), Silver.\n\n\\[\n\\begin{align*}\nt_1 &= 23^\\circ 0 & t_2 &= 42^\\circ 0 & v &= 1.314 \\\\\nt_1 &= 23^\\circ 0 & t_2 &= 40^\\circ 5 & v &= 1.315 \\\\\nt_1 &= 23^\\circ 2 & t_2 &= 32^\\circ 2 & v &= 1.321\n\\end{align*}\n\\]\n\nMean.\n\nAs tellurium takes such an extraordinary place in the series, it seemed interesting to make a few experiments with a thermo-battery constructed out of tellurium-bismuth; and one composed of eight of these elements, whose soldering-points had but 60° temperature difference, decomposed a solution of sulphate of copper. A thermo-battery, made of 100 pairs of tellurium-bismuth, whose extremities have 100° temperature difference, will give an electromotive power equal to four of Daniell's cells. Such a thermo-battery I am at present constructing.\n\nSelenium and red phosphorus conduct electricity, but so badly, that the galvanometer used in all the former experiments could not here be used, and in its stead an astatic multiplier, with 20,000 folds of wires, was employed. As the deflections of the needle were very small, in the calculation the angle of deflection may be said to be proportional to the electromotive forces. Table IV. contains the results obtained with the astatic multiplier and the copper boxes.\n\n**Table IV.**\n\n2 Silver, Argentine—Red Phosphorus (only filed, not coppered), Silver.\n\n\\[v = 1.08\\]\n\n2 Silver, Argentine—Red Phosphorus (coppered), Silver.\n\n\\[v = 1.07\\]\n\nSelen, Bismuth—19 Copper, Argentine.\n\n\\[v = 3.57\\]\n\n\\[v = 3.62\\]\n\nFrom the values of the thermo-electric numbers of the different metals given in Table I., the ratio of the electromotive power of two elements constructed out of any two of those metals may be calculated. In order, therefore, to ascertain the accuracy of these values, several combinations were made, and their electromotive powers determined. In the following Tables the ratio of the electromotive powers for the different combinations is given.\n\n**Table V. Experiments made with the large zinc boxes and the multiplier.**\n\n| Ratio. | Found. | Calculated. |\n|--------|--------|-------------|\n| Silver, Bismuth (commercial wire)—Silver, Bismuth, Silver, Bismuth (pure wire) | 1.097 | 1.088 |\n| Silver, Potassium—Silver, Palladium | 1.543 | 1.542 |\n| Silver, Argentine—Silver, Palladium | 1.467 | 1.472 |\n**Table V. (Continued.)**\n\n| Ratio. | Found | Calculated |\n|--------|-------|------------|\n| Silver, Palladium—Silver, Sodium | 1·153 | 1·151 |\n| Copper, Potassium—Copper, Sodium | 2·149 | 2·145 |\n| Silver, Quicksilver—Silver, Aluminium | 1·967 | 1·967 |\n| Silver, Quicksilver—Silver, Magnesium | 2·129 | 2·143 |\n| Silver, Lead—Silver, Tin | 1·027 | 1·029 |\n| Silver, Copper (No. 2)—Silver, Platinum | 1·280 | 1·275 |\n| 2 Silver, Gold—Silver, Tin | 1·223 | 1·226 |\n| 2 Zinc, Silver—Cadmium, Silver | 1·245 | 1·253 |\n| Copper (precipitated galvanoplastically), Argentine—Aluminium, Argentine | 1·370 | 1·385 |\n| Antimony (pure wire), Argentine—Copper, Argentine | 1·228 | 1·227 |\n| Silver, Palladium—Antimony (commercial wire), Silver | 1·900 | 1·876 |\n| Strontium, Argentine—Aluminium, Argentine | 1·838 | 1·834 |\n| Lithium, Silver—Silver, Palladium | 1·056 | 1·058 |\n| Iron, Silver—Calcium, Silver | 1·220 | 1·224 |\n\n**Table VI. Experiments with the copper boxes and multiplicator.**\n\n| Ratio. | Found | Calculated |\n|--------|-------|------------|\n| Silver, Argentine—Bismuth, alloy of Bismuth, Antimony | 1·330 | 1·278 |\n| 7 Copper, Argentine—Silver, Bismuth (pure cast) | 1·198 | 1·189 |\n| Silver, Argentine—Argentine, Cobalt (No. 1) | 1·422 | 1·403 |\n| Silver, Argentine—Cobalt (No. 2), Argentine | 3·497 | 3·510 |\n| Silver, Argentine—Copper, Nickel | 1·293 | 1·303 |\n| Silver, Argentine—Iridium, Palladium | 1·570 | 1·542 |\n| Silver, Argentine—Gas-coke, Palladium | 1·479 | 1·448 |\n| Silver, Argentine—Arsenic, Copper | 1·104 | 1·086 |\n| Antimony (pure cast), Copper—Silver, Argentine | 2·068 | 2·074 |\n| Alloy of Bismuth, Tin, alloy of Antimony, Zinc—Silver, Argentine | 1·729 | 1·723 |\n\n**Table VII. Experiments with the copper boxes and the astatic multiplier.**\n\n| Ratio. | Found | Calculated |\n|--------|-------|------------|\n| Red Phosphorus (coppered), Copper—2 Silver, Argentine | 1·040 | 1·010 |\n| Red Phosphorus (coppered), Argentine—2 Silver, Argentine | 1·390 | 1·410 |\n| Selen, Antimony—19 Copper, Argentine | 4·370 | 4·370 |\n| Selen, Tellurium—19 Copper, Argentine | 2·510 | 2·610 |\n\nIn conclusion, I may here be allowed to express my thanks to Professor Kirchhoff for his valuable advice and assistance whilst carrying out this research, and also to Professor Bunsen for his kindness in having placed his collection of metals at my disposal.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108666.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 14,
    "total-input-tokens": 22136,
    "total-output-tokens": 11593,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2385,
        2
      ],
      [
        2385,
        5666,
        3
      ],
      [
        5666,
        8964,
        4
      ],
      [
        8964,
        11324,
        5
      ],
      [
        11324,
        12800,
        6
      ],
      [
        12800,
        15685,
        7
      ],
      [
        15685,
        17817,
        8
      ],
      [
        17817,
        20199,
        9
      ],
      [
        20199,
        22353,
        10
      ],
      [
        22353,
        24320,
        11
      ],
      [
        24320,
        26473,
        12
      ],
      [
        26473,
        28793,
        13
      ],
      [
        28793,
        31155,
        14
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      true,
      false,
      false,
      true,
      true,
      false,
      false,
      false,
      true,
      true,
      false,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108666",
    "title": "On the Thermo-Electric Series",
    "authors": "Augustus Matthiessen",
    "year": 1858,
    "volume": "148",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 14,
    "jstor_url": "https://www.jstor.org/stable/108666"
  }
}