{
  "id": "97eaf7c21fc476d7e3d667a6c80e16d9101c668d",
  "text": "XXXV. Chloranthus, a new Genus of Plants, described by Olof Swartz, M.D. Communicated by Sir Joseph Banks, Bart. P.R.S.\n\nRead June 21, 1787.\n\nAmong the numberless vegetable productions that have appeared in the Royal Garden at Kew, is the present. It is already long since this curious plant has been introduced there as a native of China, where, we are told, the same is cultivated in the Chinese gardens, though it seems not to have any qualities either palatable or odoriferous, nor a beautiful appearance.\n\nAt the first sight of the plant, there is some likeness of Viscum or Loranthus; and considering the inflorescentia, and the insertion of the antheræ, we find no less analogy; though on a nearer examination it is greatly different, and of a very intricate construction.\n\nThe pains I have taken to enucleate the family relation of this hitherto unknown vegetable, have induced me, for the sake of its singularity, to present it as a new genus, of which I think the following natural character may be the most proper:\n\n*Calyx* nullus; sed\n\n*Squama* ovata, acuta, concava, cui germen insidens.\n\n*Corolla* monopetala, dimidiata, vel\n\n*Petalum* unicum, subrotundum, trilobum, convexum,\n\nlateri exteriori germinis insertum, staminiferum, deciduum.\n\nVol. LXXVII. F f f Lobus\nLobus intermedius cæteris major.\n\nStam. Filamenta nulla.\n\nAntheræ quatuor, marginibus petali longitudinaliter accretæ, bivalves.\n\nPist. Germen oblongum, vel obovatum diffforme, squama fere teætum, antice prominens, petaligerum.\n\nStylus obliquus, crassus, brevisimus, angulatus.\n\nStigmata tria, minutissima, erecta.\n\nPer. Bacca oblonga, monosperma.\n\nSemen oblongum.\n\nFrom this generical description the essential character is formed:\n\nCalyx nullus.\n\nCor. Petalum trilobum lateri germinis insidens.\n\nAntheræ petalo accretæ.\n\nBacca monosperma.\n\nThis new genus is to be placed in Tetrandria Monogynia with flores incompleti, superi, next after Acæna; and amongst the Ordines naturales I think it would best take its place in the XLVIII. & next after Viscum.\n\nTo distinguish this species from others, that may be discovered of the same genus, I have adopted the nomen triviale of Chloranthus inconspicuus:\n\nIts specific description is as follows:\n\nPlanta herbacea.\n\nCaules plures ex radice, semipedales, patentes, suberecti, ramosiusculi, teretes, glabri.\n\nRami oppositi, patentes, teretes, striati, glabri.\n\nFolia petiolata, decussata, opposita, lanceolato-ovata, margine serrata, nervosa, venosa, subsucculenta, glaberrima, pallide viridia.\n\nPetiolii\nPetiolii breviusculi, superne canaliculati, glabri.\nStipulae interpetiolares, utrinque denticulis duobus minutis, membranaceae, persistentes.\nFlores paniculati.\nPanicula terminalis, erecta, simplex.\nRacemi (vel spicae) oppositi, decussati, erectiusculi, subfastigiati.\nFlores oppositi, decussati, sessiles, solitarii, minuti, magnitudine capitis aciculae, subsucculentii, ex albido lutei.\nPollen flavum.\nStigmata albida.\nBacca nigra, magnitudine piperis.\n\nI have not been able to find any description or figure answering to this plant in the works of the East-Indian naturalists. I have only met with one Chinese drawing, in the library of Sir Joseph Banks, Bart. P. R. S. among some others of their garden plants, that seems to represent the present.\n\nIt is said to be called Chu-Lan by the Chinese; but it ought not to be confounded with the Tsjialang or Camunium Chinense of Rumphius (Herb. Amboin. 1. VII. cap. xv. and Auctuarii ejusd. cap. XLVII.), the description of which seems to correspond in some parts with the Chloranthus: the first figure, however, on the eighteenth plate shews the plant of Rumphius to be the Vitex pinnata of Linnaeus.\nEXPLANATION OF THE PLATE. (Tab. XIV.)\n\nThe plant in natural size.\n\na. A part of a racemus with flowers, magnified.\n\nb. A flower magnified, separated from the racemus, containing the pistillum, with the petalum inserted on the side of the germen.\n\nc. A petalum separately, with its four antheræ inserted on the margins of the lobes.\n\nd. The germen without the corolla.\n\ne. The germen when in flower, cut transversely, shewing the rudiment of the seed.\n\nf. The bacca, cut transversely, with one room and seed, of natural size.\n\ng. The form of the seed.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106736.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 14112,
    "total-output-tokens": 1494,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1278,
        2
      ],
      [
        1278,
        2526,
        3
      ],
      [
        2526,
        3677,
        4
      ],
      [
        3677,
        4228,
        5
      ],
      [
        4228,
        4228,
        6
      ],
      [
        4228,
        4228,
        7
      ],
      [
        4228,
        4228,
        8
      ],
      [
        4228,
        4228,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106736",
    "title": "Chloranthus, a New Genus of Plants, Described by Olof Swartz, M. D. Communicated by Sir Joseph Banks, Bart. P. R. S.",
    "authors": "Olof Swartz, Joseph Banks",
    "year": 1787,
    "volume": "77",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/106736"
  }
}