{
  "id": "5527a43464c9740f36be37b1ba55407265b098a6",
  "text": "not as certainty, but probability and conjecture. My design hath been to ascertain, as far as may be, the true rise and progress of astronomy among the antients, by clearing its history from fable and mythology. This hath been the subject of some former letters to your lordship's worthy predecessor in the chair: And as the present enquiry makes part of the same (76) plan, it could be addressed to no one so properly as to your lordship; and, at the same time, it gives me an opportunity of expressing with what esteem I am,\n\nMy Lord,\n\nYour lordship's most obedient\n\nand most devoted humble servant,\n\nOctober 20, 1753.\n\nG. Costard.\n\nLX. An additional Remark to one of Mr. William Watson, F. R. S. in his Account of the Abbé Nollet's Letter concerning Electricity. By Thomas Birch, D. D. Secr. R. S.\n\nRead Jan. 10, 1754.\n\nMr. Watson, in a note upon his account of the ninth letter of the abbé Nollet concerning electricity, read before this\n\n(76) See Letter to M. Folkes, Esq.; P. R. S. p. 86. Society\nSociety on the 17th of May 1753, takes notice, that as the electrical attraction has been observed so early, as to be mentioned by Theophrastus; so its luminous appearance, tho' only considered as a meteor, is mentioned by Plutarch in his life of Lysander, Pliny, and other antient as well as some modern authors. Seneca particularly affirms, that *Gylyppo Syracusas petenti visa est stella super ipsam lancem constitisse*: And that in *Romanorum castris visa sunt ardere pila, ignibus scilicet in illa delapsis*. Cæsar, in his history of the African war, says, in a violent stormy night, *Legionis pilorum cacumina sua sponte arserunt*: And Livy mentions two similar facts. To these I shall now add one from Mr. Fynes Moryson, a writer of unquestionable authority, and eminent for his learning, curiosity, and ten years travels through most countries of Europe, and part of Asia. This gentleman, who was secretary to Charles Blount, lord Montjoy, lord deputy, and afterwards lord lieutenant, of Ireland, and earl of Devonshire, of whose great services, in the reduction of that kingdom, he has inserted a very particular history in his *Itinerary*, observes, in that work, Part II. Book ii. p. 176. edit. Lon. 1617. fol. that at the siege of Kingsale by the lord deputy Montjoy, where Mr. Moryson attended him in the camp, on the 23d of December 1601. all the night was clear, with lightning (as in the former nights were great lightnings with thunder), to the astonishment of many, in respect of the season of the year. \"And I have heard,\" adds he, by many horsemen of good credit, and, namely, by captain Pikeman, cornet to the lord deputy's horse, a gentleman of good estimation in the army, that this night our horsemen\n\"horsemen set to watch, to their seeming, did see\nlamps burn at the points of their staves, or spears,\nin the midst of these lightning flashes.\"\n\nLXI. Extract of a Letter of the Reverend\nMr. Joseph Spence, Professor of Modern\nHistory in the University of Oxford, to\nDr. Mead, F. R. S.\n\nByfleet near Weybridge, Surrey,\nDecember 7, 1753.\n\nRead Jan. 10, 1754.\n\nI have lately received a letter from Signor Paderni at Portici; in which, speaking of the publication of the antiquities found at Herculaneum, he says, *Spero che il primo tomo non tarderà molto tempo ad uscire*; and then mentions some particular things, that had been lately discovered among the ruins; a little brass bust of some unknown philosopher, of an excellent manner, and perfectly well preserved: A statue of an orator, in marble; and another brass bust, on a term, of a youth, with particularly beautiful hair, and the whole excellent. The artist has put his name to the latter, ΑΠΟΛΛΩΝΙΟΣ ΑΡΧΙΟΥ ΑΘΗΝΑΙΟΣ ΕΠΙΟΙΗΣΕ. He says, that the workmen were then just entering on some nobleman's house, as appeared by the rich mosaic pavements, &c. and that they were in hopes it would prove a very good new mine.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105174.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1169,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1003,
        2
      ],
      [
        1003,
        2728,
        3
      ],
      [
        2728,
        3899,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105174",
    "title": "An Additional Remark to One of Mr. William Watson, F. R. S. in His Account of the Abbé Nollet's Letter concerning Electricity. By Thomas Birch, D. D. Secr. R. S.",
    "authors": "Abbé Nollet, Thomas Birch",
    "year": 1753,
    "volume": "48",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/105174"
  }
}