{
  "id": "282560d3a198b06c93adf2ba025a627e94041e22",
  "text": "G. The Passage cut by the Workmen.\nH. The Place where the Urn was found.\n\nFig. 3. The Urn.\nIts Height was $13 \\frac{1}{2}$ Inches.\nDiameter at the Mouth 8 Inches.\nat the Middle 11.\nat the Bottom 6$\\frac{1}{2}$.\n\nFig. 4. The Plan of Castle Gotha.\nA. The Diameter of the Camp, 100 Yards.\nB. The Rampart [Agger.]\nC. The Ditch, Five Yards deep, and Two Yards broad, which reaches no farther than DD. where there is a falling away of the Ground towards the Sea.\n\nIV. Extracts of Two Letters from Sig. Camillo Paderni at Rome, to Mr. Allan Ramsay, Painter, in Covent-Garden, concerning some antient Statues, Pictures, and other Curiosities, found in a subterraneous Town, lately discovered near Naples. Translated from the Italian by Mr. Ramsay, and sent by him to Mr. Ward, F. R. S. Prof. Rhet. Gresh.\n\nSIR,\n\nRome, Nov. 20. 1739.\n\nYOU may remember, I told you in one of my former Letters, that the King of Naples was become a Virtuoso, and had made a Discovery of a sub-\nsubterraneous Town at Portici †, a small Village at the Foot of Mount Vesuvius; and that our old Friend Sig r Giuseppe Couart, as Sculptor to the King, had the Care of the Statues found there, with Orders to restore them, where they are damaged. Within these few Days he is returned hither to settle his Affairs, and has informed me of some of the Particulars, in such a Manner as very much incites my Curiosity, and Desire of communicating them to the Public, by making Designs of them on the Spot. He tells me, they enter into this Place by a Pit, like a Well, to the Depth of Eighty-eight Neapolitan Palms*; and then dig their Way (after the Manner of our Catacombs) under the bituminous Matter, thrown out of the Mountain in the Time of great Eruptions, and called by the People of the Country, the Lava, which is as hard as a Flint. And when they meet with any thing that seems valuable, they pick it out, and leave the rest. But I am afraid, that after they have searched, they throw the Earth in again; by which means many Curiosities may be lost, not being understood by these Labourers. They have already found the following Things:\n\nAn Amphitheatre, with its Steps.\nAn Equestrian Statue, but all broken to Pieces.\nA Chariot and Horses of Brass, which have had the same Fate.\nA large brasen Dish, said to be found in a Temple.\n\nThey have also dug out many other Bronzes, with several Statues and Bas-relieves, which Sig r Giuseppe is now restoring.\n\n† See these Transactions, No 456. p. 345.\n* A Neapolitan Palm contains near Nine Inches.\nThere have been found likewise Eight Rings with their Cornelians engraved, and a Bracelet of Gold.\n\nAnd they have already taken up about Thirty or more Pieces of antient Painting, some of which are exceeding beautiful.\n\nSig r Gioseppe gave me a Note of the Pictures, but as it is in Spanish, and wrote in a very bad Hand, I cannot pretend to transmit it to you; but choose rather to defer it, till I have seen them myself, which shall be as soon as I have finished a Piece of Work I am now about, &c.\n\nSIR,\n\nRome, Feb. 20. 1740.\n\nAs soon as I arrived at Naples, Sig r Gioseppe met me, and carried me to Portici. The first thing he shewed me was the Pictures they had dug out, such as never were seen in our Days; and were you to see them, you would be surprised as much as I was; for you would see Paintings finished to the highest Pitch, coloured to Perfection, and as fresh as if they had been done a Month ago.\n\nParticularly one Piece, Eight Palms broad by Nine high, the Figures as big as the Life, representing Theseus after having killed the Minotaur, which is wonderfully fine. You see the Figure of Theseus naked and standing, which, in my Opinion, cannot be more properly resembled to any other thing, than the Antinous of the Belvidera, both for the Attitude and Air of the Head. It is drawn and coloured with prodigious Elegance. The Greek Boys, who are represented as returning him Thanks for their Deliverance, seem, for their noble Simplicity, the Work of\nof Dominichino; and the Composition of the Whole is worthy of Raphael.\n\nAnother Piece represents Chiron teaching Achilles to touch the Lyre.\n\nAnother large one, like that of Theseus, the Figures as big as the Life; but we could not comprehend the Design of it. You see a Woman dressed in White sitting, with one Hand resting on her Head adorned with a Garland of Flowers, and several Deities (as they appear to me) in the Air, with a black Figure of Hercules leaning upon his Club. This Figure is not of a Piece with the rest, which are really Prodigies of the Pencil; but yet it is a fine Picture. Under the Woman is a Deer, which gives Suck to a Child. But was you to see this sitting Figure, and the Heads of those whom I take to be Divinities, how finely they are drawn and coloured, you would be astonished.\n\nTwo other Pieces of greater Height than Breadth, in which there are Two Figures, half Human and half Fish, which fly in the Air.\n\nFour Landskips, with Temples, and other Buildings.\n\nAnother Figure, which we think to be Mercury, with a Child in his Hand, delivering it to a Woman sitting.\n\nA Tyger, with a Boy upon it; and another Boy, who plays on a Tympanum: With many others.\n\nAfter having viewed all these things, which are already taken out, I went down into the Pit. The Part where they are at work, must have been a stupendous Building; and without doubt one may conjecture it to have been an Amphitheatre, by the Cir-\nCircumference of the Walls, and the large Steps, which are still preserved. But it is impossible to see the Symmetry of the Whole; because one must travel through straight Passages, like our Catacombs in Rome. After having gone a good Way under-ground, I arrived at the Place in which the Paintings had been discovered, and where they are daily discovering more. The first Mistake those Men they call Intendants have committed, is, their having dug out the Pictures, without drawing the Situation of the Place, that is, the Niches, where they stood: For they were all adorned with Grotesques, composed of most elegant Masques, Figures, and Animals; which, not being copied, are gone to Destruction, and the like will happen to the rest. Then, if they meet with any Pieces of Painting not so well preserved as the rest, they leave them where they found them. Besides, there are Pillars of Stucco extremely curious, consisting of many Sides, all variously painted, of which they do not preserve the least Memory. But what is most curious, is to see these Paintings all covered with Earth, which when taken off, they appear to have suffered nothing by it. I believe this may be accounted for, by there being no Damp or Moisture in the Place; and that the dry Earth has been rather preservative, than hurtful to them. The ancient Beams are yet discernible, but they are become like Charcoal. And I have seen there a Place where antiently they kept Lime for building; a great Quantity of which yet remains as fresh as if made but Yesterday. In a word, perceiving all those who are called Superintendants of this Affair, wholly ignorant of what they are about, I began to suffer in\na very sensible Manner; so that every Day appeared a Month, till I should deliver my Letter, and see what Success it would meet with. For had it succeeded, I should have gone immediately, and drawn those Things, which, not being taken care of, though of great Curiosity and Erudition, will soon be destroyed.—However, as I could do nothing more, and having a great Concern for those fine Things in a perishing Condition, I left them a Paper of Directions how to manage. If they do not observe them, the greater Misfortune will be ours, to hear that what Time, Earthquakes, and the Ravages of the Volcano have spared, are now destroyed by those who pretend to have the Care of them, &c.\n\nV. Extract of a Letter from Mr. George Knapton to Mr. Charles Knapton, upon the same Subject.\n\nI shall not trouble you with any Account of the Curiosities of Naples, they being so well known, only of one which is something out of the common Way, the antient City of Herculaneum, which was swallowed up by an Earthquake. It is now under a Town called Portici, a quarter of a Mile from the Sea, at the Foot of Vesuvius; and has no other Road to it, but that of the Town-well, which is none of the most agreeable, being in some Parts very streight, in others wide, and cut in a most rude Manner. Toward the Bottom, where you go into the City, it is very broad, which they have made so, to turn the",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104311.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10608,
    "total-output-tokens": 2291,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        966,
        2
      ],
      [
        966,
        2514,
        3
      ],
      [
        2514,
        3984,
        4
      ],
      [
        3984,
        5423,
        5
      ],
      [
        5423,
        7099,
        6
      ],
      [
        7099,
        8480,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104311",
    "title": "Extracts of Two Letters from Sigr. Camillo Paderni at Rome, to Mr. Allan Ramsay, Painter, in Covent-Garden, concerning Some Antient Statues, Pictures, and Other Curiosities, Found in a Subterraneous Town, Lately Discovered Near Naples. Translated from the Italian by Mr. Ramsay, and Sent by Him to Mr. Ward, F. R. S. Prof. Rhet. Gresh",
    "authors": "Mr. Ramsay, Camillo Paderni",
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/104311"
  }
}