{
  "id": "4a3634a9c97e9a3be540c69e5376c26a81c33e64",
  "text": "II. A Calculation of the Velocity of the Air moved by the new-invented Centrifugal Bellows of 7 Feet in Diameter, and 1 Foot thick within, which a Man can keep in Motion with very little Labour, at the Rate of two Revolutions in one Second. By J. T. Desaguliers, F. R. S.\n\nWHEN the Wheel revolves upon its Axis, which is performed in this Machine every Revolution in about half a Second, the Air may be considered as divided into as many concentrical Circumferences as there are Particles of Air contained between the least and the greatest Circle, consequently the centrifugal Forces will be as the Radii; that is in an arithmetical Progression.\n\nLet $R =$ Radius of the greatest Circle $3.5$\n$r =$ Radius of the least Circle $0.75$\n$m =$ Radius of the middle Circle $2.125 =$\n$r + \\frac{R - r}{2} = \\frac{R + r}{2}$.\n\n$v =$ Velocity or Space described in a Second in the middle Circle, upon the Supposition that the Wheel revolves two Revolutions in a Second.\n\n$s =$ Space described in a Second by the Action of Gravity.\nSpace that a Particle of Air receding from the Center would describe in a Second by the Action of the centrifugal Force at the Circumference of the middle Circle.\n\n\\[ s = \\frac{v^2}{2m} \\]\n\n\\[ 2m : v :: v : s; \\text{ therefore } \\frac{v^2}{2m} = s. \\text{ by Huyghens's Rule.} \\]\n\nLet \\( G \\) and \\( c \\), express the Force of Gravity, and the centrifugal Force at the middle Circle. Since the Spaces described in the same Time by the Action of two Forces are as those Forces \\( S : s :: G : c \\), and\n\n\\[ \\frac{sG}{S} = c, \\text{ and substituting in this Expression } \\frac{v^2}{2m} \\text{ instead of } s, \\text{ we have } \\frac{v^2G}{2mS} = c; \\text{ and putting } \\frac{R+r}{2}, \\text{ instead of its equal } m, \\frac{v^2G}{R+r \\times S} = c. \\]\n\nSo that the Ratio of Gravity to the centrifugal Force, at the middle Circle, is that of \\( G \\) to \\( \\frac{v^2G}{R+r \\times S} \\) or that of \\( \\frac{v^2}{R+r \\times S} \\); which being multiplied by the Number of the revolving Circles \\( R-r \\), gives for the Pressure of the Column of Air \\( R-r \\) proceeding from Gravity \\( R-r \\), and the Pressure proceeding from the centrifical Forces \\( \\frac{R-r \\times v^2}{R+r \\times S} \\), wherein \\( R-r \\) being a Factor common to both, may be thrown out of the Expression: And since the Velocities produced from different Pressures are as the square Roots of the Pressures, the Velocity Gravity would give from the natural Weight or Pressure of \\( R-r \\).\n\\( R - r \\) will be to the Velocity the same Column would have from the Pressure occasioned by the centrifugal Force, as \\( \\sqrt{1} \\), or 1 to \\( \\sqrt{\\frac{v^2}{R - r \\times S}} \\).\n\nLastly, Since the Velocity proceeding from the Action of Gravity upon a Column = \\( R - r \\), is always a known Quantity; it may be call'd = \\( a \\) (equal in this Case to 15.38 Ft. per Second) and consequently the Pressure proceeding from the centrifugal Force will be \\( a \\times \\sqrt{\\frac{v^2}{R - r \\times S}} \\) or, \\( av \\times \\sqrt{\\frac{1}{R - r \\times S}} \\)\n\nor, \\( \\frac{av}{\\sqrt{R - r \\times S}} \\): That is, in this Machine\n\n\\[ \\frac{15.38 \\times 26.71}{\\sqrt{4.25 \\times 16.1}} = 49.67 \\text{ Ft. per Second.} \\]\n\nAnd if we add to this the Velocity of the outer Circle in the Tangent of which the Air escapes, which (in the Supposition we made of two Revolutions in a Second) is 44 Feet per Second, we shall have = 93.67 Feet per Second.\n\nN.B. This Calculation supposes the Bore of the Sucking-Pipe sufficiently great to furnish as much Air as would escape, according to this Velocity; but in this Machine the Sucking-Pipe being no greater than the Ajutage or Blowing-Pipe, the Velocity proceeding from the Pressure occasioned by the centrifugal Force, and from the Velocity in the the Tangent (which may be represented by a Column of Air of sufficient Height to give the Velocity of 93.67 Ft. which is 145.882 Ft.) must be divided into\ninto two equal Parts, one half employed in sucking, and the other in blowing; therefore the Half of 145.882 Feet, which is 72.941 Feet, will represent the Height of a Column of Air, that would occasion the same Pressure with which the centrifugal Force and the circular Motion act in this Machine; and a Column of this Height producing a Velocity of 68.53 Feet per Second. This Number will express the Velocity with which the Air is sucked into the Wheel; and the same Number will also express the Velocity of the Air out of the Blower, proceeding from the centrifugal Force, and the circular Velocity of the outer Circle, which is the real Velocity of the Stream of Air out of the Blower of this Machine, viz. 68.53 Feet per Second, which is at the Rate of a Mile in about 77 Seconds, or about 7 Miles in 9 Minutes.\n\nIII. The Uses of the foregoing Machine, communicated in a Letter to Cromwell Mortimer, M.D. R.S. Secr. Feb. 23, 1738, from the same.\n\nSIR,\n\nAccording to my Promise I send you a further Account of my centrifugal Wheel, which is now fix'd in a Room above the House of Commons, to draw away the hot Steam arising from the Candles, and the Breath of the Company in the House, when it is very full, in warm Weather; as also afterwards",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103972.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 1587,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1023,
        2
      ],
      [
        1023,
        2477,
        3
      ],
      [
        2477,
        3919,
        4
      ],
      [
        3919,
        5166,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103972",
    "title": "A Calculation of the Velocity of the Air Moved by the New-Invented Centrifugal Bellows of 7 Feet in Diameter, and 1 Foot Thick within, Which a Man Can Keep in Motion with Very Little Labour, at the Rate of Two Revolutions in One Second. By J. T. Desaguliers, F. R. S.",
    "authors": "J. T. Desaguliers",
    "year": 1735,
    "volume": "39",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/103972"
  }
}