{
  "id": "77197c35e46e31ea04e494ab13f6b15329746053",
  "text": "MAGNETIC NEEDLE,\n\nJune, 1809.\n\nVariation - - - 24° 11'.\nPRESENTS\n\nRECEIVED BY THE\n\nROYAL SOCIETY,\n\nFrom November, 1809, to July, 1810;\n\nWITH THE\n\nNAMES OF THE DONORS.\n\n1809.\n\nPRESENTS.\n\nNov. 9. Pharmacopoeia Collegii Regalis Medicorum Londinensis. Londini, 1809. 4°\nNouvelles Tables de Jupiter et de Saturne, par M. Bouvard. Paris, 1808. 4°\nMémoires de Physique et de Chimie de la Société d'Arcueil, Tome II. Paris, 1809. 8°\nReflexions sur quelques Méthodes minéralogiques, par M. Chenevix. Paris, 1808.\nFasciculus XVI. of a Synopsis of the British Confervea, by L. W. Dillwyn.\nEarnest Contention for the true Faith, a Sermon by the Rev. Francis Wrangham, M. A. York, 1809. 4°\nSupplement au Traité de Mécanique céleste, par l'Auteur, Bibliothèque Britannique, No. CCLXI—CCCII.\nA System of Divinity in a Course of Sermons by the Rev. W. Davy. Lustleigh, 1795, 1807, 26 Vols. 8°\nA Journal of Natural Philosophy, by W. Nicholson. No. CIII, to CVIII.\nThe Philosophical Magazine, by A. Tilloch. No. CXXXIV. to CXXXVIII.\nConsiderations on the Executive Government of the United States of America, by A. B. Woodward. Flatbush, 1809, 8°\nThe Critical Review. June—October, 1809.\nA State of the Thermometer at Penzance in Cornwall, from Nov. 1, 1808, to May 31, 1809, by A. E. Stirling. M.S. fol.\n\nDONORS.\n\nThe Royal College of Physicians.\nLe Bureau des Longitudes de France.\nThe Society of Arcueil.\nRichard Chenevix, Esq. F. R. S.\nLewis Weston Dillwyn, Esq. F. R. S.\nThe Reverend Francis Wrangham, M. A.\nComte Laplace, F. R. S.\nProfessor Pictet, F.R.S.\nThe Reverend William Davy, A. B.\nMr. William Nicholson.\nMr. Alexander Tilloch.\nAugustus B. Woodward, Esq.\nThe Proprietor.\nMaxwell Garthshore, M. D. F. R. S.\nPRESENTS.\n\nA State of the Thermometer at Penzance in Cornwall, and at Glasgow in Scotland, from Dec. 25, 1808, to May 31, 1809. MS. fol.\n\nTableau comparatif des Résultats de la Cristallographie et de l'Analyse chimique, relativement à la Classification des Minéraux, par l'Abbé Haüy. Paris, 1809. 8°\n\nThéorie de l'Origine des Montagnes, par B. G. Sage. Paris, 1809. 8°\n\nDe la Nature et des Propriétés de huit Espèces d'Electricité, par B. G. Sage. Paris, 1809. 8°\n\nDes Mortiers ou Canons, par B. G. Sage. Paris, 1809. 8°\n\nObservations sur l'Emploi du Zinc, par B. G. Sage. Paris, 1809. 8°\n\n23. Chart of the Coasts of Hindoostan and the Islands in the Indian Ocean, by J. Horsburgh.\n\nDec. 7. A Treatise on plane and spherical Trigonometry, by R. Woodhouse. London, 1809. 8°\n\nRecherches sur le Système cerveux en général, et sur celui du Cerveau en particulier, par T. F. Gall, et G. Spurzheim. Paris, 1809. 4°\n\nThe Philosophical Magazine, by A. Tilloch. No. CXXXIX.\n\nThe Critical Review. November, 1809.\n\nArchæologia, Vol. 16. Part I. London, 1809. 4°\n\nPlates XXI. XXII. and XXIII. of the Fourth Volume of Vetusta Monumenta.\n\nSome Account of the Cathedral Church of Gloucester. London, 1809. fol.\n\nCatalogue of the Library of the Royal Institution of Great Britain, by W. Harris. London, 1809. 8°\n\nRecueil d'Observations astronomiques, d'Opérations trigonométriques, et de Mesures barométriques faites par A. de Humboldt, et calculés par J. Oltmann. Livraison.\n\nConspectus Longitudinum et Latitudinum Geographicarum, ab A. de Humboldt, astronomice observatarum, Calculo subjecit J. Oltmann. Lutetiae 1808. 4°\n\nEssai politique sur le Royaume de la Nouvelle Espagne, par A. de Humboldt. Livraison.\n\nPlantes Equinoxiales, par A. de Humboldt et A. Bonpland, Tome I. Paris, 1808. fol.\n\nMonographies des Melastoma, et autres Genres du même Ordre, par A. Bonpland. Livraison.\n\nDONORS.\n\nMaxwell Garthshore, M. D. F. R. S.\n\nM. l'Abbé Haüy de l'Institut de France.\n\nM. Sage de l'Institut de France.\n\nJames Horsburgh, Esq. F. R. S.\n\nRobert Woodhouse, Esq. F. R. S.\n\nF. T. Gall, M. D.\n\nMr. Alexander Tilloch.\n\nThe Proprietor.\n\nThe Society of Antiquaries.\n\nThe Managers of the Royal Institution.\n\nBaron de Humboldt.\nPRESENTS.\n\n1810.\nJan. 11. Transactions of the Society for the Encouragement of Arts, Manufactures, and Commerce. Vols. XXIV, XXV, and XXVI. London, 1806—1808. 8°\nA Journal of Natural Philosophy, by W. Nicholson. No CIX. to CXI.\nThe Philosophical Magazine, by A. Tilloch. No. CXL.\nThe Critical Review. December, 1809\n\n18. The Hindu Pantheon, by E. Moor. London, 1810. 4°\n25. Oratio Harveiana, a G. Heberden. Londini, 1810. 4°\n\nFeb. 1. The History of China, in Chinese, 5 Vols.\nThe Philosophical Magazine, by A. Tilloch. No. CXLII.\nThe Critical Review. January, 1810,\nProspecto dei Minerali di Sicilia. Palermo, 1808. 8°\n8. An Examination of M. la Place's Theory of capillary Action. London, 1809. 8°\nA Journal of Natural Philosophy, by W. Nicholson. No. CXII.\n\n15. Remains of Arabic in the Spanish and Portuguese Languages, by S. Weston. London, 1810. 8°\nThe Doctrine of Life-annuities and Assurances, analytically investigated and explained, by F. Baily. London, 1810. 8°\n22. Engravings and Etchings of the principal Statues, Busts, Bass-reliefs, sepulchral Monuments, cinerary Urns, &c. in the Collection of H. Blundell, Esq. at Juce, 1809, 2 Vols. fol.\n\nMarch 1. Connaissance des Temps pour l'An 1811, publiee par le Bureau des Longitudes. Paris, 1809. 8°\nMagna Britannia, by D. Lysons and S. Lysons, Vol. II. Part II. London, 1810. 4°\nThe Philosophical Magazine, by A. Tilloch. No. CXLIII.\nPhilosophie zoologique, par J. P. B. A. Lamarck. Paris, 1809. Tomes II. 8°\n8. Transactions of the Linnaean Society of London, Vol. X. Part I. London, 1810. 4°\nTransactions of the Society for the Encouragement of Arts, Manufactures, and Commerce. Vol. XXVII. London, 1809. 8°\nCaledonia, by G. Chalmers. Vol. II. London, 1810. 4°\n\nDONORS.\n\nThe Society for the Encouragement of Arts, Manufactures, and Commerce.\nMr. William Nicholson.\nMr. Alexander Tilloch.\nThe Proprietor.\nMajor Moor, F. R. S.\nWilliam Heberden, M.D.\nF. R. S.\nMr. Morrison.\nMr. Alexander Tilloch.\nThe Proprietor.\nSig. Giuseppe Emanuele Ortolani.\nThe Author.\nMr. William Nicholson.\nThe Rev. Stephen Weston, B. D. F. R. S.\nMr. Francis Baily.\nHenry Blundell, Esq.\nLe Bureau des Longitudes de France.\nThe Rev. Daniel Lysons, A. M. F. R. S. and Sam. Lysons, F. R. S.\nMr. Alexander Tilloch.\nM. Lamarck, of the Institute of France.\nThe Linnaean Society of London.\nThe Society for the Encouragement of Arts, Manufactures, and Commerce.\nGeorge Chalmers, Esq., F. R. S.\nPRESENTS.\n\nA Letter to H. Cline, Esq. on imperfect Developments of the Faculties, and on the Treatment of Impediments of Speech, by J. Thelwall. London, 1810.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. CXIII. The Critical Review. February, 1810.\n\nAn elementary Treatise on Geology, by J. A. de Luc. London, 1809.\n\nSome Account of the Siren Lacertuna, and other Species of the same Genus of amphibious Animals.\n\nPrécis des Mémoires de B. G. Sage, lus dans les Séances de la première Classe de l' Institut pendant l' Année 1809. Paris, 1809.\n\nExpériences sur les Mortiers, par B. G. Sage. Paris, 1809.\n\nExpérience qui fait connaitre que la Chaux éteinte par immersion peut être régénérée en Pierre calcaire par le seul Concours de l'Eau, par B. G. Sage. Paris, 1810.\n\nApril 5. A Journal of Natural Philosophy, by W. Nicholson. No. CXIV. The Philosophical Magazine, by A. Tilloch. No. CXLIII. The Critical Review. March, 1810.\n\nMay 5. A Journal of Natural Philosophy, by W. Nicholson. No. CXV. and CXVI. The chemical Catechism, by S. Parkes. Fourth Edition. London, 1810.\n\nThe Philosophical Magazine, by A. Tilloch. No. CXLIV. The Critical Review. April, 1810.\n\nDes Effets de la Religion de Mahommed sur l' Esprit, les Mœurs, et Gouvernement des Peuples, chez lesquelles cette Religion s'est établie, par M. Oelsner. Paris, 1810.\n\nDissertation sur les Effets d'un Poison de Java, appelé Upar trinté, par A. Raffeneau Delile. Paris, 1809.\n\nTentamen de Metris ab Æschylo in choricis Cantibus adhibitis. Cantabrigiæ, 1809.\n\nDissertatio inauguralis de iis qua veteres Philosophi de Magnitudine Telluris memoriae prodiderunt. Lugd. Bat, 1808.\n\nJune 7. A Topographical Dictionary of Ireland, by N. Carlisle. London, 1810.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. CXVII. The Philosophical Magazine, by A. Tilloch. No. CXLV. The Critical Review. May, 1810.\n\nDONORS.\n\nJohn Thelwall, Esq.\n\nMr. William Nicholson.\n\nThe Proprietor.\n\nJohn Andrew de Luc, Esq. F. R. S.\n\nProfessor Barton of Philadelphia.\n\nM. Sage, de l' Institut de France.\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch.\n\nThe Proprietor.\n\nMr. William Nicholson.\n\nMr. Samuel Parkes.\n\nMr. Alexander Tilloch.\n\nThe Proprietor.\n\nM. Oelsner.\n\nAlire Raffeneau Delile, M. D.\n\nThe Rev. Charles Burney, LL.D. F. R. S.\n\nJohn Christopher Low, A. M.\n\nNicholas Carlisle, Esq.\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch.\n\nThe Proprietor.\nPRESENTS.\n\n21. Observations on the Principles which regulate the Course of Exchange, by W. Blake. London, 1810.\n\n28. An Index to the first three Volumes of Vetusta Monumenta. London, 1810.\n\nTransactions of the American Philosophical Society, held at Philadelphia, Vol. VI. Part II. Philadelphia, 1809.\n\nJuly 5. Principe organique de l'Univers, par G. Delamardelle, Tome II. Paris, 1809.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. CXVIII.\n\nThe Philosophical Magazine, by A. Tilloch. No. CXI. VI.\n\nThe Critical Review. June, 1810.\n\nDONORS.\n\nW. Blake, Esq. F. R. S.\n\nThe Society of Antiquaries.\n\nThe American Philosophical Society.\n\nM. Delamardelle.\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch.\n\nThe Proprietor.\nINDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1810.\n\nA\n\nAcid, muriatic, its composition, 243\n—— oxymuriatic, researches on its nature and combinations, 231\n—— does not form water with ammonia, 235\n—— no proofs that it contains oxygene, 240\n—— a simple body, and a peculiar acidifying principle, 243\n—— its name improper, 244\n—— attracted by the positive surface, in Voltaic combinations, 250\n\nAfzelius, Dr. His discovery of the luminous property in the Pausus Spheroecus, noticed, 279\n\nAlkalies, fixed. Some new experiments on the metals from, 16\nAmmonia, its decomposition, by the metals of the fixed alkalies, 20\n—— by alloys of tellurium and potassium, and arsenic and potassium, 32\n—— by Voltaic and common electricity, 52\n—— its production from pure potash, charcoal and water, 43\n—— amalgam from, experiments to obtain it in a dry state, 55\n\nB\n\nBajon, M. His observations during the migration of the dorados, noticed, 259\nBanks, Sir Joseph. His observations on the luminous quality of the cancer fulgens, and the pellucens, noticed, 262\nBarites, its composition, 63\nBerthollet, M. His statement of the composition of fused potash, mentioned, 34\n—— His experiments on the oxymuriatic acid, referred to, 231\n\nMDCCCX.\nINDEX.\n\nBerthollet, M. His views of this substance not correct, 237\nBerzelius, M. His analysis of cast iron noticed, 64\nBiot, M. His experiments with a prism, noticed, 198\nBows, prismatic, Considerations proving that there are two primary ones, a blue, and a red one, 151\nIllustrations of the dependance of the streaks of both, upon the critical separation, 154\nBrande, Mr. William T. His observations on the effects of magnesia, in preventing an increased formation of uric acid; with some remarks on the composition of the urine, 136\nHis experiments on the jelly, found in the oviduct of the frog, and oviviviparous shark, 217\nBrinkley, Rev. Dr. John. Extract of a letter from, on the annual parallax of a Lyra, 204\n\nC\nCalculus, urinary, on a new species of, 223\nCarradori. His experiment upon the lucoiole (lampyris italica) noticed, 283\nCavendish, Henry, Esq. His experiments on the deflagramation of mixtures of oxygene, hydrogen, and nitrogen, noticed, 40\nColoured concentric rings. Supplement to the first and second part of the paper of experiments, for investigating the cause of, between object glasses, and other appearances of a similar nature, 149\nColours, remarks on those supposed to be produced by thin plates, or wedges of air, 159\nCompound, a singular one, obtained by combining oxymuriatic acid, phosphorus, and ammonia, 233\nCruickshank, Mr. His experiments on oxymuriatic acid and hydrogen noticed, 235\nCuradau, M. His opinion of the composition of the bases of the fixed alkalies, controverted, 17\n\nD\nDalton, Mr. John. His idea of the composition of the protoxides and neutral salts mentioned, 63\nHis ideas of definite proportions noticed, 254\nD'Arcet, M. His experiments on potash and soda, mentioned, 34\nDavy, Humphry, Esq. His Bakerian lecture. On some\nINDEX.\n\nnew electrochemical researches, on various objects, particularly the metallic bodies from the alkalies and earths, and on some combinations of hydrogene, 16\n\nDavy, Humphry, Esq. his experiments on the fusible substance obtained by heating potassium in ammonia, 20\n\nhis experiments on the fusible substance, obtained by heating sodium in ammonia, 24\n\nhis experiments on nitrogene, ammonia, and the amalgam from ammonia 37\n\nhis suggestions on the mode of aeration of the ova of fish, 213\n\nhis researches on the oxymuriatic acid, its nature and combinations; and on the elements of the muriatic acid. With some experiments on sulphur and phosphorus, 231\n\nDavy, Mr. John, his experiments on muriatic acid gas, noticed, 237\n\nDog-fish, on its organization, 205\n\nE.\n\nEarths, on the metals of, 58\n\nElater noctilucus, its organization for the production of light, 277\n\nElater ignitus, its organization for the production of light, 278\n\nF.\n\nFish, on their modes of depositing their ova, 213\n\nFatius, description of an extraordinary one, 123\n\non the aeration of its blood, 216\n\nG.\n\nGibson, Mr. Benjamin, his description of an extraordinary human foetus, 123\n\nGlow worms, experiments on their luminous matter, 283\n\nGoose, on the gizzard of, 187\n\nGrazing birds, on the gizzards of, 184\n\nGroombridge, S. Esq. his observations on atmospherical refraction, as it affects astronomical observations, 190\n\nH.\n\nHenry, Dr. Wm. his analysis of several varieties of British and foreign salt, (muriate of soda), with a view to explain their fitness for different economical purposes, 89\nINDEX.\n\nHENRY, Dr. Wm. his experiments on muriatic acid gas, referred to, 231\nHERSCHELL, Dr. his supplement to the first and second part of the paper of experiments, for investigating the cause of coloured concentric rings, between object glasses, and other appearances of a similar nature, 149\nHOME, EVERARD, Esq. on the case of a man who died in consequence of the bite of a rattle-snake, with an account of the effects produced by the poison, 75\n———, on the gizzards of grazing birds, 184\n———, on the mode of breeding of the oviviparous shark, and on the aeration of the foetal blood in different classes of animals, 205\nHORSBURG, CAPTAIN, his observations on the causes of the luminous appearances of the sea, mentioned, 263\nHULME, Dr. his experiments on the luminous appearances of dead animals, noticed, 282\nHyperoxymuriatic acid, attempts to obtain it, 241\n———, no proofs of its existence, 242\n\nJ.\nJelly, on the chemical nature of that surrounding the ova of frogs and fishes, 217\nJelly, star shot, on its nature, 212\nJournal, Meteorological, for 1809, kept at the apartments of the Royal Society, ii\n\nK.\nKIRWAN, Dr. His experiment on nitrous gas and sulphuretted hydrogen, mentioned, 45\nKNIGHT, T. A. Esq. on the parts of trees primarily impaired by age, 178\n\nL.\nLampyrides, its organization for the production of light, 275\nLANGSTAFF, Mr. His observations on the milky appearance of the sea, mentioned, 269\nLecture, Croonian, 1\n——— Bakerian, 16\nLime, its composition, 63\n——— its effects on the urine, 145\nLuminous Animals, observations upon, 258\nINDEX.\n\nLussac, Gay, and Thenard, their opinion concerning the metals of the fixed alkalies, mentioned, 17\ntheir reasonings concerning the nature of the fusible substance obtained by heating potassium in ammonia, 18\ntheir opinions controverted on their own statements, 19\ntheir experiments on muriatic and oxymuriatic acids referred to, 232, 235, 237\n\nM.\n\nMacartney, J. Esq. his observations upon luminous animals, 258\nMagnesia, its composition, 63\nobservations on its effects, in preventing an increased formation of uric acid, 136\nits effects on the urine, 144\nMudge, Lieut. Col. his astronomical observations made at the Royal Observatory, noticed, 194\nMuscular Action, on the duration of, 2\n\nN.\n\nNewton, Sir Isaac, his explanation of the blue and red bows, referred to, 150\nNitrogen, attempts to decompound it, 47\n\nO.\n\nOxide, Cystic, the name given to a new species of urinary calculus, 223\n\nP.\n\nPearson, Dr. his observations and experiments on pus, 294\nParallax, annual of a Lyra, 204\nPiazzi, M. his table of mean refractions, noticed, 195\nPholas dactylus, its luminous fluid, 280\nPhosphorus, experiments on, 253\nno oxygen evolved from it, by the agency of oxymuriatic acid gas, 257\nPliny, his observations of the luminous fluid in the pholas dactylus, noticed, 280\nPotash, its decomposition, by oxide of tellurium and charcoal, 29\nPotash, muriate of, its composition, 36\nPresents, a list of those made to the Royal Society, from November 1809 to July 1810, 319\n| Topic                                                                 | Page |\n|----------------------------------------------------------------------|------|\n| Priestly, Dr. his experiments on the production of nitro-gene, during the freezing of water, noticed | 44   |\n| Pus, observations and experiments on, agency of caloric on            | 294  |\n| —— agency of water on                                                 | 297  |\n| —— agency of alcohol of wine on                                       | 300  |\n| —— to distinguish it from mucus                                        | 303  |\n| Rattle-snake, on the case of a man who died in consequence of its bite | 75   |\n| Rays, of the manner in which those that are separated by critical reflection or intromission come to the eye | 169  |\n| Reaumur, his observations on the luminous fluid, in the pholas dactylus, referred to | 280  |\n| Refractions, the mean astronomical, according to several authors      | 203  |\n| Riding, on its salutary effects                                        | 11   |\n| Rings, seen in a prism, illustration of their dependence upon the critical separation | 157  |\n| Ritter, M. his opinion of the nature of the bases of the fixed alkalies, confused | 17   |\n| —— his experiments on tellurium, mentioned                             | 27   |\n| Riville, his discovery of an animal which shed a blue luminous liquor, referred to | 281  |\n| Salt, methods of making different varieties of                        | 91   |\n| —— impurities in                                                       | 97   |\n| —— British large grained, equal to foreign bay salt                   | 108  |\n| —— and foreign, a comparison of their component parts                  | 97   |\n| Scheele, his views of the oxynuriatic and muriatic acids, correct     | 237  |\n| Scolopendro electrica, its luminous fluid                             | 280  |\n| Sea, light of, always produced by living animals                       | 290  |\n| Sea Sickness, on its causes                                            | 6    |\n| Shark, the oviviparous, on its mode of breeding                        | 205  |\n| Silce, metal of, in cast iron                                          | 64   |\n| —— hardens copper                                                      | 66   |\n| Soda, muriate of, methods of analysing its several varieties          | 108  |\n| —— new views of its decomposition                                      | 247  |\nINDEX.\n\nSoda and subcarbonate of, their effects on the urine, 143\nSpallanzani, his examination of a medusa, referred to, 281\nStrontites, its composition, 63\nSulphur, experiments on, 251\n———, no oxygene evolved from it, by the agency of oxy-muriatic acid gas, 257\nSurfaces in contact, which modify the form of prismatic appearances. Experiments on the multiplying power of, 164\nSwan, on its gizzard, 187\n\nT.\n\nTelluretted hydrogene, the name given to a combination of tellurium and hydrogene, 28\nTheory, some considerations of, illustrated by new facts, 67\nThomson, Dr. his experiments on sulphur, noticed, 251\nTrees, on the parts of, primarily impaired by age, 178\nTurkey, on the gizzard of, 187\n\nU.\n\nUrine, its nature in birds, 229\n———, how affected by changes in diet, 230\n\nW.\n\nWollaston, Dr. his Croonian Lecture, on the duration of muscular action, 2\n———, on cystic oxide, a new species of urinary calculus, 223",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107227.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 14,
    "total-input-tokens": 22136,
    "total-output-tokens": 6813,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        56,
        2
      ],
      [
        56,
        1701,
        3
      ],
      [
        1701,
        3903,
        4
      ],
      [
        3903,
        6320,
        5
      ],
      [
        6320,
        8723,
        6
      ],
      [
        8723,
        9447,
        7
      ],
      [
        9447,
        10678,
        8
      ],
      [
        10678,
        12455,
        9
      ],
      [
        12455,
        14026,
        10
      ],
      [
        14026,
        15581,
        11
      ],
      [
        15581,
        17048,
        12
      ],
      [
        17048,
        19534,
        13
      ],
      [
        19534,
        20448,
        14
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107227",
    "title": "Back Matter",
    "authors": null,
    "year": 1810,
    "volume": "100",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 14,
    "jstor_url": "https://www.jstor.org/stable/107227"
  }
}