{
  "id": "f31af699df260c1b96c055b7294bf9809233fd0a",
  "text": "Extract of a Letter from Mr. Hevelius; being Observations by him made at Dantzig, of the Comet which began there to appear, Aug.16.1682.\n\nNuperum Cometam a Vestritibus & Parisiensibus (quantum adhuc nihil viderim) optime esse observatum, nullus plane dubito; a me quoque pro viribus, quoties aeris temperies tantum induit hic Gedani ex nova mea Specula, novisque meis Organis diligenter est annotatus; plurimas etiam distantias a plurimis Fixis tum Cometae Altitudines Meridianas impetravi: quas autem omnes hic recensere nimis longum foret, nec vacat eas rigidiore calculo subjicere, tota Historia rejicienda erit eo usque donec Annum Clima-tericum, atque Appendicem Observationum mearum Post. II Part. Machinae meae Coelestis impetratarum sum editurus. Sufficiat hac vice dixisse Cometam hunc hic Gedani die 25 Augusti St. N. primum detectum, atque a die 26 Aug: ad 17 Sept. quoties tantum serenitas aeris permisit, debite summaque cura a me observatum esse, tam mane, quam vesperi, imo etiam per aliqua continuas noctes, cum existaret pernax: qua via autem, qua velocitate, sub quo angulo Orbite & Ecliptice progressus fuerit, ex adjecta Tabella patet; quam tamen (quod scias velim) non ex accurato calculo, sed ex Globo tantummodo laxiori ratione concinnavi: cum sublimiora studia, in edendo Novos Globos Coelestes meos, cum Catalogo Fixarum, & que eo pertinent id minime permittant. Quod negotium, cum majoris sit momenti (nisi me mea fallit opinio) in hacce mea propecciori atate expedire, praestat reliqua leviora hac vice relinquere, aliisque plus otii habentibus commendare.\n\nAn.1682.\nMens. dies. Hor. Longitudo Latitudo Motus in\nComete. Comete. pro. orbit.\nAug. 26 3 Mat. 23 30 S 21 0 Bor.\n27 11 Vlp. 5 0 N 23 30 10 0 fere\n30 3 Man. 18 0 S 25 20 13 20\nAug. 30 9 Vlp. 22 0 N 25 40 Bor. 3 30\n31 3 Man. 24 30 N 26 0 2 20\nSeptem. 1 3 Man. 1 0 N 26 0 fere 5 45\nSeptem. 1 9 Vlp. 6 0 fere N 25 40 B. 4 45\n\nNotanda: Nodus Boreus in 24 S, & Nodus Austr. In 24 m; Limites vero in 24 N. & 24 extiterunt.\n\nAn.\nAn. 1682. Hor. 1\nDies. Longitudo Latitudo Motus in\nCometa. Cometa. prop. orbis.\n\nSeptem. 3 8 30 Vesp. 20 0 5 0 24 30 11 30\n6 9 0 Vesp. 5 0 20 30 15 0 fere\nSeptem. 8 8 0 Vesp. 12 0 18 15 R. 8 0 fere\n9 8 30 Vesp. 15 30 17 15 3 30 fere\n10 8 0 Vesp. 18 0 15 45 3 0 fere\nSeptem. 12 8 0 Vesp. 23 0 14 0 R. 5 0\n13 7 30 Vesp. 25 30 13 30 2 0\n\nNotanda: Angulus Orbitae & Eclipticae sunt 26 fere. Utrum autem tota duratio tempore omnino constans cum Nodis exiterit? an vero & quousque le se variaverit? ut saepius fieri solet, ex calculo patebit.\n\nEn motum diurnum aliquanto accuratiorem ad singulos dies.\n\nMens. Motus Sic ut motu proprio in sua Orbita con-\nDies. Comet. Diurnus. fecerit a die 26 Augusti ad 13 Septem.\nVesp. Aug. 26 27 5 28 21 27 5 in Ecliptica 9 3 3: Latitudo ve-\n28 5 35 ro Borealis creverit ad 9 5 rursus decre-\nAug. 29 5 41 verit 11 3. Vide Postscriptum de Cau-\n30 5 46 da.\n31 5 50\nSept. 1 5 49\n2 5 43\n3 5 40\nSept. 4 5 34\n5 5 24\n6 5 0\nSept. 7 4 30\n8 4 0\n9 3 30\nSept. 10 3\n11 2 40\n12 2 20\n13 2 0\n\nCeterum cum Cometa se se oculis nostris prorsus subduxisset, cepi tres superiores Planetas 2 4 & 3, qui haud multum ab invicam distabant, atque ad 6 vergerent aliquanto crebris ac diligentius novo nostro Sextante Orichalcico demitteri, ut suo tempore ipsae observationes docebunt.\n\nHac vice Solummodo vobis referam, quid die 27 Septem. a me peractum sit; eo praesertim attento, quod nonnulli spem fecissent, die 27 Septem. St. N. Lunam Corniculatam decrescentem omnes tres modo dictos Planetas omnino tein- ram; qua occultationes ut rarissime, & quidem simul una eademque die accident; sic sane merentur observari a qui-busvis Rerum Caelestium Scrutatoribus. Quare & ego officio meo nolui desse; sed summo mane, ab hora secunda, ad Solis occasionem diligentem his congressibus invigilavi: & ut ha occultationes de die inciderent, sperassem tamen me optime omnia notaturum; sed Caenum omnino nubilum ab ipso Solis exortu ad occasionem usque id minime indules. Ma-\n\nne,\nne, hora 3 calo aliquanto sereniori, Lunam tum tres reli-\nquas Planetas nudo quidem conspexi oculo; sed Luna eo\ntempore adhuc ad Septem circiter gradus removebatur s.s.s.\noccasionem versus; unde certo concludere poteram, ante meri-\ndiem Lunam motu suo reliquis tres Planetas hand affec-\nturam. Quantum autem ex inclinatione Cornuum Lune,\nquoad Planetarum ductum colligere licuit, protinus perspi-\nciebam, nullas fore occultationes, sed tantum transitus;\nsic ut Luna infra illos superiores Planetas incederet. In\nqua opinione magis magisque etiam sum confirmatus: cum\ndie subsequenti 28 se. Sep. mane, nec Regulus fuerit a Luna\ntebus, qua Stella, ratione utriusque Latitudinis potius oc-\ncultari debuisset. Regulus namque in ipsa Conjunctione,\nhora se. 4 distabat in superiori Cornu Boream versus ad-\nhoc; id quod optimo Micrometro, Tuboque egregio\naccurate observatum est: adeo ut nulla prorsus fuerit Oc-\ncultatio Reguli, sed tantummodo Lune transitus. Ita\npariter accidit, die 25 October circa illas occultationes,\nquas nonnulli praedixerant. Nam Jupiter & Saturnus necnon\ndie 25 Octob. St. N. minime fuerunt a Luna obteiti;\nsed Luna satis longe infra Planetas incessit: quot vero mi-\nnutis precise, tempore & in Planetis absuerit, colum submu-\nbilum adeo accurate micrometro dimetrii minime tum con-\ncessit. Situm tamen h & u hac die 26, hora se. 1.\nmane Tubo ac Micrometro dicto ex voto deprehendere mi-\nhi obligit: quo tempore simul fixa quadam satis conspicua\n(quod notatu dignum) dictis Planetis satis prope adhaere-\nbat Jupiter se se cum tribus cmitibus tum offerebat, forte\n& quartus adfuit, sed ob nulceulas hand fuit com pellus Sa-\nturnus di abat a Jove, i.e. Jupiter a Stella (ni fallor\nin armo dextro S.) i.e. Rursus Saturnus a dicta Stella\nStella dicta versatur modo juxta nostrum Catalogum\nin 8. & Latit. 9. i.e. B.\n\nDie 2 30 Octob. mane hor. 5. rursus h & u distan-\ntiam dimensus sum; ea nimirum intentione (cum secundum\nFphemerides & adhuc instaret atque 3. Nov. celebrari pri-\nmum deberet) me jam Jovem aliquanto propiorem Satur-\nno inventurum; sed si se plane sum frutratus. Siquidem di-\nstantia dicta, qua die 26 Oct. i.e. hac die i.e. extitit; atque\nsic notabiliter major reperta est. Unde certo colligere licu-\nit Oppositionem jam ante complures dies celebratam esse quam Ephemerides Calculus primum die 3 Novem. exhibent.\n\nId quod subsequentes observationes adhuc clarius demonstrant. Nam loco, quod distantia \\( \\frac{4}{5} \\) h de die in diem (sic instaret) paulatim minor fieri debebat, continuo auta est. Die 1 Nov. hor. 2. mane, ope Micrometri nostri dista distantia extitit \\( \\frac{3}{5} \\). Et die Luna, 2 Nov. eadem distantiam rursus repert \\( \\frac{3}{5} \\). Die 3 Nov. mane hor. 1. jam \\( \\frac{3}{5} \\). Die 4 Nov. calo perquam sereno adhuc paulo major dista distantia inter \\( \\frac{4}{5} \\) h deprekena, sic ut amplius meo Micrometro eandem dimetiri haud potuerim, sed septane, per distantias eam impetrari. Ex quibus iterum iterumque satis superque nunc patet, Superiores Planetas Epheneridum Computatores, omnique Calculum egregie elufisse, Conjunctioeque Magnam non die 3 Nov. sed longe citius incilisse; sic ut Tabulae omnes serra correctione, etiam in Superioribus Planetis (ut jam olim in Mercurio meo sufficienter demonstravi) indigent.\n\nPostscriptum.\n\nDe Capite & Cauda hujus Cometae, Aug. 1682. nonnulla adhuc referenda sunt, qua superius recensere oblitus eram. Toto durationis tempore, lucidius ac etiam aliquanto majus caput, quam iste Anno 1682e contrario, multo breviorum caudam exhibuit. In ipso capite, beneficio longioris Telecopii, non nisi unicum nucleum figura ovalis & globosae constanter notavimus; nisi quod die praesertim 8 Sept. ex dicto nucleo clarissimus simul radius, ex parte etiam incurvatus in caudam exiret: quod ut notari meretur (cum ejus generis faciem, in nullo adhuc Cometa, quam tum memini, observaverim) sic lubens volui, simul hic faciem capit & caudae delineatam (a) dare. Præterea sciendum, quod nonnunquam, ut die 30 Aug. mane factum, caudam satis precise in oppositum Solis direxerit; sed sapient etiam notabilem deviationem (prout in plurimis Cometis sapient fieri solet) exhibuerit. Longitudinem quoque Coma non semper eandem conservavit. Initio cauda fere 12 grad. videbatur; deinde nonnunquam brevior, interdum etiam longior ad 15, 16 grad. extitit; circa finem vero quotidie diminuta est.\n\n(a) See Fig. 2",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102214.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8902,
    "total-output-tokens": 3295,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        2008,
        3
      ],
      [
        2008,
        3983,
        4
      ],
      [
        3983,
        6216,
        5
      ],
      [
        6216,
        8373,
        6
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102214",
    "title": "Extract of a Letter from Mr. Hevelius; being Observations by Him Made at Dantzick, of the Comet which Began There to Appear, Aug.16.1682",
    "authors": "Mr. Hevelius",
    "year": 1683,
    "volume": "13",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/102214"
  }
}