{
  "id": "6678e663819c0bc38b0685305183f8e295c9c58b",
  "text": "it drew up to the Day-pit, it caught one of the men along with it that was next the Eye, and up it comes with such a terrible crack, not unlike, but more shrill than a Canon, that it was heard fifteen miles off along with the Wind, and such a pillar of Smoke as darkened all the sky over head for a good while: The brow of the Hill above the Pit was 18 yards high, and on it grew Trees 14 or 15 yards long, yet the mans Body and other things from the Pit were seen above the tops of the highest Trees at least a hundred yards. On this Pit stood a Horse-engin of substantial Timber, and strong Iron-work, on which lay a trunk or barrel for winding the Rope up and down of above a thousand pound weight, it was then in motion, one Bucket going down and the other coming up full of Water. This Trunk was fastned to the frame with locks and bolts of Iron, yet it was thrown up and carried a good way from the Pit, and pieces of it, though bound with Iron hoops and strong Nails, blown into the Woods about; so likewise were the two Buckets, and the ends of the Rope after the Buckets were blown from them stood a while upright in the Air like pikes, and then came leisurely drilling down: The whole frame of the Engin was sturr'd and moved out of its place, and those Mens Clothes, Caps and Hats that escaped were afterwards found shattered to pieces, and thrown amongst the Woods a great way from the Pit. This happened the third of February 1675, being a Season when other Damps are scarce felt or heard of.\n\nMr. Leeuwenhoecks Letter written to the Publisher from Deiss the 14th of May 1677, concerning the Observations by him made of the Carneous Fibres of a Muscle, and the Cortical and Medullar part of the Brain; as also of Moxa and Cotton.\n\nSIR,\n\nYours of the 22th of February mentions, that some of your Friends did wish, I would with all possible exactness observe the Carneous Fibres of a Muscle, and also the Cortical and Medullar part of the Brain.\n\nI acquainted you formerly in my Letter of the first of June 1674, that those Carneous fibres of Muscles did consist of very small globuls; yet for the further satisfaction of your Friends; I have laid aside all my former Observations, to make quite new ones.\n\nAmong other, I took the flesh of a Cow; this I cut asunder with.\nwith a sharp Knife, and using a Microscope I sever'd before my eyes the membran from it; whereby I plainly saw that fine membran or film, in which these Carneous fibres lie interwoven, and of which I speak in the above-mention'd Letter of the first of June 1674; where I say, that those Membrans are made up of so many filaments or threds, as if with our naked Eye we saw the omentum of an Animal. Observing these Membrans more narrowly, I saw, that they do wholly and only consist of small threds running through one another; of which some, to my eye, appear'd to be 10, 20, and some 50 times thinner than a hair.\n\nHaving taken off the said Membrans from the said Carneous filaments, I saw very clearly these Carneous threds, which in this piece of flesh were as thick as a hair on ones hand. Where they lay somewhat thick upon one another, they appear'd red; but the thinner they were spread, the clearer they shew'd.\n\nI have used several methods of observing, to see the particles of these Carneous filaments, and have always found, that they are composed of such parts, to which I can give no other figure than globular. Moreover, I have divided before my Eye into many small parts very small pieces of these Carneous filaments, which pieces were several times smaller than a grain of Sand; and I have observed besides, that, when the flesh is fresh and moist, and the globuls thereof are pressed or rubbed, they dissolve and run together, as if you saw an oily or thick waterish matter.\n\nThese globuls, of which I say that the Carneous filaments do consist, are so small, that, if I may judge by my sight, I must needs say, that ten hundred thousand of them would not make one grain of gravel-Sand.\n\nAnd having formerly written to you, that the particles, which do constitute flesh, fat, bones, hair, &c. (which I call globuls) are not perfect globuls, but only come near such; I shall now repeat something of that matter: I desire you to consider only, that a great number of Sheeps-bladders, fill'd with water, and held in the Air, and every where surrounded by the same, are round, but if you throw them together into a Tun, they will lose their roundness, and fall close together, whereby each bladder will come to have its peculiar figure, they being very flexible; though the uppermost in the tun, as far as they are encompassed by\nby the Air, will retain their globosity. Thus it is with the glob-\nbuls of the flesh, which are very soft, as far as they are more or\nless surrounded by the Air.\n\nNext, I have examined that membran of the Brain, which is\ncalled pia mater, and found, that this membran is permeated by\nvery many little veins, besides those which with the naked eye\nwe see upon the brain, especially having first separated the\nthin membran from the brain, under which I have seen small\nveins of an admirable and incredible fineness, and, as far as I\nwas able to discern, they consist of exceeding thin filaments.\n\nI have further observed, that the above-mention'd great num-\nber of veins, which run through the thin membran, disseminate\ntheir ramifications thorow the brain, after the manner as vines\nlying upon the earth shoot roots into the ground; imagining the\nBrain to be like the Earth, & the Veins like the Roots in the Earth.\n\nProceeding to the parts of the Brain itself, I must still say of\nthem, especially where they lie anything thick upon one another,\nthat they consist of no other parts but globuls; but where\nthe Brain lay spread very thin, cut thorough with a Knife,\nas if they had been separated from one another, there they\nappeared like a very clear matter, as if it had been Oyl.\nHaving view'd this matter, I imagined, it was thus caused by\nthe knife, whereby the globuls of the brain had been broken:\nBut continuing my Observations, not only of the Brains of beasts,\nbut also of fishes, and particularly of a Cod-fish, and repre-\nsenting it very plainly to my eye, I saw, that the said oleaginous\nmatter had not been caused by the knife, but that indeed it was a\nmatter by it self, wherein the aforesaid globuls lay. I saw more-\nover, but most plainly in the brain of a Cod-fish, that the said\noleous matter did indeed consist also of yet much smaller glo-\nbuls, than the other.\n\nThe former greater globuls of the brain, are, by my estima-\ntion, about the bigness of those, which I formerly said the Blood\nwas made up of (which render the blood red.) These greater\nglobuls, which compose the Brain, are very irregular in respect\nof what those of the Blood are: Whereof I conceive the cause\nto be this, that the globuls of the Brain lie close to one another,\nor to the Vessels, and being very soft do not separate though\nthey be shaken; whereas on the contrary, the sanguine globuls\nare moved in a more fluid matter, and therefore, having elbow-\nroom, keep their roundness.\nI remember, that having heretofore observ'd the Brain of a Duck, I then judged, that they were caused only by the close union, which the globuls (of which I then thought the whole Brain was made up) had to one another, and which did change into threds by a little stretching. But continuing my Observations for almost a whole month together, I have seen plainly the very great number of exceeding small veins running through the Brain; of which I could not at first assure myself in the Brains of Beasts, that they were indeed Veins, because they are difficult to discern: But coming to observe the Brains of Cod fish, I very plainly saw those many vessels or veins, which were very clear, and withal very many throughout, disseminating themselves by their small branchings, and being 15 or 20 times finer than a single thred of a Silkworm. These small vessels or veins I have seen in great numbers in no greater quantity of the brain than might equal a grain of Sand: Besides, I saw vessels filled with blood or appearing red; as also vessels that had the thickness of a single thred of a Silk-worm, accompanied with great clearness.\n\nPursuing these my Observations about the Brains of Beasts, I was able very plainly to represent to myself the vessels above discoursed of; and I could not without great admiration behold them, partly by reason of their great number, partly of their extraordinary subtlety; so that I must needs say, that if one blood-globul, I mean of those that make the blood red, were divided into eight parts, and were of a stiff substance, it could not pass any of these small vessels. And the oftner I repeated my observations, the plainer I could see those manifold little vessels with their ramifications, which were all very feeble, and by the least touch broke asunder.\n\nAmong the said globuls, of which in part the Brain consists, I have seen Blood-globuls, which may very plainly be discern'd from the Brain-globuls, especially by the perfect roundness which the blood-globuls had. These blood-globuls, I imagined, came out of the sanguineous vessels, which run through the Brain, and had been cut in pieces by the Knife.\n\nBetween the Cortical and Medullar part of the Brain I can see little or no difference, especially when I represent them before me very thin: Only this I noted, that the little veins or vessels which ran through the Cortex, were of a dark and brown colour.\ncolour, whereas those in the Medulla were clearer and more transparent.\n\nI have seen in the Brain, and most in the Cortical part, such Small sanguineous vessels being red (which came out of bigger ones) that I cannot comprehend, how the globuls could pass through them; and, (what is more,) when you see the Blood-globuls single, they have little or no colour, whereas on the contrary the blood in these small veins was yet red: Yea, the red colour penetrated through the veins, and coloured the neighbouring parts of the brain red. But reflecting on my former observations about Lice, I there saw divers times, that when I made a Louse hungry, and then set her on to suck blood, she could not dispose of, nor digest, all the blood; whence it came to pass, that the blood-globuls, which rendered it red, came to dissolve in the fluid matter, and so changed the blood into a more fluid matter; and this blood came to diffuse itself through the whole body of the Louse, and through the very feet and horns, and to colour them red. The cause, why the blood was not consumed in the Louse, I imagined to be, because the guts, or small veins in the Louse, had been for want of food dried up, whence the same was hindred from its due motion, nor could be duly conveyed through the body. Yet this change of blood (I very well remember) hath at other times been observed by me, when the blood had stood a while in a Glass. And thus it may be or become red in the small veins of the Brain, though they be so slender, that no globuls, keeping their roundness, can pass through them.\n\nI have also observ'd the Spinal marrow of a Calf, Pullet, Sheep, and Cod-fish; which I have found to consist of no other parts than those of the Brain; yet with this difference, that, besides the related globuls in the Brain, there lay in the Spinal marrow a great number of shining oleaginous globuls, of divers bignesses, some of them 50 times bigger than others; and those also very soft and fluid. These spinal marrows were also furnished with exceeding thin and manifold small veins or vessels; and besides these very small veins, there ran up and down along these spinal marrows brown filaments, of the thickness of the hair of ones head, and thinner. These being seen by me, I imagined first, whether such filament might not be a vein; but having further with great attention inquired into it, I perceived, that each fil-\nlament was not one single vessel by itself, but that each of them consisted of divers very small threads or vessels, lying by one another, between which threads there lay very clear veils of the fineness of a single Silk-worm-thread. Here I had thoughts, whether these veils might not be those, that conveyed the animal spirits through the Spinal marrow.\n\nA while since, being at the house of Monsieur Constantin Huygens de Zulichem, he did me the favour to shew me some of that Moxa, which by burning it upon any gouty part removeth the Gout. Of this stuff I took some along with me, and (out of curiosity only) burnt some of it upon the back of my hand according to the prescript of the Book published concerning it, the better to know if there were any peculiarity in its burning. Which done I found, that upon the skin where the burning was made, there lay a yellow oily matter, which I thought at first had been caused only by the burning of the skin. This burning I gave over, not by reason of the pain, but of its slow healing; and if I had not found more trouble in it, than in the cut of my hand made with a Knife, (which I am wont to sow up, and then count it healed) I should have repeated the burning several times. I have more than once examined this Moxa by my Microscope, and do not find it to be such a curious preparation of an excellent dried herb; but that 'tis only some lanuginous expiration or protrusion of a fruit, such as is the lanugo seen upon a Peach, Quince, or the like; and I was of opinion, that I might have gathered very near the like substance from some herbs; but that I have hitherto failed of.\n\nThis Moxa agrees in shape with Cotton: For, as there is no other difference between Hair and Wool, than that Hair is coarser and longer than Wool, both being made up of globuls, and they being clear about the rounder end; so little difference is there between the Moxa and Cotton, for they have both two flat sides. Such a shape hath also the roughness, that is found lying within against the red bark of a Chestnut; only with this difference, that that of Moxa is much thinner than that of Cotton, and that of Cotton thinner than of the Chestnut. I have put some of the Moxa (because I would not be troubled with the burning of it upon my skin) on fine post-paper, and some Cotton likewise, after I had somewhat cut it asunder with Scissors, that so, by its being shorter, the fire might the better pass from one part to the\nthe other. The burnings caused on the paper by both, were very near alike; and I concluded thereupon, that if the burning had any effect in the gout, it proceeded not from any peculiar quality in the Moxa, but only from the burning itself, and that if the burning were made with Cotton, it would produce as good effects as if made with Moxa.\n\nI have taken very near the same quantity of Moxa, Cotton, and the matter which lies within a Chestnut against the red outer skin thereof, and burnt them together one by the other, and I have seen, that they all three, after burning, left behind them an oleous matter; but the Moxa most: Which may proceed from hence, that though there seemed to be the same quantity of all, yet the Moxa held more, it being finer than Cotton, and therefore lying closer together, and consequently yielding more oyl. Whence it appears, that Mr. Busscheff had not so good reason to extol the Moxa and its preparation above Cotton or other the like substances.\n\nHaving consider'd the saying of Chirurgions, that Cotton is fiery and malignant if any wound be dress'd therewith; I have found, that that fieriness or malignity consists in this, that Cotton hath two flat sides, (as was said above) and consequently every part of it hath two sharp sides, which being thinner than globuls, that make up the Carneous filaments, and being also stiffer than the globular flesh, it comes to pass, that Cotton being laid upon a wound, not only the globuls of the yet sound flesh are annoyed by the sharp sides of it, but also the new matter which is convey'd to make new flesh, and is yet softer than the flesh already made, is the more easily cut asunder and dissolved; whereas on the contrary, linnen-rags, having roundish parts and many of them lying firm together, and so making up a greater body, are not capable to wound the globular parts of the flesh.\n\nThe Description of a Celestial Globe, artificially made, shewing the Apparent Motions, from East to West, and from West to East, of the Sun, Moon, and Fixed Stars: Made by Monsieur Didier L'Alleman, Master Watchmaker at Paris, and communicated to the Publisher in French, and here by the same made English.\n\nThis Globe hath been made conform to the Observations of the most famous Astronomers of this Age, and directed by Monsieur Antonine Agarrat, Professor of the Mathematicks at Paris.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101781.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 13928,
    "total-output-tokens": 4193,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        2283,
        3
      ],
      [
        2283,
        4626,
        4
      ],
      [
        4626,
        7101,
        5
      ],
      [
        7101,
        9511,
        6
      ],
      [
        9511,
        11913,
        7
      ],
      [
        11913,
        14372,
        8
      ],
      [
        14372,
        16734,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101781",
    "title": "Mr. Leewenhoecks Letter Written to the Publisher from Delff the 14th of May 1677, Concerning the Observations by him Made of the Carneous Fibres of a Muscle, and the Cortical and Medullar Part of the Brain; as Also of Moxa and Cotton",
    "authors": "Mr. Leewenhoecks",
    "year": 1677,
    "volume": "12",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/101781"
  }
}