{
  "id": "3cf8d5c8b8eebef8de41567f9241c5083ec5f08a",
  "text": "III. Epistola missa ad prænobilem virum D. Carolum Mountague Armigerum, Scaccarii Regii apud Anglos Cancellarium, & Societatis Regiæ Præsidem, in qua solvuntur duo problemata Mathematica à Johanne Barnouillo Mathematico celeberrimo proposta.\n\nJan. 30. 1697.\n\nAceepti, Vir amplissime, hesterno die duo Problematum à Joanne Bernouillo Mathematicorum acutissimo propositorum exemplaria, Groningæ edita in hæc verba.\n\nAcutissimis qui toto Orbe florent Mathematicis,\n\nS. P. D.\n\nJoannes Bernoulli Math. P. P.\n\nCum compertum habeamus vix quicquam esse quod magis excitet generosa ingenia ad moliendum quod conductit augendis scientiis, quàm difficilium pariter & utilium quaestionum propositionem, quarum enodatione tanquam singulari si qua alià via ad nominis claritatem perveniant sibique apud posteritatem æterna extruant monumenta; Sic me nihil gratius Orbi Mathematico facturum speravi quam si imitando exemplum tantorum Virorum Mersenni, Pascalii, Fermatii, praesertim recensis illius Anonymi Ænigmatistæ Florentini aliorumque qui idem ante me fecerunt, praëstantissimis hujus ævi Analystis proponerem aliquod problema, quo quasi Lapidie Lydio suas methodos examinare, vires intendere & si quid invenirent nobiscum communicare possent, ut quisque\nquisque suas exinde promeritas laudes à nobis publicè id profitentibus consequeretur.\n\nFactum autem illud est ante semestre in Actis Lips. m. Jun. pag. 269. Ubi tale problema proposui cujus utilitatem cum jucunditate conjunctam videbunt omnes qui cum successu ei se applicabunt. Sex mensium spatium à prima publicationis die Geometris concessum est, intra quod si nulla solutio prodiret in lucem, me meam exhibiturum promisi: Sed ecce elapsus est terminus & nihil solutionis comparuit; nisi quod Celeb. Leibnitius de profundiore Geometriâ præclarè meritus me per literas certiorem fecerit, se jam feliciter dissolvisse nodum pulcherrimi hujus uti vocabat & inauditi antea problematis, insimulque humaniter rogavit, ut praestitutum limitem ad proximum pascha extendi paterer, quo interea apud Gallos Italosque idem illud publicari posset nullusque adeo superestet locus ulli de angustiâ termini quærelæ; Quam honestam petitionem non solum indulsi, sed ipse hanc prorogationem promulgare decrevi, visurus num qui sint qui nobilem hanc & arduam quaestionem aggressuri, post longum temporis intervalium tandem Enodationis compotes fieren. Illorum interim in gratiam ad quorum manus Acta Lipsiensia non perveniant, propositionem hîc repeto.\n\n**Problema Mechanico-Geometricum**\n\n**de Linea Celerrimi descensûs.**\n\n*Determinare lineam curvam data duo puncta in diversis ab horizonte distantis & non in eadem rectâ verticali positâ connectentem, super qua mobile propriâ gravitate decurrens & à superiori puncto moveri incipiens citissime descendat ad punctum inferius.*\n\n*Sensus*\nSensus problematis hic est, ex infinitis lineis quae duo illa data puncta conjungunt, vel ab uno ad alterum duci possunt eligatur illa, juxta quam si incurvetur lamina tubi canalisve formam habens, ut ipsi impositus globulus & liberè dimissus iter suum ab uno puncto ad alterum emetiatur tempore brevissimo.\n\nUt vero omanem ambiguitatis ansam precaveamus, scire B. L. volumus, nos huc admittere Galilæi hypothesin de cujus veritate seposita resistentia jam nemo est saniorum Geometrarum qui ambigat, Velocitates scilicet acquisitas gravium cadentium esse in subduplicata ratione altitudinum mensurarum, quamquam aliàs nostra solvendi methodus universaliter ad quamvis aliam hypothesin sese extendat.\n\nCum itaque nihil obscuritatis superfit, obnixè rogamus omnes & singulos hujus ævi Geometras, accingant se promte, tentent, discutiant quicquid in extremo suarum methodorum recessu absconditum tenent; Rapiat qui potest præmium quod Solutori paravimus, non quidem auri non argenti summam quo abjecta tantum & mercenaria conducuntur ingenia, à quibus ut nihil laudabile sic nihil quod scientius fructuosum expectamus, ied cum virtus sibi ipsi sit merces pulcherrima, atque gloria immensum habeat calcar, offerimus præmium quale convenit ingenui sanguinis Viro, consertum ex honore, laude & plausu, quibus magni nostri Apollinis perspicacitatem publicè & privatim, scriptis & dictis coronabimus, condecorabimus & celebrabimus.\n\nQuod si verò festum paschatis praetererit nemine deprehenso qui quaestum nostrum solverit, nos quae ipsi invenimus publico non invidebimus; Incomparabilis enim Leibnitius solutiones tum suam tum nostram ipsi jam pridem commissam protinus ut spero in lucem emitte, quas si Geometrae ex penitiori quodam fonte petitas perspexerint, nulli dubitamus quin angustos vulgaris\ngaris Geometriæ limites agnoscant, nostraque proin inventa tanto pluris faciant, quanto pauciores eximiam nostram quaestione soluturi extiterint etiam inter illos ipsos qui per singulares quas tanto pluris faciant, quanto pauciores eximiam nostram quaestione soluturi extiterint etiam inter illos ipsos qui per singulares quas tan- topere commendant methodos, interioris Geometriæ latibula non solum intimè penetrâsse, sed etiam ejus pomæria Theorematis suis aureis, nemini ut putabant cognitis, ab aliis tamen jam longè prius editis mirum in modum extendisse gloriantur.\n\n**Problema alterum purè Geometricum, quod priori subnecimus & strenæ loco Eruditis proponimus.**\n\nAb Euclidis tempore vel Tyronibus notum est; Du- çam utcunque à puncto dato rectam lineam, à circuli peripheriâ ita secari ut rectangulum duorum segmentorum inter punctum datum & utramque peripheriæ partem interceptorum sit eadem constanti perpetuo æqua- le. Primus ego ostendi in eod, Actor. Jun. pag. 265. hanc proprietatem infinitis aliis curvis convenire, illam- que adç circolo non esse essentialem: Arrepta hinc occasione, proposui Geometris determinandam cur- vam vel curvas, in quibus non rectangulum sed soli- dum sub uno & quadrato alterius segmentorum æquetur semper eadem; sed à nemine haçtenus fol- vendi modus prodiit; exhibebimus eum quandoque desiderabitur: Quoniam autem non nisi per curvas transcendentes quaesito satisfacimus, en aliud cujus solutio per merè algebricas in nostra est pote- state.\n\nQueritur\nQuæritur Curva, ejus proprietatis, ut duo illa segmenta ad quamcunque potentiam datam elevata & simul sumta faciant ubique unam eandemque summam.\n\nCalum simplicissimum existente sc. numero potentiae 1. ibidem in actis pag. 266. jam solutum dedimus, generalem verò solutionem quam etiamnum premimus, Analystis eruendam relinquimus.\n\nDabam Groningæ ipsis Cal. Jan. 1697.\n\nHaec tenus Bernoullus. Problematum verò solutiones sunt hujusmodi.\n\nProbl. I.\n\n\\[ \\text{A Investiganda est curva. Linea } ADB \\text{ in qua grave à dato quovis puncto } A \\text{ ad datum quodvis punctum } B \\text{ vi gravitatis suæ citissimè descendet.} \\]\n\nSolntio.\n\nA dato puncto A ducatur recta infinita APCZ horizonti parallela & super eadem recta describatur tum Cyclois quæcunque AQP rectæ AB (duæ & si opus est productæ) occurrens in puncto Q, tum Cyclois alia ABC cujus basis & altitudo sit ad prioris basem & altitudinem respectivè ut AB ad AQ. Et hæc Cyclois novissima transibit per punctum B & erit Curva illa linea in qua grave à puncto A ad punctum B vi gravitatis suæ citissime perveniet. Q.E.I.\nProbl. II.\n\nProblema alterum, si recte intellecti, (nam quae in Actis Lips. ab Auctore citantur ad id spectantia nondum vidi) sic proponi potest. Quæritur Curva K I L ea lege ut si recta PKL a dato quodam puncto P, seu Polo utcunque ducatur, & eadem Curvae in punctis duobus K & L occurrat, potentates duorum ejus segmentorum PK & PL a dato illo puncto P ad occursus illos ductorum, si sint æque alæ (id est vel quadrata, vel cubi vel quadrato-quadrata &c.) datam summam PKq + PLq vel PKcub + PLCub, &c. (in omni recte illius positione) conficiant.\n\nSolutio.\n\nPer datum quodvis punctum A ducatur recta quævis infinita positione data AD B recte mobili PKL occurrens in D, &c nominetur AD x & PR vel PL y, sintque Q & R quantitates ex quantitatibus quibuscunque datis & quantitate x quomodo cunque constantes & relatio inter x & y definiatur per hanc æquationem YY + QY + R = 0. Et si R sit quantitas data, Rectangulum sub segmentis PK & PL dabatur. Si Q sit quantitas data summa segmentorum illorum (sub signis propriis conjunctorum) dabatur. Si QQ - 2R datur, summa quadratorum (PKq + PLq) dabatur. Si Q^3 - 3QR data sit quantitas, summa cuborum (PKcub + PLCub) dabatur. Si Q^4 - 4QQR + 2RR data sit quantitas, summa quadrato-quadratorum (PKqq + PLqq) dabatur. Et sic deinseps in infinitum. Efficiatur itaque ut R, Q, QQ - 2R, Q^3 - 3QR, &c. datae sint quantitates & problema solvetur. Q.E.F.\n\nAd eundem modum Curvae inveniri possunt quae tria vel plura abscindent segmenta similes proprietates habentia. Sit æquatio Y^3 + Qy^2 + Ry + S = 0 ubi Q, R & S quantitates significant ex quantitatibus quibuscunque datis & quantate x utcunque constantes; & Curva abscindet segmenta tria. Et si S data sit quantitas contentum solidum illorum trium dabatur. Si Q sit quantitas data, summa trium illorum dabatur. Si QQ - 2R sit data quantitas, summa quadratorum ex tribus illis. dabatur. M m m IV.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102332.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10654,
    "total-output-tokens": 3080,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1246,
        2
      ],
      [
        1246,
        2819,
        3
      ],
      [
        2819,
        4613,
        4
      ],
      [
        4613,
        6110,
        5
      ],
      [
        6110,
        7190,
        6
      ],
      [
        7190,
        9077,
        7
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102332",
    "title": "Epistola Missa ad Praenobilem Virum D.Carolum Mountague Armigerum, Scaccarii Regii apud Anglos Cancellarium, et Societatis Regiae Praesidem, in qua Solvuntur duo Problemata Mathematica à Johanne Barnoullo Mathematico Celeberrimo Proposita",
    "authors": "Johanne Barnoullo",
    "year": 1695,
    "volume": "19",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/102332"
  }
}