{
  "id": "28364d5c2e3252d1e43dd5cb95d86730485571d9",
  "text": "PRESENTS\nRECEIVED BY THE\nROYAL SOCIETY,\nFrom November 1818 to July 1819.\nWITH THE\nNAMES OF THE DONORS.\n\n1818.\nNov. 5. Effemeridi Astronomiche di Milano per l'Anni 1816-1817-1818, con Appendice. Flora Batava, No. 23 to 51, Amsterdam.\nTraité complet de Mécanique appliquée aux Arts.—Composition des Machines, par J. A. Borgnis, Paris, 1818.\nThe Transactions of the Royal Irish Academy, Vol. XIII. Dublin, 1818.\nTransactions of the Horticultural Society of London, Vol. II. Part 5. London, 1817.\nObservations Astronomiques faites à l'Observatoire de l'Academie Royale des Sciences, par M. Plana.\nKongl. Vetenskaps Academiens Handlingar för År 1817. Stockholm, 1817.\nAn Elementary Treatise on Astronomy. Vol II. containing Physical Astronomy, by Robert Woodhouse. Cambridge, 1818.\nLettere concernente l'Anfeatro di Verona. Verona, 1817.\nCappella dell' Famiglia Pellegrini esistente nella Chiesa di San Bernardino di Verona, 1816. fol.\nIttiolitologia Veronese del Museo Bozziano. Verona, 1816.\nThe Monthly Review for June, July, August, September, and October, and Appendix to Vol. 86.\nAnnals of Philosophy, No. 67 to 71.\nThe Philosophical Magazine, No. 242 to 246.\n\nDONORS.\nSS. Francesco Carlini and Enrico Brambelli.\nHis Majesty the King of the Netherlands.\nM. J. A. Borgnis.\nThe Royal Irish Academy.\nThe Horticultural Society.\nMr. Plana.\nThe Royal Academy of Sciences of Sweden.\nRobert Woodhouse, Esq.\nCount Bartolomeo Guigliari.\nMr. G. E. Griffiths.\nDr. Thomas Thomson.\nMr. Alexander Tilloch.\n1818.\n\nNov. 5. The European Magazine from June to October. Medico-Chirurgical Transactions. Vol. IX. Part I. London, 1818. 8°\n\nDeux Traités de Physique Mécanique, publiées par Pierre Prevost. Genève et Paris, 1818. 8°\n\nDe la Mineralogie, par J. A. H. Lucas. Paris, 1818. 8°\n\nJournal of Science and the Arts, No. 10 and 11.\n\nOn the Safety Lamp for Coal Miners, with some Researches on Flame, by Sir Humphry Davy. London, 1818. 8°\n\nAn Introductory Lecture delivered at the Royal Dispensary for the Diseases of the Ear to a Course on the Anatomy, Physiology, and Diseases of that Organ, by J. H. Curtis, Esq. London, 1818. 8°\n\nJournal of the Academy of Natural Sciences of Philadelphia, No. 6. Philadelphia, 1817. 8°\n\nPathological and Surgical Observations on Diseases of the Joints, by B. C. Brodie, F. R. S. London, 1818. 8°\n\n12. Vetusta Monumenta. Vol. V. plates 19—25.\n\nFlora Batava, No. 52.\n\nHypocrisy unveiled and calumny detected in a Review of Blackwood's Magazine. Edinburgh, 1818. 8°\n\nDec. 10. Historia e Memorias da Academia R. das Sciencias de Lisboa. Tom. III, IV, V. Lisbon. 4°\n\nMemorias Economicas da Academia Real das Sciencias de Lisboa da Agricultura, das Artes, e da Industria em Portugal e suas Conquistas. Tom. IV and V. Lisbon. 8°\n\nMemorias de Litteratura Portugueza publicadas pela Academia Real das Sciencias de Lisboa. Tom. VII. and Tom VIII. Part I. Lisbon. 8°\n\nAn Account of the History and present State of Galvanism, by John Bostock, M. D. London, 1818. 8°\n\nAnnals of Philosophy, No. 72.\n\nThe Philosophical Magazine, No. 247.\n\nThe Monthly Review for November.\n\nThe European Magazine for November.\n\nAn Improved System of Telegraphic Communication, by Thomas Lynn, 2 Edition. London, 1818. 12°\n\nA concise Narrative of Facts connected with the Disease which occurred in the District of Jessore,\n\nThe Editor.\n\nThe Medical and Chirurgical Society.\n\nM. Prevost.\n\nMr. J. A. H. Lucas.\n\nThe Managers of the Royal Institution.\n\nSir Humphry Davy, Bart.\n\nJ. H. Curtis, Esq.\n\nThe Academy of Natural Sciences of Philadelphia.\n\nB. C. Brodie, Esq.\n\nThe Society of Antiquaries.\n\nHis Majesty the King of the Netherlands.\n\nThe Author.\n\nThe Royal Academy of Sciences of Lisbon.\n\nDr. John Bostock.\n\nDr. Thomas Thomson, Mr. Alexander Tilloch Mr. G. E. Griffiths.\n\nThe Editor.\n\nThomas Lynn, Esq.\n\nDr. Robert Tytler.\n1818.\n\nDec. 10. during the Months of August and September, 1817, together with observations upon its Symptoms, Causes, and Treatment, by Robert Tytler, M.D. &c. Calcutta. 8°\n\n17. A Treatise on Marine Surveying, in two parts, by Murdoch Mackenzie, corrected and republished with a Supplement, by James Horsburgh, F.R.S. London, 1819. 8°\n\nThe Asiatic Journal, No. 36.\n\nMémoire sur la Rapport du Pouce de Fontainier, avec l'once d'eau Romaine moderne et le Quinaire antique, &c. par M. Prony. 8°\n\nNote sur un nouveau Moyen de régler la Durée des Oscillations des Pendules, par M. de Prony. 4°\n\nNuovo Stabilimento di Bagni d'Acqua minerali e medicata in Oleggio. Lugano, 1818. 8°\n\nL'Attraction détruite par le Mouvement primordial, ou Théorie nouvelle du Cours des Corps célestes et du Mouvement, par M. le Comte de Zuylen de Nyveelt. Paris, 1818. 12°\n\nJournal of the Academy of Natural Sciences of Philadelphia, No. 7 and 8. 8°\n\nMemorie della Società Italiana delle Scienze residente in Modena, Tomo XVIII. Fascicolo 1° delle Memorie di Matematica.\n\nEssays on the Proximate Mechanical Cause of the general Phenomena of the Universe, by Sir Richard Phillips. London, 1818. 12°\n\nPrimitiae Florae Essequeboensis adjectis Descriptio-nibus centum circiter Stirpium novarum Observationibus criticis, Auct. Georgio Frederico Wilhelm Meyer. Gottingæ, 1818. 4°\n\nMémoire sur le Système Métrique des anciens Égyptiens, contenant des Recherches sur les Connoissances géométriques et sur les Mesures des autres Peuples de l'Antiquité, par E. Jomard. Paris, 1817. fol.\n\nIcones ad illustrandam Anatomem comparatim, Auct. J. A. Albers. Lipsiae, 1818. fol.\n\n24. F. G. W. Struve, Observationes Astronomicas institutas in Specula Universitatis Caesareae Dorpatensis, Vol. I. Observationes, 1814 et 1815, una cum Reductionibus. Dorpiti, 1817. 4°\n\nNuovo Metodo di dividere gl' Instrumenti di Matematica, Saggio del Sig. Tito Gonnella di Firenze. Pistoja, 1816. 8°\n\nJan. 14. Del Movimento e della Misura delle Acque cor-\n\n1819.\n\nDonors.\n\nJames Horsburgh, Esq.\n\nThe Editors.\n\nM. de Prony.\n\nS. Pietro Paganini.\n\nThe Count de Zuylen de Nyveelt.\n\nThe Academy of Natural Sciences of Philadelphia.\n\nLa Società Italiana.\n\nSir Richard Phillips.\n\nM. G. F. W. Meyer.\n\nM. E. Jomard.\n\nDr. J. A. Albers.\n\nProfessor F. G. W. Struve.\n\nSig. Tito Gonnella.\n1819.\n\nJan. 14. renti, Memoria Idraulica di Antonio Tadini. Milano, 1816.\n\nMedico-Chirurgical Transactions. Vol. IX. Part 2.\n\nNew View of Society.—Tracts relative to this subject, with an Account of the public Proceeding connected with the subject which took place in London in July and August, 1817, by Robert Owen. London, 1818.\n\nThe Philosophical Magazine, No. 248.\n\nAnnals of Philosophy, No. 73.\n\nThe Monthly Review for December.\n\nThe European Magazine for December.\n\nA Journal of Science and the Arts, No. 12.\n\nA Chart of Banca and Gaspar Straits.\n\nNotice Biographique, par B. G. Sage. Paris, 1818.\n\nElements of Medical Logic, illustrated by practical Proofs and Examples, including a Statement of the Evidence respecting the contagious nature of the Yellow Fever, by Sir Gilbert Blane, Bart. London, 1819.\n\nA Brief Sketch of the Causes which first gave rise to the late high Price of Grain in Great Britain, and to the consequent apparent necessity for the Corn Bill, with some Proposals for a more equitable Taxation, by James Curry, M.D. F.A.S. &c. London, 1815.\n\nAn Essay on the Origin and Operation of the Dry Rot, with a view to its prevention or cure; to which are annexed Suggestions on the cultivation of Forest Trees, and an Abstract of the several Forest Laws, &c. by Robert M'William. London, 1818.\n\nProdromo di Ricerche sperimentale sul Gas illuminante applicata a vari oggetti di privata e di pubblica Economia, del Cav. Giovanni Aldini. Milano, 1818.\n\nSaggio Esperimental sul esterna Applicazione del Vapore dell' Acqua dei Bagni e delle filando a Seta, con alcune Osservazioni sul Bagni a vapore, del Cav. Giov. Aldini. Milano, 1818.\n\nSaggio sulla Lava Idraulica nuovamente applicata alla Manifatture ed alle riti.\n\nAmerican Medical Botany, being a Collection of the native Medicinal Plants of the United States, containing their Botanical History, and Chemical Analysis and Properties, and Uses in Medicine, Diet, and the Arts, with coloured Engrav-\n\nSig. Antonio Tadini.\n\nThe Medical and Chirurgical Society of London.\n\nMr. Robert Owen.\n\nMr. Alexander Tillock.\n\nDr. Thomas Thomson.\n\nMr. G. E. Griffiths.\n\nThe Editor.\n\nThe Managers of the Royal Institution.\n\nJames Horsburgh, Esq.\n\nThe Rev. S. Weston.\n\nSir Gilbert Blane, Bart.\n\nDr. James Curry.\n\nMr. Robert M'William.\n\nProfessor Aldini.\n\nDr. Ralph Bigelow.\nings, by Jacob Bigelow, M.D. Boston, 1817. Vol. I. Part 1 and 2.\n\nFeb. 4. The Philosophical Magazine, No. 249.\nAnnals of Philosophy, No. 74.\nThe Monthly Review for January, and Appendix to Vol. 87\n\nThe European Magazine for January.\nThe first Part of a Letter to the Parisians and the French Nation upon Inland Navigation, containing a Defence of the public character of His Grace, Francis Egerton, late Duke of Bridgewater, by the Hon. Francis Henry Egerton, and including some Notices and Anecdotes concerning Mr. James Brindley. Paris, 1818.\n\nTraité complet de Mécanique appliquée aux Arts, contenant l’Exposition méthodique des Théories et des Expériences les plus utiles pour diriger le choix, l’invention, la construction, et l’emploie de toutes les Espèces de Machines, par M. J. A. Borgnis. Des Machines employées dans les Constructions diverses. Paris, 1818.\n\nRecherches sur la Mesure des Températures et sur les Lois de la communication de la Chaleur, par MM. Dulong et Petit. Paris, 1818.\n\nMémoires de la Classe des Sciences mathématiques et physiques de l’Institut de France. Années, 1813, 1814, 1815. Paris, 1818.\n\nMémoires de l’Académie Royale des Sciences de l’Institut de France, Année 1816. Paris, 1818.\n\nHistoire et Mémoires de l’Institut Royal de France, Classe d’Histoire et de Littérature ancienne. Tome 3ème et 4ème. Paris, 1818.\n\nNotices et Extraits des Manuscrits de la Bibliothèque du Roi et autres Bibliothèques, publiés par l’Institut Royal de France. Tome Xème. Paris, 1818.\n\nMemoirs of the American Academy of Arts and Sciences. Vol. IV. Part 1. Cambridge, 1818.\n\nReport to the Governors of the Veterinary College of London, by W. Sewell, Assistant Professor. London, 1818.\n\nThe Transactions of the Horticultural Society of London. Vol. III. Part 2. London, 1819.\n\nor Sixty Tables elucidatory of the first part of a Course of Lectures on the Grammar of the Arabic Language, delivered in the College of Fort William in Bengal, during the first\nyear of its Institution, by John Baillie, Calcutta, 1801. fol.\n\nMarch 4. Annals of Philosophy, No. 75.\nThe Philosophical Magazine, No. 250.\nThe Monthly Review for February.\nThe European Magazine for February.\nObservations on the Claims of the Moderns to some Discoveries in Chemistry and Physiology, by G. D. Yeats, M. D. London, 1798. 8°\nA Statement of the early Symptoms which lead to the Disease termed Water in the Brain, &c. by G. D. Yeats, M.D. London, 1815, 8°, and Appendix to ditto. London, 1819. 8°\n\n18. Flora Batava, No. 53.\n\nLectures on Physiology, Zoology, and the Natural History of Man, delivered at the Royal College of Surgeons, by W. Lawrence, F. R. S. London, 1819. 8°\n\nCours théorique et pratique d’Instruction élémentaire applicable à toute méthode d’enseignement individuel ou collectif, et spécialement à la Méthode d’enseignement mutuel à l’usage de l’Ecole Polytechnique, &c. par P. R. F. Butes de la Sarthe. Paris, 1818. 2 Vols. 8°\n\nA System of Practical Nosology, to which is prefixed a Synopsis of the Systems of Sauvages, Linnæus, &c. by David Hosack, M.D. New York, 1818. 8°\n\nAn Essay on the Chemical History and Medical Treatment of Calculus Disorders, by Alexander Marcer, M.D. F.R.S. London, 1818. 8°\n\n25. Histoire de l’Astronomie du Moyen Age, par M. Delambre. Paris, 1819. 4°\n\nReports of the British and Foreign Bible Society, with Extracts of Correspondence from the Years 1805 to 1818. London, 1810—1818. 6 Vols. 8°\n\nForty-seven Volumes containing the whole or parts of the Holy Scriptures, in 39 different Languages. 4°, 8°, and 12°\n\nApril 1. An Astronomical Catechism, or Dialogues between a Mother and her Daughter, by Catherine Vale Whitwell. London, 1818. 8°\n\nAnnals of Philosophy, No. 76.\nThe Philosophical Magazine, No. 251.\nThe Monthly Review for March.\nThe Quarterly Journal of Literature, Science, and the Arts, No. 13.\nA Letter to the Right Hon. F. Robinson, M.P. &c. &c., on the Plague and Contagion, with re-\n\nDr. Thomas Thomson.\nMr. Alexander Tillock.\nMr. G. E. Griffiths.\nThe Editor.\nG. D. Yeats, Esq.\n\nHis Majesty the King of the Netherlands.\nW. Lawrence, Esq.\n\nMr. P. R. F. Butes de la Sarthe.\n\nDr. David Hosack.\n\nDr. Alexander Marcer.\n\nMr. Delambre.\n\nThe British and Foreign Bible Society.\n\nMrs Catherine Vale Whitwell.\n\nDr. Thomas Thomson.\nMr. Alexander Tillock.\nMr. G. E. Griffiths.\nThe Managers of the Royal Institution.\nDr. Aug. B. Granville.\nference to the Quarantine Laws, by Aug. Bozzi Granville, M. D. &c. London, 1819.\n\n22. Hydrauliska Försök anstallda vid Fahlu Grufva Åren 1811—1815, af P. Lagerhjelm, J. H. af Forselles och G. S. Kallstenius på Bruks Societetens Bekostnad, Första Delen. Stockholm, 1818.\n\nThéorie Élémentaire de la Botanique, ou Exposition des Principes de la Classification Naturelle et de l'Art de décrire et d'étudier les Végétaux, par A. P. de Candolle. Paris, 1819.\n\nThe Hunterian Oration delivered in the Theatre of the Royal College of Surgeons, by John Abernethy, Esq. London, 1819.\n\nA Defence of the Church and Universities of England against such injurious advocates as Professor Monk and the Quarterly Review for January, 1819, by Sir James Edward Smith, M. D. F. R. S. P. L. S. London, 1819.\n\n29. Remarks on the Account of the late Voyage of Discovery to Baffin's Bay, published by Capt. John Ross, R. N. by Capt. Edward Sabine, Royal Artillery. London, 1819.\n\nAnnals of Philosophy, No. 77.\n\nMay 6. The Philosophical Magazine, No. 252.\n\nThe Monthly Review for April.\n\nThe European Magazine for April.\n\nElémens de Géométrie à trois dimensions, Partie synthétique.—Théorie des Lignes et des Surfaces Courbes, par M. Hachette. Paris, 1817.\n\nSeconde Supplément de la Géométrie Descriptive, par M. Hachette, suivi de l'Analyse Géométrique de M. John Leslie. Paris, 1818.\n\n13. Transactions of the Society, instituted at London, for the Encouragement of Arts, Manufactures, and Commerce. Vol. XXXVI. London, 1819.\n\nReport of the Committee of the Society of Arts, &c. together with the approved Communications and Evidence upon the same relative to the mode of preventing the Forgery of Bank Notes. London, 1819.\n\nRosa Candolleana, seu Descriptio Novæ Speciei generis Rosæ dicata Pyr. Aug. de Candolle a Cl. An. Thory. Paris, 1819.\n\nOn the Mammoth or Fossil Elephant found in the Ice at the Mouth of the River Lena, with a Lithographic Plate of the Skeleton. London, 1819.\n\n20. Abhandlungen der Königlichen Akademie der Wis-\n\nMark Beaufoy, Esq.\n\nM. A. P. Candolle.\n\nJohn Abernethy, Esq.\n\nSir James Edward Smith.\n\nCaptain Edward Sabine.\n\nDr. Thomas Thomson.\n\nMr. Alexander Tilloch.\n\nMr. G. E. Griffiths.\n\nThe Editor.\n\nM. Hachette.\n\nThe Society for the Encouragement of Arts, &c.\n\nMr. C. A. Thory.\n\nMr. Charles Stokes.\n\nThe Royal Academy of Sciences at Berlin.\nsenschaften in Berlin aus den Jahren, 1814, 1815. Berlin, 1818.\n\nAstronomische Beobachtungen auf der Königlichen Universitäts Sternwarte in Königsberg, von F. W. Bessel, Professor, &c. Dritte Abtheilung vom 1 Januar bis 31 Decem. 1816. Königsberg, 1817.\n\nAstronomisches Jahrbuch für das Jahr 1821. Berlin, 1818.\n\nMemoir on a New and certain Method of ascertaining the Figure of the Earth by means of Occultations of the fixed Stars, by A. Cagnoli, with notes, and an Appendix, by Francis Baily. London, 1819.\n\nOn Diagnosis, in two parts, Part 1.—The Symptoms of Disease. Part 2.—The Diagnosis of Diseases. London, 1819.\n\nOn the Mimoses, or a descriptive, diagnostic, and practical Essay on Disorders of the general Health in their various simple and complicated forms, contrasted with some acute and insidious Diseases, by Marshall Hall, M. D. London, 1819.\n\nJune 10. Annals of Philosophy, No. 78.\n\nThe Philosophical Magazine, No. 253.\n\nThe Monthly Review for May, and Appendix to Vol. LXXXVIII.\n\nThe European Magazine for May.\n\nPractical Observations on Telescopes, Opera Glasses, and Spectacles, by William Kitchiner, M. D. 3rd Edition. London, 1818.\n\nFurther Observations on the internal use of the Hydro-Cyanic (Prussic) Acid in Pulmonary Complaints, Chronic Catarrh, Spasmodic Coughs, Asthma, Hooping Cough, and some other Diseases, with full Directions for the preparation and administration of that Medicine, by A. B. Granville, M. D. &c. &c. London, 1819.\n\nA Manual of Chemistry, containing the principal facts of the Science in the order in which they are discussed and illustrated in the Lectures of the Royal Institution of Great Britain, by William Thomas Brande, Esq. Secretary to the Royal Society, &c. &c. London, 1819.\n\nA Treatise on the Magnetism of the Needle, &c. by George Samuel Clarke, Esq. London, 1818.\n\nTraité complet de Méchanique appliquée aux Arts.—Des Machines hydrauliques, par J. A. Borgnis. Paris, 1819.\n\nProfessor F. W. Bessel.\n\nProfessor Bode.\n\nFrancis Baily, Esq.\n\nDr. Marshall Hall.\n\nDr. Thomas Thomson.\n\nMr. Alexander Tilloch,\n\nMr. G. E. Griffiths.\n\nThe Editor.\n\nDr. William Kitchiner.\n\nDr. A. B. Granville.\n\nW. T. Brande, Esq.\n\nG. S. Clarke, Esq.\n\nMr. J. A. Borgnis.\nAstronomical Observations made at the Radcliffe Observatory at Oxford, from May 1, 1818, to May 1, 1819, by and under the direction of the Rev. Abram Robertson, D.D., F.R.S., Savi- lian Professor of Astronomy and Radcliffe Observer. MS.\n\nA Critical Examination of the first Principles of Geology, in a Series of Essays, by G.B. Greenough, Pres. Geol. Soc. &c. London, 1819.\n\n17. A Succinct Statement of the Question respecting the Water Companies of London. London, 1819.\n\nA Bust of the Right Hon. Sir Joseph Banks, Bart. G.C.B. President of the Royal Society, executed in White Marble, by Francis Chantrey, Esq. F.R.S. and R.A.\n\n24. Transactions of the Horticultural Society of London. Vol. III. Part 3. London, 1813.\n\nJuly 1. Annals of Philosophy, No. 79, and Supplement to Vol. XIII.\n\nThe Philosophical Magazine, No. 254.\n\nThe Monthly Review from June.\n\nThe European Magazine for June.\n\nArchaeologia, or Miscellaneous Tracts relating to Antiquity published by the Society of Antiquaries of London. Vol. XIX. Part 1. London, 1819.\n\nVetusta Monumenta. Vol. V. Plates 26 to 32. fol.\n\n8. The Quarterly Journal of Litterature, Science, and the Arts, No. 14.\n\nTraité pratique de l'Oeil Artificiel, ou Expériences et Observations sur l'Art de cacher la difformité totale ou partielle de l'organe de la vue à la suite de toutes maladies, operations, et accidens quelconques, &c. Paris, 1818.\n\nWith Specimens of Artificial Eyes.\n\nThe Trustees under the Will of the late Dr. Radcliffe.\n\nG.B. Greenough, Esq.\n\nThe Directors of the Grand Junction Water Works.\n\nFrancis Chantrey, Esq.\n\nThe Horticultural Society.\n\nDr. Thomas Thomson.\n\nMr. Alexander Tilloch.\n\nMr. G.E. Griffiths.\n\nThe Editor.\n\nThe Society of Antiquaries.\n\nThe Managers of the Royal Institution.\n\nM. Hazard Mirault.\nINDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1819.\n\nA\n\nAmidine, matière intermédiaire entre la gomme et l'amidon, 52\nAmidon, observations sur sa décomposition à la température atmosphérique par l'action de l'air et de l'eau 29\n— sur la gomme produite par sa fermentation spontanée, 50\n— sur le changement de poids qu'il épreuve par sa fermentation à l'air, 54\n— sur le gaz hydrogène produit par sa fermentation, 57\nAnderson, James, Capt. in the Royal Navy, some observations on the peculiarity of the tides between Fairleigh and the North Foreland; with an explanation of the supposed meeting of the tides near Dungeness, 217\nArbury Hill, operations for determining the variation in the length of the pendulum vibrating seconds at that station in the Trigonometrical Survey, 374\n— its latitude, 403\n\nB\n\nBabbage, Charles, Esq., on some new methods of investigating the sums of several classes of infinite series, 249\nBrewster, David, LL.D., on the laws which regulate the absorption of polarised light by doubly refracting crystals, 11\nINDEX.\n\nBrewster, David, LL.D., on the action of crystallized surfaces upon light, - 145\non the optical and physical properties of Tabasheer, - 283\nBrinkley, John, D.D., the results of observations made at the Observatory of Trinity College, Dublin, for determining the obliquity of the ecliptic, and the maximum of the aberration of light, - 241\n\nC\n\nChronometer, observations for the error of it, - 439\nClifton, in Yorkshire, operations for determining the variation in the length of the pendulum vibrating seconds at that station in the Trigonometrical Survey, - 371\nits latitude, - 395\nClock, comparisons of it with the chronometer, - 434\nobservations for determining its rate at different stations of the Trigonometrical Survey, - 427\nCorpora lutea, a treatise on the subject of them - 59\nare produced previous to, and independent of, sexual intercourse, - 60\nnever met with before puberty, - 59\nCrystals, absorbing, list of those with one axis, - 15\nlist of those with two axes, - 19\nCrystals, doubly refracting, on the influence of their polarising force, upon the polarising force which accompanies partial reflection, - 150\non the change produced upon the polarising angle by their interior forces, - 150\non the change produced upon the polarisation of the reflected ray by their interior forces, - 152\n\nD\n\nDavis's Straits, and Baffin's Bay, observations to determine the variation of the needle in those places, - 140\nDavy, Sir Humphry, Bart., some observations on the formation of mists in particular situations, - 123\nDungeness, meeting of the tides there, - 223\nDunnose, operations for determining the variation in the length of the pendulum vibrating seconds at that station in the Trigonometrical Survey, - 379\nINDEX.\n\nE\n\nEarth, on its mean density, - 84\n——— on the irregularities of its surface, - 89\n——— of its figure, - 417\nEcliptic, results of observations made at the Observatory of Trinity College, Dublin, for determining the obliquity of it, and the maximum of the aberration of light, - 241\nEquations, numerical, a new method of solving all orders of them by continuous approximation, - 308\nError, remarks on the probabilities of it in physical observations, and on the density of the earth, considered especially with regard to the reduction of experiments on the pendulum, - 70\nEye, an account of a membrane in the eye, now first described, - 300\n\nF\n\nFairleigh and the North Foreland, phenomena of the tides between them on the English coast, and Cape d'Alpréé and Calais on the French coast, - 218\n\nH\n\nHeat, on the influence it possesses in modifying the absorbent power of crystals, - 25\nHome, Sir Everard, Bart., the Croonian Lecture. On the conversion of pus into granulations of new flesh, - 1\n——— on corpora lutea, - 59\n——— an account of the fossil skeleton of the Proteosaurus, - 209\n——— reasons for giving the name Proteosaurus to the fossil skeleton of an animal, which has been described, - 212\n——— on the ova of the different tribes of opossum and ornithorhyncus, - 234\nHorner, W. G. Esq., a new method of solving numerical equations of all orders, by continuous approximation, - 308\nINDEX.\n\nI\n\nJacob, Arthur, M.D. an account of a membrane in the eye, now first described, - 300\nIsle of Wight, operations for determining the variation in the length of the pendulum vibrating seconds at that station in the Trigonometrical Survey, - 379\n\nK\n\nKangaroo, the ova of that animal described, - 235, 237\nKater, Capt. Henry. An account of experiments for determining the variation in the length of the pendulum vibrating seconds at the principal stations of the Trigonometrical Survey of Great Britain, - 337\nAppendix to his Account of experiments, &c. - 427\n\nL\n\nLatitudes and Longitudes of the different stations in the Trigonometrical Survey, - 384\nLeith Fort, operations for determining the variation in the length of the pendulum vibrating seconds at that station of the Trigonometrical Survey, - 364\nits latitude, - 392\nLight, on the action of crystallized surfaces upon it, - 145\npolarised, on the laws which regulate its absorption by doubly refracting crystals, - 11\non the absorption of it by crystals with one axis of double refraction, - 12\non the absorption of it by crystals with two axes of double refraction, - 17\ntransmitted, on the effects produced upon it by a change in the mechanical condition of the surfaces of crystals, - 146\nLondon, operations for determining the variation in the length of the pendulum vibrating seconds at that station in the Trigonometrical Survey, - 377\nits latitude, - 407\nINDEX.\n\nM\n\nMarcet, Alexander, M. D. on the specific gravity and temperature of sea waters, in different parts of the ocean, and in particular seas; with some account of their saline contents, 161\nMists, some observations on their formation in particular situations, 123\n\nN\n\nNeedle, magnetic, on the anomaly in the variation of it as observed on ship-board, 96\nobservations on the dip and variation of it, and on the intensity of the magnetic force; made during the late voyage in search of a north-west passage, 132\nNeedles, compass, on the irregularities observed in the direction of those of H. M. S. Isabella and Alexander in their late voyage of discovery, and caused by the attraction of the iron contained in the ships, 112\n\nO\n\nObservations, multiplied, on the estimation of the advantage to be derived from them, 70\nOcythoë, on that genus, 107\nOpossum, on the ova of that tribe, 234\nOrnithorhyncus, on the ova of that tribe, 234\nOvarium, human, its natural structure described, 59\n\nP\n\nPendulum, rolling, Euler's formula for it, 94\nPendulum vibrating seconds, an account of experiments for determining the variation in its length, at the principal stations of the Trigonometrical Survey of Great Britain, 357\ndescription of the one used in the above experiments, 341\nthe mode of determining its expansion, and a statement of the results, 343\nINDEX\n\nPortsoy, operations for determining the variation in the length of the pendulum vibrating seconds at that station of the Trigonometrical Survey, 356\nits latitude, 389\n\nPresents, a list of those made to the Royal Society, from November 1818, to July 1819, 509\n\nProteosaurus, an account of the fossil skeleton of that animal, 209\nreasons for giving this name to the fossil skeleton which has been described, 212\n\nPus, on the conversion of it into granulations of new flesh, 1\nchanges which it undergoes upon the surface of a sore, 3\nits presence necessary to produce granulations or new flesh in sores, 7\ncoagulated, rendered tubular by the extrication of its carbonic acid gas, 9\n\nR\n\nRefraction, corrections for it, 160*\n\nS\n\nSabine, Capt. Edward, on irregularities observed in the direction of the compass needles of H. M. S. Isabella and Alexander, in their late voyage of discovery, and caused by the attraction of the iron contained in the ships, 112\nobservations on the dip and variation of the magnetic needle, and on the intensity of the magnetic force; made during the late voyage in search of a north-west passage, 132\n\nSal-ammoniac, a saturated solution of it has a greater power of coagulating pus than any other substance, 7\nits effects upon the surface of a sore, 8\n\nSaussure, Theodore de, (Professeur de Minéralogie dans l'Académie de Genève, &c.) observations sur la décomposition de l'amidon à la température atmosphérique par l'action de l'air et de l'eau, 29\n\nMDCCCXIX.\nINDEX.\n\nSay, Thomas, Esq. on the genus ocythoë, 107\nScoresby, William, Jun. Esq., on the anomaly in the variation of the magnetic needle, as observed on shipboard, 96\nSea water, its temperature at the surface, and at different depths, as observed by Lieut. Parry and others, 203\nSea waters, on their specific gravity and temperature, in different parts of the ocean, and in particular seas; with some account of their saline contents, 161\ntheir specific gravities, 169\non their saline contents, 191\nSeries, infinite, on some new methods of investigating the sums of several classes of them, 249\nSerum, experiments made by Mr. Bauer, to prove that globules are produced in it, 2\nShanklin Farm, in the Isle of Wight, its latitude, 408\n\nT\n\nTabasheer, on its optical and physical properties, 283\nthe absolute refractive power of that and other bodies, 287\nTides, some observations on the peculiarity of those between Fairleigh and the North Foreland; with an explanation of the supposed meeting of the tides near Dungeness, 217\nTrigonometrical Survey of Great Britain, observations for connecting the stations of it with those of the pendulum, 501\n\nU\n\nUnst, operations for determining the variation in the length of the pendulum vibrating seconds at that station of the Trigonometrical Survey, 344\n\nW\n\nWater, a description of an apparatus for raising it from the bottom of the sea, 164\nINDEX.\n\nY\n\nYoung, Thomas, M. D. remarks on the probabilities of error in physical observations, and on the density of the earth, considered especially with regard to the reduction of experiments on the pendulum, - 70\nPostscript to his remarks on the reduction of experiments, &c. - 160*\n\nERRATA.\n\nP. l.\n32, 10, for 100 : 180,46, read, 100 : 80,46.\n35, 12, note, for ce dernier aussi, read, ce dernier ainsi.\n35, 13, note, for une légère, read, une légère.\n36, 18, for à $\\frac{1}{25}$, read, à $\\frac{1}{129}$ éme.\n39, 14, for rapport de 100:83, read, rapport de 100:83.\n41, 6, for ligneux amilacé 92, read, ligneux amilacé 9,2.\n42, 6, for 26 centim. cubes, read, 96 centim. cubes.\n45, 6, for 42 heures, read, 42 jours.\n196, 14, for 374, read 3.74.\n— 20, for 0,314, read 39.23.\n— 21, for be be, read be.\n199, 8, and 9, for so that, read and that.\n— 19, for 0.975, read 0.995.\n— 21, for 21,460, read 21,580.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107511.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 19,
    "total-input-tokens": 29976,
    "total-output-tokens": 9515,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1492,
        2
      ],
      [
        1492,
        3811,
        3
      ],
      [
        3811,
        6126,
        4
      ],
      [
        6126,
        8456,
        5
      ],
      [
        8456,
        10428,
        6
      ],
      [
        10428,
        12830,
        7
      ],
      [
        12830,
        15175,
        8
      ],
      [
        15175,
        17380,
        9
      ],
      [
        17380,
        19151,
        10
      ],
      [
        19151,
        20197,
        11
      ],
      [
        20197,
        21922,
        12
      ],
      [
        21922,
        23317,
        13
      ],
      [
        23317,
        24742,
        14
      ],
      [
        24742,
        26090,
        15
      ],
      [
        26090,
        27583,
        16
      ],
      [
        27583,
        28965,
        17
      ],
      [
        28965,
        29872,
        18
      ],
      [
        29872,
        29872,
        19
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107511",
    "title": "Back Matter",
    "authors": null,
    "year": 1819,
    "volume": "109",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 19,
    "jstor_url": "https://www.jstor.org/stable/107511"
  }
}