{
  "id": "0a125af86df51eb2b3ea0ee72de423282b7c0d81",
  "text": "VII. De modo marmoris albi producendi,\nDissertatio epistolaris Domino Maty, Societatis Regiae Londinensis Secretario,\nauetore R. E. Raspe, Sereniss. Hass. Landgravio à Consiliis, S. Reg. Sodali.\n\nRead Feb. 8. RECENTI haeret memoria & Societatis Regiae me cooptantis collocatum beneficium, & promissum ea occasione a me datum, me de modo marmoris albi producendi, ubicunque natura materiem praebuerit, tecum collocuturum.\n\nDigna certe res, quae doctorum hominum subjiciatur examini & a peritis in artium vertatur commodum.\n\nObservavit ab aliquo inde tempore Rev. Abbas Vegni, fundi vel dominus vel professor, thermarum S. Philippi fontes ad Radicofanum in Etruria sitos, ad viam, qua Florentia Romam itur. Vidit 1°, de colle parum edito, & qui totus ex marmore candido compositus videtur, diversis rivulis defluentes. 2°, Sulphure abundare didicit ex floribus sulphuris aquae innatantibus; & de virtute medica quaedam ni fallor legisse me memini in Targioni Tozzetti itinere litterario per Toscanam instituto. Quod vero magis ad rem est, vidit, 3°, frequentiorem deponentes tophum candidum atque nitentem eoque uti rivulorum & canalium la-\ntera ita quaelibet his injecta corpora dura incrustantes,\n& sic quidem ut tophus ille exactissime impressam\nservet imaginem & formam incrustatorum corporum,\nfi feliciter rumpi contingat. Rivulis autem istis aut\ntopho cumulato aut alio casu obturatis exundare,\n4°, vidit aquas, & quem ante in ipsis canalibus de-\nposuerant tophum jam deponere in quocunque novo\naltiore jam defluant alveo.\n\nEa omnia viro ingenio potenti duplicem moverunt\nsuspicionem, felicem utramque; primam, totum istum\nthermarum collem non esse nisi successive ab aquis\nexundantibus cumulatam molem tophi hujus candidi\natque nitentis, nam natura exactissime conveniunt,\npraeter quod tophus noviter depositus aliquantum\nmollior esse solet interiore collis lapide; alteram,\ntophi istius praecipitationem artibus inservire posse,\nfi formis capiatur.\n\nFelices dixi hasce viri conjecturas, & tales revera\ndici merentur. Quod ad primam enim, ea mirum\nquam belle, non ex ingenio, sed facto petitam, ra-\ntionem reddat originis collis non solum Radicofa-\nnenis, verum etiam, quod mihi addere liceat,\noriginis lapidicinarum Marmoris candidi.\n\nIllae nunquam occurrunt in montibus stratorum\nregulam servantibus, sed qui toti constant ex rudi, in-\nformi, indigestoque solido faxo, nullum plantarum\naut animalium marinorum continente vestigium, ex\nsuccessiva appositione facillime explicando, non con-\nveniente cum reliquis hucusque de origine montium\ndatis hypothesibus. Pleraque etiam marmoris can-\ndidi species per crystallisationem quandam coaliisse\ncuilibet inspectanti videntur; & quae inclusa mar-\nmoris faxis solidis nonnunquam cum hominum stu-\npore\npore inventa fuere ferramenta arte facta, clavi, cunei, dolabrae, mallei caedendis aut poliendis lapidibus inservientia, ea jam non lapidum quandam vegetationem aequivocam, qualis Tournefortio, Baglivio credo etiam Stenoni animo haerebat, produnt, sed quod res est saxi olim fluiditatem & successivam appositionem.\n\nRaro naturam in facto deprehendere licet. Semel deprehensam alteram Protea non dimittamus, antequam & de aliis suis operibus responda dederit. In memoriam igitur tibi revoces velim montes alabastriferos, gypseos, tophaceosque. Quidni & hos a fontibus olim exundantibus & tophum, pro molecularum natura diversum, deponentibus originem habuisse statuamus? Natura, quae marmoris candidi saxis in permultis similes creavit, tantum abest ut impeditat, ut magis ipsa eandem originem illis esse indicet, quam Radicofani tophis esse confessa est.\n\nVidi egomet complures alabastri & gypsi fodinas, Osterodae ad fauces Hercyniae, Ronnebergae prope Hannoveram, Weentzae in praefectura Lanensteinensi & Morfihae in ripa Fuldae aliquot lapidibus cassellis distante loco. Nullum unquam in his regulae stratorum aut corporum marinorum vestigium. Fluxisse vero materiem & irriguisse omne mihi praedicabat saxum; imo, quod ipsum majorem cum Tophis & aquis Radicofanensibus indicat similitudinem, pleraeque alabastri & gypsi species, cum calcinantur, sulphur odore produnt, quod nativum & pellecidum inest gipsi minerae Weentzeensi, ex micis & lamellis glaciei Mariae candidissimis compositae.\n\nVol. LX.\nQuod ad montes tophaceos attinet, illi per omnes provincias calce abundantes occurrere solent, frequentiores prope Gottingam & Jenam & ubicunque aquae tophum deponunt. Nec in his ullum stratorum aut corporum marinorum vestigium; saepissime autem illis inclusae leguntur plantarum terrestrium imagines & concharum fluviatilium testae. Quam maxime memorabilem hujusmodi collem, & abique Radicofanensis autoritate, reliquorum similium originem prodentem mihi indicavit excellentissimus liber Baro de Waitz, Serenissimi Hassiarum Landgravii a Consiliis intimis. Situs is est in comitatu Schaumburgensi, & habet fontem incrustantem de vertice defluentem; intra hominum vero memoriam altitudini ejus aliquid adjectum ex certissimis geometrarum observationibus & accolarum testimoniis constat, occultavit etenim turris cujusdam haud procul distantis cuspidem, olim geometris in vicina planitie constitutis conspicuam, & proinde pro objecto fixo atque constante usitatam, cum chartam regionis geographicam delinearent aliquo abhinc tempore ad veteres mensuras exactam & emendatam.\n\nHisce novis montibus suo & optimo quidem jure jungo, quos ad mare Caspium, prope antiquissimam Persarum urbem Baku, a se visos descripterunt Kaempfer in Amoenitatum exoticarum fasciculo, N. p. 280. &c 282. & D. Lerche in Itinerario recentissime edito in Buschingii collectionis geographicae, quam vernacula lingua Geographisches Magazin inscripsit. tomo III. Quos Lerchius nostra memoria vidit aliquot dierum itinere ab urbe supradicta distant, siti ad pagum Nawagi, & tractu plus quam quindecim werstarum\nstarum currunt. Lerchii autem verbis, cum quibus Kaempferiana in praecipuis conspirant, describam:\n\n\"Hic vidi, inquit, montium crescentium miraculum. Proximi viae altitudine vix casam rusticam, remo-\ntiores turrem aequabant. Colore sunt cinereo,\nsteriles, sine ullo gramine inhospitales, figura coni-\nformi. Solum limus salis. In vertice fons aquae\nsalsae, paludosae, turbidae, nonnunquam quasi\nebullientis atque exundantis, quo facto sedimen-\ntum vertici appositum ficcatur & continuo altiores\nreddit. Fontibus igitur hisce perpetuo mananti-\nbus hosce etiam colles annua & perpetua habere\nincrementa in aperto est. Vidi tamen nonnullos\nplane exsiccatos conspicuae altitudinis in vicinia\naliorum noviter ortorum vertice adhuc aquoso &\nexundante. His vestigia caprarum sylvestrium sale\nallectorum frequentissime impressa visuntur. Ac-\ncepit postea autumnali & brumali tempore, quo\npluviae abundant, largius & copiosius defluere.\nTribus etiam a via lapidibus distans montium\njugum vidi, de quo limus iste salis per latum\nterrae tractum decurrebat. Metu infidi soli atque\nnimis paludosi territus propius accedere non sum\nausus; altiorum etiam montium vertices pro-\nfundissimos nunciabant fontes.\"\n\nHaec sufficient ad illustrandam Vegnii ex thermis Radicofanensibus deductam conjecturam à me latius\n& de diversorum aliorum in continentis montium\nnova origine expositam; quae factis & observa-\ntionibus fundata mihi quidem divinam illam medi-\norum naturae simplicitatem, ejusque in hisce mediis\ndivitias novis argumentis firmare, imo haud spernen-\ndum historiae naturalis, & ejus quod aliquot abhinc\n\nH 2 annis\nannis Societati Regiae inscripti, speciminiis de novis insulis & montibus augmentum videtur.\n\nVenio ad usum, quem tophi Radicofanensis praecipitati Abbati Vegnio promittere videbatur, & re vera praestitit. Tam prosperum vero successum habuere prima ab illo instituta experimenta, ut officinam hujus generis tophaceorum operum ad thermas S. Philippi suis sumtibus aperuit, jam laete florentem. Formis operum variorum sculptilium e gypso confectis, iisque vernice probe saturatis atque oleo aut alia pinguedine subtili illitis, in thermarum alveos impositis, colligunt tophum, intra sex dierum spatium ad crassitiam duarum linearum accrescentem, quae ad minora opera sufficit; & sic fiunt anaglypha seu protypa (bas-reliefs), tabulae, medalliones, portarum, fenestrarum, caminorum postes atque ornamenta architectonica, quae si elegantioris operis formae adhibitae fuerint praestantium sculptorum celo facta & ex purissimo marmore Carrariensi elaborata videntur. Minor pretio venire, quam quae ex marmore fiunt & gratissimam ornamentorum architectonicorum & sculptilium materiem praebere primum est indicatu & quilibet videt apud quem sculpturae suus constat honos, Ipse in collectionibus meis beneficio Langhansii architecti Wratislaviensis, aliquot abhinc mensibus ex Italia reducis, possideo hujusmodi tophaceum Radicofanensem medallionem, GERTRUDIS. FLANDERENSIS. DVCISSAE. LOTH. ET MARCHIONISSAE. qui nitore & elegantia sculptoris eximii manum, & pelluciditate, colore candido cereo, granique subtilitate & cum acidis effervescentia, optimum marmor Carrariense mentitur. Nil igitur moror, quam non vidi medallionum Lotharingiae &\n& Etruriae Ducum seriem Imperatori, cum Italiam perlustraret, oblatam.\n\nSuperest ut in usus nostros convertamus inventum in se eximium, quod ubique mihi quidem fieri posse videtur, ubi in cavernis aut metallifodinis stalactitae generantur, aut fontes, thermae & acidulae fluunt, tophum duriores eumque candidi aut grati coloris deponentes.\n\nMisi in propinquam Hercyniam nonnullas medallionum formas, ut in cavernis Baumanniana & Schartzfeldensi stalactitis candidi, rigentem undam destillantibus, subjicientur. Misisset in thermas Carolinas Bohaemicas, quae tophos varios, pisiformes candidos, alios grani subtilitate marmori similes eosque frequentes deponunt in canali alveis, sed de-erat cui committerem. An in Hercynia experimentum sucessefert alio tempore scies. Et quidni in ipso imperio Britannico, per omnes terrarum partes late patente, omniumque jam bonarum artium alma matre, tuis & Societatis Regiae auspiciis eadem experimenta fiant?\n\nVale, ut literis, & amicis vivas; meque & mea studia Societati Regiae commendare perge. Dabam Caffellis, 10 Octobris, 1769.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105876.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 11762,
    "total-output-tokens": 3488,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1139,
        2
      ],
      [
        1139,
        2752,
        3
      ],
      [
        2752,
        4254,
        4
      ],
      [
        4254,
        5834,
        5
      ],
      [
        5834,
        7440,
        6
      ],
      [
        7440,
        9073,
        7
      ],
      [
        9073,
        10144,
        8
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105876",
    "title": "De Modo Marmoris Albi Producendi, Dissertatio Epistolaris Domino Maty, Societatis Regiae Londinensis Secretario, Auctore R. E. Raspe, Sereniss. Hass. Landgravio a Consiliis, S. Reg. Sodali",
    "authors": "R. E. Raspe",
    "year": 1770,
    "volume": "60",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/105876"
  }
}