{
  "id": "e672a78f9c45cfb3c98eeed31a2be0ba01d2db4c",
  "text": "ing was large enough to thrust one's hand in, and no bottom can be found. In another part of the mountain the earthquake opened a spring sufficient to turn two mills. It continues to run near the Rhone. It is remarkable, that before the earthquake there was no source of water in that place. The earth has been opened in another place. The opening is round, and no bottom can be discovered. The earth continues to shake almost every day, but these shocks are much gentler than the first. People here are under extreme apprehensions. Most of the inhabitants are retired into the mountains, where they lodge in wooden houses, which are safer than those in the city.\n\nLXIX. Extract of a Letter from Mons. Allemond, Professor of Natural Philosophy at Leyden, and F. R. S. to Mr. Trembley, F. R. S. Translated from the French.\n\nLeyden, Jan. 27, 1756.\n\nRead Feb. 19, 1756. On the night between the 26th and 27th of the last month of December, 1755, between eleven o'clock and midnight, there was a considerable earthquake on the frontiers of this country. It was felt at Liege, Maestricht, Nimèguen, Arnheim, and, according to some accounts, at Breda. There were three different shocks, the last of which happened at about four in the morning,\nbut without any noise or accident. I have been informed by letters from Switzerland, that several shocks were felt there, and that the salt-springs of Bevieux have been rendered more salt.\n\nAt Amersfort, in the province of Utrecht, on the fifteenth of this month, was felt a shock of an earthquake, which occasioned great consternation, but no damage.\n\nLXX. An Account of some Fungitæ and other curious coralloid fossil Bodies; by Thomas Pennant, Esq.; Communicated by Mr. Henry Baker, F. R. S.\n\nRead Feb. 19, 1756.\n\nFIG. I. (TAB. XV.) was found in the limestone quarries in Coalbrooke-Dale Shropshire, the greatest magazine of coralloid fossils, that I am acquainted with.\n\nThe length of this elegant body is equal to that drawn, and its greatest diameter (which is near the top) is about an inch and half. It is exactly of the form of a pear, with a small portion of stalk remaining; and its whole surface is covered with small shallow polygonal cells, the stalk excepted, which is perfectly smooth.\n\nFig. II. is a small fungites from the same place, of the same size with the figure; the top is convex, and thick set with minute circular cavities; the stalk tends to a conoid form, and is coarsely striated lengthways.\n\nFig.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104963.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 707,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1238,
        2
      ],
      [
        1238,
        2465,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104963",
    "title": "Extract of a Letter from Mons. Allemond, Professor of Natural Philosophy at Leyden, and F. R. S. to Mr. Trembley, F. R. S. Translated from the French",
    "authors": "Mons. Allemond",
    "year": 1755,
    "volume": "49",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104963"
  }
}