{
  "id": "6501d88d54c03d3a6aded92d421dcd4c938d5e7e",
  "text": "XV. An Account of some very perfect and uncommon Specimens of Spongiae from the Coast of Italy: In a Letter to James West, Esquire, President of the Royal Society; from John Strange, Esquire, F. R. S.\n\nDear Sir,\n\nHAVING had frequent opportunities, during my stay in Italy, of visiting the sea coasts, I was thereby encouraged, among other researches after the antiquities and natural history of that country, to collect some specimens of submarine productions. Upon examining the southwest coast of Italy in particular, I happened to meet with some very perfect and curious specimens of spongiae, the descriptions of which I now send you. One of these (1) has never been described before; and since only fragments of the other two specimens have been delineated in the works of the authors who mention them (2), I have not scrupled to add likewise their respective descriptions and figures.\n\n(1) Plate VI. Fig. 3, 4.\n(2) Imperat. Stor. Nat. Lib. xxvii. Cap. 8. Fig. 7. Marigli Hist. Phys. de la Mer. Pl. 16. Fig. 79.\nThese descriptions may perhaps appear imperfect, being confined merely to the figure and substance of the bodies, without any mention of the polypes that inhabited them. To account for this omission, it is necessary to acquaint you, that they were drawn up a few years ago, with others of the like kind, at the request of Doctor Targioni Tozzetti of Florence, who designed them for an appendix to a posthumous work of Micheli's, entitled, *De Plantis Marinis*. As the plan of this work was botanical, I therefore thought it necessary to accommodate my descriptions accordingly, though I was not inclined to his opinion about the origin of these bodies. Upon enquiry it appears, that the publication of Micheli's work is very uncertain; for which reason I send you the following descriptions, requesting at the same time, your communication of them to the gentlemen of the Royal Society, should you think they deserve their notice. It is hoped, that they will not prove altogether unacceptable, as the Zoologists, in their descriptions of the Polypes, are sometimes apt to pass over too slightly the figure and structure of the parts in which they reside.\n\n**DESCRIPTIONES.**\n\n1. Spongia stuppea, tuberosa et calamifera, calamis cylindraceo-conoideis, in cespitem connatis, omnibus assurgentibus, quorum nonnulli majores in apice, calicis in modum, pyxidati visuntur, basi bifida et trifida, binis vel tribus columellis instructa; calamis minoribus myosiroideis, five caudiculae muris formam praesentibus, et in rotunde acutum terminatis.\nminatis. Corpus constat materia parum coactili; colore atrosuligineo. Invenitur in littore Etrusco non longe a Populonia, loco ab incolis dicto Porto Baratto, at non adeo communis; vidi frequentius ad littus Neapolitanum. Tab. VI. Fig. 1. Dantur varietates quam plurimae, calamis quasi perfecte conoideis, erectis, obliquis, sibi invicem inversis, basi integra, nonnunquam foraminibus pervia.\n\n2. Spongia stuppea, tuberculosa, tuberculis simplicibus et ramosis, ramis vero imperfectis et plumisque ad radices obtruncatis, forma corporis subconoidea, in apice complanata, superficie tota inaequali, ubique ramoseculis et tuberibus horrida, basi concavata et bifida. Corpus constat materia parum coactili, interne satis anfractuosa, cavitatibus nonnullis latioribus, seu magis excavatis; colore corporis fuligineo. Invenitur ad littus Etruscum, qua Populoniam ab oriente hyemali spectat, haud procul ab ostio fluminis ab incolis dicti la Cornia. Haec spongiae species e basi lata et excavata assurgens, in summitatem fere semper complanatam et subconoidem desinit, mitrae formam non male referens; immo a piscatoribus littoris Neapolitani, ubi satis abundat, vocabulo vulgari Mitra Papale nuncupatur, prout a viro fide digno jampridem accepit. Tab. VI. Fig. 2. An\n\nAlcyonium durum, Presbyterorum pileolum prorsus effingens. Cupani Hort. Cathol. Suppl. 1.?\n\n3. Spongia minima, forma corporis subconoideo inversa, et vermiculi in modum contorta. Materia constat densissima et parum coactili, fibris arcte inter se\nse cohaerentibus, prout in hircina notatur; colore corporis obscure fusco. Gregatim inveniuntur, saxis, testis conchyliorum, variisque aliis corporibus marinis arcte cohaerentes. Rarissima est haec spongiae species, nec a nemine, quod sciam, adhuc descripta vel adumbrata. Marsilius comes analogum quid dudum descripsit sub nomine Eperon de cog (3); a nostra vero satis differt tam colore quam capite pyxidato, prout in figura visitur. Spongiæ nostræ frustula nonnulla solitaria inveni in littore Etrusco inter Populoniam atque ostium fluminis Cecinæ. Exemplar integerrimum unicum vidi e mari Etrusco expiscatum penes dominum Philippum Fabrini et in museolo suo Pisis probe asservatum. Exhibit congeriem ejusdem spongiae dorso lapidis calcarei adnatam, cujus icon in Tabula VI. exhibetur. Fig. 3. 4.\n\nIt is well known, from the observations of Mercati, Boccone, Donati, and others, that the coasts of Italy in general afford a remarkable variety of zoophytes. Pallas (4) likewise particularly mentions the many species of gorgoniæ found on that coast, and justly laments the indolence of the Italians in not regarding them. Mathioli, Mercati, Ferrante Imperato, and the other early writers in natural history, made few, if any, new observations of this kind. They did little more than copy the ancients, or one another; and thought it sufficient to ascertain the identity of the species described by Aristotle, Dioscorides, and Pliny, and to illustrate them by figures,\n\n(3) Hist. Phys. de la Mer, part 4. pag. 63. pl. 5. n. 22.\n(4) Zooph. ad Gen. Gorgon.\nwhich were wanted in the works of these old masters. Thus, for instance, Mathioli and Ferrante Imperato describe only the Alcyonia of Dioscorides. The more modern Italian naturalists have made as little progress in this subject, from the influence of the opinion established amongst them by Micheli and Marsigli; for, if we except Donati, scarce any of the rest have embraced the present received system about the origin of Zoophytes, though the discoveries of the French academists, added to those of Ellis, Pallas, and other ingenious writers, seem to have put this matter beyond a doubt. But it is time to relieve you from this subject, and to subscribe myself, with great regard,\n\nDear Sir,\n\nYour most obedient\n\nhumble servant,\n\nCavendish-Square,\nNov. 16th, 1769.\n\nJohn Strange.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105884.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 11114,
    "total-output-tokens": 1966,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1017,
        2
      ],
      [
        1017,
        2555,
        3
      ],
      [
        2555,
        2555,
        4
      ],
      [
        2555,
        4065,
        5
      ],
      [
        4065,
        5621,
        6
      ],
      [
        5621,
        6403,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "None",
      "la",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105884",
    "title": "An Account of Some Very Perfect and Uncommon Specimens of Spongiae from the Coast of Italy: In a Letter to James West, Esquire, President of the Royal Society; From John Strange, Esquire, F. R. S.",
    "authors": "John Strange",
    "year": 1770,
    "volume": "60",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/105884"
  }
}