{
  "id": "2ee8fddbcda8b7a7272e109174b89cd117dbf422",
  "text": "II. Part of a Letter from Mr. Stephen Gray, about a Way of Measuring the Height of the Mercury in the Barometer more exactly.\n\nSince I saw Mr. Derham's Contrivance for measuring the Minute Variations of the Mercury in the Barometer, I have had some Thoughts on that Subject: I esteemed the Way he mentions (Numb. 237. of your Philosophical Transactions) with a toothed Ruler and Circle on the Weather-Plate, very ingenious; yet I conceived 'twould be more accurate, if there were added somewhat to assist the Eye in setting the Index to the Surface of the Mercury. This put me upon thinking how to adapt a Microscope to the Barometer, and tho' I could not, presently, propose to myself the most convenient way to effect it; yet upon re-assuming these Thoughts, I overcame the Difficulty, as you will find by the Description I herein give of a double Microscope, furnished with a Micrometer; by which the Mercury's Variations may be observed to the Thousandth Part of an Inch.\n\nA (Fig. 6.) A long square Table towards one End is erected a square Column, BB. Upon which there slides a square Socket, C. From one Side whereof proceeds a crooked Arm, D E. At D there is a Screw-Hole to receive the Screw, and at E a Ring to support the Tube of the Microscope, F. From the other Side the Socket, comes a Short Arm G, having a Screw Hole to receive the long Screw II, whose length may be about Six or Seven Inches: its lower End, by a small Hole in its Center, rests on the End of a Small Screw, that comes through the Screw-Hole, in the Arm H; which is fixed on the back Side of the Column; the upper End of the Screw is filed\nless than the Body of the Screw, and goes through the Center of the Round Plate without shaking; and to prevent its doing so, either upwards or downwards, there is added a springing Plate N, which keeps the Shoulder of the Screw close to the under side of the Plate K; over this Plate there goes an Index O, and over that an Handle L, upon the End of the Screw which comes through the Center of the Plate, which I should before have told you, is riveted to the Top of the Column B B. The Teeth of the Screw must be of that Size, as to have just Ten in an Inch. The fore side of the Column must be divided into Inches and Tenths, beginning about the Height of the Socket H, where the lower end of the Screw rests, and so continue to the Top of the Column. The Limb of the Round Plate must be divided into an Hundred Parts.\n\nIn the Focus of the Eye-Glass of the Microscope is fixed an Hair, or very fine Silver Wire, in a Horizontal Position.\n\nI come now to shew the Use of the Instrument combined with the Barometer, in which I shall be very brief, its Use being easily apprehended by the Description.\n\nTake hold of the Handle, and, looking through the Microscope, turn the Screw till you have brought the Hair to touch, as it were, the Surface of the Mercury M; then observe what Divisions are cut on the Column, by the upper or under Edge of the Socket, which are Tenths of an Inch. See likewise to what Parts the Index points on the Limb of the Round Plate, which are Hundreds of a Tenth, or Thousand Parts of an Inch; when you perceive the Mercury varied, raise or depress the Microscope, till the Hair be brought to its Surface, as before; then by subtracting the lesser from the greater of the Two observed Numbers, you will have the Variation in Inches and Thousand Parts.\nThis Instrument becomes a Micrometer on the same Principles, tho' I was obliged to alter its Structure from that used with the Telescope, which was first invented by Mr. Gafcoign, improved by Mr. Townly, and described by Dr. Hook, as appears by Numb. 25. and 29. of Mr. Oldenburg's Philosophical Transactions; to which Description, if I did not acknowledge my self beholden, were to do great Injustice to the Authors of that excellent Invention.\n\nThe Thermometer is capable of the like Improvement, but then the Screw of the Micrometer must be much longer, and the Microscope will require a longer Tube, to the End the Body of the Observer be not too near the Thermometer, and by its warm Effluvia deceive his Judgment in the Air's Temperature.\n\nCanterbury, May 2.\n1698.\n\nIV. Part of a Letter from Dr. William Musgrave, Fellow of the College of Physicians, and R. S. to Dr. Sloane, concerning the Cause of the Necessity of Breathing.\n\nYou know, how difficult it has been thought, to account for the principal Use of Respiration: Nothing is more evident, than that breathing is, from the very Moment of our Birth, perpetually necessary to Life; yet nothing more in the Dark, than the true Cause and Reason of that Necessity.\n\nDr. Thruston asserts the chief Use of Respiration, to consist, in maintaining a due Motion of the Blood.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102500.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 8162,
    "total-output-tokens": 1256,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1622,
        3
      ],
      [
        1622,
        3401,
        4
      ],
      [
        3401,
        4730,
        5
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102500",
    "title": "Part of a Letter from Mr. Stephen Gray, about a Way of Measuring the Heighth of the Mercury in the Barometer More Exactly",
    "authors": "Stephen Gray",
    "year": 1698,
    "volume": "20",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/102500"
  }
}