{
  "id": "21facc72cece492f84c6e707cd71cd68f3132e6f",
  "text": "V. An Attempt to explain the Phænomenon of the horizontal Moon appearing bigger, than when elevated many Degrees above the Horizon: Supported by an Experiment. By the Rev. J. T. Desaguliers, LL.D. F.R.S. Communicated Jan. 30, 1734-5.\n\nThis apparent Increase of the Moon’s Diameter (which a Telescope with a Micrometer shews to be only apparent) is owing to the following early Prejudice, which we have imbib’d from Children.\n\nWhen we look at the Sky towards the Zenith, we imagine it to be much nearer to us, than when we look at it towards the Horizon; so that it does not appear Spherical, according to the vertical Section EFGHI, (Fig. 4.) but Elliptical, according to the Section eFghi. For this I appeal to every body’s Sense of seeing; but not to their Reason, which is apt to take off the Prejudice in Persons that have some Knowledge of Astronomy. Whereas any other Person looking up very high towards the Sky, and then forwards near the Horizon, will (when asked) say that the Sky over his Head appears much nearer. The Sky thus seen, strikes the Eye in the same Manner as the long arch’d Roof of the Ile of a Cathedral Church, or the Cieling of a long Room.\n\nThis being premised, let us consider the Eye at C, upon the Surface of the Earth, and imagine C at the Surface to coincide with K at the Centre; to avoid taking into Consideration that the Moon is really farther\nther from the Eye when in the Horizon, than when it is some Degrees high. Now when the Moon is at G, we consider it as at g, not much farther than G; but when it is at H, we imagine it to be at h, almost as far again. Therefore, while it subtends the same Angle as it did before (nearly), we imagine it to be so much bigger as the Distance seems to us to be encreased.\n\nI have contriv'd the following Experiment to illustrate this:\n\nI took two Candles of equal Height and Bigness. A B, C D, and having plac'd A B at the Distance of six or eight Feet from the Eye, I placed C D at double that Distance; then causing any unprejudic'd Person to look at the Candles, I ask'd which was biggest? and the Spectator said they were both of a Bigness; and that they appear'd so, because he allow'd for the greater Distance of C D; and this also appear'd to him, when he look'd thro' a small Hole. Then desiring him to shut his Eyes for a Time, I took away the Candle C D, and plac'd the Candle E F close by the Candle A B, and tho' it was as short again as the others, and as little again in Diameter, the Spectator, when he open'd his Eyes, thought he saw the same Candles as before. Whence it is to be concluded, that when an Object is thought to be twice as far from the Eye as it was before, we think it to be twice as big, tho' it subtends but the same Angle.—And this is the Case of the Moon, which appears to us as big again, when we suppose it as far again, tho' it subtends but the same Angle.\n\nThe Difference of Distance of the Moon in Perigee and Apogeo, will account for the different Bigness\nBigness of the Horizontal Moon at different Times, adding also the Consideration of the Faintness which Vapours sometimes throw on the Appearance.\n\nVI. An Explication of the Experiment made in May 1735, as a farther Confirmation of what was said in a Paper given in January 30, 1734-5. to account for the Appearance of the horizontal Moon seeming larger than when higher. By the Same.\n\nHAVING made an Experiment with three Ivory Balls for Confirmation of what I had advanced, namely, that the Deception arises from our judging the horizontal Moon to be much farther than it is; some Gentlemen of the Society were convinced by the Experiment, but others were not; which obliges me to give this further Account of it, that People may judge of the Thing in Writing, which could not be so well attended to in the Hurry of several Persons viewing the Experiment in Haste.\n\n1. Two equal Ivory Balls were set one beyond another in respect of the Eye at E, namely, A B at 20 Feet Distance from the Eye, and CD at 40.\n\n2. It is certain, by the Rules of Optics, that the Eye at E or F will see the Ball C D under an Angle but half as big as it sees the Ball A B; that is, that the Ball C D must appear no bigger than the Ball o p placed by the Side of A B.\n\n3. But",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104044.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9362,
    "total-output-tokens": 1228,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1381,
        4
      ],
      [
        1381,
        2976,
        5
      ],
      [
        2976,
        4230,
        6
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104044",
    "title": "An Attempt to Explain the Phaenomenon of the Horizontal Moon Appearing Bigger, Than When Elevated Many Degrees ab ve the Horizon: Supported by an Experiment. By the Rev. J. T. Desaguiliers, LL. D. F. R. S. Communicated Jan. 30, 1734-5",
    "authors": "J. T. Desaguiliers",
    "year": 1735,
    "volume": "39",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/104044"
  }
}