{
  "id": "549f9eb6f8bb3cf13664a1f6445806f92cfd753f",
  "text": "XV. On the Thermal Effects of Fluids in Motion.—Part II.\n\nBy J. P. Joule, F.R.S. and Professor W. Thomson, M.A., F.R.S.\n\nReceived June 15,—Read June 15, 1854.\n\nIn the last experiment related in our former paper*, in which a low pressure of air was employed, a considerable variation of the cooling effect was observed, which it was necessary to account for in order to ascertain its influence on the results. We therefore continued the experiments at low pressures, trying the various arrangements which might be supposed to exercise influence over the phenomena. We had already interposed a plug of cotton wool between the iron and copper pipes, which was found to have the very important effect of equalizing the pressure, besides stopping any solid or liquid particles driven from the pump, and which has therefore been retained in all the subsequent experiments. Another improvement was now effected by introducing a nozzle constructed of boxwood, instead of the brass one previously used. This nozzle is represented by fig. 1. Plate IV., in which \\(a\\) is a brass casting which bolts upon the terminal flange of the copper piping, \\(b\\) is a turned piece of boxwood screwing into the above, having two ledges for the reception of perforated brass plates, the upper plate being secured in its place by the turned boxwood \\(c\\), which is screwed into the top of the first piece. The space enclosed by the perforated plates is 2.72 inches long and an inch and a half in diameter, and being filled with cotton, silk, or other material more or less compressed, presents as much resistance to the passage of the air as may be desired. A tin can \\(d\\), filled with cotton wool, and screwing to the brass casting, serves to keep the water of the bath from coming in contact with the boxwood nozzle.\n\nIn the following experiments, made in order to ascertain the variations in the cooling effect above referred to, the nozzle was filled with 382 grs. of cotton wool, which was sufficient to keep up a pressure of about 34 lbs. on the inch in the tubes, when the pump was working at the ordinary rate. By opening the stopcock in the main pipe this pressure could be further reduced to about 22 lbs. by diminishing the quantity of air arriving at the nozzle. By shutting and opening the stopcock we had therefore the means of producing a temporary variation of pressure, and of investigating its effect on the temperature of the air issuing from the nozzle. In the first experiments the stopcock was kept open for a length of time, until the temperature of the rushing air became pretty constant; it was then shut for a period of 3\\(\\frac{3}{4}\\), 7\\(\\frac{1}{2}\\), 15, 30 or 60 seconds, then reopened. The oscillations of temperature thus pro-\n\n* Philosophical Transactions (June), 1853, Part III.\nduced are laid down upon the Chart No. 1, in which the ordinates of the curves represent the temperatures according to the scale of thermometer C, each division corresponding to 0·0477 of a degree Centigrade. The divisions of the horizontal lines represent intervals of time equal to a quarter of a minute. The horizontal black lines show the temperature of the bath in each experiment.\n\nThe effect upon the pressure of the air produced by shutting the stopcock during various intervals of time, is given in the following Table:\n\n| Stopcock shut for | 5s. | 15s. | 30s. | 1m. | 2m. |\n|-------------------|-----|------|------|-----|-----|\n| Initial pressure  | 22·35 | 22·35 | 22·35 | 22·35 | 22·35 |\n| Pressure after... | 0 5 | 24·92 | 24·92 | 24·92 | 24·92 |\n| Pressure after... | 0 15 | 23·07 | 28·46 | 28·46 | 28·46 |\n| Pressure after... | 0 30 | 22·43 | 23·38 | 30·84 | 30·84 |\n| Pressure after... | 0 45 | 22·35 | 22·5 | 24·27 | 32·03 |\n| Pressure after... | 1 0 | 22·35 | 22·43 | 22·83 | 32·79 |\n| Pressure after... | 1 15 | 22·35 | 22·45 | 24·54 | 33·08 |\n| Pressure after... | 1 30 | 22·35 | 22·35 | 22·83 | 33·25 |\n| Pressure after... | 1 45 | 22·35 | 22·43 | 22·43 | 33·33 |\n| Pressure after... | 2 0 | 22·35 | 22·35 | 22·35 | 33·41 |\n| Pressure after... | 2 15 | 22·35 | 22·35 | 22·35 | 24·54 |\n| Pressure after... | 2 30 | 22·35 | 22·35 | 22·35 | 22·40 |\n| Pressure after... | 2 45 | 22·35 | 22·35 | 22·35 | 22·35 |\n\nThe last column gives also the effect occasioned by the permanent shutting or opening of the stopcock, 33·41 lbs. being nearly equal to the pressure when the stopcock has been closed for a long time.\n\nIn the next experiments, the opposite effect of opening the stopcock was tried, the results of which are laid down on Chart No. 2.\n\nThe effect upon the pressure of the air produced by opening the stopcock during the various intervals of time employed in the experiments, is exhibited in the next Table:\n\n| Stopcock opened for | 3¼s. | 7½s. | 15s. | 30s. | 1m. |\n|---------------------|-------|------|------|------|-----|\n| Initial pressure    | 34·37 | 34·37 | 34·37 | 34·37 | 34·37 |\n| Pressure after...   | 0 3 | 29·57 | 29·57 | 29·57 | 29·57 |\n| Pressure after...   | 0 7½ | 27·43 | 27·43 | 27·43 | 27·43 |\n| Pressure after...   | 0 15 | 32·47 | 30·41 | 25·15 | 25·15 |\n| Pressure after...   | 0 30 | 33·5 | 32·47 | 30·41 | 23·23 |\n| Pressure after...   | 0 45 | 33·94 | 33·5 | 32·4 | 29·4 |\n| Pressure after...   | 1 0 | 34·1 | 34·1 | 33·5 | 32·13 |\n| Pressure after...   | 1 15 | 34·2 | 34·3 | 33·94 | 33·24 |\n| Pressure after...   | 1 30 | 34·33 | 34·37 | 34·14 | 33·90 |\n| Pressure after...   | 1 45 | 34·37 | 34·37 | 34·30 | 34·14 |\n| Pressure after...   | 2 0 | 34·37 | 34·37 | 34·37 | 34·37 |\n| Pressure after...   | 2 15 | 34·37 | 34·37 | 34·37 | 34·37 |\n| Pressure after...   | 2 30 | 34·37 | 34·37 | 34·37 | 34·37 |\n| Pressure after...   | 2 45 | 34·37 | 34·37 | 34·37 | 34·37 |\n\nThe remarkable fluctuations of temperature in the issuing stream accompanying such changes of pressure, and continuing to be very perceptible in the different cases\nfor periods of from 3 or 4 minutes up to nearly half an hour after the pressure had become sensibly uniform, depend on a complication of circumstances, which appear to consist of (1) the change of cooling effect due to the instantaneous change of pressure; (2) a heating or cooling effect produced instantaneously by compression or expansion in all the air flowing towards and entering the plug, and conveyed through the plug to the issuing stream; and (3) heat or cold communicated by contact from the air on the high-pressure side, to the metals and boxwood, and conducted through them to the issuing stream.\n\nThe first of these causes may be expected to influence the issuing stream instantaneously on any change in the stopcock; and after fluctuations from other sources have ceased, it must leave a permanent effect in those cases in which the stopcock is permanently changed. But after a certain interval the reverse agency of the second cause, much more considerable in amount, will begin to affect the issuing stream, will soon preponderate over the first, and (always on the supposition that this convection is uninfluenced by conduction of any of the materials) will affect it with all the variations, undiminished in amount, which the air entering the plug experiences, but behind time by a constant interval equal to the time occupied by as much air as is equal in thermal capacity to the cotton of the plug, in passing through the apparatus*; this, in the experiments with the stopcock shut, would be very exactly a\n\n* To prove this, we have only to investigate the convection of heat through a prismatic solid of porous material, when a fluid entering it with a varying temperature is forced through it in a continuous and uniform stream. Let A B be the porous body, of length \\(a\\) and transverse section \\(S\\); and let a fluid be pressed continuously through it in the direction from A to B, the temperature of this fluid as it enters at A being an arbitrary function \\(F(t)\\) of the time. Then if \\(v\\) be the common temperature of the porous body and fluid passing through it, at a distance \\(x\\) from the end A, we have\n\n\\[\n\\sigma \\frac{dv}{dt} = k \\frac{d^2v}{dx^2} - \\theta \\frac{dv}{dx};\n\\]\n\n(1)\n\nif \\(k\\) be the conducting power of the porous solid for heat (the solid surrounding it being supposed to be an infinitely bad conductor, or the circumstances to be otherwise arranged, as is practicable in a variety of ways, so that there may be no lateral conduction of heat), \\(\\sigma\\) the thermal capacity of unity of its bulk, and \\(\\theta\\) the thermal capacity of as much of the fluid as passes in the unit time. Now if, as is probably the case in the actual circumstances, conduction through the porous solid itself is insensible in its influence as compared with the convection of the fluid, this equation will become approximately\n\n\\[\n\\sigma \\frac{dv}{dt} = -\\frac{\\theta}{S} \\frac{dv}{dx};\n\\]\n\n(2)\n\nwhich, in fact, expresses rigorously the effect of the second cause mentioned in the text if alone operative.\n\nIf \\(F\\) denote any arbitrary function, and if \\(\\theta\\) be supposed to be constant, the general integral of this equation is—\n\n\\[\nv = F\\left(t - \\frac{\\sigma S}{\\theta} x\\right);\n\\]\n\n(3)\n\nand if the arbitrary function be chosen to express by \\(F(t)\\) the given variation of temperature where the fluid enters the porous body, we have the particular solution of the proposed problem. We infer from it that, at any distance \\(x\\) in the porous body from the entrance, the temperature will follow the same law and extent of\nquarter of a minute; but it appears to have averaged more nearly one-third of a minute in the varying circumstances of the actual experiments, since our observations (as may be partially judged from the preceding charts) showed us with very remarkable sharpness, in each case about twenty seconds after the shutting or opening of the stopcock, the commencement of the heating or cooling effect on the issuing stream, due to the sudden compression or rarefaction instantaneously produced in the air on the other side of the plug.\n\nThe entering air will, very soon after its pressure ceases to vary, be reduced to the temperature of the bath by the excellent conducting action of the spiral copper pipe through which it passes; and, consequently, twenty seconds or so later, the issuing stream can experience no further fluctuations in temperature except by the agency depending on the third cause.\n\nThat the third cause may produce very considerable effects is obvious, when we think how great the variations of temperature must be to which the surfaces of the solid materials in the neighbourhood of the plug on the high-pressure side are subjected during the sudden changes of pressure: and that the heat consequently taken in or emitted by these bodies may influence the issuing stream perceptibly for a quarter or a half hour after the changes of pressure from which it originated have ceased, is quite intelligible on account of the slowness of conduction of heat through the wood and metals, when we take into account the actual dimensions of the parts of the apparatus round the plug. It is not easy, however, to explain all the fluctuations of temperature which have been observed after the pressure had become constant in the different cases. Those shown in the first set of diagrams are just such as might be expected from the alternate heating and cooling which the solids must have experienced at their surfaces on the high-pressure side, and which must be conducted through so as to affect the issuing stream after a considerable time; but the great variation as at the entrance, only later in time by an interval equal to $\\frac{\\sigma S}{\\theta} x$. We conclude that the variations of temperature in the issuing stream due to the second cause alone, in the actual circumstances, are equal and similar to those of the air entering the plug, but later in time by $\\frac{\\sigma Sa}{\\theta}$. In this expression, the numerator, $\\sigma Sa$, denotes simply the thermal capacity of the whole plug. The plug, in the actual experiments, having consisted of 389 grains of cotton, of which the thermal capacity is about 191 times that of a grain of water, and (when the stopcock was closed) the air having been pumped through at the rate, per second, of 50 grains, of which the capacity is twelve times that of a grain of water, the value of $\\frac{\\sigma Sa}{\\theta}$ must have been $\\frac{191}{12}$ seconds, or about a quarter of a minute. When the stopcock was open, an unknown quantity of air escaped through it, and therefore the value of $\\frac{\\sigma Sa}{\\theta}$ must have been somewhat greater. The variation which the value of $\\theta$ must have experienced when the stopcock was opened or closed in the course of an experiment, or even merely in consequence of the change of pressure following the initial opening or closing of the stopcock, makes the circumstances not such as in any of the cases to correspond rigorously to the preceding solution; which, notwithstanding, represents the general nature of the convective effect nearly enough for the explanation in the text.\nelevations of temperature shown in the second set of diagrams, which correspond to cases when the pressure was temporarily or permanently diminished, are not, so far as we see, explained by the causes we have mentioned, and the circumstances of these cases require further examination.\n\nWhen we had thus examined the causes of the fluctuations of temperature in the issuing air, the precautions to prevent their injurious effect upon the accuracy of the determinations of the cooling effect in the passage of air through the porous plug became evident. These were simply to render the action of the pump as uniform as possible, and to commence the record of observations only after one hour and a half or two hours had elapsed from the starting of the pump. The system then adopted was to observe the thermometers in the bath and stream of air, and the pressure-gauge every two minutes or minute and a half; the means of which observations are recorded in the columns of the Tables. In some instances the air previous to passing into the pump was transmitted through a cylinder which had been filled with quicklime. But since by previous use its power of absorbing water had been considerably deteriorated, a portion of the air was always transmitted through a Lébig tube containing asbestos moistened with sulphuric acid or chloride of zinc. The influence of a small quantity of moisture in the air is trifling, but will hereafter be examined. That of the carbonic acid contained by the atmosphere was, as will appear in the sequel, quite inappreciable. It will be proper to observe that the thermometers by which the temperature of the bath and issuing air was ascertained, were repeatedly compared together to avoid any error which might arise from the alteration of their fixed points from time to time.\n\n**Table I.—Experiments with a plug consisting of 191 grains of cotton wool.**\n\n| Number of observations from which the results in Columns 4, 6, and 7, are obtained | Cubic inches passed through the nozzle per minute. | Water in 100 grains of air, in grains. | Pressure in lbs. on the square inch. | Atmospheric pressure. | Temperature of the bath. | Temperature of the issuing air. | Cooling effect in Cent. degrees. |\n|---|---|---|---|---|---|---|---|\n| 20 | 10822 | 0·51 | 21·326 | 14·400 | 20·295 | 20·201 | 0·094 |\n| 20 | 10998 | 0·30 | 21·239 | 14·252 | 16·740 | 16·615 | 0·125 |\n| 10 | Not observed. | 0·56 | 20·446 | 14·609 | 17·738 | 17·622 | 0·116 |\n| 10 | 10769 | 0·66 | 20·910 | 14·772 | 16·039 | 15·924 | 0·115 |\n| 10 | 10769 | 0·66 | 20·934 | 14·775 | 16·065 | 15·967 | 0·098 |\n| 10 | 10769 | 0·66 | 20·995 | 14·779 | 16·084 | 15·984 | 0·100 |\n| 10 | 10769 | 0·66 | 20·933 | 14·782 | 16·081 | 15·974 | 0·107 |\n| Mean .......... | ...... | 0·57 | 20·969 | 14·624 | 17·006 | 16·898 | 0·108 |\n\nIn each, excepting the first of the seven experiments above recorded, the air was passed through the quicklime cylinder.\n\nIn the next experiments the nozzle was filled with 382 grains of cotton wool. The\nintermediate stopcock was however partly opened, in order that by discharging a portion of the air before its arrival at the nozzle, the pressure might not be widely different from that employed in the last series. In all excepting the last experiment recorded in the following Table, the cylinder of lime was dispensed with.\n\n**Table II.—Experiments with a smaller quantity of air passed through a plug consisting of 382 grs. of cotton wool.**\n\n| 1. | 2. | 3. | 4. | 5. | 6. | 7. | 8. |\n|----|----|----|----|----|----|----|----|\n| Number of observations from which the results in Columns 4, 6, and 7, are obtained. | Cubic inches passed through the nozzle per minute. | Water in 100 grains of air, in grains. | Pressure in lbs. on the square inch. | Atmospheric pressure. | Temperature of the bath. | Temperature of the issuing air. | Cooling effect in Cent. degrees. |\n| 20 | 3865 | 0·59 | 22·614 | 14·513 | 20·363 | 20·224 | 0·139 |\n| 30 | 3960 | 0·73 | 22·818 | 14·514 | 19·853 | 19·769 | 0·084 |\n| 20 | Not observed. | 0·56 | 22·818 | 14·604 | 20·481 | 20·407 | 0·074 |\n| 45 | 3125 | 0·65 | 22·296 | 14·590 | 20·584 | 20·313 | 0·271 |\n| 20 | Not observed. | 1·23 | 23·000 | 14·518 | 18·636 | 18·476 | 0·160 |\n| 36 | Not observed. | 1·20 | 22·616 | 14·520 | 20·474 | 20·336 | 0·138 |\n| 50 | Not observed. | 1·36 | 22·582 | 14·518 | 20·485 | 20·325 | 0·160 |\n| Mean .......... | ...... | 0·90 | 22·678 | 14·540 | 20·125 | 19·979 | 0·146 |\n\n**Table III.—Experiments in which the entire quantity of air propelled by the pump was passed through a plug consisting of 382 grains of cotton wool. The cylinder of lime was not employed.**\n\n| 1. | 2. | 3. | 4. | 5. | 6. | 7. | 8. |\n|----|----|----|----|----|----|----|----|\n| Number of observations from which the results in Columns 4, 6, and 7, are obtained. | Cubic inches passed through the nozzle per minute. | Water in 100 grains of air, in grains. | Pressure in lbs. on the square inch. | Atmospheric pressure. | Temperature of the bath. | Temperature of the issuing air. | Cooling effect in Cent. degrees. |\n| 7 | 11766 | 0·56 | 36·625 | 14·583 | 19·869 | 19·535 | 0·334 |\n| 10 | Not observed. | 0·56 | 35·671 | 14·790 | 20·419 | 20·098 | 0·321 |\n| 10 | Not observed. | 0·36 | 35·772 | 14·504 | 16·096 | 15·730 | 0·366 |\n| 10 | Not observed. | 0·36 | 35·872 | 14·504 | 16·104 | 15·721 | 0·283 |\n| 10 | Not observed. | 0·36 | 36·026 | 14·504 | 16·232 | 15·869 | 0·363 |\n| Mean .......... | ...... | 0·44 | 35·993 | 14·577 | 17·744 | 17·390 | 0·354 |\n\nIn the next series of experiments the air was passed through a plug of silk, formed by rolling a silk handkerchief into a cylindrical shape, and then screwing it into the nozzle. The silk weighed 580 grains, and the small quantity of cotton wool placed on the side next the thermometer in order to equalize the stream of air more completely, weighed 15 grains. The stopcock was partly opened as in the experiments of Table II., in order to reduce the pressure to that obtained by passing the full\nquantity of air propelled by the pump through a more porous plug. The cylinder of lime was employed.\n\n**Table IV.—Experiments in which a smaller quantity of air was passed through a plug consisting of 580 grains of silk.**\n\n| Number of observations from which the results in Columns 4, 6, and 7, are obtained. | Cubic inches passed through the nozzle per minute. | Water in 100 grains of air, in grains. | Pressure in lbs. on the square inch. | Atmospheric pressure. | Temperature of the bath. | Temperature of the issuing air. | Cooling effect in Cent. degrees. |\n|---|---|---|---|---|---|---|---|\n| 10 | 3071 | 0·18 | 33·168 | 14·727 | 18·882 | 18·524 | 0·358 |\n| 10 | Not observed. | 0·18 | 33·024 | 14·732 | 18·884 | 18·536 | 0·348 |\n| 10 | Not observed. | 0·14 | 33·820 | 14·660 | 19·066 | 18·686 | 0·380 |\n| 10 | Not observed. | 0·14 | 33·226 | 14·650 | 19·068 | 18·695 | 0·373 |\n| Mean | ...... | 0·16 | 33·309 | 14·692 | 18·975 | 18·610 | 0·365 |\n\n**Table V.—Experiments in which the entire quantity of air propelled by the pump was passed through the silk plug. The cylinder of lime was employed in all excepting the first two experiments.**\n\n| Number of observations from which the results in Columns 4, 6, and 7, are obtained. | Cubic inches passed through the nozzle per minute. | Water in 100 grains of air, in grains. | Pressure in lbs. on the square inch. | Atmospheric pressure. | Temperature of the bath. | Temperature of the issuing air. | Cooling effect in Cent. degrees. |\n|---|---|---|---|---|---|---|---|\n| 10 | 7594 | 0·40 | 53·722 | 14·580 | 17·585 | 16·903 | 0·682 |\n| 10 | Not observed. | 0·40 | 53·530 | 14·580 | 17·628 | 16·954 | 0·674 |\n| 10 | Not observed. | 0·32 | 53·317 | 14·563 | 17·993 | 17·318 | 0·675 |\n| 10 | Not observed. | 0·32 | 53·317 | 14·563 | 18·027 | 17·357 | 0·670 |\n| 10 | 7742 | 0·11 | 55·797 | 14·615 | 17·822 | 17·063 | 0·759 |\n| 10 | Not observed. | 0·11 | 54·074 | 14·611 | 17·813 | 17·079 | 0·734 |\n| 10 | Not observed. | 0·11 | 55·720 | 14·608 | 17·808 | 17·082 | 0·726 |\n| 10 | Not observed. | 0·11 | 56·174 | 14·605 | 17·796 | 17·058 | 0·738 |\n| Mean | ...... | 0·23 | 54·456 | 14·591 | 17·809 | 17·102 | 0·707 |\n\nIn order to obtain a greater pressure, a plug was formed of silk \"waste\" compressed very tightly into the nozzle.\nTable VI.—Experiments in which the air, after passing through the cylinder of lime, was forced through a plug consisting of 740 grains of silk.\n\n| Number of observations from which the results in Columns 4, 6, and 7, are obtained. | Cubic inches passed through the nozzle per minute. | Water in 100 grains of air, in grains. | Pressure in lbs. on the square inch. | Atmospheric pressure. | Temperature of the bath. | Temperature of the issuing air. | Cooling effect in Cent. degrees. |\n|---|---|---|---|---|---|---|---|\n| 10 | Not observed. | 0·19 | 79·852 | 14·777 | 17·050 | 15·884 | 1·166 |\n| 10 | Not observed. | 0·19 | 80·133 | 14·782 | 17·066 | 15·913 | 1·153 |\n| 10 | Not observed. | 0·19 | 79·870 | 14·787 | 17·079 | 15·945 | 1·134 |\n| 10 | 5650 | 0·19 | 80·013 | 14·793 | 17·083 | 15·967 | 1·116 |\n| 10 | Not observed. | 0·15 | 79·814 | 14·960 | 16·481 | 15·338 | 1·143 |\n| 10 | Not observed. | 0·15 | 80·274 | 14·957 | 16·489 | 15·374 | 1·115 |\n| 10 | Not observed. | 0·15 | 79·903 | 14·953 | 16·505 | 15·392 | 1·113 |\n| 10 | 5378 | 0·15 | 77·867 | 14·950 | 16·521 | 15·428 | 1·093 |\n| 10 | Not observed. | 0·14 | 78·214 | 14·638 | 12·851 | 11·770 | 1·081 |\n| 10 | Not observed. | 0·14 | 78·245 | 14·638 | 12·877 | 11·800 | 1·077 |\n| 10 | Not observed. | 0·14 | 78·180 | 14·638 | 12·885 | 11·824 | 1·061 |\n| 10 | Not observed. | 0·14 | 78·633 | 14·638 | 12·905 | 11·839 | 1·066 |\n\nMean .......... ...... 0·16 | 79·250 | 14·793 | 15·483 | 14·373 | 1·110 |\n\nIn the foregoing experiments the pressure of the air on its exit from the plug was always exactly equal to the atmospheric pressure. To ascertain the effect of an alteration in the pressure of the exit air, we now enclosed a long siphon barometer within the glass tube (fig. 10). The upper part of this tube was surmounted with a cap, furnished with a stopcock, by partially closing which the air at its exit could be brought to the required pressure. The influence of pressure in raising the mercury in the thermometer by compressing its bulb, was ascertained by plunging the instrument into a bottle of water within the glass tube, and noting the amount of the sudden rise or fall of the quicksilver on a sudden augmentation or reduction of pressure. It was found that the pressure equal to that of 17 inches of mercury, raised the indication by 0°·09; which quantity was therefore subtracted after the usual reduction of the thermometric scale.\n\nTable VII.—Experiments with the plug consisting of 740 grains of silk. Pressure of the exit air increased. Cylinder of lime used.\n\n| Number of observations from which the results in Columns 4, 6, and 7, are obtained. | Cubic inches passed through the nozzle per minute. | Water in 100 grains of air, in grains. | Pressure in lbs. on the square inch. | Pressure of the exit air. | Temperature of the bath. | Temperature of the issuing air. | Cooling effect in Cent. degrees. |\n|---|---|---|---|---|---|---|---|\n| 10 | Not observed. | 0·14 | 82·982 | 23·093 | 12·673 | 11·612 | 1·061 |\n| 10 | Not observed. | 0·14 | 82·510 | 22·878 | 12·713 | 11·676 | 1·037 |\n| 10 | Not observed. | 0·14 | 81·895 | 22·798 | 12·755 | 11·725 | 1·030 |\n| 10 | Not observed. | 0·14 | 80·630 | 22·488 | 12·795 | 11·792 | 1·003 |\n\nMean .......... Estimated at 5400 | 0·14 | 82·004 | 22·814 | 12·734 | 11·701 | 1·033 |\nWith reference to the experiments in Table VII. it may be remarked, that the cooling effect must be the excess of that which would have been obtained had the air been only resisted by the atmospheric pressure in escaping from the plug, above the cooling effect that would be found in an experiment with the temperature of the bath and the pressure of the entering air the same as the temperature and pressure of the exit air in the actual experiment, and the air issuing at atmospheric pressure. Hence, since two or three degrees of difference of temperature in the bath would not sensibly alter the cooling effect in any of the experiments on air, the cooling effect in an experiment in which the pressure of the exit air is increased, must be sensibly equal to the difference of the cooling effects in two of the ordinary experiments, with the high pressures the same as those used for the entering and issuing air respectively, and the low pressure that of the atmosphere in each case; a conclusion which is verified by the actual results, as the comparison given below shows.\n\nThe results recorded in the foregoing Tables are laid down on Chart No. 3, in which the horizontal lines represent the excess of the pressure of the air in the receiver over that of the exit air as found by subtracting the fifth from the fourth columns of the Tables, and the vertical lines represent the cooling effect in tenths of a degree Centigrade. It will be remarked that the line drawn through the points of observation is nearly straight, indicating that the cooling effect is, approximately at least, proportional to the excess of pressure, being about $0.018^\\circ$ per pound on the square inch of difference of pressure. Or we may arrive at the same conclusion by dividing the cooling effect ($\\delta$) by the difference of pressures ($P - P'$) in the different experiments. We thus find, from the means shown in the different tables,\n\n| Table | $\\frac{\\delta}{P - P'}$ |\n|-------|------------------------|\n| (I.)  | 0.0170                 |\n| (II.) | 0.0179                 |\n| (III.)| 0.0165                 |\n| (IV.) | 0.0196                 |\n| (V.)  | 0.0177                 |\n| (VI.) | 0.0172                 |\n| (VII.)| 0.0174                 |\n| Mean  | 0.0176                 |\n\nOn the Cooling Effects experienced by Carbonic Acid in passing through a porous Plug.\n\nThe position of the apparatus gave us considerable practical facilities in experimenting with carbonic acid. A fermenting tun 10 feet deep and 8 feet square was filled with wort to a depth of 6 feet. After the fermentation had been carried on for about forty hours, the gas was found to be produced in sufficient quantity to supply the pump for the requisite time. The carbonic acid was conveyed by a gutta-percha pipe, and passed through two glass vessels surrounded by ice in order to condense the greater portion of vapours. In the succeeding experiment the total quantity of liquid so condensed was 300 grains, which having a specific gravity of 0.9965, was composed of 10 grains of alcohol and 290 grains of water. On analysing a portion of the gas during the experiment by passing it through a tube containing chloride of zinc, it was found to contain 0.733 gr. of water to 100 grs. of carbonic acid.\n\nMDCCCLIV.\nTable VIII.—Carbonic acid forced through a plug of 382 grs. of cotton wool. Mean barometric pressure 29·45 inches, equivalent to 14·399 lbs. Gauge under atmospheric pressure 151. The pump was placed in connexion with the pipe immersed in carbonic acid at 10h 55m.\n\n| Time of observation | Volume percentage of carbonic acid | Pressure-gauge; mean pressure in lbs. on the square inch | Temperature of the bath, by indications of thermometer | Temperature of the issuing gas, by indications of thermometer | Cooling effect in Cent. degrees |\n|---------------------|-----------------------------------|----------------------------------------------------------|--------------------------------------------------------|---------------------------------------------------------------|-------------------------------|\n| h m                 |                                   |                                                          |                                                        |                                                               |                               |\n| 10 47               | 0                                 | 79·0                                                     | 486·0                                                  | 198·5                                                         |                               |\n| 49                  | 0                                 | 79·0                                                     | 486·0                                                  | 198·5                                                         |                               |\n| 53                  | 0                                 | 79·6                                                     | 486·0                                                  | 198·2                                                         |                               |\n| 57                  | 85·2                              | 486·0                                                    | 195·0                                                  |                                                               |                               |\n| 58                  | 86·0                              | 486·0                                                    | 186·0                                                  |                                                               |                               |\n| 59                  | 85·0                              | 486·0                                                    | 188·6                                                  |                                                               |                               |\n| 11 0                | 95·51                             | 85·0                                                     | 486·0                                                  | 188·5                                                         |                               |\n| 2                   |                                   |                                                          |                                                        |                                                               |                               |\n| 4                   |                                   |                                                          |                                                        |                                                               |                               |\n| 6                   |                                   |                                                          |                                                        |                                                               |                               |\n| 9                   | 95·51                             | 86·4                                                     | 486·0                                                  | 187·6                                                         |                               |\n| 13                  |                                   |                                                          |                                                        |                                                               |                               |\n| 14                  |                                   |                                                          |                                                        |                                                               |                               |\n| 15                  | 95·51                             | 86·7                                                     | 486·0                                                  | 187·8                                                         |                               |\n| 19                  |                                   |                                                          |                                                        |                                                               |                               |\n| 22                  |                                   |                                                          |                                                        |                                                               |                               |\n| 24                  |                                   |                                                          |                                                        |                                                               |                               |\n| 25                  | 93·03                             | 86·6                                                     | 486·0                                                  | 188·9                                                         |                               |\n| 28                  |                                   |                                                          |                                                        |                                                               |                               |\n| 32                  |                                   |                                                          |                                                        |                                                               |                               |\n| 33                  |                                   |                                                          |                                                        |                                                               |                               |\n| 35                  | 86·82                             | 84·0                                                     | 486·0                                                  | 188·1                                                         |                               |\n| 40                  |                                   |                                                          |                                                        |                                                               |                               |\n| 41                  |                                   |                                                          |                                                        |                                                               |                               |\n| 43                  |                                   |                                                          |                                                        |                                                               |                               |\n| 45                  | 79·37                             | 84·2                                                     | 486·0                                                  | 188·3                                                         |                               |\n| 49                  |                                   |                                                          |                                                        |                                                               |                               |\n| 51                  |                                   |                                                          |                                                        |                                                               |                               |\n| 53                  |                                   |                                                          |                                                        |                                                               |                               |\n| 55                  | 75·65                             | 84·1                                                     | 486·0                                                  | 188·5                                                         |                               |\n| 12 0                |                                   |                                                          |                                                        |                                                               |                               |\n| 2                   |                                   |                                                          |                                                        |                                                               |                               |\n| 5                   | 70·68                             | 83·9                                                     | 486·0                                                  | 188·6                                                         |                               |\n| 9                   |                                   |                                                          |                                                        |                                                               |                               |\n| 13                  |                                   |                                                          |                                                        |                                                               |                               |\n| 15                  | 66·96                             | 83·6                                                     | 486·0                                                  | 188·9                                                         |                               |\n| 21                  |                                   |                                                          |                                                        |                                                               |                               |\n| 23                  |                                   |                                                          |                                                        |                                                               |                               |\n| 25                  | 65·72                             | 83·0                                                     | 486·0                                                  | 189·0                                                         |                               |\n| 28                  |                                   |                                                          |                                                        |                                                               |                               |\n| 33                  |                                   |                                                          |                                                        |                                                               |                               |\n| 35                  | 63·23                             | 82·7                                                     | 486·0                                                  | 189·1                                                         |                               |\n| 40                  |                                   |                                                          |                                                        |                                                               |                               |\n| 44                  |                                   |                                                          |                                                        |                                                               |                               |\n| 45                  | 63·23                             | 82·9                                                     | 486·0                                                  | 189·2                                                         |                               |\n| 52                  |                                   |                                                          |                                                        |                                                               |                               |\n| 55                  | 62·0                              | 82·4                                                     | 486·0                                                  | 189·3                                                         |                               |\n| 1 2                 |                                   |                                                          |                                                        |                                                               |                               |\n| 5                   | 63·23                             | 83·9                                                     | 486·0                                                  | 189·4                                                         |                               |\n| 11                  |                                   |                                                          |                                                        |                                                               |                               |\n| 15                  | 65·72                             | 82·1                                                     | 486·0                                                  | 189·5                                                         |                               |\n**Table IX.—Carbonic acid forced through a plug consisting of 191 grs. of cotton wool. Mean barometric pressure 29·6 inches, equivalent to 14·472 lbs. Gauge under atmospheric pressure 150·6. Pump placed in connexion with the pipe immersed in carbonic acid at 10h 38m.**\n\n| Time of observation | Volume percentage of carbonic acid | Pressure-gauge, and pressure in lbs. on the square inch equivalent thereto | Indication of thermometer. Temperature of the bath. | Indication of thermometer. Temperature of the issuing gas. | Cooling effect in Cent. degrees. |\n|---------------------|-----------------------------------|-------------------------------------------------|--------------------------------------------------|--------------------------------------------------|--------------------------------|\n| h m                 |                                   |                                                 |                                                  |                                                  |                                 |\n| 10 40               | 123·0                             | 461·5                                           | 189·5                                            |                                                  |                                 |\n| 42                  | 123·1                             | 461·6                                           | 187·6                                            |                                                  |                                 |\n| 44                  | 123·1                             | 461·6                                           | 187·25                                           |                                                  |                                 |\n| 50                  | 95·51                             |                                                 |                                                  |                                                  |                                 |\n| 53                  | 123·0                             | 461·75                                          | 187·5                                            |                                                  |                                 |\n| 55                  | 123·2                             | 461·75                                          | 187·45                                           |                                                  |                                 |\n| 57                  | 94·58                             | 122·91=20·43                                    | 461·75                                           | 461·78=18·962                                     | 187·49=18·522 0·44              |\n| 59                  | 123·0                             |                                                 |                                                  |                                                  |                                 |\n| 11 0                | 93·65                             |                                                 |                                                  |                                                  |                                 |\n| 1                   | 122·6                             | 461·9                                           | 187·55                                           |                                                  |                                 |\n| 3                   | 122·6                             | 461·95                                          | 187·6                                            |                                                  |                                 |\n| 5                   | 122·6                             | 462·0                                           | 187·55                                           |                                                  |                                 |\n| 7                   | 122·5                             | 462·0                                           | 188·1                                            |                                                  |                                 |\n| 9                   | 122·8                             | 462·0                                           | 188·1                                            |                                                  |                                 |\n| 10                  | 81·86                             |                                                 |                                                  |                                                  |                                 |\n| 11                  | 122·1                             | 462·0                                           | 188·4                                            |                                                  |                                 |\n| 15                  | 76·27                             | 121·91=20·682                                    | 462·11=18·976                                     |                                                  | 188·35=18·609 0·367             |\n| 17                  | 121·7                             | 462·15                                          | 188·4                                            |                                                  |                                 |\n| 19                  | 121·6                             | 462·2                                           | 188·4                                            |                                                  |                                 |\n| 20                  | 70·68                             | 121·7                                           | 462·2                                            |                                                  |                                 |\n| 21                  | 121·3                             | 462·2                                           | 188·7                                            |                                                  |                                 |\n| 25                  | 121·2                             | 462·2                                           | 188·7                                            |                                                  |                                 |\n\nIn the above, as well as in the next series, the carbonic acid contained 0·35 per cent. of water.\nTable X.—Experiment in which carbonic acid was forced through a plug consisting of 580 grs. of silk. Mean barometric pressure 29°56', equivalent to 14°452 lbs. Gauge under atmospheric pressure 150°8'. Pump placed in connexion with the pipe immersed in carbonic acid at 12°h 53°m. Quantity of gas forced through the plug about 7170 cubic inches per minute.\n\n| Time of observation | Volume percentage of carbonic acid | Pressure-gauge, and pressure in lbs. on the square inch equivalent thereto. | Indication of thermometer. Temperature of the bath. | Indication of thermometer. Temperature of the issuing gas. | Cooling effect in Cent. degrees. |\n|---------------------|-----------------------------------|-------------------------------------------------|-------------------------------------------------|-------------------------------------------------|--------------------------------|\n| h s                 |                                   |                                                 |                                                 |                                                 |                                |\n| 12 42               | 0                                 | 52°2                                             | 464°2                                           | 185°6                                           |                                |\n| 44                  | 0                                 | 52°2                                             | 464°35                                          | 185°5                                           |                                |\n| 46                  | 0                                 | 52°2                                             | 464°4                                           | 185°5                                           |                                |\n| 49                  | 0                                 | 52°2                                             | 464°35                                          | 185°55                                          |                                |\n| 50                  | 0                                 | 52°2                                             | 464°4                                           | 185°55                                          |                                |\n| 52                  | 0                                 | 52°2                                             | 464°4                                           | 185°55                                          |                                |\n| 54                  |                                   |                                                 |                                                 |                                                 |                                |\n| 57                  |                                   |                                                 |                                                 |                                                 |                                |\n| 1 0                 | 95°51                             | 56°0                                             | 464°3                                           | 165°0                                           |                                |\n| 5                   |                                   |                                                 |                                                 |                                                 |                                |\n| 7                   |                                   |                                                 |                                                 |                                                 |                                |\n| 9                   |                                   |                                                 |                                                 |                                                 |                                |\n| 10                  | 96°0                              | 94°85                                            | 55°92=51°7                                      | 464°47=19°077                                    | 165°0=16°256                    |\n| 11                  |                                   |                                                 |                                                 |                                                 |                                |\n| 13                  |                                   |                                                 |                                                 |                                                 |                                |\n| 17                  |                                   |                                                 |                                                 |                                                 |                                |\n| 20                  | 93°03                             | 56°0                                             | 464°4                                           | 165°4                                           |                                |\n| 24                  |                                   |                                                 |                                                 |                                                 |                                |\n| 25                  |                                   |                                                 |                                                 |                                                 |                                |\n| 27                  |                                   |                                                 |                                                 |                                                 |                                |\n| 30                  | 85°92                             | 56°0                                             | 55°94=51°68                                     | 464°71=19°088                                    | 167°8=16°538                    |\n| 35                  |                                   |                                                 |                                                 |                                                 |                                |\n| 36                  |                                   |                                                 |                                                 |                                                 |                                |\n| 38                  |                                   |                                                 |                                                 |                                                 |                                |\n\nIn the above experiment, as well as in those of the adjoining Tables, the sudden diminution of pressure on connecting the pump with the receiver containing carbonic acid, is in perfect accordance with the discovery by Professor Graham of the superior facility with which that gas may be transmitted through a porous body compared with an equal volume of atmospheric air.\nTable XI.—Experiment in which carbonic acid was forced through a plug consisting of 740 grs. of sik. Mean barometric pressure 30·065, equivalent to 14·723 lbs. on the inch. Gauge under atmospheric pressure 145·65. Pump placed in connexion with the pipe immersed in carbonic acid at 11h 37m. Per-centage of moisture in the carbonic acid 0·15.\n\n| Time of observation | Volume percentage of carbonic acid | Pressure-gauge, and pressure in lbs. on the square inch equivalent thereto | Indication of thermometer. Temperature of the bath. | Indication of thermometer. Temperature of the issuing gas. | Cooling effect in Cent. degrees. |\n|---------------------|----------------------------------|-------------------------------------------------|-------------------------------------------------|-------------------------------------------------|--------------------------------|\n| h m                 |                                  |                                                 |                                                 |                                                 |                                 |\n| 11 28               | 35·5                             | 318·9                                           | 117·9                                           |                                                 |                                 |\n| 30                  | 35·1                             | 318·95                                          | 118·0                                           |                                                 |                                 |\n| 32                  | 35·6                             | 318·95                                          | 118·0                                           |                                                 |                                 |\n| 34                  | 35·2                             | 318·95                                          | 117·9                                           |                                                 |                                 |\n| 36                  | 35·2                             | 318·95                                          | 117·73                                          |                                                 |                                 |\n| 37                  | 36·0                             | 318·95                                          | 117·5                                           |                                                 |                                 |\n| 38                  | 36·2                             | 318·95                                          | 112·0                                           |                                                 |                                 |\n| 39                  | 95·51                            | 36·6                                            |                                                 |                                                 |                                 |\n| 43                  | 95·51                            | 36·9                                            | 319·03                                          |                                                 |                                 |\n| 45                  | 95·51                            | 37·0                                            |                                                 |                                                 |                                 |\n| 47                  | 95·51                            | 37·1                                            |                                                 |                                                 |                                 |\n| 50                  | 95·51                            | 37·0                                            | 319·05                                          |                                                 |                                 |\n| 53                  | 95·51                            | 37·0                                            |                                                 |                                                 |                                 |\n| 55                  | 95·51                            | 37·0                                            |                                                 |                                                 |                                 |\n| 57                  | 95·51                            | 37·0                                            |                                                 |                                                 |                                 |\n| 12 0                | 95·51                            | 37·0                                            |                                                 |                                                 |                                 |\n| 2                   | 95·51                            | 37·0                                            |                                                 |                                                 |                                 |\n| 5                   | 95·51                            | 37·0                                            |                                                 |                                                 |                                 |\n\nIn order to ascertain the cooling effect due to pure carbonic acid, we may at present neglect the effect due to the small quantity of watery vapour contained by the gas; and as the cooling effects observed in the various mixtures of atmospheric air and carbonic acid appear nearly consistent with the hypothesis that the specific heats of the two elastic fluids are for equal volumes equal to one another, and that each fluid experiences in the mixture the same absolute thermo-dynamic effect as if the other were removed, we may for the present take the following estimate of the cooling effects due to pure carbonic acid, at the various temperatures and pressures employed, calculated by means of this hypothesis from the observations in which the per-centage of carbonic acid was the greatest, and in fact so great, that a considerable error in the correction for the common air would scarcely affect the result to any sensible extent.\nWe shall see immediately that the temperature of the bath makes a very considerable alteration in the cooling effect, and we therefore select the first three results, obtained at nearly the same temperature, in order to indicate the effect of pressure. On referring to Chart No. 3, it will be remarked that these three results range themselves almost accurately in a straight line. Or, by looking to the numbers in the last column, we arrive at the same conclusion.\n\n**Cooling Effect experienced by Hydrogen in passing through a porous Plug.**\n\nNot having been able as yet to arrange the large apparatus so as to avoid danger in using this gas in it, we have contented ourselves for the present with obtaining a determination by the help of the smaller force-pump employed in our preliminary experiments. The hydrogen, after passing through a tube filled with fragments of caustic potash, was forced, at a pressure of 68'4 lbs. on the inch, through a piece of leather in contact with the bulb of a small thermometer, the latter being protected from the water of the bath by a piece of india-rubber tube. At a temperature of about 10° Cent., a slight cooling effect was observed, which was found by repeated trials to be 0°-076. The pressure of the atmosphere being 14'7 lbs., it would appear that the cooling effect experienced by this gas is only one-thirteenth of that observed with atmospheric air. We state this result with some reserve, on account of the imperfection of such experiments on a small scale, but there can be no doubt that the effect of hydrogen is vastly inferior to that of atmospheric air.\n\n**Influence of Temperature on the Cooling Effect.**\n\nBy passing steam through pipes plunged into the water of the bath, we were able to maintain it at a high temperature without any considerable variation. The passage of hot air speedily raised the temperature of the stem of the thermometer, as well as of the glass tube in which it was enclosed; but nevertheless the precaution was taken of enclosing the whole in a tin vessel, by means of which water in constant circulation with the water of the bath was kept within one or two inches of the level of the mercury in the thermometer. The bath was completely covered with a wooden lid, and the water kept in constant and vigorous agitation by a proper stirrer.\nTable XII.—Experiment in which—1st, air; 2nd, carbonic acid; 3rd, air dried by quicklime was forced through a plug consisting of 740 grs. of silk. Mean barometric pressure 30°015, equivalent to 14°68 lbs. on the inch. Gauge under the atmospheric pressure 150. Per-centage of moisture in the carbonic acid 0°31. Pump placed in connexion with the pipe immersed in carbonic acid at 11h 24m. Disconnected and attached to the quicklime cylinder at 12h 22m.\n\n| Time of observation | Volume percentage of carbonic acid | Pressure-gauge, and pressure in lbs. on the square inch equivalent thereto. | Indication of thermometer. Temperature of the bath. | Indication of thermometer. Temperature of the issuing gas. | Cooling effect in Cent. degrees. |\n|---------------------|-----------------------------------|-------------------------------------------------|-------------------------------------------------|-------------------------------------------------|--------------------------------|\n| h m                 |                                   |                                                 |                                                 |                                                 |                                 |\n| 11 5                | 0                                 | 31-6                                            | 646-35                                          | 479-1                                           |                                 |\n| 7                   | 0                                 | 31-4                                            | 646-3                                          | 478-8                                           |                                 |\n| 9                   | 0                                 | 31-7                                            | 646-1                                          | 478-05                                          |                                 |\n| 11                  | 0                                 | 31-6                                            | 646-05                                         | 478-1                                           |                                 |\n| 13                  | 0                                 | 31-9                                            | 646-05                                         | 478-2                                           |                                 |\n| 15                  | 0                                 | 31-5                                            | 646-05                                         | 478-35                                          |                                 |\n| 17                  | 0                                 | 31-8                                            | 646-2                                          | 478-7                                           |                                 |\n| 19                  | 0                                 | 31-5                                            | 646-0                                          | 478-6                                           |                                 |\n| 21                  | 0                                 | 32-0                                            | 646-0                                          | 478-7                                           |                                 |\n| 22                  | 0                                 | 32-2                                            | 646-08                                         | 478-58                                          |                                 |\n| 23                  | 0                                 | 32-2                                            | 646-08                                         | 478-58                                          |                                 |\n| 24                  | 0                                 | 32-0                                            | 646-08                                         | 478-58                                          |                                 |\n| 25                  | 0                                 | 32-0                                            | 646-08                                         | 478-58                                          |                                 |\n| 26                  | 0                                 | 32-1                                            | 646-08                                         | 478-58                                          |                                 |\n| 30                  | 95°51                             | 32-2                                            | 646-7                                          | 469-2                                           |                                 |\n| 32                  | 95°51                             | 32-2                                            | 646-5                                          | 469-5                                           |                                 |\n| 33                  | 95°51                             | 32-0                                            | 646-45                                         | 469-6                                           |                                 |\n| 36                  | 95°51                             | 32-6                                            | 646-7                                          | 469-6                                           |                                 |\n| 38                  | 95°51                             | 32-2                                            | 646-6                                          | 469-9                                           |                                 |\n| 40                  | 93°03                             | 32-2                                            | 646-6                                          | 469-98                                          |                                 |\n| 43                  | 90-60                             | 32-1                                            | 646-7                                          | 470-05                                          |                                 |\n| 48                  | 90-60                             | 32-1                                            | 647-03                                         | 470-3                                           |                                 |\n| 50                  | 91-81                             | 32-1                                            | 647-1                                          | 470-9                                           |                                 |\n| 53                  | 80-82                             | 32-1                                            | 647-4                                          | 471-05                                          |                                 |\n| 55                  | 32-05                             | 647-2                                          | 471-2                                           |                                 |\n| 58                  | 32-0                              | 647-2                                          | 471-75                                          |                                 |\n| 12 0                | 75-65                             | 32-0                                            | 647-5                                          | 472-05                                          |                                 |\n| 4                   | 75-65                             | 32-0                                            | 647-5                                          | 472-05                                          |                                 |\n| 6                   | 75-65                             | 32-25                                           | 647-7                                          | 472-05                                          |                                 |\n| 9                   | 32-8                              | 647-9                                          | 472-9                                           |                                 |\n| 11                  | 65°72                             | 32-4                                            | 647-9                                          | 473-25                                          |                                 |\n| 15                  | 60-83                             | 32-2                                            | 647-95                                         | 473-95                                          |                                 |\n| 20                  | 60-83                             | 32-4                                            | 647-95                                         | 474-1                                           |                                 |\n| 22                  | 32-9                              | 647-95                                          | 474-8                                           |                                 |\n| 27                  | 32-0                              | 647-85                                          | 475-15                                          |                                 |\n| 29                  | 32-0                              | 647-85                                          | 475-2                                           |                                 |\n| 31                  | 31-6                              | 647-85                                          | 477-0                                           |                                 |\n| 33                  | 32-0                              | 647-85                                          | 480-1                                           |                                 |\n| 35                  | 32-1                              | 647-85                                          | 480-6                                           |                                 |\n| 37                  | 32-2                              | 647-85                                          | 480-6                                           |                                 |\n| 39                  | 32-0                              | 647-85                                          | 480-8                                           |                                 |\n| 41                  | 32-1                              | 647-85                                          | 480-8                                           |                                 |\n| 43                  | 32-1                              | 647-85                                          | 481-03                                          |                                 |\n| 45                  | 32-1                              | 647-85                                          | 481-03                                          |                                 |\n| 47                  | 32-4                              | 647-85                                          | 481-04                                          |                                 |\n| 49                  | 32-6                              | 646-98                                          | 480-98                                          |                                 |\n| 51                  | 32-8                              | 646-85                                          | 480-98                                          |                                 |\nAlthough hot air had been passed through the plug for half an hour before the readings in the preceding Table were obtained, it is probable that the numbers 1·444 and 1·399, representing the cooling effect of atmospheric air, are not so accurate as the value 1°050. Taking this latter figure for the effect of an excess of pressure of 89·618—14·68=74·938 lbs., we find a considerable decrease of cooling effect owing to elevation of temperature, for that pressure, at the low temperatures previously employed, is able to produce a cooling effect of 1°309.\n\nIn order to obtain the effect of carbonic acid unmixed with atmospheric air, we shall, in accordance with the principle already adhered to, consider the thermal capacities of the gases to be equal for equal volumes. Then the cooling effect of the pure gas \\( \\frac{3·472 \\times 100 - 1·052 \\times 4·49}{95·51} = 3°586 \\).\n\nCollecting these results, we have,\n\n| Temperature of bath | Excess of pressure | Cooling effect | Cooling effect reduced to 100 lbs. pressure | Theoretical cooling effect for 100 lbs. pressure |\n|---------------------|--------------------|---------------|---------------------------------------------|------------------------------------------------|\n| 12°844              | 60·601             | 5·049         | 8·33                                        | 8·27                                           |\n| 19°077              | 37·248             | 2·938         | 7·89                                        | 8·07                                           |\n| 91°516              | 74·938             | 3·586         | 4·78                                        | 4·96                                           |\n\nNote.—The numbers shown in the last column of the Table are calculated by the general expression given in our former paper* for the cooling effect, from an empirical formula for the pressure of carbonic acid, recently communicated by Mr. Rankine in a letter, from which the following is extracted.\n\n\"Glasgow, May 9, 1854.\n\n\"Annexed I send you formulæ for carbonic acid, in which the coefficient \\( a \\) has been determined solely from Regnault's experiments on the increase of pressure at constant volume between 0° and 100° Cent. It gives most satisfactory results for expansion at constant pressure, compression at constant temperature, and also (I think) for cooling by free expansion\" [i.e. the cooling effect in our experiments].\n\n\"Carbonic Acid Gas.\n\n\\( P \\) pressure in pounds per square foot.\n\\( V \\) volume of one pound in cubic feet.\n\\( P_0 \\) one atmosphere.\n\\( V_0 \\) theoretical volume, in the state of perfect gas, of one lb. at the pressure \\( P_0 \\) and the temperature of melting ice.\n\\( P_0 V_0 \\) for carbonic acid 17116 feet, \\( \\log P_0 V_0 = 4·2334023 \\).\n\\( (P_0 V_0 \\) actually, at 0°, 17145.)\n\\( K_p \\) dynam. spec. heat at constant pressure 300·7 feet; \\( \\log K_p = 2·4781334 \\).\n\\( C \\) absolute temperature of melting ice, 274° Cent.\n\n* Philosophical Transactions, June 1853.\n\"The absolute zeros of gaseous tension and of heat are supposed sensibly to coincide, i.e. \\( z \\) is supposed inappreciably small.\n\n\"Formulae:\n\n\\[\n\\frac{PV}{P_0 V_0} = \\frac{T + C}{C} - \\frac{a}{T + C} \\frac{V_0}{V} \\ldots \\ldots (1)\n\\]\n\n\\( a = 1.9, \\quad \\log a = 0.2787536. \\)\n\n\"Cooling by free expansion, supposing the perfect gas thermometer to give the true scale of absolute temperatures:\n\n\\[\n\\delta T = \\frac{P_0 V_0}{K_p} \\cdot \\frac{3a}{T + C} \\left( \\frac{V_0}{V_1} - \\frac{V_0}{V_2} \\right) \\ldots \\ldots (2)*\n\\]\n\n\\[\n\\log \\frac{3P_0 V_0 a}{K_p} = 2.5111438. \\]\n\nBy substituting for \\( \\frac{V_0}{V_1} \\) and \\( \\frac{V_0}{V_2} \\) their approximate values \\( \\frac{C}{T + C} \\frac{P_1}{P_0} \\) and \\( \\frac{C}{T + C} \\frac{P_2}{P_0} \\), we reduce it to\n\n\\[\n\\delta = \\frac{3P_0 V_0 a C}{K_p (T + C)^2},\n\\]\n\nfrom which we have calculated the theoretical results for different temperatures shown above, which agree remarkably well with those we have obtained from observation.\n\nThe interpretation given above for the experimental results on mixtures of carbonic acid and air depends on the assumption (rendered probable as a very close approximation to the truth, by Dalton's law), that in a mixture each gas retains all its physical properties unchanged by the presence of the other. This assumption, however, may be only approximately true, perhaps similar in accuracy to Boyle's and Gay-Lussac's laws of compression and expansion by heat; and the theory of gases would be very much advanced by accurate comparative experiments on all the physical properties of mixtures and of their components separately. Towards this object we have experimented on the thermal effect of the mutual interpenetration of carbonic acid and air. In one experiment we found that when 7500 cubic inches of carbonic acid at the atmospheric pressure were mixed with 1000 cubic inches of common air and a perfect mutual interpenetration had taken place, the temperature had fallen by about \\( 2^\\circ \\text{Cent.} \\). We intend to try more exact experiments on this subject.\n\n**Theoretical Deductions.**\n\n**Section I. On the Relation between the Heat evolved and the Work spent in Compressing a Gas kept at constant temperature.**\n\nThis relation is not a relation of simple mechanical equivalence, as was supposed by Mayer† in his 'Bemerkungen ueber die Kräfte der Unbelebten Natur,'\n\n* Obtained by using Mr. Rankine's formula (1) in the general expression for the cooling effect given in our former paper, and repeated below as equation (15) of Section V.\n\n† Annalen of Wöhler and Liebig, May 1842.\nin which he founded on it an attempt to evaluate numerically the mechanical equivalent of the thermal unit. The heat evolved may be less than, equal to, or greater than the equivalent of the work spent, according as the work produces other effects in the fluid than heat, produces only heat, or is assisted by molecular forces in generating heat, and according to the quantity of heat, greater than, equal to, or less than that held by the fluid in its primitive condition, which it must hold to keep itself at the same temperature when compressed. The *a priori* assumption of equivalence, for the case of air, without some special reason from theory or experiment, is not less unwarrantable than for the case of any fluid whatever subjected to compression. Yet it may be demonstrated* that water below its temperature of maximum density (39°1 FAHR.), instead of evolving any heat at all when compressed, actually absorbs heat, and at higher temperatures evolves heat in greater or less, but probably always very small, proportion to the equivalent of the work spent; while air, as will be shown presently, evolves always, at least when kept at any temperature between 0° and 100° Cent., somewhat more heat than the work spent in compressing it could alone create. The first attempts to determine the relation in question, for the case of air, established an approximate equivalence without deciding how close it might be, or the direction of the discrepancy, if any. Thus experiments \"On the Changes of Temperature produced by the Rarefaction and Condensation of Air†,\" showed an approximate agreement between the heat evolved by compressing air into a strong copper vessel under water, and the heat generated by an equal expenditure of work in stirring a liquid; and again, conversely, an approximate compensation of the cold of expansion when air in expanding spends all its work in stirring its own mass by rushing through the narrow passage of a slightly opened stopcock. Again, theory‡, without any doubtful hypothesis, showed from Regnault's observations on the pressure and latent heat of steam, that unless the density of saturated steam differs very much from what it would be if following the gaseous laws of expansion and compression, the heat evolved by the compression of air must be sensibly less than the equivalent of the work spent when the temperature is as low as 0° Cent., and very considerably greater than that equivalent when the temperature is above 40° or 50°. Mr. Rankine is, so far as we know, the only other writer who independently admitted the necessity of experiment on the subject, and he was probably not aware of the experiments which had been made in 1844, on the rarefaction and condensation of air, when he remarked§, that \"the value of $z$ is\n\n* Dynamical Theory of Heat, § 63, equation (b.), Trans. Roy. Soc. Edinb. vol. xvi. p. 290; or Phil. Mag. vol. iv. Series 4. p. 425.\n\n† Communicated to the Royal Society, June 20, 1844, and published in the Philosophical Magazine, May 1845.\n\n‡ Appendix to \"Account of Carnot's Theory,\" Roy. Soc. Edinburgh, April 30, 1849, Transactions, vol. xvi. p. 568; confirmed in the Dynamical Theory, § 22, Transactions Roy. Soc. Edinb. March 17, 1851; and Phil. Mag. vol. iv. Series 4. p. 20.\n\n§ Mechanical Action of Heat, Section II. (10.), communicated to the Roy. Soc Edinb. Feb. 4, 1850, transactions, vol. xx. p. 166.\nunknown; and as yet no experimental data exist by which it can be determined\" (z denoting in his expressions a quantity the vanishing of which for any gas would involve the equivalence in question). In further observing that probably z is small in comparison with the reciprocal of the coefficient of expansion, Mr. Rankine virtually adopted the equivalence as probably approximate; but in his article \"On the Thermic Phenomena of Currents of Elastic Fluids*,\" he took the first opportunity of testing it closely, afforded by our preliminary experiments on the thermal effects of air escaping through narrow passages.\n\nWe are now able to give much more precise answers to the question regarding the heat of compression, and to others which rise from it, than those preliminary experiments enabled us to do. Thus if K denote the specific heat under constant pressure, of air or any other gas, issuing from the plug in the experiments described above, the quantity of heat that would have to be supplied, per pound of the fluid passing, to make the issuing stream have the temperature of the bath, would be $Km \\frac{(P-P')}{II}$,\n\nwhere m is equal to '26° for air and 1·15° for carbonic acid, since we found that the cooling effect was simply proportional to the difference of pressure in each case, and was '0176° per pound per square inch, or '26 per atmosphere, for air, and about 4½ times as much for carbonic acid. This shows precisely how much the heat of friction in the plug falls short of compensating the cold of expansion. But the heat of friction is the thermal equivalent of all the work done actually in the narrow passages by the air expanding as it flows through. Now this, in the cases of air and carbonic acid, is really not as much as the whole work of expansion, on account of the deviation from Boyle's law to which these gases are subject; but it exceeds the whole work of expansion in the case of hydrogen which presents a contrary deviation; since PV', the work which a pound of air must do to escape against the atmospheric pressure, is, for the two former gases, rather greater, and for hydrogen rather less, than PV, which is the work done on it in pushing it through the spiral up to the plug. In any case, w denoting the whole work of expansion, $w-(PV'-PV)$ will be the work actually spent in friction within the plug; and\n\n$$\\frac{1}{J}\\{w-(PV'-PV)\\}$$\n\nwill be the quantity of heat into which it is converted, a quantity which, in the cases of air and carbonic acid, falls short by\n\n$$Km \\frac{P-P'}{II}$$\n\nof compensating the cold of expansion. If therefore H denote the quantity of heat\n\n* Mechanical Action of Heat, Subsection 4, communicated to the Roy. Soc. Edinb. Jan. 4, 1853, Transactions, vol. xx. p. 580.\nthat would exactly compensate the cold of expansion, or which amounts to the same,\nthe quantity of heat that would be evolved by compressing a pound of the gas from\nthe volume $V'$ to the volume $V$, when kept at a constant temperature, we have\n\n$$\\frac{1}{J}\\left(w - (PV' - PV)\\right) = H - K_m \\frac{P - P'}{\\Pi},$$\n\nwhence\n\n$$H = \\frac{w}{J} + \\left\\{-\\frac{1}{J}(PV' - PV) + K_m \\frac{P - P'}{\\Pi}\\right\\}.$$\n\nNow, from the results derived by Regnault from his experiments on the compressibility of air, of carbonic acid, and of hydrogen, at three or four degrees above the freezing-point, we find, approximately,\n\n$$\\frac{PV' - PV}{PV} = f \\frac{P - P'}{\\Pi},$$\n\nwhere\n\n$$f = '00082 \\text{ for air},$$\n\n$$f = '0064 \\text{ for carbonic acid},$$\n\nand\n\n$$f = '00043 \\text{ for hydrogen}.$$\n\nNo doubt the deviations from Boyle's law will be somewhat different at the higher temperature (about 15° or 16° Cent.) of the bath in our experiments, probably a little smaller for air and carbonic acid, and possibly greater for hydrogen; but the preceding formula may express them accurately enough for the rough estimate which we are now attempting.\n\nWe have, therefore, for air or carbonic acid,\n\n$$H = \\frac{w}{J} + \\left(K_m - \\frac{PVf}{J}\\right) \\frac{P - P'}{\\Pi} = \\frac{w}{J} + \\frac{PV}{J} \\left(\\frac{JK_m}{PV} - f'\\right) \\frac{P - P'}{\\Pi}.$$\n\nThe values of $JK$ and $PV$ for the three gases in the circumstances of the experiments are as follow:\n\nFor atmospheric air $JK = 1390 \\times '238 = 331$\n\nFor carbonic acid $JK = 1390 \\times '217 = 301$\n\nFor hydrogen $JK = 1390 \\times 3'4046 = 4732$\n\nand for atmospheric air, at 15° Cent. $PV = 26224(1 + 15 \\times '00366) = 27663$\n\nfor carbonic acid, at 10° Cent. $PV = 17154(1 + 10 \\times '00366) = 17782$\n\nfor hydrogen . . . at 10° Cent. $PV = 378960(1 + 10 \\times '00367) = 393000.$\n\nHence we have, for air and carbonic acid,\n\n$$H = \\frac{w}{J} + \\frac{PV}{J} \\lambda \\frac{P - P'}{\\Pi},$$\n\nwhere $\\lambda$ denotes '0024 for air, and '013 for carbonic acid; showing (since these values of $\\lambda$ are positive) that in the case of each of these gases, more heat is evolved in compressing it than the equivalent of the work spent (a conclusion that would hold for hydrogen even if no cooling effect, or a heating effect less than a certain limit, were observed for it in our form of experiment). To find the proportion which this excess bears to the whole heat evolved, or to the thermal equivalent of the work spent\nin the compression, we may use the expression\n\n\\[ w = PV \\log \\frac{P}{P'} \\]\n\nas approximately equal to the mechanical value of either of those energies; and we thus find for the proportionate excess,\n\n\\[ \\frac{H - \\frac{1}{J}w}{\\frac{1}{J}w} = \\lambda \\frac{P - P'}{P} = 0.024 \\frac{P - P'}{P} \\text{ for air}, \\]\n\nor\n\n\\[ = 0.013 \\frac{P - P'}{P} \\text{ for carbonic acid}. \\]\n\nThis equation shows in what proportion the heat evolved exceeds the equivalent of the work spent in any particular case of compression of either gas. Thus for a very small compression from \\( P' = \\Pi \\), the atmospheric pressure, we have\n\n\\[ \\log \\frac{P}{P'} = \\log \\left( 1 + \\frac{P - \\Pi}{\\Pi} \\right) = \\frac{P - \\Pi}{\\Pi} \\text{ approximately}, \\]\n\nand therefore\n\n\\[ \\frac{H - \\frac{1}{J}w}{\\frac{1}{J}w} = 0.024 \\text{ for air}, \\]\n\nor\n\n\\[ = 0.013 \\text{ for carbonic acid}. \\]\n\nTherefore, when slightly compressed from the ordinary atmospheric pressure, and kept at a temperature of about 60° Fahr., common air evolves more heat by \\( \\frac{1}{417} \\); and carbonic acid more by \\( \\frac{1}{77} \\) than the amount mechanically equivalent to the work of compression. For considerable compressions from the atmospheric pressure, the proportionate excesses of the heat evolved are greater than these values, in the ratio of the Napierian logarithm of the number of times the pressure is increased, to this number diminished by 1. Thus, if either gas be compressed from the standard state to double density, the heat evolved exceeds the thermal equivalent of the work spent, by \\( \\frac{1}{290} \\) in the case of air, and by \\( \\frac{1}{53} \\) in the case of carbonic acid.\n\nAs regards these two gases, it appears that the observed cooling effect was chiefly due to an actual preponderance of the mechanical equivalent of the heat required to compensate the cold of expansion over the work of expansion, but that rather more than one-fourth of it in the case of air, and about one-third of it in the case of carbonic acid, depended on a portion of the work of expansion going to do the extra work spent by the gas in issuing against the atmospheric pressure above that gained by it in being sent into the plug. On the other hand, in the case of hydrogen, in such an experiment as we have performed, there would be a heating effect, if the\nwork of expansion were precisely equal to the mechanical equivalent of the cold of expansion, since not only the whole work of expansion, but also the excess of the work done in forcing the gas in above that performed by it in escaping, is spent in friction in the plug. Since we have observed actually a cooling effect, it follows that the heat absorbed in expansion must exceed the equivalent of the work of expansion, enough to over-compensate the whole heat of friction mechanically equivalent, as this is, to the work of expansion together with the extra work of sending the gas into the plug above that which it does in escaping. In the actual experiment* we found a cooling effect of '076°, with a difference of pressures, $P - P'$, equal to 53'7 lbs. per square inch, or 3'7 atmospheres. Now the mechanical value of the specific heat of a pound of hydrogen is, according to the result stated above, 4732 foot-pounds, and hence the mechanical value of the heat that would compensate the observed cooling effect per pound of hydrogen passing is 360 foot-pounds. But, according to Regnault's experiments on the compression of hydrogen, quoted above, we have\n\n$$PV - P'V' = PV \\times 0.0043 \\frac{P - P'}{\\Pi} \\text{ approximately;}$$\n\nand as the temperature was about 10° in our experiment, we have, as stated above, $PV = 393000$.\n\nHence, for the case of the experiment in which the difference of pressures was 3'7 atmospheres, or\n\n$$\\frac{P - P'}{\\Pi} = 3'7,$$\n\nwe have\n\n$$PV - P'V' = 625;$$\n\nthat is, 625 foot-pounds more of work, per pound of hydrogen, is spent in sending the hydrogen into the plug at 4'7 atmospheres of pressure, than would be gained in allowing it to escape at the same temperature against the atmospheric pressure. Hence the heat required to compensate the cold of expansion, is generated by friction from (1) the actual work of expansion, together with (2) the extra work of 625 foot-pounds per pound of gas, and (3) the amount equivalent to 360 foot-pounds which would have to be communicated from without to do away with the residual cooling effect observed. Its mechanical equivalent therefore exceeds the work of expansion by 985 foot-pounds; which is $\\frac{1}{630}$ of its own amount, since the work of expansion in the circumstances is approximately $393000 \\times \\log 4'7 = 608000$ foot-pounds. Conversely, the heat evolved by the compression of hydrogen at 10° Cent., from 1 to 4'7 atmospheres, exceeds by $\\frac{1}{630}$ the work spent. The corresponding excess in the case\n\n* From the single experiment we have made on hydrogen we cannot conclude that at other pressures a cooling effect proportional to the difference of pressures would be observed, and therefore we confine the comparison of the three gases to the particular pressure used in the hydrogen experiment. It should be remarked too, that we feel little confidence in the value assigned to the thermal effect for the case observed in the experiment on hydrogen, and only consider it established that it is a cooling effect, and very small.\nof atmospheric air, according to the result obtained above, is $\\frac{1}{174}$; and in the case of carbonic acid $\\frac{1}{32}$.\n\nIt is important to observe how much less close is the compensation in carbonic acid than in either of the other gases, and it appears probable that the more a gas deviates from the gaseous laws, or the more it approaches the condition of a vapour at saturation, the wider will be the discrepancy. We hope, with a view to investigating further the physical properties of gases, to extend our method of experimenting to steam (which will probably present a large cooling effect), and perhaps to some other vapours.\n\nIn Mr. Joule's original experiment* to test the relation between heat evolved and work spent in the compression of air, without an independent determination of the mechanical equivalent of the thermal unit, air was allowed to expand through the aperture of an open stopcock from one copper vessel into another previously exhausted by an air-pump, and the whole external thermal effect on the metal of the vessels, and a mass of water below which they are kept, was examined. We may now estimate the actual amount of that external thermal effect, which observation only showed to be insensibly small. In the first place it is to be remarked, that, however the equilibrium of pressure and temperature is established between the two air vessels, provided only no appreciable amount of work is emitted in sound, the same quantity of heat must be absorbed from the copper and water to reduce them to their primitive temperature; and that this quantity, as was shown above, is equal to\n\n$$\\frac{PV}{J} \\times 0.024 \\times \\frac{P - P'}{\\Pi} = \\frac{27000 \\times 0.024}{1390} \\times \\frac{P - P'}{\\Pi} = 0.046 \\frac{P - P'}{\\Pi}.$$  \n\nIn the actual experiments the exhausted vessel was equal in capacity to the charged vessel, and the latter contained '13 of a pound of air under 21 atmospheres of pressure, at the commencement. Hence $P' = \\frac{1}{2} P$, and\n\n$$\\frac{P - P'}{\\Pi} = 10.5;$$\n\nand the quantity of heat required from without to compensate the total internal cooling effect must have been\n\n$$0.046 \\times 10.5 \\times 0.13 = 0.063.$$\n\nThis amount of heat, taken from $16\\frac{1}{2}$ lbs. of water, 28 lbs. of copper, and 7 lbs. of tinned iron, as in the actual experiment, would produce a lowering of temperature of only '003° Cent. We need not therefore wonder that no sensible external thermal effect was the result of the experiment when the two copper vessels and the pipe connecting them were kept under water, stirred about through the whole space.\n\n* The second experiment mentioned in the abstract published in the Proceedings of the Royal Society, June 20, 1844, and described in the Philosophical Magazine, May 1845, p. 377.\nsurrounding them, and that similar experiments, more recently made by M. Regnault, should have led only to the same negative conclusion.\n\nIf, on the other hand, the air were neither allowed to take in heat from nor to part with heat to the surrounding matter in any part of the apparatus, it would experience a resultant cooling effect (after arriving at a state of uniformity of temperature as well as pressure) to be calculated by dividing the preceding expression for the quantity of heat which would be required to compensate it, by '17, the specific heat of air under constant pressure. The cooling effect on the air itself therefore amounts to\n\n\\[0°27 \\times \\frac{P-P'}{\\Pi},\\]\n\nwhich is equal to \\(2°8\\), for air expanding, as in Mr. Joule's experiment, from 21 atmospheres to half that pressure, and is 900 times as great as the thermometric effect when spread over the water and copper of the apparatus. Hence our present system, in which the thermometric effect on the air itself is directly observed, affords a test hundreds of times more sensitive than the method first adopted by Mr. Joule, and no doubt also than that recently practised by M. Regnault, in which the dimensions of the various parts of the apparatus (although not yet published) must have been on a corresponding scale, or in somewhat similar proportions, to those used formerly by Mr. Joule.\n\n**Section II. On the Density of Saturated Steam.**\n\nThe relation between the heat evolved and the work spent, approximately established by the air-experiments communicated to the Royal Society in 1844, was subjected to an independent indirect test by an application of Carnot's theory, with values of \"Carnot's function\" which had been calculated from Regnault's data as to the pressure and latent heat of steam, and the assumption (in want of experimental data), that the density varies according to the gaseous laws. The verification thus obtained was very striking, showing an exact agreement with the relation of equivalence at a temperature a little above that of observation, and an agreement with the actual experimental results quite within the limits of the errors of observation; but a very wide discrepancy from equivalence for other temperatures. The following Table is extracted from the Appendix to the \"Account of Carnot's Theory\" in which the theoretical comparison was first made, to facilitate a comparison with what we now know to be the true circumstances of the case.\n\n* It is worthy of remark that this, the expression for the cooling effect experienced by a mass of atmospheric air expanding from a bulk in which its pressure is \\(P\\) to a bulk in which, at the same (or very nearly the same) temperature its pressure is \\(P'\\), and spending all its work of expansion in friction among its own particles, agrees very closely with the expression, \\(0°26 \\times \\frac{P-P'}{\\Pi}\\), for the cooling effect in the somewhat different circumstances of our experiments.\n**Table of the Values of**\n\n\\[\n\\frac{\\mu(1+Et)}{E} = [W].\n\\]\n\n| ft. lbs. | Temperature of the gas \\(t.\\) | ft. lbs. | Temperature of the gas \\(t.\\) |\n|---------|-----------------|---------|-----------------|\n| 1357·1  | 0               | 1446·4  | 120             |\n| 1368·7  | 10              | 1455·8  | 130             |\n| 1379·0  | 20              | 1465·3  | 140             |\n| 1388·0  | 30              | 1475·8  | 150             |\n| 1395·7  | 40              | 1489·2  | 160             |\n| 1401·8  | 50              | 1499·0  | 170             |\n| 1406·7  | 60              | 1511·3  | 180             |\n| 1412·0  | 70              | 1523·5  | 190             |\n| 1417·6  | 80              | 1536·5  | 200             |\n| 1424·0  | 90              | 1550·2  | 210             |\n| 1430·6  | 100             | 1564·0  | 220             |\n| 1438·2  | 110             | 1577·8  | 230             |\n\nWe now know, from the experiments described above in the present paper, that the numbers in the first column, and we may conclude with almost equal certainty, that the numbers in the third also, ought to be each very nearly the mechanical equivalent of the thermal unit. This having been ascertained to be 1390 (for the thermal unit Centigrade) by the experiments on the friction of fluids and solids, communicated to the Royal Society in 1849, and the work having been found above to fall short of the equivalent of heat produced, by about \\(\\frac{1}{417}\\), at the temperature of the air-experiments at present communicated, and by somewhat less at such a higher temperature as 30°, we may infer that the agreement of the tabulated theoretical result with the fact is perfect at about 30° Cent. Or, neglecting the small discrepancy by which the work truly required falls short of the equivalent of heat produced, we may conclude that the true value of \\(\\frac{\\mu(1+Et)}{E}\\) for all temperatures is about 1390; and hence that if \\([W]\\) denote the numbers shown for it in the preceding table, \\(\\mu\\) the true value of Carnot's function, and \\([\\mu]\\) the value tabulated for any temperature in the \"Account of Carnot's Theory,\" we must have, to a very close degree of approximation,\n\n\\[\n\\mu = [\\mu] \\times \\frac{1390}{[W]}.\n\\]\n\nBut if \\([\\sigma]\\) denote the formerly assumed specific gravity of saturated steam, \\(p\\) its pressure, and \\(\\lambda\\) its latent heat per pound of matter, and if \\(g\\) be the mass (in pounds) of water in a cubic foot, the expression from which the tabulated values of \\([\\mu]\\) were calculated is\n\n\\[\n[\\mu] = \\frac{1 - [\\sigma]}{g[\\sigma]} \\cdot \\frac{1}{\\lambda} \\frac{dp}{dt};\n\\]\n\nwhile the true expression for Carnot's function in terms of properties of steam is\n\n\\[\n\\mu = \\frac{1 - \\sigma}{g\\sigma} \\cdot \\frac{1}{\\lambda} \\frac{dp}{dt}.\n\\]\nHence\n\n\\[ \\frac{\\mu}{\\mu} = \\frac{[\\sigma]}{\\sigma} \\cdot \\frac{1-\\sigma}{1-[\\sigma]}; \\]\n\nor, approximately, since \\( \\sigma \\) and \\( [\\sigma] \\) are small fractions,\n\n\\[ \\frac{\\mu}{\\mu} = \\frac{[\\sigma]}{\\sigma}. \\]\n\nWe have, therefore,\n\n\\[ \\frac{\\sigma}{[\\sigma]} = \\frac{[W]}{1390}; \\]\n\nand we infer that the densities of saturated steam in reality bear the same proportions to the densities assumed, according to the gaseous laws, as the numbers shown for different temperatures in the preceding Table bear to 1390. Thus we see that the assumed density must have been very nearly correct, about 30° Cent., but that the true density increases much more at the high temperatures and pressures than according to the gaseous laws, and consequently that steam appears to deviate from Boyle's law in the same direction as carbonic acid, but to a much greater amount, which in fact it must do unless its coefficient of expansion is very much less, instead of being, as it probably is, somewhat greater than for air. Also, we infer that the specific gravity of steam at 100° Cent., instead of being only \\( \\frac{1}{1693.5} \\), as was assumed, or about \\( \\frac{1}{1700} \\), as it is generally supposed to be, must be as great as \\( \\frac{1}{1645} \\). Without using the preceding Table, we may determine the absolute density of saturated steam by means of a formula obtained as follows. Since we have seen the true value of \\( W \\) is nearly 1390, we must have, very approximately,\n\n\\[ \\mu = \\frac{1390E}{1 + Et}, \\]\n\nand hence, according to the preceding expression for \\( \\mu \\) in terms of the properties of steam,\n\n\\[ \\varepsilon \\sigma = \\frac{1 - \\sigma}{1390E(1 + Et)} \\frac{dp}{\\lambda dt}, \\]\n\nor, within the degree of approximation to which we are going (omitting as we do fractions such as \\( \\frac{1}{400} \\) of the quantity evaluated),\n\n\\[ \\varepsilon \\sigma = \\frac{(1 + Et)}{1390E \\lambda} \\frac{dp}{dt}, \\]\n\nan equation by which \\( \\varepsilon \\sigma \\), the mass of a cubic foot of steam in fraction of a pound, or \\( \\tau \\), its specific gravity (the value of \\( \\varepsilon \\) being 63.887), may be calculated from observations such as those of Regnault on steam. Thus, using Mr. Rankine's empirical formula for the pressure which represents M. Regnault's observations correctly at all temperatures, and M. Regnault's own formula for the latent heat; and taking \\( E = \\frac{1}{273} \\),\n\nwe have\n\n\\[ \\varepsilon \\sigma = \\frac{273 + t}{1390} \\left( \\frac{p}{(274.6 + t)^2} + \\frac{2\\gamma}{(274.6 + t)^3} \\right) \\times 4342945 \\]\n\n\\[ \\frac{(606.5 + 0.305t) - (t + 0.00002t^2 + 0.0000003t^3)}{2}. \\]\nwith the following equations for calculating $p$ and the terms involving $\\beta$ and $\\gamma$;\n\n$$\\log_{10} p = \\alpha - \\frac{\\beta}{t + 274.6} - \\frac{\\gamma}{(274.6 + t)^3}$$\n\n$$\\alpha = 4.950433 + \\log_{10} 2114 = 8.275538$$\n\n$$\\log_{10} \\beta = 3.1851091,$$\n\n$$\\log_{10} \\gamma = 5.0827176.$$\n\nThe densities of saturated steam calculated for any temperatures, either by means of this formula, or by the expression given above, with the assistance of the Table of values of $[W]$, are the same as those which, in corresponding on the subject in 1848, we found would be required to reconcile Regnault's actual observations on steam with the results of air-experiments which we then contemplated undertaking, should they turn out, as we now find they do, to confirm the relation which the air-experiments of 1844 had approximately established. They should agree with results which Clausius* gave as a consequence of his extension of Carnot's principle to the dynamical theory of heat, and his assumption of Mayer's hypothesis.\n\n**Section III. Evaluation of Carnot's Function.**\n\nThe importance of this object, not only for calculating the efficiency of steam-engines and air-engines, but for advancing the theory of heat and thermo-electricity, was a principal reason inducing us to undertake the present investigation. Our preliminary experiments, demonstrating that the cooling effect which we discovered in all of them was very slight for a considerable variety of temperatures (from about $0^\\circ$ to $77^\\circ$ Cent.), were sufficient to show, as we have seen in §§ I. and II., that $\\frac{\\mu(1+Et)}{E}$ must be very nearly equal to the mechanical equivalent of the thermal unit; and therefore we have\n\n$$\\mu = \\frac{J}{\\frac{1}{E} + t}$$\n\napproximately,\n\nor, taking for $E$ the standard coefficient of expansion of atmospheric air, '003665,\n\n$$\\mu = \\frac{J}{272.85 + t}.$$\n\nAt the commencement of our first communication to the Royal Society on the subject, we proposed to deduce more precise values for this function by means of the equation\n\n$$\\frac{J}{\\mu} = JK\\delta - (P'V' - PV) + w,$$\n\nwhere\n\n$$w = \\int_{v'}^{v} pdv;$$\n\n* Poggendorff's Annalen, April and May 1850.\n$v$, $V$, $V'$ denote, with reference to air at the temperature of the bath, respectively, the volumes occupied by a pound under any pressure $p$, under a pressure, $P$, equal to that with which the air enters the plug, and under a pressure, $P'$, with which the air escapes from the plug; and $JK\\delta$ is the mechanical equivalent of the amount of heat per pound of air passing that would be required to compensate the observed cooling effect $\\delta$. The direct use of this equation for determining $\\frac{J}{\\mu}$ requires, besides our own results, information as to compressibility and expansion which is as yet but very insufficiently afforded by direct experiments, and is consequently very unsatisfactory, so much so that we shall only give an outline, without details, of two plans we have followed, and mention the results. First, it may be remarked that, approximately,\n\n$$w = (1 + E\\ell)H \\log \\frac{P}{P'}, \\quad \\text{and} \\quad \\frac{dw}{dt} = EH \\log \\frac{P}{P'},$$\n\n$H$ being the \"height of the homogeneous atmosphere,\" or the product of the pressure into the volume of a pound of air, at $0^\\circ$ Cent.; of which the value is 26224 feet. Hence, if $E$ denote a certain mean coefficient of expansion suitable to the circumstances of each individual experiment, it is easily seen that $\\frac{w}{dw/dt}$ may be put under the form $\\frac{1}{E} + t$, and thus we have\n\n$$\\frac{J}{\\mu} = \\frac{1}{E} + t + \\frac{JK\\delta - (P'V' - PV)}{EH \\log \\frac{P}{P'}},$$\n\nsince the numerator of the fraction constituting the last term is so small, that the approximate value may be used for the denominator. The first term of the second member may easily be determined analytically in general terms; but as it has reference to the rate of expansion at the particular temperature of the experiment, and not to the mean expansion from $0^\\circ$ to $100^\\circ$, which alone has been investigated by Regnault and others who have made sufficiently accurate experiments, we have not data for determining its values for the particular cases of the experiments. We may, however, failing more precise data, consider the expansion of air as uniform from $0^\\circ$ to $100^\\circ$, for any pressure within the limits of the experiments (four or five atmospheres); because it is so for air at the atmospheric density by the hypothesis of the air-thermometer, and Regnault's comparisons of air-thermometers in different conditions show for all, whether on the constant-volume or constant-pressure principle, with density or pressure from one-half to double the standard density or pressure, a very close agreement with the standard air-thermometer. On this assumption then, when we take into account Regnault's observations regarding the effect of variations of density on the coefficient of increase of pressure, we find that a suitable mean coefficient $E$ for the circumstances of the preceding formula for $\\frac{J}{\\mu}$ is expressed,\nto a sufficient degree of approximation, by the equation\n\n\\[ E = 0.0036534 + \\frac{0.000441}{3.81} \\frac{P - P'}{\\Pi \\log \\frac{P}{P'}}. \\]\n\nAlso, by using Regnault's experimental results on compressibility of air as if they had been made, not at 4°75, but at 16° Cent., we have estimated \\( PV' - PV \\) for the numerator of the last term of the preceding expression. We have thus obtained estimates for the value of \\( \\frac{J}{\\mu} \\) from eight of our experiments (not corresponding exactly to the arrangement in seven series given above), which, with the various items of the correction in the case of each experiment, are shown in the following Table.\n\n| No. of experiment | Pressure of air forced into the plug. | Barometric pressure. | Excess. | Cooling effect. | Correction by reciprocal coefficient of expansion. | Correction by compressibility (subtracted). | Value of \\( J \\) divided by Carnot's function for 16° Cent. |\n|-------------------|-------------------------------------|----------------------|---------|----------------|-------------------------------------------------|-------------------------------------------------|-------------------------------------------------|\n| I.                | 20·943                             | 14·777               | 6·166   | 0·105          | 1·031                                           | 0·174                                           | 0·290                                           | 289·4                                           |\n| II.               | 21·282                             | 14·326               | 6·956   | 0·109          | 0·942                                           | 0·168                                           | 0·291                                           | 289·3                                           |\n| III.              | 35·822                             | 14·504               | 21·318  | 0·375          | 1·421                                           | 0·519                                           | 0·412                                           | 289·97                                          |\n| IV.               | 33·310                             | 14·692               | 18·618  | 0·364          | 1·523                                           | 0·470                                           | 0·372                                           | 290·065                                         |\n| V.                | 55·441                             | 14·610               | 40·831  | 0·740          | 1·892                                           | 0·923                                           | 0·480                                           | 289·705                                         |\n| VI.               | 53·471                             | 14·571               | 38·900  | 0·676          | 1·814                                           | 0·883                                           | 0·475                                           | 289·59                                          |\n| VII.              | 79·464                             | 14·955               | 64·509  | 1·116          | 2·272                                           | 1·379                                           | 0·592                                           | 289·69                                          |\n| VIII.             | 79·967                             | 14·785               | 65·182  | 1·142          | 2·300                                           | 1·376                                           | 0·586                                           | 289·73                                          |\n\nMean ... 289·68\n\nIn consequence of the approximate equality of \\( \\frac{J}{\\mu} \\) to \\( \\frac{1}{E} + t \\), its value must be, within a very minute fraction, less by 16 at 0° than at 16°; and, from the mean result of the preceding Table, we therefore deduce 273·68 as the value of \\( \\frac{J}{\\mu} \\) at the freezing-point.\n\nThe correction thus obtained on the approximate estimate \\( \\frac{1}{E} + t = 272·85 + t \\), for \\( \\frac{J}{\\mu} \\) at temperatures not much above the freezing-point, is an augmentation of '83.\n\nFor calculating the unknown terms in the expression for \\( \\frac{J}{\\mu} \\), we have also used Mr. Rankine's formula for the pressure of air, which is as follows:\n\n\\[ pv = H \\left( C + t \\right) \\left[ 1 - \\frac{aC}{(C + t)^2} \\left( \\frac{1}{\\varrho v} \\right)^{\\frac{3}{2}} + \\frac{hC}{C + t} \\left( \\frac{1}{\\varrho v} \\right)^{\\frac{3}{2}} \\right], \\]\n\nwhere \\( C = 274·6 \\), \\( \\log_{10} a = 3·176168 \\), \\( \\log_{10} h = 3·8181546 \\),\n\n\\[ H = \\frac{26224}{1 - a + h}; \\]\n\nand, \\( v \\) being the volume of a pound of air when at the temperature \\( t \\) and under the pressure \\( p \\), \\( \\varrho \\) denotes the mass in pounds of a cubic foot at the standard atmospheric pressure of 29·9218 inches of mercury. The value of \\( p \\) according to this equation,\nwhen substituted in the general expression for \\( \\frac{J}{\\mu} \\), gives\n\n\\[\n\\frac{J}{\\mu} = C + t + \\frac{JKC}{H} \\delta + 3h \\left( \\frac{C^3}{(C+t)^3} \\right) \\left( \\frac{P}{P'} \\right)^{\\frac{1}{3}} - \\left( \\frac{P}{P'} \\right)^{\\frac{2}{3}} \\right) - \\frac{13}{3} a \\left( \\frac{C}{C+t} \\right)^{\\frac{3}{2}} \\left( \\frac{P}{P'} \\right)^{\\frac{3}{2}} - \\left( \\frac{P}{P'} \\right)^{\\frac{3}{2}} \\right) \\log \\frac{P}{P'}\n\\]\n\nFrom this we find, with the data of the eight experiments just quoted, the following values for \\( \\frac{J}{\\mu} \\) at the temperature 16° Cent.,\n\n289·044, 289·008, 288·849, 289·112, 288·787, 288·722, 288·505, 288·559, the mean of which is 288·82,\n\ngiving a correction of only ·03 to be subtracted from the previous approximate estimate \\( \\frac{1}{E} + t \\).\n\nIt should be observed that Carnot's function varies only with the temperature; and therefore if such an expression as the preceding, derived from Mr. Rankine's formula, be correct, the cooling effect, \\( \\delta \\), must vary with the pressure and temperature in such a way as to reduce the complex fraction, constituting the second term, to either a constant or a function of \\( t \\). Now at the temperature of our experiments, \\( \\delta \\) is very approximately proportional simply to \\( P - P' \\), and therefore all the terms involving the pressure in the numerator ought to be either linear or logarithmic; and the linear terms should balance one another so as to leave only terms which, when divided by \\( \\log \\frac{P}{P'} \\), become independent of the pressures. This condition is not fulfilled by the actual expression, but the calculated results agree with one another as closely as could be expected from a formula obtained with such insufficient experimental data as Mr. Rankine had for investigating the empirical forms which his theory left undetermined. We shall see in Section V. below, that simpler forms represent Regnault's data within their limits of error of observation, and at the same time may be reduced to consistency in the present application.\n\nAs yet we have no data regarding the cooling effect, of sufficient accuracy for attempting an independent evaluation of Carnot's function for other temperatures. In the following section, however, we propose a new system of thermometry, the adoption of which will quite alter the form in which such a problem as that of evaluating Carnot's function for any temperature presents itself.\n\nSection IV. On an absolute Thermometric Scale founded on the Mechanical Action of Heat.\n\nIn a communication to the Cambridge Philosophical Society* six years ago, it\n\n* \"On an Absolute Thermometric Scale founded on Carnot's Theory of the Motive Power of Heat, and calculated from Regnault's observations on Steam,\" by Prof. W. Thomson, Proceedings Camb. Phil. Soc. June 5, 1848, or Philosophical Magazine, Oct. 1848.\nwas pointed out that any system of thermometry, founded either on equal additions of heat, or equal expansions, or equal augmentations of pressure, must depend on the particular thermometric substance chosen, since the specific heats, the expansions, and the elasticities of substances vary, and, so far as we know, not proportionally with absolute rigour for any two substances. Even the air-thermometer does not afford a perfect standard, unless the precise constitution and physical state of the gas used (the density, for a pressure-thermometer, or the pressure, for an expansion-thermometer) be prescribed; but the very close agreement which Regnault found between different air- and gas-thermometers removes, for all practical purposes, the inconvenient narrowness of the restriction to atmospheric air kept permanently at its standard density, imposed on the thermometric substance in laying down a rigorous definition of temperature. It appears then that the standard of practical thermometry consists essentially in the reference to a certain numerically expressible quality of a particular substance. In the communication alluded to, the question, \"Is there any principle on which an absolute thermometric scale can be founded?\" was answered by showing that Carnot's function (derivable from the properties of any substance whatever, but the same for all bodies at the same temperature), or any arbitrary function of Carnot's function, may be defined as temperature, and is therefore the foundation of an absolute system of thermometry. We may now adopt this suggestion with great advantage, since we have found that Carnot's function varies very nearly in the inverse ratio of what has been called \"temperature from the zero of the air-thermometer,\" that is, Centigrade temperature by the air-thermometer increased by the reciprocal of the coefficient of expansion; and we may define temperature simply as the reciprocal of Carnot's function. When we take into account what has been proved regarding the mechanical action of heat*, and consider what is meant by Carnot's function, we see that the following explicit definition may be substituted:\n\nIf any substance whatever, subjected to a perfectly reversible cycle of operations, takes in heat only in a locality kept at a uniform temperature, and emits heat only in another locality kept at a uniform temperature, the temperatures of these localities are proportional to the quantities of heat taken in or emitted at them in a complete cycle of the operations.\n\nTo fix on a unit or degree for the numerical measurement of temperature, we may either call some definite temperature, such as that of melting ice, unity, or any number we please; or we may choose two definite temperatures, such as that of melting ice and that of saturated vapour of water under the pressure 29'9218 inches of mercury in the latitude 45°, and call the difference of these temperatures any number we please, 100 for instance. The latter assumption is the only one that can be made conveniently in the present state of science, on account of the necessity of retaining a connexion with practical thermometry as hitherto practised; but the former is far\n\n* Dynamical Theory of Heat, §§ 42, 43.\npreferable in the abstract, and must be adopted ultimately. In the mean time it becomes a question, what is the temperature of melting ice, if the difference between it and the standard boiling-point be called $100^\\circ$? When this question is answered within a tenth of a degree or so, it may be convenient to alter the foundation on which the degree is defined, by assuming the temperature of melting ice to agree with that which has been found in terms of the old degree; and then to make it an object of further experimental research, to determine by what minute fraction the range from freezing to the present standard boiling-point exceeds or falls short of 100. The experimental data at present available do not enable us to assign the temperature of melting ice, according to the new scale, to perfect certainty within less than two- or three-tenths of a degree; but we shall see that its value is probably about $273.7$, agreeing with the value of $\\frac{J}{\\mu}$ at $0^\\circ$ found by the first method in Section III. From the very close approximation to equality between $\\frac{J}{\\mu}$ and $\\frac{1}{E} + t$, which our experiments have established, we may be sure that temperature from the freezing-point by the new system must agree to a very minute fraction of a degree with Centigrade temperature between the two prescribed points of agreement, $0^\\circ$ and $100^\\circ$, and we may consider it as highly probable that there will also be a very close agreement through a wide range on each side of these limits. It becomes of course an object of the greatest importance, when the new system is adopted, to compare it with the old standard; and this is in fact what is substituted for the problem, the evaluation of Carnot's function, now that it is proposed to call the reciprocal of Carnot's function, temperature. In the next Section we shall see by what kind of examination of the physical properties of air this is to be done, and investigate an empirical formula expressing them consistently with all the experimental data as yet to be had, so far as we know. The following Table, showing the indications of the constant-volume and constant-pressure air-thermometer in comparison for every twenty degrees of the new scale, from the freezing-point to $300^\\circ$ above it, has been calculated from the formulæ (9), (10), and (39) of Section V. below.\nComparison of Air-thermometer with Absolute Scale.\n\n| Temperature by absolute scale in Cent. degrees from the freezing-point. | Temperature Centigrade by constant-volume thermometer with air of specific gravity $\\frac{\\Phi}{v}$. | Temperature Centigrade by constant-pressure air-thermometer |\n|---|---|---|\n| $t - 273\\cdot7.$ | $t = 100 \\times \\frac{p_t - p_{273\\cdot7}}{p_{373\\cdot7} - p_{273\\cdot7}}$ | $9 = 100 \\times \\frac{v_t - v_{273\\cdot7}}{v_{373\\cdot7} - v_{273\\cdot7}}$ |\n| 0° | 0° | 0° |\n| 20 | $20 + 0\\cdot0298 \\times \\frac{\\Phi}{v}$ | $20 + 0\\cdot0404 \\times \\frac{p}{H}$ |\n| 40 | $40 + 0\\cdot0403$ | $40 + 0\\cdot0477$ |\n| 60 | $60 + 0\\cdot0366$ | $60 + 0\\cdot0467$ |\n| 80 | $80 + 0\\cdot0223$ | $80 + 0\\cdot0277$ |\n| 100 | $100 + 0\\cdot0000$ | $100 + 0\\cdot0000$ |\n| 120 | $120 - 0\\cdot0284$ | $120 - 0\\cdot0339$ |\n| 140 | $140 - 0\\cdot0615$ | $140 - 0\\cdot0721$ |\n| 160 | $160 - 0\\cdot0983$ | $160 - 0\\cdot1134$ |\n| 180 | $180 - 0\\cdot1382$ | $180 - 0\\cdot1571$ |\n| 200 | $200 - 0\\cdot1796$ | $200 - 0\\cdot2018$ |\n| 220 | $220 - 0\\cdot2232$ | $220 - 0\\cdot2478$ |\n| 240 | $240 - 0\\cdot2663$ | $240 - 0\\cdot2932$ |\n| 260 | $260 - 0\\cdot3141$ | $260 - 0\\cdot3420$ |\n| 280 | $280 - 0\\cdot3610$ | $280 - 0\\cdot3897$ |\n| 300 | $300 - 0\\cdot4085$ | $300 - 0\\cdot4377$ |\n\nThe standard defined by Regnault is that of the constant-volume air-thermometer, with air at the density which it has when at the freezing-point under the pressure of 760 mm. or 22·9218 inches of mercury, and its indications are shown in comparison with the absolute scale by taking $\\frac{\\Phi}{v} = 1$ in the second column of the preceding Table.\n\nThe greatest discrepancy between 0° and 100° Cent. amounts to less than $\\frac{1}{20}$th of a degree, and the discrepancy at 300° Cent. is only four-tenths. The discrepancies of the constant-pressure air-thermometer, when the pressure is equal to the standard atmospheric pressure, or $\\frac{p}{H} = 1$, are somewhat greater, but still very small.\n\nSection V. Physical Properties of Air expressed according to the absolute Thermodynamic scale of Temperature.\n\nAll the physical properties of a fluid of given constitution are completely fixed when its density and temperature are specified; and as it is these qualities which we can most conveniently regard as being immediately adjustable in any arbitrary manner, we shall generally consider them as the independent variables in formulæ expressing the pressure, the specific heats, and other properties of the particular fluid in any physical condition.\n\nLet $v$ be the volume (in cubic feet) of a unit mass (one pound) of the fluid, and $t$ its absolute temperature; and let $p$ be its pressure in the condition defined by these elements.\n\nMDCCCLIV.\nLet also $e$ be the \"mechanical energy*\" of the fluid, reckoned from some assumed standard or zero state, that is, the sum of the mechanical value of the heat communicated to it, and of the work spent on it, to raise it from that zero state to the condition defined by $(v, t)$; and let $N$ and $K$ be its specific heats with constant volume, and with constant pressure, respectively. Then denoting, as before, the mechanical equivalent of the thermal unit by $J$, and the value of Carnot's function for the temperature $t$ by $\\mu$, we have†\n\n$$\\frac{de}{dv} = \\frac{J}{\\mu} \\frac{dp}{dt} - p \\quad \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots (1)$$\n\n$$N = \\frac{1}{J} \\frac{de}{dt} \\quad \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots (2)$$\n\n$$K = \\frac{1}{J} \\frac{de}{dt} + \\frac{1}{J} \\left( \\frac{de}{dv} + p \\right) \\quad \\frac{dp}{dt} \\quad \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots (3)$$\n\nFrom these we deduce, by eliminating $e$,\n\n$$K - N = \\frac{1}{\\mu} \\left( \\frac{dp}{dt} \\right)^2 \\quad \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots (4)$$\n\nand\n\n$$\\frac{dN}{dv} = \\frac{d}{dt} \\left( \\frac{1}{\\mu} \\frac{dp}{dt} \\right) - \\frac{1}{J} \\frac{dp}{dt} \\quad \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots (5)$$\n\nequations which express two general theorems regarding the specific heats of any fluid whatever, first published‡ in the Transactions of the Royal Society of Edinburgh, March 1851. The former (4) is the extension of a theorem on the specific heats of gases originally given by Carnot§, while the latter (5) is inconsistent with one of his fundamental assumptions, and expresses in fact the opposed axiom of the Dynamical Theory. The use of the absolute thermo-dynamic system of thermometry proposed in Section IV., according to which the definition of temperature is\n\n$$t = \\frac{J}{\\mu}, \\quad \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots (6)$$\n\nsimplifies these equations, and they become\n\n$$JK - JN = t \\left( \\frac{dp}{dt} \\right)^2 \\quad \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots (7)$$\n\n$$\\frac{d(JN)}{dv} = t \\frac{d^2p}{dt^2} \\quad \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots (8)$$\n\n* Dynamical Theory of Heat, Part V.—On the Quantities of Mechanical Energy contained in a Fluid in different States as to Temperature and Density, § 82. Trans. Roy. Soc. Edin., Dec. 15, 1851.\n\n† Ibid. §§ 89, 91.\n\n‡ Ibid. §§ 47, 48.\n\n§ See \"Account of Carnot's Theory,\" Appendix III. Trans. Roy. Soc. Edin., April 30, 1849, p. 565.\nTo compare with the absolute scale the indications of a thermometer in which the particular fluid (which may be any gas, or even liquid) referred to in the notation \\( p, v, t \\), is used as the thermometric substance, let \\( p_0 \\) and \\( p_{100} \\) denote the pressures which it has when at the freezing and boiling points respectively, and kept in constant volume, \\( v \\); and let \\( v_0 \\) and \\( v_{100} \\) denote the volumes which it occupies under the same pressure, \\( p \\), at those temperatures. Then if \\( \\theta \\) and \\( \\vartheta \\) denote its thermometric indications when used as a constant-volume and as a constant-pressure thermometer respectively, we have\n\n\\[\n\\theta = 100 \\frac{p - p_0}{p_{100} - p_0}\n\\]\n\n\\[\n\\vartheta = 100 \\frac{v - v_0}{v_{100} - v_0}\n\\]\n\nLet also \\( e \\) denote the \"coefficient of increase of elasticity with temperature*,\" and \\( s \\) the coefficient of expansion at constant pressure, when the gas is in the state defined by \\((v, t)\\); and let \\( E \\) and \\( E' \\) denote the mean values of the same coefficients between \\( 0^\\circ \\) and \\( 100^\\circ \\) Cent. Then we have\n\n\\[\ne = \\frac{dp}{p_0 dt}\n\\]\n\n\\[\ns = \\frac{dp}{dt} \\times \\frac{v_0}{v}\n\\]\n\n\\[\nE = \\frac{p_{100} - p_0}{100 p_0}\n\\]\n\n\\[\nE' = \\frac{v_{100} - v_0}{100 v_0}\n\\]\n\nLastly, the general expression for \\( J \\mu \\) quoted in Section II. from our paper of last year, leads to the following expression for the cooling effect on the fluid when forced through a porous plug as in our air experiments:\n\n\\[\n\\delta = \\frac{1}{JK} \\left[ \\int_v^{v'} \\left( t \\frac{dp}{dt} - p \\right) dv + (P'V' - PV) \\right]\n\\]\n\n\\((p, v) (P', V') (P, V)\\), as explained above, having reference to the fluid in different states of density, but always at the same temperature, \\( t \\), as that with which it enters the plug.\n\nFrom these equations, it appears that if \\( p \\) be fully given in terms of \\( v \\) and absolute values of \\( t \\) for any fluid, the various properties denoted by\n\n\\( JK - JN, \\quad \\frac{d(JN)}{dv}, \\quad \\theta, \\quad \\vartheta, \\quad e, \\quad s, \\quad E, \\quad E', \\quad \\text{and } \\delta, \\)\n\nmay all be determined for it in every condition. Conversely, experimental investiga-\n\n* So called by Mr. Rankine. The same element is called by M. Regnault the coefficient of dilatation of a gas at constant volume.\ntions of these properties may be made to contribute, along with direct measurements of the pressure for various particular conditions of the pressure, towards completing the determination of the function which expresses this element in terms of \\( v \\) and \\( t \\). But it must be remarked, that even complete observations determining the pressure for every given state of the fluid, could give no information as to the values of \\( t \\) on the absolute scale, although they might afford data enough for fully expressing \\( p \\) in terms of the volume and the temperature with reference to some particular substance used thermometrically. On the other hand, observations on the specific heats of the fluid, or on the thermal effects it experiences in escaping through narrow passages, may lead to a knowledge of the absolute temperature, \\( t \\), of the fluid when in some known condition, or to the expression of \\( p \\) in terms of \\( v \\), and absolute values of \\( t \\); and accordingly the formulae (7), (8), and (15) contain \\( t \\) explicitly, each of them in fact essentially involving Carnot's function. As for actual observations on the specific heats of air, none which have yet been published appear to do more than illustrate the theory, by confirming (as Mr. Joule's, and the more precise results more recently published by M. Regnault, do), within the limits of their accuracy, the value for the specific heat of air under constant pressure which we calculated* from the ratio of the specific heats, determined according to Laplace's theory by observations on the velocity of sound, and the difference of the specific heats determined by Carnot's theorem with the value of Carnot's function estimated from Mr. Joule's original experiments on the changes of temperature produced by the rarefaction and condensation of air†; and established to a closer degree of accuracy by our preliminary experiments on expansion through a resisting solid‡. It ought also to be remarked, that the specific heats of air can only be applied to the evaluation of absolute temperature with a knowledge of the mechanical equivalent of the thermal unit; and therefore it is probable that, even when sufficiently accurate direct determinations of the specific heats are obtained, they may be useful rather for a correction or verification of the mechanical equivalent, than for the thermometric object. On the other hand, a comparatively very rough approximation to JK, the mechanical value of the specific heat of a pound of the fluid, will be quite sufficient to render our experiments on the cooling effects available for expressing with much accuracy, by means of the formula (15), a thermo-dynamic relation between absolute temperature and the mechanical properties of the fluid at two different temperatures.\n\nLet us now assume\n\n\\[\np = \\frac{1}{v} \\left[ At + \\varphi_0(v) + \\frac{\\varphi_1(v)}{t} + \\frac{\\varphi_2(v)}{t^2} + \\text{&c.} \\right]\n\\]\n\nas an empirical formula, where \\( A \\) is a constant and \\( \\varphi_0(v), \\varphi_1(v), \\text{&c.} \\) are functions of the volume to be determined by comparisons with experimental results. In doing so\n\n---\n\n* Philosophical Transactions, March 1852, p. 82.\n† Royal Society Proceedings, June 20, 1844; or Phil. Mag., May 1845.\n‡ Ibid. Dec. 1850.\nwe adopt the form to which Mr. Rankine was led by his theory of molecular vortices, and which he has used with so much success for the expression of the pressure of saturated steam and the mechanical properties of gases; with this difference, that the series we assume proceeds in descending powers of the absolute thermo-dynamic temperature, while Mr. Rankine's involves similarly the temperature according to what he calls \"the scale of the perfect gas-thermometer.\"\n\nNow any variable part of $\\phi_0(v)$, and the whole series of terms following it, must correspond to deviations from the gaseous laws, since the general expression of these laws would be simply $pv = At + B$, if A and B be constant. Hence for atmospheric air any variable part that $\\phi_0(v)$ can have, and all the terms following it in the series, must be very small fractions of $pv$. We shall see immediately that the various deviations from the gaseous laws which have been established by experiment, as well as the cooling effects which we have observed, are all such as to be represented by expressions derived from the preceding formula, if the variable part of $\\phi_0(v)$, and the whole functions $\\phi_1(v), \\phi_2(v)$, &c. be taken each of them simply proportional to the density directly, or to the volume $(v)$ of a pound inversely. We may then, to avoid unnecessary complications, at once assume\n\n$$pv = At + B + \\left(C + \\frac{D}{t} + \\frac{G}{t^2}\\right) \\frac{\\Phi}{v}.$$  \n\n(17)\n\nwhere A, B, C, D and G are all constants to be determined by the comparison with experimental results, and $\\Phi$ denotes a particular volume corresponding to a standard state of density, which it will be convenient to take as 12.387 cubic feet, the volume of a pound when under the atmospheric pressure II (=2117 lbs. per square foot) of 29.9218 inches of mercury in latitude 45°. The series is stopped at the fifth term, because we have not at present experimental data for determining the coefficients for more. The experimental data which we have, and find available, are (1) the results of Regnault's observations on the coefficients of expansion at different constant densities, (2) the results of his observations on the compressibility, at a temperature of 4°.75 Cent., and (3) our own experimental results now communicated to the Royal Society. These are expressed within their limits of accuracy (at least for pressures of from one to five or six atmospheres, such as our experiments have as yet been confined to), by the following equations:\n\n$$E = '003665 + '0000441 \\left(\\frac{\\Phi}{v} - 1\\right),$$\n\nor\n\n$$E = '00365343 + '000011575 \\frac{\\Phi}{v}.$$  \n\n(18)\n\n$$PV - P'V' = '008163 \\frac{P - P'}{\\Pi} PV,$$  \n\nat temperature 4°.75 Cent.,  \n\n(19)\n\nand\n\n$$\\delta = '26 \\frac{P - P'}{\\Pi},$$  \n\nat temperature 17° Cent.  \n\n(20)\nNow, by the empirical formula (17), with equations (13) and (15), neglecting squares and products of the small quantities C, D, G, we find\n\n\\[ E = \\frac{100A - \\left\\{ D \\left( \\frac{1}{t_0} - \\frac{1}{t_0 + 100} \\right) + G \\left[ \\frac{1}{t_0^2} - \\frac{1}{(t_0 + 100)^2} \\right] \\right\\} \\Phi}{100 \\left\\{ A t_0 + B + \\left( C + \\frac{D}{t_0} + \\frac{G}{t_0^2} \\right) \\Phi \\right\\}} \\]\n\n\\[ = \\frac{A}{A t_0 + B} - \\frac{1}{100(A t_0 + B)} \\left\\{ \\frac{100A}{A t_0 + B} \\left( C + \\frac{D}{t_0} + \\frac{G}{t_0^2} \\right) + D \\left( \\frac{1}{t_0} - \\frac{1}{t_0 + 100} \\right) + G \\left( \\frac{1}{t_0^2} - \\frac{1}{(t_0 + 100)^2} \\right) \\right\\} \\Phi \\]\n\n\\[ \\left( \\frac{P'V' - PV}{PV} \\right)_{4.75} = \\frac{- \\left( C + \\frac{D}{t_0} + \\frac{G}{t_0^2} \\right) \\left( \\frac{\\Phi}{V} - \\frac{\\Phi}{V'} \\right)}{A t_0 + B + \\left( C + \\frac{D}{t_0} + \\frac{G}{t_0^2} \\right) \\Phi} \\]\n\n\\[ = - \\frac{A t_0 + B}{(A t_0 + B)^2} \\left( C + \\frac{D}{t_0} + \\frac{G}{t_0^2} \\right) \\left( \\frac{P}{\\Pi} - \\frac{P'}{\\Pi} \\right) \\]\n\nand\n\n\\[ \\delta = \\frac{1}{JK} \\left\\{ -B \\log \\frac{V'}{V} - \\left( 2C + \\frac{3D}{t_0} + \\frac{4G}{t_0^2} \\right) \\left( \\frac{\\Phi}{V} - \\frac{\\Phi}{V'} \\right) \\right\\} \\]\n\n\\[ = \\frac{1}{JK} \\left\\{ -B \\log \\frac{P}{P'} - \\frac{A t_0 + B}{A t_0 + B} \\left( 2C + \\frac{3D}{t_0} + \\frac{4G}{t_0^2} \\right) \\left( \\frac{P}{\\Pi} - \\frac{P'}{\\Pi} \\right) \\right\\}. \\]\n\nFrom the last, and the equation of condition (20), we find\n\n\\[ B = 0 \\]\n\nand\n\n\\[ -\\frac{1}{JK} \\left( \\frac{t_0}{t_0 + 17} \\left( 2C + \\frac{3D}{t_0 + 17} + \\frac{4G}{t_0 + 17} \\right) \\right) = 26. \\]\n\nAgain, by equations (21) and (18) similarly used, we have\n\n\\[ \\frac{A}{A t_0 + B} = 0.00365343 \\]\n\nand\n\n\\[ \\frac{1}{100(A t_0 + B)} \\left\\{ \\frac{100A}{A t_0 + B} \\left( C + \\frac{D}{t_0} + \\frac{G}{t_0^2} \\right) + D \\left( \\frac{1}{t_0} - \\frac{1}{t_0 + 100} \\right) + G \\left( \\frac{1}{t_0^2} - \\frac{1}{(t_0 + 100)^2} \\right) \\right\\} = 0.00011575. \\]\n\nFrom (26) and (28), we have\n\n\\[ \\frac{1}{t_0} = 0.00365343 \\]\n\nand\n\n\\[ t_0 = 273^\\circ 72 \\]\n\nThat is, from the thermo-dynamic experimental result (20), and the experimental result (18) characteristic of the difference of temperature which we choose to call 100 from the freezing-point upwards, showing the effect on the pressure of air, we have determined the absolute thermo-dynamic temperature of the freezing-point. The result agrees within one-twentieth of a degree with that which we obtained in Section II. by the first plan, in which the same data as regards the increase of pressure of air from \\( t_0 \\) to \\( t_0 + 100^\\circ \\) were used, but taken into account on different and apparently less satisfac-\nTHERMAL EFFECTS OF FLUIDS IN MOTION.\n\ntory principles. From (22) and its equation of condition (19) we derive only a single equation among the constants, which is as follows:\n\n$$-\\frac{At_0+B}{(At_{475}+B)^2}\\left(C+\\frac{D}{t_{475}}+\\frac{G}{t_{475}^2}\\right)=0.008163.$$  \n\nAnother equation besides the three, (27), (29), and (31), is required to determine the four remaining unknown constants, A, C, D, G; and is afforded by a determination of the density of air, which has been most accurately given by Regnault, who finds that the weight of 26224 cubic feet of air at constant temperature 0° Cent. and constant atmospheric pressure, in lat. 45°, amounts to the same as the pressure per square foot, a result which is expressed by the equation\n\n$$\\Pi \\Phi = 26224.$$  \n\nHere $\\Pi$ denotes the value of $p$ in the empirical formula (17), which corresponds to $t=t_0$, (the absolute temperature of the freezing-point,) and $v=\\Phi$. Hence we have the equation\n\n$$At_0+B+C+\\frac{D}{t_0}+\\frac{G}{t_0^2}=26224.$$  \n\nCalling 26224, H, (the \"height of the homogeneous atmosphere\") for brevity, and denoting the true value of $At_0$ by $\\Phi$, which must be very nearly equal to H, we may simplify the treatment of the four equations by taking the approximate value H for $At_0$, in three of them, (27), (29), (31), without losing accuracy, and we may afterwards use (32) to determine the exact value of $\\Phi$. Accordingly (and to avoid subsequent confusion of algebraic signs in the numerical results) it is convenient to assume\n\n$$C=-\\Phi \\alpha, \\quad D=\\Phi \\beta, \\quad G=-\\Phi \\gamma.$$  \n\nThen, taking everywhere B=0 as we have found it, we have, instead of (32), (27), (29), (31) respectively,\n\n$$\\Phi \\left(1-\\alpha+\\frac{\\beta}{t_0}-\\frac{\\gamma}{t_0^2}\\right)=H.$$  \n\n$$2\\alpha-\\frac{3\\beta}{t_0+17}+\\frac{4\\gamma}{(t_0+17)^2}=\\frac{JK}{H}\\cdot\\frac{t_0+17}{t_0}\\times 26.$$  \n\n$$100\\alpha-\\left(\\frac{100}{t_0}+1-\\frac{t_0}{t_0+100}\\right)\\beta+\\left(\\frac{100}{t_0^2}+\\frac{1}{t_0}-\\frac{t_0}{(t_0+100)^2}\\right)\\gamma=100t_0\\times 0.00011575.$$  \n\nand\n\n$$\\alpha-\\frac{\\beta}{t_0+4.75}+\\frac{\\gamma}{(t+4.75)^2}=\\left(\\frac{t_0+4.75}{t_0}\\right)^2\\times 0.008163.$$  \n\nReducing to numbers the coefficients of $\\alpha$, $\\beta$, $\\gamma$, and the other terms, by using the value 273.72 found above (30) for $t_0$; 1390 for J; and 238 for K according to the observations and theoretical conclusion regarding the absolute value of the specific heat of air under constant pressure, published in Notes to Mr. Joule's paper on the\nAir-Engine, since confirmed by Regnault's observations; we have three simple equations for determining the three unknown quantities, $\\alpha$, $\\beta$, $\\gamma$; and then a single simple equation (34) for determining $H$. By solving these, we find\n\n$$\\begin{align*}\n\\alpha &= 0.012811 \\\\\n\\beta &= 1.3918 \\\\\n\\gamma &= 353.20 \\\\\nH &= 26247.9\n\\end{align*}$$\n\nUsing these and (33) in (17), we have\n\n$$pv = H \\left\\{ t - \\left( 0.012811 - \\frac{1.3918}{t} + \\frac{353.2}{t^2} \\right) \\Phi \\right\\},$$\n\nan empirical formula which represents the pressure of air, in terms of its temperature on the absolute thermo-dynamic scale and its density, consistently with Regnault's observations on the increase of pressure from $0^\\circ$ to $100^\\circ$ Cent. and on the compressibility at $4^\\circ.75$ Cent., and consistently with our own on the thermal effects of air at the temperature $17^\\circ$ Cent., forced with various pressures through a porous body.\n\nIt also agrees perfectly with Regnault's observations on the expansion of air under constant pressure.\n\nThe only other observations on the variations of pressure and density available for testing the formula, are Regnault's comparisons of different air-thermometers. The Table at the end of Section IV., which has been calculated from our empirical formula (39), shows, in its second and third columns, the indications to be expected of constant-volume and of constant-pressure air-thermometers in terms of temperature on the absolute thermo-dynamic scale; and the differences between the numbers show the discrepancies to be expected between different air-thermometers themselves. These discrepancies, although considerably greater than have been observed by Regnault on thermometers with air at different densities or pressures of from half to double those of the standard, appear to be within, or scarcely to exceed, the limits of errors of observation. If further examination of this subject proves that there is in reality a closer agreement between air-thermometers than shown in the Table, it will be necessary to introduce another equation of condition to reconcile them, and to determine another constant in the general empirical formula for $p$. At present however we do not think it necessary to take up this question, as we hope soon to have much more extensive experimental data on the cooling effects, with more varied pressures and at different temperatures; which should both show whether any other functions of the density than that of simple proportionality will be required, and enable us to determine other terms of the series in descending powers of $t$, and will so give us probably a much more exact empirical formula for air than all the data at present available enable us to obtain.\n\nWe have also calculated formulæ for the specific heats of air under constant pressure and constant volume, by which the variations of these elements with the tempe-\nrature and density are determined. Should they turn out to be inconsistent with facts, other equations of condition will have to be introduced and other constants of the empirical formula determined, to do away with the discrepancies; but probably no experiments have yet been made of sufficient accuracy to test them.\n\nThe following expressions are derived from the general equations (7) and (8) for the mechanical values of the specific heats of a fluid, by substituting for \\( p \\) the particular expressions for the case of air afforded by the empirical formula (39), and integrating the second of the two results with reference to \\( v \\):\n\n\\[\nJ(K-N) = J_0 + \\frac{2H}{t} \\left( \\alpha - \\frac{2\\beta}{t} + \\frac{3\\gamma}{t^2} \\right) \\frac{\\Phi}{v}\n\\]\n\n\\[\nJN = J_0 + \\frac{2H}{t} \\left( \\frac{-\\beta}{t} + \\frac{3\\gamma}{t^2} \\right) \\frac{\\Phi}{v};\n\\]\n\nin the second of which, \\( J_0 \\) denotes the value of \\( JN \\) when \\( v = \\infty \\). Using a similar notation \\( JK \\) with reference to the specific heat of air at constant pressure, we have from these two equations,\n\n\\[\nJK = J_0 + \\frac{2H}{t} \\left( \\alpha - \\frac{3\\beta}{t} + \\frac{6\\gamma}{t^2} \\right) \\frac{\\Phi}{v};\n\\]\n\nor with \\( \\frac{p}{\\Pi} \\frac{t_0}{t} \\) instead of \\( \\frac{\\Phi}{v} \\),\n\n\\[\nJK = J_0 + \\frac{2H}{t^2} \\left( \\alpha - \\frac{3\\beta}{t} + \\frac{6\\gamma}{t^2} \\right) \\frac{p}{\\Pi}.\n\\]\n\nLastly, denoting the ratio of the specific heats, \\( \\frac{K}{N} \\), by \\( k \\), and the particular value, \\( \\frac{k}{\\Pi} \\), corresponding to the case of extreme dilatation, by \\( k \\), we have, to the same degree of approximation as the other expressions,\n\n\\[\nk = k + \\frac{2H}{JNt} \\left( \\alpha - \\frac{(3-k)\\beta}{t} + \\frac{(6-3k)\\gamma}{t^2} \\right) \\frac{\\Phi}{v}.\n\\]\n\nIn the Notes to Mr. Joule's paper on the Air-Engine*, it was shown that if Mayer's hypothesis be true we must have approximately,\n\n\\[\nK = '2374 \\text{ and } N = '1684,\n\\]\n\nbecause observations on the velocity of sound, with Laplace's theory, demonstrate that\n\n\\[\nk = 1'410\n\\]\n\nwithin \\( \\frac{1}{700} \\) of its own value. Now the experiments at present communicated to the Royal Society prove a very remarkable approximation to the truth in that hypothesis (see above, Section I.), and we may therefore use these values as very close approximations to the specific heats of air. The experiments on the friction of fluids and solids\n\n* Philosophical Transactions, March 1852, p. 82.\nmade for the purpose of determining the mechanical value of heat*, give for J the value 1390; and we therefore have JN = 234.1 with sufficient accuracy for use in calculating small terms. Calculating accordingly, with this for JN, and with the value 1.41 for $k$, the coefficient of $\\Phi_v$ in (45), we find,\n\nfor $t = 273.7$ (temperature $0^\\circ$ Cent.), \n$$k = k + 0.00126 \\times \\frac{\\Phi}{v}$$\n\nand for $t = 293.7$ (temperature $20^\\circ$ Cent.), \n$$k = k + 0.00076 \\times \\frac{\\Phi}{v}$$\n\nNow according to Regnault we have, for dry air at the freezing-point, in the latitude of Paris, \n$$H = 26215$$\nand since the force of gravity at Paris, with reference to a foot as the unit of space and a second as the unit of time, is 32.1813, it follows that the velocity of sound in dry air at $0^\\circ$ Cent. would be, according to Newton's unmodified theory,\n$$\\sqrt{26215 \\times 32.1813} = 918.49,$$\nor in reality, according to Laplace's theory,\n$$\\sqrt{k} \\cdot \\sqrt{26215 \\times 32.1813}.$$\n\nBut according to Bravais and Martins it is in reality\n$$1090.5,$$\nwhich requires that $k = 1.4096,$\nor according to Moll and Van Beck\n$$1090.1,$$\nwhich requires that $k = 1.4086.$\n\nThe mean of these values of $k$ is 1.4091. If this be the true value of $k$ for $0^\\circ$ Cent. and the standard density ($\\Phi_v = 1$), the correction shown in (46) above would give\n$$k = 1.40784,$$\nor if it be the true value of $k$ for air of the standard density, and the temperature $20^\\circ$ Cent., the correction will give\n$$k = 1.40834.$$\n\nWhich of these hypotheses is most near the truth, might possibly be ascertained by reference to the original observations on the velocity of sound from which the preceding results reduced to the temperature $0^\\circ$ were obtained, but as the actual temperatures of the air must in all probability have been between $0^\\circ$ and $20^\\circ$ Cent., without going into the details of the calculations by which the reductions to $0^\\circ$ have been made, we may feel confident that $k$ cannot differ much from either of the two preceding estimates, and we may take their mean,\n$$k = 1.4081,\\ldots$$\nas probably a very close approximation to the truth. Now we have seen above that\n\n* Philosophical Transactions, 1849.\n\\( \\Phi = 26247.9 \\), and since \\( t_0 = 273.7 \\), we have, by (42),\n\n\\[\nJK - J\\Phi = 95.9003.\n\\]\n\nFrom this, and the preceding value of \\( k \\) (or \\( \\frac{1}{J} \\)), we have\n\n\\[\nJ\\Phi = 134.9921 \\\\\nJK = 330.8924.\n\\]\n\nUsing these, and the values of \\( \\alpha \\), \\( \\beta \\), and \\( \\gamma \\) obtained above, in the preceding expressions (40), (41), (45) and (44), and calculating for every 20° of temperature from 0° Cent. to 300°, we obtain the results shown in the following Table; the assumptions\n\n\\[\nf = \\frac{2H}{t} \\left( \\alpha - \\frac{2\\beta}{t} + \\frac{3\\gamma}{t^2} \\right) \\\\\ng = \\frac{2H}{t} \\left( \\frac{-\\beta}{t} + \\frac{3\\gamma}{t^2} \\right)\n\\]\n\nbeing made merely for convenience in exhibiting the formulæ and mode of calculation along with the results.\n\n### Table of the Specific Heats of Air.\n\n| Temperature from freezing-point, \\( t - t_0 \\) | I. Difference of mechanical values of specific heats, \\( JK - JN = \\frac{\\Phi}{v} \\) | II. Mechanical value of specific heat at constant volume, \\( JN = J\\Phi + \\frac{\\Phi}{v} \\) | III. Ratio of specific heats, \\( k = k + \\frac{1}{J\\Phi} (f + g - kg) \\frac{\\Phi}{v} \\) | IV. Mechanical value of specific heat at constant pressure, \\( JK = J\\Phi + \\frac{t_0}{t} (f + g) \\frac{P}{\\Pi} \\) |\n|---|---|---|---|---|\n| 0 | 95.9003 + 1.0080 \\( \\times \\frac{\\Phi}{v} \\) | 234.9921 + 1.7376 \\( \\times \\frac{\\Phi}{v} \\) | 1.4081 + 0.001262 \\( \\times \\frac{\\Phi}{v} \\) | 330.8924 + 2.7457 \\( \\times \\frac{P}{\\Pi} \\) |\n| 20 | 95.9003 + 7.306 \\( \\times \\frac{\\Phi}{v} \\) | 234.9921 + 1.3486 \\( \\times \\frac{\\Phi}{v} \\) | 1.4081 + 0.000759 \\( \\times \\frac{\\Phi}{v} \\) | 330.8924 + 1.9376 \\( \\times \\frac{P}{\\Pi} \\) |\n| 40 | 95.9003 + 5.314 \\( \\times \\frac{\\Phi}{v} \\) | 234.9921 + 1.0594 \\( \\times \\frac{\\Phi}{v} \\) | 1.4081 + 0.000404 \\( \\times \\frac{\\Phi}{v} \\) | 330.8924 + 1.3880 \\( \\times \\frac{P}{\\Pi} \\) |\n| 60 | 95.9003 + 3.862 \\( \\times \\frac{\\Phi}{v} \\) | 234.9921 + 0.8408 \\( \\times \\frac{\\Phi}{v} \\) | 1.4081 + 0.000177 \\( \\times \\frac{\\Phi}{v} \\) | 330.8924 + 1.0064 \\( \\times \\frac{P}{\\Pi} \\) |\n| 80 | 95.9003 + 2.792 \\( \\times \\frac{\\Phi}{v} \\) | 234.9921 + 0.6731 \\( \\times \\frac{\\Phi}{v} \\) | 1.4081 + 0.000014 \\( \\times \\frac{\\Phi}{v} \\) | 330.8924 + 0.7369 \\( \\times \\frac{P}{\\Pi} \\) |\n| 100 | 95.9003 + 1.994 \\( \\times \\frac{\\Phi}{v} \\) | 234.9921 + 0.5426 \\( \\times \\frac{\\Phi}{v} \\) | 1.4081 - 0.000098 \\( \\times \\frac{\\Phi}{v} \\) | 330.8924 + 0.4543 \\( \\times \\frac{P}{\\Pi} \\) |\n| 120 | 95.9003 + 1.396 \\( \\times \\frac{\\Phi}{v} \\) | 234.9921 + 0.4401 \\( \\times \\frac{\\Phi}{v} \\) | 1.4081 - 0.000175 \\( \\times \\frac{\\Phi}{v} \\) | 330.8924 + 0.4030 \\( \\times \\frac{P}{\\Pi} \\) |\n| 140 | 95.9003 + 0.944 \\( \\times \\frac{\\Phi}{v} \\) | 234.9921 + 0.3587 \\( \\times \\frac{\\Phi}{v} \\) | 1.4081 - 0.000225 \\( \\times \\frac{\\Phi}{v} \\) | 330.8924 + 0.2997 \\( \\times \\frac{P}{\\Pi} \\) |\n| 160 | 95.9003 + 0.601 \\( \\times \\frac{\\Phi}{v} \\) | 234.9921 + 0.2934 \\( \\times \\frac{\\Phi}{v} \\) | 1.4081 - 0.000256 \\( \\times \\frac{\\Phi}{v} \\) | 330.8924 + 0.2331 \\( \\times \\frac{P}{\\Pi} \\) |\n| 180 | 95.9003 + 0.345 \\( \\times \\frac{\\Phi}{v} \\) | 234.9921 + 0.2412 \\( \\times \\frac{\\Phi}{v} \\) | 1.4081 - 0.000275 \\( \\times \\frac{\\Phi}{v} \\) | 330.8924 + 0.1663 \\( \\times \\frac{P}{\\Pi} \\) |\n| 200 | 95.9003 + 0.141 \\( \\times \\frac{\\Phi}{v} \\) | 234.9921 + 0.1977 \\( \\times \\frac{\\Phi}{v} \\) | 1.4081 - 0.000285 \\( \\times \\frac{\\Phi}{v} \\) | 330.8924 + 0.1223 \\( \\times \\frac{P}{\\Pi} \\) |\n| 220 | 95.9003 - 0.010 \\( \\times \\frac{\\Phi}{v} \\) | 234.9921 + 0.1625 \\( \\times \\frac{\\Phi}{v} \\) | 1.4081 - 0.000288 \\( \\times \\frac{\\Phi}{v} \\) | 330.8924 + 0.0895 \\( \\times \\frac{P}{\\Pi} \\) |\n| 240 | 95.9003 - 0.0125 \\( \\times \\frac{\\Phi}{v} \\) | 234.9921 + 0.1334 \\( \\times \\frac{\\Phi}{v} \\) | 1.4081 - 0.000286 \\( \\times \\frac{\\Phi}{v} \\) | 330.8924 + 0.0644 \\( \\times \\frac{P}{\\Pi} \\) |\n| 260 | 95.9003 - 0.0211 \\( \\times \\frac{\\Phi}{v} \\) | 234.9921 + 0.1094 \\( \\times \\frac{\\Phi}{v} \\) | 1.4081 - 0.000282 \\( \\times \\frac{\\Phi}{v} \\) | 330.8924 + 0.0453 \\( \\times \\frac{P}{\\Pi} \\) |\n| 280 | 95.9003 - 0.0275 \\( \\times \\frac{\\Phi}{v} \\) | 234.9921 + 0.0893 \\( \\times \\frac{\\Phi}{v} \\) | 1.4081 - 0.000274 \\( \\times \\frac{\\Phi}{v} \\) | 330.8924 + 0.0306 \\( \\times \\frac{P}{\\Pi} \\) |\n| 300 | 95.9003 - 0.0322 \\( \\times \\frac{\\Phi}{v} \\) | 234.9921 + 0.0726 \\( \\times \\frac{\\Phi}{v} \\) | 1.4081 - 0.000263 \\( \\times \\frac{\\Phi}{v} \\) | 330.8924 + 0.0193 \\( \\times \\frac{P}{\\Pi} \\) |\n\nThe mean value of \\( JK \\) for air at constant pressure \\( p \\), and for the range of temperature from \\( t' \\) to \\( t \\) obtained by integrating equation (44) with reference to \\( t \\) between those limits, and dividing by \\( t - t' \\), is\n\n\\[\nJK + \\frac{HC}{t - t'} \\left[ 2\\alpha \\left( \\frac{1}{t'} - \\frac{1}{t} \\right) - 3\\beta \\left( \\frac{1}{t'^2} - \\frac{1}{t^2} \\right) + 2\\gamma \\left( \\frac{1}{t'^3} - \\frac{1}{t^3} \\right) \\right] \\frac{P}{\\Pi};\n\\]\n\nand this divided by \\( J \\) expresses the element actually observed in experiments such as\nhave hitherto been made on the specific heat of air at constant pressure. The theoretical results, according to this expression and to the determination 1390 for $J$, are as follow for several particular cases:\n\n| Range of temperature | Mean specific heat of air at atmospheric pressure | Mean specific heat of air at five times the atmospheric pressure |\n|----------------------|--------------------------------------------------|---------------------------------------------------------------|\n| Cent. degrees        |                                                  |                                                               |\n| 0 to 100             | .2390                                            | .2428                                                         |\n| 0 to 300             | .2384                                            | .2396                                                         |\n\nThe comparison of these results with sufficiently accurate direct experiments on the specific heat of air at the atmospheric pressure, might lead to a correction on the value 1390 found for $J$ by direct experiments on the generation of heat by friction; but it must depend on the evidence afforded by accounts of the experimental details, whether the value of the mechanical equivalent of the thermal unit is to be corrected from them, or whether we may assume the preceding results as nearer the truth than the results which they indicate. No such evidence, nor any demonstrating whether or not the influence of change of pressure is such as shown in the preceding Tables, has as yet been published.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108506.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 47,
    "total-input-tokens": 73834,
    "total-output-tokens": 41191,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2792,
        2
      ],
      [
        2792,
        5880,
        3
      ],
      [
        5880,
        9443,
        4
      ],
      [
        9443,
        13034,
        5
      ],
      [
        13034,
        16051,
        6
      ],
      [
        16051,
        19050,
        7
      ],
      [
        19050,
        21335,
        8
      ],
      [
        21335,
        24644,
        9
      ],
      [
        24644,
        27930,
        10
      ],
      [
        27930,
        42886,
        11
      ],
      [
        42886,
        49450,
        12
      ],
      [
        49450,
        56800,
        13
      ],
      [
        56800,
        63230,
        14
      ],
      [
        63230,
        65556,
        15
      ],
      [
        65556,
        77371,
        16
      ],
      [
        77371,
        80376,
        17
      ],
      [
        80376,
        82962,
        18
      ],
      [
        82962,
        86358,
        19
      ],
      [
        86358,
        89104,
        20
      ],
      [
        89104,
        91578,
        21
      ],
      [
        91578,
        93902,
        22
      ],
      [
        93902,
        96948,
        23
      ],
      [
        96948,
        99734,
        24
      ],
      [
        99734,
        102694,
        25
      ],
      [
        102694,
        105479,
        26
      ],
      [
        105479,
        108097,
        27
      ],
      [
        108097,
        110281,
        28
      ],
      [
        110281,
        113213,
        29
      ],
      [
        113213,
        118163,
        30
      ],
      [
        118163,
        121032,
        31
      ],
      [
        121032,
        124266,
        32
      ],
      [
        124266,
        126637,
        33
      ],
      [
        126637,
        129367,
        34
      ],
      [
        129367,
        132040,
        35
      ],
      [
        132040,
        134366,
        36
      ],
      [
        134366,
        137658,
        37
      ],
      [
        137658,
        140468,
        38
      ],
      [
        140468,
        143139,
        39
      ],
      [
        143139,
        145675,
        40
      ],
      [
        145675,
        148595,
        41
      ],
      [
        148595,
        151034,
        42
      ],
      [
        151034,
        153275,
        43
      ],
      [
        153275,
        158258,
        44
      ],
      [
        158258,
        159877,
        45
      ],
      [
        159877,
        159877,
        46
      ],
      [
        159877,
        159877,
        47
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      true,
      true,
      true,
      true,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108506",
    "title": "On the Thermal Effects of Fluids in Motion.--Part II",
    "authors": "J. P. Joule, W. Thomson",
    "year": 1854,
    "volume": "144",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 47,
    "jstor_url": "https://www.jstor.org/stable/108506"
  }
}