{
  "id": "f5619a6bce1d519e0a560f054f01529c197deda2",
  "text": "terity of the learned in the School, and secrets of Nature, may be added, for the benefit of the Commonwealth of Learning; both the Finder and Relater will think their time and pains very well both bestowed and recompensed.\n\nThe exact Figure (part of what the Author intended, if he had lived) of two of the Teeth, is here engraved Fig: 9.\n\nIV. Part of a Letter, giving an Account of a person who can neither Read nor Write, yet will reckon Summs to great exactness. Communicated by Mr Locke.\n\nRotterdam, March 25. 1701.\n\nYesterday I had here a young Lad of 17 years old, that can neither read nor write, that out of his head will reckon any the most difficult summs you can give him, even to the utmost fractions. I gave him an average to make of a Ship run ashore, to save Ship and Goods were worth 13679,14. the charges on the salvage was 2931,16. I askt him how much that was per Cent. he told me, after a little talking to himself, that it was 21 gild. 9 st. and a small fraction, and so it is. I askt him what 4943,3, 2848,4, 2244,7, 2194,7, 544,19, 351,18, and 52,16 must pay respectively, he told me exactly to so many Stivers and 1/2. I askt how he came by that knowledge, he said by selling Sea Snails (Alykreucken) and Muscles, for which he received nothing but doits, and so he brought his Father home so many doits, but could never tell how much money they amounted to, till he askt his Father how many doits made a gilder, and being 160, then\nthen he reckon'd how many in 10 and 100, and so from one thing to another, he has a Table of Multiplication in his head of half a yard long or more: I tryed him by a Table I have, and he answered me as readily as you can upon the ordinary Table of Multiplication. He wanders from Town to Town to see who has any thing to cypher, and so gets some money; but would fain learn to read and write. This I mention because it is so prodigious, and he divides almost with as much ease as he multiplies, and reduces things to the least denomination in fractions. I have a great mind, could I be assured of his fidelity, to take him into my house, and learn him to read, write and cypher.\n\nErrata in the Philosophical Transactions.\n\nIn July and August, 1700 Page 640 for Dop read Case or shell. In the same line for Wieken r. Wings P. 660. leave out (als gins en Wider.) P. ib. for Horn Vliesen r. Tunica Cornea. P. 664 for the in een geschickheit r. their Construction. P. 665. leave out (Nycle.) P. ib. for Trillende r. Tremulous. P. 168. for Weerhaekjes r. Hooks or Crooked Instruments. P. 743. l.4. for Plek r. Spit. P. 744. for about without touching, r. about not only without touching. P. 789. for Agel r. the Sting or Hook.\n\nPrinted for Sam. Smith and Benj. Walford, Printers to the Royal Society, at the Princes Arms in St Pauls Churchyard.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102821.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 911,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1457,
        2
      ],
      [
        1457,
        2796,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102821",
    "title": "Part of a Letter, Giving an Account of a Person Who can Neither Read nor Write, Yet Will Reckon Summs to Great Exactness. Communicated by Mr Locke",
    "authors": "Mr Locke",
    "year": 1700,
    "volume": "22",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/102821"
  }
}