{
  "id": "0fe8070180b7ceedc7235b7275f86f89b8782d53",
  "text": "IV. Astronomiae Cometicæ Synopsis, Autore Edmundo Halleio apud Oxonienses Geometriae Professore Saviliano, &c. Reg. Soc. S.\n\nVetereis Ægyptii & Chaldei, si qua fides Diodoro Siculo, longa observationum serie instruati, Cometarum prænuntiare valuerunt. Cum autem iisdem artibus etiam Terræ motus ac tempestates prævidisse dicantur, extra dubium est Astrologiae potius calculo satidico, quam Astronomicis motuum Theoriis eorum de his rebus scientiam referendam esse. Ac vix alia à Graecis utriusque populi victoribus reperta est apud eos doctrina; adeo ut eam, quam nunc eousque proveximus Astronomiam, Graecis ipsis, praesertim magno Hipparcho, uti inventoribus, acceptam debeamus. Apud hos vero Aristotelis sententia, qui Cometas nihil aliud esse voluit quam Vapores sublunares vel etiam Meteora aerea, tantum effecit, ut hæc Astronomicæ scientiæ pars longe subtilissima, omnino neglecta manerit, cum nemini operæ pretium visum fuerit, vagas & incertas fluitantium in æthere vaporum semitas adnotare scriptisque mandare; unde factum ut ab illis nihil certi de motu Cometarum ad nos transmissum reperiatur.\n\nSeneca autem Philosophus, perpensis duorum insignium sui temporis Cometarum Phænomenis, non dubitavit iis loca inter corpora coelestia assignare, Sydera effe cum mundo duratura existimans, quanquam Motus eorum legibus nondum compertis regi taceatur. Tandemque Vaticanio non irrito promittit aliquando futura secula, quibus hæc tam occulta dies extraheret ac longioris avii diligentia:\nquia quibusque admirationi foret hæc Veteres nescire potuisse; postquam Demonstraverit aliquis Naturæ Interpres in quibus Coeli partibus Cometae errent, quanti, qualesque sint. Ab hac autem Senecæ sententia in diversas partes abiit pene omnis Astronomorum Cohors; ac ipse Seneca, neque Phænomena Motus quibus opinionem hanc tueretur, neque tempora adscribere dignatus est, quæ posteris ad hæc definienda usui forent. Ac evolutis plurimis Commentarum Historiis, nihil omnino invenio quod huic negotio inservire possit, ante annum à Christo nato 1337. quo Nicephorus Gregorius Historicus & Astronomus Constantinopolitanus nobis Cometae semitam inter fixas satis accurate descriptit: tempora autem nimis laxe consignavit, ita ut non nisi quod abhinc quadringentis pene Annis apparuerit, lubricus & incertus hic Cometa Catalogo quem damus inferi mereatur. Dein Cometa anni 1472 omnium velocissimus ac terris proximus Regiomontanum habuit obser- vatorem. Hic magnitudine ac Comæ terribilis, unius diei spatio 40 gradus sub circulo Coeli maximo emensus est; ac omnium primus est de quo observata idonea ad nos pervenere. Quotquot autem Cometas considerarunt, ut que ad tempora Tycho Brahe magni illius Astronomiae restauratoris, eos sublunares esse autumârunt, adeoque parvi penderunt, utpote pro Vaporibus habitos.\n\nAnno autem 1577, (Tycho) jam studio astrorum serio incumbente, comparatisque Machinis ingentibus pro di- metiendis coeli arcubus, majori cum cura & certitudine quam Veteribus sperare fas erat) Emerit Cometa satis conspicuus, cui observando strenue se se accinxit Tycho: multisque & fidis experimentis deprehendit, nulli quæ sentiretur Parallaxi diurnæ obnoxium fuisse, adeoque non tantum non fuisse Vaporem aereum, sed & etiam multo superiorem extitisse Lunæ: immo nihil obstabat quin inter ipsos Planetas collocaretur; frustra interim contra obstre- pentibus Scholasticorum nonnullis.\nTychonis vero eximiam in observando industriam excipiit Kepleri sagacissimum & pene divinum ingenium. Hic Tychonis laboribus fretus Systema Mundi verum & Physicum adinvenit, ac scientiam Astronomicam in immensum auxit; Monstrato sc. Planetas omnes in Planis per Solis centrum transeuntibus revolvi, Curvasque Ellipticas describere, e lege, ut Areae Sectorum Ellipticorum, ad centrum Solis in Ellipsoide foci constituti, temporibus, quibus descriptur arcus, semper proportionales sint. Invenit etiam Distantias Planetarum à Sole esse in sesquialtera ratione temporum periodicorum, sive Cubos distantiarum esse ut Quadrata Temporum. Tanto autem Artifici affulsero duo Cometae, quorum alter maxime illustris. Ex horum observatis conclusit Keplerus non uno parallaxis annua indicio, Cometas inter Orbes planetarum liberrime quaquaversum ferri, motu quidem non multum à rectilineo diverso, sed quem nondum definire licuit. Ac Hevelius, Tychonis æmulus, Kepleri vestigiis insistens, eandem Hypothesim Motus rectilinei amplexus est, ipse plurium Cometarum Observator perquam subtilis. Cælo tamen Calculum suum non penitus consentire questus est, Viame Cometicam versus Solem incurvati suboluit.\n\nTandem de summo Cælo lapsus est prodigiosus ille Cometa Anni 1680. quasi Casu perpendiculari Solem petens, & exinde pari velocitate alturgens: Hic per quatuor Menses continuos visus, insigni ac peculiari Curvitate Orbitæ ad investigationem Motus Theoriae praeceteris idoneus erat: Instructis autem jampridem Regiis Observatoriiis, Parisiensis & Grenovicensi, ac Astronomorum Clarissimorum curæ commissis, accidit ut hujus Cometae Motus apparens, quantum forsan mortalibus fas est, accuratissime a Cassino & Flamstedio observaretur.\n\nNon multo post, dum Geometrarum Princeps illustrissimus Newtonus operam dabat Principiis Philosophiae Mathematicis; non solum inventa Kepleri in Systemate Planetario necessario locum habere demonstravit, verum etiam Co-\nCometarum Phænomena omnia ex iisdem Principiis evi-\ndenter continui. Id quod exemplo praediti Cometae anni 1630, abunde illustravit, modumque docuit Geometricè\nconstruendi Orbitas Cometarum; Problemaque arduum ac tanto Oedipo dignum summa cum omnium admirati-\none resolvi. Cometam autem hunc in orbe parabolico So-\nlem circumiiisse probat, ita ut Area ad Centrum Solis æsti-\nmatæ Temporibus proportionales fuerint.\n\nTanti viri vestigia insecutus eandem methodum calculo\nArithmetico accommodare aggressus sum, nec irrito Co-\nnamine. Undique enim conquisitis Cometarum Observa-\ntionibus, Tabellam hanc, immensi pene Calculi fructum,\nobtinui, exiguum quidem sed non ingratum Astronomis\nmunus. Hi etenim numeri vim habent omnia quæ de mo-\ntu Cometarum hactenus observata sunt accuratissime re-\npræsentandi, ope solius Tabulae Generalis insequentis, cui\nadornanda nullis sane peperci laboribus, ut perfecta pro-\ndiret, utpote Posteritati consecrata ac cum Scientia Astro-\nnomica duratura.\nCometarium Omnium haecenum rite Observatorum,\nMotuum in Orbe Parabolico Elementa Astronomica.\n\n| Cometa | Nodus | Affinis | Inclin. Orbitae | Perihelion in Orbita | Perihelion in Elliptica | Diffusio Perihelii ad Solem | Log. diff. Perihelii ad Solem | Temp. equat. Perihelii Londini |\n|--------|-------|---------|----------------|----------------------|------------------------|-----------------------------|-------------------------------|--------------------------------|\n| 1337   | II    | 24-21   | 8r.           | 12-11.             | 9r.                    | 6r.                         | 5r.                           | 4r.                           |\n| 1472   | IV    | 11-40   | 5r.           | 15-10.             | 8r.                    | 7r.                         | 6r.                           | 5r.                           |\n| 1531   | VI    | 19-25   | 6r.           | 17-50.             | 11r.                   | 10r.                        | 9r.                           | 8r.                           |\n| 1532   | VII   | 20-27   | 7r.           | 18-57.             | 12r.                   | 11r.                        | 10r.                          | 9r.                           |\n| 1556   | IX    | 25-42   | 8r.           | 32-45.             | 13r.                   | 12r.                        | 11r.                          | 10r.                          |\n| 1577   | X     | 25-52   | 9r.           | 32-45.             | 14r.                   | 13r.                        | 12r.                          | 11r.                          |\n| 1585   | XI    | 18-57   | 10r.          | 32-45.             | 15r.                   | 14r.                        | 13r.                          | 12r.                          |\n| 1590   | XII   | 15-30   | 11r.          | 32-45.             | 16r.                   | 15r.                        | 14r.                          | 13r.                          |\n| 1596   | XIII  | 12-12   | 12r.          | 32-45.             | 17r.                   | 16r.                        | 15r.                          | 14r.                          |\n| 1607   | XIV   | 20-21   | 13r.          | 32-45.             | 18r.                   | 17r.                        | 16r.                          | 15r.                          |\n| 1618   | XV    | 16-16   | 14r.          | 32-45.             | 19r.                   | 18r.                        | 17r.                          | 16r.                          |\n| 1652   | XVI   | 28-10   | 15r.          | 32-45.             | 20r.                   | 19r.                        | 18r.                          | 17r.                          |\n| 1661   | XVII  | 22-30   | 16r.          | 32-45.             | 21r.                   | 20r.                        | 19r.                          | 18r.                          |\n| 1664   | XVIII | 21-14   | 17r.          | 32-45.             | 22r.                   | 21r.                        | 20r.                          | 19r.                          |\n| 1665   | XIX   | 16-02   | 18r.          | 32-45.             | 23r.                   | 22r.                        | 21r.                          | 20r.                          |\n| 1672   | XX    | 27-30   | 19r.          | 32-45.             | 24r.                   | 23r.                        | 22r.                          | 21r.                          |\n| 1677   | XXI   | 26-49   | 20r.          | 32-45.             | 25r.                   | 24r.                        | 23r.                          | 22r.                          |\n| 1680   | XXII  | 2-2     | 21r.          | 32-45.             | 26r.                   | 25r.                        | 24r.                          | 23r.                          |\n| 1682   | XXIII | 21-16   | 22r.          | 32-45.             | 27r.                   | 26r.                        | 25r.                          | 24r.                          |\n| 1683   | XXIV  | 23-23   | 23r.          | 32-45.             | 28r.                   | 27r.                        | 26r.                          | 25r.                          |\n| 1684   | XXV   | 28-15   | 24r.          | 32-45.             | 29r.                   | 28r.                        | 27r.                          | 26r.                          |\n| 1698   | XXVI  | 27-44   | 25r.          | 32-45.             | 30r.                   | 29r.                        | 28r.                          | 27r.                          |\n\nHec Tabula vix indiget explicatione, cum ex titulis fatis patet quid faci velint Numeri.\nDiffamiae antea perihelii affinitur in ejusmodi partibus quales media disfiantia Terra & Sole habet centes millenarum.\n\nTabula\nTabula Generalis pro Supputando Motu Cometarum in Orbe Parabolico.\n\n| Medius motus | Angulus à perihelio | Logarithmus pro distantiā à Sole |\n|--------------|---------------------|---------------------------------|\n| 0            | gr.                 |                                 |\n| 1            | 1.31.40             | 0.000077                        |\n| 2            | 3.3.15              | 0.000309                        |\n| 3            | 4.34.43             | 0.000694                        |\n| 4            | 6.6.0               | 0.001231                        |\n| 5            | 7.37.1              | 0.001921                        |\n| 6            | 9.7.44              | 0.002759                        |\n| 7            | 10.38.2             | 0.003745                        |\n| 8            | 12.7.53             | 0.004876                        |\n| 9            | 13.37.17            | 0.006151                        |\n| 10           | 15.6.6              | 0.007564                        |\n| 11           | 16.34.20            | 0.009115                        |\n| 12           | 18.1.54             | 0.010798                        |\n| 13           | 19.28.47            | 0.012609                        |\n| 14           | 20.54.53            | 0.014550                        |\n| 15           | 22.20.14            | 0.016607                        |\n| 16           | 23.44.43            | 0.018783                        |\n| 17           | 25.8.22             | 0.021072                        |\n| 18           | 26.31.7             | 0.023470                        |\n| 19           | 27.52.55            | 0.025969                        |\n| 20           | 29.13.52            | 0.028551                        |\n| 21           | 30.33.39            | 0.031263                        |\n| 22           | 31.52.31            | 0.034045                        |\n| 23           | 33.10.23            | 0.036916                        |\n| 24           | 34.27.12            | 0.039864                        |\n| 25           | 35.42.59            | 0.042892                        |\n| 26           | 36.57.41            | 0.045989                        |\n| 27           | 38.11.20            | 0.049154                        |\n| 28           | 39.23.56            | 0.052383                        |\n| 29           | 40.35.26            | 0.055668                        |\n| 30           | 41.45.50            | 0.059010                        |\n\n| Medius motus | Angulus à perihelio | Logarithmus pro distantiā à Sole |\n|--------------|---------------------|---------------------------------|\n| 31           | 42.55.07            | 0.062400                        |\n| 32           | 44.3.16             | 0.065835                        |\n| 33           | 45.10.26            | 0.069316                        |\n| 34           | 46.16.35            | 0.072839                        |\n| 35           | 47.21.36            | 0.076396                        |\n| 36           | 48.25.33            | 0.079984                        |\n| 37           | 49.28.29            | 0.083604                        |\n| 38           | 50.30.23            | 0.087249                        |\n| 39           | 51.31.11            | 0.090912                        |\n| 40           | 52.30.54            | 0.094594                        |\n| 41           | 53.29.42            | 0.098298                        |\n| 42           | 54.27.32            | 0.102019                        |\n| 43           | 55.24.22            | 0.105752                        |\n| 44           | 56.20.11            | 0.109490                        |\n| 45           | 57.15.5             | 0.113240                        |\n| 46           | 58.9.2              | 0.116995                        |\n| 47           | 59.2.5              | 0.120756                        |\n| 48           | 59.54.13            | 0.124518                        |\n| 49           | 60.45.26            | 0.128278                        |\n| 50           | 61.35.45            | 0.132035                        |\n| 51           | 62.25.14            | 0.135792                        |\n| 52           | 63.13.50            | 0.139541                        |\n| 53           | 64.1.38             | 0.143288                        |\n| 54           | 64.48.38            | 0.147029                        |\n| 55           | 65.34.50            | 0.150762                        |\n| 56           | 66.20.14            | 0.154482                        |\n| 57           | 67.04.51            | 0.158192                        |\n| 58           | 67.48.22            | 0.161890                        |\n| 59           | 68.31.51            | 0.165578                        |\n| 60           | 69.14.16            | 0.169254                        |\nTabula Generalis pro Supputando\n\n| Medius motus | Angulus a perihelio | Logarithmus pro distantiâ a Sole |\n|--------------|---------------------|---------------------------------|\n|              | gr.                 |                                 |\n| 61           | 69.55.58            | 0.172914                        |\n| 62           | 70.36.56            | 0.176557                        |\n| 63           | 71.17.16            | 0.180188                        |\n| 64           | 71.56.56            | 0.183803                        |\n| 65           | 72.35.57            | 0.187404                        |\n| 66           | 73.14.15            | 0.190978                        |\n| 67           | 73.51.59            | 0.194540                        |\n| 68           | 74.29.6             | 0.198085                        |\n| 69           | 75.05.38            | 0.201614                        |\n| 70           | 75.41.35            | 0.205122                        |\n| 71           | 76.16.56            | 0.208612                        |\n| 72           | 76.51.43            | 0.212080                        |\n| 73           | 77.25.57            | 0.215529                        |\n| 74           | 77.59.41            | 0.218963                        |\n| 75           | 78.32.54            | 0.222378                        |\n| 76           | 79.5.35             | 0.225769                        |\n| 77           | 79.37.45            | 0.229142                        |\n| 78           | 80.9.23             | 0.232488                        |\n| 79           | 80.40.34            | 0.235809                        |\n| 80           | 81.11.16            | 0.239127                        |\n| 81           | 81.41.31            | 0.242416                        |\n| 82           | 82.11.19            | 0.245684                        |\n| 83           | 82.40.40            | 0.248933                        |\n| 84           | 83.9.34             | 0.252159                        |\n| 85           | 83.38.4             | 0.255366                        |\n| 86           | 84.6.8              | 0.258552                        |\n| 87           | 84.33.49            | 0.261720                        |\n| 88           | 85.1               | 0.264865                        |\n| 89           | 85.27.58            | 0.267989                        |\n| 90           | 85.54.27            | 0.271092                        |\n| 91           | 86.20.34            | 0.274176                        |\n| 92           | 86.46.20            | 0.277239                        |\n| 93           | 87.11.43            | 0.280284                        |\n| 94           | 87.36.45            | 0.283306                        |\n| 95           | 88.01.27            | 0.286308                        |\n| 96           | 88.25.49            | 0.289293                        |\n| 97           | 88.49.48            | 0.292252                        |\n| 98           | 89.13.32            | 0.295201                        |\n| 99           | 89.36.54            | 0.298122                        |\n| 100          | 90.00.00            | 0.301030                        |\n| 101          | 90.45.14            | 0.306782                        |\n| 102          | 91.29.18            | 0.312469                        |\n| 103          | 92.12.14            | 0.318060                        |\n| 104          | 92.54.4             | 0.323587                        |\n| 105          | 93.34.52            | 0.329042                        |\n| 106          | 94.14.40            | 0.334424                        |\n| 107          | 94.53.30            | 0.339736                        |\n| 108          | 95.31.22            | 0.344979                        |\n| 109          | 96.8.22             | 0.350153                        |\n| 110          | 96.44.30            | 0.355262                        |\n| 111          | 97.19.48            | 0.360306                        |\n| 112          | 97.54.17            | 0.365284                        |\n| 113          | 98.28.00            | 0.370200                        |\n| 114          | 99.00.57            | 0.375052                        |\n| 115          | 99.33.11            | 0.379842                        |\n| 116          | 100.4.43            | 0.384576                        |\n| 117          | 100.39.45           | 0.389252                        |\n| 118          | 101.5.48            | 0.393868                        |\n| 119          | 101.35.22           | 0.398428                        |\n| 120          | 102.4.19            | 0.402930                        |\nMotu Cometarum in Orbe Parabolico.\n\n| Medius motus | Angulus à perihelio | Logarithmus pro distantiā à Sole. |\n|--------------|---------------------|----------------------------------|\n| 0            |                     |                                  |\n| 142          | 102°32'.41          | 0.407380                         |\n| 144          | 103°00'.31          | 0.411784                         |\n| 146          | 103°27'.47          | 0.416132                         |\n| 148          | 103°54'.31          | 0.420430                         |\n| 150          | 104°20'.43          | 0.424676                         |\n| 152          | 104°46'.22          | 0.428866                         |\n| 154          | 105°11'.33          | 0.433012                         |\n| 156          | 105°36'.16          | 0.437110                         |\n| 158          | 106°00'.32          | 0.441164                         |\n| 160          | 106°24'.23          | 0.445178                         |\n| 162          | 106°47'.47          | 0.449144                         |\n| 164          | 107°10'.44          | 0.453060                         |\n| 166          | 107°33'.17          | 0.456936                         |\n| 168          | 107°55'.27          | 0.460772                         |\n| 170          | 108°17'.14          | 0.464208                         |\n| 172          | 108°38'.37          | 0.468318                         |\n| 174          | 108°59'.39          | 0.472030                         |\n| 176          | 109°20'.20          | 0.475705                         |\n| 178          | 109°40'.45          | 0.479340                         |\n| 180          | 110°00'.40          | 0.482937                         |\n| 182          | 110°20'.20          | 0.486458                         |\n| 184          | 110°39'.41          | 0.490022                         |\n| 186          | 110°58'.44          | 0.493512                         |\n| 188          | 111°17'.2           | 0.496955                         |\n| 190          | 111°35'.55          | 0.500384                         |\n| 192          | 111°54'.05          | 0.503769                         |\n| 194          | 112°11'.58          | 0.507121                         |\n| 196          | 112°29'.34          | 0.510441                         |\n| 198          | 112°46'.55          | 0.513729                         |\n| 200          | 113°4.00            | 0.516984                         |\n\n| Medius motus | Angulus à perihelio | Logarithmus pro distantiā à Sole. |\n|--------------|---------------------|----------------------------------|\n| 204          | 113°37'.25          | 0.523406                         |\n| 208          | 114°9.52            | 0.529705                         |\n| 212          | 114°41'.23          | 0.535886                         |\n| 216          | 115°12'.02          | 0.541958                         |\n| 220          | 115°41'.51          | 0.547922                         |\n| 224          | 116°10'.52          | 0.553782                         |\n| 228          | 116°39'.7           | 0.559538                         |\n| 232          | 117°6.38            | 0.565199                         |\n| 236          | 117°33'.27          | 0.572762                         |\n| 240          | 117°59'.35          | 0.576233                         |\n| 244          | 118°25'.5           | 0.581616                         |\n| 248          | 118°49'.57          | 0.586912                         |\n| 252          | 119°14'.14          | 0.592122                         |\n| 256          | 119°37'.56          | 0.597252                         |\n| 260          | 120°1.6             | 0.602301                         |\n| 264          | 120°23'.44          | 0.607274                         |\n| 268          | 120°45'.52          | 0.612174                         |\n| 272          | 121°7.30            | 0.616998                         |\n| 276          | 121°28'.39          | 0.621750                         |\n| 280          | 121°49'.22          | 0.626438                         |\n| 284          | 122°9.38            | 0.631056                         |\n| 288          | 122°29'.28          | 0.635608                         |\n| 292          | 122°48'.54          | 0.640098                         |\n| 296          | 123°7.57            | 0.644525                         |\n| 300          | 123°26'.36          | 0.648893                         |\n| 304          | 124°11'.40          | 0.650559                         |\n| 308          | 124°54'.36          | 0.656880                         |\n| 312          | 125°35'.34          | 0.6679876                        |\n| 316          | 126°14'.44          | 0.680568                         |\n| 320          | 126°52'.12          | 0.698970                         |\n(1890)\nTabula Generalis pro Supputando Motu Cometarum in Orbe Parabolico.\n\n| Medius motus | Angulus a perihelio | Logarithmus pro distantiâ à Sole |\n|--------------|---------------------|---------------------------------|\n|              | gr.                 |                                 |\n| 360          | 127.28. 6           | 0.708104                        |\n| 370          | 128. 2.33           | 0.716976                        |\n| 380          | 128.35.38           | 0.725606                        |\n| 390          | 129. 7.27           | 0.734006                        |\n| 400          | 129.38. 4           | 0.742186                        |\n| 410          | 130. 7.34           | 0.750160                        |\n| 420          | 130.36. 2           | 0.757930                        |\n| 430          | 131. 3.30           | 0.765516                        |\n| 440          | 131.30. 2           | 0.772918                        |\n| 450          | 131.55.41           | 0.780148                        |\n| 460          | 132.20.30           | 0.787216                        |\n| 470          | 132.44.32           | 0.794122                        |\n| 480          | 133. 7.50           | 0.800882                        |\n| 490          | 133.30.25           | 0.807494                        |\n| 500          | 133.52.20           | 0.813969                        |\n| 510          | 134.34.18           | 0.820522                        |\n| 520          | 135. 1.14            | 0.838600                        |\n| 530          | 135.51.28           | 0.850187                        |\n| 540          | 136.27. 6           | 0.861369                        |\n| 550          | 137.00.57           | 0.872155                        |\n| 560          | 137.33.13           | 0.882575                        |\n| 570          | 138. 3.58           | 0.892649                        |\n| 580          | 138.33.21           | 0.902401                        |\n| 590          | 139. 1.29           | 0.911866                        |\n| 600          | 139.28.25           | 0.921012                        |\n| 610          | 139.54.16           | 0.929907                        |\n| 620          | 140.19. 5           | 0.938549                        |\n| 630          | 140.42.56           | 0.946951                        |\n| 640          | 141.05.55           | 0.955124                        |\n| 650          | 141.28. 3           | 0.963082                        |\n\n| Medius motus | Angulus a perihelio | Logarithmus pro distantiâ à Sole |\n|--------------|---------------------|---------------------------------|\n|              | gr.                 |                                 |\n| 820          | 141.49.24           | 0.970836                        |\n| 830          | 142.10.00           | 0.978397                        |\n| 840          | 142.29.56           | 0.985771                        |\n| 850          | 142.49.10           | 0.992975                        |\n| 860          | 143. 7.48           | 1.000000                        |\n| 870          | 143.25.51           | 1.006871                        |\n| 880          | 143.43.21           | 1.013586                        |\n| 890          | 144.00.13           | 1.020155                        |\n| 900          | 144.16.46           | 1.026583                        |\n| 910          | 144.32.46           | 1.032876                        |\n| 920          | 149.26. 8           | 1.158188                        |\n| 930          | 152.26.15           | 1.246058                        |\n| 940          | 154.32.20           | 1.313703                        |\n| 950          | 156. 7.27           | 1.368678                        |\n| 960          | 157.22.49           | 1.414974                        |\n| 970          | 158.24.36           | 1.454950                        |\n| 980          | 159.16.36           | 1.490125                        |\n| 990          | 160. 1.12           | 1.521521                        |\n| 1000         | 160.40. 5           | 1.549874                        |\n| 1010         | 161.14.24           | 1.575718                        |\n| 1020         | 161.45.00           | 1.599460                        |\n| 1030         | 162.12.34           | 1.621417                        |\n| 1040         | 162.37.34           | 1.641838                        |\n| 1050         | 163.00.23           | 1.660922                        |\n| 1060         | 163.21.20           | 1.67834                         |\n| 1070         | 163.40.42           | 1.695708                        |\n| 1080         | 163.58.38           | 1.711662                        |\n| 1090         | 164.15.20           | 1.726784                        |\n| 1100         | 170.52. 0           | 2.197960                        |\n| 1110         | 172.45.44           | 2.399655                        |\n\nTabula\nTabula Generalis Constructio & Usus.\n\nUt Planetæ in Orbibus Ellipticis, ita Cometae in Parabolis Solem in Foco communi situm ambiunt; ea lege ut Areae æquales æqualibus temporibus describantur. Quoniam vero Parabolae omnes inter se similes sunt, si determinata aliqua pars Areae datæ Parabola dividatur in partes quotilibet; in omnibus Parabolis fiet similis divisio sub idem angulis, atque distantiae erunt proportionales: ideoque una nostra Tabula pro Cometis omnibus sufficiet. Calculi autem hujus Tabulae hæc est ratio. In Schemate sit S Sol, P O C orbita Cometae, P Perihelion. O Locus ubi Cometa quadrante distat à Perihelio, C Locus quivis alius.\n\nJunge C P, C S ac fiunt S T, S R æquales ipsi C S; ac ductis rectis C R, C T (quarum hæc Curvae Tangens est, illa perpendicularis) in axem P S R demitte normalem C Q. Jam data quævis Area C O P S, oportet angulum C S P, & distantiam C S inquirere. Quoniam ob naturam Parabola recta R Q ubique æqualis est semilateri recto, ponatur latus rectum = 2, adeoque R Q = 1: ac sit recta C Q = z: erit itaque P Q = \\(\\frac{1}{2} z^2\\), ac Segmentum parabolicum C O P = \\(\\frac{1}{3} z^3\\). Triangulum autem C S P erit \\(= \\frac{1}{4} z\\): adeoque Area mixtilinea C O P S erit \\(\\frac{1}{2} z^3 + \\frac{1}{4} z = a\\), ac \\(z^3 + 3 z = 12 a\\). Quare resolva hæc æquatione Cubica, \\(z\\) sine ordinatim applicata C Q innotescet. Proponatur jam Area O P S in partes centenas dividenda: hæc Area duodecima pars est quadrati lateris recti, adeoque 12: \\(a\\) æquantur Quadrato illo = 4: Si itaque successive extrahantur radices æquationum \\(z^3 + 3 z = 0.04 : 0.08 : 0.12 : 0.16\\) &c.\n&c. habebuntur totidem sive ordinatim applicatae CQ\nrespective sive divisa erit area SOP in partes centenas.\nEodemque modo ultra locum O continuandus est calculus.\nRadix autem hujus aequationis, cum RQ sit = 1, Tangens est Tabularis anguli CRQ, sive dimidii anguli CSP, adeoque angulus CSP datur. Ejusdemque anguli CRQ secans RC, Media proportionalis est inter RQ sive Unitatem & RT, quae dupla est ipsius SC, ut ex Conicis notissimum est. Quod si SP ponatur 1, adeoque latus rectum = 4 (ut in Tabula nostra) ipsa RT erit distantia quaestiva; duplum scilicet ipsius SC in priore Parabola. Ad hunc modum itaque praecedentem Tabulam elaboravi representandis omnium Cometarum motibus inservientem: haec enim nullus ex observatis Parabolæ leges respuit.\n\nRestat jam præcepta Calculi tradere, modumque supputandi locum Cometæ visum ex his Numeris exhibere. Cometæ autem in Parabola moventis Velocitas ubique est ad velocitatem Planetæ gyrantis in Circulo circa Solem, ad eandem à Sole distantiam, ut \\( \\sqrt{2} \\) ad 1 : ut constat ex Principiis Phil. Nat., Math. Lib. I. Prop. 16. Corol. 7. Si itaque Cometa in perihelio ad distantiam æqualem distantiae Terræ à Sole supponatur, erit area diurna, quam describeret Cometa, ad aream quam describit Terra, ut \\( \\sqrt{2} \\) ad 1. ac proinde tempus annuum, ad tempus quo Cometa talis describeret Quadrantem Orbitæ Ææ à Perihelio ut 3. 14159 &c. (hoc est ut area circuiti) ad \\( \\sqrt{\\frac{1}{2}} \\). Cometa igitur describeret Quadrantem illum diebus 109. 14\\(\\frac{1}{2}\\). 46'. adeoque area illâ Parabolicâ area POS analogâ in centum particulas distributâ, singulis diebus competunt particulae 0,912280. Cujus Logarithmus nempe 9,960128 in perpetuum usum servandus est. Tempora autem, quibus Cometa in distantia majore vel minore Quadrantes similes describeret, sunt ut Revolutiones in Circulis; hoc est in sesquiplicata ratione distantiarum: adeoque areae diurnæ in partibus centesimis Quadrantis æsti-\næstimatae (quas medii Motus mensuras, instar Graduum, ponimus) sunt in singulis in subsequealtera ratione distantiæ Perihelii à Sole.\n\nHis necessario praemissis proponatur alicujus è Cometis nostris Locum visum ad datum tempus supputare. Primum itaque Solis Locus ab Æquinoctio in promptu sit, ejusdemque distantiæ à Terra Logarithmus. 2°. Capiatur intervallum Temporis inter Tempus Perihelii & Tempus datum, in diebus partibusque diei decimalibus. Hujus numeri Logarithmo addatur Logarithmus constans 9,960128 ac complementum Arithmeticum sequialterius Logarithmi distantiæ Perihelii à Sole: summa Logarithmus erit Motûs medii in prima Columna Tabulae Generalis quærendi. 3°. Cum motu medio capiatur in Tabula correspondens angulus à Perihelio, & Logarithmus pro distantiæ à Sole: ac in Cometis Directis adde, in Retrogradis subduc, si fuerit Tempus post Perihelium; vel in Directis subduc & in Retrogradis adde, si fuerit ante Perihelium, angulum sic inventum à loco vel ad locum Perihelii. Et habebitur Locus Cometæ in orbitâ propriâ: Et ad Logarithnum pro Distantiâ ibidem inventum addatur logarithmus distantiæ Perihelii, summa erit Logarithmus distantiæ veræ Cometæ à Sole. 4°. Cum Loco Cometæ in Orbitâ, dato Loco Nodi, capiatur distantiæ Cometæ à Nodo: ac datâ Inclinatione plani, dabuntur, Notissimis Trigonometriæ præceptis, Locus Cometæ ad Eclipticam reducitur, cum Inclinatione sive Latitudine Heliocentricâ, ac Distantiæ Curtatæ Logarithmus. 5°. Ex his datis, illud omnino regulis quibus loca Planetarum, ex dato Loco & Distantiæ Solis; ostenebitur Locus Visus seu Geocentricus cum Latitudine visa. Id quod exemplo uno vel altero opera pretium erit illustrare.\nExemp. I. Quæritur Locus Cometae Anni 1664 Martii 10°7h. 00'.\nP. M. Londini. Hoc est 96d. 19h. 8'. post Perihelion\nejus Novemb. 24°. 11h. 52'. Celebratum.\n\nLog. dist. Perihel. 0. 011644\nLog. Sesquialte. 0. 016566\nComp. Arith. 9. 983434 Comet. in Orb. 17° 3. 20\n9. 960128\nLog. Temp. 1. 985862\nLog. Med. Mot. 1. 929424\nMedius Motus 85. 001\n\nPerihel. Ω 10° 41. 25\nAng. Corresp. 83° 38. 05\nΩ II 21° 14. 00\nCom. à Nodo 34° 10. 40\nRed. ad Eclips. 32° 19. 05\nCom. Helio. 18° 54. 55\nIncl. Bor. 11° 46. 50\n\nLog. pro dist. 0. 255369\nLog. Perihel. 0. 011044\nCo-fin. Incl. 9. 990754\nLog. dist. Curt. 0. 257167\nLog. dist. ⊙ 9. 997918\n⊙ 21° 44. 45\nCom. Visus Υ 29° 18. 30\nLat. Visus 8° 36. 15. Bor.\n\nExemp. II. Quæritur Locus Cometae Anni 1683 Julii 23°. 13h. 35'.\nP. M. Londini. Vel 13h. 40'. T. æquat. hoc est\n21d. 10h. 50'. post Perihelion.\n\nLog. dist. Perihel. 0. 748343\nLog. Sesquialte. 0. 622514\nComp. Arith. 0. 377486 Comet. in Orb. Υ 28° 42. 10\n9. 960128\nLog. Temp. 1. 310723\nLog. Med. Mot. 1. 640337\nMedius Motus 44°. 498\n\nPerihel. Π 25° 20. 30\nAng. Corresp. 56° 47. 20\nΩ Ξ 23° 23. 00\nCom. à Θ 35° 19. 10\nRed. ad Eclips. 4° 48. 30\nCom. Helio. Ξ 28° 11. 30\nIncl. Bor. 35°. 2. 00\n\nLog. pro dist. 0. 111336\nLog. Perihel. 9. 748343\nCo-fin. Incl. 9. 913187\nLog. dist. Curt. 9. 772866\nLog. dist. ⊙ 0. 006104\n⊙ Locus Ω 10° 41. 25\nCom. Visus Ξ 5°. 11. 59\nLat. Visus 28°. 52. 00\n\nMomento autem primi Exempli, Londini observatum est\nCometam applicari ad Stellam secundam Arietis; ita ut\nnovem minutis illà borealior repertus sit, ac tribus minutis\norientalior: Observante Dno Roberto Hookio. In secundo\nautem Exemplo ipse, in vicinià Londini, instrumentis qui-\nbus olim Stellas Australes observaveram, Cometæ locum\ndeprehendi ⊙ 5°. 11'. ½, cum Latitudine Boreali, 23°. 52',\nconsentiente ad amissim observatione Grenovicensi codem\npene momento factà.\n\nCometa autem Anni 1680, qui pene Solem attigit, (non\nenim triente semidiametri corporis Solaris à superficie ejus\ndistabat in Perihelio) cum Latus rectum exiguum abscis-\ndum sit, Tabula Generali haud coerceri potuit, ob imm.\nnem Motus medii velocitatem: praestat itaque in hoc,\npostquam inventus fuerit Motus medius, ex eodem, ope\npræcedentis æquationis $zzz + 3z = \\frac{1}{\\infty} Mot. med.$\nTangentem dimidii anguli à Perihelio elicere, una cum Loga-\nritmo pro distantia à Sole. Quibus datis iisdem omnino\nregulis ac in cæteris procedendum est.\n\nAd hunc itaque modum Astronomico Lectori examinare\nlicet numeros à me positos, quos summâ curâ ex observationi-\nonibus quæ suppetebant exantlavi; neque enim, antequam\nprobe ad incidem redacti fuerint, ac multorum annorum\nstudio quantum fieri possit politi, in publicum prodeunt.\nHoc autem specimen Astronomiae Cometicæ, futuri operis\nProdromum, editum esse volui; ne forte superveniente\nfato perirent lucubrationes nostræ, ob Calculi difficulatem\nnon cuivis homini denuo suficiendæ. Monendus autem\nest Lectore, quinque priores ordine Cometas, quorum tertius\n& quartus est à Petro Apiano observatus, quintus vero à\nPaulo Fabricio, uti & decimus à Mestlinno (ni fallor) anno\n1596 conspectus, non eundem certitudinis gradum cum re-\nliquis praef se ferre. Neque enim debitis organis nec curâ\nad hoc requirit observationes ipsæ peractae sunt; adeoque\ninter se dissidentes nullo modo cum computo regulari con-\nciliari possunt. Cometam Anni 1684 unus vidit Baghi-\nnus observator Romanus: ultimum vero Anni sc. 1698\nParisiense soli conspexerunt, ejusque cursum insolito modo\ndesignarunt. Oscurus hic admodum, etiam si velox ac\nterris satis vicinus, nostros sane oculos alioquin non incu-\nriosos effugit. Insignes autem duos hac nostra aetate Co-\nmetas, alterum Anno 1689 Mensis Novembris ortum, alterum\nMense Februario Anni 1702, Catalogo subjungere non li-\ncuit, propter defectum observationum. Etenim versus\nmundi plagas Australes cursum dirigentes, ac in Europâ vix\nconspicui, contemplatores non habuere negotio pares.\nQuod si forsan ex partibus Indicis adveccæ fuerint accuratae\nobservationum series ad hoc necessariae; lubens calculum\nrepetere, horumque Orbitas, reliquorum ad modum, Numeris designandi laborem tuscipere non gravabor.\n\nAngustia autem paginæ 1886, factum est, ut omissa sit necessaria illa Columella quæ ostendat an directe vel retrograde moti fuerint Cometae. Sciat itaque Astronomus undecim e nostris Cometis directo cursu secundum seriem signorum processisse, nempe illos annorum 1532, 1556, 1580, 1585, 1618, 1652, 1661, 1672, 1680, 1684 &c 1686. Reliquos vero tredecim motu retrogrado contra seriem signorum cursum tenuisse. Quibus perpensis, ac collatis inter se cæteris horum Cometarum motuum Elementis, videre est, nullo ordine dispositos esse Orbitas; neque ipsos, Planetarum more, Zodiaco comprehendi posse, qua quaverum tam Retrograde quam directe indifferenter latos; unde manifestum est eos motu vorticali nullo modo circumagi. Quinetiam distantiae Periheliæ nunc majores, nunc minores reperiuntur; unde pronum est suspicari etiam multo plures esse Cometas, qui in partibus à Sole remotioribus, obscuri caudaque destituti, adeoque nobis inconspicui, praeterlabi possunt.\n\nHaec tenus Cometarum Orbis consideravimus ut perfectæ Parabolices; quo supposito consequetur Cometas, vi Centripeta versus Solem impulso, a spatii infinite distantibus descendere, calaque suo velocitatem tantam acquirere, ut iterum in spatia Mundi remorissima se abdere possint, perpetuo nisi sursum tendentes, ac ad Solem nunquam reversuri. Cum autem satis frequentes sint Cometarum adventus; ac eorum nullus repertatur motu terri Hyperbolico, seu velociore quam cadendo ad Solem acquirere debat, credibile est potius in Orbibus valde Excentricis revolvi eos circa Solem, ac post longissimas periodos reverti. Sic enim Numerus eorum praesinitus esset, ac fortasse non usque adeo magnus. Spatia autem inter Solem fixasque tanta sunt, ut Cometae revolventi cum Perihelo quamvis longa satis loci fit. Latus autem rectum Elliptis et ad Latus rectum Parabolæ eandem Periheliam distantiam habentis,\ntis, ut distantia Aphelia in Ellipìi est ad Axem totum Ellipsis. Velocitates autem sunt in dimidiata ratione eorumdem: quapropter in Orbibus valde Excentricis ratio hæc accedit proxime ad rationem æqualitatis. Tantilla autem differentia, quæ intercedit ratione majoris in Parabola velocitatis, facillime in situ Orbis determinando compensatur. Hujus itaque Tabulae Elementorum Motuum usus præcipuus est, atque etiam propter quem illam construire operæ pretium duxi, ut, si quando novus Cometa emergerit, possimus collatis elementis cognoscere an poterit esse aliquis ex antiquis, necne; ac proinde Periodum Orbitæque Axem determinare, reditumque prædicere. Ac sane multa me suadent ut credam Cometam anni 1531 ab Apiano observatum, eundem tuisse cum illo qui anno 1607 descriptus est à Kepler & Longomontano, quemque ipse iterum reversum vidi ac observavi anno 1682. Quadrant Elementa omnia, ac sola inæqualitas periodorum adversari videtur: hæc autem tanta non est ut causis Physicis non possit attribui. Saturni enim motus à cæteris, praesertim Jove, ita interturbatur, ut per aliquot dies integros incertum sit hujus Planetæ tempus Periodicum. Quanto magis talibus erroribus obnoxius erit Cometa, qui quatuor pene vicibus altius excurret Saturno, cujusque velocitas, vel tantillum aucta, Orbe ab Elliptico in Parabolicum posse immutare? Confirmatur etiam eundem esse potuisse ex eo, quod anni 1456 æstate, conspectus fuerit Cometa eodem pene modo inter Solem & Terram transiens retrogradè: quem, licet à nemine observatus fuerit Astronomicè, ex periodo modoque transitus non diversum a prædictis extitisse conjicio. Unde ausim ejusdem reditum fidenter prædicere, anno scil. 1758. Quod si hoc evenerit, nulla amplius erit dubitandi causa, quin redire debeant cæteri. Habebunt ergo Astronomi in hac arenâ quo se exercent per multa Secula, primum tot tantorumque Corporum circa commune centrum Solis revolventium numerus cognoscatur, ac motuum symptomata certis regulis coerceantur. Crediderim eodem Cometam.\nCometam etiam anni 1532, eundem fuisse cum illo, qui ab Hevelio observabatur ineunte anno 1661: sed observationes Apiani, quas solas de primo habemus, nimis rudes sunt, nec quicquam certi in re tam subtili ex iisdem elici potest. Justo volumine hæc omnia exequi mihi animus est, nec Astronomiæ promovendæ hac in re deero, si Deo O.M. visum fuerit vitam facultatemque prorogare. Interim quicquid modum Confruendi Cometarum Orbis per tres observationes accurate habitas addiscere cupit, sub finem libri de Systemate Mundi, sive tertii Philosophiae Nat. princip. Math. magni ipsius Inventoris methodam inveniet: Quam postea Dignissimus Collega meus D. Gregorius, Lib. V. pererudiriæ Astronomiæ suæ Physicæ & Geometricæ plene & luculenter illustravit.\n\nUnicum autem non abs re erit nec injucundum, hic loci Lectorem monere Astronomum; nempe quod nonnulli ex his Cometis Nodos suos habeant adeo Orbi Terræ annuo vicinos, ut si forte acciderit, tempore reditus Cometæ, Terram occupare Loca in orbe suo Nodo proxima, dum Cometa incredibili cum Velocitate praeterierit, Parallaxin etiam habiturus sit valde observabilem, quæque fuerit ad Solis parallaxin in ratione datâ. Unde occasione talium transituum oblatæ erit anta, rara quidem sed optima, determinandi Solis a Terra distantiam; quam haec tenus non nisi mediante parallaxi Martis Acronychii, vel Veneris perigææ, triplo quidem solari majore, sed quæ vix ullis instrumentis fientiatur, laxè admodum concludere licuit. Quem Cometarum usum suggetit Clarissimus Geometra Ds Nic. Facio. Cometa enim anni 1472 parallaxin habuit plurimum vigesies Solari majorem. Ac si Cometa anni 1618 aguliisset, juxta medium Mensis Martii, ad Nodum ejus Descendentem; vel si Cometa anni 1684 paulo citius ad Nodum Ascendentem pervenisset, profecto Terris admodum propinquæ etiam adhuc magis notabiles habuisset parallaxes: inter omnes vero nullus propiore appulsa Terris minatus est quam ille anni 1680: Hic initio Calculo non amplius ad Boream distabat\ndistabat ab Orbe nostro annuo, quam semidiametro solari (sive Radio Lunaris Orbitae, uti existimo) idque Novemb. 11°. 1h. 6' P M. Quo tempore, si Terræ quoad Longitudinem conjunctus fuisset, parallaxis sane Lunari æqualis in Cometae nova observari potuisset. Hæc Astronomis dicta sunt. Quæ vero ab hujusmodi allapsu, vel contactu vel denique collisione Corporum coelestium (quæ quidem omnino non impossibilis est) consequi debeant, rerum Physicarum studiosis discutienda relinquor:\n\nV. Part of two Letters from the Reverend Dr Rich. Wroe, Warden of Manchester Colledge, to Dr Hans Sloane, S. R. S. concerning Horn-like Excrencences growing on the Fingers, &c.\n\nManchester, Aug. 26. 1704.\n\nSir,\n\nThere lives at Bolton (8 miles from this Town) one Nathaniel Hulme, aged about 17, who had the Small Pox about 8 years of age: Soon after which he had a great Itch, almost to the degree of a Leprosie, with which his Finger-nails and Thumb-nails began to grow thick, and by degrees hardened into Horns; which grew in 7 or 8 months to the length of an Inch, and some almost 2 Inches, and some much longer. It began in the Fore-finger of his Left Hand, and so to all the rest of that Hand, which had as many Horns as Fingers, and Thumb. All which Horns about the end of 12 months fell off by degrees; that which grew first falling off first, without any pain, unless when cut off, as they were at first, there",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102980.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 19,
    "total-input-tokens": 29148,
    "total-output-tokens": 17330,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1492,
        2
      ],
      [
        1492,
        3389,
        3
      ],
      [
        3389,
        5331,
        4
      ],
      [
        5331,
        6315,
        5
      ],
      [
        6315,
        11077,
        6
      ],
      [
        11077,
        15893,
        7
      ],
      [
        15893,
        20525,
        8
      ],
      [
        20525,
        25374,
        9
      ],
      [
        25374,
        30279,
        10
      ],
      [
        30279,
        31902,
        11
      ],
      [
        31902,
        33851,
        12
      ],
      [
        33851,
        35525,
        13
      ],
      [
        35525,
        37586,
        14
      ],
      [
        37586,
        39542,
        15
      ],
      [
        39542,
        41502,
        16
      ],
      [
        41502,
        43511,
        17
      ],
      [
        43511,
        45493,
        18
      ],
      [
        45493,
        46894,
        19
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102980",
    "title": "Astronomiae Cometicae Synopsis, Autore Edmundo Halleio apud Oxonienses. Geometriae Professore Saviliano, & Reg. Soc. S.",
    "authors": "Edmundo Halleio",
    "year": 1704,
    "volume": "24",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 19,
    "jstor_url": "https://www.jstor.org/stable/102980"
  }
}