{
  "id": "4b8528dfaeb0909fd918d1b2665aac3debe39a63",
  "text": "Epistola Clariss. Viri Dni. Gulielmi Cole Med.\nDoct. ad Honoratissimum Dum. Dum. Rob. Boyl\nArmigerum, de Falsa Graviditate.\n\nGnoctat mihi Humanitas vestra, Honoratissime Vir,\nquod ignotus graviora, quibus in rem literariam\n(præfertim Medicam,) invigilas, negotia interpellare au-\nsim. Eximius ille candor, quo cunctos, eos maxime\nquibus naturæ studium cordi est, prosequeris, hanc mihi fi-\nduciam, ut ad te literas consignarem függerit, nec de ve-\nnia obtinenda dubitare finit, quandoquidem è Naturæ\n(cui Te ab intimis secretis nulli non suspiciunt&gratulan-\ntur,) penu, quod afferunt, depromptum invenies, Historiam\nfc. fati, opinor, raram; quam (nisi ejusdem fama ad aures\nvestras jamdudum pervenerit,) paucis hifce accipere dig-\nneris. Rei plurimos mihi testes tota habet vicinia.\n\nMatrona quædam, mente omnino constans, pia, fide\ndignissima, & circa prægnantes & puerperas olim ver-\nfatissima, septuagesimum nonum annum nunc agens, se\nfætum utero gestare jam diu creditit, creditque adhuc,\nimo quod magis mirabere (forfæ & riu excipies,) per to-\ntos septem elapsos annos gestasse. Dum illac negotio-\nrum causa quadriennio abhinc iter facerem, & à quibus-\ndam, ipsa non minus credulis, rei famam acceperam,\nnovitate permotus ad hoc miraculum nulla mora con-\ntendi, ut tam insolita scena oculos pascerem. Inveni\nventre multum tumentem, non autem, qualis esse folet\nhydropicorum tumor apparuit, fed sursum, more gravi-\ndarum, eminebat. Et dum plura sciscitarer, nec illam\n(ut nec ejus maritum, qui decennio minor uxore fuit,) de\ningravidatione amplius dubitantem compérissem, petii\nut tantæ fiduciæ causam exponeret.\n\nIlla haud gravate respondit, se olim decem liberos e-\nnixam.\nnixam, nec ab eo tempore per 28 annorum spatium mensium fluxum passam, in eum tandem satis copiosum incidisse, ex quo brevi post omnia conceptus signa apparuereunt; inde nauseam, & vomitiones subinde recurrentes, necnon & inordinatam quorundam praeceteris ciborum appetentiam, ut praegnantium mos est, invasisse, & per plures menses persistisse, ventre paulatim intumescente; postea solito tempore primos fatus motus se percepisse, & exinde, tumore indies aucto, motus etiam tanquam ejusdem locum saepe variantis, nunc ab una nunc ab altera ventris parte, qui & tractu temporis invalescebant, sensisse; tandem (appellente usitato partus tempore,) ipsos parturientis labores subiisse, ut obstetricem accersere necesse habuerit. Sed non adfuit Lucina: attamen licet dolores illi evanuerint, haud detumuit venter; quin saepius praedolorum recursu obstetrix (quae & ipsa, prout a nonnullis accepit, in eandem cum domina sua sententiam propenderat,) rursus accita est. Ab eo tempore motum illum, sed vegetorem se persensisse asseruit, adeo ut vestes frequenter attolli ab adstantibus conspectae fuerint, tumore, licet aliquantulum, haud tamen impense aucto. Mammæ, quas & visi & attricatae, minime, prout vetulis solenne est, flaccidæ, sed amplæ & distentæ (at non supra modum,) glandulisque, more praegnantium, distinctæ. Mihi quinetiam sponte affirmavit, obstetricem sibi asseruisse orificium uteri internum æque tenerum & molle fuisse, ac in quavis femina mox paritura. Cum porro percontarer utrum inter decumbendum, cum à latere ad latus se reclinaret, pondus ab uno in alterum devolvi perciperet prorsus negavit, meque de mola nil suspicari iussit, cum illam peritius dignosceret, quam ut hac in parte decipi posset.\n\nCis paucos dies illam revisi, eademque, ut retuli, denuo narrantem audivi, mammaeque in eodem statu comperti, ventrem vero aliquanto magis intumuisse, de cujus tensione plurimum conquesta est. Motus autem magis\ngis, quam ante hac, vegetos se tum percipere dixit; atque ego, manu supra vestes admota, bis, dum pauculam illic moram facerem, ejusmodi motum nunc ex una nunc altera ventris parte sensi, qualem in vere praegnantiibus observasse memini. Toto hoc gestationis (si ad ipsius mentem loqui liceat,) tempore nullum, saltem alicujus momenti, sanitatis dispendium passam se profitetur, nullis symptomatis laborasse, nisi quae gravidis sunt familiaaria, & quæ etiam, dum puerpera fuit, perpeti fo- lebat. Cibos satis recte appetit, optimeque digerit: minime sitiens est, prout hydropicis utui est, urinamque ad liquidorum assumptorum mensuram proportionatam reddit, ad morem autem gravidarum solito frequentius. Ædes hortumque satis valenter obambulat, nec baculi fulcimento indiget. Moderate dormit, sed petulca ventris sarcina matri suæ vix ultra diluculum quietem indulget, verum calcitratu cogitè lecto surgere; quo facto, & cibis assumptis, illa se iterum, somno parat, saltem mitius sævit. Quoad habitum corporis carnosa est, vultusque nil morbidi (me judice,) intus latentis praefert. Nullum tibiarum pedumve toto decursu unquam passa est tumorem, nec vulgatum ullum hydropis cujuscunque, sive universalis, sive ipsius uteri, indicium, praeter folum, quem dixi, abdominis tumorem colligere potui. Nec tamen fætum utero includi quisquam, nisi qui famæ suæ prodigus est, asseruerit; cum & ætas, & temporis à prima affectus invasione decursi longitudo (quorum neutrum cuicumque accidisse, praeterquam quod Sacra pro miraculo obtigisse Sacra Pagina testatur, ulla, quod sciam, historia fide digna propalavit,) in tam abilonam fententiæm insurgant. Quicquid id est, Illustrißime Heros, haud fortassis abs re fore judicabit eximius ille vester arcani quantulicumque investigandi ardor, ut examen subeant tam inusitata phænomena, quod à limato judicio, quale tuum vere est, imprimis sperandum esset. Iter Londinum (marito nuper vita functo,) propediem meditatur, quod\nsuperest vitae apud filiam conjectura; ubi (cum appulerit,) ab iphius ore, si locata opera dignum censueris, certior fias; nec enim in tam frequenti, novitatis avida, urbe diu latere potest. Interim boni contulas, obtestor, quod in observantiae tesseram offert,\n\nJan.\n\n28, 1679:\n\nHonoratissime Domine,\n\nFavoris vestri Cupientissimus,\n\nGULIELMUS COLE.\n\nSperaveram fore, ut si me superstite vivis excederet Spectabilis Domina, notitiam aliquam ex dissectione, vel propria inspectione, vel aliorum communicatione, adipiscer, unde tam insolita, maxime in proiecta adeo atate, profluerent accidentia. Verum didici tandem Dam, postquam per duos vel tres annos Londinis satis sanam (cum eodem tamen tumore & motibus, licet non usque adeo vegetis ac cum ipse inviseram, literasque istas exaraveram,) duxisset vitam, facto cessisse; cumque instarent Celeb. aliquot Medici ut cadaveris dissecandi copia illis fieret, viri cuiusdam nimis pii suae idiiis haud concessum esse.\n\nG. C.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102155.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7656,
    "total-output-tokens": 2321,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1680,
        2
      ],
      [
        1680,
        3609,
        3
      ],
      [
        3609,
        5568,
        4
      ],
      [
        5568,
        6538,
        5
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102155",
    "title": "Epistola Clariss. Viri Dni. Gulielmi Cole Med. Doct. ad Honoratissimum Dum. Dum. Rob. Boyl Armigerum, de Falsa Graviditate",
    "authors": "Gulielmus Cole",
    "year": 1685,
    "volume": "15",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/102155"
  }
}