{
  "id": "4c6d599025c6faa632f48763530bbd775173083d",
  "text": "I. Some Accounts of the late great Solar Eclipse on April 22. 1715. mane. Communicated to the Royal-Society from abroad.\n\nSince the Publication of the large Account we gave in Phil. Trans. No. 343, of what was observed in England, and particularly at London, of this Eclipse, we have received from foreign Parts the following Observations; which seem not unworthy the Acceptance of the Curious. And first Mr. John Edens, who has obliged us with the following most particular Relation of the Pike of Teneriff and of the Ascent thereto, being on his Voyage to that Island, observed the Eclipse at Sea, in Latitude, by Observation $34^\\circ 20'$, and Longitude $0^\\text{h} 54'$. West from London, as he concluded by their Distance and Position from the Island Forte Ventura, which they soon after fell with. He writes that it began at $6^\\text{h} 49'$. and ended at $8^\\text{h} 47'$. this latter very exactly, tho' not quite so nice as to the Beginning.\n\nHad this Observer signified what Difference of Meridians there was found between the Place of Observation and the West End of Forte Ventura, we might, without sensible Error, have concluded the true Longitude, not only of that Island, but also of the Pike of Teneriff, where Our Geographers and the Dutch have fixed their first Meridian. But this Gentleman being both able and desirous to render the Publick this sort of Service, we hope from him such further Observations as may put the matter past dispute. He adds that the greatest Darkness was about $\\frac{1}{2}$ of the Sun's Diameter, or nine Digits on the North side.\n\nFrom\nFrom Germany we have received the following Accounts.\n\nAt Nurenburg.\nThe Beginning and greatest Obscurity could not be seen for Clouds, but the End happen'd at xi h. 10'.\n\nAt Hamburg.\nThe Beginning was observed at viii h. 57'. The greatest Obscurity at x h. 5' 30'', when xi digg. were darkned. The End could not be seen for Clouds.\n\nAt Kiel in Holstein.\nThe Beginning ix h. 14'. The greatest Obscurity x h. 19' 20'', and the Quantity then eclipsed xi digg. 20'. The End was at xi h. 29'.\n\nAt Berlin.\nThe Beginning could not be seen for Clouds, but the greatest Obscurity was at 22 min. past Ten, when xi digg. were eclipsed. The just End was at xi h. 34'.\n\nAt Franckfort on the Meine.\nThe Eclipse began at viii h. 50'. The greatest Darkness at x h. 11', but perhaps should be x h. 01 min. the Digits being x. and 34 min. The End was observed at 10 min. past Eleven.\n\nBy whom these Observations were made, and with what Instruments, we are not as yet informed, but hope they may be exact enough to confirm the Longitudes of those several places, which are at present reasonably well known.\n\nSince these there is lately come to Hand a Dutch Print entituled Nouvelles Literaires, publish'd at the Hague, wherein, pag. 404-405, there is an Account of the Observation of this Eclipse at Upsal in Sweden, made by M. Jo. Waller, Professor of Mathematicks in that University, who was very careful to observe it exactly; the Times being verified by three Clocks perfectly agreeing with one another and with the Sun: but more especially\nBy a Quadrant of 5 Foot Radius for taking the Sun's Altitude. By this Instrument he has determined the Height of the Pole at Upsall $59^\\circ 15' 54''$. And by the same, a little before the Beginning of the Eclipse he found the Height of Sun $39^\\circ 36' 42''$, his Clocks then shewing the Hour $1x^h$ $47' 50''$, which proves that they were very near the true Time. At $x^h$ $58' 15''$, the Altitude of the Sun being $44^\\circ 17' 29''$, was the Beginning of the total Darkness, and at $x^h$ $2' 24''$, was the End thereof, also Pole $44^\\circ 29' 13''$, so that here the Duration of the total Eclipse was $4' 9''$, and the Middle thereof but one third of a Minute after Eleven. And lastly the End is said to have happen'd about 4 Minutes before Noon, the Sun being $45^\\circ 42' 6''$ high. But in this is a manifest Mistake, for it makes the Time of Emersion, or from the Middle to the End, but $55' 20''$; whereas being so near the Meridian, 'tis certain that this Emersion was the greater part of the Duration of the whole Eclipse, and consequently more than an Hour. Perhaps the Times might be deduced from the Altitudes only, and then the Mistake might be in supposing the End so much before Noon as it was really after it. However, to prevent all Doubts, we have compared this Observation with what we observed of this Eclipse at London, and find that in the Latitude of $59^\\circ 50'$, the Place where the Middle of total Darkness was at $x^h$ $6' 20''$, was near 19 Degrees more Easterly than London (that is exactly in the Meridian of Danizick) and that the Eclipse began there at $1x^h$ $52' \\frac{1}{2}$, and ended at $x^{11}h$ $10'$. Wherefore the Duration could not be $2h$ $7' 50''$, as the Editor of the said Nouvelles has publish'd; not considering that the Beginning could not be seen for Clouds, as in the very next Words he assures us.\n\nAs to the Darkness, it was such that they could scarce distinguish one another: and besides Jupiter, Mercury and Venus; of the Fixt Stars Cassiopea, Capella, Oculus Tauri and Orion, (Sirius not being yet risen) were visible.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103063.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6456,
    "total-output-tokens": 1525,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1583,
        2
      ],
      [
        1583,
        3111,
        3
      ],
      [
        3111,
        5193,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103063",
    "title": "Some Accounts of the Late Great Solar Eclipse on April 22. 1715 Mane. Communicated to the Royal-Society from Abroad",
    "authors": null,
    "year": 1714,
    "volume": "29",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/103063"
  }
}