{
  "id": "cd15ff86383d8a9c6a5287d3f3cd34347a29b4be",
  "text": "If I should describe them with a thousand instances and relations, and make mention of so many particulars, still there would not be a part in ten that I could bring within the compass of writing. But these few particulars I send for your excellency's information.\n\nXL. An Account of an Earthquake in the East Indies, of two Eclipses of the Sun and Moon, observed at Calcutta: In a Letter to the Reverend Thomas Birch, D. D. Secret. R. S. from the Reverend William Hirst, M. A. F. R. S.\n\nTo the Reverend Thomas Birch, D. D. Secretary to the Royal Society.\n\nReverend Sir,\n\nRead Nov. 17, 1763.\n\nTo the inclosed accounts of the transit of Venus, I have subjoined others of an extraordinary earthquake felt in this part of the world, which, I flatter myself, will not be unacceptable to the Royal Society. This earthquake happened the second day of April last, was very violent in the kingdoms of Bengal, Aracan, and Pegu, but particularly at the metropolis of Aracan, where, according to the accounts of an English merchant residing there, the effects have been as fatal as at Lisbon,\nbon, and where it is thought the chief force of the earthquake vented itself.\n\nAt Dacca, in this kingdom of Bengal, the consequences have been terrible: the rise of the waters in the river was so very sudden and violent, that some hundreds of large country boats were driven ashore, or lost, and great numbers of lives lost in them.\n\nNo less deplorable are the accounts from Chattiggaon in this same kingdom: three of these accounts I herewith inclose, one of them wrote by Mr. Edward Gulston, a young gentleman in the service of our East India Company, and two others, translations from a Persian original, made out by order of Mr. Verelst, chief of our East India Company's affairs in that province; in consequence of which account the Company's lands there, have not been so highly affected as before this calamity. Both these accounts are translated from the same original; but that, which I received from governor Vanfittart, being thought exaggerated for interested reasons, I begged of Mr. Gulston to give me a literal translation from the Persian, in which language he has made an uncommon progress, as much to his present honour, as I hope it will be to his future advantage. This favour he obligingly granted me, and I send it to you, Sir, not only to compare it with the other translation, but to give you some distant idea of the idiom and great simplicity of this eastern language.\n\nThe same earthquake was also very alarming at Ghirotty, where colonel Coote with His Majesty's troops are in cantonment about 18 miles up the river from this place. The waters in the river and tanks there were violently agitated, and, in many places,\nrose to more than six feet perpendicular height, of which I had ocular conviction myself on my return from Chandernagore, a settlement lately belonging to the French, about three miles north from Ghirotty, and in latitude $22^\\circ 54'$ N. where it was felt, but not in a great degree; for I myself knew nothing of it, till it was soon after told me by certain French gentlemen there.\n\nNearly at the same time was this earthquake felt at Calcutta, where, as I am informed, the agitation of the waters in the tanks rose upwards of six feet, and was in the direction north and south. The height of the thermometer on Fahrenheit's scale was then at Calcutta at $95^\\circ 30'$ much higher than it had been observed to be during the whole month, the lowest descent of the mercury being $89$ degrees. In this month was much thunder and lightening, and there were fresh gales of wind at S.E. the weather in general being close and sultry.\n\nA subsequent earthquake was felt at Calcutta the 13th of July following at half past two in the afternoon. The thermometer was then at $87^\\circ 4'$ at a medium, the wind S.W. and the weather fair: to this I was a witness myself, being then at dinner with captain Eiser, of his majesty's 84th regiment. The motion of the earth caused a very sensible vibration of the wine in our glasses, and the shock was repeated twice at the interval of a few seconds.\n\nI conclude, Sir, with communicating to you the observations I made in these parts, of two remarkable eclipses of the Sun and Moon. The first was of the Sun, which I observed at Ghirotty on the banks of the Ganges, October 17th ult. where I\nwas then on a visit to colonel Coote. This indeed was a flying observation, or taken, as the French would say, en passant, being unprovided with a necessary apparatus. I had luckily adjusted (very carefully) my watch to apparent time, by the meridian line of a large sundial, on the noon immediately preceding the eclipse: my watch in general keeps time very well, but it not having a hand to shew seconds, I determined the seconds as near as I could by the minute hand. Though I had set my watch to the apparent time, I despaired of making any observation of this eclipse for want of a telescope, for which, happening to express some concern, not above half an hour before the eclipse was to come on, captain Eiser recollected he had a reflector, with which he immediately obliged me: it was about 16 inches long, and in very tolerable condition, so that I may venture to say this observation, though not perfect, may be depended on to be very near the truth.\n\nI had not time nor conveniency to throw the Sun's image on a screen in a darkened room; so was obliged to lay it down as near as I could by my eye. The following scheme shews the solar maculae, as they then appeared: the appulse of the Moon's limb to, and it's recess from them, being respectively noted by the literal references.\n\nN. B. I examined my watch by the meridian line the succeeding noon of the eclipse, without being able to ascertain any sensible error, owing doubtless to the want of a better method of making the observations.\nObservations of a solar eclipse made at Ghyrotty about the latitude 22° 51' north, the watch adjusted to apparent time.\n\n| Event                                                                 | H M S |\n|----------------------------------------------------------------------|-------|\n| Beginning of the lunar immersion                                     | 2 49 30 |\n| Appulse of the Moon’s eastern limb to the spot A                    | 3 35 48 |\n| Appulse of the same to the spot B                                    | 3 41 42 |\n| Appulse of the same to the spot C                                    | 3 49 43 |\n| Appulse of the same to the spot D                                    | 3 53 0 |\n| Greatest visible obscurity near 11 degrees                           | 4 5 38 |\n| The Moon’s western limb receding from the spot A                    | 4 46 50 |\n| The same receding from the spot B                                    | 4 50 20 |\n| The same receding from the spot C                                    | 5 0 8 |\n| The same receding from the spot D                                    | 5 3 35 |\n| End of the eclipse                                                   | 5 12 20 |\n| Total duration                                                      | 2 22 50 |\n\nThe next observation was of the eclipse of the Moon, which I made yesterday in Conjunction with Mr. Hancock, at his house in Calcutta, to whom I am greatly obliged for supplying me with some excellent astronomical instruments, particularly with a large land quadrant of two feet radius, made by Cole in Fleet-street, with which I took the correspondent\npondent altitudes of the Sun to adjust his watch (which was furnished with a hand to distinguish seconds) to the apparent time, Mr. Hancock himself marking the Times while I observed. The telescope I used was a reflector made by Dollond, in perfect order, being sent out of England by the last ships, and in length about 22 inches.\n\nOur first observation was on November the first, the day preceding the eclipse, the Sun's upper limb being at the horizontal wire of the quadrant's movable telescope, on the eastern side of the meridian when the watch marked -\n\n| Nov. 1. | Sun's upper limb at the same on the western side |\n| --- | --- |\n| Altitude, 47° 8' | Dividing the Sun by |\n\n| Sun's center on the merid. by the watch |\n| Equation of the day |\n| Watch faster than equated solar time |\n\nBy the watch\n\n| H M S |\n| --- |\n| 9 50 30 |\n| 14 24 31 |\n| 24 15 1 |\n\n| Nov. 2. | Sun's upper limb at the horizontal wire on the eastern side |\n| --- | --- |\n| Altitude, 51° 26' | The same at the same on the west side |\n\n| Dividing the Sun by |\n| Sun's center on the merid. by the watch |\n| Equation of the day |\n| Watch faster than equated solar time |\n| Watch faster yesterday |\n| Gain of the watch these 24 hours |\n\n| --- |\n| 10 24 33 |\n| 13 59 50 |\n| 24 24 23 |\n| 12 12 11 |\n| 11 43 48 |\n| 0 28 23 |\n| 0 23 41 |\n| 0 4 42 |\n\nObservations\nObservation of a lunar eclipse November 2, 1762, made at Calcutta in the kingdom of Bengal, latitude 22° 30' N.\n\n**Immersions.**\n\n| Event                          | By the watch | Apparent time |\n|--------------------------------|--------------|---------------|\n| The beginning of the eclipse   | 15 10        | 7 40          |\n| Mare Humorum immerging         | 24 54        | 17 24         |\n| Tycho immerging                | 36 30        | 29 0          |\n| The shadow at the middle of Copernicus | 9 33 | 2 3 |\n\n**Emersions.**\n\n| Event                          | By the watch | Apparent time |\n|--------------------------------|--------------|---------------|\n| Middle of Copernicus emerging  | 50 27        | 42 57         |\n| Total emersion of Tycho        | 44 30        | 37 doubtful   |\n| End of the eclipse             | 3 2          | 55 32         |\n| Total duration                 | 47 52        | 40 22         |\n\nNear eight digits eclipsed by ocular estimation.\n\nBy the preceding observations the watch gained 4 minutes 42 seconds these 24 hours.\n\nI have the honour to be,\n\nSIR,\n\nYour obliged and very humble servant,\n\nWilliam Hirst.\n\nXLI. Extract",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105729.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 11762,
    "total-output-tokens": 2688,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1082,
        2
      ],
      [
        1082,
        2729,
        3
      ],
      [
        2729,
        4358,
        4
      ],
      [
        4358,
        5862,
        5
      ],
      [
        5862,
        7488,
        6
      ],
      [
        7488,
        8821,
        7
      ],
      [
        8821,
        9985,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105729",
    "title": "An Account of an Earthquake in the East Indies, of Two Eclipses of the Sun and Moon, Observed at Calcutta: In a Letter to the Reverend Thomas Birch, D. D. Secret. R. S. from the Reverend William Hirst, M. A. F. R. S.",
    "authors": "William Hirst",
    "year": 1763,
    "volume": "53",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/105729"
  }
}