{
  "id": "3c22a71feefdbc335f67fdf0c1bfdb5317df63ae",
  "text": "worthy to be praised, and there is no End of his Greatness. I am,\n\nDear Sir,\nTooting, Dec. 10.\n1746.\n\nYour most affectionate,\nand obliged humble Servant,\n\nH. Miles.\n\nV. A Remark on Father Hardouin's Amendment of a Passage in Pliny's Natural History, Lib. II. § LXXIV. Edit. Paris. folio, 1723. by Martin Folkes, Esquire, Pr. R. S.\n\nRead Jan. 22. 1746-7.\n\nVasaque horoscopa non ubique eadem sunt usu, in trecentis stadiis, aut ut longissime, in quingentis, mutantibus semet umbrae solis. Itaque umbilici (quem gnomonem appellant) umbra in Aegypto meridiano tempore, equinoctii die, paulo plusquam dimidiam gnomonis mensuram efficit. In urbe Roma nona pars gnomonis decet umbrae. In oppido Ancone supereft quinta. Decima in parte Italae, qua Venetia appellatur, eisdem horis umbra gnomoni par fit.\n\nThe geographical Reader cannot but observe here immediately, that somewhat is faulty in this Passage as it stands; since the equinoctial Shadow of the Gnomon being made shorter at Ancona than at Rome, the Latitude of Ancona will consequently be made lesser than that of Rome; whereas it is known to be\nbe considerably greater; Ancona standing on the Adriatic, about two Degrees to the North of that Capital.\n\nBut, upon turning to Father Hardouin's Observations upon this Passage, I find the Text to have been altered by him in a very remarkable Manner, from all the former printed Editions. His Observation is as follows:\n\nHaec enim editum est, in oppido Ancone superest quinta XXX. In parte Italicae, &c. MSS. hic variant. Nos ex certissima conjectura edi curavimus, Ancone superest quinta. decima in parte Italicae, &c. In decima regione Italica Venetiam statuit in geographicis libro sequente. Neque simile veri est, in tot partibus, hoc est, in quintas tricesimas, ab homine πλασμοτέρως ubique agente, gnomonem umbramue dividit.\n\nUpon which Words it may be noted, that although the Reverend Father acquaints us he had met with some Variation in the Manuscripts, yet he appeals to none; nay, he even tells us expressly, that his Amendment was purely made upon Conjecture; whence we may safely conclude, that it stands unsupported by any various Reading or Authority whatsoever. He at the same time also acknowledges, that all the printed Editions conspire in another Reading; which I have found to be true in several I have had Occasion to look into, with this only Variation, that whereas the first Edition in 1469, and several of the following ones, print the Word *quinta* at Length, and XXX only in Figures; some of the later ones, and that by the Elzevirs particularly in 1635, print both the Words at Length; the whole Passage running thus:\n\nUmbilici (quem gnomonem appellant) umbra in Aegypto meridiano tempore, æquinocii die, paulo plus\nplus quam dimidiam gnomonis mensuram efficit: in urbe Roma nona pars gnomonis deest umbrae: in oppido Ancone supereft quinta trigesima: in parte Italae quae Venetia appellatur, iisdem horis umbra gnomoni par fit.\n\nThe plain Meaning of these Words is only this, that the Length of the Shadow of a Gnomon or upright Style at Noon, on the Day of Equinox, is, in Egypt, little more than half the Height of the Gnomon; that the same at Rome wants a ninth Part of that Height; that at Ancona the Height of the Gnomon exceeds the Length of its Shadow, by one thirty-fifth Part, or is in Proportion to it as 35 is to 34; and that, in the Part of Italy which is called Venetia, the Length of the Shadow, and the Height of the Gnomon, are equal to each other.\n\nThe Particulars here mention'd are respectively true, in the 4 following Latitudes, $26^\\circ 34'$, $41^\\circ 38'$, $44^\\circ 10'$, and $45^\\circ$. The first of which is the Latitude of the middle Parts of Egypt, and the last that of several Places in the Territories of Venice, the City itself standing, according to Manfredi's Table, in the Latitude of $45^\\circ 33'$, and Padua in that of $45^\\circ 28'$. The Latitude of this last Place is given by Ptolemy $44^\\circ 30'$, and that of Aquileia at the Head of the Adriatic in the Friuli exactly 45 Degrees.\n\nThe Latitude of Rome, according to Ptolemy $41^\\circ 40'$, only exceeds that collected from the Text before us by 2 Minutes; and his last again falls short $15\\frac{1}{2}$ of that delivered by Manfredi and Bianchini $41^\\circ 54'\\frac{1}{2}$. Besides which it may be noted, that the very Fact here mention'd is also spoken of by Vitruvius, as Father Hardouin has himself in another of his\nhis Notes observed. *Sol aquinoctiali tempore ariete libraque versando, quas ex gnomone partes habet novem, eas umbrae facit octo, in declinatione coeli, qua est Roma.*\n\nWe come last to the Latitude of *Ancona*, which is given by *Manfredi* $43^\\circ 54'$, or $16'$ less than that above collected from *Pliny*; but which is set down by *Ptolemy* $43^\\circ 40'$, half a Degree less than the same. This may however be looked upon as no bad Observation, considering the Time when, and the Manner how, it is supposed to have been made, as we are ignorant of the Hour when the Sun really crossed the *Equator* on the Days of Observation; and especially as it comes, with all its Imperfections, as near to the Truth, as that reported both by our Author and *Vitruvius* to have been made at *Rome* itself; and as it only exceeds the true Latitude by about the same Quantity, which that given by *Ptolemy* seventy or eighty Years afterwards fell short of the same.\n\nIt therefore appears, upon the whole, that this Text needed no Correction; and for the Observation, that 35 Parts were too many for a *Gnomon* to be divided into, it will be found to have very little Weight, when it is considered, that the Antients made use of very large *Gnomons* upon these Occasions; that one of the Obelisks now standing at *Rome*, that of St. John's *Lateran*, is in Height 108 English Feet without the Pedestal; and that the other, still buried under the *Campo Marzo*, which was formerly used for this very Purpose, wanted but little of the same Height. The thirty-fifth Part therefore of the Height of such a Stone, did not fall short\nshort of three English Feet; a much less Quantity than which would easily discover itself in the Shadow, whose Length, notwithstanding all Difficulties arising from the Penumbra, might certainly be determined to less than half a Foot.\n\nI shall just add to this Remark the Description given by Pliny of this Gnomon; who, speaking in his xxxvi. Book, § XIV. of the Obelisks that were at Rome in his Time, adds, in the Beginning of § XV.\n\nEi, qui est in campo, divus Augustus addidit mirabilem usum, ad deprehendendas solis umbras, dierumque ac noctium ita magnitudines, strato lapide ad magnitudinem obelisci, cui par fieret umbra, bruma confecta die, sexta hora, paulatimque per regulas (quae sunt ex are inclusa) singulis diebus decreceret, ac rursus augesceret. From which Description I understand, that there was laid down, from the Foot of the Obelisk Northward, a level Pavement of Stone, equal in Breadth to the Breadth of the Obelisk itself, and equal in Length to its Shadow at Noon upon the shortest Day; that is to say, that its Length was to the Height of the Obelisk almost as 22 are to 10; and that into this Pavement there were properly let in parallel Ruters of Brass, whose Distances from the Point, directly under the Apex of the Obelisk, were respectively equal to the Lengths of the Shadow thereof at Noon, on the several Days of the Year; as the same Lengths decreased from the shortest Day to the longest, and again increased from the longest Day to the shortest.\n\nAfter which the Author mentions in a Passage greatly corrupted, and therefore now almost unintelligible; that one Manilius, or Manlius, had added\nto the Top of the Obelisc a gilded Ball, whose Use was to make the Shadow of the Extremity the more observable, as the middle Part of the Shadow of that Globe could readily be estimated; whereas the Shadow of an Apex would, at so great a Distance, be entirely imperceptible.\n\nVI. A Letter from the Rev. Mr. Mason, Woodwardian Professor at Cambridge, and F. R. S. to the Pr. R. S. concerning Spelter, Melting Iron with Pit-coal, and a burning Well at Broseley.\n\nSIR,\n\nRead Jan. 22. Having met with several Things, in a Ramble last Summer, that were new to me, and imagining they might be so to you likewise, and being of some Consequence, I presume to trouble you with a short Account of some of them.\n\nWhat Spelter is I don't well know, nor what Uses are already made of it; but I believe it was never yet applied to so large a Work as the Cylinder of a Fire-Engine, till Mr. Ford, of Colebrook-Dale in Shropshire, did it with Success: It run easier, and cast as true as Brass, and bored full as well, or better, when it had been warmed a little; While cold, it is as brittle as Glass, but the Warmth of my Hand soon made it so pliant, that I could wrap a Shaving of it round my Finger like a Bit of Paper. This Metal",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104832.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10608,
    "total-output-tokens": 2609,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1099,
        2
      ],
      [
        1099,
        2745,
        3
      ],
      [
        2745,
        4445,
        4
      ],
      [
        4445,
        6063,
        5
      ],
      [
        6063,
        7694,
        6
      ],
      [
        7694,
        8911,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104832",
    "title": "A Remark on Father Hardouin's Amendment of a Passage in Pliny's Natural History, Lib. II. Section LXXIV. Edit. Paris. Folio, 1723. By Martin Folkes, Esquire, Pr. R. S.",
    "authors": "Martin Folkes",
    "year": 1746,
    "volume": "44",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/104832"
  }
}