{
  "id": "261d06edb7c655b801d46eebf53dad22aaecf04c",
  "text": "clear before, wherefore considering that this Experiment might be serviceable in the demonstrating of Sanguification: I humbly offer it to your more refined judgment, and am\n\n—In the Box is a bottle of the Spirit, you may put two parts of the Spirit to one of Spirit of Sal Armoniack, and shake the Glass or Bottle, and it will be red in a Moment, tho' the more the Glass is shaken the deeper or blacker red it will be. I suppose there is enough in the Glass for you to Experiment, and to shew to the Virtuosos.—I made the Spirit by Distilling 2 or 3 Pound of Benzoin with a little Sand in a Retort, ad Siccitatem, and put the Oil, Spirit, and Flowers altogether into a Paper Filter, and the Spirit which came first thro' is that which I have sent.\n\nThe Experiment abovementioned was tried before the Royal Society, and succeeded as above related, but the Circumstances must be diligently attended, or else it will not succeed.\n\nVIII. A Note Communicated by Mr. Hill, confirming the great Age of Henry Jenkins, mentioned No 221. p. 265. of these Transactions.\n\nIn the Kings Remembrancers Office in the Exchequer, is a record of a deposition in a cause by English Bill, between Ant. Clark and Smirkson, taken April 1665, at Kettering in Yorkshire, where Henry Jenkins of Ellerton upon Swale Labourer Aged 157 Years was produced and deposed as a Witness. Divers very ancient Witnesses swore him to be a very Old Man when they first knew him.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102362.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3182,
    "total-output-tokens": 414,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1439,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102362",
    "title": "A Note Communicated by Mr. Hill, Confirming the Great Age of Henry Jenkins, Mentioned No 221. p. 265. of These Transactions",
    "authors": "Mr. Hill",
    "year": 1695,
    "volume": "19",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/102362"
  }
}