{
  "id": "57b6b54759b9e567a6f50bd5fbb4f600fda4b413",
  "text": "Result of a Crystallization quite different from the former.\n\nI had almost forgot to tell you, that I saw but very few Figures of twelve Points, and those mostly imperfect in one respect or other.\n\nPetworth, Feb. 13.\n1725.\n\nVII. Observationes Auroraë Borealis per quadriennium factæ, Lennæ Regis in Norfolciâ. Ex epistolâ doctissimi Observatoris ad Martinum Folkes, Arm. Reg. Soc. Vice-Præs.\n\nNON ingratum fore arbitror, Vir Doctissime, observationes quasdam de Auroraë Boreali, apud Lennam Regis in Norfolciâ, quattuor superioribus annis a me habitas tibi impertire. Mirum illud Phænomenon fexto Martii 1715 non licuit mihi inscienti videre, quod infortunium haud exiguum in me peperit studium subsequentibus Phænomenis invigilandi. Priorem observationem, quam hic subjeci, summâ curâ delineavi, statim atque vidi, ideoque, ni fallor, a vero parum discrepat. Reliquas etiam descriptiones pro certo habeas accuratas esse. Quænam sit causa harum corruptionum, nondum, ut opinor, fatis exploratum est.\n\nDie Veneris Sept. 5. 1718. circa hor. x. Phænomenon hoc, delineatum Pl. I. Fig. 4. observatum fuit Lennæ Regis, in puncto boreali.\nDie Saturni Sept. 6. circa horas viii & x. perplures Luminis columnæ, similes supradescriptis (aa) observabantur, non æque lucidae ac pyramides nocte praecedente observatae, quae ferebantur versus orientem, hæ vero ad occidentem.\n\nDie Jovis Sept. ii. perplures istiusmodi columnæ iterum conspicuntur cum motu occidentali.\n\nDie Saturni Sept. 13. circa horam xi. Aurora Borealis lucidior ac altior fuit, longioribusque pyramidibus adornata, quam adhuc observata fuerat. Adeo lucebat hæc nocte, ut characteres in libro legerentur.\n\nDie Saturni vero Octob. ii. circa horas x & xi. Aurora Borealis lucidior quam unquam fuit, accoruscationibus pyramidalibus intersperatis, haud multum assimilis Phænomenoprius observato, Sept. 5. Lunine iterum ita splendente, ut legere liceret.\n\nDie Veneris Dec. 19. circa horas viii & ix. Hæc nocte visi sunt cum Aurorâ Boreali perplures lucis radii, e nube veluti nigrae exorientes; revera autem non fuisset nubem exinde patet, quia stellæ per illam clare videbantur. Quid vero aliud fuerit, haud facile est dictu. Sed quod praecipue notavimus, fuit motus horum luminum fane mirabilis. Hos radios observavimus in statu semper mobili, positiones suas, seu loca, perpetuo mutantes; cursum suum modo hæc, modo illæc, rursum, prorsum dirigebant, & interdum alii ex aliis eadem via singulatim progressi sunt, & aliquandiu sibi invicem collisione mutua impingebant cum tremulo ac vibrante motu, & celeritate fere incredibili. Radii quidam observati sunt usque ad Zenith se porrigentes. Visa est saepè lux se in acervum collegisse, atque ita mirum exhibuisse fulgorem coloribus Iridis tinctum, & iterum visa est se dilatasse. Luna hæc nocte lucide splendebat.\n\nDie Jovis Martii 12. i7i8. circa horas x & xi. Aurora Borealis rursus observabatur.\nDie Veneris Martii 27. iterum visa est Aurora Borealis cum radiationibus variis obliquis, scundùm hanc Figuram. Pl. I. Fig. 5.\n\nDie Lunae Octob. 26. 1719. Hâc nocte etiam visa est circa horas vii & viii.\n\nItem die Lunae Nov. 9. 1719.\n\nDie Domin. Jan. ult. 1719. Hâc nocte, ab horâ septimâ usque ad decimam, Aurora Borealis visa est altior, quam unquam antehac observata fuit, per dimidium cœli ab oriente usque ad occidentem, fere obducta coruscationibus variis interspersis, adeoque lucebat, ut characteres in libro perquam distincte videri possent.\n\nDie Saturni Sept. 17. 1720.\n\nDie Lunae Jan. 6. 1721. circa horas vii & viii. visa est iterum Aurora Borealis cum coruscationibus pyramidalibus, undique a Zenith, veluti centro, obductis, imaginem exhibentibus pæne instar Umbellae.\n\nDie Domin. Jan. 12. 1721.\n\nDie Lunae Sept. 11. 1721. circa hor. ix.\n\nDie Mercurii Sept. 5. 1722. ab horâ decimâ ad sesquidecinam.\n\nDie Mercurii Octob. 3. circa hor. ix.\n\nDie Jovis Octob. 4. circa hor. x.\n\nDie Domin. Dec. 23. 1722. circa hor. viii.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103623.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7886,
    "total-output-tokens": 1499,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1132,
        3
      ],
      [
        1132,
        2900,
        4
      ],
      [
        2900,
        3931,
        5
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103623",
    "title": "Observationes Aurorae Borealis per Quadriennium Factae, Lennae Regis in Norfolciâ. Ex epistolâ Doctissimi Observatoris ad Martinum Folkes, Arm. Reg. Soc. Vice-Praes",
    "authors": "Martinum Folkes",
    "year": 1722,
    "volume": "32",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/103623"
  }
}