{
  "id": "a53083d1acfd38be5e979fe907e608c9d4fc87c0",
  "text": "Porro, cum Angulum sic, ut dictum est, definiuerat, p. 67; subjungit, p. 68. Quodsi magnitudines illa sint dua lineae, comprehensus ab his angulis, Planus vocabitur: quasi quidem de Triangulis sphericis nil unquam inaudiverit; nec alius esse possit superficialis angulus, quam in Plano.\n\nAdhæc, illud duarum pluriumve, de Lineis non tuto dicitur. Trium enim linearum concurrus, non angulum, sed angulos saltem duos, constituunt; non enim lineæ plures duabus ad unum superficialem angulum constituendum concurrunt. Item, cum p. 67. Angulum in genere per duarum pluriumve, &c. definiuerat; Angulum p. 68. una vel pluribus superficiebus comprehensum ait (& unâ quidem angulum verticalem Coni comprehensum;) quasi quidem una, fuerit, dua vel plures.\n\nInsuper, quid demum illud est, quod per brevissimam distantiam insinuatum vult? Quippe in ipso concursus puncto, Nulla est distansia; extra illud, nulla minima: nulla uiique assignari poterit, qua non sit minor: sed re vera tota hæc, quam de Angulo notionem concipit, est parum sana. Definiendus utique est non per distantiam seu remotionem, sed per Inclinationem. Qnod ex Euclidis definitione didicisset.\n\nDeniq;(ne multus nunc sim)p.171.in duabus his Quadraticarum æquationum formulis $aa - ca + dd = 0$, & $aa + ca + dd = 0$; utramque radicem affirmativam esse pronunciat. Quod omnino secus est. Et quidem in priore, Radix utraque Affirmativa; sed in posteriore, Negativa utraque.\n\nAtque hæc quadem, ex multis pauca, si non sufficiant, ut ex ungue Leonem æstimes, plura facile congerentur. Num autem hos Incuria, an Insitia, errores fuderit (prout ipsé pag. ult. diltinguit) non determino.Vale.\n\nHæc Dn. Wallisius epistola una; cui postea submisit alteram, 18. Julii ad me scriptam, quam istoc mense, ob alia, non licebat typis committere; nec quidem licet hoc ipso: ne scil. hæce schedulas, publicationes variorum, idque imprimis sermone Anglico, destinatas, disceptationibus Latinis compleamus. Proxima occasione, qua idem Author porro notanda invenit vel in unico primo Capite Synopsis Laurentiane, Lectori (cum particularia flagitæ Dn. Du Laurens) ob oculos sistemus.\n\nAn Account of Two Books.\n\nI. R. de GRAAF Med. D. de VIRORUM ORGANIS GENERATIONI INSERVIENTIBUS, &c., Ludg. Bat. 1668. in 12°.\n\nThis Treatise was promised by the Author in a printed Epistle of his, which we gave an account of in April last, Num. 34. p. 663. There being at the same time publish'd a Predromus of Job. Van Horne, suspecting, that the Observations of De Graaf were much the same with his upon this Subject; we do now upon the perusal of this Book, find chiefly these considerable Differences between them.\n\np. 663.\nFirst, the said Van Horne makes the Spermatick Artery in man to goe to the Testicles in a winding, but De Graaf, in a straight way.\n\nSecondly, the former affirms, that the vasa deferentia have no communication with the vesiculae seminales; but the latter maintains, and demonstrateth it to the Ey, there is so great a commerce betwixt them, ut semen dum à Testibus per vasa differentia affluens in Urethram effluere nequit, propter carunculam clausam; necessario influit in Vesiculas, in iisque pro futuro coitu reservetur.\n\nThirdly, the former is of opinion, triplicem esse materiam seminis; but De Graaf will have but one only; answering the Arguments, used both by Van Horne and Dr. Wharton to prove that triplicity.\n\nBut that, which De Graaf much insists on in this Book, is, to shew what is the true Substance of the Testicles, and to vindicate the Discovery thereof to himself; affirming positively, that no man, before him ever knew the truth of it. * For the making out of which, he first denyeth, that the Testes are glandulous, or pulaceous; and then affirms that their substance is nothing else but a Congeries minutissimorum vasculorum semen conficiens, qua si absque ruptione dissoluta sibi invicem adneteretur, facile viginti ulnarum longitudinem excederent. Which he affirms, he can prove by ocular Demonstration.\n\nThen he sheweth, how the seminal vessels pass è Testibus ad Epididymides, vid, not by one Trunck (as Dr. Highmore thinks) but by 6, or 7, small ductus's; assigning the cause, why Doctor Highmore did not see them.\n\nFurther he examines, An semen in testibus conficiatur; utrum ex Sanguine vel ex Lympha? quomodo elaboretur, crassescat, lactescat: qua via à Testibus ad Urethram excurrat.\n\nMoreover he endeavours to prove, Vesiculas seminales ordinatas esse non seminis generationi, sed receptioni & affissioni.\n\nHe also observeth concerning the seminal matter, that 'tis composed ex duplici materia, which after Aristotle, he calls ἀρτηρία και ὑγρόν σπερματικόν, considering this twofold matter like Dough and Ferment, this infecting and quickening that, and the groser part being a conservatory and vehicle to that, which is most elaborate.\n\nWhen he examins the Penis, he taketh notice, Omnes ha:Te-\nnus Anatomicos perpetuo assignasse usum musculorum Penis, quos Erectores appellant; Eorum quippe provinciam non esse, Penem erigere, & dilatare urethram, cum omnibus Musculis actio sit contractio, qua extensioni contraria est; eos postius Penem versus interiora retrahere quam erigere: Interim, hæc Penis Musculos, coarctando corpora nervosa circa corum exortum, materiam seminalis versus Penis partem anteriorum propellere, atque hac ratione corporum nervosorum distensione erectionem augere.\n\nBefore we conclude this Account, we cannot but take notice, that the Author occasionally inserts in this Book divers curious and remarkable Examples and Observations; some whereof are.\n\n1. Concerning those, that are born, either absque Testibus; or, cum Testiculo uno; or, cum tribus, idque hereditario per aliquot familias, admodum facundas.\n\n2. About the situs praeternaturalis Testiculorum, generationis tamen virtutem non impedientis.\n\n3. Concerning lactescens Bloud in a man living at Delft in Holland, whose Bloud alwayes turn'd into Milk, when let out either by venæ-sections, or by bleeding at the Nose, or by a wound. V. pag. 84, 85. Compare Numb. 6. pag. 105, 117, 118. and Numb. 8. pag. 139. of these Transactions.\n\n4. Concerning the strange alteration made in Femals, ab Aura seminali: quod confirmat exemplo felis, diu fugentis (idque ad integram fere sui nutritionem) lac mammatarum caniculae, per aliquot annos à coitu prohibita; deinceps vero, postquam catella admiserat canem, nunquam ab eo tempore lac ex mammis ejus ex-fugere volentis.\n\n5. About a strange Hemorrhagy per Penem, which amounted to 14. pound, in a Porter of 52. years old, falling down with a heavy load upon a board, laid over a ditch, and so turning about, when the said porter trod upon it, that it cast him down upon its edge, turn'd between his legs; yet the Patient by the skill and care of our Author recover'd.\n\n6. Various Observations of Clysters and Suppositories, cast up by Vomits, p. 195, 196.\n\n7. Several wayes of performing unbloudy dissections of Animals, p. 228, 229, &c.\nII. LOGARITHMOTECHNIA NICOLAI MERCATORIS.\n\nConcerning which we shall here deliver the account of the judicious Dr. I. Wallis, given in a Letter to the Lord Viscount Brouncker, as follows;\n\nIncidebam heri (illustrissime Domine) in D. Mercatoris Logarithmotecnium, nuper editam. Quae ita mihi placuit, ut non prius dimiserim quam perlegisset totam. Et quamquam puca quaedam, Phraseologiam quod spectat seu loquendi formulas nonnullas, mutata mallem; sunt tamen ipsa sentu suo sana: Etique quae superstruitur Doctrina, Logarithmos expedite atque subtiliter construendi, perspicue satis atque ingeniose traditur.\n\nQuae huic subjungitur Quadratura Hyperbole, elegans admodum est atque ingeniosa. Nempe ad hunc sensum.\n\nV.Fig.1.\n\nPostquam in Hyperbola MBF, (cuius Asymptotae AN, AH, ad angulum rectum coeunt) ostendatur, prop. 14, Rectangula BIA, FHA, spA, &c. (ductis BI, FH, sp, &c., parallelis Asymptotae AN,) invicem esse æqualia; adeoque latera habere reciproce proportionalia; (quæ nota est Hyperbolæ proprietas:) Positis AI = BI = r, & HI = a: ostendit, prop. 15.\n\n\\[ \\frac{FH}{1+a} = \\frac{1}{1+a} \\] (Nempe propter analogiam AH. AI :: BI. FH. hoc est:\n\n\\[ \\frac{1}{1+a} :: \\frac{1}{1+a}. \\]\n\nSed & (quod Dividendo 1, per 1+a ostenditur,)\n\n\\[ \\frac{1}{1+a} = 1-a+a^2-a^3+a^4 &c. \\]\n\n(continuatis deinceps, ipsius a potestatibus, alternatim negatis & affirmatis.)\n\nCumque hoc perinde obtineat, ubi cunque ultra punctum J, ponatur H. Positis, ut prius AI = r; hujusque continuatione qualibet, ut Ir = A; quæ intelligatur in æquales partes innumerabiles dividi, quarum qualibet, ut Ip. pq, &c. dicatur a; adeoque Ip, Iq, &c. sint a, 2a, 3a, &c. usque ad A: Quæ his respondent rectæ ps, qt, &c. usque ad ru, (spatium BI ru completes) sunt,\n\n\\[ \\frac{1}{1+a} \\left(1,-aa^2,+a^3,+a^4,&c\\right) \\]\n\\[\n\\begin{align*}\n1 - a + a^2 - a^3 + a^4 &\\text{ &c.} \\\\\n1 - 2a + 4a^2 - 8a^3 + 16a^4 &\\text{ &c.} \\\\\n1 - 3a + 9a^2 - 27a^3 + 81a^4 &\\text{ &c.} \\\\\n&\\text{ &c. deinceps usque ad} \\\\\n1 - A + A^2 - A^3 + A^4 &\\text{ &c.}\n\\end{align*}\n\\]\n\nCum itaque sint\n\n\\[\n\\begin{align*}\n1 + 1 + 1 &\\text{ &c. (usque ad ultimum)} = A \\\\\na + 2a + 3a &\\text{ &c. (usque ad } A) = \\frac{1}{2}A^2 \\\\\na^2 + 4a^2 + 9a^2 &\\text{ &c. (usque ad } A^2) = \\frac{1}{3}A^3 \\\\\na^3 + 8a^3 + 27a^3 &\\text{ &c. (usque ad } A^3) = \\frac{1}{4}A^4 \\\\\n&\\text{ &c. deinceps:}\n\\end{align*}\n\\]\n\n(quod ostendit ille prop. 16, estque à me alibi demonstratum:) Recte colligit, prop. 17. Expositum spatium Hyperbolicum \\( BIRu = A - \\frac{1}{2}A^2 + \\frac{1}{3}A^3 - \\frac{1}{4}A^4 + \\frac{1}{5}A^5 \\), &c. Adeoque si (assignato, ipsi \\( A = Ir \\), valore suo in numeris, ut res postulaverit,) distribuantur in duas classes \\( A, \\frac{1}{2}A^2, \\frac{1}{3}A^3, \\frac{1}{4}A^4, \\frac{1}{5}A^5 \\), &c. (potestates affirmatae,) & \\( \\frac{1}{2}A^2, \\frac{1}{3}A^3, \\frac{1}{4}A^4, \\frac{1}{5}A^5 \\), &c. (potestates negatae;) harumque Aggregatum, ex Aggregato illarum, subducatur; Residuum erit ipsum \\( BIRu \\) spatium Hyperbolicum.\n\nNequis autem operam lusum iri existimet, propter Addendorum seriem in utraque classe infinitam; adeoque non absolvendam: Hinc incommodo medelam (tacitus) adhibet: ponendo \\( A = o, Ir = o, 21 \\), aliique fractioni decimali æqualem, adeoque minorem quam \\( x \\): (Hoc est, sumpta \\( Ir \\) minore quam \\( AI = 1 \\).) Quo fit, ut posteriores ipsius \\( A \\) potestates tot gradibus infra Integrorum sedem descendant, ut merito negligi possint.\n\nExempli gratia; positis \\( A I = 1, IR = 0, 21 \\) erit\n\n\\[\n\\begin{align*}\nA &= 0, 21 \\\\\n\\frac{1}{2}A^2 &= 0, 003087 \\\\\n\\frac{1}{3}A^3 &= 0, 000081682 \\\\\n\\frac{1}{4}A^4 &= 0, 000002572 \\\\\n\\frac{1}{5}A^5 &= 0, 000000088 \\\\\n\\frac{1}{6}A^6 &= 0, 000000003 \\\\\n\\frac{1}{7}A^7 &= 0, 000000000 \\\\\n\\frac{1}{8}A^8 &= 0, 000000000 \\\\\n\\frac{1}{9}A^9 &= 0, 000000000 \\\\\n\\frac{1}{10}A^{10} &= 0, 000000000 \\\\\n\\frac{1}{11}A^{11} &= 0, 000000000 \\\\\n\\frac{1}{12}A^{12} &= 0, 000000000 \\\\\n\\end{align*}\n\\]\n\n\\[\n+ 0, 213171345 - 0, 022550984 = 0, 190620361 = BIRu\n\\]\n\nQuæ est brevis Synopsis Quadraturæ suæ fatis elegans.\n\nDissimulandum interim non est; si quis totius \\( BIF \\) spatii (cujus latus \\( IH \\) longius intelligatur quam \\( AI \\)) quadraturam postulet; rem non ita feliciter successuram: propter medelam, quam modo diximus, malo minus sufficientem. Cum enim jam ponenda sit \\( A > 1 \\); manifestum est, posteriores ipsius potestates, altius in Integrorum sedes penetraturas, adeoque minime negligendas.\n\nHuic autem incommodo, levi constructionis immutatione, facile subvenitur.\n\nVid.Fig.1.\n\nCæteris utique ut prius constructis; Quadrandum exponatur \\( HFur \\) spatium\ntium; (cujuscunque fuerit longitudinis A H; puta major minorve quam\nAI, vel huic æqualis: sumptoque ubivis inter A & H, puncto r; puta ul-\ntra citrave punctum I, vel in ipso I puncto:) Ponantur autem (non, ut\nprius AI = r, & Ir = A: sed) AH = r, & HR = A, quæ intelliga-\ntur in æquales partes innumeras dividi, quarum qualibet sit a. Erunt ita-\nque, post AH = r, reliqua deinceps decrescentes r—a, r—2a, r—3a,\n&c. usque ad Ar = r—A. Item, propter æqualia Rectangula FHA,\nurA, BIA, &c. puta, = b²: Erit HF = \\frac{b^2}{r}; reliquaque deinceps\n\\begin{align*}\n\\frac{b^2}{r-a}, \\frac{b^2}{r-2a}, \\frac{b^2}{r-3a}, &c., \\text{usque ad ru} = \\frac{b^2}{r-A} \\text{ spatium HF ur complemen-\ntes. (Quæ omnia ostensa sunt, in mea Arithmetica Infinitorum, prop. 88,\n94,95.)}\n\\end{align*}\n\nFactaque Divisione; reperietur\n\n\\begin{align*}\n\\frac{b}{r-a} &= b^2 + b^2a + b^2a^2 + b^2a^3 \\\\\n+ b^2a^4, &c.\n\\end{align*}\n\nHoc est,\n\n\\begin{align*}\nb^2 \\text{ in } r+a+a^2+a^3+a^4, &c. \\\\\n(\\text{sumptis ipsius a potestatibus conti-\nnue sequentibus affirmatis omni-\nbus.}) \\text{ Cumque de reliquis idem}\n\\end{align*}\n\nsit judicium; erunt rectæ omnes,\niphis HF & ru interjectæ,\n\n\\begin{align*}\n1 + a + a^2 + a^3 + a^4 &c. \\\\\n1 + 2a + 4a^2 + 8a^3 + 16a^4 &c. \\\\\n1 + 3a + 9a^2 + 27a^3 + 81a^4 &c. \\\\\n\\end{align*}\n\nin b².\n\n& sic deinceps usque ad\n\n\\begin{align*}\n1 + A + A^2 + A^3 + A^4 &c.\n\\end{align*}\n\nOmniq; Aggregati, A + \\frac{1}{2}A^2 + \\frac{1}{3}A^3 + \\frac{1}{4}A^4 + \\frac{1}{5}A^5 &c., in b² = FHru.\n\n(per Arithm. Infin.prop.64.)\n\nExempli gratia.\n\nPositis AH = r.\nHR = A = o, 21\nAI = b = o, 1\nAdeoque b² = o, 01\n\nErunt A = o, 21\n\\begin{align*}\n\\frac{1}{2}A^2 &= o, 02205 \\\\\n\\frac{1}{3}A^3 &= o, 003087 \\\\\n\\frac{1}{4}A^4 &= o, 00048623 \\\\\n\\frac{1}{5}A^5 &= o, 000081682 \\\\\n\\frac{1}{6}A^6 &= o, 000014294 \\\\\n\\frac{1}{7}A^7 &= o, 000002573 \\\\\n\\frac{1}{8}A^8 &= o, 000000473 \\\\\n\\frac{1}{9}A^9 &= o, 000000088 \\\\\n\\frac{1}{10}A^{10} &= o, 0000000017 \\\\\n\\frac{1}{11}A^{11} &= o, 0000000003\n\\end{align*}\n\nHorum summa — o, 235722333\nDucta in b² = o, 01\nExhibet ———— o, 00235722333 = FHru Qua-\nQualium \\( r = \\text{ANGN} \\) Quadrato, si angulus A sit Rectus.\nRhombo, Obliquus.\n\nQuae quidem tam absoluta est tamque expedita Hyperbolæ quadratura, ut ne diciam an melior sperari debeat.\n\nAtque haec sunt quae hæc de re scribenda duxi. Quæ si D. Mercatorii imperiveris; non displicebit, credo, hæc suæ Quadraturæ facta ecclesio.\n\nPossit hæc ad Logarithmorum inventionem accommodari, non est quod moneam: Sed & ad Summam Logarithmorum inveniendam: (quam inquirit ille prop. 19.) Nempe, positis \\( AH = 1, AI = IB = b, \\) (ut prius) planoque \\( BIHF = pl. \\) Erit \\( pl - b^2 + b^3 = BIps + B1q + B1ru, \\&c. \\) usque ad \\( BIHF. \\) Si autem non ab ipsa BI incipiatur; sed ultra citrave, puta \\( \\alpha ps: \\) Posita \\( pH = a \\) & \\( psFH = pl. \\) erit (universaliter) \\( ps + q + psur \\&c \\) (usque ad \\( psFH) = pl - ab^2: \\) qualium \\( r, \\) æquetur cubo ipsius \\( AH. \\) Quod alias, si opus erit, demonstrabitur. Tu interim, Illusterrime Domine, Vale.\n\nOxon. d. 8. Iulii, 1668.\n\nThe Demonstration\n\nPromised at the end of the foregoing Letter, follows in another from the same Author to the same Noble Lord, thus;\n\nPetis (Illusterrime Domine) per literas suas Aug. 3. datas (quas hester- na nocte accepi) ut demonstrare velim methodum meam, Logarithmorum summam inveniendi, quam literis meis Iulii 8. datis, brevissime insinua- veram.\n\nQuae quidem, cum sit cum Ungularum doctrina (quam alibi trado) conne- xa; opus erit ut utcamque simul exponam: sed & rem totam (quæ m D. Mer-\nostoris figuræ & methodo quantum res ferebat accommodaveram) ad principia mea revocatam ab origine repetam. V. Fig. 2.\n\nOstensum est, in mea Arithmetica Infinitorum, prop.95. Spatium Hyperbolium ADβγ (in infinitum continuatum à parte γ, fed à parte D ubi vis terminatum,) Figurem esse quam ex Primanorum Reciprocis conflatam appello, Prop.88. definitam: Cujus nempe Ordinatim—applicata d³, d⁸, sint Primanis (seu Arithmetice proportionalibus) db, db, (Triangulum complentibus) adeoque ipsis dA, dA, (suis à vertice distantis) Reciproce Proportionales. Hoc est, (posito A D = d; & rectangulo AD = b²; particulisque infinite exiguis a, a, &c;) si à vertice A incipias b², b², b², b², &c. usque ad b² = D: vel, si à base D incipias, b², b², b², b², &c. usque ad b² = A infinitæ, (nempe, si ad Verticem usque processum continuaveris;) vel, usque ad b² = C, (posito DC = A,) si continuaveris usque ad C, ubi vis intra A & D sumptam. (Adeoque omnium Aggregatum; b² + b² + b² + b², &c., est ipsum DC planum.)\n\nManifestum itaque est, (& ibidem prop. 94. ostensum) si intelligantur singula d, in suis à vertice distantias Ad, ductæ; hoc est, — in a, — B² B² in 2a, (& sic de reliquis;) erunt omnia rectangula A d; hoc est, rectangum d momenta respectu A, (intellige, facta ex magnitudine in distantiam ducta;) seu plana semiquadrantalem Ungulam (cujus acies A) complentia, (eisdem d rectis perpendiculariter insistentia;) invicem æqualia. Quippe singula = b². (Quorum cum unum sit AIV quadratum, erit AI = b.)\n\nAdeoque Totius ADβγ (plani infiniti) seu omnium d il lud complentium, momentum respectu recte A, (ut axis æquilibrii;) seu Ungula semiquadrantis eadem ADβγ insistens (aciem habens A,) sunt totidem b²; hoc est, d b². (Ungula magnitudinis finitæ plano infinitæ magnitudinis insistentes.) E jusque pars plano ACβγ insistens (propter AC = d — A,) similiter ostendetur æqualis ipsi d — A in b². ductæ; hoc est, d b² = A b². Adeoque pars reliqua, ipsi DCβγ insistens, æqualis ipsi Ab². Quod itaque est ejusdem DCβγ momentum respectu A.\n\nPPPP\nAtque hoc momentum per plani DCββ magnitudinem, puta per pl, divisum; exhibet plani distantiam Centri gravitatis ab A, \\( \\frac{ab^2}{pl} \\): adeoque distantiam ejusdem a D, \\( d - \\frac{ab^2}{pl} \\).\n\nHæc itaque à D distantiæ, in pl (planii magnitudinem) ducta; exhibet d pl — Ab² ejusdem DCββ momentum respectu D; seu Ungulam eadem DCββ insistentem, cujus acies sit D.\n\nHæc denique Ungula (cujus altitudine, in DC, nulla sit, sed, in Cβ, ipsi DC æqualis:) si ex planis ipsi DCββ parallelis confluri intelligitur; eunt ea, CD, Cd, &c., & sic deinceps; hoc est, aggregatum omnium Cd, Cd, &c., usque ad CD.\n\nSunt autem ea plura (ut ex Gregorii de Sancto Vincentio, aliorumque post illum, doctrina constat) tanquam Logarithmi Arithmetice proportionalium Cd, Cd, &c. usque ad CD; (seu a, 2a, 3a, &c. usque ad n.) Ergo Ungula ipsa, est corundem Aggregatum. Hoc est (posito D = 1,) d pl — Ab² = pl — Ab². Quod olteendum erat.\n\nPorro, cum sit \\( \\frac{b^2}{d-a} = \\frac{b^2}{d} + \\frac{ab^2}{d^2} + \\frac{a^2b^2}{d^3} + \\frac{a^3b^2}{d^4} &c. \\)\n\n(Quod dividendo b² per d — a, patebit:) vel, positio d = 1, (quò iphius d potestates omnes deletantur,) \\( b^2 + a^2b^2 + a^3b^2 &c. \\) seu \\( 1 + a^2 + a^3, &c. \\) in \\( b^2 \\). & similiter \\( \\frac{b^2}{d-2a} = \\frac{b^2}{d} + \\frac{2a^2b^2}{d^2} + \\frac{4a^2b^2}{d^3} + \\frac{8a^2b^2}{d^4} &c. \\)\n\n\\( b^2 + 2a^2b^2 + 4a^2b^2 + 8a^2b^2 &c. = b^2 \\) in \\( 1 + 2a + 4a^2 + 8a^3, &c. \\) & similiter in reliquis:\n\nErunt omnes \\( \\frac{1}{1+a} + \\frac{a^2}{1+a^2} + \\frac{a^3}{1+a^3} + \\frac{a^4}{1+a^4} &c. \\)\n\n\\( \\frac{1}{1+2a} + \\frac{4a^2}{1+4a^2} + \\frac{8a^3}{1+8a^3} + \\frac{16a^4}{1+16a^4} &c. \\) in \\( b^1 \\).\n\nAdeoque (per Arithm. Infin. prop. 64.) omnium Aggregatuum & sic deinceps usque ad\n\n\\( 1 + A + A^2 + A^3 + A^4 &c. \\)\n\ntanta, seu ipsum DCββ (patiens), est \\( A + A^2 + A^3 + A^4 + A^5 &c. \\) in \\( b^2 = pl \\).\n\nQualium \\( = ABE \\) Quadrato vel Rhombo\n\nIdeoque, Plani DCββ momentum respectu D; seu semiquadrantals Ungula eadem insistens cujus acies sit D; seu planorum aggregatum ipsam constituentium; seu Logarithmorum summa quos ea representant, d pl — Ab² = pl — Ab², \\( = \\frac{1}{1} + \\frac{1}{2} + \\frac{1}{3} + \\frac{1}{4} + \\frac{1}{5} &c. \\) in \\( b^2 \\).\n\nQualium\nQualium Cubus (seu Rhombus solidus) \\( ADE \\) sit \\( r \\).\nSi vero non ponatur \\( d = 1 \\), sed cujuscunque magnitudinis: erit saltem\n\n\\[\n\\frac{A}{d} + \\frac{A^2}{2d^2} + \\frac{A^3}{3d^3} + \\frac{A^4}{4d^4} \\text{ &c., in } b^2 = p l.\n\\]\n\nVel (posito \\( \\frac{A}{d} = e \\)) erit \\( e + \\frac{e^2}{2} + \\frac{e^3}{3} + \\frac{e^4}{4} \\text{ &c., in } b^2 = pl. Qualium\n\\( d^2 = ADE \\) Quadrato vel Rhombo.\n\nUngulaque (ut prius) \\( dp - Ab^2 \\). Quilium \\( d^2 = ADE \\) Cubo, vel\n(si angulus \\( A \\) sit obliquus) Rhombo solidio.\n\nCumque \\( A \\) (posito \\( d = 1 \\)) vel \\( e \\) (quicunque ponatur valor ipsius \\( d \\)) sit minor quam \\( 1 \\), (propter \\( A < d \\)) illius potestates posteriores ita continue decrecunt, ut tandem negligi possint; planique valor \\( pl. exhibeatur quantumlibet vero propinquus.\n\nAtque hæc est, Illustrißime Domine, Methodi, quam innuebam, ex meis principiis deductio, & demonstratio brevis. Vale.Oxon.d.5.Aug.1668.\n\nSome Illustration\nOf the Logarithmotechnia of M. Mercator, who communicated it to the Publisher, as follows.\n\nSi quorum in manus incidit Logarithmotechnia mea, non inviti, opinor, adspicient paucula hæc exempla, miram istius methodi facilitatem cum summa praecisione conjunctam ostendentia.\n\n| Exponentes | Unitatis ordo | Binarii ordo |\n|------------|---------------|--------------|\n| 1          | i             | 2            |\n| 2          | 0.5           | 4            |\n| 3          | 0.333333      | 8            |\n| 4          | 0.25          | 16           |\n| 5          | 0.166666      | 32           |\n| 6          | 0.142857      | 64           |\n| 7          | 0.125         | 128          |\n| 8          | 0.111111      | 256          |\n| 9          | 0.1           | 512          |\n| 10         | 0.1           | 1024         |\n\nDuo sunt ordines tabellæ, prior unitatis, alter binarii proprii, quorum uterque denorum numerorum primorum Log-os producit, praeter compositorum Log-os, qui & ipsi requiruntur.\nEx primo ordine\n\n\\[\n\\begin{align*}\n&1 \\\\\n&\\phantom{1}05 \\\\\n&\\phantom{1}03333333 \\\\\n&\\phantom{1}025 \\\\\n&\\phantom{1}02 \\\\\n&\\phantom{1}016666 \\\\\n&\\phantom{1}01428 \\\\\n&\\phantom{1}0125 \\\\\n&\\phantom{1}011 \\\\\n&\\phantom{1}01 \\\\\n&+10033534772 \\\\\n&-502516792 \\\\\n&10536051564 \\\\\n&9531017980 \\\\\n&\\phantom{1}01\n\\end{align*}\n\\]\n\nParimodo ex eodem ordine procedunt rations\n\nEx secundo ordine.\n\n\\[\n\\begin{align*}\n&2 \\\\\n&\\phantom{1}26666666 \\\\\n&\\phantom{1}4 \\\\\n&\\phantom{1}64 \\\\\n&\\phantom{1}1066666 \\\\\n&\\phantom{1}182857 \\\\\n&\\phantom{1}32 \\\\\n&\\phantom{1}5689 \\\\\n&\\phantom{1}1024 \\\\\n&\\phantom{1}186 \\\\\n&\\phantom{1}341 \\\\\n&\\phantom{1}630 \\\\\n&+20273255404 \\\\\n&-2041099724 \\\\\n&\\phantom{1}01\n\\end{align*}\n\\]\n\nHaud secus ex eodem ordine elicuntur rations\n\n\\[\n\\begin{align*}\n1 &\\quad 22314355128 \\\\\n2 &\\quad 18232155680 \\\\\n3 &\\quad i + 2 \\quad 40546510808 \\\\\n4 &\\quad \\text{exp. pag.} \\quad 10536051564 \\\\\n5 &\\quad \\frac{2}{4} + 4 \\quad 28768207344 \\\\\n6 &\\quad \\frac{3}{4} + 5 \\quad 69314718052 \\\\\n7 &\\quad 6 \\times 3 \\quad 20794154156 \\\\\n8 &\\quad i + 7 \\quad 230258509284 \\\\\n9 &\\quad \\text{exp. pag.} \\quad 9531017980 \\\\\n10 &\\quad \\frac{8}{9} + 9 \\quad 239789527264 \\\\\n11 &\\quad \\frac{3}{6} + 6 \\quad 109861228860\n\\end{align*}\n\\]\n\nSimi-\nSimiles ordines à 3rio, 4rio, & quovis alio numero derivari possunt, suas quisque rationes exhibiturus.\n\nAcquisto Log-o 10ii, conficienda est statim tabella reducendorum Log-orum naturalium ad Tabulares, ut quavis ratio, simul ac inventa est, reducatur ad mensuram tabularium; ita enim Log-i compositorum, quorum ope ad primorum Log-os descenditur, simul fient Tabulares absque reductione.\n\nFiat igitur, ut Log-us 10ii non-tabularis 2302585, ad tabularem 10000000; ita 1, ad 4,3429448. Hic numerus bis, ter, quater & pluries sumptus constituit tabellam reducendorum Log-orum naturalium ad tabulares, quam hic subjectam vides.\n\n|   |   |\n|---|---|\n| 1 | 03429448190 |\n| 2 | 086858896380 |\n| 3 | 13028834570 |\n| 4 | 173717792761 |\n| 5 | 217147240951 |\n| 6 | 260576689141 |\n| 7 | 304006137332 |\n| 8 | 347435585522 |\n| 9 | 390365033712 |\n\nHujus igitur ope tabellæ, rationis 98 mensura naturalis 20202707316 reducitur ad tabularen hoc modo:\n\n|   |   |\n|---|---|\n| 2 | 086858896381 |\n| 0 | 0 |\n| 2 | 0868588964 |\n| 0 | 0 |\n| 2 | 08685890 |\n| 7 | 3040061 |\n| 0 | 0 |\n| 7 | 30401 |\n| 3 | 1303 |\n| 1 | 043 |\n| 6 | 26 |\n\nTum à Log-o 100ii 200000000000 ausfatur ratio- 87739243069\n\nnisi 28 mensura restat 19912260756031 = L 98\nunde ablato Log-2ii 3010299956640\n\nrestat ———— 16901960802091 = L 99\ncujus semis ———— 8450980400145 = L 7\n\nItem rationis 15 mensura naturalis 19802627296\nreducta, fit 86001717619.\n\nErgo já Log-o 100ii 200000000000\nadde rationis 10 mensura 86001717619\nfit ———— 20086001717619=L102\nunde ablato Log-o 6ii 7781512502836\n\nrestat ———— 12304489213783 = L 17\n\nHic tabula numerorum primorum egregium usum praestare potest.\n\nSed & ejusdem primi 17 Log-um absque ambage invenire datur, dicendo:\n20. 17:: 10. 8 5; tum differentiae inter 10 & 8 5 (nimirum 1 5) sumendo quadrati semissem, cubi trientem, &c. tractandoque istum ordinem, ut supra, inveniemus simul Log-os absolutorum 23, 197, 203, 1997, 2003, &c.\nCæterum isthæc omnia, & longè plura ex prop. 13, 15, & 16 Logarithmotechniae nostræ apertè derivantur, non magis considerando hyperbolam, quam si ea nulquam in rerum natura existisset. Quare frustra sunt, qui hyperbolam ad constructionem Logarithrorum vel hilum conferre autemant; imo Logarithrorum ope quadrare hyperbolam, verius est. Id quod exemplo ostendere haud pigebit. In diagrammate (Fig. 1.) sit AH 74305816 parium, qualium AI est r, & oporteat invenire aream BIHF.\n\nOpus est ad eam rem tabella subjecta, quæ continet Log-os naturales suprà acquisitos, in priori columna ab 1 usque ad 9, in altera à 10 usque ad 1000000000.\n\n| 1 | 00000000000 | 02,30258509299 |\n|---|--------------|-----------------|\n| 2 | 69314718052 | 04,60517018599 |\n| 3 | 109861228860 | 06,9075527898 |\n| 4 | 138629436104 | 09,21034037198 |\n| 5 | 160943791232 | 11,51292546497 |\n| 6 | 179175946912 | 13,81551055796 |\n| 7 | 194591014904 | 16,11809565096 |\n| 8 | 207944154156 | 18,42068074395 |\n| 9 | 219722457720 | 20,72326583695 |\n\nTum prima figura numeri dati semper distinguatur à sequentibus separatrice, hoc modo: 7,4305816, & ipsi primæ figuræ semper adjiciatur 1, ita constat, hoc loco, 8. Quærenda est nunc ratio 8 ad 7,4305816 mensura naturalis. Id ut fiat commodius, dic: ut 8 ad 7,4305816; ita 1 ad 0,9288227, hunc quartum proportionalem auter ab 1, reliquum 0,0711773 voco potestatem primam, quæ ducenda est in se ita, ut in facto idem numerus partium extet, qui erat in ipso 0,0711773; productum 0,0050662 est potestas secunda, quæ rursus ducatur in primam 0,0711773, ut idem numerus partium extet, prodit 0,0003606, quæ est tertia potestas, & eodem modo inventur-quarta 0,0000256, & quinta 0,0000013. Deinde\n\nPotestas\nPotestas prima 0,0711773\nEt secundae semis 25331\nEt tertiae triens 1202\nEt quartae quadrans 64\nEt quintae pars quinta 4\n\nSumma 0,0738374 est mensura rationis 8 ad\n7,4305816, eadem scilicet cum ratione 80000000 ad 74305816. Porro\nLog-us absoluti 8000000 facile acquiritur ex superiori tabella; cum enim\nindex primae figurae numeri 8000000 sit 73, è regione 7ii ex secunda co-\nlumna excerpto Log-um absoluti 1000000 (hoc est unitatis septem cyphris\naffectae).\nqui reperitur 16,11809565 addo\ncui subscribo Log-um 8tii 2,07944154\nsumma est Log-um absoluti 80000000 = 18,19753719\nablatæ mensurae rationis 80000000 ad 743005816 = 0,0738374\nrestat Log-um absoluti 74305816 = 18,1236997, atque\ntanta est area B1HF.\n\nMantissa loco accipe modum facillimum quadrandi quamvis hyperbola\npartem per Log-os tabulares. Dati numeri 74305816 Log-us tabularis est\n7,87102278, per superioris tabulae columnam secundam reducendus ad na-\nturalem, prodiitque eadem, quæ supra, area B1HF = 18,123699872.\n\nPostremo, ne quis hæsitationi locus restet, accipe, quo pacto ex Prop.\n13, 15, 16. Logarithmot. calculum superiorem derivem.\n\nDifferentia terminorum rationem quamvis exprimentium si concipiatur\ndivisa in partes æquales innumeræ composita erit ratio tota extremorum\nterminorum ex innumeris ratiunculis terminorum à minimo ad maximum\ninfinitissima parte ipsius differentiæ se mutuo excedentium. Sin idem illi\ntermini innueri accepiantur pro mediis Arithmeticiis aliorum terminorum\nsimili parte infinitissima distantium; summa omnium ratiuncularum poste-\nrioribus hisce terminis intercedentium deficiet à tota ratione extremorum,\nnon nisi semisæ prima æ ulimæ ratiuncularum à prioribus terminis conten-\ntarum, id est, ratiuncula minori, quam quæ ullis numeris exprimi possit.\nQuare positio Maximo termino = 1, & parte infinitissima differentiæ = i,\n& mensurae rationis minimæ itidem i; erit ut medium Arithmeticum ter-\nminorum rationis minimam proxime præcedentis, ad medium Arithme-\nticum terminorum ipsius minimæ; ita mensurae minimæ, ad mensuram pro-\nxime majoris, hoc est:\n\n\\[\n\\begin{align*}\n1 - i \\cdot i :: i \\cdot i + ii + i^3 + i^4 & \\text{mensurae ultimæ} \\\\\n1 - 2i \\cdot i :: i \\cdot i + 2ii + 4i^3 + 8i^4 & \\text{penultimæ add.} \\\\\n1 - 3i \\cdot i :: i \\cdot i + 3ii + 9i^3 + 27i^4 & \\text{antepenultimæ} \\\\\n\\text{sit summa ratiuncul.} = 3i + 6ii + 14i^3 + 36i^4 & \\text{etc. = numero termino-}\n\\end{align*}\n\\]\nrum, plus summa eorundem terminorum, plus summa quadratorum ab illisdem, &c.\n\nSin minimus terminus ponatur = 1, manentibus caeteris ut supra, evadit summa ratiuncularum = 3i — 6ii + 14i³ — 36i⁴, &c.\n\nHinc data differentia terminorum = 0¹, erit numerus terminorum = 0¹, & per 16 Logarithmot. summa eorundem terminorum = 0, 005, & summa quadratorum = 0, 000333. At data differentia terminorum = 0¹⁰; numerus terminorum est = 0,01, & summa eorundem = 0,00005, & summa quadratorum = 0,00000333, &c.\n\nNota. Prop. IV. Logarithmot. Signa speciebus intercedentia debebant esse alternatim affirmata & negata: atque ubicunque, Lector offenderit infinitissimam, legat infinitessimam.\n\nErrata.\n\nPage 742.l.25.put a comma after open'd, (which is material for the sense.) p.749. l.16.r.idique.ibid.l.40.r.magnitudinum.p.753.l.20.r.—a + a²—a³, p.754.l.19.r.Husc.p.755.l.11.r.b² a² + b² a³ + b³ a⁴.ibid.l.14.r + a² + a³.p.756.in Fig.1.the letters appearing obscure,those,that denote the small lines parallel to the Asymptote N A, are I B.p.s.q.t.r.x. And the other capital letters are G F H. G B A. G M N.\n\nIn the SAVOY,\n\nPrinted by T.N. for John Martyn, Printer to the Royal Society, and are to be sold at the Bell a little without Temple-Bar, 1668.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101291.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 16,
    "total-input-tokens": 24582,
    "total-output-tokens": 12686,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2651,
        2
      ],
      [
        2651,
        4880,
        3
      ],
      [
        4880,
        6947,
        4
      ],
      [
        6947,
        8740,
        5
      ],
      [
        8740,
        11530,
        6
      ],
      [
        11530,
        13602,
        7
      ],
      [
        13602,
        15083,
        8
      ],
      [
        15083,
        17121,
        9
      ],
      [
        17121,
        19352,
        10
      ],
      [
        19352,
        21319,
        11
      ],
      [
        21319,
        22533,
        12
      ],
      [
        22533,
        24447,
        13
      ],
      [
        24447,
        26159,
        14
      ],
      [
        26159,
        28558,
        15
      ],
      [
        28558,
        29792,
        16
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101291",
    "title": "An Account of Two Books",
    "authors": "I. Wallis, R. de Graaf",
    "year": 1668,
    "volume": "3",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 16,
    "jstor_url": "https://www.jstor.org/stable/101291"
  }
}