{
  "id": "b51484412910a5f5394b77b5bf3639aa98f890e8",
  "text": "VIII. On the Rotation of the Planet Saturn upon its Axis. By William Herschel, LL.D. F. R. S.\n\nRead January 23, 1794.\n\nIn a late paper on the multiplicity of the regular belts of the planet Saturn, I pointed out an analogy, which might lead us to surmise that it had a pretty quick rotation upon its axis; I can at present announce the reality of that rotation. The following series of observations, in which Saturn has been traced through one hundred and fifty-four revolutions of its equator, will sufficiently confirm it.\n\nThe changes in the belts of Jupiter, it is well known, are so frequent, that we find some difficulty to make our observations of them agree to within 3, 4, or 5 minutes of time; but the belts on Saturn, which I have been lately observing, seem to have undergone no very material change, during the course of the two last months; so that we may hope the period of the rotation of this planet, which will be assigned in this paper, may be looked upon as having a considerable degree of exactness.\n\nBefore we can enter into particulars, it will be necessary to give the series of observations upon which my computations have been founded. It is not sufficient to extract only those parts of them which have served for calculating the period; as the value of astronomical observations consists in having them entire; every circumstance, as it occurred, is of conse-\nquence, and facts being stubborn things, we cannot decide upon them properly till they have been entirely laid open to our view, and sufficiently scrutinized. For this purpose the observations are all extracted from the journal, in the regular order in which they were made; and here I must remark, that I purposely avoided any calculations, or even surmises, of the length of a rotation, while the observations were making; in order to be perfectly free from every bias that might mislead the eye. In this I succeeded so well, that, when I began to calculate, I mistook not less than $\\frac{3}{4}$ hours and $\\frac{3}{4}$ in the first supposition I made; which, happening to agree extraordinarily well with four of the most pointed observations, it misled me so far, that I was very near rejecting the whole series as inconsistent, and began to think the changes in the belts to have been so frequent, and irregular, as not to fall under any kind of calculation. It will, however, soon appear that this has not been the case, and that, on the contrary, there has been more steadiness and regularity in the belts, than might well have been expected in such kind of appearances.\n\n**Observations on the Belts of Saturn.**\n\nNov. 11, 1793. $3^h\\ 35'$. *(Correction of the clock — $7'\\ 27''$, 1).*† Seven-feet reflector; power 287; new specula, uncommonly\n\n---\n\n* A few of these observations have been lately given; but as they are essential to the series, I thought it better to repeat them here, than to refer to my former paper.\n\n† My time is kept by one of Shelton's clocks, set now and then by equal altitudes, taken with a 12-inch Bird's quadrant; and checked by the passage of a set of stars over the wire of a four-feet telescope, firmly fixed to the wall of my house. By calling the correction minus, I denote, in this case, that the clock is $7'\\ 27''$, too fast for true sidereal time.\n\nMDCCXCIV.\nClose to the ring of Saturn, where it passes the body of the planet, is the shadow of the ring; very narrow, and black.\n\nImmediately south of the shadow is a bright, uniform, and broad belt.\n\nClose to this belt is a broad, darker belt, which is divided by two narrow, white streaks; so that, by this means, it becomes to be five belts; namely, three dark, and two bright ones; the colour of the dark belt is yellowish.† (A)\n\nThe space from the quintuple belt towards the south pole of the planet which is in view, is of a pale whitish colour; less bright than the white equatorial belt, and much less so than the ring.\n\nThe globular form of Saturn is very visible, so that it has, by no means, the appearance of a flat disk.\n\nNov. 13. 3h 30' (Cor. — 7' 29'',5.) The quintuple belt on Saturn is as it was Nov. 11. I saw it three hours ago, and several times since, without any visible change. (B)\n\nNov. 19. 3h 14'. (Cor. — 7' 36'',8.) The southern belt of Saturn is still divided into five; the evening is not clear enough to observe changes in it, if there were any. (C)\n\nNov. 22. 2h 32' (Cor. — 7' 40'',4.) The quintuple belt on Saturn remains still the same; power 287. (D)\n\n* In the course of these observations, I made 10 new object specula, and 14 small plain ones, for my 7-feet reflector; having already found, that with this instrument I had light sufficient to see the belts of Saturn completely well; and that, here, the maximum of distinctness might be much easier obtained, than where large apertures are concerned.\n\n† The letters (A) (B) (C), (a) (b) (c), &c. as they occur, refer to calculations which will be given hereafter.\nRotation of the Planet Saturn upon its Axis.\n\nWith 430, I see the same very distinctly; but the small divisions have hardly light enough, when so much magnified.\n\nI viewed the same belt with four different object specula. One of them shewed the divisions uncommonly well.\n\nDec. 3. 0h 35'. (Cor. — 7' 53\",8.) The quintuple belt upon Saturn remains as it was Nov. 22. (E)\n\n2h 36'. 20-feet reflector; power 157; 300; 480. I see the quintuple belt very well.*\n\nDec. 4. 23h 22'. (Cor. — 7' 55\" by a transit.) 10-feet reflector. The quintuple belt is on Saturn, as it was last night. (F)\n\n4h 57'. 7-feet. The quintuple belt is uncommonly distinct.† The three narrow dark belts are of an equal breadth over the whole disk; the two bright belts which divide them, are also of an equal breadth throughout, but a little narrower than the dark ones. (G)\n\n5h 58'. I see the quintuple belt so clearly defined throughout all the 3 dark, and 2 bright belts, that I am apt to guess that the side which presents itself to me now is not the same\n\n* I found that the strong light of this instrument was too great a fatigue for the eye, which cannot bear to look at a very luminous object for a long time together. For this reason, I chiefly used the 7-feet reflector; and in future, all the observations, not expressly marked otherwise, are to be understood as having been made with that instrument; bearing an eye-glass of 3-tenths of an inch focal length. My object specula are generally from 84 to 88 inches in focus, and, therefore, give a power from 280 to 293. The favourite one gave 287. I had another reason for chiefly confining myself to one instrument, and one power; which was, that every circumstance being as much as possible the same, a change in the object I viewed might be the sooner perceived.\n\n† When I found the divisions between the small belts so remarkably distinct, I began to suspect that they might not be, all around the planet, perfectly uniform in brightness and figure; and therefore now described the phenomena that occurred more minutely and carefully.\nwhich I saw in the first part of the evening; but it is not easily possible to determine whether the air might not be less clear then. I saw all other phenomena on Saturn extremely well, many times, between $1^h$ and $3^h$; but not the belts so well as now. (H)\n\n$6^h\\ 36'$. The belt remains as free from interruptions as it was at $5^h\\ 58'$. (I)\n\n$6^h\\ 52'$. I see the planet not so well defined now, as I did in the first part of the evening; being at present nearer the horizon; but I see the belts better than I did at that time. (K)\n\nDec. 6. $22^h\\ 28'$ (Cor. — $7'\\ 57''$,2.) I see the quintuple belt very distinctly. (L)\n\n$22^h\\ 55'$. I see the quintuple belt as readily as I see the rest of the appearances on Saturn. (M) I took care to bend my head so, as to receive the picture of the belt in the same direction upon the retina, as I did December 4, at $5^h\\ 58'$.*\n\n$23^h\\ 55'$. I now see the quintuple belt full as well as I did Dec. 4, at $5^h\\ 58'$. (N)\n\n$1^h\\ 25'$. That part of the quintuple belt which is now on the meridian, or centre of Saturn, is much less separated and defined than what was there at $23^h\\ 55'$. (O)\n\n$2^h\\ 26'$. The divisions in the quintuple belt are not grown distincter, but rather more confused than they were before; I can scarcely perceive them. (P)\n\n$3^h\\ 28'$. The uppermost of the small dark belts, in that part which is on the meridian, is very faint, and the most north is rather darker than before. (Q)\n\n* This was a precaution that occurred to me, as there was a possibility that the vertical diameter of the retina might be more or less sensible than the horizontal one; but I had no reason afterwards to suppose that any such difference really exists.\nRotation of the Planet Saturn upon its Axis.\n\n4ʰ 28′. The most north of the two belts is darker, and a little broader than the most south. (R)\n\n5ʰ 53′. Saturn is remarkably distinct; much more so than Dec. 4, at 5ʰ 58′; but the quintuple belt is less distinct than it was that evening; it has also undoubtedly a different appearance. The northern belt is the darkest and broadest, that next to it is less dark; and the third, or southmost belt, is faint, and hardly to be seen; the narrow white belts that separate them are contracted, and but just visible. (S)\n\nObservation upon the Double Ring of Saturn.*\n\nThe outer ring is less bright than the inner ring. The inner ring is very bright close to the dividing space; and, at about half its breadth, it begins to change colour, gradually growing fainter; and just upon the inner edge, it is almost of the colour of the dark part of the quintuple belt.\n\n7ʰ 52′. This is evidently another part of the planet than what I saw in the beginning of the evening. (T)\n\nDec. 9. 5ʰ 33′. (Cor. — 8′ 0″,4.) The quintuple belt is extremely distinct, but not so much so, in proportion to the rest of the appearances, as I might expect. (U)\n\n6ʰ 9′. The southmost dark belt is very faint; the northmost is the strongest and broadest; the bright divisions are very small, and difficult to be seen; I can, however, trace them all along. (V)\n\nDec. 11. 1ʰ 25′. (Cor. — 8′ 2″,6.) I see the quintuple belt. The southmost belt is extremely faint; that to the north is\n\n* This observation is foreign to the present purpose, but as it is new, and but short, I would not omit it; and for the same reason, two or three more are retained hereafter.\nthe darkest and broadest; the middlemost is nearly as dark, but not quite so broad. (W) The air is much disturbed by wind, and flying haziness.\n\n5ʰ 5′. The quintuple belt is very distinct. The southmost belt is less faint than it was at 1ʰ 25′; but the wind is too high, and the air too disturbed, to examine it minutely. (X)\n\nDec. 13. 23ʰ 40′. (Cor. — 8′ 4″,7.) I see the divisions of the quintuple belt very well; but there is a dry wind, and the telescope will not shew objects with that degree of distinctness which it usually does, when moisture is discharged from the air, by the precipitation of dew. (Y)\n\n0ʰ 46′. I see the quintuple belt very well.\n\nRemark on the Shadows of Saturn and its Ring.\n\nOn the south following part of the ring, close to the body of the planet, is the shadow of the body.\n\nThe shadow of the ring upon the body of the planet close to the ring, is not parallel to the ring at the two extremes, but a little broader there, than in the middle; the ends turning towards the south.\n\n2ʰ 4′. The bright divisions between the belts are very narrow. The southmost dark belt is not much less faint than the northmost. (Z)\n\n2ʰ 51′. The southmost dark belt on the preceding side, which at 23ʰ 40′, I thought was a little more south than the inside of the ring, now falls short of it. The broad bright belt also seems to be narrower now, than it was at that time.*\n\n* Suspecting that the situation and direction of the belts might not be uniform all around the planet, I began to be more careful in describing the particulars relating to those circumstances; but found, soon after, that no additional light could be gathered from an attention to them.\nRotation of the Planet Saturn upon its Axis.\n\n3ʰ 2′. The broad bright belt, is as broad as the next three belts and a half, of the quintuple belt: that is, not quite so broad as the quintuple belt, without the southmost narrow dark belt.\n\n4ʰ 11′. The broad white belt is of the breadth of the three adjoining belts.\n\n5ʰ 11′. Appearances seem to be the same as they were an hour ago. The evening is indifferent. (a)\n\nDec. 16. 0ʰ 43′. (Cor. — 8' 8'', by a transit.) I see the quintuple belt extremely well.\n\n1ʰ 3′. The most south of the three dark belts, is full up to the inner edge of the preceding side of the ring; or rather a little above (or south of) it. The following side is less south, with regard to the ring, than the preceding; so that the quintuple belt is not parallel with that part of the ring, which crosses the body.\n\n2ʰ 21′. The southmost belt is very faint; the middle and northern ones are much darker, and seem to be broader and closer, than I have at other times seen them. (b)\n\nWith 215. This power is too small to distinguish the divisions of the quintuple belt sufficiently.\n\n3ʰ 12′. There seems to be no material alteration, but I do not see the divisions of the belt so distinctly as from the appearance of the other phenomena I ought to do. (c)\n\n4ʰ 5′. The southmost belt meets the inner edge of the preceding part of the ring very nearly, and the quintuple belt seems to be parallel to the northern part of the ring, or nearly so.\n\n4ʰ 16′. 10-feet reflector; power 300. The quintuple belt is parallel to the northern part of the ring, which is turned towards us.\n5h 35'. 7-feet. The southmost belt is brighter than it was at 2h 21'. (d)\n\nDec. 18. 23h 54'. (Cor. — 8' 9'',8.) I see the quintuple belt. (e)\n\n1h 19'. All the parts of the quintuple belt seem to be very uniform. The southmost on the preceding side, reaches full up to the ring, where it passes behind the body. (f)\n\nI viewed the planet with eight different object specula, they all shewed the quintuple belt very well.\n\nDec. 19. 1h 41'. (Cor. — 8', 10'',6.) I have a very beautiful view of Saturn. I should suppose this part of Saturn to be that, where the quintuple belt is not so distinct as it is on some other parts; though I see it very well; yet from the extraordinary distinctness of the other phenomena, I think I ought to see it still better. (g)\n\nThe Five Old Satellites.\n\n1h 56'. 10-feet reflector; with a power of 60 only, I see all the five old satellites.*\n\n4h 15'. 7-feet reflector. The southmost belt is faint. The quintuple belt is a little broader on the preceding side, than on the following. (h)\n\nDec. 23. 3h 46'. (Cor. — 8' 14'',2.) I see the quintuple belt very distinctly. The northmost of the dark belts is the broadest and darkest; the southmost is very faint; they are parallel to the ring, and the southmost just comes up to the inner edge of the ring. (i)\n\n* This observation was made to try with how low a power they might be seen.\nDec. 29. 1\\textsuperscript{h} 10'. (Cor. — 8' 19'',5.) The quintuple belt remains on Saturn as it used to be; the southmost of the dark belts is faint. (k)\n\nJan. 1, 1794. 2\\textsuperscript{h} 2'. (Cor. — 8' 22'',1.) I see the quintuple belt very well; the southmost belt is not much fainter than the northmost. (l)\n\nObservations of the South Pole of Saturn, and the Shadow of the Ring.\n\n3\\textsuperscript{h} 46'. The south polar regions of Saturn, are a little brighter in proportion to the bright equatorial belt, than they used to be; they are almost as bright as that belt.\n\nThe shadow of the ring upon Saturn is perfectly black, like the shadow of Saturn upon the ring. The shadow of the ring upon Saturn, on each side, is bent a little southwards; so that the apparent curve it makes departs a little from the ring.\n\n5\\textsuperscript{h} 18'. The three dark belts of the quintuple belt seem to be very close, but the air is tremulous; I can however see them divided. (m)\n\nJan. 2. 23\\textsuperscript{h} 53'. (Cor. — 8' 23'',0 by a transit.) The quintuple belt is very distinct. The southmost belt is almost as dark as the other two. (n)\n\n1\\textsuperscript{h} 52'. The southmost belt is very nearly, if not quite as dark and distinct as the northmost. The air is very fine, and all the phænomena on Saturn are beautifully distinct. (o)\n\nJan. 4. 1\\textsuperscript{h} 36'. (Cor. — 8' 23'',8.) The quintuple belt is not so distinct as, from the appearance of the rest of the phænomena on Saturn, one might expect to see it. All the three dark belts are fainter than I have often seen them; and the southmost of them is much fainter than the northmost. (p)\n2h 35'. The quintuple belt is still faint. The southmost belt much fainter than the northmost; the latter is not only stronger, but also broader than the former. (q)\n\nJan. 7. 1h 4'. (Cor. — 8' 25'',o by a transit.) The three dark belts of the quintuple belt, seem not to differ much in colour and breadth, but the evening is very indifferent. (r)\n\n1h 53'. The air is a little clearer. The southmost is very little (if at all) less dark than the northmost; they are all very faint. (s)\n\n3h 18'. As well as the night will permit to see, I judge the dark belts to be pretty equal in colour and size, the northmost, however, is still a little darker, and broader than the other two. (t)\n\n3h 44'. The dark belts seem to be as equal as I have seen them at any time. I see them very well. (u)\n\nTrial of Concave Eye Glasses.\n\nI tried five new concave eye glasses, but they all proved defective in figure; with one of them, power 360, I saw the quintuple belt pretty well. With regard to the field of view they are full as convenient as convex glasses. (v)\n\n5h 50'. The three dark belts are still nearly alike, and uniformly divided by the bright ones. (w)\n\nJan. 16. 2h 52'. (Cor. — 8' 28'',6.) I suppose this to be the part of the quintuple belt, which is nearly uniform; the southmost one however is not quite so dark as the northmost. (x)\n\n4h 20'. The belts seem to be equal and uniform throughout. (y)\n\n5h 5'. The belts seem to be uniform; the southmost however is the faintest. (z)\nDetermination of the Period.\n\nI shall now enter upon the method, which has been used to determine the rotation of the planet, from these observations.\n\nLet K, T, Z, P, in the annexed figure, (see Tab. IX.) represent the quintuple belt on the southern hemisphere of Saturn; the different parts of which are diversified as expressed by the different tints of the belts: those at E A K N I H M L G being uniform, while others at T B C D V, and R Q Y F have the southmost of the small dark belts very faint, and the northmost pretty strongly marked. Let \\( \\alpha \\) be the south pole of Saturn, and let the circle 90, 180, 270, 360 represent its equator, divided into degrees; so that \\( \\alpha 180, \\alpha 210, \\alpha 240, \\alpha 270, \\&c. \\) are meridians of Saturn, which, as the planet turns upon its axis, from west to east, will successively pass over the line \\( \\alpha \\beta \\gamma \\), representing that meridian on Saturn which passes through the earth.\n\nThen the eye of the observer being placed in the line \\( \\alpha \\beta \\gamma \\), at a great distance, and the hemisphere of Saturn, which is here projected on the plane of the equator, being in an oblique position, will only see the semicircle \\( \\delta \\beta \\epsilon \\). But on account of the great inclination of the arches \\( \\zeta \\delta, \\eta \\epsilon \\), to the visual ray \\( \\gamma \\beta \\alpha \\), the eye will not perceive minute divisions, or marks, till they come within the limits \\( \\zeta \\eta \\), and even then will no where judge so well of their brightness and figure as when they draw near the situation \\( \\beta \\).\n\nThe divisions on the equator, are to serve us to point out those places of the quintuple belt, which, by future calculations of the motion of this equator, will be shewn to have been on the meridian, \\( \\alpha \\beta \\gamma \\), at any given time; and the numbers\nare placed in the reverse order of the rotation, that the calculated motion of the belt may immediately point out the place which is come to the meridian. Thus, if the point K at 180 has moved 53 degrees forward, the situation \\( x \\), on the belt, may be concluded to be on the meridian; because it is at \\( 180 + 53 \\), that is, the 233d degree.\n\nAssuming for an epoch the observation of Dec. 4. 4\\(^h\\) 57', where the different small belts, that make up the quintuple belt, are described as quite uniform; let it be placed at the 180th degree of the divided circle, where it will be fully exposed to the view of the observer.\n\nI now select a few observations that are strongly marked, and as far distant from each other as can be found, by way of trying in what rotation they will agree. Such are the following two: Dec. 4. 6\\(^h\\) 52'; Jan. 7. 3\\(^h\\) 44', for the places where the belts were uniform; and other two, Dec. 6. 7\\(^h\\) 52', Jan. 4. 2\\(^h\\) 35', for places where they appeared unequal. The sidereal times being corrected, and brought to true mean time, we have from Dec. 4. 13\\(^h\\) 46' 51'', to Jan. 7. 8\\(^h\\) 25' 11'' an interval of 33 days 18\\(^h\\) 38' 20''; in which time let us suppose 79 revolutions to have been made. This will give 10\\(^h\\) 15' 40'' for the time of each revolution.\n\nIn the next place, we have from Dec. 6. 14\\(^h\\) 38'47'' to Jan. 4. 7\\(^h\\) 28' 12'' an interval of 28 days 16\\(^h\\) 49' 25''; and allotting 67 revolutions to this, we obtain 10\\(^h\\) 16' 51'' for the time of the rotation. These periods being independent of each other, and the observations having been made upon different parts of the belt, agree very well together. But now, some intermediate places are wanted, by way of trying, whether the period thus determined will accord with the rest of the observations; and\nfor this purpose I select Dec. 18. 1\\textsuperscript{h} 19', Jan. 2. 1\\textsuperscript{h} 52'; and bringing them also to true mean time, we have,\n\nFrom Dec. 4. 13\\textsuperscript{h} 46' 51'' to Dec. 18. 7\\textsuperscript{h} 19' 28'' an interval of 13 days 17\\textsuperscript{h} 32' 37''. Then, supposing 32 revolutions to have been made, we obtain a period of 10\\textsuperscript{h} 17' 54''. Also,\n\nFrom Dec. 4. 13\\textsuperscript{h} 46' 51'' to Jan. 2. 6\\textsuperscript{h} 53' 11'' is an interval of 28 days 17\\textsuperscript{h} 6' 20''; and admitting 67 revolutions of the belts, the period will be 10\\textsuperscript{h} 17' 6''.\n\nThese trials of intermediate times agreeing with the former sufficiently well, there can remain no doubt about the true quantity of the period in general. I therefore take a mean of the two first determinations, which gives 10\\textsuperscript{h} 16' 15'' for the approximate rotation of Saturn upon its axis.\n\nIt now becomes necessary to construct tables for a general calculation of all the observations. For, if these should contain descriptions contradicting the calculated appearances of the quintuple belt, our assigned period could not be looked upon as sufficiently established; on the contrary, if the calculated and observed appearances are found to agree, we may rest satisfied that the rotatory motion of this planet, which has so long eluded our strictest attention, is at length obtained.\n\nIn consequence of a few trials, which were made after the 7th of January, by tables constructed upon this mean period, I found that some small correction was required; and obtaining another very good observation on the 16th of the same month, it gave me an interval which included one hundred revolutions of the equator of Saturn. Now, making the proper deduction for the planet's retrograde motion during the time that passed between the first and last observation, we have from Dec. 4. 13\\textsuperscript{h} 46' 51'' to Jan. 16. 8\\textsuperscript{h} 25' 39'' an interval of 42 days\nDr. Herschel's Observations on the\n\n18\\textsuperscript{h} 38'\\textsuperscript{'} 48'' in which the equator of Saturn moved over 35998.87 degrees, from which we compute a period of 10\\textsuperscript{h} 16'\\textsuperscript{'} 0'',44.\n\nThe following tables have been constructed upon this last period, and in the use of them the complement of the geocentric longitude of Saturn is always to be added, as has been explained in the tables of the satellites of that planet. Phil. Trans. Vol. LXXX. part II. page 495.\n\n| Tables for the Equatorial Motion of Saturn. |\n|---------------------------------------------|\n| Epochs of the Longitude of the uniform Part of the Belts. |\n| 1793 November - 284°,18 |\n| 1793 December - 330°,62 |\n| 1794 January - 138°,61. |\n## Motion of the Equator of Saturn, in Days, Hours, Minutes, and Seconds.\n\n| Days | Deg. dec. | Hours | Deg. dec. | Min. | Deg.dec. | Min. | Deg.dec. | Sec. | dec. | Sec. | dec. |\n|------|-----------|-------|-----------|-----|----------|-----|----------|-----|-----|-----|-----|\n| 1    | 121.55    | 1     | 35.06     | 1   | .58      | 31  | 18.12    | 1   | ,01 | 31  | ,30 |\n| 2    | 243.10    | 2     | 70.13     | 2   | 1.17     | 32  | 18.70    | 2   | ,02 | 32  | ,31 |\n| 3    | 4.64      | 3     | 105.19    | 3   | 1.75     | 33  | 19.29    | 3   | ,03 | 33  | ,32 |\n| 4    | 126.19    | 4     | 140.26    | 4   | 2.34     | 34  | 19.87    | 4   | ,04 | 34  | ,33 |\n| 5    | 247.74    | 5     | 175.32    | 5   | 2.92     | 35  | 20.45    | 5   | ,05 | 35  | ,34 |\n| 6    | 9.29      | 6     | 210.39    | 6   | 3.51     | 36  | 21.04    | 6   | ,06 | 36  | ,35 |\n| 7    | 130.84    | 7     | 245.45    | 7   | 4.09     | 37  | 21.62    | 7   | ,07 | 37  | ,36 |\n| 8    | 252.38    | 8     | 280.52    | 8   | 4.68     | 38  | 22.21    | 8   | ,08 | 38  | ,37 |\n| 9    | 13.93     | 9     | 315.58    | 9   | 5.26     | 39  | 22.79    | 9   | ,09 | 39  | ,38 |\n| 10   | 135.48    | 10    | 350.65    | 10  | 5.84     | 40  | 23.38    | 10  | ,10 | 40  | ,39 |\n| 11   | 257.03    | 11    | 25.71     | 11  | 6.43     | 41  | 23.96    | 11  | ,11 | 41  | ,40 |\n| 12   | 18.58     | 12    | 60.77     | 12  | 7.01     | 42  | 24.54    | 12  | ,12 | 42  | ,41 |\n| 13   | 140.12    | 13    | 95.84     | 13  | 7.60     | 43  | 25.13    | 13  | ,13 | 43  | ,42 |\n| 14   | 261.67    | 14    | 130.90    | 14  | 8.18     | 44  | 25.71    | 14  | ,14 | 44  | ,43 |\n| 15   | 23.22     | 15    | 165.97    | 15  | 8.77     | 45  | 26.30    | 15  | ,15 | 45  | ,44 |\n| 16   | 144.77    | 16    | 201.03    | 16  | 9.35     | 46  | 26.88    | 16  | ,16 | 46  | ,45 |\n| 17   | 266.32    | 17    | 236.10    | 17  | 9.93     | 47  | 27.47    | 17  | ,16 | 47  | ,46 |\n| 18   | 27.86     | 18    | 271.16    | 18  | 10.52    | 48  | 28.05    | 18  | ,17 | 48  | ,47 |\n| 19   | 149.41    | 19    | 306.23    | 19  | 11.10    | 49  | 28.64    | 19  | ,18 | 49  | ,48 |\n| 20   | 270.96    | 20    | 341.29    | 20  | 11.69    | 50  | 29.22    | 20  | ,19 | 50  | ,49 |\n| 21   | 32.51     | 21    | 16.35     | 21  | 12.27    | 51  | 29.80    | 21  | ,20 | 51  | ,49 |\n| 22   | 154.06    | 22    | 51.42     | 22  | 12.86    | 52  | 30.39    | 22  | ,21 | 52  | ,50 |\n| 23   | 275.60    | 23    | 86.48     | 23  | 13.44    | 53  | 30.97    | 23  | ,22 | 53  | ,51 |\n| 24   | 37.15     | 24    | 121.55    | 24  | 14.03    | 54  | 31.56    | 24  | ,23 | 54  | ,52 |\n| 25   | 158.70    | 25    | 14.61     | 25  | 14.61    | 55  | 32.14    | 25  | ,24 | 55  | ,53 |\n| 26   | 280.25    | 26    | 15.19     | 26  | 15.19    | 56  | 32.73    | 26  | ,25 | 56  | ,54 |\n| 27   | 41.80     | 27    | 15.78     | 27  | 15.78    | 57  | 33.31    | 27  | ,26 | 57  | ,55 |\n| 28   | 163.34    | 28    | 16.36     | 28  | 16.36    | 58  | 33.90    | 28  | ,27 | 58  | ,56 |\n| 29   | 284.89    | 29    | 16.95     | 29  | 16.95    | 59  | 34.48    | 29  | ,28 | 59  | ,57 |\n| 30   | 46.44     | 30    | 17.53     | 30  | 17.53    | 60  | 35.06    | 30  | ,29 | 60  | ,58 |\n| 31   | 167.99    |       |           |     |          |     |          |     |     |     |     |\nThe following 50 positions have been calculated by the above tables, and belong to the several observations which are marked with the tabular letters of references, as has been explained in the 2d note, page 50. They have been computed to two places of decimals, but are only put down in degrees, as being sufficiently near for comparing them with the descriptions belonging to those parts of the belt which they point out.\n\n| Table of calculated Positions. |\n|-----------------------------|\n| A 201 | K 180 | T 94 | c 43 | m 225 | v 186 |\n| B 77  | L 125 | U 10 | d 127 | n 155 | w 239 |\n| C 63  | M 141 | V 31 | e 167 | o 224 | x 129 |\n| D 37  | N 176 | W 105| f 216 | p 93  | y 180 |\n| E 201 | O 228 | X 233| g 348 | q 128 | z 206 |\n| F 278 | P 264 | Y 282| b 78  | r 73  |     |\n| G 113 | Q 300 | Z 6  | i 178 | s 101 |     |\n| H 149 | R 335 | a 115| k 83  | t 151 |     |\n| I 171 | S 24  | b 14 | l 111 | u 166 |     |\n\nI may venture to say, that there are not many of these calculated observations which do not very forcibly concur in proving the assigned revolution to be properly stated. I shall however only mention a few of the leading ones, and leave the rest to be looked over at leisure by those who wish to examine the subject minutely.\n\nIn observations previous to the 4th of December, no particular attention had been given to the minutiae of the belts; but we may suppose them, on the 11th of November, to have been considerably distinct and uniform, to occasion their being noticed; and this the calculation verifies. For the position A points out 201 degrees, as the situation which was on the\nRotation of the Planet Saturn upon its Axis.\n\nmeridian at the time of observation, and by the figure we find it to be a very marked place.\n\nA strong evidence of the rotation is the position H 149, observed Dec. 4, contrasted with the place F 278, which had been viewed in the early part of the same evening. The calculation here completely supports the suspicion which is expressed in the observation, \"that the side which presented itself then was not the same which had been seen in the beginning of the evening.\"\n\nThe observations of Dec. 6, are of the most decisive nature; as will clearly appear by viewing the calculated positions L M N O P Q R S T, and comparing them with the descriptions belonging to them, that have been given in the observations. For, here the revolving belts were successively seen, in all their various tints, and the last position T was marked down as leaving no doubt of the evident rotation. By the calculation it appears that the belts had moved over 329 degrees, in the course of this evening's observation.\n\nWhen the positions c, d, are compared, which were observed Dec. 16, we see that the southmost belt had acquired an additional brightness, as the observation expresses. It may not be amiss to remark upon this occasion, that brightness relates to clearness, distinctness, and easiness of vision; in opposition to faintness and confused outlines; therefore, the belt being brighter here, denotes its being more strongly marked by a deeper tint of dusky yellow, and by clearer divisions; so as to be easier perceived.\n\nDec. 19 furnishes a good instance of the exactness of our period; as the calculated position g perfectly justifies the surmise which is expressed in the observation.\n\nMDCCXCIV. K\nLast of all, the place \\( y \\), being truly pointed out by computation for Jan. 16, after a series of an hundred revolutions since the 4th of December, must concur in supporting our assigned period.\n\nI shall only add one general remark, which is, that if we lengthen the time of the rotation but 2 minutes, it will throw the last observation back above 116 degrees; and if we diminish it by 2 minutes, there will arise an excess of more than 117; and, in either case, the calculations and observations would be totally at variance: from which we may conclude that our period must be exact to much less than 2 minutes, either way. Indeed, what alterations may have taken place in the belts themselves, it is impossible to determine. That there have been some, we may admit, and rather suppose, but we have no particular reason to suspect them to have been very considerable. And, after we have shewn that a proper motion, in the spots of the belts, of 116 degrees one way, or of 117 the other, would only occasion an error of 2 minutes in time, we need not hesitate to fix the rotation of the planet Saturn upon its axis at 10\\(^h\\) 16' 0'',4.\n\nSlough, near Windsor,\nJan. 22, 1794.\n\nWM. HERSCHEL.\n\nErratum. Phil. Trans. for 1793. Part II. page 215. 2d line, for more than two degrees and a third, read 1° 11' 47'',6.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106890.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 21,
    "total-input-tokens": 33572,
    "total-output-tokens": 10913,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1388,
        2
      ],
      [
        1388,
        3291,
        3
      ],
      [
        3291,
        4932,
        4
      ],
      [
        4932,
        6999,
        5
      ],
      [
        6999,
        8707,
        6
      ],
      [
        8707,
        10378,
        7
      ],
      [
        10378,
        12050,
        8
      ],
      [
        12050,
        13642,
        9
      ],
      [
        13642,
        15003,
        10
      ],
      [
        15003,
        16659,
        11
      ],
      [
        16659,
        18137,
        12
      ],
      [
        18137,
        19996,
        13
      ],
      [
        19996,
        21824,
        14
      ],
      [
        21824,
        23846,
        15
      ],
      [
        23846,
        24601,
        16
      ],
      [
        24601,
        27949,
        17
      ],
      [
        27949,
        29562,
        18
      ],
      [
        29562,
        31300,
        19
      ],
      [
        31300,
        32616,
        20
      ],
      [
        32616,
        32616,
        21
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106890",
    "title": "On the Rotation of the Planet Saturn upon Its Axis. By William Herschel, LL. D. F. R. S.",
    "authors": "William Herschel",
    "year": 1794,
    "volume": "84",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 21,
    "jstor_url": "https://www.jstor.org/stable/106890"
  }
}