{
  "id": "ccf881f4a412818d0a413562b9c53d028e555fdb",
  "text": "INDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1832.\n\nA.\n\nAiry (George Biddell, Esq.). On an inequality of long period in the motions of the Earth and Venus, 67.\n\nAnimals (hibernating), on the sleep of, 335.\n\nArago, his magnetic phenomena, explication of, 146.\n\nArticulate sounds, on the formation of, 306.\n\nArticulation, on, 308.\n\nAstronomy (physical), researches in, 1, 229, 361, 601.\n\nAvogardo (Signor), his observation that the effect of mercurial vapour in the vacuum chamber of the barometer is not sensible at common temperatures, confirmed by Dr. Prout, 591.\n\nB.\n\nBaily (F. Esq.). On the correction of a pendulum for the reduction to a vacuum: together with remarks on some anomalies observed in pendulum experiments, 399.\n\nBakerian Lecture. Experimental researches in electricity. Second series, 163.\n\nBarometer, hourly observations on, with experimental investigations into the phenomena of its periodical oscillation, 575.\n\n——— (standard), belonging to the Royal Society, compared with almost every other standard barometer in Europe, 577.\n\n——— (standard) belonging to the Royal Society, proved by observations for 360 successive hours, not to be deteriorated, 593.\n\nBarometers, the maxima and minima of their horary oscillations much influenced by their construction, 574.\n\nBattery (voltaiac), on the laws of action of an elementary one, 279.\n\n——— on the fundamental principle, and laws of action of, 287.\n\n——— difference of temperature in the extreme and middle cells of one, explained, 296.\nBelcher (Edward, Commander R.N.). An account of the magnetical experiments made on the western coast of Africa, 1830-1, 493.\n\nBell, (Sir Charles, K.G.H.). On the organs of the human voice, 299.\n\nC.\n\nCastor oil, remarkable change in, on the surface of the water in the cistern of the water-barometer, 571.\n\nCirculation of animals, during hybernation, 351.\n\nD.\n\nDaniell (J. F. Esq.). On the water-barometer erected in the hall of the Royal Society, 539.\n\nDavy (John, M.D.). Some account of a new volcano in the Mediterranean, 237.\n\nFurther notice of the new volcano in the Mediterranean, 251.\n\nAn account of some experiments and observations on the Torpedo (Raia Torpedo, Linn.), 259.\n\nDigestion of animals, during hybernation, 352.\n\nDu Buat (The Chevalier), his experiments on pendulums swung in air and in water, 458.\n\nE.\n\nEarth and Venus, on an inequality of long period in the motions of, 67.\n\nElectric currents, induction of, 126.\n\nElectricity, experimental researches in, 125.\n\nElectro-tonic, a term used to designate a new electrical state or condition of matter, 139.\n\nEpoch of the Earth's longitude, importance of the long inequalities in, 121.\n\nF.\n\nFaraday (Michael, Esq.). Experimental researches in electricity, 125, 163.\n\nThe Bakerian lecture. Experimental researches in electricity.\n\nSecond series. 163.\n\nG.\n\nGraham Island, on an error respecting its site and origin, 255.\n\nH.\n\nHall (Marshall, M.D.). Theory of the inverse ratio which subsists between the respiration and irritability in the animal kingdom, 321.\n\nOn hybernation, 335.\n\nHudson (Mr. James). Hourly observations on the barometer, with experimental investigations into the phenomena of its periodical oscillation, 575.\n\nHybernation, on, 335.\n\n(true) on, 338.\nI.\n\nIrritability, of the measure of, 327.\n——— greatly increased in hybernation, 346.\nIvory (James, Esq.). On the theory of the perturbations of the planets, 195.\n\nL.\n\nLarynx, its functions as one of the organs of the human voice, 303.\nLee (Robert, M.D.). On the structure of the human placenta, and its connexion with the uterus, 57.\nLubbock (John William, Esq.). Researches in physical astronomy, 1, 229, 361, 601.\n——— On the tides, 51.\n——— Note on the tides in the Port of London, 595.\n\nM.\n\nMagnetical experiments, made on the western coast of Africa, an account of, 493.\nMagneto-electric induction, general remarks and illustrations of the force and direction of, 177.\nMaule (Hon. Lieut. Lauderdale). Extracts from his letter to Dr. Weatherhead, respecting the female Ornithorhynchus paradoxus, 533.\nMercury, its specific gravity as determined by Mr. Faraday, 550.\nMollusca (marine testaceans), observations on the anatomy and habits of, 497.\nMoon, on the theory of, 1.\nMuscular motility, not impaired in hybernation, 350.\n\nN.\n\nNewport (George, Esq.). On the nervous system of the Sphinx ligustri, Linn., and on the changes which it undergoes during a part of the metamorphoses of the insect, 383.\n\nO.\n\nOrnithorhynchus paradoxus, on the mammary glands of, 517.\nOsler (Edward, Esq.). Observations on the anatomy and habits of Marine Testaceous Mollusca, illustrative of their mode of feeding, 497.\nOwen (Mr. Richard), his letter to Dr. Lee, on an improved method of examining the anatomical relations between the placenta and uterus, 64.\n——— On the mammary glands of the Ornithorhynchus paradoxus, 517.\n\nP.\n\nPendulum, on the correction of, for the reduction to a vacuum; together with remarks on some anomalies observed in pendulum experiments, 399.\n——— reduction to a vacuum, 401.\nPendulum, reduction to a vacuum, comparison of the old and new corrections for, &c. 433.\n——— difference in the two ends of a convertible one, 437.\n——— factors for the correction of a convertible one, for the reduction to a vacuum, &c. 437.\n——— suspended over a cylinder, 461.\n——— anomalies of the knife edge suspension of, 463.\n——— (seconds) at Greenwich, on Captain Sabine's recent determination of the length of, 470.\n——— method of observing and of reducing the observations of, 472.\n——— detail of the experiments, 477.\n——— correction for the arc of vibration of, 468.\nPendulums swung by Mr. Baily in a vacuum apparatus, description of, 407.\n——— results of the experiments with, 419.\n——— results of the experiments with, general view of, 431.\n——— Mr. Baily's additional experiments on, 438.\n——— general results of Mr. Baily's additional experiments on, 455.\nPerturbation of the Earth's longitude and radius vector, 68.\n——— of the Earth in latitude, 113.\n——— of Venus, 117.\nPharynx, its functions as one of the organs of the human voice, 306.\nPhysical Astronomy, researches in, 601.\nPlacenta (human), on the structure of, and its connexion with the uterus, 57.\nPlanetary theory, on the, 43.\nPlanets, on the theory of the perturbations of, 195.\nPneumatometer, a new instrument for ascertaining the quantity of respiration in animals, described, 324.\n\nR.\n\nRespiration and Irritability, theory of the inverse ratio which subsists between them, in the animal kingdom, 321.\n——— nearly suspended in hybernation, 338.\nReviviscence, from a state of hybernation, phenomena of, 355.\nRitchie (Rev. William, LL.D.). Experimental researches in voltaic electricity and electro-magnetism, 279.\n\nS.\n\nSensibility, not impaired in hybernation, 349.\nSmyth (Captain W. H.). Some remarks on an error respecting the site and origin of Graham Island, 255.\nSphinx ligustri, Linn., on the nervous system of, and on the changes which it undergoes during a part of the metamorphoses of the insect, 383.\nINDEX.\n\n*Sphinx ligustri*, Linn., nerves of the head, in the larva of, 385.\n——— nerves of the thorax, in the larva of, 387.\n——— nerves of the abdomen, in the larva of, 388.\n\nT.\n\n*Terrestrial magneto-electric induction*, 163.\n*Tides*, on the, 51.\n*Tides in the Port of London*, note on, 595.\n*Torpedo*, experiments and observations on, 259.\n——— experiments on the electricity of, 260.\n——— on the electrical organs of, &c., 265.\n*Torpor, from cold*, distinct from true hybernation, 353.\n*Trachea*, its functions as an organ of the human voice, 300.\n\nV.\n\n*Vacuum apparatus*, confined space of, 462.\n*Voice (human)*, on the organs of, 299.\n*Volcano*, account of a new one in the Mediterranean, 237.\n——— further notice of, 251.\n*Voltaic electricity and electro-magnetism*, experimental researches in, 279.\n\nW.\n\n*Water and mercurial barometers*, registers of the temperature and height of, 551, 553.\n*Water-Barometer* erected in the hall of the Royal Society, on the, 539.\n——— curious action of the column of water in windy weather, 573.\nA List of Public Institutions and Individuals, entitled to receive a copy of the Philosophical Transactions of each year, on making application for the same directly or through their respective agents, within five years of the date of publication.\n\nIn the British Dominions.\n\nThe King's Library.\nThe British Museum.\nSion College Library.\nThe Bodleian Library.\nThe Radcliffe Library.\nThe Cambridge University Library.\nThe Edinburgh College Library.\nAdvocates' Library, Edinburgh.\nThe University of Glasgow.\nThe University of Aberdeen.\nThe University of St. Andrews.\nThe Library of King's Inn, Dublin.\nThe University of Trinity College, Dublin.\nThe Royal College of Physicians.\nThe Society of Antiquaries of London.\nThe Linnean Society of London.\nThe Society for the Encouragement of Arts.\nThe Geological Society of London.\nThe Horticultural Society of London.\nThe Royal Astronomical Society of London.\nThe Royal Asiatic Society.\nThe Royal Institution of Great Britain.\nThe Medical and Chirurgical Society of London.\nThe London Institution.\nThe Cambridge University Philosophical Society.\nThe Royal Society of Edinburgh.\nThe Royal Irish Academy.\nThe Royal Dublin Society.\nThe Asiatic Society at Calcutta.\nThe Royal Artillery Library at Woolwich.\nThe Royal Observatory at Greenwich.\nThe Observatory at the Cape of Good Hope.\nThe Observatory at Madras.\nThe Observatory at Paramatta.\nThe Observatory at Armagh.\n\nDenmark.\n\nThe Royal Society of Sciences at Copenhagen.\nThe Royal Observatory at Altona.\n\nFrance.\n\nThe Royal Academy of Sciences at Paris.\nThe Royal Academy of Sciences at Thoulouse.\nThe Ecole des Mines at Paris.\nThe Geographical Society at Paris.\n\nGermany.\n\nThe University at Göttingen.\nThe Cæsarean Academy of Naturalists at Bonn.\nThe Observatory at Manheim.\n\nItaly.\n\nThe Italian Society of Sciences at Modena.\nThe Royal Academy of Sciences at Turin.\n\nBelgium.\n\nThe Royal Academy of Sciences at Brussels.\n\nSpain.\n\nThe Royal Observatory at Cadiz.\n\nPortugal.\n\nThe Royal Academy of Sciences at Lisbon.\n\nPrussia.\n\nThe Royal Academy of Sciences at Berlin.\n\nRussia.\n\nThe Imperial Academy of Sciences at St. Petersburg.\n\nSweden and Norway.\n\nThe Royal Academy of Sciences at Stockholm.\nThe Royal Society of Sciences at Drontheim.\n\nUnited States.\n\nThe American Philosophical Society at Philadelphia.\nThe New York Philosophical Society.\nThe Boston Philosophical Society.\nThe Library of Harvard University.\nThe fifty Foreign Members of the Royal Society.\nPRESENTS\n\nRECEIVED BY\n\nTHE ROYAL SOCIETY,\n\nFrom 18th November 1830, to 16th June 1831;\n\nWITH THE\n\nNAMES OF THE DONORS.\n\nPRESENTS.\n\nAIRY (G. B.) Astronomical Observations made at the Observatory of Cambridge. Vol. II. (1829.) 4to. Cambr. 1830.\n\n——— Vol. III. (1830) 4to. Cambr. 1831.\n\nALMANAC. The Nautical Almanac and Astronomical Ephemeris for the Year 1833. 8vo. Lond. 1831.\n\nAMPERE (A. M.) Théorie des Phénomènes Electro-dynamiques, uniquement déduite de l'expérience. 4to. Paris.\n\n——— Mémoire sur l’Action Mutuelle d’un Conducteur Voltaique et d’un Aimant. 4to, Paris.\n\n——— Mémoire sur la Détermination de la Surface courbe des Ondes Lumineuses dans un milieu dont l’élasticité est différente, suivant les trois directions principales. 8vo. Paris.\n\nANNUAIRE. Pour l’An 1831. 12mo. Paris 1830.\n\nARGELANDER (F. W. A.) Observationes Astronomicae in Specula Universitatis Litterariae Fennicae factae. Tomus I. (1824—5). Fol. Åboæ 1830.\n\nAROSENIIUS (C.) Tal om Sveriges naturförhållanden och om den inflytelse de äga på dess näringar och slöjder. 8vo. Stockh.\n\nARTS. Transactions of the Society for the Encouragement of Arts, Manufactures and Commerce, for the Year 1829. Vol. XLVIII. Part I. 8vo. Lond.\n\nASIATIC SOCIETY (ROYAL). Transactions of the Royal Asiatic Society. Vol. II. 4to. Lond. 1830.\n\n——— Catalogue of the Printed Books in the Royal Asiatic Society’s Library. 8vo. Lond.\n\nASTRONOMICAL SOCIETY (ROYAL). Monthly Notices of the Proceedings of the Astronomical Society. Nos. 26 to 30. Vol. II. Nos. 2 and 3. 8vo. Lond. 1831.\n\n——— Charter and Bye-Laws. 12mo. Lond. 1831.\n\nDONORS.\n\nProfessor Airy.\n\nThe Lords Commissioners of the Admiralty.\n\nThe Author.\n\nLe Bureau des Longitudes.\n\nProf. Argelander.\n\nThe Author.\n\nThe Society.\n\nThe Society.\n\na\nPRESENTS.\n\nASTRONOMICAL REMEMBRANCER, proposed by Captain W. H. Smyth, R.N. F.R.S., exhibiting the Magnitude, Declination, Right Ascension, and Passage in Mean Time over the Meridian, of one hundred of the principal Fixed Stars.\n\nATHENÆUM JOURNAL of Literature, Science, and the Fine Arts. Nos. 166—189. 4to. Lond. 1831.\n\nAUDUBON (J. J.) Ornithological Biography; or an Account of the Habits of the Birds of the United States of America. 8vo. Edinb. 1831.\n\nBABBAGE (C.) Table of the Logarithms of the Natural Numbers from 1 to 108,000.—Stereotyped. Second Edition. 8vo. Lond. 1831.\n\nThe same on coloured paper. 8vo. Lond. 1831.\n\nBAILY (F.) Mayer's Catalogue of Stars, corrected and enlarged; together with a comparison of the places of the greater part of them with those given by Bradley; and a reference to every observation of every Star. Fol. Lond. 1830.\n\nBARBIER (J. B. G.) Traité Elémentaire de Matière Médicale. Troisième Edition. 8vo. Paris 1830.\n\nBARRY (D.) A Letter to Sir James McGrigor, M.D. F.R.S. on the Sanitary Management of the Gibraltar Fever. 8vo. Lond. 1830.\n\nBARRY (H.) Cæsar and the Britons. 8vo. 1831.\n\nBAUER (F.) The Genera and Species of Orchideous Plants, by John Lindley, Esq. F.R.S., illustrated by Drawings on Stone from the Sketches of Francis Bauer, Esq. F.R.S. Part I. Fructification and Genera. Fol. Lond. 1830.\n\nBECHE (H. T. De la). Sections and Views illustrative of Geological Phenomena. 4to. Lond. 1830.\n\nA Geological Manual. 12mo. Lond. 1831.\n\nBENNETT (J. W.) A Treatise on the Coco-nut Tree. 8vo. Lond.\n\nBERLIN. Abhandlungen der Königlichen Akademie der Wissenschaften zu Berlin. Aus dem Jahre 1827. Nebst der Geschichte der Academie in diesem Zeitraum. 4to. Berlin 1830.\n\nBESSEL (F. W.) Astronomische Beobachtungen auf der Königlichen Universitäts-Sternwarte in Königsberg. 13 u. 14 Abth. Fol. Königsb. 1828—29.\n\nTabulae Regiomontanæ Reductionum Observationum Astronomicarum ab Anno 1750 usque ad Annum 1850 computatæ. 8vo. Reg. Pruss. 1830.\n\nBICHENO (J. E.) Ireland, and its Economy; being the Result of Observations made in a Tour through the Country in the Autumn of 1829. 8vo. Lond. 1830.\n\nBLANE (G.) On the Health of the Royal Navy, at the end of the 18th and beginning of the 19th century; with practical Illustrations. 8vo. Lond. 1830.\n\nReflections on the present Crisis of Public Affairs. 8vo. Lond. 1831.\n\nDONORS.\n\nG. Dollond, Esq. F.R.S.\n\nThe Proprietors.\n\nThe Author.\n\nFrancis Baily, Esq. F.R.S.\n\nThe Author.\n\nThe Academy.\n\nProfessor Bessel, For. Memb. R.S.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nBRAYLEY (E. W.) The Utility of the Knowledge of Nature considered with reference to the introduction of Instruction in the Physical Sciences into the general Education of Youth. 8vo. Lond. 1831.\n\nOn the probable Connexion of Rock Basins, in form and situation, with an internal Concretionary Structure in the Rocks on which they occur. 8vo. Lond. 1831.\n\nBRERA (V. L.) Nuovo Desideratum di Chine vere e di Specie affini. 4to.\n\nBREWSTER (D.) The Edinburgh Journal of Science. No. 8, new series. 8vo. Edinb. 1831.\n\nBROCKEDON (W.) A new illustrated Road Book of the route from London to Naples. Part I. London to Paris. 8vo, Lond. 1831.\n\nPart II. Paris to Turin. 8vo. Lond. 1831.\n\nBROOKES (J.) A Print of the Vivarium in the Garden of Joshua Brookes, Esq. F.R.S. Lond.\n\nBRUNEL (I. K.) Two Views of the Clifton Suspension Bridge; proposed to be erected according to the design, and under the directions, of I. K. Brunel, jun. Civil Engineer, F.R.S.\n\nBRUSSELS. Nouveaux Mémoires de l'Académie Royale des Sciences et Belles Lettres de Bruxelles. Tomes IV. et V. 4to. Brux. 1827–29.\n\nMémoires sur les Questions proposées par l'Académie Royale des Sciences et Belles Lettres de Bruxelles, qui ont remporté les Prix en 1822–28. Tomes IV. à VII. 4to. Brux. 1823–29.\n\nBUCH (L. von). Recueil de Planches de Pétrifications remarquables. I. Cahier. Fol. Berlin 1831.\n\nBUCKLAND (W.) On the Occurrence of the Remains of Elephants, and other Quadrupeds, in the cliffs of Frozen Mud, in Eschscholtz Bay, within Behring's Straits, and in other distant parts of the Shores of the Arctic Seas. 4to.\n\nBURNES (J.) A Narrative of a Visit to the Court of Sinde; a Sketch of the History of Cutch; and some Remarks on the Medical Topography of Bhooj. 8vo. Edinb. 1831.\n\nCALENDAR. British Imperial Calendar for the Year 1831. 8vo. Lond. 1830.\n\nCAMBRIDGE. Transactions of the Cambridge Philosophical Society. Vol. III. Part 2. and Vol. IV. Part 1. 4to. Cambr. 1830–31.\n\nCHEEK (H. H.) An Answer to certain Statements contained in Mr. Neill's Address to the Members of the Wernerian Natural History Society. 8vo. Edinb. 1831.\n\nCHURCH. Conformity with the National Church. An Answer to \"Reasons for Non-Conformity,\" by John Locke, published in a Life of Mr. Locke by Lord King. (Anon.) 8vo. Lond. 1831.\n\nCLOCK-MAKERS. A Catalogue of Books in the Library of the Company of Clock-makers of the City of London. 8vo. Lond. 1830.\n\nDONORS.\n\nThe Author.\n\nThe Editor.\n\nThe Author.\n\nJ. Brookes, Esq.\n\nI. K. Brunel, Esq. F.R.S.\n\nThe Academy.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nJ. Frost, Esq.\n\nThe Society.\n\nThe Author.\n\nThe Author.\n\nThe Company.\nPRESENTS.\n\nCOMMENTARII de Rebus in Scientia Naturali et Medicina gestis. Vol. 1–37. 8vo. Lips. 1752–1803.\n\nSupplementa et Indices. Vol. 1–6. 8vo. Lips. 1763–93.\n\nCONNAISSANCE DES TEMS. Pour l’An 1833. 8vo. Paris 1830.\n\nCOOPER (B. B.) Lectures on Anatomy: interspersed with practical Remarks. Vol. II. 8vo. Lond. 1830.\n\nCOOPER (S.) Illustrations of Mr. S. Cooper’s Surgical Dictionary. Parts I. to VI. 8vo. Lond. 1830–31.\n\nCRUM (W.) An experimental Inquiry into the Number and Properties of the Primary Colours, and the source of Colour in the Prism. 8vo. Glasg. 1830.\n\nCULLIMORE (J.) Criteria for determining in which Version of the Holy Scriptures the original Hebrew Computation of Time is contained. 8vo. Lond. 1830.\n\nCUVIER (G.) Eloge Historique de L. F. E. Ramond. 4to. Paris.\n\nEloge Historique de M. Bosc. 4to. Paris.\n\nDALTON (J.) An engraved Portrait of John Dalton, Esq. D.C.L. F.R.S.\n\nDANIELL (J. F.) An Introductory Lecture, delivered in King’s College, London. 8vo. Lond. 1831.\n\nDAUBENY (C.) An Introduction to the Atomic Theory, comprising a Sketch of the Opinions entertained by the most distinguished ancient and modern Philosophers with respect to the Constitution of Matter. 8vo. Lond. 1831.\n\nDAVIES (G.) A Key to Bonnycastle’s Trigonometry, Plane and Spherical; containing Solutions to all the Problems, with references. 8vo. Edin. 1814.\n\nTables of Life Contingencies. 8vo. Lond. 1825.\n\nDAVIES (T. S.) An Inquiry into the Geometrical Character of the Hour-Lines upon the Antique Sun-Dials. 4to. Edinb. 1831.\n\nDECAJEUL (M.) Aperçu d’un Ouvrage Analytique. 8vo. Paris.\n\nDELEAU (Dr.) Extrait d’un Ouvrage inédit, intitulé, Traitement des Maladies de l’Oreille Moyenne qui engendrent la Surdité. 8vo. Paris 1830.\n\nDEWHURST (W.) A Dissertation on the component Parts of an Animal Body. 12mo. Lond. 1830.\n\nA Synoptical Table of an improved Nomenclature for the Sutures of the Cranium. 12mo. Lond. 1830.\n\nDRYDEN (J.) An Elementary Treatise on the Angular Calculus. Part I. 8vo. Lond. 1831.\n\nEDINBURGH (ROYAL SOCIETY OF) Transactions of the Royal Society of Edinburgh. Vol. XI. Part II. 4to. Edinb. 1831.\n\nELLIOTSON (J.) On the recent Improvements in the Art of distinguishing the various Diseases of the Heart; being the Lumleian Lectures delivered before the Royal College of Physicians in the Year 1829. Fol. Lond. 1830.\n\nDONORS.\n\nSir Thomas Phillipps, Bart. F.R.S.\n\nLe Bureau des Longitudes.\n\nThe Author.\n\nW. P. Cocks, Esq.\n\nThe Author.\n\nThe Author.\n\nThe Royal Acad. of Sciences.\n\nJoseph Allen, Esq.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Society.\n\nThe Author.\nPRESENTS.\n\nELLIOTSON (J.) On the Glanders in the Human Subject. 8vo. Lond. 1830.\n\nENCKE (J.F.) Berliner Astronomisches Jahrbuch für 1832. 8vo. Berlin 1830.\n\nFARADAY (M.) Chemical Manipulation. New Edition. 8vo. Lond. 1830.\n\nA Cast from the Marble Bust of Michael Faraday, Esq. D.C.L. F.R.S. Executed by E. H. Bailey, R.A.\n\nAn engraved Portrait of the same. Engraved by S. Cousins from a Painting by H. W. Pickersgill, R.A.\n\nFEARN (J.) A Rationale of the Laws of Cerebral Vision; comprising the Laws of Single and Erect Vision, deduced upon the Principle of Dioptics. 8vo. Lond. 1830.\n\nFEATHERSTONHAUGH (G. W.) The Monthly American Journal of Geology and Natural Science, for July 1831. 8vo. Philad. 1831.\n\nFELETZ (M.) Discours prononcé aux Funérailles de M. le Baron Fourier. 4to. Paris.\n\nFINE ARTS. Library of the Fine Arts, or Monthly Repertory of Painting, Sculpture, Architecture, and Engraving. Nos. 1—4. 8vo. Lond. 1831.\n\nFISCHER DE WALDHEIM (G.) Oryctographie du Gouvernement de Moscou. Fol.\n\nNotice sur le Tettigopsis, nouveau genre d'Orthoptères de la Russie. 4to.\n\nFISCHER (N. W.) Das Verhältniss der chemischen Verwandschaft zur galvanischen Elektricität, in Versuchen dargestellt. 8vo. Berlin 1830.\n\nFLORA BATAVA. No. 85—89. 4to. Hagae 1831.\n\nFORSTER (T.) Researches about Atmospheric Phenomena. Third Edition. 8vo. Lond. 1823.\n\nIllustrations of the Atmospherical Origin of Epidemic Diseases. Second Edition. 8vo.\n\nObservations on the Union which has become necessary between the hitherto separated branches of the Medical Profession, and on the Foundation of a Faculty of Medicine. 8vo.\n\nFOURIER (Baron). Eloge Historique de M. le Marquis De la Place, prononcé dans la Séance Publique de l'Académie Royale des Sciences, le 15 Juin 1829. 4to. Paris.\n\nFRANCE (INSTITUT DE). Mémoires de l'Académie Royale de Sciences de l'Institut de France. Tomes IX. et X. 4to. Paris 1830—31.\n\nMémoires présentés par divers Savans à l'Académie Royale des Sciences de l'Institut de France, et imprimés par son ordre. (Sciences Math. et Phys.) Tome II. 4to. Paris 1830.\n\nRapport sur le Prix de Statistique (dé-\nPRESENTS.\n\ncerné à l'ouvrage de M. Falret, sur les Aliénés, les Suicides, et les Morts subites). 4to.\n\nFRANCE (INSTITUT DE). Recueil de Lectures faites dans la Séance Publique Annuelle de l'Institut Royal de France, du Mardi 24 Avril 1827. 4to.\n\nAnalyse des Travaux de l'Académie Royale des Sciences, pendant l'Année 1828. Partie Mathématique. Par M. le Baron Fourier. 4to.\n\nExposé des Recherches faites par ordre de l'Académie Royale des Sciences, pour déterminer les Forces Elastiques de la Vapeur d'Eau à de hautes Températures. (Par MM. Prony, Arago, Girard, et Dulong.) 4to.\n\nRapport fait à l'Académie Royale des Sciences, par MM. Thenard et Chevreul, sur un Mémoire de M. Séullas, ayant pour titre, De l'Action de l'Acide Sulphurique sur l'Alcohol, et des Produits qui en résultent. 4to.\n\nGADELIUS. (E.) Åminnelse-Tal öfver Kongl. Vetenskaps-Academiens Framlidne Ledamot, Herr Adolf Murray, M.D. 8vo. Stockh.\n\nGAZETTE. The London Literary Gazette, and Journal of Belles Lettres, Arts and Sciences. Nos. 700 to 751. 4to. Lond. 1830–31.\n\nGEOLOGICAL SOCIETY. Proceedings of the Geological Society of London. Nos. 18 to 22. 8vo. Lond. 1831.\n\nBulletin de la Société Géologique de France. Tome I. 8vo. Paris.\n\nGILBERT (D.) An engraved Portrait of Davies Gilbert, Esq. M.P. D.C.L. Pres. R.S. Engraved by S. Cousins, from a painting by H. Howard, R.A.\n\nGILL (T.) Scientific, Technological and Microscopic Repository. No. 37. 8vo. Lond.\n\nGIRARD (M.) Discours prononcé aux Funerailles de M. le Baron Fourier. 4to. Paris.\n\nGRAY (J. E.) Illustrations of Indian Zoology; consisting of coloured Plates of new, or hitherto unfigured, Indian Animals, from the Collection of Major-Gen. Hardwicke, F.R.S. Selected and arranged by J. E. Gray. Fol. Part V. Lond.\n\nSynopsis Reptilium; or short Descriptions of the Species of Reptiles. 8vo. Lond. 1831.\n\nHACHETTE (M.) Expériences sur le Mouvement des Fluides Aéri-formes et des Liquides. 8vo. Paris.\n\nHALL (M.) Researches principally relative to the Morbid and Curative Effects of Loss of Blood. 8vo. Lond. 1830.\n\nProposal of a plan for the Investigation of the due administration of Blood-letting. 8vo. Lond.\n\nA Critical and Experimental Essay on the Circulation of the Blood, especially as observed in the minute and capillary Vessels of the Batrachia and of Fishes. 8vo. Lond. 1831.\nPRESENTS.\n\nHALLASCHKA (C.) Sammlung der vom 8 May 1817 bis 31 December 1827 im K. K. Convikt-Gebäude nächst dem Piaristen-Kollegium auf der Neustadt Prag Nro. C. 856, angestellten astronomischen, meteorologischen und physischen Beobachtungen. 4to. *Prag.*\n\nHAMILTON (H. P.) An Analytical System of Conic Sections. Second Edition. 8vo. *Cambr.* 1830.\n\nHAMILTON (W. R.) Supplement to an Essay on the Theory of Systems of Rays. 4to. *Dublin* 1830.\n\nSecond Supplement to an Essay on the Theory of Systems of Rays. 4to. *Dublin* 1830.\n\nOn the Error of a received Principle of Analysis, respecting Functions which vanish with their Variables. 4to. *Dublin.*\n\nHARDING (K. L.) Verzeichniss der von Bradley, Piazzi, Lalande, und Bessel beobachteten Sterne, in dem Theil des Himmels zwischen 14° 56' bis 16° 4' gerader Aufsteigung, und 15° südlicher bis 15° nördlicher Abweichung, berechnet und auf 1800 reducirt von Herrn Prof. Harding in Göttingen. Fol. *Berlin* 1830.\n\nHARDWICKE (T.) A Lithographic Portrait of Major-General Hardwicke, F.R.S. From the painting by Lucas.\n\nHARRIS (W. S.) Experimental Inquiries on Electrical Accumulation. 8vo.\n\nOn the Utility of fixing Lightning Conductors in Ships. 8vo.\n\nHART (J.) Description of the Skeleton of the Fossil Deer of Ireland, *Cervus Megaceros*. Second edition. 8vo. *Dublin* 1830.\n\nHASSLER (F. R.) Tabulae Logarithmicæ et Trigonometricæ, notis septem decimalibus expressæ. In forma minima. Purgatæ ab erroribus praecedentium Tabularum. Stereotypice. 12mo. *Novi-Ebor.* 1830.\n\nIntroductions to Mr. Hassler's Logarithms, in the English, French, German, and Spanish Languages. 8vo. *New York* 1831.\n\nHEDGCOCK (T.) On Astronomy, the Magnet, Tides, &c. with engraved illustrations. 8vo. *Lond.* 1831.\n\nHENDERSON (T.) Occultations of Fixed Stars by the Moon, in November and December 1830, and for the Year 1831.\n\nHEURTELOUP (Baron). Cases of Lithotritry. 8vo. *Lond.* 1831.\n\nHOGG (J.) On the Natural History of the Vicinity of Stockton-on-Tees. 8vo.\n\nHOLLAND (G. C.) An Experimental Inquiry into the Laws which regulate the Phenomena of Organic and Animal Life. 8vo. *Lond.* 1829.\n\nThe Physiology of the Foetus, Liver, and Spleen. 8vo. *Lond.* 1831.\n\nHOLLAND (T.) The Herschelian, or Companion to the Telescope. Part I. Fol. *Lond.* 1831.\n\nHOME (E.) A short Tract on the Formation of Tumours, and the\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Royal Academy of Sciences, Berlin.\n\nJohn E. Gray, Esq. F.R.S.\n\nThe Author.\n\nThe Author.\n\nThe Royal Astronomical Society.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\npeculiarities that are met with in the structure of those that have become cancerous; with their mode of Treatment. 8vo. Lond. 1830.\n\nHOSACK (D.) Essays on various subjects of Medical Science. Vol. III. 8vo. New York 1830.\n\nHOSKING (W.) The Article \"Architecture,\" from the new edition of the Encyclopedia Britannica. 4to. Edinb. 1831.\n\nHOUSTON (J.) Views of the Pelvis, showing the natural size, form, and relations of the Bladder, Rectum, Uterus, &c. in the Infant and in the Adult. Fol.\n\nAn Account of two newly discovered Muscles for compressing the Dorsal Vein of the Penis, in Man and other Animals; and also of a similar provision for compressing the Veins of the Chameleon's Tongue. 8vo. Dublin 1830.\n\nHUMANE SOCIETY (ROYAL). The Fifty-sixth Annual Report of the Royal Humane Society. 8vo. Lond. 1830.\n\nINSTITUTION (ROYAL). The Quarterly Journal of Science. No. 14. New Series. 8vo. Lond. 1830.\n\nThe Journal of the Royal Institution of Great Britain. Nos. 1 to 4. 8vo. Lond. 1830–31.\n\nIRISH ACADEMY (ROYAL). Transactions of the Royal Irish Academy. Vol. XVI. Parts I and II. 4to. Dublin 1830–31.\n\nIRISH SOCIETY. A Concise View of the Origin, Constitution, and Proceedings of the Irish Society. 8vo. Dublin. 1822.\n\nJAMESON (R.) The Edinburgh New Philosophical Journal. Nos. 19 and 20. 8vo. Edinb. 1831.\n\nJOHNSTON (J. F. W.) Meeting of the Cultivators of Natural Science and Medicine, at Hamburg, in September 1830. 8vo. Edinb. 1831.\n\nJOURNAL. The Zoological Journal. No. 18. 8vo. Lond. 1830.\n\nThe Edinburgh Journal of National and Geographical Science. Nos. 10 to 12, with Supplement. 8vo. Edinb. 1830.\n\nNew Series. No. 1. 8vo. Edinb. 1831.\n\nJournal de l'Académie de l'Industrie Agricole, Manufacturière et Commerciale. No. 1 & 2. 4to. Paris.\n\nKIRBY (W.) An Engraved Portrait of the Rev. William Kirby, M.A. F.R.S. Engraved by Lupton, from the painting by H. Howard, R.A.\n\nKUPFFER (M.) Rapport sur un Voyage dans les Environs du Mont Elbrouz, dans le Caucase. 4to.\n\nLATHAM (J.) A General History of Birds. Eleven Volumes 4to. Winchester 1821–28.\n\nLEE (J.) Catalogue of Oriental Manuscripts purchased at Aleppo, Damascus, Cairo, and Constantinople, by the assistance and recommendation of the late Mr. J. L. Burckhardt. 4to. Lond.\n\nLEEDS PHILOSOPHICAL AND LITERARY SOCIETY. Annual Reports, 1828–29 and 1829–30. 8vo.\n\nDonors.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Society.\n\nThe Managers of the Royal Institution.\n\nThe Academy.\n\nHenry Schultes, Esq.\n\nThe Editor.\n\nThe Author.\n\nThe Editors.\n\nThe Editors.\n\nThe Academy.\n\nThe Rev. W. Kirby, F.R.S.\n\nThe Author.\n\nThe Author.\n\nJohn Lee, LL.D. F.R.S.\n\nThe Society.\nPRESENTS.\n\nLEGENDRE (A. M.) Théorie des Nombres. Troisième Edition. 4to. Paris 1830.\n\nL'HERMINIER (Dr.) Recherches sur l'Appareil Sternal des Oiseaux, considéré sous le double rapport de l'Ostéologie et de la Myologie. Sec. Ed. 8vo. Paris 1828.\n\nLINDLEY (J.) The Genera and Species of Orchideous Plants. Part I. Malaxideæ. 8vo. Lond. 1830.\n\nLITTROW und MAYER (J. J. u. L.) Annalen der K. K. Sternwarte in Wien. 10 Theil. fol. Wien 1830.\n\nLONDON INSTITUTION. A Catalogue of the Library of the London Institution: with a Supplement. 8vo. Lond. 1813–30.\n\nLUBBOCK (J. W.) Account of the \"Traité sur le Flux et Réflux de la Mer\" of Daniel Bernoulli. 8vo. Lond. 1830.\n\nMACVICAR (J. G.) Elements of the Economy of Nature. 8vo. Edinb. 1830.\n\nMAGAZINE. The Philosophical Magazine and Annals of Philosophy. Edited by R. Taylor, F.L.S. and R. Phillips, F.R.S. Nos. 43 to 47. 8vo. Lond. 1830–31.\n\n——— The Englishman's Magazine. No. 1. 8vo. Lond. 1831.\n\n——— Fraser's Magazine. No. 10. 8vo. Lond. 1830.\n\n——— The Christian's Magazine. Part I. 8vo. Lond. 1831.\n\nMAGENDIE (M.) Mémoire Physiologique sur le Cerveau. 4to. Paris.\n\nMANBY (G. W.) A Volume containing various Documents, and a Lecture, relative to the Prevention of Shipwreck; and an Essay on the Extinction and Prevention of destructive Fires. 8vo. Lond. 1830.\n\nMAW (H. L.) A Letter to the Editor of the Edinburgh Review, in answer to his criticism on \"A Journal down the River Marañon, &c.\" 8vo.\n\nMEDICAL AND CHIRURGICAL SOCIETY. Medico-Chirurgical Transactions, published by the Medical and Chirurgical Society of London. Vol. XVI. Parts I. and II. 8vo. Lond. 1830–31.\n\nMETEOROLOGICAL TABLE. Extracted from the Register kept at Kinfauns Castle, during the Year 1830. (Card.)\n\nMILLER (G.) An Inquiry respecting the Site of the Battle of Mons Grampius. 4to.\n\nMONEY (W.) A Vade Mecum of Morbid Anatomy, Medical and Chirurgical. Second edition. 8vo. Lond. 1831.\n\nMOREAU (C.) Aperçu du Commerce Français avec tous les Pays du Monde. (Carte.)\n\nMOREAU (P. J.) Principes Fondamentaux de l'Equilibre et du Mouvement des Corps Flottans dans deux milieux resistans. 4to.\n\nMORRISON (J.) Medicine no Mystery; being a brief outline of the principles of Medical Science. Second edition. 8vo. Lond. 1830.\n\nMUNCKE (G. W.) Ueber die Ausdehnung der Tropfbaren Flüssigkeiten durch Wärme. 4to. Heidelb. 1828.\n\nMDCCCXXXII.\nPRESENTS.\n\nMURCHISON (Mrs.) The Valley of Gosau in the Salzburgh Alps; drawn from Nature, and on Stone, by Charlotte Murchison. India paper.\n\nMUSEUM (BRITISH). Description of the Collection of Ancient Marbles in the British Museum; with engravings. Part VI. (Pediments of the Parthenon.) 4to. Lond. 1830.\n\nNICOD (P. L. A.) Recueil d'Observations Médicales confirmant la doctrine de Ducamp sur la Cautérisation de l'Urètre. Tome I. 8vo. Paris 1825.\n\n——— Mémoire sur les Polypes de l'Urètre et de la Vessie, 8vo. Paris 1827.\n\nNICOLAS (N. H.) Refutation of M. Palgrave's Remarks; with additional facts. 8vo. Lond.\n\nPALGRAVE (F.) Remarks in reply to a Pamphlet by N. H. Nicolas, Esq. 8vo. Lond.\n\nPARIS (J. A.) The Life of Sir Humphry Davy, Bart. LL.D. late President of the Royal Society. 4to. Lond. 1831.\n\n——— Memoir of the Life and Scientific Labours of the Rev. William Gregor, M.A. 8vo.\n\nPASLEY (C. W.) Observations, deduced from Experiment, upon the Natural Water-Cements of England; and on the Artificial Cements that may be used as substitutes for them. 8vo. Chatham 1830.\n\nPAXTON and HARRISON (Messrs.) The Horticultural Register, and General Magazine of all useful and interesting Discoveries connected with Natural History and Rural Subjects. Nos. 1 to 5. 8vo. Lond. 1831.\n\nPEACOCK (G.) A Treatise on Algebra. 8vo. Cambr. 1830.\n\nPETERSBURGH (ST.) Mémoires de l'Académie Impériale des Sciences de St. Pétersbourg. Tome XI. 4to. St. Pétersb. 1830.\n\nVI. Série (Sciences Mathématiques, Physiques et Naturelles.) Tome I. Livraisons 1—3. 4to. St. Pétersb. 1380.\n\nVI. Série (Sciences politiques; Histoire, Philologie.) Tome I. Livraisons 1—3. 4to. St. Pétersb. 1830.\n\nMémoires présentés à l'Académie Impériale des Sciences de St. Pétersbourg par divers Savans, et lus dans ses Assemblées. Tome I. Livraisons 1—4. 4to. St. Pétersb. 1830.\n\nPHILADELPHIA. Transactions of the American Philosophical Society, held at Philadelphia, for promoting Useful Knowledge. Vol. III. Part II. New series. 4to. Philad. 1830.\n\nPHILIP (A. P. W.) Some Observations suggested by Dr. Prout's Lectures. 8vo. Lond. 1831.\n\n——— Seven Physiological Dissertations, chiefly with reference to Dr. Prout's Lectures. 8vo. Lond. 1831.\n\nPHILLIPS (R.) Answer to Dr. Reid's Pamphlet. 8vo. Lond. 1831.\n\nDONORS.\n\nR. I. Murchison, Esq. F.R.S.\n\nThe Trustees of the British Museum.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nJ. G. Children, Esq. Sec. R.S.\n\nThe Author.\n\nThe Editors.\n\nThe Author.\n\nThe Academy.\n\nThe Society.\n\nThe Author.\nPRESENTS.\n\nPHYSICIANS (ROYAL COLLEGE OF). A Catalogue of the Fellows, Candidates, and Licentiates of the Royal College of Physicians. 8vo. Lond. 1830.\n\nPLINIUS (C. P.) Libri de Animalibus. Cum Notis Variorum; curante J. B. F. S. Ajasson de Grandsagne. Notas et Excursus Zoologicici Argumenti adject G. Cuvier. 8vo. Paris 1828.\n\nPLYMOUTH. Transactions of the Plymouth Institution. 8vo. Plym. 1830.\n\nPOISSON (S. D.) Mémoire sur la Propagation du Mouvement dans les Milieux Elastiques. 4to. Paris 1830.\n\n——— Mémoire sur le Mouvement de deux Fluides Elastiques superposés. 4to. Paris 1823.\n\nPORTRAITS. The National Portrait Gallery of Illustrious and Eminent Personages of the Nineteenth Century. By W. Jerdan, Esq. Parts XV. to XXXI. 8vo. Lond. 1830-31.\n\nPOWELL (B.) A short Treatise on the Principles of the Differential and Integral Calculus. Part II. 8vo. Oxford 1830.\n\n——— An Elementary Treatise on the Geometry of Curves and Curved Surfaces, investigated by the application of the Differential and Integral Calculus, 8vo. Oxford 1830.\n\nPREUSS (E. W.) Astronomische Beobachtungen auf des Herrn Captain Otto v. Kotzebue zweiten Reise um die Welt in den Landungsplätzen angestellt. Herausgegeben von W. Struve. 4to. Dorpat 1830.\n\nQUETELET (A.) Correspondance Mathématique et Physique. Tome V. et Livraisons 1 à 6 de Tome VI. 8vo. Brux. 1830.\n\nRAMON DE LA SAGRA (D.) Memorias para servir de Introduccion á la Horticultura Cubana. 8vo.\n\n——— Anales de Ciencias, Agricultura, Comercio y Artes. Tomo II. 8vo.\n\nRANKING (J.) Historical Researches on the Wars and Sports of the Mongols and Romans. 4to. Lond. 1826.\n\n——— Historical Researches on the Conquest of Peru, Mexico, Bogotà, Natchez, and Talomeco, in the Thirteenth Century, by the Mongols. 8vo. Lond. 1827.\n\n——— Supplement to the \"Conquest of Peru, &c.\" 8vo. Lond. 1831.\n\nRAOUL-ROCHETTE (M.) Notice sur les Collections Numismatiques de M. Gossellin. 8vo.\n\nREDFIELD (W. C.) Remarks on the prevailing Storms of the Atlantic Coast of the Northern American States. 8vo. New York 1831.\n\nREID (D. B.) An Exposure of the continued Misrepresentations of R. Phillips, Esq. 8vo. Edinb. 1831.\n\nRENNELL (J.) The Geographical System of Herodotus examined and explained, by a comparison with those of other ancient Authors, and with modern Geography. Second edition. 8vo. Lond. 1830.\n\nDONORS.\n\nThe College.\n\nThe Editors.\n\nThe Institution.\n\nThe Author.\n\nThe Publishers.\n\nThe Author.\n\nProfessor Struve, For. Memb. R.S.\n\nProfessor Quetelet.\n\nThe Editor.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nLady Rodd.\nPRESENTS.\n\nRENNELL (J.) A Treatise on the Comparative Geography of Western Asia; accompanied with an Atlas of Maps. 8vo and fol. Lond. 1831.\n\nRIGAUD (S. P.) Astronomical Observations made at the Radcliffe Observatory, Oxford; from April 30, 1830, to April 30, 1831. fol. (M.S.)\n\nROBINSON (T. R.) Astronomical Observations made at the Armagh Observatory. Vol. I. Part II. 4to. Lond. 1830.\n\nRONALDS (F.) Mechanical Perspective. Second ed. 8vo. Lond. 1828.\n\nROSE (H.) A Manual of Analytical Chemistry. By Henry Rose, Professor of Chemistry at Berlin. Translated into English from the German, by John Griffin. 8vo. Lond. 1831.\n\nROUX (J.) Die Farben.—Entdeckungen aus dem Gebiete physicalischen Farbenlehre durch Versuche dargethan. Drittes Heft. 8vo. Heidelberg 1829.\n\nRYAN (M.) A Manual of Medical Jurisprudence. 8vo. Lond. 1831.\n\nSANCHEZ DE CERQUERO (J.) Almanaque Náutico y Efemérides Astronómicas para el Año de 1833, calculadas para el Observatorio Real de Marina de la Ciudad de S. Fernando. 8vo. Madrid 1830.\n\nSCHUMACHER (H. C.) Astronomische Nachrichten. No. 177—193. 4to. Altona 1831.\n\nSCIENCE. On the alleged Decline of Science in England. By a Foreigner. 8vo. Lond. 1831.\n\nSCUDAMORE (C.) Cases illustrative of the Efficacy of various Medicines administered by Inhalation, in Pulmonary Consumption; in certain morbid states of the Trachea and Bronchial Tubes, attended with distressing Cough; and in Asthma. 8vo. Lond. 1830.\n\nSTANHOPE (Earl). Address for the Anniversary Meeting of the Medico-Botanical Society, January 1831. 8vo. Lond. 1831.\n\nSTARS. The Stars, in Six Maps, laid down according to the Gnomonic Projection. Published by the Society for the Diffusion of Useful Knowledge. 4to. Lond. 1830.\n\nSTATISTICS. Bulletin de la Société Française de Statistique Universelle. Livrais. 1 et 2. 4to. Paris.\n\nStatuts, et Liste des Membres. 8vo et 4to. Paris.\n\nRapport de la Commission à laquelle a été renvoyé l'examen du Projet de Souscription proposée par M. Buckingham pour un Voyage de Circumnavigation et de Découvertes. 4to. Paris.\n\nSTOCKHOLM. Kongl. Vetenskaps-Academiens Handlingar, för år 1827–28. 8vo. Stockh. 1828–29.\n\nRegister öfver Kongl. Vetenskaps-Academiens Handlingar, ifrån och med 1813, till och med 1825. 8vo. Stockh. 1826.\n\nÅrsberättelser om Vetenskapernas Framsteg, afgifne af Kongl. Vetenskaps-Academiens Embetsmän, d. 31 Mars 1828. 8vo. Stockh. 1828.\n\nDONORS.\n\nLady Rodd.\n\nThe Radcliffe Trustees.\n\nThe Rev. Dr. Robinson.\n\nThe Author.\n\nThe Publishers.\n\nThe Author.\n\nMichael Faraday, Esq. F.R.S.\n\nProfessor Schumacher, For. Memb. R.S.\n\nThe Author.\n\nThe Society.\n\nThe Society.\n\nThe Academy.\nPRESENTS.\n\nSTURGEON (W.) Recent Experimental Researches in Electro-Magnetism and Galvanism. 8vo. Lond. 1830.\n\nSURGEONS (ROYAL COLLEGE OF). Catalogue of the Library of the Royal College of Surgeons in London. 8vo. Lond. 1831.\n\nCatalogue of the Hunterian Collection in the Museum of the Royal College of Surgeons in London. Part II.; comprehending the Pathological Preparations in a dried state. 4to. Lond. 1830.\n\nPart III.: comprehending the Human and Comparative Osteology. 4to. Lond. 1831.\n\nPart IV. Fasciculus I. comprehending the First Division of the Preparations of Natural History, in spirit. 4to. Lond. 1830.\n\nPart V. comprehending Monsters and Malformed Parts. 4to. Lond. 1831.\n\nSURVEY. Trigonometrical Survey of Great Britain and Ireland. Sheets 41 and 54 (parts of Carmarthenshire, Worcestershire, and Warwickshire). (5 Maps.)\n\nSheet No. 43 (in 4 quarters). 1831.\n\nTATTAM (H.) A compendious Grammar of the Egyptian Language, as contained in the Coptic and Sahidic Dialects; by the Rev. Henry Tattam: with an Appendix, consisting of the Rudiments of a Dictionary of the Ancient Egyptian Language, in the Enchorial Character, by the late Dr. Young. 8vo. Lond. 1830.\n\nTAYLOR (J.) An Engraved Portrait of John Taylor, Esq. F.R.S. Engraved by Turner from the painting by Sir T. Lawrence.\n\nTHACKRAH (C. T.) The Effects of the principal Arts, Trades, and Professions, and of Civic States, and Habits of Living, on Health and Longevity. 8vo.\n\nTHERMOMETER. A Sentinel Thermometer.—Invented by John Lindley.\n\nTHOMPSON (J. V.) Zoological Researches and Illustrations. Vol. I. Part I. 8vo.\n\nTHOMPSON (T. P.) The First Book of Euclid's Elements; with Alterations and familiar Notes. 8vo.\n\nTOORN (A. van der). Handleiding tot het Vinden der Ware Sterkte van het Acidum Aceticum door vande Digtheid. Na voorafgegane Proeven opgesteld door A. vander Toorn. 4to.\n\nTRANSLATION. Third Report of the Oriental Translation Committee. 8vo. Lond. 1830.\n\nTURIN. Memorie della Reale Accademia delle Scienze di Torino. Tomo XXXV. 4to. Torino 1830.\n\nTURNER (E.) Elements of Chemistry, including the recent discoveries and doctrines of the Science. 8vo. Lond. 1831.\n\nWALKER (R.) The Elements of the Theory of Mechanics. 8vo. Oxford 1830.\n\nDONORS.\n\nThe Author.\n\nThe College.\n\nThe Hon. Board of Ordnance.\n\nMrs. John Taylor.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Committee.\n\nThe Academy.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nWILKINS (C.) An Engraved Portrait of Charles Wilkins, Esq. LL.D. F.R.S. Engraved by J. Sartain, from a painting by T. G. Middleton.\n\nWILKINSON (J. G.) Materia Hieroglyphica. (5 Parts.) 8vo. Malta 1828–30.\n\nWINSOR (F. A.) A Portrait Sketch of Frederick Albert Winsor, Originator of Public Gas Lighting, and Founder of the first established Gas Light Companies in England and in France.\n\nWOLLASTON (W. H.) An Engraved Portrait of the late W. H. Wollaston, M.D. F.R.S. Engraved by W. Skelton from the painting by J. Jackson, R.A.\n\nYORKSHIRE PHILOSOPHICAL SOCIETY. Annual Report for 1830. 8vo. York.\n\nYOUNG (T.) Memoir of the Life of Thomas Young, M.D. F.R.S. with a Catalogue of his Works and Essays. 8vo. Lond. 1831.\n\nAn Engraved Portrait of the late Dr. Thomas Young, F.R.S. Engraved by Turner, from the painting by Sir T. Lawrence.\n\nZOOLOGICAL SOCIETY. Proceedings of the Committee of Science and Correspondence, Nov. 9, 1830, to May 10, 1831. 8vo. Lond. 1830–31.\n\nReport at the Anniversary Meeting, 1831. 8vo. Lond. 1831.\n\nDONORS.\n\nWilliam Marsden, Esq. LL.D. F.R.S.\n\nThe Author.\n\nHis Son.\n\nMr. W. Skelton.\n\nThe Society.\n\nMrs. Young.\n\nThe Society.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107980.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 22,
    "total-input-tokens": 37578,
    "total-output-tokens": 14429,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1514,
        2
      ],
      [
        1514,
        3248,
        3
      ],
      [
        3248,
        5032,
        4
      ],
      [
        5032,
        7009,
        5
      ],
      [
        7009,
        8041,
        6
      ],
      [
        8041,
        8041,
        7
      ],
      [
        8041,
        10493,
        8
      ],
      [
        10493,
        12245,
        9
      ],
      [
        12245,
        14780,
        10
      ],
      [
        14780,
        17399,
        11
      ],
      [
        17399,
        19978,
        12
      ],
      [
        19978,
        22082,
        13
      ],
      [
        22082,
        24402,
        14
      ],
      [
        24402,
        26967,
        15
      ],
      [
        26967,
        29586,
        16
      ],
      [
        29586,
        31933,
        17
      ],
      [
        31933,
        34438,
        18
      ],
      [
        34438,
        36976,
        19
      ],
      [
        36976,
        39593,
        20
      ],
      [
        39593,
        41991,
        21
      ],
      [
        41991,
        43150,
        22
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107980",
    "title": "Back Matter",
    "authors": null,
    "year": 1832,
    "volume": "122",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 22,
    "jstor_url": "https://www.jstor.org/stable/107980"
  }
}