{
  "id": "3b9070aa6504027250652414d486926d1968c177",
  "text": "This Insect, under what Shape soever it appears, viz. either of a Grain, a Male Worm, a Nymph, a Fly, a Female Worm, or a Worm coming out of an Egg, always when pressed and crushed, affords a Matter of a purple Colour, which however is observed to run most copious in the Coccii and the Worms, especially the Female ones.\n\nThis may suffice at present for the Correction and Amendment of my short History of the Coccus, till these things may appear explained more at large, and illustrated with Figures, in the second Part of it, which is to treat of the Chymical Examination of it, and of its use in Dying as well as Physick.\n\nVII. A Continuation of an Account of an Essay towards a Natural History of Carolina and the Bahama Islands, by Mark Catesby, F. R. S. with some Extracts out of the fifth Set. By Dr. Mortimer, R. S. Secret.\n\nThe Accounts of the foregoing Sets of this Work are to be found in No 415 and 420 of these Transactions: This fifth Set begins at Plate 81. Pelicanus Americanus. The Wood Pelican.\n\n82. Numenius albus. The white Curlew.\nArum Aquaticum minus; sive Arisarum fluitans, Pene nudo, Virginianum. D. Banister. Pluk. Mantiss. 28.\n\n83. Numenius fuscus. The brown Curlew.\n\nArum, Sagittariae folio angusto, acumine & auriculis acutissimis.\n\n84. Numenius Ruber. The Red Curlew.\n\n85. Haematopus, Will. p. 297. Bellon. Lib. III. p. 203. The Oyster-Catcher, so called, because it feeds upon Oysters, which it finds gaping when left dry on the Banks at low Water.\n\nFrutex Bahamensis, foliis oblongis succulentis fructu subrotundo unicum nucleum continente. The Bark of this small Tree is used for tanning Sole-Leather.\n\n86. Anseri Baffano congener, Avis fluviatilis. The great Booby.\n\nAn Thymelæa foliis obtusis?\n\n87. Anseri Baffano affinis fusca Avis. Sloane Hist. Jamaic. The Booby. This Bird feeds on Fish, diving under Water after them, but is often robbed of his Prey by another voracious Bird, called the Man of War Bird [or Albitrosse]. The frequent Contests between these Birds are very diverting. The Author was credibly inform'd, that while the Albitrosse are setting and hatching their Young, their Heads change from Brown to Scarlet, and become Brown again afterwards.\n\n88. Hirundo Marina minor capite albo. Sloane Hist. Jamaic. p. 31. The Noddy. These and the Boobies are such stupid Birds as to suffer one to take them by Hand.\n\n89. L.\n89. *Larus major*. The laughing Gull. They take their Name from the Noise they make.\n\n90. *Larus major rostro inaequali*. The Cut-Water. They probably take their English Name from their commonly flying close to the Water, from the Surface whereof they seem to scoop up some Food with the under Part of their Bill, which is much longer than the upper.\n\n91. *Podicipes minor rostro vario*. The Pied Bill Dopchick.\n\n92. *Anser Canadensis*. The Canada Goose.\n\n93. *Anas Bahamensis, rostro plumbeo macula Aurantii coloris*. The Ilathera Duck.\n\n*Chrysanthemum Bermudense, Leucoij foliis vi-\nrentibus crassis*. Pluk. Alm. 102.\n\n94. *Anas cristatus*. The round crested Duck.\n\n95. *Anas minor, purpureo capite*. The Buffel's-Head Duck.\n\n96. *Anas Americanus lato rostro*. The Blue-wing'd Shoveler.\n\n97. *Anas Americanus cristatus elegans*. The Summer Duck. This is one of the most beautiful of Birds, it being finely variegated with Red, Purple, Blue, Green, Black and White. They build in Holes of hollow Trees made by Woodpeckers; and their Young, before they can fly, hold themselves by their Bills fast on the Back of the old One, which flies with it from the Nest to the Water, and back again upon the Approach of any Danger.\n\n98. *Anas minor ex albo & fusco vario*. The little brown Duck.\nFrutex Buxi foliis oblongis, baccis pallide viridibus apice donatis. Soap-Wood. The Bark and Leaves of this Tree being bruised and mixed with Water produce a Lather, and are made use of to wash Cloaths and Linnen; but to the last they give a Yellowness. It grows in the Bahama Islands.\n\n99. Querquedula. The blue-winged Teal. They feed on Rice, and becoming exceeding fat, are reckoned the best Meat of the Duck Kind.\n\n100. Querquedula Americana variegata. The white-faced Teal.\n\nFINIS\n\nINDEX",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104125.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 1336,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1053,
        2
      ],
      [
        1053,
        2367,
        3
      ],
      [
        2367,
        3653,
        4
      ],
      [
        3653,
        4145,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104125",
    "title": "A Continuation of an Account of an Essay towards a Natural History of Carolina and the Bahama Islands, by Mark Catesby, F. R. S. with Some Extracts out of the Fifth Set. By Dr. Mortimer, R. S. Secret",
    "authors": "Mark Catesby, Dr. Mortimer",
    "year": 1731,
    "volume": "37",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/104125"
  }
}