{
  "id": "e53f94e44f1493b71f537fda942f693f43f162af",
  "text": "wife a considerable time passed before the persons, who had eaten of this root, though they had taken enough of it to destroy them, perceived themselves disordered by it.\n\nI am obliged for this communication to Richard Warner, Esq; of Woodford, a gentleman of great merit, whose zeal for the promotion of useful knowledge I have many times experienced.\n\nThe expediency of laying before you observations of this sort, which may tend, by making people careful of what they take, to the saving the lives of many, makes no apology necessary for so doing. I am, with all possible regard,\n\nGentlemen,\n\nYour most obedient humble Servant,\n\nLincoln's-Inn-Fields,\n20 Dec. 1758.\n\nW. Watson.\n\nCXV. Extract of a Letter to John Eaton Dodsworth, Esq; from Dr. George Forbes of Bermuda, relating to the Patella, or Limpet Fish, found there.\n\n2 April, 1758.\n\nRead Dec. 21, 1758.\n\nAs a curiosity for your esteemed friend Mr. Theobald, the Captain will deliver you two fishes, entirely singular here, and never before observed amongst us. The one is of the shell kind, and changed its figure so often, that it was difficult to make a drawing. However\nI got a young man to take it in two different positions, and have sent the drawings with the fish. See Tab. XXXV.\n\nThe small one may be called the sea-batt; and in some sort resembles that species of animals when it is swimming.\n\nAdditional Remark by Charles Morton, M.D. F.R.S.\n\nThe Patella, or Limpet Fish, whose generic characters, as enumerated by Bishop Wilkins, are, that it is an exanguious testaceous animal, not turbinated; an univalve, or having but one shell; being unmoved; sticking fast to rocks or other things; the convexity of whose shell doth somewhat resemble a short obtuse-angled cone, having no hole on the top.\n\nCXVI. A Discourse on the Cinnamon, Cassia, or Canella. By Taylor White, Esquire, F. R. S.\n\nRead Dec. 21, 1758.\n\nTHE Cinnamon, Cassia, or Canella, are shrubs of no great height: they grow in Ceylon, Malabar, Java, Sumatra, and other places in the East Indies; as I think, in the island of St. Thomas, and on the coast of Coromandel.\n\nThey are described by Mr. Ray, in his History of Plants, vol. ii. f. 1559. under the title de Arboribus Pruniferis.\n\nLinnæus,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105340.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6272,
    "total-output-tokens": 698,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1132,
        3
      ],
      [
        1132,
        2224,
        4
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105340",
    "title": "Extract of a Letter to John Eaton Dodsworth, Esq; from Dr. George Forbes of Bermuda, Relating to the Patella, or Limpet Fish, Found There",
    "authors": "George Forbes",
    "year": 1757,
    "volume": "50",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/105340"
  }
}