{
  "id": "54506dc5a8c1ffc54b4bab164cc119f9ca83fc71",
  "text": "but that of the high Operation can facilitate the Extraction of an extraneous Body, whose Branches cannot fail causing considerable Lacerations; unless they found some favourable Circumstances, and that the Contexture of it were brittle enough to break it before its being extracted.\n\nBut I am aware, Sir, that I do but stammer on a Subject quite foreign to me. Curiosity, join'd to the perfect Veneration I have for you, were my Motives in examining it. All Europe does Justice to your Merit. Such a Suffrage as mine can add nothing to your Reputation, and only does Honour to my Discrimination.\n\nI have the Honour to be with the greatest Respect,\n\nSIR,\n\nYour most humble\nAnd most obedient Servant,\n\nThe Marquis of Caumont.\n\nV. An Account of the Case above-mentioned, translated from the French by Mr. Zollman, F. R. S.\n\nONE Joseph Vasse, Inhabitant of Le Thor, a small Town at a short League's Distance from Laflè in the County of Venaisin, aged Sixty-six Years, of a robust Constitution, who used to travel about\nabout to Fairs and Markets in that County, dealing in Corn and Cattle, without having ever complain'd of any Indisposition, began on the 14th of February 1731. to feel in the Night-time some Difficulty of making Water, attended with a Smarting about the Glans; which however did not hinder him from attending his Business as before.\n\nOn the 28th of March 1732. the said Vasse was seiz'd in the Night with a true Ischuria, which cruelly tormented him. I was sent for on the 29th in the Evening, to search him, and to draw off the Urine. I drew accordingly six Cups, each containing one Pint and a Quarter. The Patient found immediate Ease, and continued without Pains or Fever, so that he thought himself intirely cured. But the Night following the Pains return'd, which made him resolve to come to Lisle, to be nearer at Hand to be founded: He came on the 30th of March aforesaid; and had his Water drawn off regularly every Day, Morning and Evening, till the 15th of April next, during all which Time the Patient suffer'd no Pains, did not fall away, nor had any Symptoms of Sickness upon him.\n\nOn the 15th of April, being the third Day of Easter Holidays, he supped with his usual Appetite; but half an Hour after Supper, he was seized with a violent shaking Fit, which lasted a full Hour, upon which a burning Fever ensued, attended with an unquenchable Thirst, with great Head-ach, and an extraordinary Restlessness.\n\nIn this Condition I found the Patient about Eight in the Evening, being the Hour I usually went to found him. I immediately prepar'd myself to draw off his Water, according to Custom, thinking thereby to pro-\ncure him some Ease. Till then the Catheter had enter'd without any Obstacle; but this time, upon my pushing it into the Bladder, I felt a Stone which obstructed its Passage. I turn'd the Catheter to the Left, and hit upon one of the Branches of the Stone, which you have with this in a Print engrav'd by Order of the Marquis de Caumont, from the Stone itself, which I had sent him [See the Fig. in the Tab. prefix'd.] In order to know whether there was not another Stone, I drew the Catheter a little back, turning it to the Right, which was done without any Difficulty; and having pushed it in again, I met with another Branch of the same Stone, which I took for a Stone different from the former, and concluded then, that I had found several Stones in the Patient's Bladder; and that if the bad Symptoms which appear'd, should continue any longer, there was no Probability of his recovering. Accordingly, the Hiccough coming upon him on the 20th, and the other Symptoms not discontinuing, he died on the 28th. The Stone was taken out four Hours after his Death, in the Presence of M. Granet the Curate, M. Cafari a Burgher of this Town, and two of my Apprentices.\n\nThe extraordinary Figure of this Stone will be of no great Use for practical Surgery; but it may furnish Matter of much Reasoning for Philosophers, to know how it could be form'd in the Bladder, and yet not be troublesome to the Patient for so long a Time; what it may be that has given it so particular a Figure, and so regularly shaped. For my own Part, I do not question but it was suspended in the Bladder of the Patient, where it might be framed by the Urine; the dried membraneous Filaments, which are still per-ceived\nceived on the Extremities of some of the Branches, are a new Proof of this Conjecture. The Stone happening afterwards to loosen itself, may have occasioned to the Patient all those Symptoms that befell him at last, and afterwards Death itself. This Opinion may appear extraordinary to able Lithotomists, and I willingly submit it to their better Understanding.\n\nSalien, Surgeon.\n\nVI. Sir Hans Sloane, Bart. Pr. R. S. his Answer to the Marquis de Caumont's Letter, concerning this Stone; translated from the Latin by Tho. Stack, M.D. F.R.S.\n\nMy LORD,\n\nI am extremely obliged for the Favour of your Lordship's Letter, and the inclosed Figure and Account of a Stone taken out of the Bladder; which is so singular, that among some Hundreds of those in my Possession, I have not any that comes near it. Once indeed I had under my Care a Gentleman between sixty and seventy Years of Age, who had extraordinary Difficulties in making Water, and an Inconvenience even beyond that; which was, that he could not sit in an ordinary Chair without suffering extremely in the Region of the Peritoneum. With the Help of lenient soft Medicines and Waters, he voided by the Urethra a Stone, which was flat in the Middle, and smooth, but had five Points, resembling the Rowel of",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103936.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9178,
    "total-output-tokens": 1515,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1016,
        3
      ],
      [
        1016,
        2647,
        4
      ],
      [
        2647,
        4339,
        5
      ],
      [
        4339,
        5599,
        6
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103936",
    "title": "An Account of the Case Above-Mentioned, Translated from the French by Mr. Zollman, F. R. S.",
    "authors": "Mr. Zollman",
    "year": 1737,
    "volume": "40",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/103936"
  }
}