{
  "id": "ed5cbd907ee197942896179992183e2cd3032d20",
  "text": "a short time be supplied therewith, without being beholding to other nations for it.\n\n5. To these particulars add the great abundance of Ironstone in Virginia, which hath already been tryed and found very good; the conveniency of Wood and Lime-stone being a good inducement to the making of Iron, which might be done at a much less rate there than here. Of which there hath been a calculation formerly made, considering every man's labour, and what is necessary to be disbursed for every Artist and Labourer, as to their transportation, diet, and all other materials for the work of Iron. All which is referred to the consideration of those, who are concerned in a Matter of this importance.\n\nA Way of making Vines grow to advantage, all over the roof of a house; communicated by Mr. John Templer.\n\nI have lately seen a pretty and pleasant culture of Vines at the house of a Gentleman, who makes very good White-wine of his own Grapes. He lets Vines ascend by one single stem to the Eaves of his house (cutting off all the luxuriant branches by the way,) then gives them liberty to spread upon the tiles, all over one side the roof of his house. Thus he furnishes his dwelling house, and many out-houses; by which means the vines are no hindrance to his other Wall-fruit, and the rays of the Sun being almost direct upon the Vines, he hath riper, sweeter and greater plenty of grapes, than when their vines are placed as Wall-fruit.\n\nAn Observation, made by the same Mr. Templer upon the Motion of the Hearts of two Urchins, after their being cut out.\n\nWhen I had written thus far, I was diverted by a couple of living Urchins, which were presented me by a Shepherd. I shall now mention no more than my cutting out their Hearts; whereupon I found the Systole and Diastole to continue full two hours, while the hearts lay upon a glazed earthen white plate in a cold window. The distance",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101343.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 491,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1885,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101343",
    "title": "A Way of Making Vines Grow to Advantage, all Over the Roof of a House; Communicated by Mr. John Templer",
    "authors": "John Templer",
    "year": 1673,
    "volume": "8",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101343"
  }
}