{
  "id": "8b22d1411f8d14933a0ae6644aad38205c89d39c",
  "text": "Iosophy is the subject of another fragment, a small bust of Epicurus, with his name in Greek characters, was found in the same room, and was possibly the ornament of that part of the library, where the writings in favour of his principles were kept; and it may also be supposed, that some other heads of philosophers, found in the same room, were placed with the same taste and propriety.\n\nLast week were found two fine bronze heads, of excellent workmanship, one of Seneca, and another of a captive king. The king spares no expense in recovering and preserving these valuable remains. In order to satisfy the curiosity of the public, he has ordered a catalogue to be printed, with some designs of the principal statues and paintings, which will be published soon. A more exact account of these discoveries will some time or other be given by Monsignor Baiardi, who, in three large quarto volumes already printed, has not finished his introduction.\n\nCIV. An Account of some Trials to keep Water and Fish sweet, with Lime-water.\nBy Stephen Hales, D.D. F.R.S.\n\nRead Dec. 19, 1754. Dr. Alston, of Edinburgh, having found, that the small proportion of a pound of flack'd-lime in a hogshead of water, stirring it, effectually preserved the water sweet, not only in a glass or earthen vessels, but also in a new oaken vessel,\n\nApril\nApril 9, I put into a seven gallon cask of water, in the proportion of a pound to a hogshead, some white marble lime; which was what they call sweated, that is wrapp'd in dung, without which sweating, it is said, that it will not be reduced to lime.\n\nApril 26, It had some taste of the wood, and a small degree of ill smell, which being something more so on July 27, it was then poured away.\n\nJune 15, I put into an 18 gallon cask 18 ounces of unslacked stone-lime, made of very hard stone of the Clee-hills in Shropshire; that is, in the proportion of four pounds and an half of lime to a hogshead of 72 gallons.\n\nJune 25, The water was sweet, but had a disagreeable taste of the cask, and continued the same August 24; but October 17 the taste was something worse. And, November 12, there seemed to be a very small degree of a putrid smell and taste. But the prevailing disagreeable taste was from the wood of the cask, which discoloured the water in some degree.\n\nI put also into a nine gallon cask two ounces of the same unslack'd stone-lime to a gallon; which was in the proportion of nine pounds to the hogshead, and found it much the same all along as the former.\n\nWith chalk-lime, in the proportion of two pounds to a hogshead, it soon stunk much, and continued so to do for four months. This was Thames-water, taken up below London-bridge, which is well known to grow sweet again, after having stunk for some time. So that chalk-lime (almost the only sort in\nuse here), will not preserve water from putrefaction; though stone-lime, as Dr. Alston has happily discovered, does preserve water in a great measure from the great degrees of putrefaction it is subject to, and therefore may be very serviceable at sea.\n\nBeing informed, by one, who had been in the East-Indies, that native mineral sulphur had been found to keep water sweet there in earthen-jars, at land, and also at sea, (but I know not whether in jars, probably in casks),\n\nApril 2, I put into a kilderkin, or eighteen gallons of pure pond-water, a pound of native mineral sulphur, in seven lumps.\n\nApril 26, Sweet.\n\nMay 3, Began manifestly to stink.\n\nMay 7, Stunk much, and was poured away.\n\nMay 8, The kilderkin being scalded, and made sweet, it was filled again with the same pond-water, and six pounds of native mineral sulphur put into it.\n\nJuly 27, It was sweet.\n\nOctober 17, It was discoloured, and somewhat in a small degree fetid.\n\nNovember 12, The same.\n\nHence native mineral sulphur may be of service to preserve water from great degrees of putrefaction at sea.\n\nDr. Alston having written me word, that he found fish would continue sweet in lime-water for seven and more weeks,\n\nApril 19, I put four gudgeons into white marble lime-water.\n\nMay 10, They were sweet; but on boiling one of them, the flesh, though sweet, was reduced to be soft pap.\nAnd Monsieur Clairaut, who was at Lapland, to measure a degree of the earth, told me on this occasion, that the fish, which they there kept long dried, were thus pappy when boiled, but not unwholesome.\n\nMay 22, They smelt sweet, and were firm to the feeling; but, on boiling one of them, it dissolved away like anchovy.\n\nJune 12, Another of the gudgeons, though sweet and firm to the touch, being put into new-made stone-lime-water, which was only milk-warm, dissolved also, and the bones of the head were rotten and brittle.\n\nJune 18, Two small eels, skinned, were put into stone lime-water.\n\nJune 22, One of them, which was firm to handle, when boiled was soft and pappy.\n\nJune 25, The other eel was the same when boiled.\n\nIn order to try whether the lime, which adhered to, or had soaked into, the flesh of the fish, which had lain in lime-water, had the quality of thus dissolving the texture of the flesh in boiling, I boiled a small eel, and a morsel of mutton, for ten minutes, in stone lime-water, when they were boiled enough, and were of a due degree of firmness, and not pappy.\n\nA like eel, boiled in well-water, was boiled enough in five minutes.\n\nHence it appears, that the lime does not, in boiling so short a time, dissolve the texture of the flesh into a pap, which must therefore be the effect of unfetid putrefaction.\n\nBut lime-water made of chalk-lime has very little of an antiseptic quality.\nFor last year, in the month of May, I put some gudgeons, and an eel, into our common lime-water, and in seven days boiled one of the gudgeons, but found it too putrid to eat.\n\nAfter twenty-eight days I boiled another, and it dissolved almost into insensible parts; which shews, that it was much putrefied.\n\nDr. Alston likewise informed me, that he put a piece of veal in pounded or slack'd stone-lime, which in a week became tough and dry. I put a piece of veal, from half to three-quarters of an inch thick, into chalk-lime, on May the 10th, and on the 31st of the same month it had a putrid smell, and was in the middle red and raw, with a thin hard outside.\n\nHaving communicated these experiments to Dr. Pringle (whose trials having been made with chalk lime-water, which is in common use here, agreed with the last of mine), he observed, that the difference between stone-lime-water and chalk-lime-water might probably consist in this: The chalk, before calcination, being a highly septic substance*, if some of its particles were not fully calcined, these, by mixing with the water, would impart to it some degree of a putrefying quality, contrary to that virtue the water receives from such parts, as are sufficiently burnt. That the same would be the case of shells, also septic, and therefore that the lime-water, made either of chalk or shells, would prove more or less antiseptic, or even continue septic, accord-\n\n* Observ. on the diseases of the army, 1st Ed. p. 390.\ning to the degree of calcination. He added, that as all his experiments relating to the antiseptic quality of lime-water were made in a furnace, heated to the degree of human blood, a circumstance, which he had marked in his Observations *, the uncalcined parts of the lime would in that state become more active in promoting putrefaction, than when the trials were made in cold water.\n\nAnd indeed it must be owned, that when any experiments are made on medicinal substances out of the body, the nearer we can make them to the heat of the blood, and to other circumstances those substances must undergo in the first passages, the more just the inferences will be, that are drawn from those experiments.\n\nIn regard to that quality of lime-water, in preserving fish longer sweet than flesh, Dr. Pringle took notice, that he doubted it was a common mistake to account fish a more corruptible substance than the flesh of land animals. For although fish might become sooner stale for eating than most flesh-meats, yet that fish did not so soon rise to a rank degree of putrefaction as flesh; and therefore that the former would be kept longer tolerably sweet than the latter by any kind of antiseptic.\n\n* To one of the experiments preceding that upon the lime-water, the author subjoins the following note: \"All the following experiments, whether made in the lamp-furnace, or by the fire, were in a degree of heat equal to that of the human blood, viz. 100 deg. of Fahrenheit's scale.\" p. 383.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105218.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10332,
    "total-output-tokens": 2298,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1327,
        2
      ],
      [
        1327,
        2795,
        3
      ],
      [
        2795,
        4155,
        4
      ],
      [
        4155,
        5568,
        5
      ],
      [
        5568,
        7048,
        6
      ],
      [
        7048,
        8536,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105218",
    "title": "An Account of Some Trials to Keep Water and Fish Sweet, with Lime-Water. By Stephen Hales, D. D. F. R. S.",
    "authors": "Stephen Hales",
    "year": 1753,
    "volume": "48",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/105218"
  }
}