{
  "id": "772d9ead125e3d612d2031f2d7ca03bfe03445e3",
  "text": "XXX. Results of hourly Observations of the Magnetic Declination made by Sir Francis Leopold McClinstock, and the Officers of the Yacht 'Fox,' at Port Kennedy, in the Arctic Sea, in the Winter of 1858–59; and a Comparison of these Results with those obtained by Captain Rochfort Maguire, and the Officers of Her Majesty's Ship 'Plover,' in 1852, 1853, and 1854, at Point Barrow. By Major-General Edward Sabine, R.A., President of the Royal Society.\n\nReceived December 21, 1863,—Read January 7, 1864.\n\nIn the spring of 1857 Captain Francis Leopold McClinstock, of the Royal Navy, being about to proceed to the Arctic Seas in the 'Fox' Yacht in search of the ships which had formed Sir John Franklin's Expedition, applied to the President and Council of the Royal Society \"to afford him such information and instructions as might enable him to make the best use of the opportunity afforded by the voyage for the prosecution of meteorological, magnetical, and other observations.\"\n\nA committee having been appointed to communicate with Captain McClinstock, I, as one of the Members of that Committee, drew up a memorandum respecting the magnetical observations which he might have an opportunity of making, and supplied him with suitable instruments belonging to the Government Establishment under my superintendence. With the sanction of the Committee of the Kew Observatory, Lieutenant W. R. Hobson, R.N., and Captain Allen Young, two of the Officers who proposed to accompany Captain McClinstock, were instructed in the use of these instruments at the Kew Observatory.\n\nAs this communication is limited to a notice of the hourly observations of the Magnetic Declination, which Captain McClinstock and his Officers were enabled to make in the winter of 1858–59, it will be sufficient at present to extract from the memorandum, adverted to in the preceding paragraph, the portion which relates to that branch of the inquiry, as the most suitable introduction to the account of the observations themselves.\n\n\"The results of the hourly observations of the declination made at Point Barrow in 1853 and 1854, by Captain Rochfort Maguire, R.N., and the Officers of Her Majesty's Ship 'Plover,' when compared with the hourly observations at the Toronto Observatory, have brought into view, in accompaniment with many circumstances of a highly interesting resemblance, some features, in the magnetic disturbances at Point Barrow, which appear as if they were the converse of those of the corresponding phenomena at Toronto. Now, Toronto in lat. 43° 40' and long. 79° 22' W., and Point Barrow in lat. 71° 21' and MDCCCLXIII.\nlong. $156^\\circ 15'$ W., are situated on the same continent; and it seems probable that there may exist some intermediate locality where the phenomena of the disturbances may be of a critical character. The more precise determination of this locality is full of interest, both as respects terrestrial magnetism and geographical physics generally. It is for this reason very desirable that we should learn, by similar observations to those made at Toronto and Point Barrow, what are the corresponding periodical laws of the disturbances of the declination at stations which either in latitude or longitude may be intermediate between those places. It is highly probable that, if either the 'Erebus' or 'Terror' be still existing, there may be found in one or the other, or in both ships, the records of observations in at least two intermediate localities, in which the Expedition may have been stationary in different years; because both ships were furnished with the proper instruments, and some of the Officers had attended at Woolwich to practise with them before the Expedition sailed: to this it may be added, that both Sir John Franklin and Captain Crozier were strongly impressed with the desirability of making the observations, and letters are extant from both, written from Davis Strait, after they had sailed from England, expressing their full intention to set up the instruments wherever the ships should be detained for a sufficient period to give the observations value. The possible existence of such records is here referred to with the view of impressing on the attention of Captain M'Clinstock the scientific importance of recovering these records, if possible, and of bringing them safely home.\n\n\"The station where Captain M'Clinstock's ship will probably remain during the months preceding the departure of the sledge-parties, as well as during the still longer period when they will be employed in the search which forms the object of the Expedition, will not be far distant, in all probability (whether that station be in Peel's or in Regent's Inlet), from the latitude of Point Barrow and longitude of Toronto. It is a locality, therefore, at which observations similar to those at Point Barrow, which have proved in many respects very important, are extremely desirable. The duration of Captain Maguire's hourly observations was eight months in 1853, and nine months in 1854. The accord in the conclusions drawn from the observations of either year taken separately, with their joint results when taken together, shows that eight or nine months is sufficient for the purposes adverted to, if a longer duration be inconvenient. Even less than eight months would suffice for a general indication, though of course the longer the observations can be continued, under equal circumstances of care, &c., the more precise is the information acquired. Captain M'Clinstock has stated to the writer of this memorandum that he anticipates no difficulty in maintaining hourly observations between the time when the ship is laid up in autumn and the departure of the sledge-parties in the spring, and that it might be possible that, when once become a routine, they might be kept on still by those few persons who will remain with the ship. The observations are in themselves extremely simple, and it happens fortunately that one of the Officers who expects to accompany Captain M'Clinstock, Mr. Grey, was also with Captain Maguire at Point Barrow, and is therefore acquainted with magnetic observa-\ntions, which were remarkably well conducted in Captain Maguire's Expedition*. Amongst the instruments at Woolwich which have been returned from the dismantled observatories, there is a Declinometer which will be suitable for the purpose, when it has received small repairs, which in anticipation of this opportunity are already in progress†.\n\n\"At the station where the ship will be laid up, the amount of Dip may possibly exceed 89°; but experience has shown that until the Dip is nearer 90° than 89°, there may still be found a sufficient horizontal directive force to give consistent results with a Declinometer.\"\n\nOn the return of the Expedition from the Arctic Seas in the summer of 1859, Captain McClinlock placed in my hands the hourly observations of the Declinometer, which had been made at Port Kennedy, in lat. 72° 0' 49\" and long. 94° 19' W., from November 1858 to March 1859 inclusive, together with remarks, from which the following extracts are made.\n\n\"The ship took up her winter position in Port Kennedy on the 27th of September, in thirteen fathoms water, and about 500 yards from the land. The country is very rugged, in many places precipitous to the sea, and is composed of gneiss and granite with masses of trap. No low or level spot could be found sufficiently far from overlooking hills to suit as the site of a magnetic observatory. There remained, however, the alternative of building upon the ice when sufficiently strong. About the middle of October, the ship being now firmly frozen in, I selected a large hummock of old ice, elevated about 2 feet above the recently formed ice, as the best foundation to build upon. It bore magnetic south from the ship, distant 220 yards, and was about 400 yards from the land. I considered therefore its position to be satisfactory.\n\n\"Ice was now cut, and, being from 8 to 10 inches in thickness, served well to construct an observatory having an interior space of 7 feet square. The roof of the house, and also of the porch, was of loose planks, covered and cemented together by sludge (snow and water mixed), which also served as mortar for the slabs of ice. The porch was secured by a door, and a fearnought screen protected the entrance from the porch. A pedestal composed of slabs of ice cemented together stood in the centre of the room. A marble slab was placed thereon, and, after being levelled and adjusted at right angles to the\n\n* The application made to the Admiralty for permission to Mr. Grey to accompany the Expedition was unfortunately not successful. By the zeal of Captain McClinlock and of Messrs. Hobson and Allen Young, the loss of Mr. Grey's services was in great measure supplied.\n\n† The magnet of the Declinometer was of the same pattern as that of the Admiralty Standard Compass, consisting of four bars of steel clock-spring, fixed vertically and equidistant in a light framework of brass, carrying a very light metallic ring divided to 5'. The pair of central needles were 7·3 inches long, and the pair of external ones 3·5 inches. The magnet was suspended by a thread of untwisted silk passing over a pulley at the top of a suspension-tube. When not thus suspended, the magnet rested on a pivot of \"native alloy\"; its weight could be either partially or wholly relieved by means of the suspension-thread. In the hourly observations, the opposite divisions of the graduated circle were read by microscopes carried by the general framework, to which the suspension-tube was also attached.\nmagnetic meridian, was frozen upon the pedestal. A tripod table-top, with brass grooves to receive the levelling-screws, having been frozen upon the marble slab, the Declinometer was then mounted and levelled; and when all seemed to be in proper working order, the feet of the levelling-screws themselves were frozen to the table, so as to prevent all movement. The magnet carried a graduated circle of 6 inches diameter, divided to 5', and rested on a pivot supported by an agate cup; its weight could be relieved, either partially or entirely, by a suspension-thread composed of fibres of untwisted silk; the divisions of the circle corresponding to the opposite ends of the magnet were read by fixed microscopes. When the declinometer was first set up and the hourly series commenced, the weight of the magnet was not entirely relieved by the suspension-thread: in this state, and after an interval of two days from the first adjustment, the torsion-force was observed as follows:\n\n| Torsion Circle | Reading |\n|----------------|---------|\n| At zero        | 218° 05' |\n| Turned 360° to the East | 216° 20' |\n| At zero        | 218° 10' |\n| Turned 360° to the West | 220° 10' |\n| At zero        | 218° 05' |\n\nwhence we should have 115' as the effect of 360° of torsion, or about 0°3 as the effect of 1° of torsion. At first, however, and as thus adjusted, the declinometer did not appear to work in a thoroughly satisfactory manner. This may have been occasioned by the levelling-adjustments of the magnet suited to the magnetic latitude having altered its centre of gravity and impaired the free action of the pivot in the cup. I therefore removed the supporting pivot altogether on the 4th of December, but in doing so I accidentally broke the suspension-fibre; this was replaced, and the magnet finally adjusted on the 6th of December, supported only by the silk thread; and from this date I consider there could have been nothing to interfere with the exactness of the observations.\n\n\"During the first few weeks of the series, accumulations of drift snow upon one side or other of the observatory would slightly alter the level of the ice; upon these occasions I always relevelled the instrument, if necessary, myself. It could not move in azimuth, as it remained frozen to its pedestal. Both ends of the needle were always read off and recorded. Whenever the magnet was either touched, or observed to be in a state of agitation, a note to that effect was entered on the margin of the observation paper.\n\n\"As auroras were of frequent occurrence, I have given a Table of those observed during the period of the hourly observations. There was nothing in or near the observatory which could possibly affect the magnet. Within the house there were only a wooden candlestick, a copper lamp, and a board upon which the observation paper was fastened with copper tacks.\"\nIn the discussion of the results, the means of the readings of the two ends of the magnet have been taken throughout as the position of the magnet corresponding to the time of the observation. The record of the hourly observations from November 1, 1858 to March 27, 1859, comprehending 3384 observations, was placed in the hands of the Non-Commissioned Officers of the Royal Artillery in the Woolwich Establishment to undergo the usual process of examination. After a careful consideration, I judged that a difference of $1^\\circ 10'$ from the mean or normal position of the same month and hour afforded a suitable value for the standard of disturbance, as separating about a fifth part of the whole body of the observations. There were 748 observations which differed from their respective normals by that amount or more; and these have been accordingly regarded as \"disturbed observations.\" They form about 1 in 4·5 of the whole number; their aggregate values in the different months were as follows:\n\n| Total aggregate values | Ratios to the mean monthly aggregate value |\n|------------------------|------------------------------------------|\n| 1858, Nov. 1 to 28     | 486 10                                   | 1·42                                      |\n| ,, Dec. 1 to 31        | 397 10                                   | 1·16                                      |\n| 1859, Jan. 1 to 31     | 189 34                                   | 0·55                                      |\n| ,, Feb. 1 to 28        | 284 28                                   | 0·83                                      |\n| ,, Mar. 1 to 27        | 354 47                                   | 1·04                                      |\n| Total in the 5 months  | 1712 09                                  |                                           |\n\nMean monthly value $\\frac{1712^\\circ 09'}{5} = 342^\\circ 26'$.\n\nSeparated into their easterly and westerly constituents, and into the different hours of their occurrence, the Ratios of Easterly and Westerly disturbance at Port Kennedy to the mean hourly easterly and westerly disturbance were obtained in the manner which has been so frequently described; and by expanding these in sines and cosines of the hour-angle and its multiples, the following approximate formulae are obtained:\n\nPort Kennedy, lat. $72^\\circ 01'$ N., long. $94^\\circ 20'$ W.\n\n**Easterly Disturbances.**\n\n$$1 + \\cdot90 \\sin(\\alpha + 89^\\circ 18') + \\cdot31 \\sin(2\\alpha + 86^\\circ 32').$$\n\nProbable Error of a single observed hourly Ratio $\\pm 0·11$.\n\n**Westerly Disturbances.**\n\n$$1 + \\cdot318 \\sin(\\alpha + 272^\\circ 56') + \\cdot637 \\sin(2\\alpha + 71^\\circ 58').$$\n\nProbable Error of a single observed hourly Ratio $\\pm 0·17$.\nFrom Table III., in the discussion of the hourly observations at Point Barrow*, we have the corresponding formulæ at that Station as follows:\n\nPoint Barrow, lat. 71° 21' N., long. 156° 15' W.\n\nEasterly Disturbances.\n\n\\[ 1 + 1.087 (\\sin \\alpha + 171° 20') + 0.523 (\\sin 2\\alpha + 200° 31'). \\]\n\nProbable Error of a single observed hourly Ratio ±0.23.\n\nWesterly Disturbances.\n\n\\[ 1 + 0.673 (\\sin \\alpha + 264° 17') + 0.568 (\\sin 2\\alpha + 94° 49'). \\]\n\nProbable Error of a single observed hourly Ratio ±0.13.\n\nFrom these formulæ we have the Ratios of easterly and westerly disturbance at the several hours of local astronomical time at the two stations, as shown in the following Table:\n\n| Local Astron. Hours | Port Kennedy | Point Barrow |\n|---------------------|--------------|--------------|\n|                     | Easterly Ratios | Westerly Ratios | Easterly Ratios | Westerly Ratios |\n| (1)                 | (2)           | (3)          | (4)            | (5)            |\n| 0                   | 2.20          | 1.29         | 0.98           | 0.89           |\n| 1                   | 2.14          | 1.32         | 0.48           | 0.81           |\n| 2                   | 1.95          | 1.20         | 0.08           | 0.63           |\n| 3                   | 1.66          | 0.99         | -0.13          | 0.43           |\n| 4                   | 1.32          | 0.73         | -0.18          | 0.29           |\n| 5                   | 0.98          | 0.50         | -0.08          | 0.26           |\n| 6                   | 0.70          | 0.41         | 0.11           | 0.37           |\n| 7                   | 0.51          | 0.48         | 0.32           | 0.64           |\n| 8                   | 0.39          | 0.70         | 0.51           | 1.04           |\n| 9                   | 0.35          | 1.04         | 0.61           | 1.48           |\n| 10                  | 0.37          | 1.41         | 0.65           | 1.97           |\n| 11                  | 0.39          | 1.74         | 0.65           | 2.14           |\n| 12                  | 0.41          | 1.93         | 0.66           | 2.23           |\n| 13                  | 0.40          | 1.93         | 0.72           | 2.13           |\n| 14                  | 0.39          | 1.75         | 0.88           | 1.85           |\n| 15                  | 0.38          | 1.41         | 1.15           | 1.47           |\n| 16                  | 0.40          | 1.01         | 1.52           | 1.07           |\n| 17                  | 0.50          | 0.64         | 1.90           | 0.72           |\n| 18                  | 0.68          | 0.57         | 2.25           | 0.51           |\n| 19                  | 0.95          | 0.28         | 2.48           | 0.42           |\n| 20                  | 1.27          | 0.36         | 2.53           | 0.48           |\n| 21                  | 1.61          | 0.56         | 2.37           | 0.62           |\n| 22                  | 1.91          | 0.85         | 2.01           | 0.77           |\n| 23                  | 2.13          | 1.12         | 1.63           | 0.88           |\n\nThe easterly and westerly deflections at Port Kennedy and Point Barrow present the same general features as at all other stations where the laws of the disturbances have been investigated. In Plate XLI., figs. 1 & 3 represent graphically the easterly ratios in Table I. columns 2 & 4, as do figs. 2 & 4 the westerly ratios in columns 3 & 5 of the same Table. It will be seen that figs. 1 & 3 show the conical form and single\n\n* Philosophical Transactions for 1857, Art. XXIV. p. 502.\nmaximum, and the small and nearly equable amount of variation during the ten or eleven hours when the ratios are least, which characterize figs. 1, 4, 5, & 6 in Plate XIII. Phil. Trans. 1863, Art. XII. Similarly figs. 2 & 4 show a double maximum resembling that which is seen in fig. 2 in Plate XIII. Phil. Trans. 1863, Art. XII. In the case of the Easterly Disturbances, the conical summit or extreme easterly deflection occurs, as will be seen, approximately at the same absolute time at Port Kennedy and Point Barrow; and the principal maximum of westerly disturbance at the same local time at the two stations. The secondary maximum of westerly disturbance is less strongly marked in the Point Barrow than in the Port Kennedy curve, and its epoch is not so identically the same at both stations as is the case in the principal maximum. This may be due to the magnitude of the disturbances, and the shortness of the time during which the observations at either station were maintained; or there may be a real difference in the epoch and amount of the secondary maximum. The accord at the two stations of the principal easterly maximum in absolute time and of the principal westerly maximum in local time is too remarkable to be passed unnoticed, though it is certainly possible that the accord is in both cases simply an accidental coincidence. The stations at which the laws of the disturbances have been approximately investigated are as yet too few to make an attempt at a more extensive generalization, at present, either safe or advantageous. What seems most to be desired is, that stations for further research should be selected upon a systematic plan, and with reference especially to their geographical relations; and that the inquiry should not be limited to the disturbances of the declination, but should include those also of the dip and total force. By the combination of the facts which would be thus obtained, we might have a reasonable prospect of gaining an assured knowledge of the general laws by which these phenomena are governed in all parts of the globe. To initiate this scheme of research, which would have been at the same time important to science and honourable to our country, was the object of the recommendation made to Her Majesty's Government in 1858 by the two principal scientific institutions of Great Britain. Until some such systematic proceeding is adopted, the progress of this branch of magnetical science is likely to remain fragmentary.\n\nPort Kennedy and Point Barrow have a common magnetical relation in being both situated to the geographical North of a critical locality in the magnetic system, viz. the locality of greatest total magnetic force in the northern hemisphere, or the centre of the larger loop of the isodynamic lemniscates. The geographical latitude is nearly the same, but in geographical longitude they differ 61°, or about four hours in time. Port Kennedy is situated on the eastern and Point Barrow on the western side of the American Continent and its adjacent islands. Their distance apart is about 1200 geographical miles. The normal direction of the magnet is widely different at the two stations, the Declination at Port Kennedy being N. 135° 47' W. (1858), and at Point Barrow N. 41° E. (1854); the magnet therefore points in nearly opposite geographical directions at the two stations. There is also a considerable and an important difference in the amount of the Dip, and consequently in the antagonistic force by which the horizontal compo-\nment of the earth's magnetism opposes the action of any disturbing force. At Point Barrow, where the dip was $81^\\circ 36'$, the intensity of the terrestrial horizontal force had still an absolute value of about $1.88$ in British units, being about half its value in our own islands; whilst at Port Kennedy, the dip being $88^\\circ 27'4^*$, the horizontal magnet was nearly astatic. It is evident that, from this great inferiority in the retaining force at Port Kennedy, we ought to be prepared for a generally much greater apparent amount of disturbance at that station than at Point Barrow; and accordingly we find that whilst at the latter a disturbance-value of $22'87$ caused the separation in the category of large disturbances of between one-fifth and one-sixth of the whole body of hourly observations, it required a disturbance-value of $70'$ to separate a nearly equal proportion of the observations at Port Kennedy. On the hypothesis of the energy of the disturbing force being equal at the two stations, and taking, as a sufficient approximation, the statement that one in every five hourly observations at Point Barrow is in excess of its normal of the same month and hour by an amount equalling or exceeding $22'87$, a very simple calculation will show what the amount of the disturbance-value should be which should place the same proportion, or one-fifth, of the whole hourly observations at Port Kennedy in the category of large disturbances. For this purpose we may take from the most recent maps of the isodynamic lines the total terrestrial magnetic force, approximately the same at both stations, = $12.9$ in British units; then, having the Dip at Point Barrow $81^\\circ 36'$, and at Port Kennedy $88^\\circ 27'$, we have the terrestrial horizontal force $1.88$ at Point Barrow, and $0.35$ at Port Kennedy. Whence we find that, on the hypothesis of there being an equal energy of the disturbing force at the two stations, the disturbance-value corresponding to $22'87$ at Point Barrow should have been $123'$ at Port Kennedy instead of $70'$. Whilst, therefore, there is an increase in the effect of the disturbing action at Port Kennedy by reason of the diminution of the antagonistic horizontal terrestrial force, there is obviously also evidence of an actual and very considerable superiority in the energy of the disturbing force itself at Point Barrow as compared with Port Kennedy.\n\nThe inference which we thus derive from the direct comparison of the disturbances at Port Kennedy and Point Barrow is in accordance with the fact previously made known\n\n* Observations of the Dip at Port Kennedy made on the Ice, far distant either from the Ship or the Land.\n\n| 1858 | Needle | Poles | Means | Observer |\n|------|--------|-------|-------|----------|\n| Oct. 9 | A 1 | $88^\\circ 33'1$ | $88^\\circ 38'2$ | Capt. McClintock. |\n| \" 9   | A 2 | $88^\\circ 30'1$ | $88^\\circ 25'1$ | Capt. Allen Young. |\n| \" 21  | A 1 | $88^\\circ 19'3$ | $88^\\circ 32'8$ | Capt. McClintock. |\n| \" 28  | A 1 | $88^\\circ 25'3$ | $88^\\circ 27'0$ | \" |\n| \" 29  | A 1 | $88^\\circ 27'3$ | $88^\\circ 29'1$ | \" |\n| Nov. 2 | A 1 | $88^\\circ 20'2$ | $88^\\circ 29'2$ | \" |\n| \" 13  | A 1 | $88^\\circ 21'3$ | $88^\\circ 26'4$ | \" |\n\nMean ........... $88^\\circ 27'4$ N.\nto us by the hourly observations of the Aurora at Point Barrow, for which we are indebted to Captain Maguire and the officers of H.M. Ship 'Plover,' that the prevalence of that well-known concomitant of magnetic disturbance is far greater at Point Barrow than at any other part of the globe where observations have been made. The increased assurance which we now possess by direct comparison, that the maximum of the disturbing energy is not coincident with the present locality of the dip of 90°, or with that of the present maximum of the total terrestrial magnetic force, may have hereafter an important bearing on the theory of the physical causes which combine in producing the magnetic phenomena of the globe. The number of days on which the Aurora is recorded to have been seen at Port Kennedy in the five months and four days from October 28, 1858 to March 31, 1859, was 42, or little more than one day out of four; whereas at Point Barrow the Aurora is stated to have been seen, during two successive winters, six days out of seven*. The disparity thus shown is further enhanced and rendered more remarkable by the circumstance that, in the decennial disturbance-period, 1853 and 1854 (which were the years of observation at Point Barrow) are years of minimum, and 1858 and 1859 (which were the years of observation at Port Kennedy) are years of maximum disturbance.\n\n**Table II.—Auroras recorded at Port Kennedy in the winter months of 1858–59.**\n\n| Date | Direction of Aurora | Date | Direction of Aurora |\n|------|---------------------|------|---------------------|\n| Oct. 28 | * S. to W. | Jan. 1 | * W. to S. |\n| 29 | * S.S.E. to W.N.W. | 2 | * S.W. |\n| 30 | * S.W. | 3 | S.E. |\n| 31 | N.W. | 8 | W.S.W. to S.E. |\n| Nov. 6 | S.E. to W.S.W. | 9 A.M. | * W. to N.W. |\n| 7 | * S.W. | 9 P.M. | N. to S. through zenith. |\n| 8 | * S.W. | 10 A.M. | * N.W. to S.E., S. |\n| 9 | * S. to W. | 10 P.M. | N. to S. through zenith. |\n| 12 | N. to zenith. | 11 | * S.E. to W. |\n| 14 | * W.N.W. to S.W. | 31 A.M. | * N.W. to S.E., S. |\n| Dec. 3 | * S.W. | 31 P.M. | W.S.E. to zenith. |\n| 4 | E. through S.W., N.W. | Feb. 1 | * N.W. to S.E., S. |\n| 5 | * N.W. to S.E. | 8 | * S.W. |\n| 6 | * W. to S.E. | 19 | N. to S. through zenith. |\n| 8 | S.E. | 20 | S. to zenith. |\n| 12 | * N.W. to S.E. through S. | 23 | N.E. to S.W. |\n| 13 | * W.N.W. to S.S.E. | 26 | N. to S. through zenith. |\n| 14 | * N.W. to E.S.E. through S. | Mar. 6 | N.N.W. to S.S.E. through zenith. |\n| 15 | N.W. through S. to E. | 30 | * W. to S.W. |\n| 24 | All over the heavens. | 31 | * W. |\n| 28 | * West? to S.S.E. | | |\n\nThe following remarks by Dr. David Walker, R.N., by whom the record of the Auroras was kept, will be read with interest. \"Of the 42 Auroras observed during our winter, 24 (marked with an asterisk) were in the direction of a space of water open throughout the winter, or of the vapour rising from it. More than this number might\n\n* Philosophical Transactions for 1857, Art. XXIV. p. 512.\nbe traced to it; but of these 24 I am certain. On five occasions the Aurora caused an agitation of the Declinometer: on one of these (Dec. 24, 1858) I observed a deflection of $15^\\circ$; on the other four times the vibration was not much more than a degree; four of the five occurred when the Aurora was from north to south, passing through the zenith.”\n\nTable III. contains a statement, taken from the record of the hourly observations, of the days and hours on which disturbances exceeding $5^\\circ$ from the normal of the same month and hour were observed.\n\n**Table III.—Port Kennedy. Differences exceeding $5^\\circ$ from the normal of the same month and hour shown by the Declinometer.**\n\n| Day     | Hour | Disturbance | Day     | Hour | Disturbance |\n|---------|------|-------------|---------|------|-------------|\n| Nov. 18 | 21   | 5 23 E.    | Dec. 23 | 21   | 6 59 E.    |\n|         | 22   | 5 35 E.    |         | 22   | 7 09 E.    |\n|         | 23   | 5 55 E.    |         | 23   | 6 11 E.    |\n|         | 22   | 7 25 E.    |         | 24   | 7 51 E.    |\n|         | 23   | 6 47 E.    |         |      |             |\n|         | 20   | 6 08 E.    | Jan. 14 | 22   | 8 00 E.    |\n|         | 21   | 5 47 E.    |         | 0    | 7 56 E.    |\n|         | 22   | 6 46 E.    | Feb. 9  | 0    | 9 31 E.    |\n| Dec. 4  | 11   | 5 35 W.    |         | 1    | 6 12 E.    |\n|         | 15   | 6 00 W.    |         | 1    | 10 10 E.   |\n|         | 16   | 7 35 W.    |         | 2    | 5 10 E.    |\n|         | 17   | 6 27 W.    |         | 21   | 5 01 E.    |\n|         | 18   | 5 40 W.    | Mar. 25 | 3    | 5 57 E.    |\n|         | 19   | 6 42 E.    |         | 0    | 6 51 E.    |\n|         | 22   | 5 04 E.    |         | 1    | 5 56 E.    |\n\nDecember 4, 22, and 23, February 9 and 23, were also days of excessive disturbance at Kew (Phil. Trans. 1863, Art. XII. Table I.).\n\n**Disturbance-diurnal Variation.**—Table IV. exhibits the disturbance-diurnal variation at Port Kennedy, or the average excess at the several hours of easterly over westerly, or of westerly over easterly, deflection.\n\n**Table IV.**\n\n| Local Hours | Deflections | Disturbance-diurnal variation | Local Hours | Deflections | Disturbance-diurnal variation |\n|-------------|-------------|------------------------------|-------------|-------------|------------------------------|\n|             | Easterly.   | Westerly.                    |             | Easterly.   | Westerly.                    |\n| 6 A.M.      | 11·7        | 6·2                          | 6 P.M.      | 10·9        | 3·1                          |\n| 7 A.M.      | 15·4        | 5·3                          | 7 P.M.      | 9·3         | 2·1                          |\n| 8 A.M.      | 20·8        | 5·2                          | 8 P.M.      | 6·8         | 4·8                          |\n| 9 A.M.      | 35·4        | 6·7                          | 9 P.M.      | 6·0         | 9·9                          |\n| 10 A.M.     | 37·8        | 5·9                          | 10 P.M.     | 5·9         | 19·1                         |\n| 11 A.M.     | 31·8        | 9·9                          | 11 P.M.     | 10·2        | 20·4                         |\n| Noon        | 35·6        | 10·7                         | Midnight    | 6·2         | 24·1                         |\n| 1 P.M.      | 36·6        | 17·6                         | 1 A.M.      | 7·5         | 18·8                         |\n| 2 P.M.      | 43·1        | 12·3                         | 2 A.M.      | 6·5         | 15·8                         |\n| 3 P.M.      | 30·6        | 9·6                          | 3 A.M.      | 6·2         | 11·0                         |\n| 4 P.M.      | 21·2        | 13·7                         | 4 A.M.      | 6·8         | 10·9                         |\n| 5 P.M.      | 18·3        | 4·0                          | 5 A.M.      | 10·2        | 7·0                          |\nWe have in this Table the opportunity of perceiving how effectually the disturbance-diurnal variation may operate in masking or disfiguring the regular progression of the solar-diurnal variation, when the disturbances are not eliminated. It is well known that the solar-diurnal variation produces generally in the extratropical parts of the northern hemisphere a maximum deflection to the East about 8 A.M., and a maximum deflection to the West about 2 P.M. (and this is found to be the case at Port Kennedy, as well as elsewhere, when the disturbances are eliminated). Now the Table shows that the Easterly extreme about 8 A.M. must be considerably more than doubled by the occurrence at the same hour of a large easterly disturbance-deflection, and that at 2 P.M. the Easterly disturbance-deflection has become so large as to far more than compensate the effect of the usual amount of the solar-diurnal westerly maximum belonging to that hour, making the joint deflection at that hour a considerable easterly one. It will also be seen that when the two kinds of variation are left unseparated, their joint effect produces a large nocturnal maximum of westerly deflection, which disappears in the solar-diurnal variation when the disturbances are eliminated.\n\nSolar-diurnal Variation.—The almost extreme difference in the normal direction of the magnet, geographically considered, at Port Kennedy and Point Barrow, gives a more than ordinary importance to the comparison of the facts of the solar-diurnal variation at the two stations, rendering it an apt illustration, in an almost extreme case, of the laws by which this class of phenomena is regulated. Magnetically speaking, the mean direction of the magnet is necessarily the same at the two stations; that is to say, the mean pointing of the marked end of the magnet, which we usually term its north pole, is to the magnetic north; but in a geographical sense this direction is at Port Kennedy about 35° to the West of South, and at Point Barrow about 41° to the East of North. The localities afford therefore in this respect a contrast nearly as great as can exist in any part of the globe; since magnetically the directions are the same, whilst geographically they want only 6° of being 180° apart, or diametrically opposite. The value of this contrast appears when we proceed to consider the facts of the solar-diurnal variation at the two stations, and perceive rightly their important bearing on the correct understanding of its true nature and character, and of the physical relations which must be involved in any well-grounded explanation.\n\nTo prevent, as far as may be possible, misconception in the minds of those to whom the subject is not familiar, it may be premised that in speaking of the direction of the magnet the eye of the observer is here supposed to be at its middle, and directed towards the marked or north end; a change of direction towards the magnetic east will thus be to the observer's right, and a change towards the west to the observer's left. Now the most marked features of the solar-diurnal variation, and which are found to prevail universally in all the extratropical parts of the northern hemisphere, are, an extreme deflection to the observer's right (or towards the magnetic east) about 8 A.M., and an extreme deflection to the observer's left (or towards the magnetic west) about 2 P.M.\nWhenever the phenomena are viewed within the aforesaid limits, the facts thus referred to are identical when expressed magnetically.\n\nThis description of the solar-diurnal variation, in which all geographical relations are put aside, applies with equal correctness to the phenomena at Port Kennedy and at Point Barrow; but when geographical relations are again introduced, the same phenomena have to be described in a very different manner, and the two stations become widely distinguished from each other*. The marked end of the magnet, when looked at at 8 A.M., is seen at Port Kennedy to have moved from its mean position of S. 35° W. towards the geographical West, and at Point Barrow to have moved from its mean position of N. 41° E. towards the geographical East; and correspondingly at 2 P.M. the marked end is at Port Kennedy to the geographical East of its mean position, and at Point Barrow to the geographical West. The bearing of this distinction between the magnetical and geographical aspects of the facts upon physical explanations will be evident if we advert to the hypothesis of currents of thermic origin, either in the earth or in the atmosphere, generated by the rotation of the earth in presence of the sun. It may be well therefore to take a more general view of the phenomena of which the two stations which have been here compared present a particular case, which fortunately is a very notable and instructive one. Let us imagine (as in the woodcut in the next page) two stations, \\(a\\) and \\(b\\), both situated in the vicinity of the dip of 90°; and (to avoid questions of absolute and local time) let us assume them to be in the same geographical meridian, \\(a\\) being situated to the geographical north, and \\(b\\) to the geographical south of the locality where the dip is 90°. Then at both stations the magnet, when in its mean position, will point magnetically north; but at \\(a\\) this direction will be geographically south, whilst at \\(b\\) it will be geographically (as well as magnetically) north. Let us next consider the direction which the magnet will be found to have assumed at \\(a\\) and \\(b\\) respectively when at the extreme points of opposite defection due to the solar-diurnal variation. These synchronize everywhere (as far as is yet known) in the extratropical parts of the northern hemisphere, approximately with the local hours of 8 A.M. and 2 P.M. (which for convenience we will call precisely 8 A.M. and 2 P.M.),—at 8 A.M. the north pole of the magnet being everywhere to the observer's right, or to the magnetic east of its mean position, and at 2 P.M. to the observer's left, or to the magnetic west of its mean position. At \\(a\\) the magnetic east is geographic west, and vice versa; while at \\(b\\) the geographic and magnetic east are the same; therefore at 8 A.M. the magnet is deflected geographically to the west at \\(a\\) and to the east at \\(b\\), and at 2 P.M. geographically to the east at \\(a\\) and to the west at \\(b\\). Let us next consider the direction in which the north end of the magnet moves between 8 A.M. and 2 P.M. at \\(a\\) and at \\(b\\): at both stations the movement is from the observer's right to his left, from the magnetic east to the magnetic west. But at \\(a\\) this movement, viewed geographically, is from west to east, whilst at \\(b\\) it is geographically\n\n* Throughout this discussion regarding the solar-diurnal variation, the disturbances are, of course, assumed to have been eliminated.\nas well as magnetically from east to west. Whilst, therefore, the direction of the movement is magnetically the same, geographically it is opposite.\n\nNow let us take two other stations \\(c\\) and \\(d\\), \\(c\\) to the east and \\(d\\) to the west of 90° of dip, and both situated, not as in the woodcut (where, for convenience in illustration, they are separated by a considerable meridional interval), but in its vicinity, so that the distance between them may not be such as to make an important difference in their local time. The mean direction of the north pole of the magnet will necessarily be at both stations to the magnetic north; but at \\(c\\) this will be to the geographic west, and at \\(d\\) to the geographic east. At 8 A.M. the deflection will be to the observer's right, or magnetic east at both stations; but this will be at \\(c\\) to the geographic north, and at \\(d\\) to the geographic south; whilst at 2 P.M. the deflections at both stations will be to the observer's left or magnetic west; but this will be at \\(c\\) to the geographic south, and at \\(d\\) to the geographic north. As in the former case, the direction of the movement between 8 A.M. and 2 P.M. is magnetically the same, but geographically opposite.\n\nNow, keeping these facts in view, let us imagine a circle to be drawn round the point of 90° of dip, passing through \\(a\\), \\(b\\), \\(c\\), and \\(d\\); at every point in the periphery of that circle the mean direction of the marked end of the magnet will be magnetic north, but will have every possible diversity of geographical direction. At 8 A.M. the deflection due to the solar-diurnal variation will be everywhere to the magnetic east, and at 2 P.M. to the magnetic west; whilst at both hours it will have at different points in the periphery of the circle every possible diversity of geographical direction. Likewise the movement from 8 A.M. to 2 P.M. will be, at every point in the periphery, from the magnetic east to the magnetic west, whilst geographically it will have every possible diversity.\n\nIt is obvious that what is here stated of points taken in the periphery of the circle is equally true of every point taken in the interior of the circle, until the point of 90° of dip is so nearly approached as to render the horizontal magnet absolutely astatic.\n\nThe facts of the solar-diurnal variation at Port Kennedy and Point Barrow, after the elimination of the larger disturbances, furnish a practical exemplification of the justice of this description in all its details.\nThe magnitude of the disturbance-diurnal variation at Port Kennedy and Point Barrow, compared with that of the solar-diurnal variation about the hours when the diurnal inequality (which is the resultant of the two variations combined) is at its extreme eastern and western limits, affords an instructive example to those who employ the magnitude of the diurnal range in different years as a means of tracing the epochs of maximum and minimum of the magnetic variation in the decennial period. Referring to Table IV., we find that at 8 A.M., the usual hour in Europe of the easterly extreme of the diurnal inequality, that extreme is augmented at Port Kennedy by a disturbance-deflection amounting, on the average of the five months during which the observations were maintained, to above 15' easterly; whilst at 2 P.M., the usual hour of the westerly extreme, there is the counteracting influence of a disturbance-deflection, which is still easterly, exceeding 30'. Now, as both these values, 15' and 30', very considerably exceed the ordinary deflections caused by the regular solar-diurnal variation, either to the East at 8 A.M. or the West at 2 P.M., it is obvious that, at stations where the energy of the disturbing force is considerable, the magnitude of the diurnal range at such stations must be mainly influenced by and dependent on the amount and hours of the disturbance-diurnal variation. Indeed, when we duly consider the extreme liability to variation in these last-named circumstances, we shall be prepared to find that, as magnetical researches are extended, stations present themselves where the effect of the increase of the amount of disturbance at the epochs of maximum of the decennial period is to cause the combination of the two variations to exhibit in such years a decrease instead of an increase in the magnitude of the diurnal range—actually causing the epochs of maximum and minimum in the cycle to apparently change places with each other; in such cases the minima of the range of the diurnal inequality will coincide with the maxima of the sun's spots and of the magnetic disturbances; whilst other stations will be found where the difference between the epochs will be apparently increased in amount; and others where it will be obliterated, and no cycle be traceable by this method of inquiry.\n\nThe method of tracing the epochs of maximum and minimum of the decennial period by a comparison of the aggregate values of the disturbing action in different years, as shown by the separation and analysis of the disturbances themselves, is not subject to the inconvenience which has been thus noticed: it has also the advantage that the proportionate increase in the amount of disturbance between the epochs of maximum and minimum, 2:5:1 (St. Helena Observations, vol. ii. p. cxxxii), is much greater than the difference in the range of the diurnal inequality, or of the solar-diurnal variation, and forms therefore a larger basis upon which the judgment may be grounded.\n\nThe Table (IV.) shows the very large amount of the average disturbance-diurnal variation at certain hours; the comparison of a similar Table prepared in the same way from the observations at Nertchinsk from 1851 to 1857 inclusive will show (when the Table shall be published) the liability at different stations to extreme variation in the direction of the disturbance-diurnal variation at the several hours of local time. At Nertchinsk, at 8 A.M. the Westerly disturbance-diurnal variation is nearly at its maximum,\nbeing a deflection in the contrary sense to that at Port Kennedy, as well as to that of the solar-diurnal variation at both places; whilst at 2 p.m. the average disturbance-deflection is almost null (the westerly being about to pass into the easterly). There is therefore no counterbalance to the diminution which has been effected in the 8 a.m. extreme; and thus at Nertchinsk the diurnal inequality is *lessened* by the effect of the disturbances, and is necessarily most *lessened* at the epoch when the disturbances are *greatest*. In this as in many other instances, we see how liable those are to mislead themselves, who disregard the advice contained in the Royal Society's Report of 1840, to eliminate the disturbances as the first and necessary step in the analysis of the complicated phenomena which constitute the \"diurnal inequality.\"\n\nIn the observations which have supplied the subject-matter of this communication, the Royal Society will recognize another instance, added to the many which have preceded it, of the zeal and devotion with which recommendations proceeding from the Society are carried out by our naval officers. Even those who have not themselves experienced an arctic climate may readily imagine that it is no slight effort to maintain with the requisite regularity, for several months together, *hourly* observations which have to be made at a considerable distance from the ship, exposed to the severity of an arctic winter. I venture to think that such a service is well entitled to our thankful recognition.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108815.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 17,
    "total-input-tokens": 27576,
    "total-output-tokens": 12334,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2614,
        2
      ],
      [
        2614,
        6127,
        3
      ],
      [
        6127,
        9608,
        4
      ],
      [
        9608,
        12479,
        5
      ],
      [
        12479,
        15212,
        6
      ],
      [
        15212,
        18812,
        7
      ],
      [
        18812,
        22330,
        8
      ],
      [
        22330,
        25584,
        9
      ],
      [
        25584,
        28559,
        10
      ],
      [
        28559,
        32480,
        11
      ],
      [
        32480,
        35865,
        12
      ],
      [
        35865,
        39333,
        13
      ],
      [
        39333,
        41845,
        14
      ],
      [
        41845,
        45364,
        15
      ],
      [
        45364,
        46907,
        16
      ],
      [
        46907,
        46907,
        17
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108815",
    "title": "Results of Hourly Observations of the Magnetic Declination Made by Sir Francis Leopold McClintock, and the Officers of the Yacht 'Fox,' at Port Kennedy, in the Arctic Sea, in the Winter of 1858-59; And a Comparison of These Results with Those Obtained by Captain Rochfort Maguire, and the Officers of Her Majesty's Ship 'Plover,' in 1852, 1853, and 1854, at Point Barrow",
    "authors": "Edward Sabine",
    "year": 1863,
    "volume": "153",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 17,
    "jstor_url": "https://www.jstor.org/stable/108815"
  }
}