{
  "id": "765fc1da0a7d71fcf9e0e3977449a5427dcd69b4",
  "text": "IV. A Proposition relating to the Combination of Transparent Lens's with Reflecting Planes. By J. Hadley, Esq; V. Pr. R. S. Communicated to the Royal Society, January 9, 1734.\n\nHAVING proposed the using of a Telescope with the Instrument for taking Angles, which I formerly laid before this Society, (See No 420.) it gave me Occasion to consider the Effects of the combining several Kinds of Telescopes with reflecting Planes, and, among others, led me to the following Proposition.\n\nThat if two Lens's of equal focal Length be put together in the Form of a Telescope, and a Plane Speculum be placed before one of them, so that the Axis of the Telescope make any Angle with its Surface, and a Ray of Light (the Line of whose Direction lies in a Plane perpendicular to that Surface, and passing through the Axis of the Telescope) fall on it, and be reflected from it, so as to pass through the Telescope; then the Line of its last Direction, after passing the Telescope, will make an Angle with that of its first Direction, before its Incidence on the Speculum, very nearly equal to double the Angle made between the Axis of the Telescope, and the Surface of the Speculum.\n\nLEM-\nLEMMA\n\nLet the Line FG be the common Axis of the two Lens's ID and KE, of equal focal Lengths; to which let the Lines AD, DB and BE, be each equal; and let a Ray of Light, issuing from a Point in the Axis F, fall on the Lens ID at I, and be there refracted into the Line IG, cutting the Axis in G, and meeting the Lens KE in K, where let the Ray be again refracted into the Line KH, cutting the aforeaid Axis in H: The Angles IFD and KHE are very nearly equal.\n\nDEMONSTRATION.\n\nIt is known from Doptricks, that the Lines FI, IG, KH, and FG, are all in the same Plane; and by the Construction the Lines AD, DB, and BE are equal; and by Propof. 20 of Huygens's Dioptricks, the Lines FA, FD, and FG are continually proportional; and consequently FA is to AD as FD to DG, and dividing, FA is to AD as FD — FA (= to AD) is to DG — AD (= to BG.) Therefore AD is to BG as FD to DG. By the same Proposition, the Lines BG, EG, and HG are also continually proportional, and BE (= to AD) is to BG as EH is to EG. Hence it follows, that the Lines FD, DG, and EH, EG, are\nare Proportionals. But as $FD$ is to $DG$, so is the Tangent of the Angle $IGD$ or $KGE$ to the Tangent of the Angle $IFD$; and as $EH$ is to $EG$, so is the Tangent of the Angle $KGE$ to the Tangent of the Angle $KHE$. The Tangent of the Angle $KGE$ therefore has the same Proportion to the Tangents of each of the Angles $IFD$ and $KHE$, and consequently those Angles are equal. Q.E.D.\n\nN.B. In the Demonstration of the above-cited Proposition of Huygens, the Thickness of the Lens's are neglected, and the Distance of the Points I and K, from the Line FG, supposed very small; so that if either of those are too great, there may arise a sensible Difference between the Angles $IFD$ and $KHE$.\n\nLet $DF$ and $CG$ represent the two Lens's put together as before, having their common Axis in the Line $EL$, and $BN$ a plane Speculum to which that Line is inclined in the Angle $GHN$, and let $AB$.\nA B be a Ray of Light falling on the Speculum at B, as is before expressed, and let it be there reflected towards the Point C of the Lens CG, where it is refracted towards the Point D of the Lens DF, and there again refracted into the Line DE, cutting the Axis in E. The Angle AOP contained between this last Line DE, continued backwards, and the first Line of Incidence of the Ray AB, will be very nearly equal to double the Angle of Inclination of the Axis of the Lens's EL to the Plane of the Speculum BN; i.e. double the Angle GHN.\n\nDemonstration.\n\nProduce the Lines of Incidence and Reflection of the Ray AB and BC, till they meet the Axis of the two Lens's in I and L; and through the Point B draw BK perpendicular to the Plane of the Speculum, and cutting the same Axis in K, the Angles KBL and KB1 are equal. The Angle KLB is the Difference of the Angles IKB and KBL; and the Angle HIB is the Sum of the Angles IKB and KB1 (equal to KBL): Therefore the Angle IKB is equal to half the Sum of the Angles HIB and KLB. But by the foregoing Lemma, the Angles KLB and FED are very nearly equal. Therefore the Angle IKB is nearly equal to half the Sum of the Angles HIB and FED; that is, to half the Angle POB, and its Complement. BHI or GHN is nearly equal to half the Angle AOP the Complement of POB to a Semicircle. Q.E.D.\nIf the first Incidence of the Ray be supposed to be in the Line E D, it will proceed in the same Track as before, but with the contrary Directions; so that the Angle E O B made between the first incident Ray and the last reflected, will still be equal to the Double of G H N, as before.\n\nIt is evident that on this Principle an Instrument might be constructed, the Effects of which would in a great Measure resemble those of that before mentioned (N° 420): But it would be liable to the Errors arising both from the spherical Figure of the Lens's, and also the different Refrangibility of the Rays of Light, when the Object is seen at a Distance from the Axis of the Telescope; altho' those Errors, by a proper Disposition of the Parts of the Instrument, may be reduced to a very small Quantity. However, for this Reason, and also because the Instrument seemed to me to be attended with greater Inconveniencies, both in its Construction and Use, than the other, I have not thought it necessary to give any more particular Description of it.\n\nV. An Account of a large Bony Substance found in the Womb, which was shown to the Royal Society, May the 17th, 1733, by Edward Hody, M. D. F. R. S.\n\nE——S——, aged 57, died in St. James's Market, January, 1725. In examining the Pelvis of this Woman, I found a large Bony-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103998.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8902,
    "total-output-tokens": 1673,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1178,
        2
      ],
      [
        1178,
        2237,
        3
      ],
      [
        2237,
        3135,
        4
      ],
      [
        3135,
        4462,
        5
      ],
      [
        4462,
        5773,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      true,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103998",
    "title": "A Proposition Relating to the Combination of Transparent Lens's with Reflecting Planes. By J. Hadley, Esq; V. Pr. R. S. Communicated to the Royal Society, January 9, 1734",
    "authors": "J. Hadley",
    "year": 1735,
    "volume": "39",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/103998"
  }
}