{
  "id": "882b0ffcae1d80a1ab9728fbc05282fdfec3795d",
  "text": "up, some of them were melted; others snapped in\nfunder; others had their hafts burnt; others their\nsheaths either fanged or burnt; others not.\" From\nall which circumstances, duly considered, I think no-\nthing certain in favour of cold fusion can be fairly\ndrawn.\n\nXXXI. An Account of a Meteor seen at\nShefford, in Berkshire, on Saturday, Octo-\nber 20th, 1759; with some Observations\non the Weather of the preceding Winter:\nIn a Letter to Thomas Birch, D.D. Sec.\nR.S. from Richard Forster, M.A. Rec-\ntor of Shefford.\n\nReverend Sir, Shefford, Octob. 31, 1759.\n\nOn Saturday the 20th instant, about\nSix in the evening, a ball of fire\nfell nearly east from this place. I did not see it my-\nself. My servant (who is a very sober, honest fel-\nlow) says it was nearly of the same size with the\nmoon, and full as bright as she ever shines: its mo-\ntion was very swift, and, as far as he could judge\n(for it was out in a moment) quite downright, i.e.\nperpendicular to the horizon.\n\nAnd now my hand is in, I cannot forbear acquaint-\ning you with an observation I have made, which bids\nfair to overset a maxim pretty strongly established in\nthe world, as not being only believed and depended\non by the vulgar and middling people, but mentioned\nas such, I think, by several authors. In short, the maxim is this; viz. that a plentiful year of mast is an infallible prognostic of an hard or severe winter. Now, it happened last year, that provisions of this sort were as plentiful as ever was known; the trees and hedges being loaded in such a manner, as to bend and break under the pressure of their own weight: and yet the winter was the mildest, perhaps, that ever happened in this country: and accordingly not one quarter of nature's store was consumed. We had no ice, but once, and that not the thickness of an half crown, which did not continue 24 hours. I see by Cuff's tables, published in a monthly paper, that, in London, the thermometer was never below 32; and so low as this but twice, and then only by starts. I had ranunculus's in full bloom from the middle of December to the middle of February, and they not sheltered, but by a wall north, 25° east. In the middle of January, I had self-sowed marigolds and violets in bloom. Jan. 15, the bees roared, and were as busy as they are in the height of the working season: and Jan. 18, the birds sung as cheerfully as they generally do in May.\n\nIt seems probable to me, that the great abundance of berries and wild fruits (by which I mean mast) is entirely owing to a very backward spring; for, when the blossoms do not open till pretty late in May, they are secure from those inclement blasts, which, when they unfold themselves sooner, do pinch and blight the greatest part of them. I am,\n\nReverend Sir,\nYour affectionate brother,\nand most obliged humble servant,\nRichard Forster.\n\nXXXII. An",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105377.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 817,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1232,
        2
      ],
      [
        1232,
        2838,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105377",
    "title": "An Account of a Meteor Seen at Shefford, in Berkshire, on Saturday, October 20th, 1759; With Some Observations on the Weather of the Preceding Winter: In a Letter to Thomas Birch, D. D. Sec. R. S. from Richard Forster, M. A. Rector of Shefford",
    "authors": "Richard Forster",
    "year": 1759,
    "volume": "51",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/105377"
  }
}