{
  "id": "2970cb537e633c91ecb0dfc1893c3d7506631a08",
  "text": "XXXV. A Catalogue of the Fifty Plants from Chelsea Garden, presented to the Royal Society by the worshipful Company of Apothecaries, for the Year 1767, pursuant to the Direction of Sir Hans Sloane, Bart. Med. Reg. et Soc. Reg. nuper Praes: By William Hudson, Societatis Regiae & clariss. Societatis Pharmaceut. Lond. Soc. Hort. Chelsean. Praefectus et Praelector Botanici.\n\nRead Dec. 8, 2251\n\nA Lcea ficifolia, foliis palmatis. Lin. Sp. pl. 967.\nMalvea rosea, folio ficus. Bauh. pin. 315.\n2252 Allium carinatum, caule planifolia bulbifera, staminibus subulatis. Lin. Sp. pl. 426.\nAllium umbella bulbifera, vagina bicorni, foliis carinatis. Hall. all. 27. tab. I. f. 2.\n2253 Amaranthus spinosus, racemis pentandricis erectis, axillis spinosis. Lin. Sp. pl. 1407.\nAmaranthus Indicus spinosus, spica herbacea. Herm. Lugdb. 31. tab. 33.\n2254 Bidens bipinnata, foliis bipinnatis incisis, calycibus involucratis, corollis semiradiatis, seminibus divergentibus. Lin. Sp. pl. 1166.\nChrysanthemum Americanum, coridis indi folio. Herm. Par. 123. tab. 123.\n\nG g 2 2255 Bidens\n2255 Bidens pilosa, foliis pinnatis subpilosis, caulis geniculis barbatis, calycibus involucro simplici, feminibus divergentibus. Lin. Sp. pl. 1166.\n\nBidens latifolia, hirsutior, semine angustiore radiato. Dill. Hort. Elth. 51. tab. 43. f. 51.\n\n2256 Campanula, Erinus, caule dichotomo, foliis sessilibus, utrinque dentatis, floralibus oppositis. Lin. Sp. pl. 240.\n\nErini f. Rapunculi minimum genus. Column. phytob. 122. tab. 28.\n\n2257 Capparis spinosa, pedunculis solitariis unifloris, stipulis spinosis, foliis annuis, capsulis ovalibus. Lin. Sp. pl. 720.\n\nCapparis spinosa, fructu minore, folio rotundo. Bauh. pin. 480.\n\n2258 Conyza hirsuta, foliis ovalibus, integerrimis scabris subtus hirsutis. Lin. Sp. pl. 1209.\n\n2259 Coreopsis lanceolata, foliis lanceolatis integerrimis ciliatis. Lin. Sp. pl. 1283.\n\nBidens succisae folio, radio amplo laciniato. Dill. H. Elth. 55. tab. 48. f. 56.\n\n2260 Coreopsis leucantha, foliis pinnatis ferratis, florum radio diversicolore. Lin. Sp. pl. 1282.\n\n2261 Dianthus glaucus, floribus subsolitariis, squamis calycinis lanceolatis quaternis brevibus, corollis crenatis. Lin. Sp. pl. 588. Hudf. Fl. Angl. 161.\n\n2262 Dianthus Cartusianorum, floribus subaggregatis: squamis calycinis ovatis aristatis tubum subæquantibus, foliis sublinearibus trinerviis. Lin. Sp. pl. 586.\nCaryophyllus sylvestris vulgaris latifolius. Bauh. pin. 209.\n\n2263 Fraxinus, Ormus, foliolis serratis, floribus corollatis. Lin. Sp. pl. 1510.\nFraxinus florifera botryoides, Moris. præl. 265.\nHort. Angl. 33. tab. 9.\n\n2264 Forskohlea. Lin. Mantif. 72.\nChamaedryfolia tomentosa mascatensis. Pluk. alm. 97. tab. 275. f. 6.\n\n2265 Geropogon glabrum, foliis glabris. Lin. Sp. pl. 1109.\nTragopogon gramineo folio, glabrum, flore dilute incarnato. Raj. Hist. 111. 149.\n\n2266 Gnaphalium undulatum, herbaceum foliis decurrentibus, lanceolatis, acutis undatis subtus tomentosis. Lin. Sp. pl. 1197.\nElichrysum graveolens acutifolium, caule alato. Dill. Hort. Elth. 130. tab. 108. f. 130.\n\n2267 Hamellia patens, racemis patentibus. Lin. Sp. p.l 246. Jacq. Amer. 16.\nPericlymenum arborescens; ramulis inflexis; flore luteo. Plum. ic 218.\n\n2268 Helenium autumnale. Lin. Sp. pl. 1248.\nAster floridianus, caule alato. Pluk. Phyt. tab. 372. f. 9.\n\n2269 Helicteres, Ijora, foliis cordatis serratis, fructu composito contorto. Lin. Sp. pl. 1367.\nHieteres, arbor Indiae orientalis, filiqua varicosa, et funiculi in modum contortuplicata. Pluk. Alm. 181. tab. 245. f. 2.\n\n2270 Holosteum cordatum, foliis subcordatis. Aman. ac. 3. p. 21. Lin. Sp. pl. 130.\n\nAlsine\nAlsiné Americana, nummulariæ folio. Herm. parad. 11. tab. 11.\n\n2271 Holosteum umbellatum, floribus umbellatis. Loef. it. 120. Lin. Sp. pl. 130.\n\nLychnis graminea hirsuta umbellifera. Moris. Hist. 2. p. 546. f. 5. tab. 22. f. 46.\n\n2272 Hypericum tomentosum, floribus trigynis: calycibus ferrato-glandulosis, foliis semiamplexicaulibus flexuosis tomentosis, caulibus prostratis. Gouan. monsp. 402. Lin. Sp. pl. 1106.\n\nHypericum supinum tomentosum alterum. Clus. Hist. 2. p. 181.\n\n2273 Lobelia, Erinus, caule patulo, foliis lanceolatis serratis, pedunculis longissimis. Lin. Sp. pl. 1320.\n\nCampanula minor Africana, crinifacie, flore violaceo, caulibus erectis. Herm. Lugdb. 110. tab. 111.\n\n2274 Loeflingia, Hispanica, Loef. it. 113. tab. 1. f. 2. Lin. Sp. pl. 50.\n\n2275 Malva scabrosa, caule fruticoso, pilis simplicibus, foliis lobatis, floribus erectiusculis, petalis incumbentibus. Lin. Sp. pl. 968.\n\nMalva Africana frutescens, flore rubro. Comm. hort. 2. p. 171. tab. 86.\n\n2276 Malva limensis, caule erecto herbaceo, foliis lobatis, spicis secundis axillaribus, seminibus lævibus. Lin. Sp. pl. 968.\n\n2277 Mimulus ringens, erectus, foliis oblongis linearibus sessilibus. Lin. Sp. pl. 884.\n\nDigitalis perfoliata glabra, flore violaceo minore. Hist. Ox. II. p. 475. f. 5. tab. 8. f. 6.\n\n2278 Morus\n2278 Morus *papyrifera*, foliis palmatis, fructibus hispidis. Lin. Sp. pl. 1399.\nMorus papyrifera, sativa Japonica. Seb. Thes. I. p. 44. tab. 28. f. 3.\n\n2279 Parietaria *Lusitanica*, foliis ovatis obtusis, caulis striatis laevibus filiformibus procumbentibus. Lin. Sp. pl. 1492.\nParietaria Lusitanica, annua minima. Tourn. 506. Raj. Hist. III. p. 129.\n\n2280 Passiflora *rubra*, foliis bilobatis cordatis acuminatis. Lin. Sp. pl. 1356.\nFlos passionis, folii media lacinia quasi abscissa, flore minore carneo. Sloan. Jam. 144. Hist. I. p. 229.\n\n2281 Passiflora *serratifolia*, foliis indivisis serratis. Lin. Sp. pl. 1355.\nGranadilla Americana, folio oblongo leviter serrato, petalis ex viridi rubescentibus. Mart. cent. 36. tab. 36.\n\n2282 Plantago *maritima*, foliis semicylindraceis integerrimis: basi lanatis, scapo tereti. Lin. Sp. pl. 165. Hudf. Angl.\nCoronopus maritimus major. Bauh. pin. 190.\n\n2283 Plantago *Africana*, caule ramoso fruticoso, foliis lanceolatis, dentatis capitulis aphyllis. Lin. Sp. pl. 168.\nPsyllium, foliis crenatis, Indicum. Bauh. pin. 191.\n\n2284 Plantago *Cynops*, caule ramoso fruticoso, foliis filiformibus integerrimis strictis, capitulis subfoliatis. Lin. Sp. pl. 167.\nPsyllium majus supinum. Bauh. pin. 191.\n\n2285 Poly-\n2285 Polycarpon tetraphyllum. Lin. Sp. pl. 131.\nAnthyllis alsinifolia polygonoides majo. Barr.\ncar. 103. tab. 534.\n\n2286 Piercea glabra, foliis ovato-lanceolatis glabris.\nMill Dict. Hort. ed. 8.\nRivina, floribus octandris dodecandrisve. Lin.\nSp. pl. 117.\n\n2287 Saxifraga umbrosa, foliis obovatis subretusis car-\ntilagineo-crenatis, caule nudo paniculato.\nLin. Sp. pl. 574.\nGeum folio subrotundo minori pistillo floris\nrubro Mill. i.e. 141. f. 2.\n\n2288 Sida Indica, foliis cordatis sublobatis stipulis\nreflexis, pedunculis longioribus, capsulis\nmultilocularibus scabris calyce longioribus.\nLin. Sp. pl. 964.\nAbutilon Indicum. Comm. hort. 11. tab. 1.\n\n2289 Silphium perfoliatum, foliis oppositis deltoidi-\nbus, petiolatis perfoliatis. Lin. Sp. pl. 1301.\n\n2290 Silene polyphylla, foliis fasciculatis fetaceis: ramo-\nrum florentium oppositis. Roy. Lugdb. 447.\nLin. Sp. pl. 601.\nLychnis sylvestris VIII. Cluf. Hist. I. p. 290.\n\n2291 Sisymbrium monense, acaule, foliis dentato-\npinnatis subpilosis. Lin. Sp. pl. 918. Hudf.\nAngl.\nEruca monensis laciniata, flore luteo ma-\njore. Dill. Hort. Elth. 135. tab. 111.\nf. 135.\n\n2292 Solanum ferox, caule aculateo herbaceo, foliis\ncordatis angulatis tomentosis, baccis hirtis\ncalyce obtectis. Lin. Sp. pl. 267.\n\n2293 So-\n2293 Solanum *Virginianum*, caule aculeato herbaceo foliis pinnatifidis utrinque aculeatis: lacinii, sinuatis obtusis, calycibus aculeatis. Lin. Sp. pl. 267.\n\nSolanum Americanum laciniatum spinosissimum. Dill. Hort. Elth. 360. tab. 267. f. 346.\n\n2294 Solanum *sodomeum*, caule aculeato fruticoso, foliis obovatis pinnatifido-sinuatis obtusis sparse aculeatis nudis, calycibus aculeatis. Lin. Sp. pl. 265.\n\nSolanum spinosum, profunde laciniatis foliis, subtus lanuginosis, madaraspantanum. Pluk. tab. 316. f. 4?\n\n2295 Solidago *rigida*, foliis caulinis ovatis scabris, ramis alternis fastigiatis, corymbis terminabilibus. Lin. Sp. pl. 1235.\n\nVirga aurea novae Angliae, lato rigidoque folio. Herm. par. 243. tab. 243.\n\n2296 Sonchus *maritimus*, pedunculo nudo, foliis lanceolatis amplexicaulibus indivisis retrorsum argute dentatis. Lin. Sp. pl. 1116.\n\nSonchus angustifolius maritimus. Pluk. phyt. tab. 62. f. 5.\n\n2297 Spermacoce *tenuior*, glabra, foliis linearibus, staminibus inclusis. Lin. Sp. pl. 147.\n\nSpermacoce verticillis tenuioribus. Dill. Hort. Elth. 370. tab. 277. f. 359.\n\n2298 Urtica *cylindrica*, foliis oppositis oblongis, amen-tis cylindricis solitariis indivisis sessilibus. Lin. Sp. pl. 1396.\n\nUrtica racemosa humilior iners. Sloan. Jam. 38.\n\nVol. LVIII. H h 2299. Urtica\n2299 Urtica *divaricata*, foliis alternis ovatis, racemis compositis divaricatis. Lin. Sp. pl. 1397.\n\nUrtica racemosa major Virginiana mitior, f. minus urens. Pluk. phyt. 237. f. 2.\n\n2300 Zinnia *pauciflora*, floribus paucis. Lin. Sp. pl. 1296.\n\nBidens calyce oblongo, feminibus radii corolla non decidua coronatis. Mill. tab. 64.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105783.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 13560,
    "total-output-tokens": 4100,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1065,
        2
      ],
      [
        1065,
        2371,
        3
      ],
      [
        2371,
        3612,
        4
      ],
      [
        3612,
        4909,
        5
      ],
      [
        4909,
        6162,
        6
      ],
      [
        6162,
        7417,
        7
      ],
      [
        7417,
        8706,
        8
      ],
      [
        8706,
        9036,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105783",
    "title": "A Catalogue of the Fifty Plants from Chelsea Garden, Presented to the Royal Society by the Worshipful Company of Apothecaries, for the Year 1767, Pursuant to the Direction of Sir Hans Sloane, Bart. Med. Reg. et Soc. Reg. Nuper Praeses: By William Hudson, Societatis Regiae & Clariss. Societatis Pharmaceut. Lond. Soc. Hort. Chelsean. Praefectus et Praelector Botanici",
    "authors": "Hans Sloane, William Hudson",
    "year": 1768,
    "volume": "58",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/105783"
  }
}