{
  "id": "dc7a41a8c7cde28f0496e7c2bd41059b0c174582",
  "text": "XXIX. An Account of a particular Species of Cameleon: By James Parsons, M. D. F. R. S.\n\nRead June 12, 1768.\n\nAmong the quadrupeds of the earth, the class of Cameleons is one of the most curious families; insomuch as to have engaged the attention of many natural historians; not only on account of the particular structure of its parts, but also of several curious phenomena which are peculiar to it, in its several species, in the different parts of the world.\n\nThis animal is ranged by authors under the generical name *Lacerta*, which comprehends a great variety of all sizes from the Crocodile to the smallest Lizard: but as the Cameleon has its various species, and each such properties as are not common to any others under the tribe of *Lacertae*, they indeed deserve to be regarded as a particular genus.\n\nHowever, since authors have been very full in their accounts of these creatures; which every one, curious in their enquiries into the history of animals, may have recourse to, collected in an excellent work intitled, *Dictionnaire raisonné des Animaux*, I shall only entertain the learned Society with a description of a species of Cameleon which I consider as a non-descript, having made a careful research concerning this animal among authors, and seen several kinds of them, as well as various figures in every history I am acquainted with; from all which the subject before us is very different.\nIt is chiefly in the structure of the head that this difference appears, and its singularity induced me to observe it with attention; for the head is very large in proportion to the rest of this animal, and all others of the same class; and the more so, if we measure from the two anterior flat processes, to the posterior extremity or process of the cranium, which measures three inches and a quarter. This posterior process extends backwards, over the neck, to the first vertical process of the spine; and the interior processes, one on each side, project forwards and upwards in an oblique direction over the nasal hole, and are bluntly serrated all round; the surface of the entire face is covered with tubercles and scales, which, by being in a dry state, have lost their protuberance and lustre, which the scales certainly were endowed with while the animal was alive.\n\nThe length of the two mandibles is equal, and is two inches and a quarter from the articulation of the lower with the upper jaw, to the apex of each; both being furnished with a fine set of small pointed teeth; all of a size, and so set, that, upon the animal's closing his mouth, the teeth do not meet, but those of the upper fall in with those of the under alternately. There are no molares nor canine teeth.\n\nThe orbits are extremely large and deep, so that this Cameleon must have had very great eyes, and very globular; for they are each more than a third of the whole length of the mandible in diameter.\n\nFrom a close inspection of the skin, which is now contracted and dried close to the skeleton, it appears scaled all over; the larger scales are upon part of the head and upon the sides of the neck; the smaller, under the jaws, upon the neck, and over the whole body.\nbody; but we can form no idea of its proper colour whilst the animal is alive, yet do not doubt of its having had a very beautiful covering.\n\nAlmost every species of *Lacerta* have five fingers upon each extremity; all the Cameleons have them, but they differ in the disposition of the fingers; this before us has the tarsal, metatarsal, and three bones to each finger, as it is in human hands: in this Cameleon the fingers are very long, and terminated with pointed nails bending downwards; three of the fingers of each anterior extremity are inwards in the place of the thumb, and the other two are outwards; whereas in the posterior extremities, three are outwards, and the other two inwards, having between them such a large space, or division, as is between the thumb and fingers of men.\n\nBut this distribution of the fingers I saw in one of the triangular-headed Cameleons: other species have the five fingers together, and very short like stumps; but that described by Pitfield from the dissections of the Royal academy, has its fingers disposed in the same manner with this, and is one of those with a triangular head and crest.\n\nThe vertical edge of the spine is scoloped all along from the neck to the extremity of the tail, and has on each side a row of knobs, or processes, as far as the articulation of the thigh with the bone that runs up towards the spine; but from thence, where the tail begins, there is a second lateral row of knobs, which continue all along the tail.\n\nThere does not appear any passage into the head for hearing, nor any other but the mouth and nasal holes; which is also taken notice of by the Royal Academy\nCameleonis rarissima Species\na Jacobo Parsons M.D. Jam primo descripta. 1768.\n\nT. Parsons adri. deli.\nAcademy in their observations upon that mentioned above. This made Bellonius imagine, that these nasal holes serve Cameleons for hearing as well as breathing; so that it should seem, that more species than one are destitute of auditory holes.\n\nThis subject came into my hands from the owner Mr. Millan, who was kind enough to leave it with me for the purpose of laying it before the Royal Society; we have no knowledge of its native place, as he bought it among other natural productions now in his collection.\n\nT A B. VIII.\n\nThe first figure represents the animal in profile. The second is a view of the face, or upper surface of the head.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105777.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 11344,
    "total-output-tokens": 1447,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1413,
        2
      ],
      [
        1413,
        3167,
        3
      ],
      [
        3167,
        4812,
        4
      ],
      [
        4812,
        4914,
        5
      ],
      [
        4914,
        4914,
        6
      ],
      [
        4914,
        5554,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "la",
      "None",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      true,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105777",
    "title": "An Account of a Particular Species of Cameleon: By James Parsons, M. D. F. R. S.",
    "authors": "James Parsons",
    "year": 1768,
    "volume": "58",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/105777"
  }
}