{
  "id": "1cdd6848e8036c674c6c30986f901fd218f52b09",
  "text": "Ocean, having no Land over against it anywhere. This is all I can now tell you of it, and from this imperfect Description you may form what Queries you think fit. I dare not promise you that I shall go to see it this Summer (it being full Seventy Miles off) tho' I have a great Temptation as well as Desire so to do; but if I do not, I can get your Queries well answered upon the place.\n\nV. The Relation of a Storm of Thunder, Lightning and Hail at Oundle in Northamptonshire on the 20th of March 1693. By Mr. W. R.\n\nThe Day on which the Storm happened was the 20th of March; the Day was stormy, as the Weather had been some time before; but about eight at Night there arose a very violent Gust of Wind, at South-West, which lasted an hour and half, till the Thunder-clap was over, during which time it rained very fast. A quarter of an hour, or thereabouts, after Nine, fell a mighty Storm of Hail intermixed with Rain, which lay very white, and some depth on the ground, and to me appeared to have Snow mixed with it. During that Storm happened the Lightnings, which were but two Flashes, but very violent and strange; it had hailed near a quarter of an hour before the Lightning; it was extraordinary blew, and of a Sulphureous Smell. It seemed to stand still in the House some considerable time, and was so great, that a Gentleman who sat below stairs, thought that the House had been on Fire above, and that\nthat the Flames rolled down Stairs. The Clap of Thunder which immediately followed seemed to all like the sudden Discharge of five or six Field-pieces, not with that rolling, deep noise Thunder usually carries along with it: Indeed, for my part, I thought it had been Guns. The Second Flash and Clap followed within a few Minutes of the first, but not with that Violence as the former: Which Flash fir'd the Steeple I cannot say, but a piece of Wood to which the Lead of the Windows was nailed (the Windows being nothing but Lead cut full of Holes) was set on fire, and kindled very fast, and might have done a great deal of Mischief, had not the earliness of the Night, and timely help prevented it. This Storm seemed to run in a direct Course; for several of our side-Towns perceived little of it; and I believe it broke chiefly over us, for I hear of no Effects it had anywhere else, but only at Kettering, where one of their Bells, as some say, received some damage, and the Wires of the Chimes were twisted one within another: The Wind was very blustering all the Night after.\n\nOundle, Apr. 22.\n1693.\n\nTours, &c.\n\nVI. Anatomical Observations in the Heads of Fowl made at several times. By the late Allen Moulen, M.D. S.R.S. Read before the Royal Society, Feb. 1. 1687.\n\nIn the Heads of all the Fowl that I had an opportunity to examine, I constantly found only one Aqueductus, or Passage from the Ears into the Pallat; whereas",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101967.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 790,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1413,
        2
      ],
      [
        1413,
        2844,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101967",
    "title": "The Relation of a Storm of Thunder, Lightning and Hail at Oundle in Northamptonshire on the 20th of March 1692/3 By Mr. W. R.",
    "authors": "W. R.",
    "year": 1693,
    "volume": "17",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101967"
  }
}