{
  "id": "4f633eb8d9004c7768674a79b0840ccabfb772a5",
  "text": "I. Part of a Letter wrote by Mr. James Fraser, Minister of Kirkhil, near Invernes, to Ja. Wallace at Edinburgh, concerning the Lake Ness, &c.\n\nThe Lake Ness, though oft mentioned by our Historians as one of the Wonders of Scotland, yet they give but an ill Account of it. This Lake, according to our Highland Tradition and Bards, has its Name from one Nysus an Irish Hero, that fix'd a Colony in Stratharig, with Dornadillo his Wife. The Promontory, upon which he had his Residence, is to this Day called Down Dearmill; and he being the first that ever offered to set out Boat or Barge upon this Lake, it is after him called Loch Ness. As to its Dimensions, it is twenty four Miles in length, and in most Places two in breadth. In many Parts of this Lake it hath been sounded, but no bottom found. One George Scot, who built a great Ship here for the Venetian Service, tried 500 Fathoms, but all in vain. And when the English had their Garrison at Invernes, they had a Frigat which usually sailed from one end to another, with Provision, to their Garrison at Inverlochy; and one Orton, Captain to the Frigat, told me, that he tried a whole Barrel of Plum-line, but found no bottom. The Banks of this Lake ascend high and mountainous, with Woods. The Lake never freezes, which is imputed to the many great Springs and Fountains in it; the only Fish in it is Salmon. This Lake Ness discharges itself in a River of the same Name, six Miles in length, which never freezes, but still smoaks with Frost; and from this Smoak is spread a Fogg over all the adjacent Country. The River runs slow; the Poet gave it this Epithet.\n\nNessa flues lente, tamen admirabile dictu\nUndas non poscit bruma domare tuas.\nUpon the North side of Loch Ness stands the famous Castle of Urquhart upon a Rock; the great Ditch round it was for the most part cut out of the Rock, and received the Water of the Lake. This Castle consisted of seven great Towers, and it's said was built by the Cumniers, but had its Overthrow by King Edward the First of England; and nothing remains now but one Tower to the East.\n\nTo the Westward of this Castle, about four Miles up on the side of Loch-Ness, stands that great Mountain Meal-fuor-vouny, of a round, neat, high Shape; it will be two Miles of perpendicular height from the Lake. Upon the very top of this Hill there is a Lake of cold fresh Water, about thirty Fathom in length, and six broad, no Course or Stream running to it or from it. The bottom of it cannot be sounded. I went purposely to see it, and with a hundred Fathom of small Line plum'd it, but could find no bottom. It is the No-such Rarity of all this Country; for Summer and Winter, Spring and Harvest, it is equally full, and never freezes.\n\nThere is, due West, from the end of the River of Ness an Arm of the Sea called Beaulie Frith, six Miles in length and two in breadth. This Bottom sure has been firm Land of old; for near the middle of it we find long oaken Trees with their whole Roots, some above sixty Foot in length, lying covered with the Sand, which, no doubt, have grown there, and lie flat as they fell; for further Information, there are three great Heaps of Stones in this Lake, at considerable distance one from the other, these we call Cairns in the Irish. One of a huge bigness, (in the middle of the Frith) at low Water, is accessible; and we find it has been a Burial-Place by the Urns which are sometimes discovered. As the Sea encroaches and wears the Banks upward, there are long oaken Beams of 20 or 30 Foot long found; some of them 8, some 12 or 14 Feet under Ground. I see one of them 14 foot long, that carried\nried the mark of the Ax on it, and had several Wimble-\nbores in it. The River of Beuly, which falls into this arm\nof the Sea, near Lovat, hath so sunk, that oaken Trees of\nincredible length, and 16 Foot under Ground, are disco-\nvered in the Banks, with degrees of Sand, Gravel, Clay,\nand Earth above them: And if you remember, when you\ndid me the Favour to see me at my House, when we went\nto Beuly, we found some Oaks, with Coals, and pieces\nof burnt Timber, as low as 16 Foot, or thereabouts.\n\nThere is, due West, from Bealy, about 17 Miles, a Forest\ncall'd Affaruck, in which there is a Mountain call'd Glen-\nin-Tee; and on the North side, under the Shade of a great\nloping Rock, stands a Lake of fresh Water, called Lochan\nWyn, or Green Lake, 18 Foot in diameter, about a Fathom deep.\nThis Lake is always covered with Ice, Summer and Winter.\n\nThe next Mountain, North of that, is called Scure-in-\nLappich; on the top of it there is a vast heap of white\nStones, like Chrystal, each of them bigger than a Man can\nheave, they will strike fire like Flint, and have the Smell of\nSea-wrack. How these were brought there, or heap'd toge-\nther, or what the nature of the Stone is, I do not know, nor\nis there any Tradition about them. Upon this Mountain is\nfound also Oyster-Shells in plenty, Scallop and Limpet-\nShells, yet 20 Miles from any Sea. Round about this Hill\ngrows the Sca-Pink, in Irish, Teartag: It has the Tast\nand Colour of that grows upon our Sea Banks.\n\nThe Pagan Temples or High Places of Idolatry, are still\nvery numerous here, upon the River-side of Narden; I\nreckon'd 13 in two Miles; they are orbicular round, and\nat the West end two high Stones like Pyramids; there is\nan outward and inward Circle of lesser Stones, and a\nround Mote in the Centre for Sacrifice. Another sort of\nthem are only of Earth, and a Trench round about, and\na Mote in the middle. In many of these I find a round\nheap of Stones, and Urns in them. It seems a different\nReligion afterwards turn'd these Places of Worship into\nBurial-Places.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102625.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6134,
    "total-output-tokens": 1589,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1697,
        2
      ],
      [
        1697,
        3621,
        3
      ],
      [
        3621,
        5651,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102625",
    "title": "Part of a Letter Wrote by Mr. James Fraser, Minister of Kirkhil, near Invernes, to Ja. Wallace at Edinburgh, Concerning the Lake Ness, etc.",
    "authors": "James Fraser",
    "year": 1699,
    "volume": "21",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/102625"
  }
}