{
  "id": "0fd8d64e759b530e8c03d47d2d48524827caef4c",
  "text": "I. A Letter from the Rev. Henry Miles D.D. & F.R.S. to Martin Folkes Esq; Pr. R.S. concerning Thermometers, and some Observations of the Weather.\n\nSIR,\n\nRead Jan. 12. THE Candor with which you receive whatever is presented to you, tending to advance Natural Knowledge, invites me to offer this Paper to your Hands, on the Subject of the Thermometer.\n\nIt has been often complained of, that the Theories we have of the Air and Weather, are so imperfect, and that an unfinished one, of the honourable Mr. Boyle, published since his Death, should be the best we yet have; perhaps there is equal Reason for Complaint, that the Thermometer first introduced into Use in England by the same excellent Philosopher, should be so little improved for more than half a Century of Years, and be made to serve a not much better Purpose than that of Amusement.\n\nFor some Years past, several eminent Philosophers at home and abroad have applied themselves to bring this Instrument to greater Perfection, and to render it more useful; and among them the great Sir Isaac Newton did not think it unworthy his Attention.\n\nIt seems now to be pretty generally agreed, that Thermometers made with Quicksilver are preferable\nto all others; that extravagant Fluid, as Mr. Boyle calls it, being most easily susceptible both of Heat and Cold, and, when well purified, not liable to be obstructed in its Motion.\n\nI had, by some Years Experience, found both the Excellence of them, and the Necessity of keeping them in the open shaded Air, before I met with the learned and curious Essays Medical and Philosophical of Dr. George Martine, in which he so much recommends their Use; and it was no small Satisfaction to me, to find that Gentleman had proved, by Experiments, that Quicksilver both heats and cools faster than any Liquor we know, faster, I am sure (says he), than Water, Oil, or even Spirit of Wine, and never freezes, by any Degree of Cold hitherto observed.\n\nMight I be indulged the Liberty, I would embrace this Opportunity of inviting such Gentlemen, as attend to this Branch of Natural Philosophy, to consider what Dr. Martine has said to recommend the Use of Thermometers made with Quicksilver, and to place them in the open Air, guarded from the Sun’s Rays; which, some Observations I made, and did myself the Honour to lay before the Royal Society formerly*, may serve to shew the Necessity of; especially a more remarkable one, lately made, which I shall subjoin hereto.\n\nThere is another Particular of great Importance, which I fear we may rather wish than hope to see made a general Practice, recommended by the same Gentleman; that is, the constructing all Thermometers with one Scale. But if this may not be expected, certainly\n\n* See Phil. Trans. No. 484, p. 613.\ncertainly no Thermometer should be made without adjusting two determinate and sufficiently distant Points of Heat and Cold; such, for instance, as those of boiling Water, and of Water just beginning to freeze, and the intervening Space divided into a convenient Number of equal Degrees. By this means we should be able to know what is meant by any specified Degrees of Heat or Cold, and a Comparison might be easily made of the State of the Air in distant Places, provided the Instruments were accurately made.\n\nDr. Martine seems to think, that the Degree of Cold which causeth Water to begin to freeze, is nearly equal in all Places, whatever little Variation there may be found in that Degree of Heat which causeth Water to boil, at different times, from the different Weight of the Atmosphere: So that we may look upon these two Points as sufficiently determinate.\n\nAn Account of an Observation I made of the sudden Change of the Temperature of the Air on Tuesday the 22d of November last; with the State of the Barometer, and other Circumstances.\n\nOn Monday the 21st in the Evening the Sky very clear, the Wind N. and a smart Frost, the Barometer was 30 Inches \\( \\frac{9}{10} \\) \\( \\frac{9}{100} \\). At near 9\\(^h\\) the Thermometer without my Window at 7 gr. below 0, or freezing Point. The Thermometer within, of the same Construction with it, and not a Yard from it,\nthe Room having had no Fire in it this Season) at \n5 gr. nearly above 0.\n\nOn Tuesday Morning, at 4 h 20', when I got up, \nI found the Barometer at 30. \\(\\frac{7}{10}\\) Inch; the \nThermometer without at 14 gr. \\(\\frac{1}{2}\\) below 0; that \nwithin at 2 gr. \\(\\frac{1}{2}\\) above 0. I was much surprised hereat, \nand before I had finished my Entry I returned to re-\nnew my Observation, fearing I might have made a \nMistake, but found I had not: At 7 h 40' the same \nMorning, upon opening my Study-Window, I ob-\nserved the Sky to look red and lowering; this induced \nme to go up to examine my Glasses, suspecting there \nmight be a Change, and found the Barometer fallen \nto 30. \\(\\frac{6}{10}\\), the Thermometer without risen to \n5 gr. below freezing Point, but that within fallen to \n1 gr. above; the Wind getting about to W. and \nS. W. and before 10 in the Morning we had some \nRain, and this severe Frost went off. At this last-\nmention'd Hour the Thermometer without had risen \nto 5 gr. above 0; that within continuing at 1 gr. as \nbefore. At 8 h \\(\\frac{1}{2}\\) that Evening, the Thermometer \nwithout was at no less than 12 gr. above 0, that \nwithin at 3 gr. above 0: So that from that time I \nmade my Observation at 4 h 20' in the Morning to \n8 h \\(\\frac{1}{2}\\) at Night, there was a Change in the Tempe-\nrature of the Air abroad of 26 gr. \\(\\frac{1}{2}\\); while the Change \nwithin-doors did not amount to more than 1 gr. \nwarmer.\n\nI will trespass no further on your Goodness, than \n(after have made this one Remark, that it seems pro-\nbable from hence, that we may have frequently had \ngreater Extremes of Heat and Cold by far, than \nhave\nhave fallen under Observation) to beg Leave to subscribe myself, with the highest Esteem,\n\nSIR,\n\nTooting, Dec. 6:\n1748. Tour and the Royal Society's most obedient, and most humble Servant;\n\nHenry Miles.\n\nII. An Account of the Case of a Clergyman's Lady, at Cottered near Baldock in Hertfordshire, who had a Stone under her Tongue, by Wm. Freeman Esq; F. R. S.\n\nRead Jan. 19. THIS Substance, seemingly a Concretion of Stone or Chalk*, was voided in July 1748, from under the Root of her Tongue, just on the left Side of the middle String among the Blood-vessels. It was lodged in a Cell formed by itself, the Traces being left behind exactly tallying. It was voided without Pain, or Effusion of Blood.\n\nThe Patient began to feel in the Part affected some Uneasiness about 18 Months before the Discharge. The Pain extended itself sometimes along the Jaw almost to the Ear; the Glands being at times swell'd, and a salt Rheum flowing into the Mouth. The Swelling of the Part gradually increased to about the Size\n\n* The Stone is in the Museum of the Royal Society.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104592.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8902,
    "total-output-tokens": 1901,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1200,
        2
      ],
      [
        1200,
        2759,
        3
      ],
      [
        2759,
        4133,
        4
      ],
      [
        4133,
        5777,
        5
      ],
      [
        5777,
        6838,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104592",
    "title": "A Letter from the Rev. Henry Miles D. D. & F. R. S. to Martin Folkes Esq; Pr. R. S. concerning Thermometers, and Some Observations of the Weather",
    "authors": "Henry Miles",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/104592"
  }
}