{
  "id": "dc781571d0d8dd4bdba57195f6563ecc2918be31",
  "text": "JOHANNIS HEVELII Observationes, circa nonnullas Occultationes Fixarum, GEDANI Anno 1683. habitæ.\n\nCum Astronomia Cultoribus nuper promiserim, me iis quoque velle (ut circa ternas illas Conjunctiones magnas factum est) breviter exponere, quae circa quarundam stellarum Occultationes, atque nonnullos Luna congressus, mihi ab 11. Febr. hucusque deprehendere obtigit, facio id nunc animo lubentissimo, nihil potius exoptans, quam ut mea observationiuncula in commodum Uraniae quodammodo cedant.\n\n1. Die 11. Febr. anni hujus currentis 1683. vesperi sperabam non solum partem Eclipseos Lunaris (prout Tabulae spem faciebant circa Lunæ exortum & occatum Solis) sed & simul occultationem Reguli me observaturum. Quare omne tempus pomeridianum in specula impendi; verum frustra: siquidem coelum totum ad horam usque nonam veep. nubibus obscurissimis ita erat obductum, ut nihil quicquam, ne quidem unicum stellulam conspicere licuerit. Post vero nonam Luna emersit, sed proflus ab omni umbra libera, sic ut nihil penitus de illa Eclipsei deprehensum fuerit. Occultationem Reguli, quod attinct, quae pariter hac die celebrari debet; sciendum, quod hora nona cum Luna in oculos incurreret, Conjunctione dicta, jam esset praeterita. Si quidem Regulus jam satis longe occasionum versus à Luna removebatur; ita ut ea ipla conjunctione (quantum ruditer colligere dabatur) oriente circiter Luna hora scil. 5. vel 6. contingere: utrum autem Regulus omnino teuctus sit, an vero tantummodo transitus fuerit, haud adeo accurate deprehendere licuit. Si coelum occidente Sole omnino annuisset, praclarissimum extitisset spectaculum hanc conjunctionem, una cum particula Eclipseos debite & accurate annotare.\n\n2. Die 2. Aprilis vesperi propoposueram Planetas tantummodo observare; sed cum vidisset tres stellulas minutissimas haud procul à Lunæ limbo obscuriori ortum versus existere, quas Luna juvenis, in minima librato ne ad Paludem Maotidem degens, sine omni dubio tegeret, accinxì me protinus ad observationem jucundissimi hujus spectaculi, & quidem Telecopio egregio. Negotium etiam hocce ex voto successit, sic ut binas stellas A & B distinctissime viderim à Lunæ limbo, licet obscuriori, occulta ri. Tertia vero stellula C non tecta est, sed in ipsa Conjunctione distabat à Lunæ cornu inferiori Austrum versus 4 circiter minut.; sicut ex apposito schemate videre est. Sectio luminis & umbræ hac die per Montes Serorum & Carpatos, per Sinum Peroticum, inter Byzantium & Ins. Cyaneam per M. Amanum, Taurum, Uriique montes incidit.\n\nPrior stellula A in Catalogo Tychohico non invenitur; sed in meo novo habetur: vocatur sub cornu Tauri Austrino sequens quinta magnit. Versatur hoc tempore in 19° 1' 35'' & in latit. 4° 43' 44'' Austr.; altera uero B quantum ex hac observatione colligere potui, existit in 19° 17' 0'' Gemin. & in latit. 4° 47' 0'' Austr.: at tertia C, quae forte nudis oculis non conspicitur, degit modo in 19° 9' 0'' Gemin. & in latit. 5° 2' 0'' Austr.\n\nCoeterum\nCæterum stella A, Lunam subingressa est ad montem Audum, transit per insulam Cercinam, per M. Neptunum, mare Adriaticum inter M. Horminum & M. Amanum, per M. Herculis; sic ut inter Paludem Maeotidem & ins. majorem Caspii rursus emerget: unde liquidum est hanc stellulam A sere centralem cum Luna celebrasse conjunctionem. Quamdiu autem sub Luna habet ipsa subsequens observation ostendit: nam admodum exacte illam rursus prodire animadverti.\n\nAlteram vero stellam B sextæ magnit. Lunam ingressa est ad Paludem Maeotidem, transit per Sinum Scyrticum, ad M. Athos, per M. Latnum, inter montes Sipylum & Macystium, infra centrum Lunæ, per superiorem M. Moschum, per Fretum Ponticum, atque sic infra insulam majorem Caspii; prodire autem illam non confexi: ob Lunæ decliviorem situm, vaporesque ei adhaerentes.\n\n| Ment. dies | Temp. fecund horol. | Anno 1683. | Distant. | Quo | Tempora exaltitud. |\n|------------|-------------------|------------|----------|-----|--------------------|\n| ft. n.      | ambul. Hor        | OCCULTATIO | Altitud. | Instrumen- | corigenda Hot. |\n| April 2    | 9 53 30           | Duarum stellularum | o | Tubo egregio. |\n| ie Veneris vesp. |               | cum alterius transitu. | o | Tubo |\n| 10 8 30    |                   | Initium Occultationis | o 4 o | Tubo |\n| 10 29 36   |                   | Stellulae Majoris A. 5. m | | |\n| 10 52 50   |                   | Conjunctio Lunæ & Stellulae C, distabat à Lunæ cornu inferiori | | |\n| 11 45 30   |                   | Initium Occultationis stellulae B, 6 magn. | | |\n| 11 46 30   |                   | Finis Occultationis stellulae A. 5. magn. | | |\n| 11 47 50   |                   | Altitude Lyrae Eadem | 31 44 o | Quadr. |\n|            |                   | Altitude Denuo | 31 55 o | Orichalc |\n|            |                   | Pro corrigendo tempore. | 32 6 o | |\n\n3 Die 2. Maii vesp. hora 11 0' 0'' Luna supra Stellulam in radice caudæ Cancri transibat, quæ modo versatur in 27° 53' 37'' Cancer. & in latit. 2° 18' 42'' Austr.; sic ut in ipsa Conjunctione non nisi ad 12' à Lunæ cornu infer. abefset.\n\nHora 12 0' 0'' eadem die, etiam alia Fixa, sed minutissima recta est, quæ in Catalogo alias non habetur. Quantum conjicere dabatur, hærebat in 28° 30'' Cancer. & in Latit. 1° 54'' Austr.\n\n4. Die 3 Maii hora 9 12' Mars Conjunctionem celebrabat cum penultima stella ale Austrina virginis, quæ modo degit in 13° 49' 14'' Libr. & latit. 1° 48' 33'' Bor. sic ut in ip'a Conjunctione vix ultra 40° Mars infra dictam stellam incederet.\n\n5. Die 4 Maii vesperi Cælo perquam sudo luna decrecens plusquam bifecta Regulum occultavit, quam egregiam Occultationem animutus exoptassem ut more meo observare potuisset; sed ob rationes maxime prægnantes atque indilpositionem corporis id pro voto fieri haud potuit. Nihilominus ta-\n\nmen\nmen ipsum momentum immersionis accuratissime notavi, id quod incidit hora II 17' 20\" vesp. secundum horolog. Ambulat. ex sublequente altitudine Lyra corrigendum; sed Emersionem, ob rationes dictas, minime deprehendere mihi licuit. Linea itineraria incessit per Mare Pamphilium, infra insulam Carpathes. Inf. Cyprum, infra sinum extremum Ponti & sinum inferiorem Maris Caspii Hor. II 24' 42\" secundum horol. ambul. Altitudo Lucida Lyra observata est 44. 39' 0\"; ex qua initium Occultationis corrigi poteat sectio Luminis & Umbræ per Lacum Nigrum Majorem ad Inf. Coriscam M. Nyconium per lacum Strymonicum ad Inf. Rhodus, per M. Sinai & M. Techisandam incidit.\n\n6 Die 31 Maii vesp hora II 45' 0\" Regulus rursus à Luna tegi potuisse, ut mihi tum videbatur; sed citius occiderunt, quam id fieri potuit. Distantia namque Luna à Regulo erat fere adhuc tanta, quanta alias est stella illa in Coxa á Tergo Ursa Majoris, fere 4° 30'.\n\nOXFORD,\n\nPrinted at the THEATER, and are to be sold by Moses Pit at the Angel, and Richard Chiswell at the Rose and Crowne in St. Pauls Church-yard. Hen. Rogers, at the Sign of the Bible in Westminster Hall, and Sam. Smith at the Princes Arms in St. Pauls Church-yard. 1683.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102255.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6226,
    "total-output-tokens": 2533,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2964,
        2
      ],
      [
        2964,
        5778,
        3
      ],
      [
        5778,
        6978,
        4
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102255",
    "title": "Johannis Hevelii Observationes, Circa Nonnulas Occultationes Fixarum, Gedani Anno 1683. Habitae",
    "authors": "Johannis Hevelii",
    "year": 1683,
    "volume": "13",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/102255"
  }
}