{
  "id": "19da248b425e73d80375b144d247f1c773718c42",
  "text": "ADVERTISEMENT.\n\nThe Committee appointed by the Royal Society to direct the publication of the Philosophical Transactions, take this opportunity to acquaint the Public, that it fully appears, as well from the council-books and journals of the Society, as from repeated declarations which have been made in several former Transactions, that the printing of them was always, from time to time, the single act of the respective Secretaries, till the Forty-seventh Volume: the Society, as a Body, never interesting themselves any further in their publication, than by occasionally recommending the revival of them to some of their Secretaries, when, from the particular circumstances of their affairs, the Transactions had happened for any length of time to be intermitted. And this seems principally to have been done with a view to satisfy the Public, that their usual meetings were then continued, for the improvement of knowledge, and benefit of mankind, the great ends of their first institution by the Royal Charters, and which they have ever since steadily pursued.\n\nBut the Society being of late years greatly enlarged, and their communications more numerous, it was thought advisable that a Committee of their members should be appointed, to reconsider the papers read before them, and select out of them such as they should judge most proper for publication in the future Transactions; which was accordingly done upon the 26th of March, 1752. And the grounds of their choice are, and will continue to\nbe, the importance and singularity of the subjects, or the advantageous manner of treating them, without pretending to answer for the certainty of the facts, or propriety of the reasonings, contained in the several papers so published, which must still rest on the credit or judgment of their respective authors.\n\nIt is likewise necessary on this occasion to remark, that it is an established rule of the Society, to which they will always adhere, never to give their opinion, as a Body, upon any subject, either of Nature or Art, that comes before them. And therefore the thanks which are frequently proposed from the Chair, to be given to the authors of such papers as are read at their accustomed meetings, or to the persons through whose hands they receive them, are to be considered in no other light than as a matter of civility, in return for the respect shewn to the Society by those communications. The like also is to be said with regard to the several projects, inventions, and curiosities of various kinds, which are often exhibited to the Society; the authors whereof, or those who exhibit them, frequently take the liberty to report, and even to certify in the public newspapers, that they have met with the highest applause and approbation. And therefore it is hoped, that no regard will hereafter be paid to such reports and public notices; which in some instances have been too lightly credited, to the dishonour of the Society.\nI. The Croonian Lecture. On the Functions of the Heart and Arteries. By Thomas Young, M.D. For. Sec. R.S.\n\nII. An Account of some Experiments, performed with a View to ascertain the most advantageous Method of constructing a Voltaic Apparatus, for the Purposes of Chemical Research. By John George Children, Esq. F.R.S.\n\nIII. The Bakerian Lecture. An Account of some new analytical Researches on the Nature of certain Bodies, particularly the Alkalies, Phosphorus, Sulphur, Carbonaceous Matter, and the Acids hitherto undecomposed; with some general Observations on Chemical Theory. By Humphry Davy, Esq. Sec. R.S. F.R.S. Ed. and M.R.I.A.\n\nIV. An Account of a Method of dividing Astronomical and other Instruments, by ocular Inspection; in which the usual Tools for graduating are not employed; the whole Operation being so contrived, that no Error can occur but what is chargeable to Vision, when assisted by the best optical Means of viewing and measuring minute Quantities. By Mr. Edward Troughton. Communicated by the Astronomer Royal.\n\nV. A Letter on a Canal in the Medulla Spinalis of some Quadrupeds. In a Letter from Mr. William Sewell, to Everard Home, Esq. F.R.S.\nVI. A numerical Table of elective Attractions; with Remarks on the Sequences of double Decompositions. By Thomas Young, M. D. For. Sec. R. S.\n\nVII. Account of the Dissection of a Human Fœtus, in which the Circulation of the Blood was carried on without a Heart. By Mr. B. C. Brodie. Communicated by Everard Home, Esq. F. R. S.\n\nVIII. On the Origin and Formation of Roots. In a Letter from T. A. Knight, Esq. F. R. S. to the Right Hon. Sir Joseph Banks, Bart. K. B. P. R. S.\n\nIX. On the Nature of the intervertebral Substance in Fish and Quadrupeds. By Everard Home, Esq. F. R. S.\n\nAPPENDIX.\n\nMeteorological Journal kept at the Apartments of the Royal Society, by Order of the President and Council.\nTHE PRESIDENT and COUNCIL of the ROYAL SOCIETY adjudged\nthe Medal on Sir Godfrey Copley's Donation, for the year 1808,\nto WILLIAM HENRY, M. D. for his various Papers communicated\nto the Society, and printed in the Philosophical Transactions.\n\nAnd they adjudged the Gold and Silver Medals, on the Donation\nof BENJAMIN COUNT of RUMFORD, to Mr. WILLIAM MURDOCH,\nfor his publication of the employment of Gas from Coal, for the\npurpose of Illumination.\nMagnetic Needle,\nJune, 1808.\nVariation, - $24^\\circ 10'$\nDip - $70^\\circ 1'$\nX. On Platina and native Palladium from Brasil. By William Hyde Wollaston, M. D. Sec. R. S. p. 189\n\nXI. On a native Arseniate of Lead. By the Rev. William Gregor. Communicated by Charles Hatchett, Esq. F. R. S. p. 195\n\nXII. An anatomical Account of the Squalus maximus (of Linnaeus), which in the Structure of its Stomach forms an intermediate Link in the Gradation of Animals between the Whale Tribe and cartilaginous Fishes. By Everard Home, Esq. F. R. S. p. 212\n\nXIII. On an Improvement in the Manner of dividing astronomical Instruments. By Henry Cavendish, Esq. F. R. S. p. 221\n\nXIV. On a Method of examining the Divisions of astronomical Instruments. By the Rev. William Lax, A. M. F. R. S. Lowndes's Professor of Astronomy in the University of Cambridge. In a Letter to the Rev. Dr. Maskelyne, F. R. S. Astronomer Royal. p. 232\n\nXV. On the Identity of Columbium and Tantalum. By William Hyde Wollaston, M. D. Sec. R. S. p. 246\n\nXVI. Description of a reflective Goniometer. By William Hyde Wollaston, M. D. Sec. R. S. p. 253\n\nXVII. Continuation of Experiments for investigating the Cause of coloured concentric Rings, and other Appearances of a similar Nature. By William Herschel, LL. D. F. R. S. p. 259\n\nXVIII. An Account of a Calculus from the Human Bladder of uncommon Magnitude. By Sir James Earle, F. R. S. p. 303\n\nXIX. On expectorated Matter. By George Pearson, M.D. F. R. S. p. 313\n\nXX. On the Attractions of homogeneous Ellipsoids. By James\nIvory, A. M. Communicated by Henry Brougham, Esq. F. R. S. p. 345\n\nXXI. Observations on Albumen, and some other Animal Fluids; with Remarks on their Analysis by electro-chemical Decomposition. By Mr. William Brande, F. R. S. Communicated by the Society for the Improvement of Animal Chemistry. p. 373\n\nXXII. Hints on the Subject of animal Secretions. By Everard Home, Esq. F. R. S. Communicated by the Society for the Improvement of Animal Chemistry. p. 385\n\nXXIII. On the comparative Influence of Male and Female Parents on their Offspring. By Thomas Andrew Knight, Esq. F. R. S. In a Letter to the Right Hon. Sir Joseph Banks, Bart. K. B. P. R. S. p. 392\n\nXXIV. On the Effect of westerly Winds in raising the Level of the British Channel. In a Letter to the Right Hon. Sir Joseph Banks, Bart. K. B. P. R. S. By James Rennell, Esq. F. R. S. p. 400\n\nXXV. On Respiration. By William Allen, Esq. F. R. S. and William Hasledine Pepys, Esq. F. R. S. p. 404\n\nXXVI. Experiments on Ammonia, and an Account of a new Method of Analyzing it, by Combustion with Oxygen and other Gases; in a Letter to Humphry Davy, Esq. Sec. R. S. &c. from William Henry, M. D., F. R. S. V. P. of the Lit. and Phil. Society, and Physician to the Infirmary, at Manchester. p. 430\n\nXXVII. New analytical Researches on the Nature of certain Bodies, being an Appendix to the Bakerian Lecture for 1808. By Humphry Davy, Esq. Sec. R. S. Prof. Chem. R. I. p. 450\n\nPresents received by the Royal Society, from November 1808 to July 1809. p. 471\n\nIndex.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107247.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 17432,
    "total-output-tokens": 2551,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1506,
        3
      ],
      [
        1506,
        2952,
        4
      ],
      [
        2952,
        4126,
        5
      ],
      [
        4126,
        4825,
        6
      ],
      [
        4825,
        5273,
        7
      ],
      [
        5273,
        5350,
        8
      ],
      [
        5350,
        5350,
        9
      ],
      [
        5350,
        6806,
        10
      ],
      [
        6806,
        8322,
        11
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107247",
    "title": "Front Matter",
    "authors": null,
    "year": 1809,
    "volume": "99",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/107247"
  }
}