{
  "id": "cf65b1f1b53861f6d23631690689f36e05ffdbb8",
  "text": "An Experiment Concerning the Progress of Artificial Con-\nglaciation, and the remarkable Accidents, therein observ-\ned by the Florentin Philosophers, and publish't in their Saggi\ndi Naturali Esperienze p. 1475; now English't for the fur-\nther Tryal and Observation of the Curious here.\n\nThe first Vessel, we used (say those Eminent Academists)\nfor this Experiment, was a Globe of Chrystal, whose\nDiameter was $\\frac{1}{3}$ of a braccio*, with a long straight\nneck of about a braccio and an half, graduated\ninto small parts. Having fill'd it with common\nwater, up to the sixth part of the neck, we put the Globular\npart into Ice and Salt, after the usual manner of artificial Freez-\ning of Liquors, and began very attentively to observe all the\nmotions of the water, from its level. It was sufficiently\nknown before, that Freezing worketh in all Liquors a con-\ntraction; as also, that in the passage, which the water maketh\nfrom being simply cold to the leaving of its fluidity, and\ntaking a consistency and hardness by congelation, it not only\nreturns to the bulk, it had before it was frozen, but swells\nto a bigger; since we see, that vessels not only of glass but of\nmetal are forcibly broken thereby. But what might be the\nlimits and period of these various alterations, which the Cold\nworks therein, we as yet did not know; nor is it possible to\nattain that knowledge in opacious vessels. We therefore, that\nwe might not want that insight, which appear'd to be the\nSoul of all these Experiments, had recourse to Chrystal and\nGlass, hoping that by the transparency of that body we should\nbe informed of the whole progress; in regard that at every\nmotion, which should appear in the water of the neck, we\nmight quickly take the Globe out of the Ice, and therein ob-\nserve the alterations correspondent thereto. But the truth is,\nthat we took more pains, than we can express, before we\ncould find out any thing certain touching the periods of these\naccidents.\nAnd to deliver more distinctly the success, you are to know, that in the first immersion of the Globe, as soon as it touched the Icy water, there was observed in the water of the Glasses-neck a small rising, but that sufficiently quick; after which, with a motion regular enough, and of middle velocity, it retired back to the Globe, till being come to a certain mark, it continued not to descend any further, but stopp'd there for a while, being altogether, as far as we could see, moveless. Afterwards, little by little it was seen to begin to rise again, but with a very slow motion, which was in appearance even and regular; from whence, without any proportioned acceleration, it suddenly and furiously started upwards; in which time it was impossible to follow it with our eyes, it running up with this impetuousness, in an instant, as twere, through several tens of the marked degrees. And as this violence began in a moment, so in a moment it ended; forasmuch as from this very great velocity it suddenly passed to another degree of motion, which though nimble enough, was yet incomparably less than the precedent; and going on to rise in this degree, it went to the top of the next, and at last run over.\n\nAll the while, that these things happen'd, there were at times seen on the top of the water some bubbles, either Aereal, or of another more subtile matter, now in a greater, then in a lesser plenty: And this separation did not begin till the water had begun to take a brisk cold; as if the force of such a cold had the power of straining such matter, and severing it from the water.\n\nNow being desirous to see, whether those alterations kept among themselves any kind of Analogy, we began to reiterate the conglaciations, and no sooner was one Ice destroyed, but we set it to freeze anew: And the water went to congele again in the same order of alterations; which yet did not every time return to the self same points or degrees in the neck.: Which made us believe, that they had\nno constant and stable period, as reason seemed to persuade us they had. Mean time it fell out in repeating these Experiments, that having once unawares let the water of the Globe freeze near to the neck, the Globe burst: Whereupon another being taken of a less size, to the end that the Cold might more speedily and more easily get into all the water, and the neck of it being two braccia's long, that it might not run out; it was filled with water up to the 160th degree, and then put into the Ice. Here observing it with the best attention we could, we found first, that all the accidents of subsiding, rising, resting, starting upwards, running, retarding, did always follow in the same points of the neck of the Globe, that is, when the surface of the water stood at the same degrees; provided, that in the act of setting it in the Ice, care were taken, to put it to the very same degree, where it was, when put into the Ice the time before, that is to say, to the same temper of heat and cold: In which case the whole vessel might be consider'd as a very nice Thermometer, by reason of the great capacity of the Globe, and the exceeding straightness of the Neck. This being provided for, we began to take notice of the precise time of Congelation; which to find aright, we did after every little space of time take up the Globe out of the Ice; but how frequently soever we made such observations, we never could so hit it, as to see even the least veine of frost, but always it was either all fluid, or all frozen. Whence we conjectured, that the work of Congelation was done in a very short time, and that he who should wish taking pains have the luck to take the Globe out of the Ice in that nick of time, when the water should receive that so sudden change, would certainly find something very notable thereby. And because by the so often taking out and putting the Globe into the Ice, the whole period of its changes was disordered; we let it return to just the same mark as it was at first, and then placing it into the Ice, we fixed it to that degree, in which it\nit was wont to take that very impetuous motion, and half a degree before it arrived thereto, we took it out. Then looking constantly with a carefull eye upon the water in the Globe, which by reason of the transparency of the Crystal was plainly seen to be yet altogether fluid and clear, the water, though now out of the Ice, did by the operation of the introduced cold, (after it had attained to its due point with a swiftness imperceptible to the Eye, the transparency within the Globular part being lost, and itself in an instant, as 'twere, deprived of its motion) totally conglaciate. Which Experiment we tried over and over again, and found it always succeed alike.\n\nAn Extract of a Letter of Monsieur Hevelius, concerning his Observations of the Moon's Eclipse, on Septemb. 29. st. n. 1670. and the Conjunction of Venus and the Moon, on the 11th of Octob. st. n. 1670; as also some remarks about the New Star near the Beak of the Swan, and that other in the Neck of the Whale: together with some other particulars of a Philos. nature. Here deliver'd in the same Tongue, in which it was written.\n\nNon potui Responsum tuum ad meas ultimas exspectare; quin rursus ad Vos scriberem, deque recentioribus quibusdam Phænomenis & Observationibus, hic à me feliciter habitis, certiores redderem; inprimis cum videam, meas quales quales Animadversiones Cælestes Illustrißimae nostra Societatis Regiæ hactenus non omnino displaceisse.\n\nPrimò, die 29. Septembris st. nov. mane, Eclipsin Lunæ Cælo perquam sereno, ab initio usque ad finem, ex voto ob servavi. Initium ejus incidit hora 2. 22'; quamquam id ipsum vix omnino accurate observari potuerit, ob Umbrae Terraæ dilutissimam: Siquidem, durante Eclipse, tota Umbra adeò tenuis erat atque diluta, ut omnes praecipuas maculas per eam, meo viginti pedum Tubo, quin & brevioribus optime conspicere potuerim. Maxima",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101612.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 2083,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1961,
        2
      ],
      [
        1961,
        3956,
        3
      ],
      [
        3956,
        6032,
        4
      ],
      [
        6032,
        7892,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101612",
    "title": "An Experiment Concerning the Progress of Artificial Conglaciation, and the Remarkable Accidents, therein Observed by the Florentin Philosophers, and Publish't in Their Saggi di Naturali Esperienzep. 147; Now English't for the Further Tryal and Observation of the Curious Here",
    "authors": null,
    "year": 1670,
    "volume": "5",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/101612"
  }
}