{
  "id": "48fe59ebdfc0727f81d41ea39091a2c8ea898fac",
  "text": "PRESENTS\n\nRECEIVED BY THE\n\nROYAL SOCIETY,\n\nFrom November 1793 to July 1794;\n\nWITH THE\n\nNAMES OF THE DONORS.\n\n1793.\n\nPRESENTS.\n\nNov. 7. Nova Acta Academiae Scientiarum Imperialis Petropolitanae, Tomus VII. Petropoli, 1793. 4°\nCommentationes Societatis Regiae Scientiarum Gottingensis ad A. 1791 & 1792. Gottingae, 1793. 4°\nTransactions of the Society for the Encouragement of Arts, Manufactures, and Commerce, Vol. XI. London, 1793. 8°\n\nThe Morbid Anatomy of some of the most important parts of the human Body, by M. Bailie. London, 1793. 8°\nOn the Determination of the Orbits of Comets, by Sir H. Englefield. London, 1793. 4°\nBiographia Britannica, Vol. V. London, 1793. fol.\n\nA Sketch of a Plan to exterminate the casual Small-Pox from Great Britain, and to introduce general Inoculation, by J. Haygarth. London, 1793. 8°\nA Treatise on the Structure, Economy, and Diseases of the Liver, by W. Saunders. London, 1793. 8°\nDirections for making an universal Meridian Dial, by F. Wollaston. London, 1793. 4°\nPractical Observations on the Operation for the Stone, by J. Earle. London, 1793. 8°\nAn Appendix to a Treatise on the Hydrocele, by J. Earle. London, 1793. 8°\n14. Astronomical Observations made in the Voyages of Byron, Wallis, Carteret, and Cook, drawn up by W. Wales. London, 1788. 4°\n\nDONORS.\n\nThe Imperial Academy of Sciences of Petersburg.\nThe Royal Society of Sciences at Gottingen.\nThe Society for the Encouragement of Arts, Manufactures, and Commerce.\nMatthew Baillie, M.D. F.R.S.\nSir Henry Englefield, Bart. F.R.S.\nThe Rev. Andrew Kippis, D.D. F.R.S.\nJohn Haygarth, M.B. F.R.S.\nWilliam Saunders, M.D. F.R.S.\nThe Rev. Francis Wollaston, LL.B. F.R.S.\nJames Earle, Esq. F.R.S.\n\nThe Commissioners of the Longitude.\nPRESENTS.\n\nFloræ Cantabrigiensis Supplementum tertium, auctore R. Relhan. Cantabrigiæ, 1793. 8°\n\nMedical Facts and Observations, Vol. IV. London, 1793. 8°\n\n21. Descriptio et adumbratio microscopico-analytica Muscorum frondosorum novorum dubiiisque vexatorum, auctore J. Hedwig, Vol. 3um. Lipsiae, 1792. fol.\n\nEclipsis Solis annularis fere centralis Varsavie, A. 1793, die 5 Sept. Mscr. fol. pat.\n\nA Treatise upon Gravel, and upon Gout, by M. Forbes. London, 1793. 8°\n\nThe History of Rutherglen and East-Kilbride, by D. Ure. Glasgow, 1793. 8°\n\nDec. 12. Codex Th. Bezae Cantabrigiensis, Evangelia et Apostolorum Acta complectens; edidit T. Kipling. Tomi II. Cantabr. 1793. fol.\n\nJ. Dickson: fasciculus tertius plantarum cryptogamicarum Britanniae. Londini, 1793. 4°\n\nThe Meteorologist's Assistant in keeping a Diary of the Weather. London, 1793. fol.\n\nAnnonce de la découverte d'une Science qui sert de base et de clef à toutes les autres. 4°\n\nA Sketch of a Tour on the Continent in the Years 1786 and 1787, by J. E. Smith. London, 1793, 3 Vols. 8°\n\n1794.\n\nJan. 9. Commentarii de Rebus in Scientia naturali et Medicina gestis, Volumen XXXIV. et Decadis tertiae Index. Lipsiae, 1792-3. 8°\n\nThe Life of Thomas Ruddiman, by G. Chalmers. London, 1794. 8°\n\nA Meteorological Journal of the Year 1793, kept in London by W. Bent. London. 8°\n\nA Hindoo Quadrant.\n\nFeb. 6. Original Letters from the late Edward Wortley Montagu, Esq. containing Meteorological Observations made at Rosetta, in Egypt, in the Year 1773.\n\nMeteorological Journal kept at Churchill Factory in Hudson's Bay, from Sept. 6, 1792, to April 17, 1793. Mscr. fol.\n\n13. Some Considerations concerning public Roads. London, 1734. 8°\n\nEl Eclipse de Sol observado en el Oceano, el 24 de Junio de 1778, par D. A. de Ulloa. Madrid, 1779. 4°\n\nEphemerides Astronomicæ anni 1793, ad meridianum Mediolanensem supputatae, ab A. de Cesaris. Mediolani, 1792. 8°\n\n20. Meteorological Account of the Weather at Madras, from June 1, 1787, to Dec. 31, 1790. fol, obl.\n\nDONORS.\n\nThe Rev. Richard Relhan, M. A. F. R. S.\n\nSamuel Foart Simmons, M. D. F. R. S.\n\nProfessor Hedwig, F.R.S.\n\nM. Bystrzycki, Astronomer to the King of Poland.\n\nMr. Murray Forbes.\n\nThe Rev. David Ure, M. A.\n\nThe University of Cambridge.\n\nMr. James Dickson.\n\nThe anonymous Author.\n\nM. D'Eckhartshousen.\n\nJames Edward Smith, M. D. F. R. S.\n\nMr. Philip Hurlock, F. R. S.\n\nGeorge Chalmers, Esq., F. R. S.\n\nMr. W. Bent.\n\nJohn Lloyd Williams, Esq.\n\nWilliam Seward, Esq., F. R. S.\n\nDon Antonio de Ulloa, F. R. S.\n\nThe Astronomers of Milan.\n\nMr. Chamier, of Vizagapatam.\nPRESENTS.\n\nA Diary of the Thermometer kept at Muglatore, in the Year 1790. 4°\n\nMeteorological Diary kept at Maddepollam. fol. obl.\n\nMarch 6. A Translation of the Table of chemical Nomenclature proposed by de Guyton, Lavoisier, Berthollet, and de Fourcroy. London, 1794. 4°\n\n20. Historia del nuevo Mundo, escribiala D. Juan B. Muñoz, Tomo I. Madrid, 1793. 4°\n\nA Sermon preached at the Consecration of William Lord Bishop of St. David's, by C. P. Layard. London, 1794. 4°\n\n27. Astronomisches Jahrbuch für das Jahr 1796, von J. E. Bode. Berlin, 1793, 8°\n\nApril 3. Collection of Engravings from ancient Vases, discovered in Sepulchres in the Kingdom of the Two Sicilies, now in the possession of Sir W. Hamilton, Vol. I. Naples, 1791. fol.\n\nTheoria motus corporum solidorum seu rigidorum, auctore Leonh. Eulero. Rost. et Gryphisw. 1765. 4°\n\nMedical Commentaries for the Year 1793, collected by A. Duncan. Edinburgh, 1794. 8°\n\nObservations on the Disease of the Hip Joint, by E. Ford. London, 1794. 8°\n\nLetters on the Culture of Potatoes from the Shoots, by W. Maunsell. Dublin, 1794. 8°\n\n10. Flora Oxoniensis, auctore J. Sibthorp. Oxonii, 1794. 8°\n\nMay 1. Transactions of the Linnean Society, Vol. II. London, 1794. 4°\n\nMémoires de l'Académie Royale des Sciences et Belles Lettres, 1788 et 1789. Berlin, 1793. 4°\n\nSammlung der Deutschen Abhandlungen, welche in der Kön. Academie der Wissenschaften zu Berlin vorgelesen worden, in den Jahren 1788 und 1789. Berlin, 1793. 4°\n\nMémoire sur le Regne de Frédéric II. Roi de Prusse, lu dans l'Assemblée publique de l'Académie des Sciences de Berlin, le 27 Janv. 1793, par le Comte de Hertzberg. 8°\n\nDiscours qui a été prononcé par le Comte de Hertzberg, dans l'Assemblée publique de l'Académie des Sciences à Berlin, le 30 Janvier, 1794. 8°\n\nRelation Historique de la Statue pédestre du Roi Frédéric II. qui a été érigée à Stettin le 10 Octobre, 1793. Berlin. 8°\n\nUeber die Bleyglasur unserer Töpferwaare, von G. A. Ebell. Hanover, 1794. 8°\n\nHistoria litteraria et critica Forcipum et Vectium obstetriciorum, auctore J. Mulder. Lugd. Bat. 1794. 8°\n\nDONORS.\n\nMr. Chamier, of Vizagapatam.\n\nGeorge Pearson, M. D. F. R. S.\n\nDon Juan Bautista Muñoz.\n\nThe Rev. Charles Peter Layard, D.D. F. R. S.\n\nM. J. E. Bode, F. R. S.\n\nSir William Hamilton, K. B. F. R. S.\n\nThe Rev. Nevil Maskelyne, D.D. F. R. S. Astronomer Royal.\n\nAndrew Duncan, M. D.\n\nMr. Edward Ford.\n\nThe Rev. William Maunsell, LL. D.\n\nJohn Sibthorp, M. D. F. R. S.\n\nThe Linnean Society.\n\nComte de Hertzberg, F. R. S.\nPRESENTS.\n\nThe Construction and Use of a Thermometer for shewing the Extremes of Temperature in the Atmosphere, during the Observer's absence, by James Six. Maidstone, 1794.\n\n8°\n\nJ. Ingen-Housz Versuche mit Pflanzen, übersezt von J. A. Scherer, II. & III. Band. Wien, 1788, 1790.\n\n8°\n\nMedical Facts and Observations, Vol. V. London, 1794.\n\n8°\n\nObservations on human and on comparative Parturition, by R. Bland. London, 1794.\n\n8°\n\nA Treatise on the Conic Sections, by G. Walker. London, 1794.\n\n4°\n\nJune 5. A Sermon preached on the Fast Day, Feb. 28, 1794, by W. Parker. London.\n\n4°\n\nThe Speech of the Right Hon. John Hely Hutchinson, made in the House of Commons, June 26, 1793. Dublin, 1793.\n\n8°\n\nDe Quadrante murali, quem speculae Mediolanensi construxit J. Ramsden, commentarius Angeli de Cesaris.\n\n8°\n\nEffemeridi Astronomiche per l'Anno 1775, calcolate pel Meridiano di Milano, dall' Ab. A. de Cesaris. Milano, 1774.\n\n8°\n\nEphemerides Astronomicae Annorum 1776, 1777, 1780, 1781, 1784, 1785, 1786, supputatae Ab. A. de Cesaris.\n\n8°\n\nAn Inquiry into the Laws of Falling Bodies, by R. Anstice. London, 1794.\n\n8°\n\nA Letter on the most effectual Means of preventing Sickness in his Majesty's Fleets, by W. Renwick. London, 1774.\n\n8°\n\nJuly 3. The Natural History of Aleppo, by A. Russell; the second Edition, enlarged by P. Russell, 2 Vols. London, 1794.\n\n4°\n\nSaggio della Scuola clinica nello spedale di Padova, di A. Comparetti. Padova, 1793.\n\n8°\n\nRiscontri Fisico-Botanici, di A. Comparetti. Padova, 1793.\n\n8°\n\nA Dissertation on Simple Fever, by G. Fordyce. London, 1794.\n\n8°\n\nDONORS.\n\nGeorge May, Esq.\n\nJohn Ingen-Housz, M.D. F. R. S.\n\nSamuel Foart Simmons, M. D. F. R. S.\n\nR. Bland, M. D.\n\nThe Rev. G. Walker, F. R. S.\n\nThe Rev. William Parker, D. D. F. R. S.\n\nWilliam Seward, Esq. F. R. S.\n\nAnthony Songa, Esq.\n\nThe Astronomers of Milan.\n\nMr. Robert Anstice.\n\nMr. William Renwick.\n\nPatrick Russell, M. D. F. R. S.\n\nProfessor Comparetti, of Padua.\n\nGeorge Fordyce, M. D. F. R. S.\n## INDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1794.\n\n| A | page |\n|---|------|\n| Air, on its resistance to light, | 86 |\n| —— on its electricity, in different degrees of purity, | 267 |\n| Aldebaran, remarks on an eclipse of, | 438 |\n| Anderson, Dr. on a wax-like substance collected by him, at Madras, | 383 |\n| Annuities, on finding their values, | 235 |\n| Anspach, Margrave of, Extract of a paper sent by him, containing an account of some remarkable caves in the principality of Bayreuth, and of the fossil bones found therein, Observations on the fossil bones presented by him, | 402 |\n| Archimedes, proof of a principle assumed by him, | 33 |\n| Argand's lamp, on the quantity of oil consumed, and of light emitted, by it, | 98 |\n| Atwood, George, Esq. Investigations, founded on the theory of motion, for determining the times of vibration of watch balances, | 119 |\nINDEX.\n\nB\n\nBarker, Thomas, Esq. Abstract of a register of the barometer, thermometer, and rain, at Lyndon, in Rutland. 1793. 174\nBarometer, Register of, at Lyndon, in Rutland. 174\nBayreuth, Account of some caves, and fossil bones, found in that principality. 402, 407\nBees wax, on the quantity of it consumed in the production of light. 101\n—— experiments upon it. 398\nBelts of Saturn, observations of. 28, 49\n—— of Jupiter, remarks on. 30\nBlumenbach, John Frederick, M.D. Observations on some Egyptian mummies opened in London. 177\nBones, fossil, account of some, found in the principality of Bayreuth. 402, 407\nBuggle, Thomas. The latitudes and longitudes of several places in Denmark, calculated from the trigonometrical operations. 43\n\nC\n\nCandles, on the fluctuations of the light emitted by them. 100\nCaves, account of some in the principality of Bayreuth. 402\nCircle, Dr. Halley's quadrature of it improved. 217\nCoccus, remarks on a species of. 383\nColoured Shadows, experiments upon. 107\nComet, account of the discovery of one. 1\nConcave Eye glasses, trial of. 58\nContingent reversions, on the method of determining them. 223\nCrystalline humour, observations on. 21, 201\nCuttle fish, remarks on its crystalline humour. 21\n\nD\n\nDalmatia, remarks on the fossil bones found there. 412, 416\nDenmark. The latitudes and longitudes of several places in that kingdom. 43\nDoubler of electricity, experiments made with it. 266\n\nE\n\nEclipse of the Sun, observations of. 39, 262\n—— of the star Aldebaran, remarks on. 438\nEgyptian mummies, observations on. 177\nINDEX.\n\nEgyptians, on their physiognomy, - 190\nElectricity, doubler of, experiments made with it, - 266\nEye glasses, concave, trial of, - 58\n\nF\nFatty substance, on the conversion of flesh into, - 169\nFlame, on its transparency, - 104\nFordyce, George, M.D. Account of a new pendulum, - 2\n\nG\nGibbes, George Smith, B.A. On the conversion of animal muscle into a substance much resembling spermaceti, - 169\nGibraltar, remarks on the fossil bones found there, - 412, 416\nGilpin, Mr. George. Tables for reducing the quantities by weight, in any mixture of pure spirit and water, to those by measure; and for determining the proportion, by measure, of each of the two substances, in such mixtures, - 275\nGlass, on the loss of light in its passage through it, - 92\n\nH\nHalley, Dr. His quadrature of the circle improved, - 217\nHellins, The Rev. John. Dr. Halley's quadrature of the circle improved: being a transformation of his series for that purpose to others which converge by the powers of 80, - 217\nHerschel, Miss Caroline. Account of the discovery of a comet, - 1\nHerschel, William, LL.D. Observations of a quintuple belt on the planet Saturn, - 28\nAccount of some particulars observed during the late eclipse of the Sun, - 39\nOn the rotation of the planet Saturn upon its axis, - 48\nHome, Everard, Esq. Some facts relative to the late Mr. John Hunter's preparation for the Croonian lecture, - 21\nHosack, David, M.D. Observations on vision, - 196\nHumfries, Isaac, Esq. Account of a spontaneous inflammation, - 426\nHunter, John, Esq. Observations on the crystalline humour, - 23\nObservations on the fossil bones presented to the Royal Society by his most serene Highness the Margrave of Anspach, - 407\n| Topic                                                                 | Page |\n|----------------------------------------------------------------------|------|\n| **I**                                                                |      |\n| Inflammation, spontaneous, account of one,                           | 426  |\n| Insect, observations on one which secretes a sort of wax,             | 383  |\n| Jupiter, remarks on that planet,                                     | 30   |\n| **L**                                                                |      |\n| Lac, white, observations and experiments on a substance so called,    | 383  |\n| ———— on its sensible and other properties,                            | 385  |\n| ———— experiments to discover its affinities and combinations,         | 387  |\n| ———— experiments to decompound it by fire,                            | 390  |\n| ———— experiments upon the liquid contained in it,                     | 393  |\n| Lamps, on the quantities of oil consumed, and of light emitted by     |      |\n| differently constructed ones,                                        | 98   |\n| Latitudes, of several places in Denmark,                             | 43   |\n| Lecture, Bakerian,                                                   | 2    |\n| ———— Croonian, facts relative to the late Mr. John Hunter’s           | 21   |\n| preparation for it,                                                  |      |\n| Lever, on the fundamental property of,                               | 33   |\n| Light, method of measuring the intensities of that emitted by lu-    |      |\n| minous bodies,                                                       | 67   |\n| ———— upon the resistance of the air to it,                            | 86   |\n| ———— on the loss of it in its passage through glass,                  | 92   |\n| ———— on the loss of it in its reflection from a plane glass mirror,   | 96   |\n| ———— on the quantities of it emitted by lamps of different construc- |      |\n| tions,                                                               | 98   |\n| ———— on the quantities emitted by an Argand’s lamp, and by a         |      |\n| common wax candle,                                                   | 100  |\n| ———— on the fluctuations of that emitted by candles,                  | 100  |\n| ———— on the quantities of different substances consumed in its pro-  |      |\n| duction,                                                             | 101  |\n| ———— appearance of, seen in the dark part of the moon,                | 429, 435 |\n| Longitudes, of several places in Denmark,                            | 43   |\n| Luminous bodies, method of measuring the light emitted by them,       | 67   |\n| **M**                                                                |      |\n| Maskelyne, Nevil, D.D. Remarks on an appearance of light, like a star,|      |\n| seen lately in the dark part of the moon,                            | 435  |\n| Mirror, on the loss of light in its reflection from one,              | 96   |\n| Moon, remarks on the mountains in it,                                 | 263  |\n| ———— appearance of light, seen in the dark part of it,                | 429, 435 |\nINDEX.\n\nMorgan, William, Esq. On the method of determining, from the real probabilities of life, the values of contingent reversions, in which three lives are involved in the survivorship, - 223\n\nMountains in the moon, remarks on, - 263\n\nMudge, Mr. remarks on his method of combining the action of spiral springs, - 136\n\nMummies, observations on some, opened in London, - 177\n\nMuscle, animal, on its conversion into a substance much resembling spermaceti, - 169\n\nMuscles of the eye, on their situation, structure, and action, - 207\n\nO\n\nOil, on the quantities consumed by lamps of different constructions, - 98\n\n— on the quantities of different kinds consumed in the production of light, - 101\n\nP\n\nPearson, George, M.D. Observations and experiments on a wax-like substance, resembling the Pé-la of the Chinese, collected at Madras by Dr. Anderson, and called by him White Lac, - 383\n\nPé-la of the Chinese, observations on a wax-like substance resembling it, - 383\n\nPendulum, account of a new one, - 2\n\nPhotometer, description of an instrument so called, - 73\n\nPhysiognomy, of the Egyptians, remarks on, - 190\n\nPresents received by the Royal Society, from November, 1793, to July, 1794, - 441\n\nQ\n\nQuadrature of the circle, Dr. Halley's, improved, - 217\n\nR\n\nRain, register of, at Lyndon, in Rutland, - 174\n\nRead, Mr. John. Experiments and observations made with the doubler of electricity, with a view to determine its real utility, in the investigation of the electricity of atmospheric air, in different degrees of purity, - 266\n\nMDCCXCIV.\nINDEX.\n\nReversions, contingent, on the method of determining, - 223\nRing of Saturn, observations on, - 53, 54, 57\nRumford, Count of. An account of a method of measuring the comparative intensities of the light emitted by luminous bodies, 67\nAn account of some experiments upon coloured shadows, - 107\n\nS\n\nSatellites of Jupiter, remarks on, - 30\nSaturn, observations of a quintuple belt on, - 28\non the rotation of, upon its axis, - 48\nobservations upon its double ring, - 53, 54, 57\nobservations of its south pole, - 57\nobservation of its five old satellites, - 56\nSchmeisser, Mr. John Godfrey. Account of a mineral substance, called Strontionite; in which are exhibited its external, physical, and chemical characters, - 418\nSchroeter, John Jerome, Esq. Observation of the great eclipse of the sun, of September 5, 1793, - 262\nShadows, coloured, experiments upon, - 107\nSpermaceti, on the conversion of animal muscle into a substance resembling it, - 169\nSpirit and water, tables for reducing their quantities by weight, to measure; and for determining their proportions, - 275\nSquinting, remarks upon, - 213\nStalactites, account of some large ones, - 405\nStar, appearance like one, seen in the dark part of the moon, 429, 435\nStretton, Thomas. Account of an appearance of light, seen by him, in the dark part of the moon, - 435\nStrontionite, account of a mineral substance, so called, - 418\nSun, account of some particulars observed during its late eclipse, observation of its great eclipse, September 5, 1793, - 262\nSurvivorship, observations on, - 223\n\nT\n\nTables for reducing quantities by weight, of spirit and water, to measure; and for determining their proportion, - 275\nTallow, on the quantity of it consumed in the production of light, - 101\nThermometer, register of, at Lyndon, in Rutland, - 174\nThompson, Sir Benjamin. See Count of Rumford.\nTransparency of flame, remarks on, - 104\nINDEX.\n\nV\n\nVibration of watch balances, investigations for determining the times of, - 119\nVince, the Rev. Samuel, A. M. Observations on the fundamental properties of the lever; with a proof of the principle assumed by Archimedes, in his demonstration, - 33\nVision, observations on, - 196\n\nW\n\nWatch balances, investigations for determining the times of their vibration, - 119\nWax-like substance, from Madras, observations and experiments upon, - 383\nWeather of 1793, remarks on, - 175\nWhitehurst, Mr. observations on an apparatus of his, - 15\nWilkins, William, Esq. An account of an appearance of light, like a star, seen in the dark part of the moon, on Friday the 7th of March, 1794, - 429\nWoodman, Thomas B. Esq. Account of a spontaneous inflammation, - 426\n\nY\n\nYoung, Mr. Thomas, remarks on an opinion of his, - 201\n\nFrom the Press of\nW. BULMER & Co.\nCleveland-Row, St. James's.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106914.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 12,
    "total-input-tokens": 18494,
    "total-output-tokens": 6850,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1724,
        2
      ],
      [
        1724,
        4298,
        3
      ],
      [
        4298,
        6808,
        4
      ],
      [
        6808,
        8790,
        5
      ],
      [
        8790,
        9675,
        6
      ],
      [
        9675,
        11228,
        7
      ],
      [
        11228,
        12926,
        8
      ],
      [
        12926,
        16153,
        9
      ],
      [
        16153,
        17692,
        10
      ],
      [
        17692,
        19586,
        11
      ],
      [
        19586,
        20468,
        12
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      true,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106914",
    "title": "Back Matter",
    "authors": null,
    "year": 1794,
    "volume": "84",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 12,
    "jstor_url": "https://www.jstor.org/stable/106914"
  }
}