{
  "id": "4dd76a837983744c2961c65f571509ee87da7999",
  "text": "VII. An Extract of the Register of the Parish of Holy Cross, Salop, being a Third Decade of Years from Michaelmas 1770 to Michaelmas 1780, carefully digested in the following table. By the Rev. Mr. William Gorsuch, Vicar; communicated by Dr. Price, F.R.S.\n\nRead January 17, 1781.\n\n| Year | Males | Females |\n|------|-------|---------|\n| 1771 | 23    | 16      |\n| 1772 | 20    | 18      |\n| 1773 | 19    | 16      |\n| 1774 | 20    | 12      |\n| 1775 | 18    | 23      |\n| 1776 | 31    | 14      |\n| 1777 | 16    | 17      |\n| 1778 | 18    | 27      |\n| 1779 | 20    | 22      |\n| 1780 | 18    | 17      |\n| Total| 203   | 385     |\n\n| Year | Males | Females |\n|------|-------|---------|\n| 1771 | 16    | 19      |\n| 1772 | 19    | 12      |\n| 1773 | 12    | 11      |\n| 1774 | 13    | 28      |\n| 1775 | 13    | 12      |\n| 1776 | 23    | 13      |\n| 1777 | 13    | 12      |\n| 1778 | 13    | 12      |\n| 1779 | 13    | 13      |\n| 1780 | 13    | 13      |\n| Total| 160   | 311     |\n\nIncrease 74.\n\n| Age Group | Males | Females |\n|-----------|-------|---------|\n| Under a month | 0     | 1       |\n| From mo. to 1 yr. | 2     | 3       |\n| 1 to 2 | 1     | 2       |\n| 2 to 5 | 1     | 4       |\n| 5 to 10 | 2     | 0       |\n| 10 to 15 | 1     | 2       |\n| 15 to 20 | 1     | 2       |\n| 20 to 25 | 1     | 0       |\n| 25 to 30 | 1     | 0       |\n| 30 to 35 | 1     | 2       |\n| 35 to 40 | 2     | 0       |\n| 40 to 45 | 2     | 2       |\n| 45 to 50 | 2     | 1       |\n| 50 to 55 | 1     | 1       |\n| 55 to 60 | 2     | 1       |\n| 60 to 65 | 0     | 1       |\n| 65 to 70 | 1     | 0       |\n| 70 to 75 | 2     | 1       |\n| 75 to 80 | 1     | 1       |\n| 80 to 85 | 2     | 1       |\n| 85 to 90 | 1     | 0       |\n| 90 to 95 | 0     | 1       |\n\nTotal 111\n\nAn\nAn actual survey was made in 1775, when the number of the inhabitants was found to be total 1057: of which under ten 287, and above seventy 57, viz. from 70 to 75, males 12 females 10 = 22. From 75 to 80, males 8 females 11 = 19. From 80 to 85, males 8 females 6 = 14. From 85 to 90, males 1 females 1 = 2.\n\nAn actual survey was made in the year 1780, when the number of inhabitants were 1113.\n\nThere remains alive in 1780.\n\nUnder ten years of age, males 155 females 138\n\nFrom 70 to 75 males 6 females 11\n\nFrom 75 to 80 males 5 females 8\n\nFrom 80 to 85 males 2 females 4\n\nFrom 85 to 89 males 2 females 1\n\nDistempers\nDistempers and Casualties from 1770 to 1780.\n\n| Distemper                  | Number |\n|----------------------------|--------|\n| Accidents                  | 6      |\n| Apoplexy                   | 5      |\n| Astma                      | 5      |\n| Cancer                     | 2      |\n| Chin-cough                 | 5      |\n| Consumption                | 62     |\n| Child-bed                  | 3      |\n| Convulsions                | 23     |\n| Dropsy                     | 20     |\n| Drowned                    | 3      |\n| Fever                      | 15     |\n| Jaundice                   | 2      |\n| Lues venerea               | 1      |\n| Mortification local        | 5      |\n| Mortification intestine    | 10     |\n| Meazles                    | 7      |\n| Palsy                      | 9      |\n| Pleuresy                   | 1      |\n| Rheumatism                 | 1      |\n| Small-pox                  | 43     |\n| Sore-throat                | 8      |\n| Stone                      | 2      |\n| Suddenly                   | 2      |\n| Teeth                      | 2      |\n| Untimely                   | 4      |\n| Worms                      | 3      |\n\nThe remainder died of a natural decay, without any sensible Distemper.\n\nThe number of inhabitants actually surveyed every five years for thirty years.\n\n| Year | Number |\n|------|--------|\n| 1755 | 1049   |\n| 1760 | 1048   |\n| 1765 | 1096   |\n| 1770 | 1046   |\n| 1775 | 1057   |\n| 1780 | 1113   |\n\nThe increase of 48 persons in the year 1765 was owing to the ingress of four numerous families into large houses, which were almost uninhabited for many years before.\nThe decrease of 50 persons in the year 1770 was occasioned by the demolishing of nine houses, in order to open a way to the new stone bridge built over the river Severn.\n\nOn Good Friday, 1774, there happened a dreadful fire which originated from a chimney, and extended on both sides of the street to the distance of half a mile: the wind blowing with great violence, the flames in a few hours consumed 48 houses, being generally thatched buildings. In this conflagration 179 of the inhabitants lost their dwellings, but immediately provided themselves with lodgings within the parish, and of the number of sufferers only 24 persons went out of the parish, and returned no more. The ground vacated by the houses burnt is now, in 1780, built upon, and mostly covered with little tenements fitted for poor inhabitants to live in, and made so commodious as to receive a greater number of inhabitants than they did before the fire in 1774; so that the families, whose number in 1770 were 240, are in the year 1780 increased to 246 nearly, and perhaps will be increasing when more buildings shall be erected.\n\nHouses pay window lights 6s. The new house tax paid by 36 houses. The first decade was published in the Phil. Transf. vol LII. part I. art. 25. The second decade was published in the Phil. Transf. vol. LXI. art. 6. p. 57. See also Dr. Price's Observations on Reversionary Payments, ed. 1771. p. 192. and note a. also p. 259. and 263.\n\nThe taking account of the marriages in this parish cannot be of any use in political arithmetic, because it is the custom of the fixed inhabitants to go out of the parish, and be married in distant churches; and the weddings performed in this church are generally between strangers who occasionally reside here so long as to make a place of abode according to the act of\nof parliament made in 1754. Dr. Heberden hath made a very proper use of the number and proportion of marriages in the island of Madeira; but then it was an island, and all are confined to their own constant residence. If the whole island of Great Britain was universally to be included in the account of the number of marriages, it would be very useful and compleat.\n\nMany young people have gone out of this parish to supply the navy and army, but probably the same number would have emigrated, to be apprenticed and follow different occupations.\n\nThe public register is too general for the purposes of political arithmetic. The extracts here made are drawn from private papers, kept with great care and exactness, so that the births and burials of the fixed inhabitants are not rendered incorrect by the accidental ingress of foreigners, or temporary egress of the real inhabitants.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106450.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9546,
    "total-output-tokens": 2392,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1769,
        2
      ],
      [
        1769,
        2385,
        3
      ],
      [
        2385,
        4016,
        4
      ],
      [
        4016,
        5827,
        5
      ],
      [
        5827,
        6710,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      true,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106450",
    "title": "An Extract of the Register of the Parish of Holy Cross, Salop, Being a Third Decade of Years from Michaelmas 1770 to Michaelmas 1780, Carefully Digested in the Following Table. By the Rev. Mr. William Gorsuch, Vicar; Communicated by Dr. Price, F. R. S.",
    "authors": "William Gorsuch, Dr. Price",
    "year": 1782,
    "volume": "72",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/106450"
  }
}