{
  "id": "2aeec58fcf31940ce4c025e8c8035b3838bee1af",
  "text": "and that their Classes were so order'd by such specific differences, that one might better know where to range them, as in a good perfection is now done in the Vegetable Kingdom, that is more numerous.\n\nBut to conclude, I observed the Eyes in the Yellow Gurnard were placed more on the top of the Head, and the Skin here covered almost half of them, like an Eyelid; which I did not observe in the Red Gurnard whose Eyes were placed more at the sides of the Head. The Head likewise of the Red Gurnard was more protuberant, in the Yellow, flatter. The End of the Rostrum, the Teeth and Tongue in both were exactly alike; only in the Palat of the Yellow Gurnard I observed two Cartilaginous Bones, whose edges were bended downwards from the Palat, and did serve, as I supposed, for the hooking in and staying the Cartilage of the Tongue, when it makes a Compression for the forcing out the Water by the Foramina of the Head: Which Contrivance I did not find in the Red Gurnard, not having the like occasion for them.\n\nThis Fish being stale, I had not opportunity of dissecting it, and observing the Viscera: And shall only farther add, That the Gills had four Osseous Radii of each side. But of these more, if I happen to get another of this sort.\n\nVII. Problema Medicinæ Cultoribus solvendum proponit Guilielmus Cockburn, M. D. R. S. S.\n\nExperientiâ constat quam diversæ sint medicamentorum Operationes pro Temperamentorum, Ætatum, ac ejusdem ætatis diversi statûs varietate. Magis vero conspicua sunt Emeticorum & Purgantium opera: Adeo, ut quæ provectiores ætate quam lenissimè purgant, Infantes obruant: quæ justâ Cathartici Dose hodie propinamus, nimis\nnimis vel minimè nos crastino afficiunt die. Immo ad\nhanc omnem diversitatem operantur Temperie solummo-\nelo differentibus.\n\nQuam igitur tan invicta sit ubiq; difficulcas in debita\nPharmacorum evacuantium dose decernendâ; optandam\nefiet, methodus quâ possimus eadem absq; dubio admi-\nnistrare.\n\nMethodum hanc apodeicticis expedit argumentis, simul\n& sigillis occulsum praesidi nostro commisit.\n\nRogat tamen Medicos quoslibet, quænam sit illa vel\nsimilis Methodus quâ sine errore dirigamur; eorumque\nsolutiones ad Cal. Mart. 1705-6 exportabit, quas postmo-\ndum cum ful publicabit.\n\nVIII. Part of a Letter from Dr David Krieg, F.R.S.\nto the Publisher, concerning Cobalt, and the Prepara-\ntions of Smalt and Arsenic.\n\nI Spent about 8 weeks in my own Country, and my\nchiefest Business was to enquire for the Minerals found\nthereabout, and to observe their preparations. First, I\nshall describe the preparation of the blue Colour, called\nSmaltum, which is made of Cobalt or Cadmia nativa, because it\nis not clearly described by any Author, as much as I know.\n\nNow the Cadmia or Cobalt is a massie, heavy, grey\nshining Stone, found in a great quantity in the Mines\nabout Shneeberg, and some other places of Hermunduria. It\nis very often mixed with Marcasite, sometimes with\nSilver and Copper Oar, yea, the Silver is (but seldom)\npure in the Figure of Hair.\n\nAfter they have pick’d out the Cobalt, and separated it\nfrom the common Stone, they beat it to Powder by an\nEngine or Machine, commonly used in Mines (called a\nPoolwork.) By that Operation, the Water carries away\nthe light stuff and Sand, leaving the heaviest behind.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102955.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 987,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1655,
        2
      ],
      [
        1655,
        3274,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102955",
    "title": "Problema Medicinae Cultoribus Solvendum Proponit Guilielmus Cockburn, M. D. R. S. S.",
    "authors": "Guilielmus Cockburn",
    "year": 1704,
    "volume": "24",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/102955"
  }
}