{
  "id": "ab87bad2885796d4170ab3dbb9eb5f5ccdb7510e",
  "text": "VIII. De Variis Animalibus Philippensibus, ex MSS. R. P. Geo. Jof. Camelli. Communicavit D. Jac. Petiver, S. R. S.\n\nS E C T. I.\n\nDe Ranis, Bufonibus, Lacertis, Testudinibus, &c.\n\nRana.\n1. Abacab.\n2. Palaca.\n3. Timbabalac.\n\nBufones.\n4. Carao.\n5. Cocac.\n6. Colabocab.\n7. Palacan languit.\n\nLacerti.\n8. Bangcalang. Vid. No. 26.\n9. Bayavac. No. 25.\n10. Butiqui. No. 30.\n11. Cagasagan. Vid. No. 24. & GAZOPH. NAT. Tab. 40. Fig. 9.\n12. Chamæleon. No. 33.\n13. Crocodili seu Gaymanes.\n14. Dracunculus volans. No. 35. 6.\n15. Halo. N. 37.\n16. Halobiran. No. 29.\n17. Ibir. No. 28.\n18. Labi labi. No. 32.\n19. Lacerti Parana.\n20. Mabitan. No. 27.\n21. Tagoto. No. 31.\n21. Timbabalac. No. 47.\n23. Toco. No. 45.\n24. Iguana Luzon. edulis, capite caeruleofuscante. GAZOPHYL. NAT. Tab. 40. fig. 9. Cagajagan, No. XI. vel Layagan, species est Iguana, seu Lacertus Scincoides bicuspidalis, qui Caput habet Pavoninè caeruleofuscens, rostrum obtusum, linguam simplicem, ex fronte per nares protensam rubram & carneam excrescentiam, qualis est Gallo-Pavonis Indici, aliam verò huic similem à vertice ad dorsum declinantem; Corpus fuscum, parvis squamis ut Scincus defensum; per dorsum excurrentem ferratam & magis prostantem pinnam; pedes anteriores sesquipalmares, posteriores spithamà longiores, pentadaëtylos; longitudo Ventris spithamea, prouti & caudæ, quæ spithamà longiori, & palmam latâ, pinnâ superno cristata est. Carne vescuntur Indi.\n\n25. Bayava Luzonis, & Iguana Mexicensium.\n26. Bancalang. Lacertus magnus. Species Iguanae.\n27. Mabitan. Species Iguanae, magnæ, nigrae, infestæ.\n28. Ibir vel Ibid, Layagan seu Lalayan. Species est Iguanae, minor Halone, coloris subfuscæ, carens squamis.\n29. Halobiran. Lacertus magnus, magnitudinis Europæi, coloris Ibir.\n30. Butiqui vel Tabili. Salamandra albicans, cantans, caudâ latâ.\n31. Tagoto vel Pinit. Salamandra cantans altera, argenteo & fusco varia.\n32. Labi labi. Hispan. Escuerzo. Species est Stellionis, vel potius Bufo caudatus. Vide Nic. Monardum de Herba Scorzonera. Gaudet palustribus: Corpus torosum, non prolongatum ut Lacerti, sed breve ut Bufonis.\n33. Chamaeleontes alit Luzon: missi fuere cavea inclusi D. Gubernatori ex Provincia.\n34. Lagarto sin cola.\n35. Dracunculus volans Looganus, ex sicco defumatus; GAZOPHYL. NAT. Tab. 39. fig. 2.\nGinyayangao vel Manyayangao Tagal. Taborlan, Tambabuca, Bucabuca, Amumuga Bys. Tamomocao Boholanis. Galagag Pampangis. Sierpe volante & Saetia Hip. Lacerta est volans, minor Chacone, figuræ Iguanae, cantans ut Tagato, No. 31, volans explicatis Membranis, quas contrahit cum quiescit, sub cauda netcio quid tintinnabuli gerens quò strepitum excitat, morsu venenosissima & mortalis. Alzina veneno carens, coloris ex flavo virentis (sed plures affirmant colorem referre rei cui inhaerent, ut Chamaleonem) alis membranaceis nigro & rubro variegatis ab anterioribus usque ad posteriores pedes protensis, volans ad 50 passus uno volatu: Capite gratiofœ, erecto, Equo simili. An duplex, Venenata, & Veneno carens, coloris constantis, & mutabilis?\n\n36. Dracunculus volans Malagondanus ex sicco delineatus. Spithameus ferè erat, sed admodum gracilis; coloris fusci, ad dorsum cœrulescens; dentatus ferræ modo; digiti quini in quolibet pede gracillimi; membranæ alarum vices præbentes subrotunda, at anterioribus ad pedes posteriores protensa, quinis costulis fulcitæ: Cauda tenuis, reliquo corpore duplo longior, squamata.\n\n37. Halo. Lacerti est Species, seu Iguanae, quam in Luzone Layagan & Ibir vocant. Major est, maculis rubris, flavis, & nigris varius; amphibium animal, nec nocivum, squamosum, vescum ut Iguana. Cum progreeditur linguam exporrectam gerit. Vescitur fructibus & gallinis. Lapidem asservo ex Halone aterrimum, durissimum, ut Pyrites ad ignem excitandum aptum, globosum, subplanum, scabrum, sublustrum ut Pix, variis atterebratum orbicularibus foraminibus, pendente drachmas decem. Ad quid deserviat ignoro.\n\n38. Buaya. Crocodilus major. Vulgo Cayman.\n39. Barangitao. Crocodilus minor, amans fluvios.\n40. Bayo. Crocodilus aterrimus.\n41. Bacarium. Crocodilus flavens, à similitudine Coroticis.\nticis Bexuci Cariun. Dentes invicem arcte & spectinatim interuntur, superiores inferioribus & vicissim: Ova magnitudinis ovorum Struthionis, mollia ut Testudinis, quibus non incubat, sed arenâ sepulta ad fluviorum margines inveniuntur. Cauda pinnata est. Inter senos parvos, quos dissecui, masculum non reperi. Fugit fructus Hohom nucem.\n\n42. Crocodilus terrestris vulgo Draco, qui in Patria mea Bruno-Moravia, in Civitatis Domo Senatoria suppenus visitur, est magnitudinis majoris Crocodili Indici, sed cauda pinnis caret. Interemptus fuit vitulo exenterato, calce vivo impleto.\n\n43. Lacerti Torrentis Parana in Peruvio, orgyiâ longiores, binos occultos gerunt testiculoâ magnitudinis ovi Columbini, tantae fragantiae ut Ambari, Moschi, & Zibethi suaveolentiam fuperent. Ani. Calanha in sua Hist.\n\n44. Buaya Bayo. Batangan. Binatang. Birangitao. Bacariun. Nomina sunt Crocodilorum. Visi sunt longitudinis orgyiârum octo, in quorum faucibus apertis homo majoris staturae stare potest. Inlidiantur Bobus, Equis, Buffalis, Hominibus, praeterim Ethiopibus, & Canibus. Oculos habent binos; unde hallucinantur, quiduo illos hiatus ad mandibulam inferiorem inspirationi defervientes, pro oculis habuere. Carent lingua ditecreta & sanguine; vias vero communes, quibus corpus exonerent, habent. Ova 80 & 100 unicus ponit; filios mater hiante ore excipit & devorat. Pinguedo laudatur ad vulnera & nervorum contractionem. Cinerem pellis Crocodili ferunt tollere & abollere sensum, cum membrum aliquod amputandum est, aceto subactum & Cataplasmatis forma impotitum. Pro Ventriculi affectu pulverem vero, cum Vino calido potum, urinam efficaciter pellere.\n\n45. Stellionem Luzonis sive Lacertam cantorem majorem seu Nirembergij, Hispan. Chacon, Indi B. Ticqui, vel Tac. Toco vel Tucqu T. Mexican Tque vocant. Longa est sesquispithamam; Caput biunciam, amplum; dentes acuti; lingua majuscula; oris rictus magnus, prouti & Oculi\n& Aurium sinus, cauda ejufdem cum corpore longitudinis, pedes pentadactili, corpus totum & luculentioribus squamulis, & 12 altius prominentium papularum in caudam usque excurrentium ordinibus asperum, & lenticinosum, maculisve rubeo-ferrugineis, caruleis, glaucisve variegatum. Senectam seu exuvialem liberidem deponit Serpentum more, ad Epilepsiam commendat Jonst. Vegcitur Insectis, Muscis praesertim, & Proscarabeis Cucarachis, quorum partes indigestibiles inconfectas primum, dein excrementum egerit albissimum, quod in decoratiione & abstergendis lichenibus deservit. Verrucas delet Jonst.\n\n46. Scinci Ex. Antiepilepticum Serapioni. Oculorum maculas extergens Plinio.\n\n47. Timbabalac. Lacertus est magnus innocuus, coloris Cinamomei, nitidus, squamosus; degit locis herbosis, & gaudet astuariis Chamæpalma Nipa consitis.\n\n48. Magdaraog vel Daranavan. Testudo marina conchifera, non vesca, tantæ quandoque magnitudinis, ut in ejus scuto tres homines simul ac semel tanquam in monoxylo aut cymba fluvios tranare possint. Haec aliquando totaliter candida capta fuit. Annulum ex cauda paratum aeris contagio refistere ferunt.\n\n49. Punos. Testudo marina, ædulis; cortex scuti inutilis est ob teneritudinem.\n\n50. Pagong T. Testudo est terrestris, Hispanis Galapago. Sinæ ex ea Febrifugum parant modo sequenti: Testudinem montanam minorem, cui per medium dorsi clavum majorem ferreum adige, quo extracto, foraminis Arsenici albi 3j. immittito, & Testudinem adhuc spirantem, probe oblutatam, in cinerem reducito. Cinerem dein a luto diligentem separatum mucilagine Orizæ subige, & pilulas forma Pisi magnitudinis, quarum unica ante paroxysmum febrilem exhibita febrim fugat. N.B. Fel calculum dissolvere tradunt.\n\n51. Pampangi Pau. Bysaiani Pahas vocant.\n\n52. Pauycan. Testudo marina magna.\n\nM m\n\n58. Panycan.\n53. Labilabi. *Testudo marina Malindigenis.*\nDe *Testudinibus marinis* communicavit Franciscus Antonius de la Zarza frequentia.\n\n54. *Testudo marina* genericè Pauican.\n\n55. Pauican Specifice *Testudo* est magna, vesca, testa tenui, inutili, circa littora degens.\n\n56. Magdarahic Fæmina. Daranauan Mas. Species est Pauican sed major, pariter vesca, & testa tenui, non nisi in alto Mari obvia:\n\n57. Catoan Fæmina. Asog Mas Boholanis. Olaniban Leytensibus. *Testudo* est magna, non vesca; testa crassa, subvesca, & vix picta.\n\n58. Capala Boholan. Ilag Leytens. *Testudo* est marina, non vesca; concha, seu testa, crassa, & alba.\n\n59. *Testudo Marina* 5. Concha est tenui, rostro simili Psittaco; intestinum habet unicum, & hoc breve. Caro venenum est mortiferum.\n\n**S E C T. II.**\n\n*De Insectis Reptilibus*: Formicis, Lumbricibus, Teredine, Scorpione, Oniscis, &c.\n\n60. Bondo. *Formica* est nigra maxima. Nidus ex lino cum variis forniciibus & concamerariis, ubi sepe ratim asservant alimentum ex granis, ex insectis mortuis, & excrementa: in medio nidi Rex rubeus, aut albicans, corporis magnitudine quandoque digiti Indicis. An Niremburgij Formica sex digitos longa? Sulum.\n\n61. Hantic. *Formica* nigra, magnitudinis Vespa, Bysianis Amimitas. Nidum componit in arborum ramis ex convolutis foliis & telis, telis aranearum similibus. Ex morsu dolor vehemens, ut Bondoc. Harum No. 4. vel 6. exhibent veterinarij cum Oriza caballis, quibus devoratis Vermes, in cavernosis Ulceribus scatentes, expelluntur & excidunt.\n\n62. Amtig. *Formica nigra*, minor praecedente, ex morsu intollerabilis pruritus & inflammatio. 63. Acot.\n63. Acot. Formica nigra, parva, innocua, similis Europae.\n\n64. Langam. Formica rufa, fatua, longipes, communis.\n\n65. Guyam. Minor praecedente.\n\n66. Hantic. Formica est altera, rufa, capite magno, mordens, & nocifera. Vulga Holandesa.\n\n67. Cuyitib. Formica parvo pediculo suppar, albinans, morso molesta; hae notabilem & molestum edunt fridorem in culcitris & cervicalibus, ubi nidulari assuere, ut incredulus expertus sum.\n\n68. Culitap. Formica albicans, longipes, innocua, major priore.\n\n69. Dalodalo. Formica est alata.\n\n70. Lac-ha Indorum. Formica est subrufa, Europae triplo major, in arbore Narra, seu Ligno Nephritico degens, & ibidem ex materia fusca, resinosa-gummosa, Indis Busqu & Baroque, nidos construens, ad favi apicularum similitudinem efformatos.\n\n71. Lac-ha major. Ad maris littoralia, astuaria, & paludosa loca, in acervis ex ramulculis, aliisque quisquiliis congestis nidulatur. Busqu & Baroque, seu Laccam congerens, ut prior. Haec Laccia, seu Resinoso materia Indis deservit in suffumigio pro puerperis ad facilitandum partum, secundinas ciendas, alioque uterinos affectus; pro Cera item figillatoria conficienda: Sinensibus vero Infectoribus non ad coloris florem, sed colorem constantem reddendum.\n\n73. Lac-ha. Item nescio quale praetera insectum vocant simile Formica, cujus ovis Indi antiquitus dentes rubro inficere solemant. An Cochinilla arb. Ansuhang?\n\n73. Anay. Species est majoris Formicae, candicans, capite rubro, vetula nigricat, brevipes. Insectum damnissimum, Blattis, Tineis, & Teredine pejus; lignis, vestibus, & Libris unica nocte plus damni inferens, quam Blatte, Tinea, aut Teredo per plures Menses: hinc alij Heluones Librorum vocavere. Progrediens semper sub fornacata prorepens semita, sive arbores sive Parietes subeat. Ubi\nUbi nidulatur, attollit limosae materiae aerivos magnos, internè favi Apum ritu elaboratos, variisque semitis pulchro ordine pervios. Limosa Nidi materia in suffumigio ulceræ desiccat manantia.\n\n74. Cossus, Indis Aramay.\n75. Sorot Indorum est Teredo. Hispan. Carcoma. Parva, cum forcipula nigra.\n76. Tambiloc Indorum. Species est Teredinis maxima, vesca. Vermis est pinguioulus, albicans, digitum auricularem crassus, aliquando etiam sesquicubitum, ut ferunt, longus: innascitur lignis in littoribus computrescentibus, unde extrahunt, & in hodiernum iis vescuntur Indi Lazoniae & adjacentium Insularum.\n77. Lumbricus terrestris ordinarius. Indis Bulati.\n78. Lumbricus terrestris major. Tiva.\n79. Lumbricus Humanus. Olay. Anno 1681. In Insula Catanduan affectus Endemius plurimos sustulit: conquarebantur ægri de tussi sicca & rostionis sensu in ventriculo. Aperto tandem defunctorum uno, invenit Lucas Cadabdad Medicaster Indus in ventriculo extraneæ figuræ vermem, qui in praesentia D. Francisci de Quiros, nec superafuso acetato, nec succo Limoniorum, nec spiritu Oriza, sed succo Pinae, seu fructus Ananas tandem interiit: quo viso, dein plures centum eodem affectu laborantes, assumpto in aurora fructu Ananas, liberati fuere.\n80. Lumbricus Caninus. Oliyabir.\n81. Tinea pilorum radices exedens, Hispan. Zarzuela.\n82. Onisci vel Aselli ordinari. Indis Bavibavian & Babuybahuyan.\n83. Species altera ad pontes degens major est, caudâ bifurcata.\n84. Albulus. Vermis est Onisco gracilior, hexapus, antennis & caudâ trifurcata donatus, argenteâ quasi farinâ illitus, Libros destruens & artodens.\n85. Antonius Kirshaumer retulit se saepius cum Sociis observasse Ingolstadij, sub Pyro quiescens, delapsos ramunculos rudes & nativos in Vermes conversos, mox in veste obrepisse.\n86. Scorpio. Indis Alangatang & Urangurang. Exuviam deponit, vix nocuus, iecus dolorificus. Huic medetur Allium & Lapis Colubrinus vulgaris.\n\nLONDON, Printed for H. Clements, at the Half-Moon in St. Paul's Church-yard, MDCCIX.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103252.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 13514,
    "total-output-tokens": 4954,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        633,
        2
      ],
      [
        633,
        2284,
        3
      ],
      [
        2284,
        4087,
        4
      ],
      [
        4087,
        6001,
        5
      ],
      [
        6001,
        7808,
        6
      ],
      [
        7808,
        9426,
        7
      ],
      [
        9426,
        11195,
        8
      ],
      [
        11195,
        13194,
        9
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103252",
    "title": "De Variis Animalibus Philippensibus, ex MSS. R. P. Geo. Jos Camelli. Communicavit D. Jac. Petiver, S. R. S.",
    "authors": "Geo. Jos. Camelli, D. Jac. Petiver",
    "year": 1708,
    "volume": "26",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/103252"
  }
}