{
  "id": "816d254e55a7f0fcf83b011ccd0cc300bfed962d",
  "text": "INDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1867.\n\nA.\n\nABEL (F. A.). The Bakerian Lecture.—Researches on Gun-cotton.—Second Memoir. On the Stability of Gun-cotton, 181.—Action of light upon Gun-cotton, 185; effects of heat upon Gun-cotton, 193; influence exerted upon the stability of Gun-cotton by special modes of preparing and preserving it, 218; other observations instituted upon large quantities of Gun-cotton, 238.\n\nAsteroesmilia, 652 (see Duncan).\n\nB.\n\nBakerian Lecture, 181 (see Abel).\nBattersbyia, 648 (see Duncan).\nBladder, muscular arrangements of, 17 (see Pettigrew).\nBlood, influence of the movements of respiration on the circulation of the, 571 (see Sanderson).\nBunt (T. G.). Discussion of Tide Observations at Bristol, 1.\n\nC.\n\nCaustics, 7 (see Cayley).\nCayley (A.). A Supplementary Memoir on Caustics, 7.\n———. An Eighth Memoir on Quantics, 513.\nChemical change, connexion between the conditions of a, and its amount, 117 (see Harcourt).\nChemical intensity of total daylight, 555 (see Roscoe).\nClarke (Captain A. R.). Abstract of Results of the Comparisons of the Standards of Length of England, France, Belgium, Prussia, Russia, India, Australia, made at the Ordnance Survey Office, Southampton. With a Preface by Colonel Sir Henry James, 161.\nClarke (J. L.). On the Structure of the Optic Lobes of the Cuttle-fish, 155.\nConduction of heat in gases, 85.\nCorals, fossil, 643 (see Duncan).\nCroonian Lecture, 571 (see Sanderson).\nCuttle-fish, optic lobes of the, 155.\n\nD.\nDiffusion of gases, theory of, 73.\nDuncan (P. M.). On the Genera Heterophyllia, Battersbyia, Palaeocyclos, and Asterosmilia, 643.\n\nE.\nEquivalent volumes, law of, deduced from dynamical theory, 77.\nEsson (W.) (see Harcourt, A. V., and Esson, W.).\nEverett (J. D.). Account of Experiments on Torsion and Flexure for the Determination of Rigidities, 139.—Rigidity of glass, 139; of brass, 146; of steel, 149.\n\nF.\nFlower (W. H.). On the Development and Succession of the Teeth in the Marsupialia, 631.\nFoster (G. C.) (see Matthiessen, A., and Foster, G. C.).\nFovea centralis of human retina, 109 (see Hulke).\n\nG.\nGases, dynamical theory of, 49.\nGun-cotton, 255 (see Abel).\nGünther (A.). Contributions to the Anatomy of Hatteria (Rhynchocephalus, Owen), 595.\n\nH.\nHarcourt (A. V.) and Esson (W.) On the Laws of Connexion between the Conditions of a Chemical Change and its Amount. II. On the Reaction of Hydric Peroxide and Hydric Iodide, 117.\nHatteria, anatomy of, 595 (see Günther).\nHermite's canonical form of the quintic, 541 (see Cayley).\nHeterophyllia, 644 (see Duncan).\nHulke (J. W.). On the Anatomy of the Fovea Centralis of the Human Retina, 109.\n\nI.\nImpregnation of ova, mode of effecting, 459.\n\nJ.\nJames (Col. Sir Henry) (see Clarke, Captain A. R.).\nINDEX.\n\nM.\n\n*Magnetic declination*, lunar-diurnal variation of, 503.\n*Magnetism and electricity*, researches in, 89 (see Wilde).\n*Magneto-electric machine*, construction of a new and powerful, 101 (see Wilde).\n*Man*, place of, among the Primates, 391.\n*Marsupialia*, teeth of, 631 (see Flower).\nMatthiessen (A.) and Foster (G. C.). Researches into the Chemical Constitution of Narcotine, and of its Products of Decomposition.—Part II., 657.\nMaxwell (J. C.). On the Dynamical Theory of Gases, 49.\n*Micropyle*, function of the, 459.\nMivart (St. George). On the Appendicular Skeleton of the Primates, 299.\n*Monsters*, artificial production of, suggested, 467.\n*Muscular fibres*, arrangement of, in bladder and prostate, 17 (see Pettigrew).\n\nN.\n\n*Narcotine*, 657 (see Matthiessen).\nNeumayer (G.). On the Lunar-diurnal Variation of the Magnetic Declination, with special regard to the Moon’s Declination, 503.\n\nO.\n\n*Opianic acid*, derivatives of, 657 (see Matthiessen).\n*Optic lobes of the Cuttle-fish*, 155.\n*Ovum of osseous fishes*, 431 (see Ransom).\n\nP.\n\n*Palaeocyclos*, 651 (see Duncan).\nPettigrew (J. B.). On the Muscular Arrangements of the Bladder and Prostate, and the manner in which the Ureters and Urethra are closed, 17.\n*Poisons*, effect of, on impregnated ova, 467, 480.\n*Primates*, appendicular skeleton of the, 299.\n\nQ.\n\n*Quadratic forms*, 255 (see Smith).\n*Quantics*, 513 (see Cayley).\n\nR.\n\nRansom (W. H.). Observations on the Ovum of Osseous Fishes, 431.—Unimpregnated ovum, 431; impregnated ovum, 456; concluding remarks, 494; explanation of the plates, 496.\n*Respiration*, influence of the movements of, on the circulation of the blood, 571 (see Sanderson).\n*Retina*, human, anatomy of the, 109 (see Hulke).\n*Rhynchocephalus*, anatomy of, 595 (see Günther).\n*Rigidities of glass, brass, and steel*, 139 (see Everett).\nRoscoe (H. E.). On the Chemical Intensity of Total Daylight at Kew and Pará, 1865, 1866, and 1867, 555.—Kew observations, 555; Pará observations, 563.\nS.\n\nSanderson (J. B.). The Croonian Lecture.—On the Influence exercised by the Movements of Respiration on the Circulation of the Blood, 571 (for Contents, see p. 571).\nSkeleton, tables of the dimensions and proportions of the parts of the, in the Primates, 371.\nSmith (H. J. S.). On the Orders and Genera of Ternary Quadratic Forms, 255.\nSpecific heat of gases, 79.\nStandards of length, comparisons of, 161 (see Clarke, A. R.).\n\nT.\n\nTeeth, development of, in the Marsupialia, 631 (see Flower).\nTide Observations, discussion of, 1 (see Bunt).\n\nV.\n\nViscosity of gases, 81.\n\nW.\n\nWilde (H.). Experimental Researches in Magnetism and Electricity, 89.—On some new and paradoxical phenomena in electro-magnetic induction, and their relation to the principle of the conservation of force, 89; on a new and powerful generator of dynamic electricity, 101.\nPRESENTS\n\nRECEIVED BY\n\nTHE ROYAL SOCIETY,\n\nWITH THE\n\nNAMES OF THE DONORS.\n\nFrom November 1866 to June 1867.\n\nPRESENTS.\n\nABRIA (—) Sur l'Identité de la Chaleur et de la Lumière. Svo. Bordeaux 1866.\n\nObservations sur la Note de M. Baudrimont intitulée, De la non-identité de la Chaleur et de la Lumière. Svo. Bordeaux.\n\nACADEMIES and SOCIETIES.\n\nAlbany:\nAmerican Institute of the City of New York. Annual Report for the year 1865–66. Svo. Albany 1866. Charter and Bye-Laws.\n\nAnnals of the Dudley Observatory. Vol. I. Svo. Albany 1866.\n\nAmsterdam:\nVerslagen en Mededeelingen der Koninklijke Akademie van Wetenschappen. Afdeeling Letterkunde. Deel IX. Afdeeling Natuurkunde, tweede Reeks, Deel I. Svo. Amsterdam 1865–66.\n\nJaarboek voor 1865. Svo. Amsterdam.\n\nProcessen-Verbaal van de gewone Vergaderingen ...Afdeeling Natuurkunde van Jan. 1865 tot en met April 1866. Svo. Amsterdam.\n\nCatalogus van de Boekerij. Deel II. Stuk 1. Svo. Amsterdam 1866.\n\nSimplicii Commentarius in IV. Libros Aristotelis de Calo ex recensione Sim. Kartenio editus. 4to. Trajecti ad Rhenum 1865.\n\nApt:—Annales de la Société Littéraire, Scientifique et Artistique; deuxième année, 2e fascicule, feuilles 8–18. Svo. Apt 1866.\n\nBasel:—Verhandlungen der Naturforschenden Gesellschaft. Theil IV. Heft 3. Svo. Basel 1866.\n\nBatavia:—Natuurkundig Tijdschrift voor Nederlandsch Indië. Deel XXVIII., XXIX. Aflevering 1. Svo. Batavia 1865.\n\nBerlin:\nAbhandlungen der Königlichen Akademie der Wissenschaften, aus dem Jahre 1865. 4to. Berlin 1866.\n\nMonatsbericht. Februar–December 1866, Januar–März 1867. Svo. Berlin.\n\nMDCCCLXVII.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nBerlin:—Physikalischen Gesellschaft. Die Fortschritte der Physik im Jahre 1864, Jahrgang XX. Svo. Berlin 1866–67.\n\nBerwick:—Berwickshire Naturalists' Club. Proceedings. Vol. V. No. 4. Svo.\n\nBirmingham:—Institution of Mechanical Engineers. Proceedings, Nov. 2, 1865; Jan. 25, 1866; May 3, 1866; July 31 and August 1, 1866, parts 1–3. Svo. Birmingham.\n\nBordeaux:—Actes de l'Académie Impériale des Sciences, Belles Lettres et Arts. 3e série, 28e année, 4e trimestre. Svo. Paris 1866.\n\nBoston, U.S.:—\n\nAmerican Academy of Sciences. Proceedings. Vol. VI. Sheets 39–64; Vol. VII. Sheets 1–12. Svo. Boston 1866.\n\nSociety of Natural History. Proceedings. Vol. X. Sheets 1–18. Condition and Doings as exhibited in the Annual Reports, 1865. Svo. Boston 1865–66.\n\nBremen:—Abhandlungen herausgegeben vom Naturwissenschaftlichen Vereine. I. Band, 1. Heft. Svo. Bremen 1866.\n\nBreslau:—Abhandlungen der Schlesischen Gesellschaft für vaterländische Cultur. Abtheilung für Naturwissenschaften und Medicin. 1865–66. Philosophisch-historische Abtheilung. 1866. Dreundvierzigster Jahresbericht. Svo. Breslau 1866.\n\nBrünn:—Verhandlungen des Naturforschenden Vereines. Band IV. Svo. Brünn 1866.\n\nBrussels:—\n\nMémoires de l'Académie Royale des Sciences, des Lettres et des Beaux-Arts. Tome XXXV. 4to. Bruxelles 1865.\n\nMémoires Couronnés et autres Mémoires. Tome XVIII. Svo. Bruxelles 1866.\n\nBulletins. 2e série. Tomes XX., XXI., XXII., & XXIII. Nos. 1–4. Svo. Bruxelles 1865–67.\n\nCinquième Anniversaire de la Reconstitution de l'Académie (1816–66). Svo. Bruxelles 1866.\n\nAnnuaire, trente-deuxième année. Svo. Bruxelles 1866.\n\nBiographie Nationale. Tome I. Première partie. Lettre A. Svo. Bruxelles 1866.\n\nLes Vieux, par Ad. Mathieu. Svo. Bruxelles 1866.\n\nMémoires des Concours et des Savants Étrangers publiés par l'Académie Royale de Médecine de Belgique. Tome VI. fasc. 1–2. 4to. Bruxelles 1866.\n\nBulletin. Année 1866. Deuxième série. Tome IX. Nos. 2–11. Troisième série. Tome I. No. 1. Svo. Bruxelles 1866–67.\n\nCalcutta:—\n\nAsiatic Society of Bengal. Journal, 1866; Part 1, Nos. 1–3; Part 2, Nos. 1–3; Special Number, Ethnology. Svo. Calcutta.\n\nProceedings, 1865, Nos. 1–12. Title, Index, and Appendix. 1866, Nos. 1–12. 1867, No. 1. Svo. Calcutta.\n\nGeological Survey of India. Memoirs. Vol. V. Parts 2, 3. 4to. Calcutta 1866.\n\nDonors.\n\nThe Society.\n\nThe Club.\n\nThe Institution.\n\nThe Academy.\n\nThe Union.\n\nThe Society.\n\nThe Union.\n\nThe Academy.\n\nThe Academy.\n\nThe Academy.\n\nThe Museum of Geology.\nACADEMIES and SOCIETIES (continued).\n\nCalcutta:—\n\nGeological Survey of India. Palaeontologia Indica: III. (10-13). The Fossil Cephalopoda, by F. Stoliezka, 4to. Calcutta 1865.\n\nAnnual Report, 1865–66. 4to. Calcutta 1866.\n\nCatalogue of the Meteorites in the Museum of the Geological Survey of India. 4to. Calcutta 1866.\n\nCatalogue of the Organic Remains belonging to the Cephalopoda. 4to. Calcutta 1866.\n\nCambridge (Mass.):\n\nHarvard College. Annual Reports of the President and Treasurer, 1863–64, 1864–65. Svo. Cambridge 1865–66.\n\nReport of the Committee of Overseers appointed to visit the Library for 1863. Svo. Boston 1864.\n\nAnnual Report of the Librarian. Svo. Cambridge 1865.\n\nCatalogue of the Officers and Students of Harvard University, 1864–65, 1865–66. Svo. Cambridge 1864–66.\n\nCatalogue of the Law School, 1863–64. Svo. Cambridge 1864.\n\nRoll of Students of Harvard College who have served in the Army or Navy during the War of the Rebellion. Svo. Cambridge 1865.\n\nDiscourse occasioned by the death of Convers Francis, D.D., by Rev. J. Weiss. Svo. Cambridge 1863.\n\nAddress on the occasion of presenting to J. Ericsson the Rumford Medal of the American Academy, by E. U. Horsford. Svo. New York 1866.\n\nTwo Discourses, occasioned by the death of Jared Sparks and of C. Beck, delivered by W. Newell. Svo. Cambridge 1866.\n\nVarious papers.\n\nNational Academy of Sciences. Annual for 1865. Svo. Cambridge 1866.\n\nCatania:—\n\nAtti dell’ Accademia Gioenia di Scienze Naturali. Serie seconda. Tomo XX. 4to. Catania 1865.\n\nRelazione dei Lavori Scientifici trattati nell’ anno XXXX. dell’ Accademia Gioenia di Scienze Naturali. 4to. Catania 1867.\n\nCherbourg:—Mémoires de la Société Impériale des Sciences Naturelles. Tomes XI, XII. Svo. Paris 1865–66.\n\nChicago:—Academy of Sciences. Proceedings. Vol. I. Part 1. Svo. Chicago 1865.\n\nChristiania:—\n\nForhandlinger i Videnskabs-Selskabet. Aar 1864. Svo. Christiania 1865.\n\nNyt Magazin for Naturvidenskaberne. Bind XIV. Hefte 2–4. Svo. Christiania 1866.\n\nMeteorologiske Iagttageleser paa Christiania Observatorium, 1865. 4to. Christiania 1866.\n\nDet Kongelige Norske Frederiks Universitets Aarsberetning for 1864, 1865. Svo. Christiania 1865–66.\n\nIndex Scholarum in Universitate Regia Fredericiana, Jan. & Aug. 1866. 4to. Christiania 1866.\nACADEMIES and SOCIETIES (continued).\n\nChristiania:—\n\nTraité Élémentaire des Fonctions Elliptiques, par O. J. Broch. fasc. 1. The University.\n\n8vo. Christiania 1866.\n\nUngedruckte, unbeachtete und wenig beachtete Quellen zur Geschichte des Taufsymbols und der Glaubensregel, von C. P. Caspari I. 8vo. Christiania 1866.\n\nEzechiel's Syner og Chaldæernes Astrolab. 4to. Christiania 1866.\n\nMærker efter en Listid i Omegnen af Hardangerfjorden, af S. A. Sexe. 4to. Christiania 1866.\n\nColombo:—Journal of the Ceylon Branch of the Royal Asiatic Society, 1865–66. The Society.\n\n8vo. Colombo 1866.\n\nColumbus:—Ohio State Board of Agriculture. Nineteenth Annual Report. The Board.\n\n8vo. Columbus 1865.\n\nDanzig:—Neueste Schriften der Naturforschenden Gesellschaft. Band VI. The Society.\n\nHefte 1–4. 4to. Danzig 1858–62.\n\nSchriften der Naturforschenden Gesellschaft, neue Folge. Band I. Heft 3–4. The Society.\n\n8vo. Danzig 1866.\n\nAnother Copy, with Photographic Plates.\n\nDevonshire Association for the Advancement of Science, Literature, and Art. The Association.\n\nReport and Transactions. Parts 4 & 5. 8vo. London, 1865–66.\n\nDresden:—Verhandlungen der Kaiserlichen Leopoldino-Carolinischen deutschen Akademie der Naturforscher. Band XXXII. Abth. 1, 2. The Academy.\n\n4to. Dresden 1865–67.\n\nDublin:—\n\nGeological Society. Journal. Vol. X. Part 1. Second series, Vol. I. Parts 1, 2. 8vo. Dublin 1863–66. The Society.\n\nRoyal Dublin Society. Journal. No. 35. 8vo. Dublin 1866. The Society.\n\nRoyal Irish Academy. Transactions. Vol. XXIV. Science, Parts 5–8; Antiquities, Parts 5–7; Polite Literature, Part 3. 4to. Dublin 1865–66. The Academy.\n\nProceedings. Vol. IX. Part 4. 8vo. Dublin 1867.\n\nEdinburgh:—\n\nHighland and Agricultural Society of Scotland. Old and remarkable Trees of Scotland. Conclusion. 8vo. Edinburgh 1867. Messrs. Blackwood.\n\nRoyal Scottish Society of Arts. Transactions. Vol. VII. Part 2. 8vo. Edinburgh 1866. The Society.\n\nRoyal Society. Transactions. Vol. XXIV. Part 2. 4to. Edinburgh 1865. The Society.\n\nProceedings. Session 1865–66. 8vo. Edinburgh 1866.\n\nFrankfurt a. M.:—\n\nSenckenbergischen naturforschenden Gesellschaft. Abhandlungen. Band VI. Heft 1–2. 4to. Frankfurt a. M. 1866. The Society.\n\nZoologische Gesellschaft. Der Zoologische Garten; Zeitschrift für Beobachtung, Pflege und Zucht der Thiere. Jahrgang VII. Nos. 1–12. 8vo. Frankfurt a. M. 1866. The Society.\n\nFreiberg:—\n\nFestschrift zum hundertjährigen Jubiläum der Königl. Sächs. Bergakademie zu Freiberg am 31. Juli 1866. 8vo. Dresden. The Academy.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nFreiberg:—Die Fortschritte der berg- und hütten-männischen Wissenschaften in den letzten hundert Jahren. 8vo. Freiberg 1867.\n\nFreiburg im Breisgau:—Berichte über die Verhandlungen der Naturforschenden Gesellschaft. Band IV. Heft 1 & 2. 8vo. Freiburg 1867.\n\nGeneva:—\n\nBulletin de l’Institut National Génevois. No. 29. 1866. 8vo. Genève.\n\nMémoires de la Société de Physique et d’Histoire Naturelle. Tome XVIII. Seconde Partie. 4to. Genève 1866.\n\nGöttingen:—\n\nAbhandlungen der Königlichen Gesellschaft der Wissenschaften. Band XII. 4to. Göttingen 1866.\n\nNachrichten ... aus dem Jahre 1866. 8vo. Göttingen 1866.\n\nHabana:—Observatorio Magnético y Meteorológico del Real Colegio de Belen. Resumen de las Observaciones del mes de Enero de 1867. 8vo. Habana.\n\nHalifax, N.S.:—Nova Scotian Institute of Natural Science. Proceedings and Transactions, Vol. II. Part 3. Proceedings, Vol. I. Part 4. 8vo. Halifax 1864–67.\n\nHalle:—Zeitschrift für die gesammten Naturwissenschaften, herausgegeben von dem Naturw. Vereine für Sachsen und Thüringen in Halle, redigirt von C. Giebel und M. Siewert. Jahrgang 1866. Band XXVII. & XXVIII. 8vo. Berlin 1866.\n\nHamburg:—Abhandlungen aus dem Gebiete der Naturwissenschaften, herausgegeben von dem Naturwissenschaftlichen Verein. Band IV. Abth. 4; Band V. Abth. 1. 4to. Hamburg 1866.\n\nHobart Town:—\n\nRoyal Society of Tasmania. Monthly Notices, Jan.–Dec. 1865. 8vo. Hobart Town.\n\nReport for the year 1865. 8vo. Hobart Town 1866.\n\nResults of Meteorological Observations made in Tasmania, Jan.–June 1865. 8vo. Hobart Town.\n\nCatalogue of Plants under cultivation in the Royal Society’s Gardens. 8vo. Hobart Town 1865.\n\nKazan:—Imperial Russian University. Outchonia Zapiski (Scientific Papers). 1863, Parts 1 & 2; 1864, Parts 1 & 2; 1865, Parts 1–5; 1863 ГОДЪ Parts 1 & 2. 8vo. & 4to. Kazan.\n\nKiel:—Schriften der Universität, aus dem Jahre 1865. Band XII. 4to. Kiel 1866.\n\nKolozsvárt:—Az Erdélyi Muzeum-Egylet Évkönyvei. Negyedik Kötet, első Füzet. 4to. Kolozsvárt 1867.\n\nLa Haye:—Archives Néerlandaises des Sciences Exactes et Naturelles, publiées par la Société Hollandaise des Sciences a Harlem. Tome I. livraisons 1–4. 8vo. La Haye 1866.\n\nLausanne:—Bulletin de la Société Vaudoise des Sciences Naturelles. Vol. IX. Nos. 54–56. 8vo. Lausanne 1866.\n\nLeeds:—Geological and Polytechnic Society of the West Riding of Yorkshire. Report of Proceedings, 1865–66. 8vo. Leeds 1867.\n\nDONORS.\n\nThe Academy.\n\nThe Society.\n\nThe Institute.\n\nThe Society.\n\nThe Observatory.\n\nThe Institute.\n\nThe Union.\n\nThe Union.\n\nThe Society.\n\nThe University.\n\nThe University.\n\nThe Museum.\n\nThe Society.\n\nThe Society.\n\nThe Society.\nACADEMIES and SOCIETIES (continued).\n\nLeeds:—Philosophical and Literary Society. Annual Report for 1865–66. The Society. Svo. Leeds 1866.\n\nLeipzig:—\n\nAbhandlungen der Königl. Sächsischen Gesellschaft der Wissenschaften. Math.-Phys. Classe, Band VIII. Nos. 2, 3; Phil.-Hist. Classe, Band V. No. 2. Svo. Leipzig 1866.\n\nBerichte über die Verhandlungen. Math.-Phys. Classe, 1865, 1866. Phil.-Hist. Classe 1865, 1866. Svo. Leipzig 1866.\n\nPreisschriften gekrönt und herausgegeben von der Fürstlich Jablonowski'schen Gesellschaft. XII. Svo. Leipzig 1867.\n\nPublicationen der Astronomischen Gesellschaft. 1, 2, 5. 4to. Leipzig 1865–66.\n\nLiège:—Mémoires de la Société des Sciences. Tomes XIX., XX. Svo. Liège 1866.\n\nLiverpool:—Historic Society of Lancashire and Cheshire. Transactions. New Series. Vol. V. Svo. Liverpool 1865.\n\nLondon:—\n\nAnthropological Society. Memoirs, 1863–64, 1865–66. Vols. I., II. Svo. London 1865–66.\n\nThe Anthropological Review. Nos. 15, 16. Svo. London 1866–67.\n\nIntroduction to Anthropology, by Dr. T. Waitz, edited by J. F. Collingwood. Vol. I. Svo. London 1863.\n\nLectures on Man, his place in Creation and in the History of the Earth, by Dr. C. Vogt, edited by J. Hunt. Svo. London 1864.\n\nThe Plurality of the Human Race, by G. Pouchet, translated and edited by H. J. C. Beavan. Svo. London 1864.\n\nThe Anthropological Treatises of J. F. Blumenbach, with Memoirs of him by Marx and Flourens, translated and edited by T. Bendyshe. Svo. London 1865.\n\nLake Habitations and Pre-historic Remains in the Turbaries and Marl-beds of Northern and Central Italy, by B. Gastaldi, translated and edited by C. H. Chambers. Svo. London 1865.\n\nArt Union. Thirtieth Annual Report. Svo. London 1866.\n\nBritish Association. Report of the Thirty-fifth Meeting, held at Birmingham in September 1865. Svo. London 1866.\n\nBritish Horological Institute. The Horological Journal. Nos. 95–101, 103–106. Svo. London 1866–67.\n\nBritish Museum. Catalogue of the Fishes in the British Museum, by A. Günther. Vol. VI. Svo. London 1866.\n\nList of the Specimens of Lepidopterous Insects in the Collection of the British Museum, by F. Walker. Part 35. Supplement, Part 5. Svo. London 1866.\n\nList of the Specimens of Birds, by G. R. Gray. Part 5, Gallinæ. 12mo. London 1867.\n\nIndex to the Collection of Minerals. Svo. London 1866.\nACADEMIES and SOCIETIES (continued).\n\nLondon:—\n\nBritish Museum. A Guide to the Collection of Minerals. Svo. London 1866.\n\nCatalogue of the Collection of Meteorites. Svo. London 1866.\n\nA Guide to the Exhibition Rooms of the Departments of Natural History and Antiquities. Svo. London 1866.\n\nA Guide to the Autograph Letters, Manuscripts, Original Charters. Svo. London 1866.\n\nCatalogue of the Hebrew Books in the Library. Svo. London 1867.\n\nChemical Society. Journal. Series 2. Vol. IV. July to December 1866; Vol. V. January to June 1866. Svo. London.\n\nEntomological Society. Transactions. Third Series. Vol. III. Part 3; Vol. V. Parts 3–5. Svo. London 1866–67.\n\nGeological Society. Quarterly Journal. Nos. 87–90. Svo. London 1866–67.\n\nList of Members, Nov. 1, 1866. Svo.\n\nInstitution of Civil Engineers. Minutes of Proceedings. Vols. XXII., XXIII., XXIV., XXV. Svo. London 1863–66.\n\nCatalogue of the Library. Second Edition. Svo. London 1866.\n\nList of Members. Jan. 1, 1867. Svo.\n\nInstitution of Hydronomical and Nautical Engineers. Published Papers. No. 5. Svo. London 1867.\n\nLinnean Society. Transactions. Vol. XXV. Part 2. 4to. London 1865.\n\nJournal. Vol. IX. Nos. 34, 35 (Zoology); Nos. 38, 39 (Botany). Svo. London 1866–67.\n\nMathematical Society. Proceedings. Nos. 1–8. Vol. II. No. 9. Rules. List of Members. Svo. London 1865–67.\n\nMeteorological Society. Proceedings. Vol. III. Nos. 26–31. Svo. London 1866–67.\n\nNational Association for the Promotion of Social Science. Transactions, Sheffield Meeting, 1865, edited by G. W. Hastings. Svo. London 1866.\n\nPathological Society. Transactions. Vol. XVII. Svo. London 1866.\n\nPhilological Society. Proceedings, 1842–53. 6 vols. Svo. London 1846–54.\n\nTransactions, 1854–64. 9 vols. Svo. London.\n\nPhotographic Society. The Photographic Journal. Nos. 171–182. Svo. London 1866–67.\n\nRoyal Agricultural Society. Journal. Second Series. Vol. II. Part 2; Vol. III. Part 1. Svo. London 1866–67.\n\nRoyal Asiatic Society. Journal. New Series. Vol. II. Part 2. Svo. London 1866.\n\nRoyal Astronomical Society. Memoirs. Vol. XXXIV. 4to, London 1866.\n\nMonthly Notices, Vol. XXVI. No. 8; Vol. XXVII. Nos. 1–7. Svo. London 1866–67.\n\nRoyal College of Surgeons. Calendar. Svo. London 1866.\n\nRoyal Geographical Society. Proceedings. Vol. X. Nos. 4, 5, 6; Vol. XI. Nos. 1, 2. Svo. London 1866–67.\n\nDonors.\n\nThe Trustees of the British Museum.\n\nThe Society.\n\nThe Institution.\n\nThe Association.\n\nThe Society.\n\nThe College.\n\nThe Society.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nLondon:\n\nRoyal Horticultural Society. Journal. New Series. Vol. I. Parts 3, 4. The Society.\n8vo. London 1866–67.\n\nProceedings. Vol. I. Nos. 5–7. 8vo. London 1866–67.\n\nRoyal Institute of British Architects. Sessional Papers, 1866–67. Part 1. Nos. 1–4; Part 2. Nos. 1–6; Part 3. Nos. 1, 3–4. 4to. London.\n\nCatalogue. Paris Exhibition, 1867.\n\nRoyal Institution. Proceedings. Vol. IV. Part 8; Vol. V. Part 1. 8vo. London 1866–67.\n\nList of the Members, Officers, and Professors, 1866.\n\nRoyal Medical and Chirurgical Society. Medico-Chirurgical Transactions. Vol. XLIX. 8vo. London 1866.\n\nProceedings. Vol. V. Nos. 5–7. 8vo. London 1866–67.\n\nRoyal Society of Literature. Transactions. Second Series. Vol. VIII. Part 3. 8vo. London 1866.\n\nRoyal United Service Institution. Journal. Vol. X. Nos. 38–42. 8vo. London 1866–67.\n\nCatalogue of the Library. 8vo. London 1865.\n\nSaint Bartholomew’s Hospital Reports. Vol. II. 8vo. London 1866.\n\nSociety of Antiquaries. Archaeologia, or Miscellaneous Tracts relating to Antiquity. Vol. XL. Part 1. 4to. London 1866.\n\nProceedings. Second Series. Vol. II. No. 7; Vol. III. Nos. 1, 2. List, April 23, 1866. 8vo. London 1864–65.\n\nCatalogue of a Collection of Printed Broadsides in the possession of the Society of Antiquaries, by R. Lemon. 8vo. London 1866.\n\nSociety of Arts. Journal. July to December 1866; January to June 1867. 8vo. London.\n\nUniversity College. Calendar, Session 1866–67. 8vo. London 1866.\n\nUniversity of London. Calendar for the year 1867. 8vo. London.\n\nWar Office Library. Index to the several Articles in Periodical Publications. Nos. 1–5. 4to. London 1867.\n\nZoological Society. Transactions. Vol. V. Part 5. 4to. London 1866.\n\nProceedings of the Scientific Meetings for the year 1865. 3 Parts. 8vo. London.\n\nManchester:\n\nLiterary and Philosophical Society. Memoirs. Third Series. Vol. II. 8vo. London 1865.\n\nProceedings. Vols. III., IV. 8vo. Manchester 1864–65.\n\nMauritius:\n\nMeteorological Society. Proceedings and Transactions. Vol. VI. 8vo. Mauritius 1864.\n\nProceedings. 8vo. Mauritius 1866.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nMelbourne:—Royal Society of Victoria. Transactions and Proceedings. Vols. VI., VII. 8vo. Melbourne 1865–66.\n\nMilan:—\n\nMemorie del Reale Istituto Lombardo di Scienze e Lettere. Classe di Scienze Matematiche e Naturali: Vol. X. fasc. 2. Classe di Lettere e Scienze Morali e Politiche: Vol. X. fasc. 2. 4to. Milano 1865.\n\nRendiconti. Classe di Scienze Matematiche e Naturali: Vol. II. fasc. 3–8. Classe di Lettere e Scienze Morali e Politiche: Vol. II. fasc. 3–7. Solenni Adunanze: Vol. I. fasc. 2. 8vo. Milano 1865.\n\nMontreal:—\n\nGeological Survey of Canada. Report of Progress from its commencement to 1863. Atlas of Maps and Sections. 8vo. Montreal 1865.\n\nMcGill University Calendar and Examination Papers, 1866–67. 8vo. Montreal 1866.\n\nNatural History Society. The Canadian Naturalist and Geologist. New Series. Vol. II. No. 6. 8vo. Montreal 1865.\n\nMoscow:—\n\nMusée. Copies Photographiées des Miniatures des Manuscrits Grecs conservés à Moscou. Deuxième livraison. fol. Moscou 1863.\n\nBulletin de la Société Impériale des Naturalistes. Année 1865, Nos. 3, 4; 1866, Nos. 1 & 2. 8vo. Moscou 1865–66.\n\nMunich:—\n\nAbhandlungen der Philosophisch-Philologischen Classe der K. Bayerischen Akademie der Wissenschaften: Band X. Abth. 3; Band XI. Abth. 1. 4to. München 1866.\n\nAbhandlungen der Historischen Classe: Band X. Abth. 2. 4to. München 1866.\n\nSitzungsberichte: 1866, I., Hefte 3–4; 1866, II., Hefte 1–4. 8vo. München 1866.\n\nBeiträge zur Geschichte der Westlichen Aarber, herausgegeben von Marcus Joseph Müller. I. Heft. 8vo. München 1866.\n\nDie Gottesurtheile der Indier: Rede von E. Schlagintweit. 4to. München 1866.\n\nDie Entwicklung der Ideen in der Naturwissenschaft: Rede von J. von Liebig. 4to. München 1866.\n\nDie Bedeutung moderner Gradmessungen: Vortrag von C. M. Bauernfeind. 4to. München 1866.\n\nDie Arabischen Handschriften der K. Hof- und Staatsbibliothek in München, beschrieben von J. Aumer. 8vo. München 1866.\n\nDie Persischen Handschriften . . . beschrieben von J. Aumer. 8vo. München 1866.\n\nDie Deutschen Handschriften . . . nach J. A. Schmeller's kürzerem Verzeichniss. Theil 1, 2. 8vo. München 1866.\n\nUeber die Verschiedenheit in der Schädelbildung des Gorilla, Chimpansé und Orang-Outang vorzüglich nach Geschlecht und Alter, nebst einer Bemerkung über die Darwin'sche Theorie von T. L. Bischoff. 4to. and Plates. fol. München 1867.\n\nMDCCCLXVII.\nACADEMIES and SOCIETIES (continued).\n\nNeuchâtel:—Bulletin de la Société des Sciences Naturelles. Tome VII. The Society.\ndeuxième cahier. Svo. Neuchâtel 1866.\n\nNewcastle-upon-Tyne:—North of England Institute of Mining Engineers. The Institute.\nTransactions. Vol. XV. 8vo. Newcastle 1866.\n\nNew York:—\n\nLyceum of Natural History. Annals. Vol. VIII. Nos. 4–10. 8vo. New York 1865–66.\nDocuments of the U.S. Sanitary Commission. Nos. 1–95. 2 vols. 8vo. New York 1866.\nBulletin, 1863–65. 8vo. New York 1866.\n\nNorthumberland and Durham Natural History Transactions. Vol. I. Part 2. 8vo. Newcastle-upon-Tyne 1866.\n\nNottingham:—British Pharmaceutical Conference. Proceedings at the Third Annual Meeting. 8vo. London 1866.\n\nPalermo:—Giornale di Scienze Naturali ed Economiche pubblicato per cura del Consiglio di Perfezionamento annesso al R. Istituto Tecnico. Vol. I. fasc. 3 & 4. 4to. Palermo 1866.\n\nParis:—\n\nAcadémie des Sciences. Comptes Rendus. June to December 1866, January to June 1867. Tome LXII. Table des Matières. 4to. Paris.\n\nTable Alphabétique et Analytique des Matières … 1840 à 1855. 8vo. Paris 1865.\n\nCompte-Rendu des Travaux de la Commission des Monuments et Documents Historiques et des Batiments Civils du Département de la Gironde pendant les exercices de 1862 à 1864. 8vo. Paris 1865.\n\nAnnales des Mines. Sixième série. Tome IX. livraisons 2–3; Tome X. livraisons 4–5. 8vo. Paris 1866.\n\nÉcole Normale Supérieure. Annales Scientifiques. Tome III. Nos. 3–6; Tome IV. No. 1. 4to. Paris 1866–67.\n\nSociété d'Encouragement pour l'Industrie Nationale. Bulletin. 2e série. Tome XIII. May to December 1866; Tome XIV. January to April 1867. 4to. Paris.\n\nSociété Entomologique. Annales. Quatrième série. Tomes V., VI. 8vo. Paris 1865–67.\n\nSociété de Géographie. Bulletin. Juin–Décembre 1866, Janvier–Avril 1867. 8vo. Paris.\n\nSociété Géologique. Bulletin. Tome XXI. feuilles 29–36. Tome XXIII. feuilles 13–51; Tome XXIV. Nos. 1, 2. 8vo. Paris 1864–67.\n\nPhiladelphia:—\n\nAcademy of Natural Sciences. Journal. New Series. Vol. VI. Part 1. 4to. Philadelphia 1866.\n\nProceedings, 1866, Nos. 1–5. 8vo. Philadelphia 1866.\n\nAmerican Philosophical Society. Proceedings. Vol. X. No. 75. 8vo. Philadelphia 1866.\nACADEMIES and SOCIETIES (continued).\n\nPhiladelphia:—\nAmerican Philosophical Society. Catalogue of the Library. Part 2. 8vo. The Society.\nPhiladelphia 1866.\n\nFranklin Institute. Journal. Vols. LXXXI., LXXXII., LXXXIII., Nos. 1–4. 8vo. Philadelphia 1866–67.\n\nRome:—\nAtti dell’ Accademia Pontificia de’ Nuovi Lincei. Anno VII. Sessione 6 del 20 Agosto 1854; Anno XVIII. Sessione 1–8; Anno XIX. Sessione 1–7. 4to. Roma 1865–67.\n\nBollettino Meteorologico dell’ Osservatorio del Collegio Romano. Vol. V. Nos. 11, 12; Vol. VI. Nos. 3, 4. 4to. Roma 1866–67.\n\nRotterdam:—Bataafsche Genootschap der Proefondervindelijke Wijsbegeerte. Nieuwe Verhandelingen. Deel XII. Stuk 2, 3. 4to. Rotterdam 1865.\n\nSt. Louis:—Academy of Science. Transactions. Vol. II. No. 2. 8vo. St. Louis 1866.\n\nSt. Petersburg:—\nMémoires de l’Académie Impériale des Sciences. VIIe série. Tome IX. Nos. 1–7; Tome X. Nos. 1, 2. 4to. St. Petersbourg 1865–66.\n\nBulletin. Tome IX. Nos. 1–4. 4to. St. Petersbourg 1866.\n\nJahresbericht am 19. Mai 1865 dem Comité der Nicolai-Hauptsternwarte. 8vo. St. Petersbourg 1865.\n\nUebersicht der Thätigkeit der Nicolai-Hauptsternwarte während der ersten 25 Jahre ihres Bestehens, zusammengestellt von O. Struve. 4to. St. Petersbourg 1865.\n\nМОРСКОЙ СВОРНИКЪ (Marine Collections). 1866, Nos. 6–12; 1867, Nos. 1, 2, 3, 5. 8vo.\n\nSalem:—Essex Institute. Proceedings. Vol. IV. Nos. 1–6, 8; Vol. V. No. 1. 8vo. Salem 1864–66.\n\nSalford:—\nEighteenth Annual Report of the Royal Free Museum, Library, and Peel Park, 1865–66. 8vo. Salford.\n\nNinth Annual Report of the Council of the Salford Working Men’s College. 8vo. Salford 1867.\n\nSan Francisco:—Californian Academy of Natural Science. Proceedings. Sheets 4–8. 8vo. 1860–61.\n\nToronto:—Canadian Institute. The Canadian Journal of Industry, Science, and Art. Nos. 63, 64. 8vo. Toronto 1866–67.\n\nTurin:—Bollettino Meteorologico dell’ Osservatorio Astronomico dell’ Università. Jan. to June. 4to. Torino 1866.\n\nUpsal:—\nNova Acta Regiae Societatis Scientiarum Upsaliensis. Seriei tertiae Vol. VI. fasciculus prior. 4to. Upsalie 1866.\n\nUpsala Universitets Årskrift 1865. 8vo. Upsala 1865.\n\nUtrecht:—\nKoninklijk Nederlandsch Meteorologisch Instituut. Meteorologisch Jaarboek 1865. 2 parts. 4to. Utrecht 1866.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nUtrecht:—Jaarlijkse Verslag betrekkelijk der verpleging en 't onderwijs in het Nederlandsch Gasthuis voor Ooglijders, uitgebragt door F. C. Donders. 1–6. 8vo. Utrecht 1860–64.\n\nVenice:—\n\nMemorie dell' I. R. Istituto Veneto di Scienze, Lettere ed Arti. Vol. XII. parte 3; Vol. XIII. parte 1, 2. 4to. Venezia 1866–67.\n\nAtti. Serie terza. Tomo XI. disp. 5–10; Tomo XII. disp. 1–3. 8vo. Venezia 1865–67.\n\nVienna:—\n\nDenkschriften der Kaiserlichen Akademie der Wissenschaften. Mathematisch-Naturwissenschaftliche Classe. Band XXV. 4to. Wien 1866.\n\nPhilosophisch-Historischen Classe. Register zu den Bänden I.–XIV. I.1866.\n\nSitzungsberichte. Mathematisch-Naturwissenschaftliche Classe, Erste Abtheilung: Band LII. Hefte 3–5; Band LIII. Hefte 1–5; Band LIV. Hefte 1–3. Zweite Abtheilung: Band LII. Hefte 4–5; Band LIII. Hefte 1–5; Band LIV. Hefte 1–4. Philosophisch-Historische Classe: Band LI. Hefte 2 & 3; Band LII. Hefte 1–4; Band LIII. Hefte 1–3. Almanach, 1866. 8vo. Wien 1866–67.\n\nAnzeiger. 1866, Nr. 15–20, 22–28; 1867, Nr. 1–5, 8–11, 13–15. 8vo. Wien 1866–67.\n\nReise der Oesterreichischen Fregatte Novara um die Erde. Linguistischer Theil, von Friedrich Müller. 4to. Wien 1867.\n\nGeographischen Gesellschaft. Mittheilungen. Jahrgang VIII. Heft 2; Jahrgang IX. 8vo. Wien 1864–65.\n\nGeologischen Reichsanstalt. Jahrbuch. 1865, Band XV. Nr. 4; 1866, Band XVI. Nr. 1–4. 8vo. Wien.\n\nOesterreichischen Gesellschaft für Meteorologie. Zeitschrift, redigirt von C. Jelinek und J. Hann. Band I. Nr. 1–24. 8vo. Wien 1866.\n\nZoologisch-Botanischen Gesellschaft. Verhandlungen. 1865, Band XV.; 1866, Band XVI. 8vo. Wien 1865–66.\n\nZoologische Miscellen, von Georg Ritter von Frauenfeld. 4, 5, 6. 8vo. Wien 1865.\n\nNachträge zur Flora von Nieder-Oesterreich von Dr. A. Neilrich. 8vo. Wien 1866.\n\nContribuzione pella Fauna dei Molluschi Dalmati, per S. Brusina. 8vo. Vienna 1866.\n\nWashington:—Smithsonian Institution. Annual Report of the Board of Regents . . for the year 1864. 8vo. Washington 1865.\n\nWürzburg:—\n\nWürzburger Naturwissenschaftliche Zeitschrift, herausgegeben von der Physikalisch-Medicinischen Gesellschaft. Band VI. Hefte 2, 3. 8vo. Würzburg 1866.\n\nWürzburger Medicinische Zeitschrift. Band VII. Hefte 1–3. 8vo. Würzburg 1866–67.\n\nADAMSON (J.) First Report of the Meteorological Commission, Cape of Good Hope, adopted 7th July 1862, and Minority Provisionial Report for 1864. fol.\nAIRY (G. B., F.R.S.) Astronomical and Magnetical, and Meteorological Observations made at the Royal Observatory, Greenwich, in the year 1864. 4to. London 1866.\n\nAn Elementary Treatise on Partial Differential Equations. 8vo. London 1866.\n\nALFONSO X. DE CASTILIA. Libros del Saber de Astronomia, Copilados, Anotados y Comentados por Don Manuel Rico y Sinobas. Tomo IV. fol. Madrid 1866.\n\nANONYMOUS:—\nAlmanach der Oesterreichischen Kriegs-Marine für das Jahr 1867. Sechster Jahrgang. 12mo. Triest 1867.\nAlmanaque Náutico para 1868, calculado de Orden de S. M. en el Observatorio de Marina de la Ciudad de San Fernando. 8vo. Cadiz 1866.\nAnnual Report of the Trustees of the Museum of Comparative Zoology, 1865. 8vo. Boston, U.S. 1866.\nAppendix to the Eighteenth Annual Report of the Prudential Assurance Company. 4to. London 1867.\nBulletin Monumental ou Collection de Mémoires et de Renseignements sur la Statistique Monumentale de la France, publié par M. de Caumont. 4e série. Tome III. No. 1. 8vo. Paris 1867.\nCatalogue of the first special Exhibition of National Portraits, ending with the reign of King James II., on loan to the South Kensington Museum, April 1866. 4to. London.\nEntomologist's Annual for 1867. 12mo. London 1867.\nMeteorology. Results deduced from Meteorological Observations made at certain Stations in the Colony of the Cape of Good Hope in 1861–65. fol.\nNautical Almanac and Astronomical Ephemeris for 1870. 8vo. London 1866.\nReport of Proceedings of the International Horticultural Exhibition and Botanical Congress held in London from May 22nd to May 31st, 1866. 8vo. London.\nReports on the Extent and Nature of the Materials available for the preparation of a Medical and Surgical History of the Rebellion. (Circular No. 6. Surgeon-General's Office.) 4to. Philadelphia 1865.\nStatistical, Sanitary, and Medical Reports of the Army Medical Department. Vol. VI. for the year 1864. 8vo. London 1866.\nStatistique de la France. Deuxième série. Tome XIV. Statistique des Asiles d'Aliénés de 1854 à 1860. 4to. Strasbourg 1865.\nSveriges Geologiska Undersökning på offentlig bekostnad utford, under ledning af A. Erdmann. 19–21. 8vo. Stockholm 1866: and Maps.\nTables of Heights in N.W. Provinces and Bengal, determined by the Great Trigonometrical Survey of India by Spirit Levelling Operations to May 1865. 8vo. Roorkee 1866.\nWeekly Returns of Births and Deaths in the City of Dublin: Vol. III. Nos. 25–52; Vol. IV. Nos. 1–23. Quarterly Summary, Nos. 10–12. 8vo. Dublin 1866–67.\nANSTED (D. T., F.R.S.) Physical Geography. 8vo. London 1866.\nBAKEWELL (F. C.) A Dynamical Theory of the Figure of the Earth, proving the Poles to be elongated. 8vo. London 1867.\nBASHFORTH (F.) Description of a Chronograph, adapted for measuring the varying velocity of a body in motion through the Air. 8vo. London 1866.\n\nBAXENDELL (J.) On the recent suspension by the Board of Trade of Cautionary Storm Warnings. 8vo. Manchester 1866.\n\nBAYMA (Joseph) The Elements of Molecular Mechanics. 8vo. London 1866.\n\nBECQUEREL (A. C., For. M. R.S.) Mémoire sur le pouvoir Thermo-Électrique des Métaux. 4to. Paris 1829.\n\nTraité de Physique considérée dans ses Rapports avec la Chimie et les Sciences Naturelles. 2 vols. in 3. 8vo. Paris 1842–44.\n\nMémoire sur les quantités de Sel (Chlorure de Sodium) contenues dans les Plantes des Terrains Salifères et Non-salifères. 8vo. Paris 1847.\n\nRecherches sur les Causes de l'Électricité Atmosphérique et Terrestre. 4to. Paris 1859.\n\nRecherches sur la Température de l'Air et sur celle des Couches Superficielles de la Terre. 4to. Paris 1863.\n\nRecherches sur la Température de l'Air au Nord, au Midi loin et près des Arbres. 4to. Paris 1863.\n\nÉléments d'Electro-Chimie appliquée aux Sciences Naturelles et aux Arts. 8vo. Paris 1864.\n\nMémoire sur la Température des Couches Terrestres au dessous du Sol jusqu'à 36 mètres de profondeur. 4to. Paris 1864.\n\nDes Causes d'Altération de divers métaux et principalement du doublage en cuivre et des plaques de blindage des Navires Cuirassés et des Moyens de les prévenir. 4to. Paris 1864.\n\nMémoire sur la décomposition Électro-Chimique des composés insolubles. 4to. Paris 1864.\n\nMémoire sur la Température de la Terre et sur celle de l'Air depuis 1m.33 jusqu'à 21m.25 au dessus du Sol et depuis 1 mètre jusqu'à 36 mètres au dessous du Sol. 4to. Paris 1865.\n\nMémoire sur les Forêts et leur influence Climatérique. 4to. Paris 1865.\n\nMémoire sur l'ensemencement, la production, le prix et la Consommation du Froment en France. 4to. Paris 1865.\n\nMémoire sur les Zones d'Orages à Grêle dans les Départements de Loiret, de Loir-et-Cher et de Seine-et-Marne. 4to. Paris 1866.\n\nDes principales causes qui amènent rapidement les eaux pluviales dans les Affluents des rivières et des fleuves en temps d'inondation. 4to. Paris 1866.\n\nRapport sur le Concours pour le prix de Médecine et de Chirurgie. Applications de l'Électricité à la Thérapeutique. 4to. Paris 1867.\n\nConsidérations générales sur les Changements qui s'opèrent dans l'état électrique des corps par l'Action de la Chaleur, du contact, du frottement et de diverses actions chimiques. Seconde partie. 4to.\nPRESENTS.\n\nBÉRON (P.) La Physique Céleste ... Svo. Paris 1866.\n——— Taches Solaires et Péridicité de leur nombre, faisant partie de la Physique Céleste ... Svo. Paris 1866.\n——— Le Grand Soleil visible au Centre du Système du Monde exposé ... Svo. Paris 1866.\n\nBIANCONI (J. J.) Specimina Zoologica Mosambicana. Fasciculus 17. 4to. Bolognae 1862.\n\nBIERENS DE HAAN (D.) Iets over Logarithmentafels. Svo. Amsterdam 1862.\n——— Supplément aux Tables d'Integrales Définies. 4to. Amsterdam 1864.\n\nBODDE (D.) An Essay to show that Petroleum may be used with advantage in Manufacturing Operations for the purpose of heating Steam Boilers and generating Steam. Svo. The Hague 1866.\n\nBRANCALEONE (S.) Biografia di Carlo Gemmellaro. Svo. Catania 1866.\n\nBRANDT (J. F.) Rapport sur un Mémoire qui, en traitant l'Ostéologie comparée de la Rhytine, constitue la seconde partie de mes Symbolæ Sirenologiciæ. Svo. St. Pétersbourg 1861.\n——— Einige Worte über die verschiedenen Entwickelungsstufen der Nasenbeine der Seekühe (Sirenia). Svo. St. Pétersburg 1861.\n——— Bericht über eine Abhandlung: Untersuchung der Gattung Hyrax in anatomischer und verwandtschaftlicher Beziehung. Svo. St. Pétersburg 1862.\n——— Einige nachträgliche Worte über die Nasenbeine der Sirenen. Svo. St. Pétersburg 1862.\n——— Bemerkungen über die Verbreitung und Vertilgung der Rhytina. Svo. St. Pétersburg 1862.\n——— Bericht über eine in den Sommermonaten des Jahres 1863, unternommene wissenschaftliche Reise. Svo. St. Pétersburg 1863.\n——— Ueber die bisher aufgefundenen Reste des Elasmotherium. Svo. St. Pétersburg 1864.\n——— Bericht über die Acquisitionen der zoologischen und dzootomischen Sammlungen der K. Akademie während des 1864sten Jahres. Svo. St. Pétersburg 1864.\n——— Bericht über den zweiten Theil seiner \"Beiträge zur Kenntniss der Entwickelungsstufen der Ganoiden.\" Svo. St. Pétersburg 1865.\n——— Bericht über eine Abhandlung: Bemerkungen über die Classification der kaltblütigen Rückenmarkthiere zur Beantwortung der Frage: Was ist ein Fisch. Svo. St. Pétersburg 1865.\n——— Bericht über den ersten Theil meiner Beiträge zur Kenntniss der Entwickelungsstufen der ganoiden Fischformen. Svo. St. Pétersburg 1865.\n——— Observationes de Elasmotherii Reliquiis. 4to. Petropoli 1864.\n——— Bemerkungen über die Classification der kaltblütigen Rückenmarkthiere zur Beantwortung der Frage: Was ist ein Fisch? 4to. St. Pétersburg 1865.\n——— Mittheilungen über die Naturgeschichte des Mammuth oder Mamout. Svo. St. Pétersburg 1866.\n\nDONORS.\n\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nPRESENTS.\n\nBRANDT (J. F.) Einige Worte zur Ergänzung meiner Mittheilungen über die Naturgeschichte des Mammut. 8vo. St. Petersburg 1866.\n\nBericht über eine Arbeit unter dem Titel: Zoographische und paläontologische Beiträge. Svo. St. Petersburg 1866.\n\nUeber den Vermeintlichen Unterschied des Caucasischen Bison, Zubr oder sogenannten Auerochsen vom Lithauischen (Bos Bison seu Bonasus). Svo. Moskau 1866.\n\nZoogeographische und paläontologische Beiträge. Svo. St. Petersburg 1867.\n\nDas zoologische und vergleichend-anatomische Museum der K. Akademie der Wissenschaften. 4to. St. Petersburg.\n\nBROWN (S.) On the Mortality in the United States of America as deduced from the last Census in 1860. 8vo. London.\n\nBURMEISTER (G.) Anales del Museo Publico de Buenos Aires. Entrega 1, 3. 4to. Buenos Aires 1864.\n\nCHAPMAN (E. J.) Contributions to Blowpipe Analysis. 8vo. Toronto 1865.\n\nCHASLES (M., For. Mem. R.S.) Systèmes de Coniques qui satisfont à sept conditions dans l'espace. 4to. Paris 1865.\n\nRapport sur trois Mémoires de M. de la Gournerie relatifs à de nouvelles surfaces réglées. 4to. Paris 1866.\n\nSur les Courbes à points multiples, dont tous les points se peuvent déterminer individuellement. 4to. Paris 1866.\n\nSur les Courbes planes ou à double courbure dont les points se peuvent déterminer individuellement. 4to. Paris 1866.\n\nThéorie générale des Systèmes de surfaces du second ordre satisfaisant à huit conditions. 4to. Paris 1866.\n\nRelations entre les deux caractéristiques d'un Système de Courbes d'ordre quelconque. 4to. Paris 1866.\n\nCHATEL (V.) Lettre relative aux Silex taillés de Main d'Homme ou Anté-historiques. 8vo. Caen 1866.\n\nCHATIN (A.) Sur la Vrille des Cucurbitacées. 8vo. Paris 1866.\n\nCIACCIO (C. V.) Intorno alla minuta fabbrica della Pelle della Rana Esculenta, Osservazioni Microscopiche: Lavoro premiato. 4to. Palermo 1867.\n\nCIALDI (Alessandro) Sul Moto Ondoso del Mare e su le Correnti di esso specialmente su quelle Littorali. 8vo. Roma 1866.\n\nLes Ports-Canaux, article extrait de l'ouvrage sur le Mouvement des Ondes. 8vo. Roma 1866.\n\nCLARKE (Capt. A. R., F.R.S.) Comparison of the Standards of Length of England, France, Belgium, Prussia, Russia, India, Australia, made at the Ordnance Survey Office, Southampton. 4to. London 1866.\n\nCLARKE (J. Lockhart, F.R.S.) On the Diagnosis, Pathology, and Treatment of Progressive Locomotor Ataxy (Excerpt from St. George's Hospital Reports). 8vo. London 1866.\n\nCLAUSIUS (R.) Die Potentialfunction und das Potential, ein Beitrag zur mathematischen Physik. 8vo. Leipzig 1867.\n\nCLOQUET (—) Sur des Silex Taillés. 8vo. Bruxelles.\n\nCROOKES (W., F.R.S.) On the Application of Disinfectants in arresting the spread of the Cattle Plague. 12mo. London 1866.\n\nDONORS.\n\nThe Author.\n\nThe Museum, by Dr. Gray, F.R.S.\n\nThe Author.\n\nThe Secretary of State for War.\n\nThe Author.\n\nThe Author, by Professor Tyndall, F.R.S.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nDANA (J. D.) On Cephalization, No. 4. 8vo. New Haven 1866.\nA word on the Origin of Life. 8vo. New Haven 1866.\n\nDARWIN (C., F.R.S.) On the Origin of Species by means of Natural Selection.\nFourth edition. 8vo. London 1866.\n\nDAUBENY (C., F.R.S.) Christianity and Rationalism in their Relations to\nNatural Science: being a Protest against certain principles advocated in\nMr. Lecky's Rationalism in Europe. 8vo. Oxford 1867.\nOn Ozone. 8vo. London 1867.\n\nDAUBRÉE (—) Expériences synthétiques relatives aux Météorites. 8vo. Paris\n1866.\n\nDAVIDSON (T., F.R.S.) A Monograph of the British Fossil Brachiopoda. Part 7.\nNo. 1. With Observations on the Classification of the Silurian Rocks, by\nSir Roderick I. Murchison. 4to. London 1866.\n\nD'AVIES (S. M.) The Meteoric Theory of Saturn's Rings, considered with\nreference to the Solar Motion in Space. 8vo. Dublin 1867.\n\nDAVY (Dr. J., F.R.S.) Observations on Meat (Butchers' Meat) in relation to\nthe changes to which it is liable under different circumstances. 8vo. Edinburgh 1866.\nSome Observations on Incubation. 4to. Edinburgh 1866.\n\nDAWKINS (W. B., F.R.S.) On the Dentition of Hyena spelaea. On the\nRhetic Beds and White Lias of Western and Central Somerset. On a\nHyena-Den at Wookey-Hole. On the Caverns of Burrington Combe. On\na Romano-British Cemetery and Roman Camp at Hardham in West Sussex.\n8vo. 1862-64.\n\nDELAUNAY (C.) Théorie du Mouvement de la Lune. Tome II. 4to. Paris\n1867.\n\nDELESSE (—) et DE LAPPARENT. Revue de Géologie pour les Années\n1864 et 1865. IV. 8vo. Paris 1866.\n\nDEMARQUAY (Dr.) Recherches sur l'Absorption des Médicaments faites sur\nl'Homme sain. 8vo. Paris 1867.\n\nDEWAR (J.) On the Application of Sulphurous Acid Gas to the prevention,\nlimitation, and cure of Contagious Disease. 8vo. Edinburgh 1866.\n\nDIRCKS (H.) Worcesteriana: a Collection of Literary Authorities, affording\nHistorical, Biographical, and other notices of Edward Somerset, Sixth Earl\nand Second Marquis of Worcester. 8vo. London 1866.\n\nDONERS (F. C., For. Mem. R.S.) Ametropie en hare gevolgen. 4to. Utrecht\n1860.\nAstigmatisme en Cilindrische Glazen. 4to.\nUtrecht 1862.\n\nDie Refractionsanomalien des Auges und\nihre Folgen. 8vo.\n\nLes Anomalies de la Réfraction de l'Œil et\nleurs suites; traduction par F. Monoyer. 8vo. Paris 1865.\n\nOn the Constituents of Food, and their\nrelation to Muscular Work and Animal Food; translated by W. D. Moore.\n8vo. Dublin 1866.\n\nen KOSTER (W.) Nederlandsch Archief voor Genees- en Natuurkunde. Deel II. Afl. 3e—4e 8vo. Utrecht 1866.\n\nMDCCCLXVII.\nDOYNE (W. T.) Second Report upon the River Waimakariri and the Lower Plains of Canterbury, New Zealand. fol. Christchurch 1865.\n\nDRACH (S. M.) A Binary Square Table, followed by a Binary and Ternary Cube Table, MS. fol. London 1866.\n\nA complete Ternary Square Table, and a General Table of Ternary Polygons, MS. fol. London 1866.\n\nDUHAMEL (J. M. C.) Des Méthodes dans les Sciences de Raisonnement. 2 parts. 8vo. Paris 1865–66.\n\nDUNCAN (P. M.) A Monograph of the British Fossil Corals. Second Series. Part 1. 4to. London 1866.\n\nDURAND (A.) La Toscanè, Album Pittoresque et Archéologique, publié d'après les dessins recueillis sous la direction de S.E. le Prince Anatole Demidoff en 1852. Liv. 12, 13, 14. fol. Paris 1862.\n\nEDWARDS (G. N.) and WILLETT (A.) Statistical Tables of the Patients under Treatment in the Wards of St. Bartholomew's Hospital during 1866. 8vo. London 1867.\n\nFAIRBAIRN (W., F.R.S.) Useful Information for Engineers. Third Series. 8vo. London 1866.\n\nFAVRE (A.) Sur la structure en éventail du Mont-Blanc. 8vo. Genève 1865.\n\nFENICIA (S.) Libro Duodecimo della Politica. 8vo. Napoli 1866.\n\nFLAMMARION (C.) Changement arrivé sur la Lune. Le Cratère de Linné. 4to. Paris 1867.\n\nÉtudes et Lectures sur l'Astronomie. Tome I. 12mo. Paris 1867.\n\nFOERSTER (W.) Berliner astronomisches Jahrbuch für 1869, mit Ephemeriden der Planeten (1)–(90) für 1867. 8vo. Berlin 1867.\n\nFORBES (J. D., F.R.S.) The British Association considered with reference to its History, Plan and Results, and to the approaching Meeting at Dundee. 8vo. Dundee 1866.\n\nFRANKLAND (Edward, F.R.S.) On the Water Supply of the Metropolis. 8vo. London 1867.\n\nA Course of Lectures on Coal Gas. 8vo. London 1867.\n\nGALTON (Douglas, F.R.S.) Report to the Earl De Grey and Ripon descriptive of the Herbert Hospital at Woolwich. 4to. London 1865.\n\nGAREIS (A.) und BECKER (A.) Zur Physiographie des Meeres. 8vo. Triest 1867.\n\nGASTRELL (J. E.) and BLANDFORD (H. F.) Report on the Calcutta Cyclone of the 5th October, 1864. 8vo. Calcutta 1866.\n\nGERMAIN (A.) Traité des Projections des Cartes Géographiques. 8vo. Paris.\n\nGIBSONE (Rev. B. W.) Chemical Addenda: being a brief Exposition of the Salient Features of Modern Chemistry. 12mo. London 1866.\n\nGILBART (J. W., F.R.S.) Works. (Practical Treatise on Banking; Logic of Banking; History and Principles of Banking; Lectures and Essays; Logic for the Million.) 6 vols. 8vo. London 1865.\n\nGILLISS (J. M.) Astronomical and Meteorological Observations made at the United States Naval Observatory during the years 1863, 1864. 4to. Washington 1865–66.\nPRESENTS.\n\nGLADSTONE (J. H., F.R.S.) Theology and Natural Science, their mutual relations. Svo. London 1867.\n\nGREGORY (D. F.) Mathematical Writings, edited by William Walton, with a Biographical Memoir by R. L. Ellis. Svo. Cambridge 1865.\n\nA Treatise on the Application of Analysis to Solid Geometry; concluded by W. Walton. Svo. Cambridge 1852.\n\nGRIFFITH (W.) A History of Wales, compiled from every authentic source. Svo. London 1867.\n\nGRIMSHAW (T. W.) Sphygmographic Observations on the Pulse of Typhus. Svo. Dublin 1867.\n\nGROVE (W. R., F.R.S.) Address to the British Association in the Theatre, Nottingham, August 22, 1866. Svo. London 1866. Second edition. Svo. London 1867.\n\nGÜNTHER (R.) Die Indische Cholera in Sachsen im Jahre 1865. Svo; and Atlas. Leipzig 1866.\n\nHADINGER (W. v., For. Mem. R.S.) Der Meteorsteinfall am 9. Juni 1866 bei Knyahinya (Zweiter Bericht). Svo. Wien 1866.\n\nHAKE (T. G.) On Vital Force: its Pulmonic Origin. 12mo. London 1867.\n\nHARGREAVE (C. J., F.R.S.) An Essay on the Resolution of Algebraic Equations. Svo. Dublin 1866.\n\nHAUGHTON (Rev. S., F.R.S.) The Solar and Lunar Diurnal Tides of the Coasts of Ireland. 4to. Dublin 1855.\n\nOn the Semidiurnal Tides of the Coasts of Ireland. 4to. Dublin 1866.\n\nHOFMANN (A. W., F.R.S.) The Chemical Laboratories in course of erection in the Universities of Bonn and Berlin. Report addressed to the Lords of the Committee of the Privy Council on Education. 4to. London 1866.\n\nHOOKER (J. D., F.R.S.) Lecture on Insular Floras. 4to. London 1866.\n\nHUGO (L.) Essai de Géométrie polyédrique. Théorie des Cristalloïdes élémentaires. Svo. Paris 1866.\n\nHUXLEY (T. H., F.R.S.) and WRIGHT (E. P.) On a Collection of Fossil Vertebrata from the Jarrow Colliery, County of Kilkenny, Ireland. 4to. Dublin 1867.\n\nJAMES (Sir Henry, F.R.S.) Facsimiles of National Manuscripts from William the Conqueror to Queen Anne, photozincographed. 2 vols. fol. Southampton 1865–66.\n\nJELINEK (C.) and FRITSCH (C.) Jahrbücher der k.k. Central-Anstalt für Meteorologie und Erdmagnetismus. Neue Folge. Band I. Jahrgang 1864. 4to. Wien 1866.\n\nJONQUIÈRES (E. de) Recherches sur les Séries ou Systèmes de Courbes et de surfaces Algébriques d'ordre quelconque, suivie d'une réponse à quelques critiques de M. Chasles. 4to. Paris 1866.\n\nJORDAN (W. L.) The Elements: an Investigation of the Forces which determine the position and Movements of the Ocean and Atmosphere. 2 vols. Svo. London 1866.\n\nJOURNALS:—\n\nBulletin de Statistique Municipale—Ville de Paris. January to December 1866; January 1867. 4to. Paris.\n\nDonors.\n\nThe Author.\n\nJohn Gregory, Esq.\n\nThe Author.\n\nThe Author.\n\nMrs. Hargreave.\n\nThe Author.\n\nThe Authors.\n\nThe Lords of the Treasury.\n\nThe Editors.\n\nThe Author.\n\nThe Author.\n\nThe Baron Haussmann.\nJOURNALS (continued).\n\nCosmos. June to December 1866; January to June 1867. Svo. Paris. The Editor.\n\nGiornale Veneto di Scienze Mediche. Gennaio, Febbrajo e Marzo 1867. Svo. The Editor.\n\nVenezia 1867.\n\nLes Mondes. June to December 1866; January to June 1867. Svo. Paris. The Editor.\n\nNotes and Queries. June to December 1866; January to June 1867. 4to. London. The Editor.\n\nRevue des Cours Scientifiques de la France et de l'Étranger: quatrième année. Nos. 1–29. 4to. Paris 1867.\n\nRevue des Cours Littéraires de la France et de l'Étranger: quatrième année. Nos. 1–29. 4to. Paris 1867.\n\nSymons's Monthly Meteorological Magazine. Vol. I., Vol. II. Nos. 13–17. Svo. London 1866–67.\n\nThe American Journal of Science and Arts. Nos. 121–128. Svo. New Haven 1866–67.\n\nThe Athenæum. June to December 1866; January to May 1867. 4to. London. The Editor.\n\nThe Builder. June to December 1866; January to June 1867. fol. London. The Editor.\n\nThe Chemical News. June to December 1866; January to June 1867. 4to. London. The Editor.\n\nThe Educational Times. July to December 1866; January to June 1867. 4to. London. The Editor.\n\nThe Geological and Natural History Repertory; edited by S. J. Mackie. Nos. 13, 16, 17, 21, 22, 24, 25. Svo. London 1866.\n\nThe Laboratory. Nos. 1–11. 4to. London 1867.\n\nThe London Review. July to December 1866; January to June 1867. fol. London. The Editor.\n\nThe Philosophical Magazine. July to December 1866; January to June 1867. Svo. London. W. Francis, Esq.\n\nThe Quarterly Journal of Science. Nos. 11–14. Svo. London 1866–67.\n\nJUKES (J. B., F.R.S.) Her Majesty's Geological Survey of the United Kingdom, and its connection with the Museum of Irish Industry in Dublin, and that of Practical Geology in London: an Address. 8vo. Dublin 1867.\n\nKOBEll (F. von) Die Urzeit der Erde. 8vo. München 1856.\n\nKÖLLIKER (A., For. Mem. R.S.) Handbuch der Gewebelehre des Menschen für Aerzte und Studirende. Fünfte Auflage, erste Hälfte. 8vo. Leipzig 1867.\n\nKOPS (J.) en HARTSEN (F. A.) Flora Batava, Afbeelding en Beschrijving van Nederlandsche Gewassen. Aflevering 196–199. 4to. Amsterdam.\n\nLAMONT (J., For. Mem. R.S.) Verzeichniss von 9412 Aequatorial-Sternen. V. Supplementband zu den Annalen der Münchener Sternwarte. 8vo. München 1866.\n\nLARTET (E.) and CHRISTY (H.) Reliquiae Aquitanicae, being Contributions to the Archaeology and Palæontology of Périgord. Parts 3, 4. 4to. London 1866–67.\n\nLARTIGUE (—) Études sur les Mouvements de l'Air à la Surface Terrestre et dans les Régions supérieures de l'Atmosphère. 8vo. Paris 1866.\n\nLAURIE (J.) The Moon's Rotation. Svo. 1867.\n\nLEA (Isaac). Observations on the Genus Unio. Vol. II. 4to. Philadelphia. The Executors of the late H. Christy, Esq.\n\nThe Author.\n\nThe Author.\n\nThe Observatory.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nLEA (Isaac) Check List of the Shells of North America.—Unionidae. Svo. The Author.\n\nTables of the Rectification of Mr. T. A. Conrad's \"Synopsis of the Family of Naiades of North America.\" Svo. Philadelphia 1866.\n\nLE VERRIER (U. J., For. Mem. R.S.) Annales de l'Observatoire Impérial de Paris. Mémoires, Tomes VII., VIII. Observations, Tomes VI.–X., XVIII.–XX. 4to. Paris 1863–66.\n\nLEZZANI (M.) Lettera al Direttore della Corrispondenza Scientifica. 4to. Roma 1866.\n\nLINTON (R.) The Discovered Laws of the sizes and rotations of the Sun and Planets. Svo. London 1858.\n\nLITROW (C. von) Annalen der k.-k Sternwarte in Wien. Dritter Folge Band XIII. Svo. Wien 1866.\n\nund WEISS (E.) Meteorologische Beobachtungen an der k.-k Sternwarte in Wien von 1775 bis 1855. Band V. Svo. Wien 1866.\n\nLORTET (L.) Recherches sur les Variations de salure de l'eau de la Mer Morte en divers points de sa surface et à différentes profondeurs. Svo. Paris 1866.\n\nRecherches sur la fécondation et la germination du Preissia commutata. Svo. Paris 1867.\n\nRecherches sur la Vitesse du Cours du Sang dans les Artères du Cheval au Moyen d'un nouvel Hémadromographe. 4to. Paris 1867.\n\nLOWE (E. J., F.R.S.) A Natural History of New and Rare Ferns. Parts 6–18. Svo. London 1862.\n\nBeautiful Leaved Plants. Parts 18–20. Svo. London 1861.\n\nOur Native Ferns and their Varieties. Parts 1, 19, 22–28. Svo. London 1867.\n\nLUBBOCK (Sir John, F.R.S.) On the Development of Chloëon (Ephemera) dimidiatum. Part 2. 4to. London 1866.\n\nand LUBBOCK (F.) On the true Assignation of the Bronze Weapons found in Northern and Western Europe. Svo. London 1866.\n\nLUTHER (E.) Astronomische Beobachtungen auf der Königlichen Universitäts-Sternwarte zu Königsberg. 35 Abtheilung. fol. Königsberg 1865.\n\nMAC-GILLAVRY (Th. H.) Onderzoekingen over de Hoegrootheid der Accommodatie. Svo. Utrecht 1858.\n\nMACLEAR (Sir T., F.R.S.) Verification and Extension of La Caille's Arc of Meridian at the Cape of Good Hope. 2 vols. 4to. London 1866.\n\nMACLOUGHLEN (D.) No Medical Practitioner in England or France could or can point out one symptom Pathognomic of a Syphilitic Virus. Svo. London 1867.\n\nMAILLY (E.) Essai sur les Institutions Scientifiques de la Grande Bretagne et de l'Irlande. VI. Svo. Bruxelles 1866.\n\nMARIGNAC (C.) Recherches sur les Combinaisons du Tantale. Svo. Genève 1866.\n\nRecherches sur les Combinaisons du Niobium. 1ère & 2ème Mémoires. Svo. Genève 1865–66.\n\nSur quelques fluosels de l'Antimoine et de l'Arsenic. Svo. Genève 1867.\nPRESENTS.\n\nMARTINS (Charles) Glaciers Actuels et Période Glaciaire. 8vo. Paris 1867.\n\nDu Retrait et de l’Ablation des Glaciers de la Vallée de Chamonix constatés dans l’Automne de 1865. 8vo. Genève 1866.\n\nMARTIUS (C. F. P. v., For. Mem. R.S.) Akademische Denkreden. 8vo. Leipzig 1866.\n\nMATZENAUER (E.) Vortrag über Kometen und Sonnenlicht nebst einer Reflexion, betreffend den Ring des Saturns und die Folgerung: die Weltkörper vermehren sich durch einer elektrischen Zeugungsakt, wie die Geschöpfe der organischen Natur. 8vo. Wien 1865.\n\nMAUMENÉ (J. E.) Théorie Générale de l’exercice de l’Affinité. Deuxième et Troisième Mémoires. 4to. Paris 1866.\n\nMEAD (G. B.) Hygienic Medicine. The causes of Disease and their remedy, with practical observations on the use of Baths and Bathing. 8vo. Cambridge 1866.\n\nMELDRUM (C.) Results of Meteorological Observations taken at Port Louis, Mauritius, 1864–65. fol. Mauritius.\n\nMILLER (W. A., Treas. R.S.) Elements of Chemistry. Third edition. Part 3. 8vo. London 1867.\n\nMIQUEL (F. A. G.) Annales Musei Botanici Lugduno-Batavi. Tom. II. fasc. 3–10. fol. Amst. 1865–66.\n\nMOREWOOD (J. J.) Metropolitan Main Drainage. Petition to the House of Lords. 8vo. London 1867.\n\nNAPIER (C. O. G.) The Food, Use, and Beauty of British Birds, an Essay. 12mo. London 1865.\n\nNOBLE (W. H.) Report on various Experiments carried out under the direction of the Ordnance Select Committee relative to the Penetration of Iron Armour Plates by Steel Shot. fol. London 1866.\n\nNUNNELEY (T.) Anatomical Tables, containing concise descriptions of the Muscles, Ligaments, Fasciae, Blood-Vessels and Nerves. 12mo. London 1838.\n\nA Treatise on the nature, causes, and treatment of Erysipelas. 8vo. London 1841.\n\nAn Experimental Inquiry into the effects produced by Hydrocyanic Acid upon Animal Life. 8vo. Worcester 1847.\n\nOn the Organs of Vision: their Anatomy and Physiology. 8vo. London 1858.\n\nAn Account of three Cases of Aneurism of, or within, the Orbit, treated by Ligature of the common Carotid Artery. 8vo. London 1859.\n\nCongenital Malformation of the Eyes in three children of one family. 8vo. London 1862.\n\nOn the Calabar Bean: its Action, preparations and use. 8vo. London 1863.\n\nOn vascular Protrusion of the Eyeball. 8vo. London 1865.\n\nOn Removal of the entire Tongue. 8vo. London 1866.\n\nOn the Reduction of Dislocations by Manipulation, more especially of the Hip and Shoulder. 8vo. London 1866.\n\nOn the form of the Eyeball and the relative position of the entrance of the Optic Nerve in different animals. 8vo.\nPRESENTS.\n\nOAKES (Lieut.-Colonel W. H.) Table of the Reciprocals of Numbers from 1 to 100,000. Svo. London 1865.\n\nTables for determining Primes and the least Factors of Composite Numbers up to 100,000. 1865.\n\nOWEN (R., F.R.S.) Memoir on the Gorilla. 4to. London 1865.\n\nOn some Indian Cetacea collected by Walter Elliot, Esq. (Excerpt from Zool. Trans.) 4to. London 1865.\n\nPACINI (Filippo) Della Natura del Colera Asiatico, sua teoria Matematica e sua comparazione col Colera Europeo e con altri profluvij intestinali. Svo. Firenze 1866.\n\nPARKER (F.) The Athenian Year and its bearing on the Eclipses of Thucydides and Ptolemy and the Metonic Cycle. Svo. London 1866.\n\nPARLATORI (F.) Le Specie dei Cotoni. 4to; and Tavole, fol. Firenze 1866.\n\nPETERS (W.) Ueber die Säugethiere-Gattung Chiromys (Aye-Aye). 4to. Berlin 1866.\n\nPICTET (F. J.) et HUMBERT (A.) Nouvelles Recherches sur les Poissons Fossiles du Mont Liban. 4to. Genève 1866.\n\nPLANTAMOUR (E.) Expériences faites à Genève avec le Pendule à Réversion. 4to. Genève 1866.\n\nRésumé Météorologique de l'Année 1865 pour Genève et le Grand St. Bernard. Svo. Genève 1866.\n\nPLATEAU (F.) Sur la Vision des Poissons et des Amphibiens. 4to. Bruxelles 1866.\n\nObservations sur l'Argyronète Aquatique. Svo. Bruxelles 1867.\n\nPLATEAU (J.) Recherches Expérimentales et Théoriques sur les figures d'Equilibre d'une masse liquide sans pesanteur. Septième série. 4to. Bruxelles 1866.\n\nPONCELET (J. V., For. Mem. R.S.) Traité des Propriétés Projectives des Figures. Tome II. 4to. Paris 1866.\n\nPORTRAITS, &c.:\n\nPhotographic Portrait of the late Dr. Brinton, F.R.S., by Messrs. Wilson and Beadell.\n\nPhotographic Portrait of J. Lockhart Clarke, F.R.S., by Messrs. Wilson and Beadell.\n\nPlaster Cast of the Bust of Thomas Hood, by Edward Davies.\n\nPortrait in Oils of General Sabine, R.A., President of the Royal Society, painted by Stephen Pearce, Esq.\n\nThirty-Six Photographic Portraits of Members of the Literary and Scientific Portrait Club, by Messrs. Maull and Co. 4to.\n\nThree Views of Arundel House, London, copied from etchings of W. Hollar, 1646, by Richard Sawyer. fol. London 1808.\n\nPOUDRA (—) De l'Involution Plane. Propriétés du Tétraèdre Polaire. Svo. Paris 1866.\n\nPUSELEY (D.) Number One or the Way of the World, by Frank Foster. 2 vols. Svo. London 1862.\n\nA Journey of Life in Long and Short Stages. Svo. London 1866.\n\nAn Old Acquaintance. Svo. London 1866.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Authors.\n\nThe Author.\n\nThe Author.\n\nThe Author, by Professor Tyndall, F.R.S.\n\nThe Author, by Professor Tyndall, F.R.S.\n\nThe Author.\n\nThe Photographers.\n\nThe Sculptor.\n\nMrs. Sabine.\n\nThe Photographers.\n\nC. Few, Esq.\n\nThe Author.\nPRESENTS.\n\nQUAIN'S Elements of Anatomy. Seventh edition, edited by Dr. Sharpey, F.R.S., Dr. Allen Thomson, F.R.S., and Dr. Cleland. 2 vols. Svo. London 1867.\n\nQUETELET (A., For. Mem. R.S.) Sciences Mathématiques et Physiques chez les Belges au commencement du XIXe siècle. Svo. Bruxelles 1866.\n\n——— Annuaire de l'Observatoire Royal, 1866, 33e Année. Svo. Bruxelles 1865.\n\n——— Annales Météorologiques de l'Observatoire Royal de Bruxelles. Première Année (Sheets 1–5). 4to. Bruxelles.\n\n——— Observations des Phénomènes Périodiques pendant l'Année 1863. 4to. Bruxelles 186.\n\n——— Des Lois Mathématiques concernant les Étoiles filantes. Svo. Bruxelles 1867.\n\nRAULIN (V.) Études sur le Magnétisme terrestre. 1er fascicule. Svo. Paris 1867.\n\nRECALCATI (J.) Rectification Exacte d'un arc circulaire quelconque ou quadrature exacte du Cercle et d'un cercolore. Svo. Milan 1867.\n\nRODWELL (G. F.) On some Effects produced by a Fluid in Motion. No. 3. Svo. London 1867.\n\nROUX (F. L.) Conservation des Plaques des Navires Cuirassés et des Coques en fer par l'Application directe d'un doublage en cuivre. Svo. Paris 1866.\n\nROWLEY (G. D.) A Paper upon the Egg of Æepyornis maximus, the Colossal Bird of Madagascar. Svo. London 1864.\n\nSALMON (Rev. G., F.R.S.) Lessons introductory to the Modern Higher Algebra. Second edition. Svo. Dublin 1866.\n\nSARGANT (W. L.) Recent Political Economy. Svo. London 1867.\n\n——— On the Progress of Elementary Education. Svo. London 1867.\n\nSCHEFFLER (H.) Die Gesetze des räumlichen Sehens. Ein Supplement der Physiologischen Optik. Braunschweig 1866.\n\nSCHIAPARELLI (G. V.) Intorno al Corso ed all' Origine probabile delle Stelle Meteoriche. 4to. Roma 1866.\n\nSCHMIDT (Fr.) Ausgang der zur Aufsuchung und Bergung eines Mammuths ausgerüsteten Expedition. Svo. St. Petersburg 1866.\n\nSCHMIDT (M.) Der Grossohrige Beuteldachs. Svo. Frankfurt.\n\nSCHMIDT (O.) Zweites Supplement der Spongien des Adriatischen Meeres. 4to. Leipzig 1866.\n\nSMEE (W. R.) The Malt Tax, a new and revised pamphlet. Svo. London 1867.\n\nSMITH (Dr. EDW., F.R.S.) Copy of the Report on the Metropolitan Workhouse Infirmarys and Sick Wards. fol. London 1866.\n\nSMYTH (C. P., F.R.S.) A Notice of recent Measures at the Great Pyramid, and some deductions flowing therefrom. 4to. Edinburgh 1866.\n\nSOFKA (F. O.) Die kosmischen Abkühlungen, ein meteorologisches Prinzip. Svo. Wien 1863.\n\nSTAINTON (H. T., F.R.S.) The Natural History of the Tineina. Vol. X. Svo. London 1867.\n\n——— The Tineina of Syria and Asia Minor. Svo. London 1867.\n\nDONORS.\n\nThe Editors.\n\nThe Author.\n\nThe Observatory.\n\nThe Author.\n\nThe Author.\n\nProfessor Tennant.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nSTARK (J.) Influence of Marriage on the Death-Rate of Men and Women in Scotland. Svo. Edinburgh 1867.\n\nSYED ABDUOULLAH. Panegyric on H.R.H. the Maharajah Rundheer Singh Bahadoor, Sovereign of Kupperthulla. 4to. London 1866.\n\nSYLVESTER (J. J., F.R.S.) Nugae Mathematicae. Svo. London 1866.\n\nSYMONS (G. J.) British Rainfall 1865, 1866: on the Distribution of Rain over the British Isles during the years 1865 and 1866. Svo. London 1866.\n\nTRAILL (G. W.) An Elementary Treatise on Quartz and Opal. Svo. Edinburgh 1867.\n\nVOLPICELLI (P.) Ricerche Analitiche sul Bifilare tanto Magnetometro, quanto Elettrometro sulla curva bifilare e sulla Misura del Magnetismo Terrestre. 4to. Roma 1865.\n\nWALKER (E.) Terrestrial and Cosmical Magnetism: the Adams Prize Essay for 1865. Svo. Cambridge 1866.\n\nWATTS (H., F.R.S.) A Dictionary of Chemistry. Parts 35–39. Svo. London 1866–67.\n\nWETHERILL (C. M.) On the Crystalline Nature of Glass. A Brief Sketch of the Modern Theory of Chemical Types. Experiments with the Ammonium Amalgam, Crystallization of Sulphur, &c. Svo. New Haven 1865–66.\n\nWHEATLEY (H. B.) A Dictionary of Reduplicated Words in the English Language. Svo. London 1866.\n\nWILKINSON (F. E.) Report on the Sanitary Condition of the North Surrey District School situate at Anerley, Penge. Svo. Sydenham 1866.\n\nWINKLER (T. C.) Musée Teyler: Catalogue Systématique de la Collection Paléontologique. Liv. 5. Svo. Harlem 1866.\n\nWOLF (Dr. R.) Schweizerische meteorologische Beobachtungen, herausgegeben von der Meteorologischen Centralanstalt der Schweizerischen Naturfor-schenden Gesellschaft, 1864, 1865. Jan.–Aug. 1866. 4to. Zürich.\n\nZANTEDESCHI (F.) Sul Clima di Catania. Svo. Catania 1867.\n\nDONORS.\n\nThe Author.\n\nCollection of Books belonging to the late Sir J. W. LUBBOCK, Bart., F.R.S., presented by Sir JOHN LUBBOCK, Bart., F.R.S.\n\nBOOLE (G., F.R.S.) An Investigation of the Laws of Thought. Svo. London 1854.\n\nBOUVARD (A.) Tables Astronomiques publiées par le Bureau des Longitudes de France. 4to. Paris 1821.\n\nBREWSTER (Sir D., F.R.S.) A Treatise on Magnetism. Svo. Edinburgh 1837.\n\nBRIDGE (Rev. B., F.R.S.) A Treatise on the Construction, Properties and Analogies of the Three Conic Sections; Second edition. Svo. London 1817. Third edition. Svo. London 1831.\n\nA Treatise on the Elements of Algebra. Seventh edition. Svo. London 1831.\n\nA Compendious Treatise on the Elements of Plane Trigonometry. Fifth edition, Svo. London 1835.\n\nDUCHESENE (E.) Éléments de Géométrie Descriptive. Svo. Paris 1829.\n\nDUNN (S.) Tables of Correct and Concise Logarithms. Svo. London 1784.\n\nMDCCCLXVII.\nFECHNER (G. T.) Massbestimmungen über die galvanischen Kette. 4to. Leipzig 1831.\n\nGODFRAY (H.) An Elementary Treatise on the Lunar Theory. 8vo. Cambridge 1853.\n\nGRIER (W.) The Mechanic's Calculator. 12mo. Glasgow 1836.\n\nGRUNERT (J. A.) Theorie der wahren und scheinbaren Bewegung eines Weltkörpers um die Sonne nebst neuen Methoden zur Bestimmung der Bahn aus drei Beobachtungen. 8vo. Greifswald 1857.\n\nHANN (J.) The Elements of Plane Trigonometry. 12mo. London 1854.\n\nHANSEN (P. A.) Ausführliche Methode mit dem Fraunhofer'schen Heliometer Beobachtungen anzustellen nebst Cometen. Beobachtungen mit solchem Instrumente auf der Ernestinischen Sternwarte Seeberg. 4to. Gotha 1827.\n\nHUDSON (T. P.) Elementary Trigonometry. 12mo. Cambridge 1862.\n\nKELLAND (P., F.R.S.) Theory of Heat. 8vo. Cambridge 1837.\n\nLACROIX (S. F.) Introduction à la Géographie Mathématique et Critique et à la Géographie Physique. 8vo. Paris 1811.\n\nLALANDE (J. J. de.) Astronomie. 4 vols. 4to. Paris 1771–81.\n\nMÄDLER (J. H.) Beobachtungen der Kaiserlichen Universitäts-Sternwarte Dorpat. Band XIII., XIV. 4to. Dorpat 1856.\n\nMERPAUT (J. M.) Tables Arithmonomiques. 12mo. Vannes 1832.\n\nPAMBOUR (F. M. G. de) Théorie de la Machine à Vapeur. 8vo. Paris 1839.\n\nPOISSON (S. D.) Recherches sur le Mouvement des Projectiles dans l'Air. 4to. Paris 1839.\n\nMémoire sur le Mouvement de la Lune autour de la Terre. 4to. Paris 1833.\n\nMémoire sur l'Attraction d'un ellipsoïde homogène. 4to. Paris 1833.\n\nMémoire sur le Mouvement d'un Corps Solide. 4to. Paris 1834.\n\nPONTÉCOULANT (G. de.) Théorie Analytique du Système du Monde. Tome IV. 8vo. Paris 1846.\n\nRAPER (H.) The Practice of Navigation and Nautical Astronomy. Third edition. 8vo. London 1849.\n\nREAD (J.) A Summary View of the Spontaneous Electricity of the Earth and Atmosphere. 8vo. London 1793.\n\nRITT (G.) Problèmes d'Application de l'Algèbre à la Géométrie, avec les solutions développées. 2 parts. 8vo. Paris 1836–37.\n\nWHEWELL (W., F.R.S.) The First Principles of Mechanics. 8vo. Cambridge 1832.\n\nWOODHOUSE (R., F.R.S.) A Treatise on Plane and Spherical Trigonometry. 8vo. Cambridge 1827.\n\nYOUNG (J. R.) On the Theory and Solution of Algebraical Equations. 12mo. London 1835.\n\nAnalytical Geometry. Part first containing the theory of the Conic Sections; Part second containing the theory of Curves and Surfaces of the second order. 2 vols. 12mo. London 1838.\n\nThe Elements of Chemistry. 12mo. London 1831.\n\nPræcipuarum Stellarum Inerrantium Positiones Mediæ ineunte sæculo XIX. ex Observationibus habitis in Specula Panormitana ab anno 1792 ad annum 1813. 4to. Panormi 1814.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108987.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 31,
    "total-input-tokens": 50172,
    "total-output-tokens": 25876,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1350,
        2
      ],
      [
        1350,
        2752,
        3
      ],
      [
        2752,
        4736,
        4
      ],
      [
        4736,
        5583,
        5
      ],
      [
        5583,
        7173,
        6
      ],
      [
        7173,
        9696,
        7
      ],
      [
        9696,
        11975,
        8
      ],
      [
        11975,
        14490,
        9
      ],
      [
        14490,
        17161,
        10
      ],
      [
        17161,
        19472,
        11
      ],
      [
        19472,
        21936,
        12
      ],
      [
        21936,
        24030,
        13
      ],
      [
        24030,
        26436,
        14
      ],
      [
        26436,
        28635,
        15
      ],
      [
        28635,
        30870,
        16
      ],
      [
        30870,
        33297,
        17
      ],
      [
        33297,
        35968,
        18
      ],
      [
        35968,
        38422,
        19
      ],
      [
        38422,
        40960,
        20
      ],
      [
        40960,
        43862,
        21
      ],
      [
        43862,
        46380,
        22
      ],
      [
        46380,
        48944,
        23
      ],
      [
        48944,
        51690,
        24
      ],
      [
        51690,
        54457,
        25
      ],
      [
        54457,
        56951,
        26
      ],
      [
        56951,
        59483,
        27
      ],
      [
        59483,
        62192,
        28
      ],
      [
        62192,
        64940,
        29
      ],
      [
        64940,
        67533,
        30
      ],
      [
        67533,
        70124,
        31
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108987",
    "title": "Back Matter",
    "authors": null,
    "year": 1867,
    "volume": "157",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 31,
    "jstor_url": "https://www.jstor.org/stable/108987"
  }
}