{
  "id": "81c7b11c76b38387b1fcb69a1d4d5b3baae2c302",
  "text": "The only official reprint\nauthorized by\nThe Royal Society of London\nPHILOSOPHICAL TRANSACTIONS.\n\nGIVING SOME ACCOUNT OF THE Present Undertakings, Studies, and Labours OF THE INGENIOUS, IN MANY Considerable Parts of the WORLD.\n\nVOL. XXXVII. For the Years 1731, 1732.\n\nLONDON:\nPrinted for W. Innys and R. Manby, Printers to the Royal Society, at the West End of St. Paul's. 1733.\nTo His Grace\n\nCHARLES\nDuke of Richmond and Lenox, &c.\n\nMy Lord,\n\nI Beg Leave to present to Your Grace this Volume of Philosophical Transactions, being a Collection of several Tracts lately read before the Royal Society, whose Meetings You have so frequently honour'd with Your Presence. Arts and Sciences always flourish most under the Protection of Princes and Great Men, who, themselves engaging in the Search after Learning, do by their Examples excite an Emulation among those, whose Business and Profession call them more immediately to the Improvement of the several Branches thereof. I am persuaded these Papers will meet with a fa-\nDEDICATION.\n\na favourable Reception from Your Grace; who have not only shewn Your Inclination to encourage Knowledge in General, by becoming one of the Members of this Society, but have likewise done a particular Honour to the Faculty of Physick, by condescending to join to the Noble Titles of Your High Rank, those of Doctor in that Profession, and of Fellow of the College of Physicians, London.\n\nI therefore gladly take this Opportunity of acknowledging that I am,\n\nWith the greatest Submission,\n\nMy Lord,\n\nYour Grace's,\n\nMost Obedient, and\n\nMost Humble Servant,\n\nCromwell Mortimer, M.D.\nR.S. Secr.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of January and February, 1731.\n\nThe CONTENTS.\n\nI. A Catalogue of the fifty Plants from Chelsea-Garden, presented to the Royal Society by the Company of Apothecaries, for the Year 1729; pursuant to the Direction of Sir Hans Sloane, Bart. Med. Reg. Praef. Col. Reg. Med. & Soc. Reg. by Isaac Rand, Apothecary, F.R.S.\n\nII. A Description of the Water-Works at London-Bridge. By H. Beighton, F. R. S.\n\nIII. Epistola continens Historiam Calculi in Vesica sponte fracti, & per Urethram feliciter excreti; ad Illustrem Generosissimumque Virum D. Fred. de Thom, Serenissimo Ducis Brunsvicensi et Luneburgensi a Consiliis, Oratorem ejus apud Potentissimum Magnae Britanniae Regem, nec non R. S. S. a Laurentio Heistero, M.D. Prof. Botan. in Acad. Julia Helmstadii. & R. S. S. conscripta.\n\nIV. A Letter from the Reverend William Derham, D. D. Canon of Windsor, and F. R. S.\nto Sir Hans Sloane, Bart. Praef. Coll. Med. & R. S. concerning the Frost in January, 1731.\n\nV. A Letter to Cromwell Mortimer, M. D. Secr. R. S. containing several Experiments concerning Electricity; by Mr. Stephen Gray.\n\nVI. Curvarum Hyperbolicarum, æquationibus trium nominum utcunque definitarum, Quadratura generalis duplici Theoremate exhibita à D. Samuele Klingensierna, Profess. Digniss. Math. in Acad. Upsal, & R. S. S. Communicante D. Jacobo Stirling, ejusdem etiam Soc. Doetiss. S.\n\nVII. Casus rarissimus Plica Polonicae enormis à D. Abrahamo Vatero, M. D. Prof. Anatom. Wittenberg, & R. S. S. per D. Conradum Sprengell, Equitem, M. D. R. S. S. & Coll. Med. Lond. Licent. communicatus.\n\nVIII. An Extract of a Letter from Sir Conrad Sprengell, M. D. R. S. S. & Coll. Med. Lond. Licen. to Dr. Mortimer; wherein he inclosed the foregoing Account of the Plica Polonica; together with an Article from the Breslaw Sammlung von Natur- und Medicin, &c. Geschichten, upon the same Subject, translated from the High-Dutch by Dr. Mortimer, R. S. Secr.\n\nIX. An Account of an unusual Agitation in the Magnetical Needle, observed to last for some Time, in a Voyage from Maryland, by Capt. Walter Hoxton; communicated in a Letter to David Papillon, Esq; F. R. S.\nPHILOSOPHICAL TRANSACTIONS\n\nFor the Months of March, April and May, 1731.\n\nThe CONTENTS.\n\nI. An Account of an Aurora Borealis seen in New-England on the 22d of October, 1730, by Mr. Isaac Greenwood, Professor of Mathematicks at Cambridge in New-England. Communicated in a Letter to the late Dr. Rutty, R. S. Secr. Vid. Tab. I.\n\nII. An Account of the same Aurora Borealis, by Mr. Richard Lewis; communicated in a Letter to Mr. Peter Collinson, F. R. S.\n\nIII. A new and exact Table collected from several Observations taken from the Year 1721 to 1729, in nine Voyages to Hudson's Bay in North-America, by Capt. C. Middleton; shewing the Variation of the Compass according to the Latitudes and Longitudes under-mentioned, accounting the Longitude from the Meridian of London. Communicated by Mr. Benj. Robins, F. R. S.\n\nIV. Observations on the Weather, in a Voyage to Hudson's Bay in North-America, in the Year 1730, by Mr. Christopher Middleton. Communicated by the same.\nThe CONTENTS.\n\nV. A Letter from Mr. Martin Triewald, Director of Mechanicks to the King of Sweden, and F.R.SS. of England and Sweden, to Sir Hans Sloane, Bart. Pres. R.S. relating to an extraordinary Instance of the almost instantaneous freezing of Water; and giving an Account of Tulips, and such bulbous Plants, flowering much sooner, when their Bulbs are placed upon Bottles filled with Water, as in TAB. II. than when planted in the Ground.\n\nVI. An Account of some Experiments, relating to the Flowering of Tulips, Narcissus's, &c. in Winter, by placing their Bulbs upon Glasses of Water, made by Mons. Triewald, Director of Mechanicks at Stockholm, and F.R.SS. of England and Sweden, and read before the Royal Society May the 7th, 1730, as they were tried the next Season by Philip Miller, F.R.S. Gardiner to the worshipful Company of Apothecaries, at their Botanick Garden in Chelsea.\n\nVII. A Letter from T. Madden, M.D. of Dublin, to Cromwell Mortimer, M.D. R.S. Secr. giving an Account of two Women being poisoned by the Simple Distilled Water of Laurel-Leaves, and of several Experiments upon Dogs; by which it appears that this Laurel-Water is one of the most Dangerous Poisons hitherto known.\nPHILOSOPHICAL TRANSACTIONS\n\nFor the Months of June and July 1731.\n\nThe CONTENTS.\n\nI. An Account of Mr. James-Christopher Le Blon's Principles of Printing, in Imitation of Painting, and of Weaving Tapestry, in the same manner as Brocades. By Cromwell Mortimer, M.D. R.S. Secret.\n\nII. A Letter to Dr. Jurin, F.R.S. giving an Account of the Condition of the Town of Hastings, after it had been visited by the Small Pox.\n\nIII. A Catalogue of Eclipses of the four Satellites of Jupiter, for the Year 1732. By James Hodgson, F.R.S. and Master of the Royal Mathematical School at Christ's Hospital, London.\n\nIV. A Letter to the President of the Royal Society, from Frank Nicholls, M.D. F.R.S. giving an Account of a Polypus, resembling a Branch of the Pulmonary Vein, coughed up by an asthmatic Person.\n\nV. An\nThe CONTENTS.\n\nV. An Account of an Experiment explaining a mechanical Paradox, viz. that two Bodies of equal Weight suspended on a certain sort of Balance [as in Tab. Fig. 2.] do not lose their Æquilibrium, by being removed one farther from, the other nearer to the Center. By the Rev. T. J. Desaguliers, L. L. D. & F. R. S.\n\nVI. De Ingenti Sanguinis Vomitu perquam gelidissimis brumali tempore Potionibus curato, Observatio ad Regiam Scientiarum Londinensem Societatem à Petro Antonio Michelotto M. D. R. S. S. transmissa.\nPHILOSOPHICAL TRANSACTIONS\n\nFor the Months of August and September 1731.\n\nThe CONTENTS.\n\nI. The Description of a new Instrument for taking Angles. By John Hadley, Esq; Vice-President R. S. communicated to the Society on May 13. 1731.\n\nII. An Extract of a Dissertation De Stylis Veterum, & diversis Chartarum generibus, [by the Hon. Sir John Clerk, one of the Barons of the Exchequer in Scotland, and F.R.S.] By Roger Gale, Esq; Vice-President and Treasurer R. S.\n\nIII. Some Experiments concerning the poisonous Quality of the Simple Water distilled from the Lauro-Cerasus, or common Laurel, made upon Dogs, at Toppingo-Hall in Essex, August the 24th 1731. and others made before the Royal Society in their Repository. By Cromwell Mortimer, M.D. R. S. Secret.\n\nIV. A\nThe CONTENTS.\n\nIV. A Continuation of an Account of Mr. Mark Catesby's Essay towards a Natural History of Carolina and the Bahama Islands, with some Extracts out of the fourth Set, by Dr. Mortimer, R. S. Secret.\n\nV. Observatio Eclipsei Solis die 15 Julij 1730. habita Pekini in publico ejus Regiae Observatorio à P P. Ignatio Kegler, & Andrea Pereyra Societatis JESU, communicata per Jacobum de Castro Sarmento, M. D. Coll. Med. Lond. Lic. & R. S. S.\n\nVI. Part of a Letter from Tho. Short, M. D. to Sir Hans Sloane, Bart. Pr. R. S. concerning an extraordinary Impostumation of the Liver.\nPHILOSOPHICAL TRANSACTIONS\n\nFor the Months of October, November and December, 1731.\n\nThe CONTENTS.\n\nI. A Proposal of a Method for finding the Longitude at Sea within a Degree, or twenty Leagues. By Dr. Edmund Halley, Astr. Reg. Vice-President of the Royal Society. With an Account of the Progress he hath made therein, by a continued Series of accurate Observations of the Moon, taken by himself at the Royal Observatory at Greenwich.\n\nII. An Account of the Contrayerva, by Mr. William Houstoun, Surgeon in the Service of the Honourable South-Sea Company.\n\nIII. A Letter from Jacob de Castro Sarmiento, M.D. and F.R.S. to Cromwell Mortimer, M.D. Secr. R.S. concerning Diamonds lately found in Brazil.\n\nIV. Viri Celeberrimi Johannis Marchionis Poleni, R.S.S. ad virum Doctissimum Jacobum Jurinum, M.D. R.S.S. Epistola, qua continetur Summarium Observationum Mete-\nThe CONTENTS.\n\nMeteorologiarum per sexennium Patavij habitarum.\n\nV. An Account of a Book entitled, J. P. Breynij, M. D. F. R. S. &c. Historia Naturalis Cocci Radicum Tinctorij, quod Polonicum vulgo audit. 4to Gedani, 1731. Cum Figuris. By Richard-Middleton Massey, M. D. F. R. S. and Honorary Fellow of the College of Physicians.\n\nVI. A Botanical Invitation to forward an History of the Plants of Switzerland; by Dr. John Jacob Scheuchzer, M. D. F. R. S. sent to Sir Hans Sloane, Bar. Pr. R. S. to be communicated to the Royal Society. Translated by Mr. Zollman, F. R. S.\n\nVII. An Account of what appeared most remarkable on opening the Body of Ann Edwards, who died January 5th, 1729, having a large Umbilical Rupture. Communicated to the Society by John Ranby, Esq; Surgeon to his Majesty's Household, and F. R. S.\nPHILOSOPHICAL TRANSACTIONS\n\nFor the Months of January, February, and March, 1732.\n\nThe CONTENTS.\n\nI. A Catalogue of the fifty Plants from Chelsea-Garden, presented to the Royal Society by the Company of Apothecaries, for the Year 1730; pursuant to the Direction of Sir Hans Sloane, Bart. Med. Reg. Præs. Col. Reg. Med. & Soc. Reg. by Isaac Rand, Apothecary, F. R. S.\n\nII. A Letter concerning the Electricity of Water, from Mr. Stephen Gray to Cromwell Mortimer, M. D. Secr. R. S.\n\nIII. The Method of making the best Mortar at Madras in East India; described in a Letter from the Honourable Isaac Pyke, Esq; Governor of St. Helena, to Edmund Halley, L. L. D. Reg. Astr. Vice-President R. S. and by him communicated to the Royal Society.\n\nIV. Epistola Domini Huxham, M. D. ad Jacobum Jurin, M. D. R. S. & Coll. Med. Soc. de Morbo Colico singulari.\nThe CONTENTS.\n\nV. De Figuris quas Fluida rotata induere pos-\nsunt, Problemata duo; cum conjectura de Stel-\nlis qua aliquando prodeunt vel deficiunt; & de\nAnnulo Saturni. Authore Petro Ludovico\nDe Maupertuis, Regiae Societatis Londinensis,\n& Academiae Scientiarum Parisiensis Socio.\n\nVI. An Extract of a Letter from Oliver St. John,\nEsq; F. R. S. dated from Florence, November\nthe 30th, 1731. N. S. Communicated by\nR. Graham, F. R. S. concerning the Arcutio.\n\nVII. An Extract of a Letter from Mr. Hopkins to\nMr. John Senex, F. R. S. concerning an extra-\nordinary large Horn of the Stag Kind, taken out\nof the Sea on the Coast of Lancashire.\n\nVIII. Three Cases communicated by Claudius\nAmyand, Esq; F. R. S. Serjeant Surgeon to\nhis Majesty.\n\nI. Concerning a Child born with the Bowels\nhanging out of the Belly.\n\nII. Of an extraordinary Cause of a Suppression\nof Urine in a Woman.\n\nIII. Of a Stricture in the middle of the Stomach\nin a Girl, dividing it into two Bags.\nPHILOSOPHICAL TRANSACTIONS\n\nFor the Months of April, May, and June, 1732.\n\nThe CONTENTS.\n\nI. An Abstract of the Meteorological Diaries communicated to the Royal Society, with Remarks upon them by W. Derham, D.D. Canon of Windsor, and F. R. S.\n\nII. The Description of a new Quadrant for taking Altitudes without an Horizon, either at Sea or Land. Invented by Mr. John Elton.\n\nIII. A remarkable Case of a Gentlewoman who died of a Hydrops Ovarii, in the Thirty-third Year of her Age, after having been tapped Fifty-seven times. By Mr. John Belchier, Surgeon.\n\nIV. A Letter from Mr. Stephen Gray to Dr. Mortimer, Secr. R. S. containing a farther Account of his Experiments concerning Electricity.\nThe CONTENTS.\n\nV. An Experiment to shew that the Friction of the several Parts in a Compound Engine, may be reduced to Calculation; by drawing Consequences from some of the Experiments shewn before the Royal Society last Year, upon simple Machines, in various Circumstances, by me. Now exemplified by the Friction in a Combination of Pullies. By the Rev'd. J. T. Desaguliers, LL D. F. R. S. Jan. 14, 1731.\n\nVI. An Abstract of a Letter, written in Dutch, to the Illustrious Royal Society of London, by Arnold Marcel, (Nephew to the late Mr. Anthony van Leeuwenhoek, F. R. S.) Communicated by the Rev'd. Dr. J. T. Desaguliers, F. R. S.\n\nLONDON:\nPrinted for W. Innys, at the West-End of St. Paul's Church-Yard.\nMDCCXXXII.\nPHILOSOPHICAL TRANSACTIONS\n\nFor the Months of July, and August, 1732.\n\nThe CONTENTS.\n\nI. An Extract from the Minutes of the Royal Society, March 16, 1731, containing an uncommon Case of a Distempered Skin, by John Machin, Sec. R. S. & Prof. Afr. Gresh.\n\nII. Conjectures upon the Nature of Intermittent and Reciprocating Springs. By Mr. Joseph Atwell, F. R. S.\n\nIII. Immersiones, atque Emersiones Satellitum Jovis Observatæ Pekini à P. P. Ignatio Kegler, & Andrea Pereira, Soc. Jesu, à mensæ Novem. 1730, ad Revd. P. Johannem Baptistam Carbonne, Soc. Jesu, R. S. S. transmissæ; et ex ejusdem Cl. Viri Epistolâ ad Jacobum de Castro Sarmento, M. D. Col. Medic. Lond. L. & R. S. S. excerptæ.\n\nIV. A\nThe CONTENTS.\n\nIV. A Catalogue of Eclipses of Jupiter's Satellites for the Year 1733. By James Hodgson, F. R. S. Master of the Royal Mathematical School at Christ's Hospital, London.\n\nV. Experiments to prove the Existence of a Fluid in the Nerves. By Alexander Stuart, M. D. Med. Regin. R. S. S. &c.\n\nVI. Observations of Latitude and Variation, taken on Board the Hartford, in her Passage from Java Head to St. Hellena, Anno Dom. 173½. Communicated by Edmund Halley, LL. D. Regius Astronomer at Greenwich.\n\nVII. An Account of an extraordinary Eruption of Mount Vesuvius in the Month of March, in the Year 1730, extracted from the Meteorological Diary of that Year at Naples; communicated by Nichol. Cyrillus, M. D. R. S. S.\n\nVIII. A short Account, by Mr. John Hames, F. R. S. of a Book intituled, Tuhhfat ilkibar, printed at Constantinople, Anno Dom. 1728.\n\nLONDON:\n\nPrinted for W. Innys and R. Manby, at the West-End of St. Paul's Church-Yard.\n\nMDCCXXXII.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of September and October, 1732.\n\nThe CONTENTS.\n\nI. An Account of Observations made on Board the Chatham-Yacht, August 30th and 31st, and September 1st, 1732, in pursuance of an Order made by the Right Honourable the Lords Commissioners of the Admiralty, for the Trial of an Instrument for taking Angles, described in Philosophical Transactions, Numb. 420. By John Hadley, Esq; Vice-President of the Royal Society.\n\nII. EPHEMERIDES METEOROLOGICÆ, Barometricæ, Thermometricæ, Epidemicæ, Magneticæ, ULTRAJECTINÆ, conscripta à Petro Van Mulchenbroek, L. A. M. Med. & Phil. D. Phil. & Mathef. Profess. in Acad. Ultraj. Anno 1729.\nThe CONTENTS.\n\nIII. A Discourse concerning the Difficulty of curing Fluxes, writ occasionally on reading Dr. de Jussieu's Memoire in the History, &c. of the Royal Academy of Sciences in Paris, for the Year 1729. By William Cockburn, M.D. F.R.S. and of the College of Physicians, London:\n\nVI. A Letter from Mr. John Dove to Edmund Halley, LL.D. F.R.S. and Reg. Astron. at Greenwich, containing an Account of a Comet seen on February 29, 173.\n\nV. An Account of two Experiments of the Friction of Pullies. By the Reverend J.T. Desaguliers, LL.D. F.R.S.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of November and December, 1732.\n\nThe CONTENTS.\n\nI. Two Letters from Mr. Stephen Gray, F. R. S. to C. Mortimer, M. D. Secr R S containing farther Accounts of his Experiments concerning Electricity.\n\nII. EPHEMERIDES METEOROLOGICÆ, Barometricæ, Thermometricæ, Epidemicæ, Magneticæ, ULTRAJECTINÆ conscriptæ à Petro Van Muschenbroek, L. A. M. Med. & Phil. D. Phil. & Mathef. Profess. in Acad. Ultraj. Annis 1730, & 1731.\n\nIII. A Letter from Mr. Jac. Theod. Klein, Secret. Dan. & F. R. S. to Sir Hans Sloane Bart. Pr. R. S. &c. serving to accompany the Pictures of a very extraordinary fossile Skull of an Ox with the Cores of the Horns; of the Plica Polonica mentioned in Transact. No 417; and of a very large Tumor of the Eye. Translated from the Latin by T. S. M. D.\n\nIV. An\nThe CONTENTS.\n\nIV. An Abstract by James Douglas, M. D. Med. Regin. &c. F. R. S. of a Book, entitled, A short Account of Mortifications, and of the Surprising Effect of the Bark, in putting a Stop to their Progress, &c. By John Douglas, Surgeon, F. R. S. London, Printed for John Nurse, at the Lamb without Temple-Bar. 1732.\n\nV. De Uso Corticis Peruviani ad Gangrenam & Sphacelum, a Johanne Shipton, Chirurgo Londinensi.\n\nVI. Some Corrections and Amendments by J. P. Breynius, M. D. F. R. S. concerning the Generation of the Insect called by him Coccus Radicum, in his Natural History thereof, printed in the Year 1731, an Account of which is given in these Philosophical Transactions, No 421, translated from the Latin by Mr. Zollman, F. R. S.\n\nVII. A Continuation of an Account of an Essay towards a Natural History of Carolina and the Bahama Islands, by Mark Catesby, F. R. S. with some Extracts out of the fifth Set. By Dr. Mortimer, R. S. Secret.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104051.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 27,
    "total-input-tokens": 41140,
    "total-output-tokens": 6154,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        68,
        4
      ],
      [
        68,
        378,
        5
      ],
      [
        378,
        1018,
        6
      ],
      [
        1018,
        1621,
        7
      ],
      [
        1621,
        2528,
        8
      ],
      [
        2528,
        3785,
        9
      ],
      [
        3785,
        4755,
        10
      ],
      [
        4755,
        5959,
        11
      ],
      [
        5959,
        6762,
        12
      ],
      [
        6762,
        7286,
        13
      ],
      [
        7286,
        8052,
        14
      ],
      [
        8052,
        8639,
        15
      ],
      [
        8639,
        9502,
        16
      ],
      [
        9502,
        10319,
        17
      ],
      [
        10319,
        11165,
        18
      ],
      [
        11165,
        12131,
        19
      ],
      [
        12131,
        12825,
        20
      ],
      [
        12825,
        13544,
        21
      ],
      [
        13544,
        14239,
        22
      ],
      [
        14239,
        15196,
        23
      ],
      [
        15196,
        15865,
        24
      ],
      [
        15865,
        16415,
        25
      ],
      [
        16415,
        17231,
        26
      ],
      [
        17231,
        18181,
        27
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104051",
    "title": "Front Matter",
    "authors": null,
    "year": 1731,
    "volume": "37",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 27,
    "jstor_url": "https://www.jstor.org/stable/104051"
  }
}