{
  "id": "1af31cfabf0f859d583ef637f609817013e46382",
  "text": "hoppers which are not yet bigger than flies. There are yet a multitude that have escaped us, because they are in the Corn, which is too forward to be gone into, without spoiling it. They have undone the People of our Parts, who had no Harvest the last Year, and it will cost above 3000 Livers to destroy them this Year. They have taken them in Abundance in the neighbouring Villages. If this care had not been taken, there would have been enough of them to have eaten up the Corn of the whole Province.\n\nWhereas in the last Transaction an Historical Account was promised of the Trade Winds, the Patience of the Reader is entreated till the next; for by reason of the Absence of a Person extraordinarily knowing in this Matter, whose Information was thought necessary, the said Account could not as yet be perfected.\n\nErratum in Num. 181. Pag. 112. l. 6. r. a Northerly Wind, and in Scotland a Southerly.\n\nPrinted by J. Streater, and are to be sold by Sam. Smith at the Sign of the Prince's Arms in St. Paul's Church yard.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101855.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 309,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1021,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101855",
    "title": "Erratum",
    "authors": null,
    "year": 1686,
    "volume": "16",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101855"
  }
}