{
  "id": "8cf39280f38204c6059579b3d97167729fabacaa",
  "text": "XI. Quelques Remarques d'Optique, principalement relatives à la Réflexibilité des Rayons de la Lumiere. Par P. Prevost, Professeur de Philosophie à Geneve, de l'Académie de Berlin, de la Société des Curieux de la Nature, et de la Société Royale d'Edimbourg. Communicated by Sir Charles Blagden, Knt. F. R. S.\n\nRead March 22, 1798.\n\nPREMIERE PARTIE.\n\nDe la Réflexibilité.\n\n§ 1. Le mot réflexibilité se prend en deux sens différens.\n\n1. Newton (Opt. l. 1. part 1. prop 3.) entend par là, cette propriété d'un rayon de lumière homogène, en vertu de laquelle ce rayon est réfléchi, s'il tombe sous un certain angle d'incidence; et transmis, s'il tombe sous un angle plus petit: ou, plus simplement, une disposition à être réfléchi, et non transmis, à la limite qui sépare deux milieux réfringens. (Opt. l. 1. part 1. defin. 3.)\n\nCe philosophe pense qu'en ce sens la réflexibilité des rayons n'est pas la même. Il établit, par des expériences, qu'il estime concluantes, que les rayons plus réfrangibles sont aussi plus réflexibles. En sorte que, selon lui, toutes les circonstances étant données et constantes, si un rayon blanc tombe sous un certain angle sur la surface dirimante, le rayon violet sera réfléchi, tandis que les six autres seront encore transmis et réfractés. Mais, en augmentant l'angle d'incidence, on obtiendra\nsuccessivement la réflexion de tous les rayons, depuis le violet, qui est le plus réfléxible, jusqu’au rouge, qui l’est le moins.\n\nM. Brougham (Trans. Phil. pour 1796, part I. p. 272.) ne trouve pas concluantes les expériences par lesquelles Newton établit cette proposition; et, fondé sur une autre expérience, il établit la proposition contraire, savoir, que tous les rayons ont la même disposition à être réfléchis, pourvu que l’angle d’incidence soit le même.\n\n2. M. Brougham entend par réflexibilité, une disposition à être réfléchi près de la perpendiculaire à un certain degré: en d’autres termes, une propriété du rayon homogène, par laquelle son angle de réflexion est à l’angle d’incidence en un certain rapport, qui n’est pas celui d’égalité, si ce n’est en quelques cas qu’il indique.\n\nSelon ce physicien, ce rapport varie pour chaque rayon homogène. Le rapport d’égalité a lieu pour les rayons qui confinent au bleu et au vert: le rapport d’inégalité a lieu pour les autres; et les plus réfrangibles sont le moins réfléxibles. En sorte que, pour le rayon rouge, l’angle de réflexion est moindre, et pour le violet, plus grand, que l’angle d’incidence.\n\nOn sait que Newton affirme, au contraire, que l’angle de réflexion est toujours égal à l’angle d’incidence.\n\nDiscutons ces sentiments opposés.\n\n§ 2. Première question. Les rayons homogènes diffèrent-ils en réflexibilité au sens Newtonien? En d’autres termes, sous un même angle d’incidence, arrive-t-il que le rayon violet soit réfléchi, tandis que le rouge ne l’est pas; toutes choses d’ailleurs étant précisément pareilles?\n\nDes deux expériences, par lesquelles Newton établit l’inégale réflexibilité des rayons, il suffira de rappeler celle que M. Brougham attaque directement.\nNEWTON fit tomber un rayon blanc perpendiculairement à la face antérieure d’un prisme : puis, tournant le prisme sur son axe, il observait la réflexion qui s’opéroit à sa face postérieure. Il vit le violet se réfléchir le premier ; puis les autres rayons, dans l’ordre de leurs réfrangibilités, jusqu’au rouge, qui fut réfléchi le dernier. Il en conclut, que le violet est réfléchi sous un moindre angle d’incidence que le rouge. (Expér. 9.)\n\nC’est cette conclusion que M. BROUGHAM attaque ; et, pour ne point altérer sa pensée, je vais transcrire ici ses expressions.\n\n“That the demonstration involves a logical error, appears pretty evident. When the rays, by refraction through the base of the prism used in the experiment, are separated into their parts, these become divergent, the violet and red emerging at very different angles, and these were also incident on the base at different angles, from the refraction of the side at which they entered; when, therefore, the prism is moved round on its axis, as described in the proposition, the base is nearest the violet, from the position of the rays by refraction, and meets it first; so that the violet being reflected as soon as it meets the base, it is reflected before any of the other rays, not from a different disposition to be so, but merely from its different refrangibility.”\n\nAinsi M. BROUGHAM pense que la réflexion du rayon violet ne précède celle du rayon rouge, que parceque la réfraction qui a lieu à la surface antérieure, force le rayon violet à atteindre la surface postérieure plutôt que ne peut le faire le rouge.\n\nMais il semble que l’effet est ici en sens inverse de la cause. Écartons d’abord un faux sens. Il est impossible que l’auteur\nveuille dire que l'œil peut saisir l'intervalle de temps qui s'écoule entre l'arrivée du rayon violet, et celle du rayon rouge, à la face postérieure du prisme. Maintenant, celui des deux rayons qui décrit la route la plus courte, tombe plus près de la perpendiculaire abaissée du point de départ ; et de cela seul on peut conclure, qu'il tombe sous un angle d'incidence plus petit. D'où il suit, que c'est le rayon rouge qui devrait être réfléchi le premier, et non le violet.\n\nEn effet, considérons d'abord la position du prisme au premier moment, et telle que la représente la figure que Newton en a donnée dans son Optique. Le rayon blanc FM (Tab. XVI. fig. 1.) est perpendiculaire sur AC : en ce cas, il n'est pas réfracté à son immergence, et suit la droite FM. À ce point, Newton représente le seul rayon violet, MN, réfléchi, tandis que tous les autres, tels que MH, MI, sont transmis et réfractés; (du moins les seuls violets sont réfléchis en entier.)\n\nCependant il est certain qu'il a fallu, pour obtenir ce phénomène, chercher, en faisant tourner le prisme, à lui donner le degré d'inclinaison qui pouvait faire réussir l'expérience : et M. Brougham a raison d'observer, que dès lors le perpendiculardisme du rayon, sur la face antérieure, AC, a dû cesser ; qu'en conséquence il y a eu réfraction, et que les divers rayons homogènes n'ont point suivi une route rectiligne, telle que FM, et n'ont point rencontré la face postérieure, BC, sous des angles égaux.\n\nSoit donc maintenant A'B'C' (fig. 2.) la nouvelle position du prisme, qu'il a pris en vertu de sa rotation sur son axe : alors le rayon FP tombera obliquement sur A'C', au point P ; de sorte que la perpendiculaire PO sera du côté A', par conséquent comprise dans l'angle A'PF. C'est ce qui résulte, 1° du\nbut que s'est proposé Newton, savoir, d'augmenter l'angle d'incidence sur la face postérieure ; lequel angle (formé au point M, dans la fig. 1. qui représente la première position du prisme,) étoit trop petit pour produire la réflexion. 2°. Des expressions précises de Newton, qui dit que le prisme ABC est tourné sur son axe, selon le sens qu'indique l'ordre des lettres A, B, C, dans sa figure, qui, pour l'objet que j'ai en vue, est la même que ma fig. 1.\n\nLe rayon FP (fig. 2.) sera donc réfracté en s'approchant de la perpendiculaire OP : mais le rayon le plus réfrangible (le violet) s'en approchera le plus; le moins réfrangible (le rouge) s'en approchera le moins. Ainsi les routes que suivront ces rayons sont bien représentées par les lignes PV, PR. Le rayon violet fera donc, avec la face postérieure B'C', un angle PVC', plus grand que l'angle PRC', formé par le rouge. Or, les angles d'incidence, aux points V, R, sont les compléments des angles PVC', PRC', respectivement.\n\nIl est donc certain, qu'en vertu de la réfraction qui s'opère à la face antérieure, le rayon violet rencontre la postérieure sous un angle d'incidence moindre que le rouge ; et, par conséquent, le premier est dans des circonstances plus défavorables à la réflexion que le second ; cependant, le premier est réfléchi, tandis que le second ne l'est pas encore. On est donc en droit de conclure que, par sa nature, il est plus réflexible au sens Newtonien.*\n\n*Tout ceci s'applique également à la 10ème Expérience de Newton, dans laquelle il emploie deux prismes, réunis en un seul parallélépipède. Dans l'une et l'autre Expérience, (Expér. 9 et 10.) il est question d'un autre prisme, destiné à rendre l'effet plus sensible, en dispersant les rayons réfléchis : il étoit inutile de parler ici de cet accessoire.\nAinsi la considération introduite par M. Brougham (et qui est très juste) fait conclure *a fortiori* en faveur de l’assertion Newtonienne. On peut dire, que non seulement, à même incidence, le violet se réfléchit, tandis que le rouge ne se réfléchit pas; mais même on doit dire, que ce phénomène a lieu, quoique l’incidence du violet soit plus défavorable à la réflexion que celle du rouge.\n\nDonc enfin les rayons diffèrent en réflexibilité au sens de Newton; et le plus réfrangible est aussi le plus réflexible.\n\nJusqu’ici, pour rendre mon raisonnement plus simple, j’ai laissé indéterminé l’angle réfringent, C, du prisme. Newton le détermine. Dans l’*Expérience* 9. du liv. 1. part 1. de son *Optique*, il employoit un angle réfringent de $45^\\circ$; et cependant il dit expressément, que les rayons entroient *perpendiculairement*; d’où il suit, que l’angle d’incidence, au point M, étoit aussi de $45^\\circ$. On seroit donc fondé à croire, que des rayons tombant sous cette incidence sur la face BC, et passant du verre à l’air, ne sont pas tous réfléchis. C’est ce qu’affirme M. Brisson, en exposant cette même expérience (*Traité élém. ou Princ. de Phys. Paris, 1789. T. II. §. 1411.*). Cependant il est bien connu que la réflexion totale a lieu sous un angle moindre, savoir, aux environs de $40^\\circ$. On le détermine même avec la plus grande précision: je citerai une seule autorité. “A ray of light will not pass out of glass into air, if the angle of incidence exceeds $40^\\circ 11'$.” (*Lectures on Nat. and Exper. Phil. by George Adams, London, 1794, Vol. II. p. 163.*) La détermination de Newton ne diffère pas sensiblement de celle-ci.” “Talis reflexio tum incipit, cum angulus incidentiae sit $40^\\circ 10'” (*Opt. l. 2. p. 3. prop. 1.*) Dirons-nous que, sous l’angle de $45^\\circ$, il passoit encore quelques rayons, suffisans pour rendre l’expé-\nrience sensible ? Dirons-nous que le rayon FM n’était pas exactement perpendiculaire sur la face AC ? Je pense que cette dernière assertion est vraie ; c’est-à-dire, que dans la première position du prisme, le rayon FM commençait par être oblique sur AC, dans le sens opposé à celui qu’indique la fig. 2 ; en sorte que l’angle APF était moindre que FPC. D’où il résultait, que les rayons les plus réfrangibles tomboient sur la face postérieure BC, sous un angle d’incidence plus grand, et, par là-même, plus favorable à la réflexion. Sous cette forme, l’argument de M. Brougham reprend une nouvelle force.\n\nIci l’Optique de Newton ne se suffit pas à elle-même ; elle a besoin d’un commentaire. Le meilleur sera celui que nous offrent ses Lectiones Opticae (Is. Newtoni Opuscul. Lausannæ et Genevæ, 1744. Tom. II. p. 217—223.) Voici comment l’auteur y répond à notre doute. “Ne qua oriatur suspicio, quod refractiones in superficiebus AC et AB, ad ingressum radiorum in prisma et egressum factæ, possint aliquid conducere ad effectus hosce producendos, observare licet, quod effectus iidem producuntur, cujuscunque magnitudinis statuatur angulus ACB*; hoc est, quæcunque sit refractio superficiei AC. . . . Imo possis efficere, quod, cum colores partim reflectuntur . . . et partim trajiciuntur . . . radii perpendiculariter incident in AC, emergantque ex AB, et sic neutra superficie refringantur; modo statuas angulum ACB esse grad. 40 circiter, et iidem tamen effectus producentur.” (P. 219.)\n\nLes auteurs les plus exacts n’ont pas omis cette circonstance. Robert Smith, après avoir exposé l’Expérience ix. de l’Optique\n\n* La texte porte ABC, par une erreur typographique manifeste. Ceci est d’ailleurs indifférent à l’objet que j’ai en vue. Je ne cite pas ce qui a rapport à l’égalité requise entre les angles B et C, parceque cela n’influe pas sur ma recherche actuelle.\nde Newton, dit (ou fait dire à Newton même) \"Je ne me\n\"suis pas apperçu ici d'aucune réfraction sur les côtés, AC, AB,\n\"du premier prisme, parceque la lumière entroit presque perpen-\n\"diculairement au premier côté, et sortoit presque perpendicu-\n\"lairement au second, et par conséquent n'en souffroit aucune,\n\"ou si peu que les angles d'incidence, à la base BC, n'en étoient\n\"pas sensiblement altérés; surtout, si les angles du prisme, à la\n\"base BC, étoient chacun de 40° environ. Car les rayons FM\n\"commencent à être totalement réfléchis lorsque l'angle CMF\n\"est d'environ 50°, et, par conséquent, ils formeront alors avec\n\"AC un angle de 90°.\" (Cours d'Optique de Robert Smith,\n\"trad. par L. P. P. [Pezenas] Tom. I. §. 173. p. 190.)\n\nIl résulte de tout ceci, que lorsque l'angle réfringent du\nprisme est bien choisi, un rayon blanc, perpendiculaire à sa face\nantérieure, AC, peut être décomposé, parcequ'il est réfléchi en\npartie, et non en totalité; le rayon violet étant réfléchi, tandis\nque le rouge est encore transmis.\n\nJe remarquerai ici, que pour répéter cette expérience, et la\nrendre concluante, il n'est pas nécessaire de circonscrire l'angle\nC dans les limites qui rendent le rayon FM perpendiculaire (ou\nà peu près perpendiculaire) sur la face antérieure AC. Tous\nles raisonnemens que nous avons faits ci-dessus (§. 2.) seront\njustes, pourvu que, dans la première position du prisme, l'angle\nAPF soit plus grand qu'un angle de suite FPC; or, pour\nque cette circonstance ait lieu, lorsque la réflexion s'opère au\npoint M, il suffit que l'angle réfringent, C, soit moindre que\n40°.\n\nCette expérience variée pourroit offrir quelques résultats in-\ntéressans; mais les autorités que j'ai cité ne laissent pas de\ndoute sur le résultat particulier que nous avions à examiner.\nLes rayons plus réfrangibles sont réfléchis sous un angle d'incidence moindre. Ils sont plus réflexibles au sens NEWTONIEN.\n\n§ 3. Mais M. BROUGHAM étaye l'opinion contraire, d'une expérience qu'il énonce ainsi :\n\n\"I held a prism vertically, and let the spectrum of another prism be reflected by the base of the former, so that the rays had all the same angle of incidence; then, turning round the vertical prism on its axis, when one sort of rays was transmitted or reflected, all were transmitted or reflected.\"*\n\nLa discussion complète de cette expérience exigeant d'assez longs détails, je me contenterai d'observer, que le plan de la face verticale, sur lequel s'opérait la réfraction, ne pouvait point être ajusté de manière à produire un même angle d'incidence avec tous les rayons du spectre à la fois : et, supposant même la chose possible, et exécutée un instant, la rotation du prisme eût changé cette disposition, en altérant inégalement cet angle, pour divers rayons. On peut concevoir, en conséquence, une multitude de résultats divers ; entr'autres, on peut concevoir que les angles d'incidence des divers rayons soient tels, que l'observation de M. BROUGHAM se concilie avec le sentiment de NEWTON, sur leur inégale réflexibilité. Mais, puisque M. BROUGHAM n'entre pas dans ce détail, et ne donne qu'un résultat unique, il est à présumer qu'il n'a pas répété, ou du moins varié, cette expérience. Ce physicien paraît même n'y pas donner beaucoup d'importance, par la manière rapide dont il l'énonce.\n\n* La même expérience, tentée par NEWTON, lui a donné précisément le résultat contraire. \"Radii purpuriformes primo omnium reflectuntur, et ultimo rubrifformes.\"\n\nLect. Opt. Opuscul. Tom. II. p. 220.\nJe pense donc, qu'elle ne peut pas, quant à présent, infirmer les conclusions de Newton ; et qu'on est encore en droit d'affirmer, au sens de ce philosophe, que les rayons les plus réfrangibles sont aussi les plus réflexibles.\n\n§. 4. Seconde Question. Les rayons homogènes diffèrent-ils en réflexibilité au sens Broughamiens ? En d'autres termes, sous un même angle d'incidence, le rayon rouge forme-t-il un angle de réflexion moindre, et le violet un angle de réflexion plus grand, que l'angle d'incidence ?\n\n§. 5. L'expérience fondamentale de laquelle M. Brougham déduit cette inégale réflexibilité, au sens de sa définition, est celle-ci.\n\nUn cylindre brillant et poli, d'un très petit diamètre, (une fibre métallique,) étant présenté par sa convexité à un rayon blanc, a réfléchi un spectre coloré ; et, tout étant mesuré ou calculé convenablement, il a paru que les rayons qui confinent au bleu et au vert étoient les seuls qui fussent réfléchis sous un angle égal à l'angle d'incidence. Les rouges étoient réfléchis sous un angle moindre ; les violets sous un plus grand.\n\nMaintenant la question se réduit à savoir si cette expérience est concluante en faveur de la thèse de M. Brougham.\n\n§. 6. Pour s'en assurer, il est important de rappeler un principe posé par Newton, et admis par M. Brougham ; (p. 250.) c'est que la force quelconque qui produit la réflexion, agit selon une ligne perpendiculaire à la surface réfléchissante.\n\n§. 7. De ce principe il suit, que la réflexion opérée par une surface plane, doit se faire sous la loi admise jusqu'à présent par tous les opticiens. (Newton, Princip. l. 1. prop. 96.) Et cela est vrai, quelle que soit l'intensité de la force répulsive, et aussi, quelles que soient la vitesse et l'inclinaison du rayon in-\ncident; pourvu que le rayon soit réellement incident, et ne se\nmeuve pas parallèlement à la surface répulsive.\n\n§. 8. Cette conséquence, et toute la démonstration NEW-\nTONIENNE qui l’établit, supposent que la surface agit sur le\nrayon pendant toute sa route dans la sphère de son activité; et\négalement à d’égales distances. M. BROUGHAM n’allége rien\ncontre cette hypothèse, il paraît l’admettre même expressé-\nment; (p. 269.) et, en effet, comment pourrait-on ne point\nl’admettre?\n\n§. 9. Ainsi, d’après un principe qui n’est pas contesté, il\nparaît que la réflexion ne peut point décomposer la lumière\nblanche, lorsque celle-ci est réfléchie en totalité par une surface\nplane.\n\nCeci est parfaitement conforme à ce qu’observe M. BROUGHAM,\nque, par aucun moyen, on ne peut réussir à opérer cette décom-\nposition, en employant des surfaces planes, ni des surfaces courbes\nd’un rayon qui ne soit pas très petit, et, pour ainsi dire, éva-\nnouissant. On conçoit, en effet, qu’un élément de surface courbe\nd’un rayon plus grand, est un vrai plan, pour une particule de\nlumière. L’auteur, à la vérité, explique ce phénomène d’une\nautre manière; mais le fait, indépendamment de toute expli-\ncation, n’en est pas moins certain et reconnu.\n\n§. 10. Soit maintenant HHH (fig. 3.) un très petit cylindre\nbrillant et poli, (une fibre métallique;) et BRVK le cylindre,\nsur même axe, qui est la sphère d’activité de ce petit corps: l’un\net l’autre représentés par leur section circulaire. (Ces deux\ncercles, fort inégaux, se confondent à l’observation.)\n\nAB représente un rayon blanc, incident, au point B, sur le cy-\nlindre, ou sur sa sphère d’activité.\n\nSupposons les rayons homogènes inégalement répulsifs, et\n\nMDCCXCVIII.\nque le rouge soit plus repoussé que le violet : c’est une supposition qu’admet M. Brougham. (P. 267.)\n\nDans cette hypothèse, le rayon violet devra pénétrer plus profondément dans la sphère répulsive.\n\nLa route que décrit un rayon homogène, dans l’intérieur de la sphère d’activité répulsive, doit être formée de deux branches égales et semblables ; et l’axe doit passer par le centre de la sphère, ou de la section du cylindre. Cela résulte du principe posé ci-dessus. (§. 6.)\n\nEt une conséquence immédiate de cette remarque, c’est que ce rayon homogène ressortira de la sphère d’activité, sous un angle de réflexion égal à l’angle d’incidence.\n\nEn sorte que tous les rayons homogènes, formant en B le même angle d’incidence, seront tous réfléchis sous des angles égaux.\n\nMais, puisque les uns se sont plus enfoncés que les autres dans la sphère d’activité, ils sortiront donc divergens ; car c’est le seul moyen de produire l’égalité des angles de réflexion.\n\nLa fig. 3. est destinée à exposer cet effet. Le rayon rouge, s’enfonçant moins dans la sphère, ou dans le cylindre d’activité BRVK, décrit la courbe BOR, dont l’axe passe par le centre C ; et il ressort par RG, faisant l’angle de réflexion ERG = ABD, angle d’incidence. Le rayon violet, s’enfonçant plus, décrit la courbe BQV, dont l’axe passe aussi par le centre C. Ce rayon ressort par VL, et les trois angles FVL, ERG, ABD sont égaux.\n\nMais l’observateur, voyant l’arc BRV comme un point, et sachant que les angles qu’il mesure sont la somme de l’angle d’incidence et de l’angle de réflexion, pour les rayons de chaque espèce, sera conduit à croire, que sous une même incidence\nles angles de réflexion varient : car il trouvera que la droite AB forme, avec les droites RG, VL, des angles inégaux ; et, en un mot, il aura toutes les mêmes apparences qui se sont offertes à M. Brougham. (§. 5.)\n\nIl importe de remarquer ici, que si ce physicien affirme, que les rayons qui confinent au bleu et au vert sont réfléchis sous un angle de réflexion égal à l’angle d’incidence, ce n’est pas qu’il l’ait reconnu, ou pû reconnoître, par aucune expérience directe : mais c’est qu’il n’a eu aucune supposition plus naturelle à faire. Que si l’on prétendoit que tous les angles de réflexion sont plus petits, ou plus grands, que celui d’incidence; ou que la limite d’égalité tombe sur quelqu’autre division du spectre, on feroit une supposition gratuite, mais à laquelle l’observateur n’auroit aucun fait direct à opposer. Car il n’y a aucun moyen concevable, par lequel, dans ces expériences, l’angle d’incidence puisse être mesuré directement, et séparé de l’angle de réflexion.\n\n§. 11. Puis donc, qu’en supposant (avec M. Brougham) que le rayon rouge est plus répulsif que le violet, on concilie parfaitement le phénomène observé avec la loi de réflexion reconnue pour les surfaces planes, il n’y a pas de raison de s’écarte de celle-ci.\n\nEt je conclus, de tout ce qui précède, que les rayons homogènes ne sont point inégalement réflexibles au sens Broughamiens ; en d’autres termes, que la loi de réflexion admise par Newton, est la vraie loi de la nature,\n\n§. 12. Il résulte de la discussion précédente, que les rayons violets se réfléchissent plutôt, et les rouges plus fortement.\n\nLors même que ces deux effets auroient lieu dans des circonstances pareilles, ils ne seroient peut-être pas inconciliables.\nOn pourrait concevoir que la sphère d'activité s'étend un peu plus loin pour les violets que pour les rouges, mais qu'elle agit sur ceux-ci avec plus d'intensité.\n\nMais il est essentiel de faire remarquer, que ces deux effets ont lieu dans des circonstances très différentes, même opposées : et ceci indique une exception importante à l'assertion de Newton, sur l'inégale réflexibilité des divers rayons homogènes.\n\nDans les expériences par lesquelles ce physicien l'établit, (Exp. 9 et 10.) la réflexion s'opère dans le milieu le plus dense ; elle se fait donc par attraction. Au contraire, dans les expériences de M. Brougham, (que j'ai exposées sommairement au §. 5.) la réflexion s'opère dans le milieu le plus rare ; c'est-à-dire, qu'elle se fait par répulsion.\n\nAinsi, d'une part, on voit que les rayons les plus réfrangibles, ou les plus attirés dans l'acte de la transmission, sont aussi les plus attirés dans l'acte de la réflexion ; et, d'autre part, on voit que les rayons les moins réfrangibles, ou les moins attirés dans la transmission, sont les plus repoussés (c'est-à-dire les moins attirés,) dans l'acte de la réflexion.\n\nCeci paraît faire exception à la loi d'inégale réflexibilité Newtonienne ; puisque cette inégale réflexibilité n'est prouvée par Newton, que pour le cas où le rayon se meut dans le milieu le plus dense. Je ne me rappelle pas que Newton, ni aucun opticien, jusqu'à M. Brougham, ait traité l'autre cas. Les expériences de ce dernier physicien me paraissent indiquer (au\n\n* Dans la 10ème Expérience, (la seule sur laquelle on put éléver un doute,) Newton dit bien, à la vérité, que la réflexion s'opère par la base commune des deux prismes, qu'il a réunis en un seul parallélépipède. Mais il me paraît que cette réunion ne pouvait se faire, qu'en laissant entre les deux prismes une lame d'air, suffisante pour produire la réflexion à la surface antérieure. (Opt. l. I. part. I. prop. 3.)\nmoins indirectement) l'inégale réflexibilité Newtonienne, pour le cas que Newton a négligé; je veux dire, pour celui où le rayon se meut dans le milieu le plus rare: et il en résulte, à ce qu'il me semble, quelque penchant à croire, que cette réflexibilité est en sens inverse de l'autre: ce qu'il étoit d'ailleurs assez naturel d'attendre.\n\nSECONDE PARTIE.\n\nQuelques Rapprochemens.\n\n§. 13. PREMIERE QUESTION. Les principes qui expliquent la réflexion, expliquent-ils la flexion? *\n\nPour parvenir à répondre à cette question, il y a deux préliminaires indispensables: rappeler les principes qui ont été posés pour expliquer la réflexion; et indiquer avec précision les lois de la flexion.\n\n§. 14. Les principes admis ci-dessus sont, 1°. la force répulsive agissant selon une direction perpendiculaire à la surface réfléchissante. 2°. Les rayons rouges plus répulsifs que les violets; ou, en général, les rayons les moins réfrangibles plus fortement repoussés que ceux qui sont plus réfrangibles.\n\n§. 15. Les lois de la flexion, très bien déterminées par M. Brougham, peuvent (abstraction faite de certaines mesures précises) s'énoncer ainsi.\n\n* M. Brougham nomme, fort à propos, flexion, ce que, jusqu'à lui, la plupart des physiciens nommoient inflexion, (et quelques autres diffraction.) Et il distingue la flexion en inflexion et déflexion: la première approchant le rayon, et la seconde l'éloignant, du corps flecteur.\n1°. Le rayon le plus inflexible est aussi le plus déflexible.\n\n2°. Le rayon le plus réfrangible est le moins flexible. Ainsi, le rayon rouge est à la fois plus infléchi, et plus défléchi, que le violet, dans les mêmes circonstances.\n\n§. 16. La loi de la déflexion résulte bien des principes, dans ce qui concerne ce phénomène seul. Les rayons rouges démontrent ici, comme dans la réflexion, leur plus grande force de répulsion.\n\n§. 17. Quant à la loi d’inflexion, elle ne résulte pas des principes qui expliquent la réflexion.\n\nOn pourrait dire, que les rayons les plus répulsifs sont aussi les plus attractifs. Cette proposition est admise par M. Brougham; mais la diverse réfrangibilité des rayons donne une indication toute contraire.\n\nSoit pour la déflexion, soit pour l’inflexion, on est placé dans des circonstances pareilles à celles de l’expérience de réflexion par un très petit cylindre, (§. 5.) que j’ai discutée. (§. 10.) Les corps flecteurs sont comparables à ce petit cylindre. Ainsi l’angle d’incidence n’est pas donné immédiatement, et on a lieu de croire qu’il est égal à l’angle de déflexion : il doit de même être égal à l’angle d’inflexion ; mais il doit arriver que l’observateur ne s’aperçoive pas de cette égalité.\n\nDu reste, le phénomène de l’inflexion est plus compliqué, parceque la courbe décrite par le rayon doit avoir deux rebroussements.\n\nOn peut entrevoir quelque explication de ses lois, qui au premier coup d’oeil paraissent choquer des principes reconnus : mais je m’abstiens de toute tentative pareille.\n\n§. 18. Seconde Question. Les principes reconnus pour la réflexion, se concilient-ils avec ceux de la réfraction ?\nOui. Dès que les rayons ont traversé la sphère répulsive, ils entrent dans l’attractive : les rayons rouges sont, à la vérité, les plus répulsifs, mais rien n’empêche que les violets ne soient plus attractifs. On peut même dire, que ces deux faits se lient naturellement, et qu’on a quelque lieu de s’attendre que les rayons moins faciles à repousser, seront plus faciles à attirer.\n\nOr, la réfraction les montre tels. Car, 1°. rien de mieux prouvé en optique théorique, que la proposition qui établit, que la réfraction est produite par une attraction dirigée perpendiculairement à la surface réfringente. (Newton, Princip. l. 1. prop. 94.) 2°. Donc aussi, les différences de réfraction, et en particulier la plus grande réfrangibilité des rayons violets, sont produites par la même cause : conséquence confirmée par leur réflexibilité supérieure dans le milieu le plus dense.\n\n§. 19. Troisième Question. Les principes de la réfraction, peuvent-ils expliquer ceux de la flexion ?\n\nNon. Ce qui reste inexpliqué, c’est la loi d’inflexion. Dans cette loi, les rayons rouges semblent plus attractifs, tandis que dans la réfraction c’est le contraire. S’il est quelque explication qu’on entrevoie, nous y avons renoncé. (§. 17.) Ainsi, cette partie des phénomènes de flexion reste encore pour nous comme isolée.\n\n§. 20. “Les rayons de la lumière, ne sont-ils pas réfléchis, réfractés, et infléchis, par une seule et même force, qui se déploie diversement en diverses circonstances ?” * Telle est la question que se faisoit Newton, au commencement du siècle, et qui ne me paraît pas résolue vers sa fin.\n\nIl est vrai, qu’en énonçant les conséquences de ses recherches, M. Brougham conclut ainsi : “the rays of light are reflected,\n\n* Opt. Qu. 4\n\"refracted, inflected, and deflected, by one and the same power,\n\"variously exerted in different circumstances.\"\n\nCela est, sans doute, fort probable, mais non encore démontré.\n\n§. 21. La seule analogie nouvelle (et, sans doute, très-importante,) qu’a saisie M. Brougham, entre ces trois classes de phénomènes, est celle qui résulte des rapports harmoniques entre les parties distinctes des spectres colorés, produits par la réfraction, la réflexion, et la flexion.\n\n§. 22. Le spectre par réflexion, peut-il être calculé exactement, d’après les principes posés ci-dessus, (§. 10.) afin de comparer le résultat de ce calcul à celui de l’expérience? Sa division harmonique est un rapport saisi entre ce phénomène et celui de la réfraction, qui fortifie l’opinion, déjà si probable, sur l’identité du principe dont ces deux phénomènes dépendent. Je n’ose aller au delà.\n\n§. 23. Sans doute, en pesant ces considérations, on se rappellera la proposition avancée par M. Brougham, savoir, que \"la réflexibilité des rayons est comme leur réfrangibilité inversement.\" Mais il faut bien remarquer le sens de cette assertion.\n\nNewton a fait sortir un rayon du verre à l’air, par la face plane d’un prisme, sous un angle d’incidence connu; et, ayant observé l’angle de réfraction des rayons rouges, et des violets, il a trouvé ces angles, et leurs sinus, comme il suit*\n\n| Angle commun d’incidence | 31° 15' 0'' | sinus 50 |\n|--------------------------|-------------|---------|\n| Angle de réfraction du rouge | 53 4 58 | —— 77 |\n| Angle de réfraction du violet | 54 5 2 | —— 78 |\n\nM. Brougham a fait tomber un rayon sur la convexité d’une\n\n* Opt. l. i. part. i. prop. 7.\nfibre métallique, sous un angle d’incidence inconnu ; et, ayant observé la réflexion, il en a conclu les angles et sinus suivants.\n\nAngle d’incidence commun - $77^\\circ 20'$ sinus $77\\frac{1}{2}$\nAngle de réflexion du rouge - $75^\\circ 50'$ —— $77$\nAngle de réflexion du violet - $78^\\circ 51'$ —— $78$\n\nOn voit bien, en effet, que les nombres $77$ et $78$ expriment, de part et d’autre, des limites, d’un côté de réfraction, de l’autre de réflexion ; mais on n’en peut pas conclure la raison inverse des quantités qu’on mesure dans l’observation de ces deux phénomènes : la disparité des circonstances de ces deux expériences s’y oppose. M. Brougham fait remarquer lui-même la différence d’incidence. Mais ce n’est pas la seule ; et il suffit de se rappeler, que par une même incidence la dispersion des rayons colorés varie selon la nature des milieux, pour détruire toute idée de proportion régulière, exprimée d’une manière précise et générale, sans égard à la diversité des milieux.*\n\nLa proposition affirmée par M. Brougham, veut donc dire seulement, que celui des rayons qui occupe le plus de place sur le spectre réfracté, en occupe moins sur le spectre réfléchi ; et que l’un et l’autre offre la division harmonique. Cela suffit bien pour indiquer quelque analogie, mais non pour fonder, sans aucune autre preuve, l’unité du principe.\n\n§ 24. C’est dans le même sens qu’il faut entendre la proposition qui établit que “les flexibilités sont comme les réflexibilités directement, et comme les réfrangibilités inversement.” Et il y a encore beaucoup plus de disparité dans les circonstances,\n\n* Voyez entr’autres les conclusions que M. Robert Blair a tiré de ses expériences, aussi exactes que multipliées, sur ce sujet. Trans. of the R. S. of Edinburgb, Vol. III. p. 72.\n\nMDCCXCVIII.\net dans les résultats, comme M. Brougham a soin de le faire remarquer. Ainsi, la division harmonique du spectre coloré fournit une analogie encore beaucoup plus foible, en faveur de l’identité d’un principe commun, auquel ces trois phénomènes doivent être rapportés.\n\nEt cependant il faut convenir que ces foibles analogies entraînent la persuasion ; et que l’esprit ne sera point satisfait, jusqu’à ce que, par quelque nouvel effort, la flexion soit réunie aux phénomènes de réflexion et de réfraction, par l’unité de principe.\n\n§. 25. Notre ignorance sur la nature des forces qui produisent ces phénomènes, en particulier sur la nature de la force répulsive, et le défaut d’accord qui règne encore entre les phénomènes de flexion et les autres, permettent-ils d’avoir confiance à la cause physique, indiquée dès longtemps par Newton, reprise récemment, et même calculée, par M. Brougham ; je veux dire, la différence de masse des particules qui composent les divers rayons ?\n\n§. 26. Est-on en droit d’envisager comme une hypothèse, la théorie NEWTONIENNE des accès de facile et difficile transmission ? Cette théorie n’est que l’expression généralisée d’un fait bien observé. Si les transmissions et réflexions alternatives ne dépendent que de l’épaisseur des lames transparentes, il faut que les rayons, ou le milieu, soient alternativement, et en tempuscules égaux, dans des dispositions opposées. Des expériences plus variées feront voir si l’épaisseur seule y influe : c’est sous ce point de vue que l’Abbé Mazeas avoit entrepris quelques expériences, qui ne donnoient encore aucun résultat, mais qu’on pouvoit espérer de voir suivre avec succès, (Mem. des Sav. Etr. 1755.) La théorie des lames minces transparentes, paroît avoir été concue par Newton dès l’âge de 27 ans, et il ne l’a publié que\n35 ans plus tard : car il y faisoit allusion dans ses Leçons, à Cambridge, en 1669, et la 1ère édition de son Optique est de l’année 1704. (Opusc. Tom. II. p. 275.) Autant il seroit ab- surde de mettre en parallèle avec la raison l’autorité même la plus respectable, autant il est juste d’exiger un examen très attentif d’une opinion aussi réfléchie.\n\n§. 27. Je finirai par observer, que l’explication que j’ai pro- posé, selon les principes NEWTONIENS, du phénomène observé par M. BROUGHAM, dans la réflexion opérée par un cylindre très petit, (§. 10.) ne nuit pas à l’emploi que ce physicien en fait, pour expliquer les couleurs des corps naturels. Son senti- ment et celui de NEWTON, à cet égard, ne sont pas en contra- diction. Il n’est pas sûr que les couleurs des corps naturels ne soient produites que d’une façon ; mais, pour qu’elles soient produites, il faut que la réflexion s’opère par chaque particule des corps, sous toute sorte d’angles. Et je ne vois pas que M. BROUGHAM ait réussi à opérer, sous plusieurs angles variés, la réflexion qu’il a obtenue par ses petits cylindres. Il semble qu’il ne parle, d’une manière précise, que de celle où l’angle d’incidence étoit d’environ 77°, et, par conséquent, fort grand.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106978.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 23,
    "total-input-tokens": 35650,
    "total-output-tokens": 11274,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1326,
        2
      ],
      [
        1326,
        3073,
        3
      ],
      [
        3073,
        4789,
        4
      ],
      [
        4789,
        6567,
        5
      ],
      [
        6567,
        8364,
        6
      ],
      [
        8364,
        10230,
        7
      ],
      [
        10230,
        12105,
        8
      ],
      [
        12105,
        13889,
        9
      ],
      [
        13889,
        15604,
        10
      ],
      [
        15604,
        17366,
        11
      ],
      [
        17366,
        19076,
        12
      ],
      [
        19076,
        20718,
        13
      ],
      [
        20718,
        22439,
        14
      ],
      [
        22439,
        24364,
        15
      ],
      [
        24364,
        25787,
        16
      ],
      [
        25787,
        27442,
        17
      ],
      [
        27442,
        29182,
        18
      ],
      [
        29182,
        30841,
        19
      ],
      [
        30841,
        32632,
        20
      ],
      [
        32632,
        34435,
        21
      ],
      [
        34435,
        34435,
        22
      ],
      [
        34435,
        35665,
        23
      ]
    ],
    "primary_language": [
      "en",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "None",
      "fr"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106978",
    "title": "Quelques Remarques D'Optique, Principalement Rélatives à la Réflexibilité des Rayons de la Lumiere. Par P. Prevost, Professeur de Philosophie à Geneve, de L'Académie de Berlin, de la Société des Curieux de la Nature, et de la Société Royale D'Edimbourg. Communicated by Sir Charles Blagden, Knt. F. R. S.",
    "authors": "P. Prevost, Charles Blagden",
    "year": 1798,
    "volume": "88",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 23,
    "jstor_url": "https://www.jstor.org/stable/106978"
  }
}