{
  "id": "3333116c1bb35b6fb3a4f569beef08682bf77b08",
  "text": "XI. Some Observations on a Polype dried.\n\nBy Mr. Henry Baker, F. R. S.\n\nRead Dec. 8. 1743.\n\nApprehending that if a Polype could be dried, and well extended before the Microscope, some Particulars in its Structure might be distinguished better than when we view it alive, and in Water, I applied myself to attempt the doing it: And, after many Trials, (which were rendered fruitless by the Minutest and extreme Tenderness of the Arms and other Parts of this Animal, that contract as soon as taken out of Water, and so cling together, as to become inseparable afterwards, without being torn to Pieces) I happened, at last, to hit on a Method of performing the Operation perfectly; which Method I shall here subjoin, as taken from my Essay on this Creature lately published.*\n\nThe Method of drying Polypes for the Microscope.\n\nI chuse a Polype to my Mind, and put it in a small convex Lens with a Drop of Water; where, when it is extended, and the Tail fixed, after pouring off a little of the Water (if the Quantity seems too much), I plunge it, Lens and all, into Spirits of Wine, in the Bowl of a large Silver Spoon. Hereby it is instantly killed; the Arms and Body contracting, sometimes more, sometimes less, at the same time. I then rub it gently in the Spirits with a very small soft hair Pencil, to clear away its Lice, which may be seen to fall off, and lie dead at the Bottom of the Liquor.\n\n* Natural History of the Polype, p. 84.\nThus far the Business seems pretty easy; but all the Skill I am Master of could never enable me to take a Polype out of the Spirits, and extend its Body and Arms on a Talc, though I have destroyed great Numbers in attempting it; for the Parts immediately cling together, in such a Manner, that it is not possible to separate them again, without tearing them all to Pieces.\n\nI bethought myself, therefore, of adjusting them upon the Talc, whilst in the Spirits; and, to effect this, I slip a Talc under the Polype's Body lying in the Spirits; and, displaying its Arms, &c. thereon with my Pencil, by the Assistance of my Nippers I lift the Talc, and the Polype upon it, gently out of the Spirits: Then, holding it in my Nippers with my Left Hand, I dip my Pencil in the Spirits with my Right, and therewith dispose the several Parts to my Wish as near as I am able; at the same time wiping away the Lice with my Pencil, if any are to be seen upon the Talc.\n\nWhen all the Parts are rightly extended, I lay it carefully to dry, which it does very speedily, leaving the Polype sticking to the Talc in the Manner it was disposed.\n\nThe chief Difficulty now is over; but some Cau-\ntion is still needful to secure it safely in a Slider:\nFor, if another Talc be laid upon it in the common Way, all our Labour will be rendered fruitless, by its being broke and spoiled. To prevent this Mis-\nfortune, as soon as the Talc, whereon the Polype sticks, is let down into the Hole of a Slider, I cut Three little flat Pieces of Cork, about the Bigness of Pins-\nheads, and the Depth of the Polype, and gum them in a triangular Position, partly on the Edges of the said\nsaid Talc, as it lies in the Hole, and partly to the Ivory Sides of the Hole itself; by which means the upper Talc being kept from being able to press upon the Polype, it may be put on and fixed down with a brass Ring, without any Fear of hurting it.\n\nIf you intend to dry a Polype in its contracted State, it may be put directly into the Spirits without using any Lens; but if you desire it extended, you will find the Lens quite needful.\n\nVinegar, Water wherein Salt is dissolved, or Spirit of Wine, kills a Polype immediately: But Spirit of Wine is fittest for the Purpose, as it gives a greater Firmness to the Parts, dries away from the Talc soonest, and leaves no Soil or Smear behind it, as the others do.\n\nHaving now the Honour to shew the Gentlemen here present a Polype prepared after the above Manner, and inclosed in a Slider between Two Pieces of Icinglass; I shall beg Leave to point out what may particularly be learned thereby, and give a Drawing of the same Polype, as viewed by the Microscope, [see Tab. III. Fig. 5.] in order to make the following Observations more intelligible and satisfactory.\n\nFirst, As the Body thus dried exhibits a Reticulation of minute Vessels, which appear every-where most curiously interwoven, we may reasonably suppose they serve as Veins and Arteries, through which some kind of Blood or Juices circulates, as in other Animals: But we cannot distinguish such Blood or Juices circulating in the living Polype, or discern anything like Vessels, though now they are so apparent.\n\nSecondly, The Anus of the Polype may be discovered very plainly in this dried Object; whereas in a living\nliving one it requires much Attention to see it in a satisfactory Manner.\n\nThirdly, The Mouth, or Opening between the Arms, appears here like the Mouth of a Sack or Bag, which indeed the Body does not badly represent.\n\nFourthly, By observing the Arms thus dried, we obtain a clear Idea of the Means whereby this Creature catches fast hold of its Prey, the Moment of its touching it, and before it can bring its Arms to clasp about it: For we plainly see here, that the Arms are thick beset with Hairs, or rather sharp Hooks, which possibly are moveable, and can strike easily into the Body of a tender Worm. But these Hooks or Hairs are not visible in the living Animal; being then, perhaps, some-how or other generally drawn in, or laid flat and close along the Sides of the Arms, as I have seen them in some sorts of Star-fish. Besides, the Water wherein we are obliged to view a Polype, when alive, will not permit so strict an Examination as it can now be brought to.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104223.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9822,
    "total-output-tokens": 1538,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1439,
        3
      ],
      [
        1439,
        3090,
        4
      ],
      [
        3090,
        4723,
        5
      ],
      [
        4723,
        5694,
        6
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104223",
    "title": "Some Observations on a Polype Dried. By Mr. Henry Baker, F. R. S.",
    "authors": "Henry Baker",
    "year": 1742,
    "volume": "42",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/104223"
  }
}