{
  "id": "492460b4f75e6beee0b8cfd91d8ddd6e6fbd7a15",
  "text": "VIII. Astronomical Observations. In two Letters from M. Francis de Zach, Professor of Mathematics, and Member of the Royal Academies of Sciences at Marseilles, Dijon, and Lyons, to Mr. Tiberius Cavallo, F. R. S.\n\nRead December 23, 1784.\n\nSIR,\n\nLyons, April 4, 1783.\n\nI send you the account of the observations on the eclipse of the moon, which I have made together with the rev. Father Le Fevre, Astronomer at Lyons, in the Observatory called au grand Collège; to which I shall add the observations of the vernal equinox; some observations on Jupiter's satellites, made at Marseilles by M. Saint Jaques de Sylvabelle; and, lastly, a new solution of a problem that occurs in computing the orbits of comets. If you think that these observations do in any way deserve the notice of the Royal Society, I shall be very glad you would communicate them. In order to ascertain the going of the pendulum clock, I took several corresponding altitudes of the sun, which you will find in the following table. On the day of the eclipse the sky was very serene, nothing could be finer, and it continued so during the observation. I determined to use an achromatic telescope of $3\\frac{1}{2}$ feet length, that shews objects in their natural position, because the diluted and uncertain termination of the true shadow of the earth appears more perfectly defined by small than by large\nlarge telescopes, which magnify too much, and give too great a transit between the penumbra and the true dark shadow. On that account some celebrated astronomers advise to use for the eclipses of the moon no greater telescopes than of four or five feet length. It was remarked at Paris, that in an eclipse of the moon, observed through a telescope of Dollond, the focus of its object lens being 30 inches, and likewise through a telescope of five feet length; the eclipse appeared to begin $4'7''$ sooner, and to end $4'7''$ later, through the small than through the long telescope; the like has been remarked by several others, and it has been also observed by myself. As to my observations I am tolerably satisfied with them, as they do not differ materially from those of Father Le Fevre, though it is known that in eclipses of the moon no greater exactness than that of a minute can be obtained. The moon's spots were carefully observed; for it is known, that the mean of the observations of the moon's spots is sufficient to ascertain the longitude of a place to $4''$ or $5''$ nearly. M. de la Lande comparing the observations of the moon's spots in an eclipse, made the 22d of November, 1760, in Vienna, by the Imperial Astronomer Abbé Hell, with those made at the same time in Paris by M. Messier, finds the difference of meridians to be $56'13''$, which agrees very exactly with that ascertained by other means.\nCorrespondent altitudes of the Sun taken with a quadrant of three-feet radius, in order to adjust the pendulum clock to apparent time.\n\n| 18th March, 1783 | Sun's altit. | 1st observation | Sun's altit. | 2nd observation | Sun's altit. | 3rd observation | Sun's altit. | 4th observation | Sun's altit. | 5th observation |\n|------------------|--------------|-----------------|--------------|-----------------|--------------|-----------------|--------------|-----------------|--------------|-----------------|\n| The sun's upper limb at the horizontal wire, eastern side | 25° 40' h. 8° 25\" | 26° 10' h. 8° 28\" | 25° 40' h. 8° 31\" | 27° 20' h. 8° 36\" | 28° 8° 40\" | 53\" |\n| Sun's upper limb at the same altitude, western side | 15° 12' 24\" | 15° 9' 1\" | 15° 5' 39\" | 15° 1' 10\" | 14° 56' 29\" |\n| Dividing the sun by 2 | 23° 37' 26\" | 23° 37' 26\" | 23° 37' 22\" | 23° 37' 26\" | 23° 37' 22\" |\n| Sun's center on the meridian as marked by the clock | 11° 48' 43\" | 11° 48' 43\" | 11° 48' 41\" | 11° 48' 43\" | 11° 48' 41\" |\n| Equation of the day | 12° 8' 15\" | 12° 8' 15\" | 12° 8' 15\" | 12° 8' 15\" | 12° 8' 15\" |\n| Clock slower than equated solar time | 0° 19' 32\" | 0° 19' 32\" | 0° 19' 34\" | 0° 19' 32\" | 0° 19' 34\" |\n\nThe mean of which I put 19' 32\"\n| 19th March, 1783. | Sun's Altit. | 1st observation. | Sun's 2nd observation. |\n|------------------|--------------|------------------|-----------------------|\n| The sun's upper limb at the horizontal wire of the first telescope on the eastern side | 31° 30' | h. 9 156 | h. 9 13 9 |\n| Sun's upper limb at the same altitude on the western side of the meridian | 14 31 47 | 14 20 33 |\n| Dividing the sum by 2 | 23 33 43 | 23 33 42 |\n| Sun's center on the meridian as marked by the pendulum clock | 11 46 51½ | 11 46 51 |\n| Equation of the day | 12 7 57 | 12 7 57 |\n| Clock slower than equated solar time | 0 21 6 | 0 21 6 |\n\nClock slower than equated solar time 19th March 21' 6\"\n18th March 19' 32\"\n\nRetarding of the clock upon 23 h. 58' 8\" - 1' 34\"\n\nI observed too the mid-day at the great gnomon of the observatory, and found at the same time the meridian line erroneous by 19'', as you will find in the following tables.\n\nWhen the center of the sun's image was on the meridian the time pointed by the clock was\n\n| Equations of those days | h. 11 50 50 | h. 11 48 56 | h. 11 47 3 |\n|-------------------------|-------------|-------------|-------------|\n| Retarding on equated solar time | 17 43 | 19 19 | 20 54 |\n| Retarding the 17th | 17 43 | 19 19 | 19 19 |\n| Retarding of the clock during those 24 hours | 1 36 | 1 35 |\n\nI fixed therefore the retarding of the clock 1' 35''.\nTrue mid-day concluded by the sun's correspondent altitudes as the clock marked\n\nEquation of the mid-day\n\nRetarding of the clock at the rate of $1'35''$ per 24 hours\n\nTrue mid-day the pendulum clock should have marked\n\nMid-day concluded at the gnomon of the observatory\n\nDifference, the error of the meridian line or gnomon\n\n| h. | h. |\n|----|----|\n| 11 48 42 | 11 46 51 |\n| 18th Mar. | 19th Mar. |\n| - 18 | - 18 |\n| + 13 | + 11 |\n\nFrom thence I concluded,\n\n| h. | h. |\n|----|----|\n| Mid-day at true solar time | 11 59 60 |\n| Mid-day the clock should have marked on the 18th | 11 48 37 |\n| Retarding upon true solar time | 11 23 |\n| Mid-day at equated solar time | 12 8 15 |\n| Mid-day the clock should have marked on the 18th | 11 48 37 |\n| Retarding upon equated solar time | 19 38 |\n\nObservations\nObservations of the moon's eclipse the 18th March, 1783.\n\n| My observations with an achromatic telescope of 3½ feet length. | Time marked by the clock. | True or apparent time. |\n|---------------------------------------------------------------|---------------------------|------------------------|\n| **IMMERSIONS.**                                               |                           |                        |\n| The beginning of the eclipse very doubtful.                   | h. , ,                    | h. , ,                 |\n| Shadow touches Grimaldi                                       | 7 41 45                   | 7 53 39                |\n| Grimaldi all in the shadow                                    | 7 42 54                   | 7 54 48                |\n| Shadow touches Mare Humorum                                   | 7 49 32                   | 8 1 27                 |\n| Copernicus                                                     | 8 0 21                    | 8 12 16                |\n| Copernicus all in the shadow                                  | 8 2 29                    | 8 14 24                |\n| Tycho touches the shadow                                      | 8 6 18                    | 8 18 13                |\n| Eudoxus                                                       | 8 12 19                   | 8 24 15                |\n| all in the shadow                                             | 8 13 43                   | 8 25 39                |\n| Mare Serenitatis touches the shadow                            | 8 16 7                    | 8 28 3                 |\n| the shadow in the middle                                     | 8 21 31                   | 8 33 27                |\n| all in the shadow                                             | 8 25 54                   | 8 37 50                |\n| Proclus touches the shadow                                    | 8 32 21                   | 8 44 18                |\n| Mare-Crisium touches the shadow                               | 8 33 29                   | 8 45 26                |\n| shadow in the middle                                          | 8 35 36                   | 8 47 33                |\n| all in the shadow                                             | 8 36 56                   | 8 48 53                |\n| Total immersion                                               | 8 38 57                   | 8 50 55                |\n| **EMERSIONS.**                                                |                           |                        |\n| Beginning of the emersion                                     | 10 19 57                  | 10 32 2                |\n| Grimaldi emerging                                             | 10 23 33                  | 10 35 38               |\n| all out of the shadow                                         | 10 24 9                   | 10 36 14               |\n| Mare Humorum emerging                                         | 10 29 34                  | 10 41 39               |\n| Total emersion of Mare Humorum                                | 10 35 37                  | 10 47 43               |\n| Copernicus all out of the shadow                              | 10 43 6                   | 10 55 12               |\n| Mare Serenitatis all emerged                                  | 10 57 32                  | 11 9 39                |\n| Mare Crisium all emerged                                      | 11 15 44                  | 11 27 51               |\n| End of the eclipse                                            | 11 20 10                  | 11 32 18               |\n| Total duration                                                | 3 39 0                   |                        |\n\nFather\nFather Le Fevre's observations with a reflector 55 inches focal length, magnifying 300 times.\n\n| IMMERSSIONS | Time by the clock | Apparent time |\n|-------------|-------------------|---------------|\n| Grimaldi touches the shadow | 7 41 43 | 7 53 37 |\n| Kepler touches the shadow | 7 52 2 | 8 3 57 |\n| all in the shadow | 7 53 24 | 8 5 19 |\n| Copernicus touches the shadow | 8 0 22 | 8 12 17 |\n| all in the shadow | 8 2 26 | 8 14 21 |\n| Mare Serenitatis touches the shadow | 8 16 7 | 8 28 3 |\n| all in the shadow | 8 26 2 | 8 37 58 |\n| Mare Crisium touches the shadow | 8 33 28 | 8 45 25 |\n| all in the shadow | 8 36 56 | 8 48 53 |\n| Total immersion | 8 38 54 | 8 50 52 |\n\n| EMERSIONS | Time by the clock | Apparent time |\n|-----------|-------------------|---------------|\n| Beginning of the emersion | 10 19 42 | 10 31 47 |\n| Grimaldi emerged | 10 23 24 | 10 35 29 |\n| Kepler all out of the shadow | 10 35 43 | 10 47 49 |\n| Copernicus all out | 10 43 4 | 10 55 10 |\n| Mare Serenitatis all out | 10 57 19 | 11 9 26 |\n| Crisium all out | 11 15 50 | 11 27 57 |\n| End of the eclipse | 11 20 22 | 11 32 30 |\n| Total duration | 3 39 20 |\n\nThe observation of the vernal equinox was made at the gnomon. The height of this gnomon, taken from the center of the hole by which the beams of the sun come in, is 1878 lines of a French inch; the distance from the bottom of the gnomon to the equinoctial point is 1928; the distance from the upper limb of the sun's image to the equinoctial point was found 16,7; the distance from the under limb 23,4; the diameter of the hole = 6; therefore the distance from the bottom to the upper limb $1928 - 16,7 + 3 = 1914,3$, to the under limb $1928 + 23,4 - 3 = 1948,4$; which gives the time the equinox happened the 20th of March, 5 h. 56' 52'' P.M.\nObservations of Jupiter's satellites at Marseilles.\n\n| Date   | Event Description                                                                 | Apparent Time | Observation |\n|--------|----------------------------------------------------------------------------------|---------------|-------------|\n| April 3 | Immersion of the 1st satellite at                                                |               |             |\n| May 19 | Imm. 1st sat.                                                                    |               |             |\n| June 7 | Imm. IVth sat. was not total, but its light diminished sensibly without ever disappearing; the sky was serene, and Jupiter had six belts very distinctly. |               |             |\n| July 20 | Emerion of the 1st satellite                                                      |               |             |\n| July 5 | Em. 1st sat.                                                                     |               |             |\n| July 13 | Em. IIId sat.                                                                    |               |             |\n| July 20 | Em. IIId sat.                                                                    |               |             |\n| July 27 | Em. 1st sat.                                                                     |               |             |\n| Aug. 6 | Em. 1st sat.                                                                     |               |             |\n| Aug. 13 | Em. 1st sat.                                                                     |               |             |\n| Aug. 14 | Em. IIId sat.                                                                    |               |             |\n| Sept. 1 | Em. IIId sat.                                                                    |               |             |\n| Sept. 14 | Em. 1st sat.                                                                     |               |             |\n\nIT is known, that the indirect method to calculate the orbits of comets in a conic section, by means of three observations given, is rendered more easy and expeditious if there is a possibility of drawing a graphical figure that represents nearly the orbit under consideration, by means of which the calculation is directed, and the required elements of the comet's path may be rigorously determined. To draw the orbit of a comet that moves in a parabola or ellipsis, the problem is reduced to find the position of the axis and the perihelion distance; this position of the axis will be determined as soon as the angle is known, that the axis forms with another line, whose position is given; this line may be an ordinate to a given point of the curve, or a tangent, or a radius vector, &c. The latter is to\nbe employed in preference, because the perihelion distance being a constant quantity, the angle of position then becomes the true anomaly of the comet; but as the data of this problem are only geocentric longitudes and latitudes of the comet, deduced from the immediate observations of right ascension and declination, the heliocentric longitudes and latitudes must first be calculated; but as those data are not sufficient, what is not given must be arbitrarily supposed, viz. the shortened distances (distantias curtatas). This supposition is changed and altered until the calculation will agree with the three observations, then the difference between two longitudes is the angle comprehended between the two shortened distances in the plane of the ecliptic; the whole reduced to the plane of the comet's orbit by means of the heliocentric latitude, gives the difference between the anomalies comprehended by two radius vectors, the problem then is reduced: two radius vectors being given, with the angle comprehended, to find the two true anomalies, the perihelion distance, and the time the comet puts in running its anomalies.\n\nLet therefore \\( \\gamma = \\nu \\) represent the ecliptic at an infinite distance; QPR the apparent elliptical or parabolical path of a comet; S the sun's center; P the comet's perihelion; T the place of the earth when the comet was first observed in C; I the earth's place when the comet was observed in K; ST = d, SI = δ, the distances from the earth to the sun at the first and second observation known by astronomical tables; let Cm and Kn be two perpendiculars to the plane of the ecliptic, it will be Sm = u, Sn = v the two shortened distances.\n\nThe observed geocentric longitude of the comet in T = a = arc \\( \\gamma \\nu G \\); the observed geocentric longitude of the comet in I = α = arc \\( \\gamma \\nu H \\); the geocentric longitude of the sun by tables in T = b = arc \\( \\gamma \\nu A \\); the geocentric longitude of the sun by tables in I = β = arc \\( \\gamma \\nu B \\).\n\nVol. LXXV.\nNow for the first observation the angle of elongation is \\( b - a \\); for the angle \\( ATG = \\text{arc} AG = \\gamma \\varphi = A - \\gamma \\varphi G = \\text{long.} \\circ - \\text{long. comet.} = b - a \\);\n\nthe angle of the annual parallax \\( SmT = \\frac{\\sin(b-a)d}{u} = e \\);\n\nthe angle of commutation \\( mST = 180^\\circ - e + (b-a) = f \\);\n\nfrom whence the heliocentric longitude of the comet \\( = b - 180^\\circ + f = g \\).\n\nThe same at the second observation in I.\n\nAngle of elongation \\( = \\beta - \\alpha \\);\n\nAngle of annual parallax \\( \\varepsilon = \\frac{\\sin(\\beta-\\alpha)}{v} \\);\n\nAngle of commutation \\( \\phi = 180^\\circ - \\varepsilon + (\\beta - \\alpha) \\);\n\nheliocentric longitude of the comet in I \\( = \\beta - 180^\\circ + \\phi = \\gamma \\);\n\nputting now the heliocentric latitude seen from S \\( = k \\);\n\nthe geocentric latitude seen from T \\( = l \\);\n\nthe heliocentric latitude will be \\( \\frac{\\sin f \\cdot \\tan l}{\\sin (b-a)} = \\tan k \\);\n\nthe same with K \\( n \\) it will be \\( \\frac{\\sin \\phi \\cdot \\tan \\lambda}{\\sin (\\beta-\\alpha)} = \\tan \\kappa \\) heliocentric latitude in K.\n\nHaving thus determined the heliocentric latitudes of two observations, the radius vectors will easily be found in the supposition made for the shortened distances, for they are in the same ratio to the radius vectors as the cosine of the heliocentric latitudes are to the radius \\( = 1 \\); therefore the radius vector \\( m \\) of the first observation will be \\( \\frac{u}{\\cot k} \\) and the radius vector of the second observation \\( \\mu = \\frac{v}{\\cot \\kappa} \\).\n\nTaking now the difference between the found heliocentric longitudes, we get the heliocentric motion of the comet upon the ecliptic between two shortened distances, which is to be reduced upon the comet’s orbit, this heliocentric motion is therefore \\( \\gamma - g = m \\). Now to reduce this motion we have, first,\nsinus totus = 1 is to cosine m :: as cotangent k is to the tangent of an angle which I put = n, and $90^\\circ - k = n$ will give an angle which I put = q. Lastly, the analogy $\\cos n : \\cos q :: \\sin k : \\psi$ will give the cosine of an angle $\\psi$, which is the required motion upon the orbit, or the angle comprehended between the two radius vectors $m$ and $\\mu$. Let therefore ECPMND be the apparent parabolic path of a comet; S the sun's center; M and N two places of the comet, the angle MSN equal to its motion in longitude, or the comprehended angle $\\psi$; P the perihelion; it is required to find the two anomalies PM, PN, that is, PSM and PSN, the perihelial distance SP, and the time the comet employed to come from its perihelion P to M and N.\n\nResolution.\n\n| SM = m | In the right-angled triangle SMR and SNV we have |\n|--------|------------------------------------------------|\n| SN = $\\mu$ | MR = OS = $m \\sin (\\psi \\pm x)$ NV = QS = $\\mu \\sin x$; |\n| MSN = $\\psi$ | therefore OP = $\\frac{1}{2} p - m (\\sin \\psi \\pm x)$ and PQ = |\n| NSB = $x$ | $\\frac{1}{2} p - \\mu \\sin x$; but by the nature of the parabola |\n| MSB = $(\\psi \\pm x)$ | we have SM = AP + PO and SN = AP + PQ; that is |\n| Parameter = $p$ | $m = \\frac{1}{2} p - m (\\sin \\psi \\pm x)$ $\\mu = \\frac{1}{2} p - \\mu \\sin x$ |\n| | $m + m (\\sin \\psi \\pm x) = \\frac{1}{2} p$ $\\mu + \\mu \\sin x = \\frac{1}{2} p$ |\n| | $m (1 + \\sin \\psi \\pm x) = \\frac{1}{2} p$ $\\mu (1 \\mp \\sin x) = \\frac{1}{2} p$ |\n\nand $1 + \\sin (\\psi \\pm x) = \\frac{p}{2m}$ $1 \\mp \\sin x = \\frac{p}{2\\mu}$; by putting into a sum $1 + \\sin (\\psi \\pm x) + 1 \\mp \\sin x = \\frac{p}{2m} + \\frac{p}{2\\mu}$; reduction made $2 \\pm \\sin x + \\sin (\\psi \\pm x) = \\left(\\frac{m + \\mu}{2m\\mu}\\right)p$; but by trigonometrical formulae we have $\\sin (\\psi \\pm x) = \\sin \\psi \\cos x \\pm \\sin x \\cos \\psi$. Substituting this expression in its place we obtain,\n\n$2 \\pm \\sin x + \\sin \\psi \\cos x \\pm \\sin x \\cos \\psi = \\left(\\frac{m + \\mu}{2m\\mu}\\right)p$. By the same formulae we have $\\cos^2 x = 1 - \\sin^2 x$ and $\\cos x = \\sqrt{1 - \\sin^2 x}$.\nSubstituting it comes out, \\( z = \\sin x + \\sin \\psi \\sqrt{1 - \\sin^2 x} = \\sin x \\cos \\psi = \\frac{(m+\\mu)}{2m\\mu} p \\) and \\( \\sin \\psi \\sqrt{1 - \\sin^2 x} = \\frac{(m+\\mu)}{2m\\mu} p - z = \\sin x = \\sin x \\cos \\psi \\). By casting away the sign of the square root, and reducing to 0,\n\n\\[\n\\left( \\frac{m+\\mu}{4m^2\\mu^2} \\right)^2 p^2 + 4 + \\sin^2 x + \\sin^2 x \\cos^2 \\psi - 2 \\left( \\frac{m+\\mu}{m\\mu} \\right) p = \\left( \\frac{m+\\mu}{m\\mu} \\right) p \\cdot \\sin x = \\left( \\frac{m+\\mu}{m\\mu} \\right) p \\cdot (\\sin x \\cos \\psi)\n\\]\n\n\\[\n= 4 \\sin x \\cos \\psi + 2 \\sin^2 x \\cos \\psi - \\sin^2 \\psi + \\sin^2 x \\sin^2 \\psi = 0; \\text{ disentangling the equation,}\n\\]\n\n\\[\n\\frac{m^2p^2 + 2m\\mu p^2 + \\mu^2 p^2}{4m^2\\mu^2} + 4 + \\sin^2 x + \\sin^2 x \\cos^2 \\psi - \\frac{2mp - 2\\mu p}{m\\mu} \\sin x + \\mu p \\sin x = \\frac{mp \\sin x \\cos \\psi - \\mu p \\sin x \\cos \\psi}{m\\mu}\n\\]\n\n\\[\n= 4 \\sin x = 4 \\sin x \\cos \\psi + 2 \\sin^2 x \\cos \\psi - \\sin^2 \\psi + \\sin^2 x \\sin^2 \\psi = 0. \\text{ But } p \\text{ being equal to } 2\\mu = 2\\mu \\sin x, \\text{ substituting this value, we have}\n\\]\n\n\\[\n\\frac{4m^2\\mu^2 \\pm 8m^2\\mu^2 \\sin x + 4m^2\\mu^2 \\sin^2 x + 3m\\mu^3 + 3m\\mu^3 \\sin^2 x \\pm 16m\\mu^3 \\sin x + 4\\mu^4 + 4\\mu^4 \\sin^2 x \\pm 8\\mu^4 \\sin x}{4m^2\\mu^2} + 4 + \\sin^2 x +\n\\]\n\n\\[\n+ \\sin^2 x \\cos^2 \\psi = \\frac{4mp - 4m\\mu \\sin x - 4\\mu^2 \\pm 4\\mu^2 \\sin x \\pm 2m\\mu \\sin x - 2m\\mu \\sin^2 x \\pm 2\\mu^2 \\sin x - 2\\mu^2 \\sin^2 x \\pm\n\\]\n\n\\[\n\\pm 2m\\mu \\sin x \\cos \\psi - 2m\\mu \\sin^2 x \\cos \\psi \\pm 2\\mu^2 \\sin x \\cos \\psi - 2\\mu^2 \\sin^2 x \\cos \\psi = 4 \\sin x = 4 \\sin x \\cos \\psi + 2 \\sin^2 x \\cos \\psi - \\sin^2 \\psi +\n\\]\n\n\\[\n+ \\sin^2 x \\sin^2 \\psi = 0. \\text{ Dividing the numerator and denominator of the first fraction by } 4\\mu^2,\n\\]\n\n\\[\n\\text{and of the second by } \\mu, \\text{ and putting the whole to the common denominator } m^2 \\text{ it comes}\n\\]\n\n\\[\n\\frac{m^2 \\pm 2m^2 \\sin x + m^2 \\sin^2 x + 2m\\mu + 2m\\mu \\sin^2 x \\pm 4m\\mu \\sin x + \\mu^2 + \\mu^2 \\sin^2 x \\pm 2\\mu^2 \\sin x + 4m^2 + m^2 \\sin^2 x \\cos^2 \\psi + m^2 \\sin^2 x -\n\\]\n\n\\[\n- 4m^2\n\\]\nCasting away \\( m^2 \\), and reducing, we have\n\n\\[\nm^2 + \\mu^2 + \\mu^2 \\sin^2 x = 2m^2 \\sin x + m^2 \\sin^2 x \\cos^2 \\psi - 2m\\mu \\sin x \\cos \\psi - 2m\\mu \\sin^2 x \\cos \\psi - m^2 \\sin^2 \\psi + m^2 \\sin^2 x \\sin^2 \\psi = 0.\n\\]\n\nPutting together \\( \\sin^2 x \\) and \\( \\sin x \\)\n\n\\[\n(\\mu^2 + m^2 \\cos^2 \\psi - 2m\\mu \\cos \\psi + m^2 \\sin^2 \\psi) \\sin^2 x = (2\\mu^2 - 2m\\mu \\cos \\psi + 2m^2 \\cos \\psi - 2m\\mu) \\sin x + m^2 - 2m\\mu + \\mu^2 - m^2 \\sin^2 \\psi = 0.\n\\]\n\nSubstituting \\( \\cos^2 \\psi = 1 - \\sin^2 \\psi \\) we recover a quadratic equation,\n\n\\[\n(\\mu^2 + m^2 - 2m\\mu \\cos \\psi) \\sin^2 x = (2\\mu^2 - 2m\\mu \\cos \\psi + 2m^2 \\cos \\psi - 2m\\mu) \\sin x + m^2 - 2m\\mu + \\mu^2 - m^2 \\sin^2 \\psi = 0,\n\\]\n\nand \\( \\sin^2 x = \\frac{(2\\mu^2 - 2m\\mu \\cos \\psi + 2m^2 \\cos \\psi - 2m\\mu)}{(\\mu^2 + m^2 - 2m\\mu \\cos \\psi)} \\sin x = \\frac{2m\\mu - m^2 - \\mu^2 + m^2 \\sin^2 \\psi}{\\mu^2 + m^2 - 2m\\mu \\cos \\psi} \\).\n\nThis equation resolved gives\n\n\\[\n\\sin x = \\frac{\\mu^2 + m\\mu \\cos \\psi + m^2 \\cos \\psi - m\\mu}{\\mu^2 + m^2 - 2m\\mu \\cos \\psi} = \\sqrt{\\frac{2m\\mu - m^2 - \\mu^2 + m^2 \\sin^2 \\psi}{\\mu^2 + m^2 - 2m\\mu \\cos \\psi}} = \\frac{(\\mu^2 + m\\mu \\cos \\psi + m^2 \\cos \\psi - m\\mu)^2}{\\mu^2 + m^2 - 2m\\mu \\cos \\psi}.\n\\]\n\nwhich gives farther,\n\n\\[\n\\sin x = \\frac{\\sqrt{(2m\\mu - m^2 - \\mu^2 + m^2 \\sin^2 \\psi)} (\\mu^2 + m^2 - 2m\\mu \\cos \\psi) \\pm (\\mu^2 + m\\mu \\cos \\psi + m^2 \\cos \\psi - m\\mu)^2}{\\mu^2 + m^2 - 2m\\mu \\cos \\psi}.\n\\]\n\nPutting \\( 1 - \\sin^2 \\psi \\) instead of \\( \\cos^2 \\psi \\), after all reduction made, we recover\n\n\\[\n\\sin x = \\frac{\\sqrt{2m^3 \\mu \\sin^2 \\psi - 2m^2 \\mu \\cos \\psi \\sin^2 \\psi}}{m^2 + \\mu^2 - 2m\\mu \\cos \\psi} \\pm \\left( \\frac{\\mu^2 + m\\mu \\cos \\psi + m^2 \\cos \\psi - m\\mu}{\\mu^2 + m^2 - 2m\\mu \\cos \\psi} \\right); \\text{ that is,}\n\\]\n\n\\[\n\\sin x = (\\pm \\mu \\mp m) \\cdot (m \\cos \\psi - \\mu) \\pm \\sqrt{2m^3 \\mu \\sin^2 \\psi (1 - \\cos \\psi)}, \\text{ which gives at last the simple expression}\n\\]\n\n\\[\n\\sin x = \\frac{(\\pm \\mu \\mp m) \\cdot (m \\cos \\psi - \\mu) \\pm m \\sin \\psi \\sqrt{2m\\mu (1 - \\cos \\psi)}}{m^2 + \\mu^2 - 2m\\mu \\cos \\psi}.\n\\]\nThe angle \\( x \\) defines therefore the position of the axis and the two anomalies required, the perihelion distance being \\( p = 2\\mu + 2\\mu \\sin x \\), it will be known also by the angle \\( x \\).\n\nIn order to find the time the comet employs in running its anomalies, let the perihelion distance just now investigated \\( p \\) be equal to the radius of the earth's orbit, the parabolic area swept by the radius vector will be by the nature of the parabola \\( \\frac{1}{2} PO \\times OM + \\frac{1}{2} SO \\times OM = \\frac{4PO \\times OM + 3SO \\times OM}{6} \\). Now the periphery of the earth's orbit is \\( 7 : 22 :: 2p : \\frac{44}{7} p \\); therefore the whole area \\( \\frac{44}{7} p \\cdot \\frac{1}{2} p = \\frac{22}{7} p^2 \\). It is known that the velocity of a heavenly body moved in a circular path, is to the velocity in a parabolic path in the ratio \\( \\sqrt{2} : 1 \\). If the parabolic area of the comet is divided by \\( \\sqrt{2} \\) it comes out \\( \\frac{4PO \\times OM + 3SO \\times MO}{6\\sqrt{2}} \\) equal to an area that the earth describes in the very same time; put therefore \\( A \\) equal to the time of a sidereal year, we shall recover the analogy; the whole area of the earth's orbit is to the time in which it is described as the parabolic area is to the time consumed in sweeping it; therefore \\( \\frac{22}{7} p^2 : A :: \\frac{(4PO + 3SO) MO}{6\\sqrt{2}} : \\frac{7A (4PO + 3SO) MO}{72p^2\\sqrt{2}} \\); but \\( OM = SM \\cdot \\sin \\text{ anom. PSM} \\) and \\( OS = SM \\cdot \\cos \\text{ anom. PSM} \\); let the anomaly be \\( \\delta \\), we have \\( OM = m \\sin \\delta \\), and \\( OS = m \\cos \\delta \\); therefore \\( PO = p - m \\cos \\delta \\). Substituting we obtain \\( \\frac{7A (4p - 4m \\cos \\delta + 3m \\cos \\delta) m \\sin \\delta}{72p^2\\sqrt{2}} \\) which is \\( \\frac{7A (4p - m \\cos \\delta) m \\sin \\delta}{72p^2\\sqrt{2}} \\), whereby the time is found in parts of a sidereal year.\n\nI am, &c.\n\nSIR,\nSIR,\n\nLATELY I received from the Observatory at Marseilles the observation of the transit of Mercury, which happened the 12th Nov. 1782. The sky not being very favourable, only the two internal contacts were observed; the first internal contact was observed by M. St. Jacques de Sylvabelle, at 3 h. 18' 30'' apparent time; the last internal contact by M. St. Jacques, at 4 h. 30' 16''; by M. Bernard, his Adjunctus, at 4 h. 29' 13''. The nearest distances of Mercury's limb to that of the sun in the northern part of its disk were at:\n\n\\[\n\\begin{align*}\n&3 \\quad 33 \\quad 14 \\\\\n&3 \\quad 42 \\quad 57 \\\\\n&4 \\quad 22 \\quad 17\n\\end{align*}\n\\]\n\nparts of the micrometer.\n\nThe apparent diameter of the sun was 2174 parts of this micrometer: I suppose the before-mentioned 2174 parts = 32' 26'',9. I conclude farther, by the observations, the middle of the transit at 3 h. 54' 7'',25, whereas I fix, by interpolation, the distances of the limbs at 3 h. 54' 7'',25 = 35'',6; I have therefore semi-diameter of the sun = 16' 13'',4 - 35'',6 = 15' 37'',8 + semi-diameter of Mercury = 6'' = 15' 43'',8 = to the least distance of centers of the sun and Mercury. By M. de La Lande's tables it is 15' 42'', only a difference of 1'',8.\n\nM. Wallot at Paris has observed this transit at the Royal Observatory,\n\n| First external contact | 2 56 28 |\n|------------------------|---------|\n| First internal contact | 3 2 3   |\n| Second                 | 4 17 18 |\n| Second external        | 4 22 53 |\nI only add an important remark upon the diameter of Mercury, which the astronomers supposed in this transit = 12''.\n\nLet ABC represent the sun's disk; in P an external in Q an internal contact; ANC the apparent path of Mercury over the sun.\n\nThe semi-diameter of the sun = 972'', this of Mercury in our supposition = 6'', MN = 942'' the least distances of the centers. In the right-angled triangle MNP it is MP = 972'' + 6'' = 978'', MQ = 972'' - 6'' = 966''; therefore NP will be found = 260'' and NQ = 210'': now NP - NQ = PQ = 50'', which converted into time gives 8' 14'' for the time the diameter of Mercury employed to run over the limb of the sun; but by the observations of M. Wallot I find this time constantly in both contacts 5' 35'': therefore 8' 14'' : 12'' :: 5' 35'' : 8'', i.e., which should be the diameter of Mercury; and indeed M. Wallot, by an immediate measure, taken with an excellent wire-micro-meter, finds this apparent diameter not greater than 9'', which sufficiently shews that this diameter supposed 7'' in the mean distance is also too great.\n\nI am, &c.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106751.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 18,
    "total-input-tokens": 28776,
    "total-output-tokens": 9954,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1369,
        2
      ],
      [
        1369,
        2790,
        3
      ],
      [
        2790,
        4031,
        4
      ],
      [
        4031,
        5409,
        5
      ],
      [
        5409,
        6208,
        6
      ],
      [
        6208,
        9965,
        7
      ],
      [
        9965,
        11742,
        8
      ],
      [
        11742,
        14549,
        9
      ],
      [
        14549,
        16571,
        10
      ],
      [
        16571,
        18442,
        11
      ],
      [
        18442,
        20511,
        12
      ],
      [
        20511,
        22543,
        13
      ],
      [
        22543,
        24588,
        14
      ],
      [
        24588,
        26483,
        15
      ],
      [
        26483,
        27960,
        16
      ],
      [
        27960,
        29044,
        17
      ],
      [
        29044,
        29044,
        18
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106751",
    "title": "Astronomical Observations. In Two Letters from M. Francis de Zach, Professor of Mathematics, and Member of the Royal Academies of Sciences at Marseilles, Dijon, and Lyons, to Mr. Tiberius Cavallo, F. R. S.",
    "authors": "M. Francis de Zach",
    "year": 1785,
    "volume": "75",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 18,
    "jstor_url": "https://www.jstor.org/stable/106751"
  }
}