{
  "id": "3b87fd95939ced2b6c11aba4ba71383987c2a5ed",
  "text": "PRESENTS\n\nMADE TO THE\n\nROYAL SOCIETY\n\nFrom November 1790 to June 1791;\n\nWITH\n\nThe NAMES of the DONORS.\n\n1790\n\nPresents.\n\nNov. 4. The Nautical Almanacs for the Years 1793, 1794, 1795, and 1796. 4 Vols. London, 1790. 8°\n\nA Collection of Ordinances and Regulations for the Government of the Royal Household. London, 1790. 4°\n\nTransactions of the Society for the Encouragement of Arts, Manufactures, and Commerce. Vol. VIII. London, 1790. 8°\n\nReport of the Committee of the Highland Society of Scotland, on the Subject of Shetland Wool. Edinburgh, 1790. 4°\n\nTraité Analytique des Mouvements apparaens des Corps célestes, par M. Dionis du Séjour. Tome II. Paris, 1789. 4°\n\nN. J. Jacquin Collectanea ad Botanicam, Chemiam et Historiam Naturalem. Vol. III. Vindobonae, 1789. 4°\n\nCautions to the Heads of Families, by A. Fothergill. Bath, 1790. 8°\n\nMachine hydraulique d'une nouvelle invention, par T. Wex. Nantes, 1787. 8°\n\nDonors.\n\nThe Commissioners of Longitude.\n\nThe Society of Antiquaries.\n\nThe Society for the Encouragement of Arts, Manufactures, and Commerce.\n\nThe Highland Society of Scotland.\n\nM. Dionis du Séjour, F. R. S.\n\nProfessor de Jacquin, F. R. S.\n\nAnthony Fothergill, M. D. F. R. S.\n\nM. Wex.\n1790\n\nNov. 11. Memoirs of the Literary and Philosophical Society of Manchester. Vol. III. Warrington, 1790.\n\nMedical Communications. Vol. II. London, 1790.\n\nA Treatise on the Digestion of Food, by G. Fordyce. London, 1790.\n\nLinnaean Zoology, by G. Shaw; the Figures by J. Sowerby. No I. London, 1790.\n\nThe Naturalist's Miscellany, by G. Shaw; the Figures by F. P. Nodder. Vol. I. London, 1790.\n\nPrincipes sur les Mesures en Longueur et en Capacité, sur les Poids et les Monnoies, par M. Bonne. Paris, 1790.\n\nPraelectione Academica simpliciores et salubriores comprehendens de Febribus notiones, a Jo. Pinilla Vizcayno. Compluti, 1790.\n\n18. Nova Acta Academiae Scientiarum Imperialis Petropolitanae. Tomus V. Petropoli, 1789.\n\nZwo abhandlungen über die Nutritionskraft, welche von der Kayserl. Academie der Wissenschaften in St. Petersburg den Preis getheilt erhalten haben. St. Petersburg, 1789.\n\nCommentarii de Rebus in Scientia Naturali et Medicina gestis. Volumen XXXI. Lipsiae, 1789.\n\nObservations on Poisons, by T. Houlston. Edinburgh, 1787.\n\n25. Kongl. Vetenskaps Academiens Nya Handlingar, Tom. X. for 1789, 3d and 4th Quarter; and Tom. XI. for 1790, 1st and 2d Quarter. Stockholm.\n\nManiera di migliorare e dirigere i Palloni aerei, inventata e dimostrata dai Fratelli Gerli. Roma, 1790.\n\nDec. 9. A Portrait of Dr. Bradley, late Astronomer Royal and F. R. S.\n\nA Portrait of the late Benjamin Franklin, LL.D. F. R. S.\n\nMeteorological Journal kept at Bengal, by the late Colonel T. D. Pearse, from June 28, 1787, to April 9, 1789. MS. fol.\n\nDonors.\n\nThe Literary and Philosophical Society of Manchester.\n\nThe Society for promoting Medical Knowledge.\n\nGeorge Fordyce, M. D. F. R. S.\n\nGeorge Shaw, M.D.F.R.S. and Mr. James Sowerby.\n\nGeorge Shaw, M.D.F.R.S. and Mr. F. P. Nodder.\n\nM. Bonne.\n\nProfessor Pinilla Vizcayno, of Alcala.\n\nThe Imperial Academy of Sciences of Petersburg.\n\nMr. Hurlock, F. R. S.\n\nMr. Houlston.\n\nThe Royal Academy of Sciences of Stockholm.\n\nSign. Agostino Giuseppe & Carlo Giuseppe Gerli.\n\nThe Rev. Mr. Peach.\n\nCaleb Whitefoord, Esq. F. R. S.\n\nSir Joseph Banks, Bart. P. R. S.\n\n1790\n1790\n\nDec. 9. Oratio Anniversaria in Theatro Coll. Reg. Med. Lond. ex Harveii instituto habita a J. Ash. Londini, 1790.\n\nIndex Ornithologicus, studio Jo. Latham. Londini, 1790. 2 Vols.\n\nExtrait des Observations Astronomiques et Physiques faites à l'Observatoire Royal en l'Année 1789.\n\n23. Géographie des Grecs analysée, par M. Goffelin. Paris, 1790.\n\nDonors:\nJohn Ash, M.D., F.R.S.\nMr. Latham, F.R.S.\nM. de Cassini, F.R.S.\nM. Goffelin.\n\n1791\n\nJan. 13. The London Medical Journal. Vol. XI. London, 1790.\n\n20. A Narrative of the Building, and a Description of the Construction, of the Edystone Lighthouse with Stone, by J. Smeaton. London, 1791.\n\nJournal of a Voyage to New South Wales, by John White, Esq. London, 1790.\n\n4°\n\n27. Magnetic Atlas, or Variation Chart, by J. Churchman.\n\nAn Explanation of the Magnetic Atlas, or Variation Chart, by J. Churchman. Philadelphia, 1790.\n\nFeb. 3. Observations générales sur la Réspiration et sur la chaleur animale, par M. Séguin.\n\nRelacion de las Epidemias, que han afligido a la Ciudad de Cartagena, por D. Mart. Rodon y Bell. Cartagena, 1787.\n\nDiscurso que para dar Principio a los primeros Ejercicios Publicos de la Botanica dixo el D. D. Mart. Rodon. Cartagena, 1785.\n\nThe Antiquaries Museum, by J. Schnebbelie. N° I.\n\nLibellus de Natura, Causa, Curationeque Scorbuti. Auctore N. Hulme. Londini, 1768.\n\nA Treatise on the Puerperal Fever, by N. Hulme. London, 1772.\n\nOratio de re Medica cognoscenda et promovenda, Auctore N. Hulme. Londini, 1777.\n\nDonors:\nSamuel Foart Simmons, M.D., F.R.S.\nJohn Smeaton, Esq., F.R.S.\nThomas Wilson Esq.\nMr. John Churchman\nM. Seguin.\nDon Martin Rodon y Bell.\nMr. Schnebbelie.\nNathaniel Hulme, M.D.\n\nVol. LXXXI. K k k 1791\n1791\n\nFeb. 17. A safe and easy Remedy, proposed for the Relief of Stone and Gravel, &c. by N. Hulme. London, 1788.\n\nMar. 10. Letters on the Elements of Botany, by J. J. Rousseau, translated into English, with 24 additional Letters, by T. Martyn. London, 1791.\n\nThirty-eight Plates, with Explanations, adapted to the Letters on the Elements of Botany, by T. Martyn. London, 1788.\n\n17. A Treatise of the Plague, by P. Russell. London, 1791.\n\n24. Observationes Siderum habitae Pisis ab Anno 78 ad Annum 82 vertentis Saeculi, a Jof. Slop de Cadenberg. Pisis, 1789. fol.\n\n31. A Treatise on the Angina Pectoris, by W. Butter. London, 1791.\n\nApril 4. Icones selectae Plantarum, quas in Japonia collegit et delineavit Eng. Kampfer. Londini, 1791. fol.\n\nAn historical Development of the present political Constitution of the Germanic Empire, by J. S. Pütter. Translated from the German, with Notes, by J. Dornford. London, 1790. 3 Vols.\n\nA Discourse on the Principle of Vitality, by B. Waterhouse. Boston, 1790.\n\n14. Recherches sur cette Question: la Chaleur naturelle de l'Homme peut-elle être considérée comme un Terme fixe? par M. Gaussen. Montpellier, 1787.\n\nDissertation sur le Thermomètre de Reaumur, par M. Gaussen. Beziers, 1789.\n\nMay 5. Pharmacopoeia Collegii Regalis Medicorum Londinensis. Londini.\n\nAn Account of the Life and Writings of Thomas Day, Esq. London, 1791.\n\nEléments de l'Art de la Teinture, par M. Berthollet, Tomes II. Paris, 1791.\n\nA short Account of a Passage from China late in the Season. London, 1788.\n\nCharts of the China Navigation, by G. Robertson. London, 1788.\n\nDonors.\n\nNathaniel Hulme, M. D.\n\nThe Rev. Thomas Martyn, B. D. F. R. S.\n\nPatrick Russell, M. D. F. R. S.\n\nProfessor Slop, of Pisa.\n\nWilliam Butter, M. D.\n\nSir Joseph Banks, Bart. P. R. S.\n\nJosiah Dornford, LL.D.\n\nProf. Waterhouse, of Cambridge in America.\n\nM. Gaussen, of Montpellier.\n\nThe College of Physicians.\n\nJames Keir, Esq. F. R. S.\n\nM. Berthollet, F. R. S.\n\nMr. George Robertson.\n\n1791\nMay 5. Chart of the China Sea, including the Philippina, Molucca, and Banda Islands, by G. Robertson, 1791.\n\nMemoir of a Chart of the China Sea, by G. Robertson, 1791.\n\n12. Transactions of the Royal Irish Academy, 1789. Dublin.\n\nAstronomisches Jahrbuch für das Jahr 1793, von J. E. Bode. Berlin, 1790.\n\n26. Illustrations of British History, Biography, and Manners, exhibited in a Series of original Papers, by E. Lodge. 3 Vols. London, 1791.\n\nLettre de M. Van Marum, contenant la Description d'une Machine électrique, construite d'une manière nouvelle.\n\nObservations générales sur les Sensations, par M. Séguin.\n\nJune 2. Saggio di Litologia Vesuviana, dal Cav. G. Gioeni. Napoli, 1790.\n\nBestimmung der Höhen der bekannten Berge des Canton Bern, von J. G. Tralles. Bern, 1790.\n\n9. A Print of John Smeaton, Esq. F. R. S. engraved by W. Bromley.\n\nObservations on the Diseases, Defects, and Injuries in all Kinds of Fruit and Forest Trees; with an Account of a Cure invented by W. Forsyth. London, 1791.\n\nEssai d'une Classification des Couleurs. MS.\n\n23. The Philosophy of Ancient Greece investigated in its Origin and Progress, by W. Anderson. Edinburgh, 1791.\n\nJuly 7. Icones stirpium rariorum Descriptionibus illustratae, Auctore R. A. Salisbury. Londini, 1791.\n\n14. Oriental Repertory, published by A. Dalrymple. N° I. London, 1791.\n\nMedical Facts and Observations. Vol. I. London, 1791.\n\nA Whalebone Hygrometer.\n\nDonors.\n\nMr. George Robertson\n\nThe Royal Irish Academy.\n\nMr. J. E. Bode, F. R. S.\n\nEdmund Lodge, Esq.\n\nMartinus Van Marum, M. D. of Harlem.\n\nM. Seguin.\n\nCavaliere Giuseppe Gioeni.\n\nProfessor Tralles, of Bern.\n\nAlexander Aubert, Esq. F. R. S.\n\nMr. William Forsyth.\n\nM. T. F. Opitz, of Tschaflau in Bohemia.\n\nThe Rev. Walter Auderson, D. D.\n\nRichard Anthony Salisbury, Esq. F. R. S.\n\nAlexander Dalrymple, Esq. F. R. S.\n\nSamuel Foart Simmons, M. D. F. R. S.\n\nJ. A. De Luc, Esq. F. R. S.\nAN INDEX TO THE EIGHTY-FIRST VOLUME OF THE PHILOSOPHICAL TRANSACTIONS.\n\nA.\n\nABSTRACT of a register of the barometer, thermometer, and rain, at Lyndon in Rutlandshire, for the year 1789, p. 89.\n\nAccount of some appearances attending the conversion of cast into malleable iron, p. 173.\n\nAcid, nitrous, though consisting of the same elements with pure water, contains a greater proportion of dephlogisticated air, p. 219. Phosphoric acid, an ingredient in James's powder, p. 345.\n\nAir, extreme moisture exists in, p. 19. The maximum of evaporation in a mass of inclosed air, far from being identical with the maximum of moisture, p. 20. Observation on the production of heavy inflammable air, p. 176. Fixed air contains a much larger portion of oxygen than of charcoal, p. 177. Observations on the decomposition of fixed air, p. 182. Fixed air produced by charcoal, ibid. Vital air more strongly attracted by charcoal than by phosphorus, p. 183. Experiments relating to the decomposition of dephlogisticated and inflammable airs, p. 213. Inflammable air procured from iron by means of steam, p. 216. Nitrous acid, though consisting of the same elements with pure water, contains a greater proportion of dephlogisticated air, p. 219. In a stagnant air every evaporating substance has an atmosphere of extreme moisture, p. 403.\n\nAlcohol,\nAlcohol, sugar has no sensible affinity with, p. 11. Alcohol, having entered sugar, by means of its capillary pores, evaporates, and leaves the sugar sensibly as it was before, ibid.\n\nAleppo, distance between it and Buflorah, p. 137.\n\nAmbergris, on the production of, p. 43. Ambergris found in a spermaceti whale, ibid. Most likely to be found in sickly whales, p. 47.\n\nAngles, description of a simple micrometer for measuring small ones with the telescope, p. 283.\n\nAntimonialis, pulvis, experiments on, p. 349.\n\nAntimony and antimonial calces, various experiments on, p. 351. Antimonial calx, an ingredient in James's powder, p. 345. Sulphur of antimony no way necessary to the formation of James's powder, p. 360.\n\nArch. Considerations on the convenience of measuring an arch of the meridian, and of the parallel of longitude, having the Observatory at Geneva for their common intersection, p. 106.\n\nAtmospheric electricity, meteorological journal principally relating to, p. 185.\n\nB.\n\nBarker, Thomas, abstract of a register, for the year 1789, of the barometer, thermometer, and rain, at Lyndon in Rutlandshire, p. 89.\n\nBarometer, abstract of a register of one, kept at Lyndon in Rutlandshire, for the year 1789, p. 89.\n\nBasaltes and granite, observations on the affinity between, p. 48. Basaltes and granite gradually approach and change into one another, p. 50. Feldspath, shoerl, and mica, substances common both to basaltes and granite, and tend to establish the near relation between these two kinds of rock, p. 54. Basaltes and granite so involved in one another, that they are supposed to have undergone the same operations of nature at the same time, p. 58.\n\nBeddoes, Dr. on the affinity between basaltes and granite, p. 48. On some appearances attending the conversion of cast into malleable iron, p. 173.\n\nBuflorah, its distance from Aleppo, p. 137.\n\nC.\n\nCacholong, Hydrabad Tabasheer resembles, p. 369.\n\nCalces, antimonial, experiments on, p. 351.\n\nCalculi, human, experiments on, p. 223.\n\nCamels, on the rate of travelling, as performed by; and its application, as a scale, to the purposes of geography, p. 129. A camel's load 500 or 600 pounds, p. 136.\n\nCapella, a star of the first magnitude, culminates between the zenith of Geneva and St. Jean Maurienne, p. 115.\nCapillary pores, water enters sugar by means of, p. 11. Alcohol enters sugar by the same means, ibid. The penetration of animal substances produced by the faculty of capillary pores, p. 12.\n\nCafes in which horny excrescences have appeared on the human body, p. 96.\n\nCarvallo, Mr. Description of a simple micrometer for measuring small angles with the telescope, p. 283.\n\nCauseway, Giant's, many of its pillars consist of fine-grained, dark-coloured whinstone, p. 51.\n\nChalk, a great deal of chalky ground in the southern parts of England, p. 281. Vein of chalk runs from the sea in Devonshire, along the southern counties of England to Dover, ibid. Another vein parts off from that about Reading in Berkshire, and continues its course by Dunstable, Baldock, and Gogmagog Hills, to the sea in Norfolk, ibid. Considerable quantities of chalk in the wolds of Yorkshire, ibid. Bed of chalk discovered near Ridlington in Rutland, ibid. Chalk about Ridlington harder than that of the south of England, ibid.\n\nChermes Lacca, account of, p. 228. Frequently adheres to the branches of the Mimosa cinerea, ibid. Vast quantities of exceedingly small animals observed upon the lac and branches, ibid. Description of the male lac insect in its perfect state, p. 231. Description of the female lac insect in its perfect state, ibid. Mr. Hellot's process for extracting the colouring matter from dry lac, p. 233.\n\nConsiderations on the convenience of measuring an arch of the meridian, and of the parallel of longitude, having the Observatory of Geneva for their common intersection, p. 106.\n\nD.\n\nDalby, Isaac, on the longitudes of Dunkirk and Paris from Greenwich, deduced from triangular measurement, supposing the earth to be an ellipsoid, p. 236.\n\nDephlogisticated air. See Air.\n\nDescription of a simple micrometer for measuring small angles with the telescope, p. 283. Description of the whalebone hygrometer, p. 419.\n\nDevonshire, vein of chalk runs from the sea coast of, along the southern counties of England to Dover, p. 281. A vein of chalk runs from the sea coast of Devonshire to the sea coast of Norfolk, ibid.\n\nDistance between Aleppo and Bussorah, p. 137.\n\nDover, vein of chalk, which runs from Devonshire, terminates at, p. 281.\n\nDryness, absolute, can only be produced by fire, p. 1. Observations on absolute dryness, p. 2. Dryness produced by pot-ash, p. 4. Point of dryness capable of fixation by lime, p. 5.\n\nDunkirk, its longitude from Greenwich deduced from triangular measurement, supposing the earth to be an ellipsoid, p. 236.\n\nElectricity,\nElectricity, meteorological journal, principally relating to atmospheric, kept at Knightsbridge, p. 185. Description of an instrument for collecting atmospheric electricity, ibid. Remarks on some phenomena exhibited by a rod on Aug. 31, 1789, p. 211.\n\nEvaporation, the cause of hygroscopic bodies losing part of their moisture, p. 2. Experiments on the maximum of evaporation, and its correspondence with the maximum of moisture in a medium, p. 17. The maximum of evaporation in a mass of inclosed air, far from being identical with the maximum of moisture, p. 20. In a stagnant air every evaporating substance has an atmosphere of extreme moisture, p. 403.\n\nExcrencences, observations on certain ones of the human body, p. 95.\n\nExperiments on hygrometry, p. 2—42. Experiments on absolute dryness, p. 2. On extreme moisture, p. 10. On the maximum of evaporation, and its correspondence with the maximum of moisture in a medium, p. 17. On two distinct classes of hygroscopes, p. 20. On the scale of the hygrometer between the two fixed points, p. 24. On the comparative changes of weight and dimensions of some hygroscopic substances, p. 27. On the recoil of hygroscopic threads, p. 39. On the conversion of cast into malleable iron, p. 173. Conclusions drawn from experiments on iron, p. 175. Experiments relating to the decomposition of dephlogisticated and inflammable airs, p. 213. Inflammable air procured by means of steam, p. 216. Experiments on human calculi, p. 223. Experiments and observations to investigate the composition of James's powder, p. 317. Experiments on the sensible properties of James's powder, ibid. On its specific gravity, p. 318. Experiments on the effects of fire on this powder, ibid. Experiment shewing that antimony, mixed with earthy matter, is used in the composition of James's powder, p. 320. Experiments with different menstrua applied to James's powder, ibid. Experiment shewing the proportion in which James's powder dissolves in water, p. 324. Experiment with marine acid applied to James's powder, which had not been exposed to the action of nitrous acid, or any other menstruum, p. 344. Experiments on James's powder with fixed alkalies, p. 345. Synthetic experiments on James's powder, ibid. Experiments on the Pulvis antimonialis, p. 349. Various experiments on antimonial calces, p. 351. Chemical experiments on Tabafheer, p. 368. Experiments on Tabafheer, treated with water, p. 370. With vegetable colours, p. 371. At the fire, ibid. With acids, p. 373. With liquid alkalies, p. 375. With dry alkalies, p. 379. With other fluxes, p. 380. Table of experiments on comparative changes in the weight and the length of the same substance by increasing moisture, p. 411.\n\nFeldspar, a substance common both to basaltic and granite, p. 54.\n\nFever powders, receipts for making, p. 346, 347.\nFire, considered as the cause of heat, the only agent by which absolute dryness can be immediately produced, p. 1. Fire capable of producing any required degree of compactness, as lavas abundantly flow, p. 55. The effects of fire on James's powder, p. 318. Fire powerful in the change of the colour of bodies, p. 362. Fire the cause of heat, p. 402.\n\nFixed air. See Air.\n\nFlints, rows of, in a chalk-pit near Ridlington in Rutland, p. 281. Flints about Ridlington not so black as those of the southern counties, but veined, ibid.\n\nFyfield, in Hampshire, abstract of a register of rain kept at, for the year 1789, p. 89.\n\nG.\n\nGeneva. Considerations on the convenience of measuring an arch of the meridian, and of the parallel of longitude, having the Observatory of Geneva for their common intersection, p. 106. Capella, a star of the first magnitude, culminates between the zeniths of Geneva and St. Jean Maurienne, p. 115.\n\nGeography. On the rate of travelling, as performed by camels; and its application as a scale, to the purposes of geography, p. 129.\n\nGiant's Causeway, many of its pillars consist of fine-grained, dark-coloured whinstone, p. 51.\n\nGranite and basaltes, observations on the affinity between, p. 48. Almost all granites melt into a black glass, p. 60. Granitic lavas are granite rocks fused, p. 63. Malvern Hills, composed of granite, p. 65.\n\nGreenwich, the longitude of Dunkirk from, deduced from triangular measurement, supposing the earth to be an ellipsoid, p. 236. Longitude of Paris from Greenwich, ibid.\n\nH.\n\nHeat, at its maximum in a body, when it is incandescent, p. 3. Heat caused by fire, p. 402.\n\nHerchel, Dr. on nebulous stars, p. 71.\n\nHome, Everard, on certain horny excrescences of the human body, p. 95.\n\nHuman body, observations on certain horny excrescences of, p. 95. The case of Mrs. Lonsdale, p. 96. The case of Mrs. Allen, p. 98.\n\nHyderabad Tabasheer, experiments on, p. 369. Resembles Cacholong, ibid.\n\nHygrometer, fundamental propositions for the construction of an, p. 1. Absolute dryness can only be produced by fire, ibid. Extreme moisture can only be produced by means of water, ibid. Observations on absolute dryness, p. 2. An hygroscopic body cannot lose any part of its moisture, but by evaporation, ibid. Dryness capable of fixation by lime, p. 5. An hygroscopic body, which is brought to incandescence, cannot contain any evaporable water, p. 9. The point of extreme moisture of an hygrometer known by the excess of water, p. 17. Observations on two distinct classes\nclasses of hygroscopes, p. 20. Observations on the scale of the hygrometer between the two fixed points, p. 24. Experiments on the comparative changes of weight and dimensions of some hygroscopic substances, p. 27. Experiments on the recoil of hygroscopic threads, p. 39. Hygrometers variously affected by scattered atmospheres of extreme moisture, p. 401. Steadiness the first requisite for an hygrometer, p. 418. Description of the whalebone hygrometer, p. 419.\n\nHygrometry, observations on, p. 1. 389.\n\nI.\n\nJames's powders, experiments and observations to investigate the composition of, p. 317. Its nature hitherto unknown to the public, ibid. Sensible properties of the powder, ibid. Smooth to the feel, with some rather rough particles, ibid. Gritty in the mouth, p. 318. Perfectly inodorous, ibid. On the specific gravity of James's powder, ibid. Much heavier than any of the common earths and stones in a pulverized state, ibid. The effects of fire on this powder, ibid. Antimony mixed with earthy matter, found by experiment in James's powder, p. 320. Experiments with different menstrua applied to James's powder, ibid. The proportion in which James's powder dissolves in water shewn, p. 324. Conclusions drawn from experiments on James's powder, p. 325. Experiment with marine acid applied to James's powder, which had not been exposed to the action of nitrous acid, or any other menstruum, p. 344. Phosphoric acid, lime, and antimonial calx, ingredients in James's powder, p. 345. Experiments on James's powder with fixed alkalies, ibid. Sulphur of antimony no ways necessary to the formation of James's powder, p. 360. The ingredients made use of in the formation of James's powder enumerated, p. 367.\n\nInfinite series, observations on, p. 146. New method of investigating the sums of infinite series, p. 295.\n\nInflammable air, observation on the production of heavy, p. 176. Experiments relating to the decomposition of inflammable air, p. 213. Inflammable air procured from iron by means of steam, p. 216.\n\nInsect. Description of the male lac insect in its perfect state, p. 231. Description of the female lac insect in its perfect state, ibid.\n\nJournal, meteorological. See Meteorological Journal.\n\nIron, Account of some appearances attending the conversion of cast into malleable, p. 173. Conclusions drawn from experiments on iron, p. 175. Grey iron contains a large portion of plumbago, p. 177.\n\nIvory, the temperature of water has a sensible effect on the expansion of, p. 15.\n\nL.\n\nLac. See Chermes Lacca.\n\nLambeth, South, abstract of a register of rain kept at, for the year 1789, p. 89.\n\nLane, Timothy, on human calculi, p. 223.\n\nVol. LXXXI.\nLavae, abundantly shew, that fire is capable of producing any required degree of compactness, p. 55. Granitic lavas are granite rocks fused, p. 63.\n\nLife. On the method of determining, from the real probabilities of life, the values of contingent reversions in which three lives are involved in the survivorship, p. 246.\n\nLime, an ingredient in James's powder, p. 345.\n\nList of Presents, p. 423.\n\nLongitude, considerations on the convenience of measuring an arch of the parallel of, p. 106.\n\nLongitudes of Dunkirk and Paris from Greenwich, deduced from triangular measurement, supposing the earth to be an ellipsoid, p. 230.\n\nLuc, J. A. de, on hygrometry, p. 1. 389.\n\nM.\n\nMacie, Mr. on Tabasheer, p. 368.\n\nMalvern Hills, composed of granite, p. 65.\n\nMeteorological Journal, relating to atmospheric electricity, p. 185. See Electricity.\n\nkept at the Apartments of the Royal Society, for January 1790,\n\nApp. p. 2. February, p. 4. March, p. 6. April, p. 8. May, p. 10. June, p. 12.\n\nJuly, p. 14. August, p. 16. September, p. 18. October, p. 20. November, p. 22.\n\nDecember, p. 24.\n\nMica, a substance common both to basaltes and granites, p. 54.\n\nMicrometer, description of a simple one for measuring small angles with the telescope, p. 283. Telescopical micrometers, divided into two classes, ibid.\n\nMilky way, consists entirely of stars, p. 71.\n\nMoisture, in hygroscopic bodies, can only be produced by means of water, p. 1. Hygroscopic bodies cannot lose part of their moisture, but by evaporation, p. 2. Quicklime possesses a great capacity for moisture, p. 4. Observations on extreme moisture, p. 10. Moisture, a quantity of invisible water, either evaporable, or evaporated, p. 14. The maximum of moisture known by the excess of water, p. 17. Extreme moisture exists in the air, p. 19. The idea of two sorts of extreme moisture without foundation, p. 402. In a stagnant air every evaporating substance has an atmosphere of extreme moisture, p. 403.\n\nMorgan, Mr. on the method of determining, from the real probabilities of life, the values of contingent reversions in which three lives are involved in the survivorship, p. 246.\n\nN.\n\nNebulous stars, observations on, p. 71. Diffused nebulosities observed about the constellation of Orion, p. 85.\nParis, its longitude from Greenwich deduced from triangular measurement, supposing\nthe earth to be an ellipsoid, p. 236.\n\nPearson, Dr. on the composition of James's powder, p. 317.\n\nPhosphorus, not obtainable by passing marine acid through a compound of bones and\ncharcoal, when red-hot, p. 184. The attraction of phosphorus and lime for vital air\nexceeds the attraction of charcoal by a greater force than that arising from the attrac-\ntion of marine acid for lime, ibid.\n\nPiclet, Mark Augustus, on the convenience of measuring an arch of the meridian, and\nof the parallel of longitude, having the Observatory of Geneva for their common\nintersection, p. 106.\n\nPores, capillary, water enters sugar by means of, p. 11. Alcohol enters sugar by\nthe same means, ibid. The penetration of animal substances produced by the faculty\nof capillary pores, p. 12.\n\nPotash, with some other alkaline substances produce dryness, p. 4.\n\nPowder. See James's Powder.\n\nPrefects, list of, p. 423.\n\nPriestley, Dr. on the decomposition of dephlogisticated and inflammable airs, p. 213.\n\nProblems respecting survivorships, p. 248, 253, 256, 258, 261, 263, 265, 267, 269,\n272. Problems relating to angles, p. 290, 291.\n\nPropositions, fundamental, for the construction of an hygrometer, p. 1.\n\n— — — relating to infinite series, p. 299, 300, 302, 303, 308, 309, 310, 311,\n312, 314.\n\nPulvis antimonialis, experiments on, p. 349.\n\nQuicklime, possesses a great capacity for moisture, p. 4.\n\nRain, abstract of a register of, kept at Lyndon in Rutlandshire, at South Lambeth in\nSurrey, and at Selbourn and Fyfield in Hampshire, for the year 1789, p. 89. A less\nquantity of rain fell in the year 1788, than in any year since 1750, p. 90.\n\nRead, Mr. on atmospheric electricity, p. 185.\n\nReceipts for making fever powders, p. 346, 347.\n\nRennell, Mr. on the rate of travelling, as performed by camels; and its application,\nas a scale, to the purposes of geography, p. 129.\n\nResults from a series of experiments on hygrometry, p. 41.\n\n1. Fire, as cause of heat, the only means of obtaining extreme dryness, ibid.\n2. Water, in its liquid state, the only means of determining the point of extreme\nmoisture on the hygrometer, ibid.\n3. No fibrous or vascular substance, taken lengthwise, proper for the hygrometer,\nibid.\n\nL 112\n\n4. Light\n4. Light thrown on the march of a chosen hygrometer, by comparing it with the correspondent changes in weight of many hygroscopic substances, ibid.\n\nReversions. See Survivorships.\n\nRidlington, in Rutland, bed of chalk discovered near, p. 281. Flints found about Ridlington not so black as those of the more southern counties of England, p. 281.\n\nRoxburgh, Dr. on the Chermes Lacc, p. 228.\n\nS.\n\nSelborne, in Hampshire, abstract of a register of rain kept at, for the year 1789, p. 89.\n\nSeries, infinite, observations on, p. 146. See Infinite Series.\n\nShoerl, a substance common both to basaltic and granite, p. 54.\n\nSolutions of problems relating to survivorships, p. 248, 253, 256, 258, 262, 263, 265, 267, 269, 272. Solutions of problems respecting angles, p. 290, 291.\n\nSolutions of propositions relating to infinite series, p. 299, 300, 302, 303, 309, 310, 311, 312, 314.\n\nSquid, a fish, supposed to be the food of the spermaceti whale, p. 44, 46.\n\nStars, nebulous observations on, p. 71. Milky-way consists entirely of stars, ibid.\n\nSugar, has an affinity with water, and no sensible one with alcohol, p. 11. Water entering sugar, by the faculty of its capillary pores dissolves it, ibid. Alcohol entering sugar, by the same means, evaporates, and leaves the sugar sensibly as it was before, ibid.\n\nSulphur of antimony no ways necessary to the formation of James's powder, p. 360.\n\nSurvivorships. On the method of determining, from the real probabilities of life, the values of contingent reversions in which three lines are involved in the survivorship, p. 246.\n\nT.\n\nTabasheer, chemical experiments on, p. 368. Hydrabad Tabasheer resembles fragments of Cacholong, p. 369. Of a disagreeable earthy taste, resembling that of magnesia, ibid. Experiments on Tabasheer treated with water, p. 370. With vegetable colours, 371. At the fire, ibid. With acids, p. 373. With liquid alkalies, p. 375. With dry alkalies, p. 379. With other fluxes, p. 380.\n\nTables.\n\nA table of hygroscopic and thermoscopic results, p. 33.\n\nA table of hygroscopic results, on whalebone, quill, and deal, p. 35.\n\nMeteorological journal, principally relating to atmospheric electricity, kept at Knightsbridge, from May 9, 1789, to May 8, 1790, p. 189--210.\n\nTable containing a monthly account of electrical sparks, and of positive and negative electricity, as indicated by a pith-ball electrometer, and sometimes by only flaxen threads without balls to them, p. 211.\nTable shewing the distance answering to any angle from one minute to one degree, which is subtended by an extension of a foot, p. 293.\n\nTable shewing the distance answering to any angle from one minute to a degree, which is subtended by an extension of six feet, p. 294.\n\nTables of sums of reciprocals, useful in the investigation of the summation of infinite series, p. 296, 297, 298, 299.\n\nTable of the comparative changes in the weight and in the length of the same substances, by the same increases of moisture, correspondent to the march of the flip of whalebone from 5 to 100 of its degrees, p. 409.\n\nTable of experiments on the comparative changes in the weight and the length of the same substance by increase of moisture, p. 411.\n\nTable of the correspondent marches, by the same increases of moisture, of different threads, or vegetable and animal fibrous substances taken lengthwise, p. 413.\n\nTable of the correspondent marches of slips, or of fibrous vegetable and animal substances taken across the fibres, and of such as have no sensible fibres, p. 415.\n\nMeteorological journal, kept at the Apartments of the Royal Society, for January App. 1790, p. 2. February, p. 4. March, p. 6. April, p. 8. May, p. 10. June, p. 12. July, p. 14. August, p. 16. September, p. 18. October, p. 20. November, p. 22. December, p. 24.\n\nTable containing the greatest, least, and mean heights of the thermometer and barometer; and also the mean quantity of rain in inches which fell, for every month in the year 1790, p. 26.\n\nTelescope, description of a simple micrometer for measuring small angles with, p. 283.\n\nTelescopical micrometers. See Micrometer.\n\nTennant, Smithson, on the decomposition of fixed air, p. 182.\n\nThermometer, abstract of a register of one, kept at Lyndon in Rutlandshire, for the year 1789, p. 89.\n\nTravelling, on the rate of, as performed by camels, and its application, as a scale, to the purposes of geography, p. 129. Camels will not permit themselves to be overloaded, ibid. Their hourly rate, in travelling, ascertained, p. 137.\n\nV.\n\nVince, Rev. Mr., on the investigation of infinite series, p. 295.\n\nW.\n\nWaring, Dr., on infinite series, p. 146.\n\nWater, the only sure immediate means of producing extreme moisture in hygroscopic bodies, p. 1, 16. The temperature of water has a sensible effect on the expansion of ivory, p. 15. The maximum of moisture known by the excess of water, p. 17.\nGlass contains concrete water very imperfectly, p. 401. Water the cause of moisture, p. 402.\n\nWhale, spermaceti, ambergris found in, p. 43. Spermaceti whales, when struck, generally void their excrement; but if they do not, ambergris is found in them, p. 47. Ambergris most likely to be found in sickly whales, ibid.\n\nWhalebone hygrometer, description of, p. 419.\n\nWolds of Yorkshire, considerable quantities of chalk found in, p. 281.\n\nY.\n\nYorkshire, wolds of, considerable quantities of chalk found in, p. 281.\n\nFROM THE PRESS OF JOHN NICHOLS.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106880.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 17,
    "total-input-tokens": 26104,
    "total-output-tokens": 10586,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1202,
        2
      ],
      [
        1202,
        3310,
        3
      ],
      [
        3310,
        5009,
        4
      ],
      [
        5009,
        6991,
        5
      ],
      [
        6991,
        8889,
        6
      ],
      [
        8889,
        10222,
        7
      ],
      [
        10222,
        12505,
        8
      ],
      [
        12505,
        15056,
        9
      ],
      [
        15056,
        17886,
        10
      ],
      [
        17886,
        20407,
        11
      ],
      [
        20407,
        23071,
        12
      ],
      [
        23071,
        25317,
        13
      ],
      [
        25317,
        27616,
        14
      ],
      [
        27616,
        30056,
        15
      ],
      [
        30056,
        32467,
        16
      ],
      [
        32467,
        33012,
        17
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106880",
    "title": "Back Matter",
    "authors": null,
    "year": 1791,
    "volume": "81",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 17,
    "jstor_url": "https://www.jstor.org/stable/106880"
  }
}