{
  "id": "d268d161b9887394ff8c5777ac7c9e8117f2ab38",
  "text": "VII. On the Partitions of the R-Pyramid, being the first class of R-gonous X-edra.\n\nBy the Rev. Thomas P. Kirkman, M.A., F.R.S., Rector of Croft with Southworth.\n\nReceived October 14,—Read November 26, 1857.\n\nI. As the partitions of an $r$-gon are made by drawing diagonals, so the partitions of an $r$-ace are made by drawing diapedes, each a line in two faces non-contiguous about the $r$-ace. A partitioned $r$-ace standing on a partitioned $r$-gon is a partitioned pyramid of $r$-gonal base and vertex. I am about to determine the number of such partitions of this $r$-pyramid, that can be made with $K$ diapedes and $k$ diagonals, so that no two partitions shall be syntypous; i.e. one the repetition or the reflected image of the other.\n\nI have proved in a memoir “On Autopolar Polyedra” in the Transactions of the Royal Society for 1857, that the problem of the polyedra reduces itself to the determination of the $x$-edra generable from the $r$-pyramid. Such an $x$-edron is $r$-gonous.\n\nDef. An $r$-gonous $x$-edral $y$-acron is one that by vanescence of convanescible and evanescent edges can be reduced to the $r$-pyramid, and cannot be so reduced to an ampler pyramid.\n\nThe definition of convanescible and evanescent edges is found at Article II. of the above-mentioned memoir, as follows:\n\nAn edge $AB$ is said to be convanescible, when neither $A$ nor $B$ is a triangle, and $AB$ joins two summits which have not, besides $A$ and $B$, two faces, one in each summit, collateral, nor covertical.\n\nAn edge $ab$ is said to be evanescent, when neither $a$ nor $b$ is a triace, and the two faces about $ab$ are not, one in each, in two summits, besides $a$ and $b$, collateral, nor in one face.\n\nII. Theorem. No $r$-gonous polyedron has an $(r+1)$-gon among its faces, nor an $(r+1)$-ace among its summits.\n\nFor if it has an $(r+1)$-gonal face, and no vanescible lines out of that face, it is an $(r+1)$-pyramid, contrary to hypothesis; and if it has such a face and such lines out of that face, these can be made to vanish, until the figure is an $(r+1)$-pyramid, i.e. it is $(r+1)$-gonous; contrary to hypothesis.\n\nIn the same way the theorem is proved if the figure has an $(r+1)$-ace.\n\nCor. No $r$-gonous polyedron can be reduced by vanescences (i.e. disappearances of convanescible and evanescent edges), to one having an $(r+1)$-gon or an $(r+1)$-ace; i.e. no $r$-gonous polyedron contains an $(r+1)$-gony.\n\nIII. The first family of $r$-gonous polyedra are those arising from partitioning the base and vertex of the $r$-pyramid, or, which is the same thing, from laying a partitioned $r$-ace upon a partitioned $r$-gon.\n\nMDCCCLVIII.\nIf we draw \\( k \\) diagonals in the base, none crossing another, and suppose the base to be a system of \\( k+1 \\) faces intersecting in those lines, we have a \\((r+1)\\)-acral \\((r+k+1)\\)-edron.\n\nIf we next draw \\( K \\) diapedes, i.e., edges each in two non-contiguous faces about the \\( r \\)-ace, none of them enclosing a space, we have \\( K \\) new summits, and have before us a \\((r+K+1)\\)-acral \\((r+k+1)\\)-edron, of the class now to be considered.\n\nAnother family arises from partitioning the faces which intersect in the \\( K \\) diapedes, and the summits joined by the \\( k \\) diagonals; and a third family from the partitioning of the faces and summits upon the diapedes and diagonals which constitute the second.\n\nThe first class alone are here to be enumerated, and the question before us is to determine how many different \\( r \\)-gonous \\((r+K+1)\\)-acral \\((r+k+1)\\)-edra can be made, by laying a \\((1+K)\\)-partitioned \\( r \\)-ace upon a \\((1+k)\\)-partitioned \\( r \\)-gon, the \\( r \\) rays passing through the \\( r \\) angles.\n\nIV. Theorem. Every \\((r+K+1)\\)-acral \\((r+k+1)\\)-edron \\( Q \\), made by laying a \\((1+K)\\)-partitioned \\( r \\)-ace \\( A \\) on a \\((1+k)\\)-partitioned \\( r \\)-gon \\( G \\), the \\( r \\) rays upon the \\( r \\) angles, is \\( r \\)-gonous.\n\nFor let it be supposed that \\( Q \\) is \\((r+1)\\)-gonous: it is then a \\((r+1+K)\\)-acral \\((r+1+k)\\)-edron having \\( K-1 \\) diapedes and \\( k-1 \\) diagonals, the vanescence of which will reduce it to the \\((r+1)\\)-pyramid. These \\( K-1 \\) diapedes cannot be any \\( K-1 \\) of the \\( K \\) diapedes of \\( A \\); for of these all the \\( K \\) must vanish to form an \\( r \\)-ace, much less can \\( K-1 \\) vanish to form a \\((r+1)\\)-ace. Nor can these diapedes be all of them edges and diagonals of \\( G \\), for if \\( G \\) contains an \\((r+1)\\)-gonous system of convanesibles, one at least of them must be a diagonal \\( d \\), which may be made to vanish last of the \\( K-1 \\), and must give rise to an \\((r+1)\\)-ace. But \\( d \\) vanishing can bring together only four edges of the \\( r \\)-gon; it must then bring together \\( r-3 \\) terminations of different diagonals; but if \\( G \\) has \\( r-3 \\) diagonals, it is reduced to triangles, in which no line is convanesible; which is contrary to hypothesis.\n\nTherefore this \\((r+1)\\)-gonous system of convanesibles must contain at least one ray \\( \\theta \\) of the \\( r \\)-ace \\( A \\); and as convanesibles may vanish in any order, one by one, as may diagonals or evanescibles, this \\( \\theta \\) can be made to vanish last of the \\( K-1 \\). It must therefore at last carry at one end an \\((r+1-e)\\)-ace, and at the other a \\((2+e)\\)-ace. Let \\( \\beta \\), the base summit on \\( \\theta \\), be the \\((r+1-e)\\)-ace: this summit having only two edges of the \\( r \\)-gon \\( G \\) and but one ray \\( \\theta \\), has \\( r-e-2 \\) diagonals of \\( G \\) terminating in it; wherefore\n\n\\[\n1 + 2 + r - e - 2 = r + 1 - e\n\\]\n\nsummits of \\( G \\) are occupied by \\( r+1-e \\) edges of \\( Q \\) that meet at \\( \\beta \\), one of those summits.\n\nThe other extremity \\( \\alpha \\) of \\( \\theta \\) carries a \\((2+e)\\)-ace, the edges of which are first, \\( \\theta \\); secondly, two diapedes of \\( A \\), for if \\( \\theta \\) at \\( \\alpha \\) meet only rays of \\( A \\) on one or both hands, it would be in one or two triangles, and would be not convanesible; thirdly, \\( e-1 \\) rays of \\( A \\), because\n\n\\[\n2 + e - 1 - 2 = e - 1,\n\\]\n\nwhich \\( e-1 \\) rays terminate at \\( e-1 \\) summits of the \\( r \\)-gon \\( G \\), all different from the \\( r+1-e \\) summits above mentioned; for if an edge of the \\((e+2)\\)-ace meet one of the \\((r+1-e)\\)-ace, \\( \\theta \\) would be not convanesible, by definition.\nWe have still an account to give of the rays of A meeting in the other extremities of the two diapeds joining A in the \\((r+1-e)\\)-ace. There must be at least a set of two rays at each of those extremities. One ray in each set will be in each non-triangular face about \\(d\\), and therefore in a face about the \\((r+1-e)\\)-ace; another ray in each set, that most remote from \\(d\\), will be in a face about the \\((2+e)\\)-ace, and cannot therefore meet any edge of the \\((r+1-e)\\)-ace, because \\(d\\) is convanescible; each ray must therefore pass to a summit of the \\(r\\)-gon not occupied by the \\(r-e-2\\) diagonals above mentioned, and being rays of \\(A\\), neither can meet any other ray on the \\(r\\)-gon. But \\(r+1-e\\) summits of \\(G\\) have been shown to be occupied by the edges of the \\((r+1-e)\\)-ace, and \\(e-1\\) more by the \\(e-1\\) rays meeting in the \\((2+e)\\)-ace; therefore there are no summits of the \\(r\\)-gon remaining to which the two last considered rays can pass from separate extremities of the two diapeds meeting \\(d\\). Q. E. A.\n\nTherefore \\(Q\\) is not \\((r+1)\\)-gonous.\n\nIn the same way it can be proved \\textit{a fortiori} that \\(Q\\) is not \\((r+1+r')\\)-gonous.\n\nV. This theorem being established, at a cost of words of which I feel ashamed, our problem is reduced to the enumeration of the different figures obtainable by laying any \\((1+K)\\)-partitioned \\(r\\)-ace \\(A\\) on any \\((1+k)\\)-partitioned \\(r\\)-gon \\(G\\). But we are to exclude from our reckoning any figure \\(P'\\) which is the reflected image of another, \\(P\\); for \\(P'\\), being only \\(P\\) turned inside out through some face supposed open, has the same arrangements and ranks of summits and faces with \\(P\\), \\textit{i.e.} is syntypous with \\(P\\).\n\nWhat follows will be intelligible to the reader who has before him my memoir \"On the \\(k\\)-partitions of the \\(r\\)-gon and \\(r\\)-ace,\" in the Transactions of the Royal Society for 1857. These partitions can be found by formula there given.\n\nVI. Let a \\((1+k)\\)-partition \\(A\\) of the \\(r\\)-ace, having \\(j\\) axial planes of reversion, be laid on a \\((1+k)\\)-partition \\(G\\) of the \\(r\\)-gon, having \\(i\\) axes of reversion (vide the above memoir, Art. LXXXIII. and Theorems A, B, C, &c.). I call the intersection of an axial plane with the \\(r\\)-gon a \\textit{trace}, and by an axis I mean always an axis of reversion of the \\(r\\)-gon \\(G\\).\n\nIf we can lay a trace upon an axis, the \\(r\\) rays of \\(A\\) passing through the \\(r\\) summits of \\(G\\), we shall see, among the angles \\(>0\\) at which the remaining traces are inclined to the axes, a certain least angle \\(\\Theta\\). If \\(x\\) be the number of half-edges of the \\(r\\)-gon between two adjacent traces, and \\(y\\) that between two adjacent axes, and \\(z\\) that in the angle \\(\\Theta\\), \\(\\Theta\\) is the least positive value of \\(z\\) in\n\n\\[\nax = by \\pm z,\n\\]\n\n\\(a\\) and \\(b\\) being numbers of these intervals \\(x\\) and \\(y\\) measured in the same direction from the united trace and axis. When \\(x\\) is prime to \\(y\\), it is well known that \\(z=1\\); and when \\(x\\) and \\(y\\) have \\(m\\) for their greatest common measure, we have\n\n\\[\n\\frac{ax}{m} = \\frac{by}{m} \\pm 1\n\\]\n\n\\[\nax = by \\pm m.\n\\]\nHere \\( m \\) is the least possible value of \\( z \\); for if we say\n\n\\[\nax = by \\pm m - n,\n\\]\n\nwe shall have \\( m - n \\) divisible by \\( m \\). Q.E.A.\n\nThe number \\( x \\) is \\( 2r:2j \\), and \\( y \\) is \\( 2r:2i \\), that of the half-edges of the \\( r \\)-gon divided by the number \\( 2j \\) or \\( 2i \\) of intervals between traces or axes. If we put\n\n\\[\nm = \\frac{r}{jli}\n\\]\n\nfor the greatest common measure of \\( r:j \\) and \\( r:i \\), this \\( m \\) is the number of half-edges in \\( \\Theta \\), the least interval \\( > 0 \\) between a trace and an axis.\n\nNow let \\( \\Theta \\) be diminished by an entire edge, every ray taking the place of that preceding it in the direction of revolution of the \\( r \\)-ace. We shall thus step by step diminish \\( \\Theta \\) either to zero or to half an edge, as \\( m \\) is even or odd. The combined configuration will be different at every step, because the least angle between a trace and axis is always diminished, and the configuration \\( C \\) carried by either end of the revolving trace is brought at each step to stand over a different configuration in the \\( r \\)-gon; for \\( m \\neq \\) the least interval of the two \\( x = r:j \\) and \\( y = r:i \\); that is, no trace is made to cross an axis by this process of diminishing \\( \\Theta \\).\n\nVII. When \\( \\Theta \\) has its greatest value, it is either \\( r:j \\) or \\( r:i \\), containing the whole interval, reckoned in half-edges, between two adjacent traces, or adjacent axes. If it is even, it can be reduced to zero, and the last position as well as the first will show a trace coincident with an axis; but whether these positions show a trace \\( t \\) over two adjacent axes, or an axis \\( a \\) under two adjacent traces, the combined configurations will be different, because the alternate axial configurations read at the terminations of either traces or axes are always different. Hence, when \\( \\Theta \\) is reduced to zero, the figure is not a repetition of a previous one.\n\nBut if we diminish \\( \\Theta \\) below zero, we shall repeat in reversed order the configurations seen when \\( \\Theta \\) was \\( > 0 \\), \\( \\Theta = e \\) on one side of the united trace and axis giving the reflected image of the figure seen in \\( \\Theta = -e \\); as everything is reversible about the united trace and axis, when \\( \\Theta = 0 \\). Hence a trace is never to cross an axis in our process.\n\nVIII. If then we can lay a trace upon an axis for a first position for \\( \\Theta \\) undiminished, we shall obtain as many additional figures by diminishing \\( \\Theta \\) by an edge at a step as there are entire edges in \\( \\Theta \\). That is, if \\( \\Theta \\) is even, we get\n\n\\[\n1 + \\frac{1}{2}m = 1 + \\frac{1}{2} \\frac{r}{jli} = \\frac{1}{2} \\left\\{ 2 + \\frac{r}{jli} \\right\\}\n\\]\n\ndifferent figures; and if \\( \\Theta \\) is odd,\n\n\\[\n1 + \\frac{1}{2}(m - 1) = \\frac{1}{2} \\left\\{ 1 + \\frac{r}{jli} \\right\\}\n\\]\n\ndifferent figures. Or if we put\n\n\\[\n\\lfloor \\frac{1}{2}N \\rfloor = \\text{the greatest integer in } \\frac{1}{2}N,\n\\]\nwe obtain both for Θ even and Θ odd,\n\n\\[ \\frac{1}{2} \\left\\{ 2 + \\frac{r}{j_i} \\right\\} \\text{ different figures}, \\]\n\nwhenever a trace can be laid upon an axis, Θ even being finally reduced to zero, and Θ odd to half an edge.\n\nBut if A has only diachorial traces and G only diagonal axes, or if A has only achorial traces and G only agonal axes, we can lay no trace upon an axis, if the \\( r \\) rays pass through the \\( r \\) angles of G. Our first position will therefore show the Θ reckoned as above diminished by half an edge, and our last position will show Θ diminished to half an edge. Wherefore Θ must be even, as is also evident from the consideration that the interval between either two traces or two axes in these cases is an even number of half-edges, so that their greatest common measure is even. Hence the number of figures obtainable by the reduction of Θ is one less than that obtained above for Θ even, i.e.\n\n\\[ \\frac{1}{2} m = \\frac{1}{2} \\frac{r}{j_i} \\]\n\nis the number of different figures attainable, when no trace can be laid upon an axis, by laying A upon G in every possible way.\n\nNow we can always lay a trace upon an axis, unless either the traces are all achorial and the axes all agonal, or the traces are all diachorial and the axes are all diagonal.\n\nIX. Hence we have the Theorem:\n\nThe number of \\((r+K+1)\\)-acral \\((r+k+1)\\)-edra that can be made by laying\n\nA one of \\( R^{jd}(r, K) \\) on G one of \\( R^{id}(r, k) \\), or\n\nA one of \\( R^{ja}(r, K) \\) on G one of \\( R^{ia}(r, k) \\),\n\nis \\( \\frac{1}{2} \\cdot \\frac{r}{j_i} \\);\n\nand the number of them obtainable in every other case by laying a \\( j \\)-ly reversible \\((1+k)\\)-partition A of the \\( r \\)-ace on an \\( i \\)-ly reversible \\((1+k)\\)-partition G of the \\( r \\)-gon is\n\n\\[ \\frac{1}{2} \\left\\{ 2 + \\frac{r}{j_i} \\right\\}; \\]\n\nwhere \\( \\frac{r}{j_i} \\) is the greatest common measure of \\( r/j \\) and \\( r/i \\), and \\( \\frac{1}{2} N \\) is the greatest integer in \\( \\frac{1}{2} N \\).\n\nX. Now let A, a \\((1+K)\\)-partition of the \\( r \\)-ace reversible about \\( j \\) axial planes, be laid on G, an \\( i \\)-ly irreversible \\((1+k)\\)-partition of the \\( r \\)-gon.\n\nIf we lay A in any way on G, so that the \\( r \\) rays pass through the \\( r \\) angles of G, we see at \\( p \\), the termination of a certain trace, a configuration \\( G' \\) in G under the axial configuration \\( A' \\) in A. This \\( A' \\) is seen in \\( A/j \\) times, at half the \\( 2j \\) terminations of traces; and \\( G' \\) is seen in \\( G/i \\) times, at the first point of each of the \\( i \\) equal irreversible sequences that are read round the \\( r \\)-gon, beginning at \\( p \\). Let \\( \\Theta' \\) be the number of entire edges between that \\( A' \\) and \\( G' \\) that are nearest to each other without coincidence, observed in\nour first position of A on G. Then, if we reduce Θ' by an edge at once, till it is only a single edge, we shall obtain Θ' different combined configurations; because no two of them show the same distance measured in the same direction between the A' and G' nearest each other. If we reduce Θ' to zero, we see again G' under A', as in our first position, and begin here a series of steps that reproduce the previous figures. Hence the exact number of different results is Θ', the least value of z in\n\n\\[ a_j^r = b_i^r \\pm z, \\]\n\nthe numbers \\(a\\) and \\(b\\) of intervals \\(rj\\) and \\(ri\\) of whole edges from A' to A' and from G' to G' being measured from \\(p\\). This \\(z\\) is the greatest common measure of \\(rj\\) and \\(ri\\), i.e.\n\n\\[ \\Theta' = \\frac{r}{ji} \\text{ whole edges}. \\]\n\nWherefore this is the number of different figures obtained by laying one of \\(R'(r, K)\\) on one of \\(I'(r, k)\\), and the same exactly is that obtained by laying one of \\(I'(r, K)\\) on one of \\(R'(r, k)\\). No new figures can be obtained by reversing the irreversible G, or by turning inside out the irreversible A, because A in the first, and G in the second, of these cases being reversible, we shall merely obtain by that reversal a reflected image of the figure before the reversal.\n\nXI. It remains that we lay A one of \\(I'(r, K)\\) on G one of \\(I'(r, k)\\), an irreversible on an irreversible.\n\nA being laid in any way on G, we see at a certain point \\(p\\) the configuration A'' over the configuration G''. A'' is found in A \\(j\\) times, and G'' in G \\(i\\) times. The least interval in whole edges >0 between an A'' and a G'' in our first position is the least value of \\(z\\) in\n\n\\[ a_j^r = b_i^r \\pm z, \\]\n\n\\(rj\\) being the number of rays in one irreversible sequence in A, and \\(ri\\) that of summits in one irreversible sequence in G. And we have\n\n\\[ z = \\frac{r}{ji} \\]\n\nfor the number of different figures, each showing a different distance measured in one direction, between the nearest A'' and G''. If we now either reverse G, or turn A inside out, we can double this number of results, for A in the first case and G in the second being irreversible, we obtain figures which are not reflected images of preceding ones. Wherefore the entire number of figures obtainable is\n\n\\[ 2 \\cdot \\frac{r}{ji}, \\]\n\nby laying any one A of \\(I'(r, K)\\) upon any one G of \\(I'(r, k)\\).\nCollecting our results, we have shown that there are\n\n\\[ \\frac{1}{2} \\left\\{ 2 + \\frac{r}{j^2} \\right\\} \\text{ ways of laying} \\]\n\nA one of \\( R^{Di}(r, K) \\) on \\( G \\) one of \\( R^{iag}(r, k) \\) or of \\( R^{iagdi}(r, k) \\),\n\nor A one of \\( R^{iAc}(r, K) \\) on \\( G \\) one of \\( R^{idi}(r, k) \\) or of \\( R^{iagdi}(r, k) \\),\n\nor A one of \\( R^{iAcDi}(r, K) \\) on \\( G \\) one of \\( R^{iag}(r, k) \\), \\( R^{idi}(r, k) \\) or \\( R^{iagdi}(r, k) \\),\n\nor A one of \\( R^{Mo}(r, K) \\) on \\( G \\) one of \\( R^{ima}(r, k) \\).\n\nAnd there are\n\n\\[ \\frac{1}{2} \\frac{r}{j^2} \\text{ different ways of laying} \\]\n\nA one of \\( R^{Di}(r, K) \\) on \\( G \\) one of \\( R^{idi}(r, k) \\),\n\nor A one of \\( R^{iAc}(r, K) \\) on \\( G \\) one of \\( R^{iag}(r, k) \\).\n\nAlso there are\n\n\\[ \\frac{r}{j^2} \\text{ different ways of laying} \\]\n\nA any one of \\( I'(r, K) \\) on \\( G \\) any one of \\( I'(r, k) \\),\n\nor A any one of \\( I'(r, K) \\) on \\( G \\) any one of \\( R'(r, k) \\).\n\nAnd there are\n\n\\[ 2 \\cdot \\frac{r}{j^2} \\text{ different ways of laying} \\]\n\nA any one of \\( I'(r, K) \\) on \\( G \\) any one of \\( I'(r, k) \\).\n\nXII. It is certain that, in every one \\( P \\) of these figures, the configuration with respect to the \\( r \\)-gon 1 2 3...\\( r \\), is different from that seen with respect to the \\( r \\)-gon 1 2 3...\\( r \\) upon any other figure \\( P' \\). But it remains to be considered whether there may not be on \\( P \\) another closed \\( r \\)-gon, whose summits are not 1 2 3...\\( r \\), about which is seen that configuration which we read on \\( P' \\) about the \\( r \\)-gon 1 2 3...\\( r \\). If this be so, the \\((r+K+1)\\)-acral \\((r+k+1)\\)-edron \\( P \\) may be merely the \\((r+K+1)\\)-acral \\((r+k+1)\\)-edron \\( P' \\). That is, \\( P \\) may be reducible by vanescence to two \\((r+1)\\)-edral pyramids not having the same signatures, and may be considered as \\( A \\) laid upon \\( G \\), or as \\( A' \\), a differently partitioned \\( r \\)-ace from \\( A \\), laid on \\( G' \\), a differently partitioned \\( r \\)-gon from \\( G \\).\n\nIf \\( P \\) has this double character, I call it a bigenerate \\( r \\)-gonous \\((1+K)\\)-acral \\((1+k)\\)-edron; and if it can be made by laying \\( A \\) on \\( G \\), and by laying \\( A' \\) on \\( G' \\), and by laying \\( A'' \\) on \\( G'' \\), &c., I call it a multigenerate.\n\nXIII. We are thus compelled to inquire, how many multigenerates of the first class can be made by laying a \\((1+K)\\)-partitioned \\( r \\)-ace on a \\((1+k)\\)-partitioned \\( r \\)-gon; for as we are enumerating only those of the first class, we have no repetitions to fear out of it.\n\nIt is true that some of these \\((r+K+1)\\)-acral \\((r+k+1)\\)-edra of the first \\( r \\)-gonous class, are also \\((r+K+1)\\)-acral \\((r+k+1)\\)-edra of the second; as \\( A' \\) having \\( K-e \\) diapeds, and laid on \\( G' \\) having \\( k \\) diagonals, and also \\( e \\) diapeds of the second class, may give the same polyedron with \\( A \\) having \\( K \\) diapeds, laid on \\( G \\) having \\( k \\) diagonals. This will perplex the discussion of the second class, but does not trouble us here.\nLet \\( Q \\) be such a multigenerate, made by laying \\( A \\) on \\( G \\), and by \\( A' \\) on \\( G' \\), &c. As \\( A \\) is not \\( A' \\), the \\( r \\) rays of \\( A' \\) will not comprise all those of \\( A \\); nor can they be all diapedes of \\( A \\), for \\( A \\) cannot have more than \\( r - 3 \\) diapedes; nor can they all be found among the sides and diagonals of \\( G \\), for it is impossible to make above \\( r - 1 \\) edges and diagonals by any arrangement or convanescences to meet at one summit of \\( G \\); while \\( A' \\) is reducible by convanescence to an \\( r \\)-ace. Therefore \\( g(>0, <r) \\) of the rays of \\( A \\) must be also rays of \\( A' \\).\n\nLet these \\( g \\) common rays be \\( aa, bb, cc, dd, \\ldots \\), the points \\( abcd \\ldots \\) being summits of \\( G' \\), and \\( abcd \\ldots \\) summits of \\( G \\). If the \\( K \\) diapedes of \\( A \\) convanesce, \\( A \\) becomes a simple \\( r \\)-ace \\( R \\) standing on \\( G \\) the \\( r \\)-gon \\( abcd \\ldots \\), wherefore \\( ab, bc, cd, \\ldots \\) are diapedes of \\( A \\); and in like manner \\( ab, bc, cd, \\ldots \\) are diapedes of \\( A' \\). When \\( A \\) is reduced to the simple \\( r \\)-ace \\( R \\), there are no summits of the figure on the side of the \\( r \\)-gon \\( abcd \\ldots \\) remote from \\( R \\), since \\( A \\) is laid on the partitioned \\( r \\)-gon \\( abcd \\ldots \\); and if \\( A' \\) be reduced to the simple \\( r \\)-ace \\( R' \\), there are no summits in the figure on the side of the \\( r \\)-gon \\( abcd \\ldots \\) remote from \\( R' \\). Hence \\( Q \\), the figure \\( A \\) upon \\( G \\), is of this form, for the case \\( r = 10 \\).\n\nHere \\( G \\) is the 10-gon \\( abcd \\ldots efghij \\),\n\\( G' \\) is the 10-gon \\( abcd \\ldots efghij \\);\n\nThe \\( g \\) common rays are \\( aa, bb, cc, dd, \\ldots \\); (\\( g = 4 \\))\n\nThe diapedes of \\( A \\) are \\( ab, bc, cd \\);\nThe diapedes of \\( A' \\) are \\( ab, bc, cd \\);\nThe diagonals of \\( G \\) are \\( ai, ah, bg, cf \\), all rays of \\( A' \\);\nThe diagonals of \\( G' \\) are \\( ai, ch, cg, df \\), all rays of \\( A \\).\n\nThe number of these diagonals, along with the \\( g \\) common rays and the lines \\( aj \\) and \\( de \\), must make up in \\( A' \\) the \\( r \\) rays, i.e.\n\n\\[\nk = r - g - 2,\n\\]\n\nof which one must pass through each of the \\( r - g - 2 \\) summits of \\( G' \\) \\( fghi \\), which are also summits of \\( G \\) through which pass the rays of \\( A \\), \\( ai, ch, cg, df \\). The number of diapedes in either \\( A \\) or \\( A' \\) is\n\n\\[\nK = g - 1 = r - k - 3.\n\\]\n\nXIV. The condition to be fulfilled in drawing the diagonals of \\( G \\) is, that all the \\( g - 1 \\) lines \\( ab, bc, cd \\) shall be diapedes, i.e. none of them in a triangle, and the diagonals of \\( G' \\) must be so drawn that all the lines \\( ab, bc, cd \\) shall be also convanescible. If these conditions are fulfilled, the figure is bigenerate, otherwise it is not. This condition is fulfilled, if the \\( k \\) rays of \\( A \\) from \\( ihgf \\) be drawn in any manner not crossing one another to one or more of the \\( g \\) summits \\( abcd \\), and if the \\( k \\) rays of \\( A' \\) from \\( ihgf \\) are drawn in any manner not crossing one another to any of the summits \\( abcd \\). For example, the rays of \\( A \\), or rather the diagonals of \\( G' \\), may be drawn all to \\( a \\), viz. \\( ai, ah, ag, af \\); the lines \\( ab, bc, cd \\) will be convanescible, being three sides of an open 6-gon \\( abcd \\); and thus it is easily seen that these \\( k \\) diagonals of \\( G' \\) through \\( ihg \\) and \\( f \\) may be distributed in any manner upon the summits \\( abcd \\).\nSuch a figure Q can only be bigenerate; for suppose that it was trigenerate, made by laying A on G, or A' on G', or A'' on G''. Then it is proved that A and A'' have \\( \\varepsilon = r - k - 2 \\) common rays, and that the only diapedes of A are ab, bc, cd...; hence the rays common to A and A'' must be ai, bh, cg, df..., and the figure must be of the form\n\nBut this is not properly multigenerate, the three 10-gons jihgfedcba, jihgfedcphga, and jabcdedcphga, being all the same partition G, surmounted by the same partitioned 10-ace A. A 4-generate Q is here entirely out of question; for the figure must reduce, by the convanescence of the \\( r - k - 2 \\) diapedes of A, to a simple r-ace standing on G having k diagonals. Wherefore the Q to be considered here is bigenerate only.\n\nXV. We shall know the number of bigenerates, if we determine in how many different ways these k diagonals drawn from k consecutive summits of the r-gon can terminate at the \\( r - k - 2 \\) summits abcd. But if G and G' had the same arrangement of their k diagonals, or if one were merely the reflected image of the other, we should have a figure generated by A upon G only, i.e. a figure that we have constructed and counted only once among those made by laying (K+1)-partitioned r-aces upon (k+1)-partitioned r-gons. For example, neither of the two figures following\n\nhas been twice enumerated; for whether we take ab, bc, and cd, or ab, bc, and cd, for the diapedes in either, we find indeed A on G and A' on G', but A differs in no respect from A', nor G from G', nor is there any difference in the way of applying the A to the G. Either of them is made by laying in one way only the 4-partitioned 10-ace A on the 5-partitioned 10-gon G, here given separately.\n\nThe (1+k)-partitions now to be enumerated may be either reversible or irreversible. If k is odd and \\( \\varepsilon = r - k - 2 \\) is odd also, that is, if r is even and k is odd, one of the k diagonals may be a diameter about which the partition is reversible. If k is even, and \\( \\varepsilon \\), i.e. r, is either even or odd, the partition may be reversible about either an agonal\nor a monogonal axis; \\( \\frac{1}{2}k \\) diagonals being similarly drawn on either side of it. But if \\( k \\) is odd and \\( r-k-2 \\) is even, i.e., if \\( r \\) is odd, no axis but a monogonal can be drawn through the central one of the \\( k \\) summits \\( i, h, g, \\ldots \\), which axis cannot be a diagonal. Hence if \\( k \\) is even and \\( r \\) is odd, the partition cannot be reversible.\n\nXVI. First, let \\( k \\) be odd and \\( r \\) even. We can draw a diameter \\( d \\) through the central point of \\( i, h, g, \\ldots \\) for one diagonal, and can draw \\( \\frac{1}{2}(k-1) \\) on one side of \\( d \\) to terminate in one or more of \\( \\frac{1}{2}(r-k-1) \\) summits, viz. the central point of \\( abe \\ldots \\) and those on one side of it, in\n\n\\[\n\\left( \\frac{1}{2}(r-k-1) \\right)^{\\frac{1}{2}(k-1)} \\left( \\frac{1}{2}(k+1) \\right)\n\\]\n\ndifferent ways, and the figure can be completed symmetrically about \\( d \\) in so many ways into a reversible \\((1+k)\\)-partition.\n\nIf \\( k \\) is even and \\( r \\) is even, we can draw \\( \\frac{1}{2}k \\) of the diagonals to one or more of the corresponding half of the \\( r-k-2 \\) summits \\( i, h, g, \\ldots \\) in\n\n\\[\n\\left( \\frac{1}{2}(r-k-2) \\right)^{\\frac{1}{2}(k+1)} \\left( \\frac{1}{2}(k+2) \\right)\n\\]\n\ndifferent ways,\n\nand complete the figure by drawing the remaining \\( \\frac{1}{2}k \\) into a \\((1+k)\\)-partition reversible about an agonial axis having on each side of it \\( \\frac{1}{2}k \\) diagonals.\n\nIf \\( k \\) is even and \\( r \\) is odd, we can draw \\( \\frac{1}{2}k \\) of the diagonals to the \\( \\frac{1}{2}(r-k-1) \\) points consisting of the central point of the \\( r-k-2 \\), and the rest on one side of it, and the figure can be completed symmetrically about the monogonal axis through that central point into a reversible \\((1+k)\\)-partition, in\n\n\\[\n\\left( \\frac{1}{2}(r-k-1) \\right)^{\\frac{1}{2}(k+1)} \\left( \\frac{1}{2}(k+2) \\right)\n\\]\n\ndifferent ways.\n\nWherefore the entire number of reversible ways of drawing \\( k \\) diagonals from \\( k \\) consecutive summits \\( i, h, g, \\ldots \\) to one or more of the \\((r-k-2)\\) summits \\( a, b, c, \\ldots \\), is\n\n\\[\nN'_{r,k} = 2r \\left\\{ 2^{k-1} \\left( \\frac{1}{2}(r-k-1) \\right)^{\\frac{1}{2}(k-1)} \\left( \\frac{1}{2}(k+1) \\right) + 2^k \\left( \\frac{1}{2}(r-k-2) \\right)^{\\frac{1}{2}(k+1)} \\left( \\frac{1}{2}(k+2) \\right) \\right\\} + 2^{r-1} 2^k \\left( \\frac{1}{2}(r-k-1) \\right)^{\\frac{1}{2}(k+1)} \\left( \\frac{1}{2}(k+2) \\right).\n\\]\n\nThe entire number of ways in which \\( k \\) diagonals can be drawn from the \\( k \\) points \\( i, h, g, \\ldots \\) to one or more of the \\( r-k-2 \\) points \\( a, b, c, \\ldots \\), is\n\n\\[\n\\frac{(r-k-2)^{k+1}}{k+1}:\n\\]\n\namong these every reversible partition comes once only, but every irreversible \\( Q \\) occurs twice; for \\( Q \\) and its reflected image both occur. Hence the number of irreversible \\((1+k)\\)-partitions is\n\n\\[\nN''_{r,k} = \\frac{1}{2} \\left\\{ \\frac{(r-k-2)^{k+1}}{k+1} - N'_{r,k} \\right\\}.\n\\]\n\nXVII. Of these \\( N'_{r,k} \\) reversible modes of partition any one can be combined in \\( G \\) with any other in \\( G' \\), giving \\( \\frac{1}{2}N'_{r,k}(N'_{r,k}-1) \\) pairs, and as many bigenerates, which have been each twice constructed and counted. Of these \\( N'_{r,k} \\) modes any one may be combined\nin $G$ with any of the irreversibles in $G'$, giving $N'_{r,k}$ $N''_{r,k}$, and as many bigenerates. Of the $N''_{r,k}$ irreversible partitions any one in $G$ may be combined with another in $G'$, and again with that reversed, so that each of the $\\frac{1}{2}N''_{r,k}(N''_{r,k}-1)$ pairs gives two bigenerates.\n\nFor example, the two bigenerates\n\nhave each the same irreversible partition $G$ on the lower side in the same position, and each the same irreversible partition $G'$ above, but in positions one the reverse of the other.\n\nHence the entire number of bigenerates is\n\n$$N_{r,k} = \\frac{1}{2}N'_{r,k}(N'_{r,k}-1) + N'_{r,k}N''_{r,k} + N''_{r,k}(N''_{r,k}-1),$$\n\nwhere $N'$ and $N''$ have the values just found.\n\nAnd this number $N_{r,k}$ is to be subtracted from the results of our enumeration by preceding formulae, being the exact number of $(r+K+1)$-acral $(r+k+1)$-edra that were twice constructed, each one $Q$ being made both by laying $A$ upon $G$, and $A'$ upon $G'$.\n\nXVIII. Thus we have completely determined all the partitions of the $(r+1)$-edral pyramid. All that is necessary is to give to $k$ every value from $k=0$ to $k=r-3$ in the formulæ of Art. XI. and the same range of values to $K$; then to give to $k$ in the two preceding articles every value from $k=1$ to $k=r-4$; for here since neither $k$ nor $K<1$, $k=r-K-3>r-4$.\n\nAnd we have at once the number of $r$-gonous $(r+K+1)$-acral $(r+k+1)$-edra of the first class, by giving to $k$ and $K$ their values in (XI.) and (XVII.). That is, if $\\Pi_{r,k,k}$ be this number,\n\n$$\\Pi_{r,k,k} = \\sum_j \\sum_i \\left[ R^{jAcD}(r,K)(R^{jAgdi}(r,k)+R^{jAg}(r,k)+R^{jidi}(r,k)) \\right.$$\n\n$$+ R^{jAc}(r,K)(R^{jAgdi}(r,k)+R^{jidi}(r,k)) + R^{jDi}(r,K)(R^{jAgdi}(r,k)+R^{jAg}(r,k))$$\n\n$$+ R^{jMo}(r,K).R^{jmo}(r,k)\\right] \\times \\frac{1}{2}\\left(2+\\frac{r}{j|i}\\right) + \\{R^{jAc}(r,K).R^{jag}(r,k)+R^{jDi}(r,K).R^{jidi}(r,k)\\} \\times \\frac{1}{2}\\cdot\\frac{r}{j|i}$$\n\n$$+ \\{I'(r,K).R'(r,k)+R(r,K).I'(r,k)\\} \\cdot \\frac{r}{j|i} + 2I(r,K).I'(r,k)\\cdot\\frac{r}{j|i}$$\n\n$$-(N_{r,k})\\left(\\frac{1}{2}.N'_{r,k}(N'_{r,k}-1)+N'_{r,k}.N''_{r,k}+N''_{r,k}(N''_{r,k}-1)\\right);$$\n\nwhere $\\frac{r}{j|i}$ is the greatest common measure of $\\frac{r}{j}$ and $\\frac{r}{i}$, and $\\lfloor\\frac{1}{2}A\\rfloor$ is the greatest integer in $\\frac{1}{2}A$, and where $R'(r,k)$ denotes the entire number of $j$-ly reversibles about all axes, the rest of the notation here used being that of my paper referred to in Art. V.; and where\n\\[ N_{r,k} = 2^r \\left\\{ 2^{k-1} \\cdot \\frac{\\left(\\frac{1}{2}(r-k-1)\\right)^{k(k-1)}}{\\frac{1}{2}(k+1)} + 2^k \\cdot \\frac{\\left(\\frac{1}{2}(r-k-2)\\right)^{k(k+1)}}{\\frac{1}{2}(k+2)} \\right\\} + 2^{r-k} \\cdot 2^k \\cdot \\frac{\\left(\\frac{1}{2}(r-k-1)\\right)^{k(k+1)}}{\\frac{1}{2}(k+2)}, \\]\n\nand\n\n\\[ N''_{r,k} = \\frac{1}{2} \\left\\{ \\frac{(r-k-2)^{k+1}}{k+1} - N'_{r,k} \\right\\}. \\]\n\nAnd the entire number \\( D_r \\) of partitions of the \\((r+1)\\)-edral pyramid, made by partitioning both the vertex and the base by diapeds and diagonals, is\n\n\\[ D_r = \\sum_k \\sum_{k'} \\Pi_{r,k,k'}, \\]\n\nthe double integral being taken for every value both of \\( K \\) and \\( k \\) from zero to \\( r=3 \\).\n\nThe quantity \\( N_{r,k} \\), subtracted in \\( \\Pi_{r,k,k} \\), vanishes for \\( k=0 \\) and for \\( k=r-3 \\).\n\nXIX. Thus far the theory of the polyedra has been opened and discussed without descending to any classification according to the ranks of the faces and summits. We have had nothing but an \\( r \\)-ace and an \\( r \\)-gon to partition. But I do not see how the second and higher classes of \\( r \\)-gonous \\( x \\)-edra can be enumerated without such a classification. This will, I fear, introduce a boundless complexity, and go far to deprive the investigation of all claim to scientific generality. Yet others may find out a more practicable method of attacking this interesting problem, and I may live to see the remaining cases of it discussed within a reasonable compass. I wish the analyst joy of his task who shall undertake to complete what I have had the good fortune to begin.\n\nXX. I have no doubt that the number of \\( r \\)-gonous \\( x \\)-edra is always limited; but the maximum number of their edges is no simple function of \\( r \\). It is worth while to write out all the 4-gonous polyedra.\n\nThese are, first and second,\n\n\\[ 3_1 4_4 3_2 4_5 \\quad 3_2 4_4 3_3 3_3 \\quad 3_3 4_2 3_4 3_3 \\quad 3_4 4_2 3_5 4_5 \\quad 3_5 4_2 3_6 3_1 \\quad 3_6 4_4 3_1 3_1 \\]\n\\[ 3_5 3_1 3_1 4_5 \\quad 3_6 4_2 3_3 4_4 \\quad 3_2 3_3 3_4 4_5, \\]\n\na 6-acral 5-edron, and its polar syntyp,\n\n\\[ 3_1 4_4 3_2 4_5 \\quad 3_2 4_4 3_3 3_3 \\quad 3_3 4_2 3_4 3_3 \\quad 3_4 4_2 3_5 4_5 \\quad 3_5 4_2 3_6 3_1 \\]\n\\[ 3_6 4_4 3_1 3_1 \\quad 3_5 3_1 3_1 4_5 \\quad 3_6 4_2 3_3 4_4 \\quad 3_2 3_3 3_4 4_5. \\]\n\nThe heavy type expresses the faces, and the lighter the summits.\n\nBoth are thus represented in one paradigm, by the method explained in my paper \"On the Representation of Polyedra,\" in the Philosophical Transactions for 1856, using the circles 123456 and 12345, and writing \\( a \\) at (1, 4) and (2, 5), &c.:\nBoth these are of the first class of 4-gonous polyedra, the only one besides of this class being the autopolar 6-acral 6-edron. This is,\n\n\\[\n\\begin{array}{cccccc}\n4_1 & 3_4 & 3_2 & 3_5 & 3_2 & 4_3 & 4_3 & 3_5 \\\\\n3_4 & 3_2 & 3_4 & 3_6 & 3_4 & 4_1 & 4_1 & 3_6 \\\\\n3_5 & 4_3 & 3_6 & 4_1 & 4_1 & 3_6 & 3_5 & 4_3 & 3_6 & 4_1,\n\\end{array}\n\\]\n\nwhich is also thus represented, using the circles 123456, 123456, and putting A for the gamic of \\(a\\), &c.,\n\n\\[\n\\begin{array}{cccccc}\nD & . & . & d & A & e \\\\\n& . & . & c & A & B \\\\\n& . & b & B & . & e & C \\\\\na & C & . & . & . & D \\\\\nE & a & b & . & . & .\n\\end{array}\n\\]\n\nwhich reduces by the gamic pair Ee to the pyramid on 1234.\n\nThe fourth and fifth are a sympolar pair, a 6-acral 7-edron, and a 7-acral 6-edron, of the second class of 4-gonous x-edra, made by partitioning a 4-gon or a 4-ace in the preceding autopolar so as to introduce no pentace or pentagon. Thus,\n\n\\[\n\\begin{array}{cccccc}\n4_1 & 3_2 & 3_2 & 4_1 & 3_2 & 4_3 & 3_3 & 4_1 & 3_4 & 4_3 & 3_4 & 4_1 & 3_5 & 4_4 & 3_5 & 3_6 & 3_5 & 4_4 & 3_6 & 4_5 & 3_6 & 4_3 & 3_7 & 4_5 \\\\\n3_7 & 3_2 & 4_1 & 4_5 & 3_7 & 4_3 & 3_2 & 3_2 & 3_4 & 3_3 & 6_4 & 4_1 & 4_1 & 3_4 & 3_6 & 4_1 & 3_6 & 3_5 & 4_5,\n\\end{array}\n\\]\n\nboth which are seen in the paradigm made by the circles 1234567 and 123456, as follows:\n\nThe sixth and seventh are the regular 6-edron and its polar syntyp the regular 8-edron, both of the second class, the first represented by writing under 3434 the 12 quadruplets\n\n1426 2435 3443 4153 5263 6275 7286 8116 1144 8251 3365 7625,\n\nand the second by writing under 3434 the same 12 quadruplets. Both are exhibited\nthus by using the circles 12345678, the closed octagon through the summits of the 6-edron, and 123456, the hexagon on the faces:\n\nThis arises from partitioning the only tesserace in the preceding 7-acron, and is reduced to that by the convanescence of any one of its twelve edges. It is also of the second class.\n\nThe eighth is an autopolar heptaedron,\n\n\\[\n\\begin{array}{cccccc}\n4_1 & 3_5 & 4_2 & 3_6 & 4_2 & 4_4 \\\\\n3_5 & 4_2 & 3_6 & 4_1 & 4_4 & 3_3 \\\\\n4_4 & 4_2 & 3_5 & 3_7 & 3_6 & 4_4 \\\\\n3_6 & 4_4 & 3_7 & 4_1 & 3_7 & 4_1 \\\\\n3_7 & 3_5 & 4_1 & 4_1 & 4_2 & 3_6 \\\\\n3_5 & 4_1 & 4_1 & 3_7 & 3_3 & 4_4 \\\\\n\\end{array}\n\\]\n\nIt is not possible to reduce any of these eight polyedra to the 5-based pyramid; nor can any diagonal or diaped be drawn in any of them which shall not either produce another of the eight, or introduce a pentagony, i.e. a 5-gonous system of vanescibles. There are no 4-gonous x-edra of a class beyond the second.\n\nXXI. There is no difficulty in finding tentatively the number of 5-gonous polyedra, by partitioning the faces and summits of the first class of them, taking care to introduce no hexagony. The partitions of the 5-based pyramid, that is, the whole of this first class, are given by the formula of XVIII., in which\n\n\\[N'_{5,1} = 0, \\quad N''_{5,1} = 1, \\quad N'_{5,2} = 1, \\quad N''_{5,2} = 0,\\]\n\ni.e.\n\n\\[N_{5,1} = 0 = N_{5,2}.\\]\n\nAnd the only partitions of the 5-gon are \\(R^{smo}(5, 0) = 1, \\quad R^{mo}(5, 1) = 1, \\quad R^{mo}(5, 2) = 1.\\)\n\nWherefore\n\\[\nB_5 = \\{R^{Mo}(5,1) \\cdot R^{Mo}(5,0) + R^{Mo}(5,0) \\cdot R^{Mo}(5,1) + R^{Mo}(5,2) \\cdot R^{Mo}(5,0) + R^{Mo}(5,2) \\cdot R^{Mo}(5,0)\\} \\\\\n\\times \\frac{1}{2} \\left(2 + \\frac{5}{11}\\right)\n\\]\n\n\\[\n+ \\{R^{Mo}(5,1) \\cdot R^{Mo}(5,1) + R^{Mo}(5,2) \\cdot R^{Mo}(5,1) + R^{Mo}(5,1) \\cdot R^{Mo}(5,2) + R^{Mo}(5,2) \\cdot R^{Mo}(5,2)\\} \\\\\n\\times \\frac{1}{2} \\left(2 + \\frac{5}{11}\\right) - N_{5,1} - N_{5,2}\n\\]\n\n\\[\n= \\{1.1 + 1.1 + 1.1 + 1.1\\} + \\{1.1 + 1.1 + 1.1 + 1.1\\} = 16.\n\\]\n\nFor \\(B_6\\), the partitions of the 6-pyramid, we have the following partitions of the hexagon:\n\n\\[\nR^{6agdi}(6,0) = 1, \\quad R^{2agdi}(6,1) = 1, \\quad R^{di}(6,1) = 1,\n\\]\n\n\\[\nR^{2agdi}(6,2) = 1, \\quad R^{di}(6,2) = 1, \\quad I(6,2) = 1,\n\\]\n\n\\[\nR^{di}(6,3) = 1, \\quad I^2(6,3) = 1,\n\\]\n\n\\[\nR^{3di}(6,3) = 1;\n\\]\n\nwherefore the formula of XVIII. becomes,\n\n\\[\nB_6 = 198, \\text{ thus:}\n\\]\n\n\\[\nB_6 = \\{R^{6AeDi}(6,0) \\cdot R^{di}(6,1+6,2+6,3) + R^{6agdi}(6,0) \\cdot R^{Di}(6,1+6,2+6,3)\\} \\cdot \\frac{1}{2} \\left(2 + \\frac{6}{61}\\right) \\quad [= 6]\n\\]\n\n\\[\n+ \\{R^{2AeDi}(6,1+6,2) \\cdot R^{6agdi}(6,0) + R^{2agdi}(6,1+6,2) \\cdot R^{6AeDi}(6,0)\\} \\cdot \\frac{1}{2} \\left(2 + \\frac{6}{62}\\right) \\quad [= 4]\n\\]\n\n\\[\n+ \\{R^{2AeDi}(6,1+6,2) \\cdot R^{di}(6,1+6,2+6,3) + R^{2agdi}(6,1+6,2) \\cdot R^{Di}(6,1+6,2+6,3)\\} \\cdot \\frac{1}{2} \\left(2 + \\frac{6}{21}\\right) \\quad [= 24]\n\\]\n\n\\[\n+ \\{R^{2AeDi}(6,1+6,2) \\cdot R^{2agdi}(6,1+6,2)\\} \\cdot \\frac{1}{2} \\left(2 + \\frac{6}{21}\\right) \\quad [= 8]\n\\]\n\n\\[\n+ \\{R^{Di}(6,1+6,2+6,3) \\cdot R^{di}(6,1+6,2+6,3)\\} \\cdot \\frac{1}{2} \\left(2 + \\frac{6}{11}\\right) \\quad [= 27]\n\\]\n\n\\[\n+ \\{R^{6AeDi}(6,0) \\cdot R^{3di}(6,3) + R^{6agdi}(6,0) \\cdot R^{3Di}(6,3)\\} \\cdot \\frac{1}{2} \\left(2 + \\frac{6}{613}\\right) \\quad [= 2]\n\\]\n\n\\[\n+ \\{R^{2AeDi}(6,1+6,2) \\cdot R^{3di}(6,3) + R^{2agdi}(6,1+6,2) \\cdot R^{3Di}(6,3)\\} \\cdot \\frac{1}{2} \\left(2 + \\frac{6}{213}\\right) \\quad [= 4]\n\\]\n\n\\[\n+ \\{R^{Di}(6,1+6,2+6,3) \\cdot R^{3di}(6,3) + R^{di}(6,1+6,2+6,3) \\cdot R^{3Di}(6,3)\\} \\cdot \\frac{1}{2} \\left(2 + \\frac{6}{113}\\right) \\quad [= 6]\n\\]\n\n\\[\n+ R^{3Di}(6,3) \\cdot R^{3di}(6,3) \\cdot \\frac{1}{2} \\left(2 + \\frac{6}{313}\\right) + I(6,2)I(6,2) \\cdot \\frac{1}{2} \\left(2 + \\frac{6}{111}\\right) + I^2(6,3)I^2(6,3) \\cdot \\frac{1}{2} \\left(2 + \\frac{6}{212}\\right) \\quad [= 19]\n\\]\n\n\\[\n+ \\{R^{6AeDi}(6,0) \\cdot I(6,2) + R^{6agdi}(6,0) \\cdot I(6,2)\\} \\cdot \\frac{6}{611} \\quad [= 2]\n\\]\n\n\\[\n+ \\{R^{6AeDi}(6,0) \\cdot I^2(6,3) + R^{6agdi}(6,0) \\cdot I^2(6,3)\\} \\cdot \\frac{6}{612} \\quad [= 2]\n\\]\n\n\\[\n+ \\{R^{2AeDi}(6,1+6,2) \\cdot I(6,2) + R^{2agdi}(6,1+6,2) \\cdot I(6,2)\\} \\cdot \\frac{6}{211} \\quad [= 12]\n\\]\n\n\\[\n+ \\{R^{2AeDi}(6,1+6,2) \\cdot I^2(6,3) + R^{2agdi}(6,1+6,2) \\cdot I^2(6,3)\\} \\cdot \\frac{6}{212} \\quad [= 12]\n\\]\n\n\\[\n+ \\{R^{Di}(6,1+6,2+6,3) \\cdot I(6,2) + R^{di}(6,1+6,2+6,3) \\cdot I(6,2)\\} \\cdot \\frac{6}{111} \\quad [= 36]\n\\]\n\\[+ \\{R^{di}(6, 1+6, 2+6, 3)I^q(6, 3)+R^{di}(6, 1+6, 2+6, 3).I^q(6, 3)\\} \\cdot \\frac{6}{21} \\quad [= 18] \\]\n\\[+ \\{R^{3di}(6, 3)I(6, 2)+I(6, 2)R^{3di}(6, 3)\\} \\cdot \\frac{6}{3!1} + \\{R^{3di}(6, 3)I^q(6, 3)+I^q(6, 3).R^{3di}(6, 3)\\} \\cdot \\frac{6}{3!2} \\quad [= 6] \\]\n\\[+ \\{I(6, 2).I^q(6, 3)+I^q(6, 3).I(6, 2)\\} \\cdot 2 \\cdot \\frac{6}{2!1} \\quad [= 12] \\]\n\\[- (N_6, 1+N_6, 2+N_6, 3) \\quad [= -2] \\]\n\nBut I see no advantage that can arise from the construction of these partitions of the 5-based and 6-based pyramids, which is, however, to be effected with the greatest ease.\n\n**XXII.** It may be worth while to observe, that the regular 12-edron, and of course its polar syntyp the regular 20-edron, are 8-gonous polyedra of the second class. The 12-edron is made by laying a 5-partitioned 8-ace having only two triangular faces on an 8-gon in which four lines are drawn each cutting two edges, and passing through no summit. Two of these cutting lines terminate in the base of each of the triangles just named. This sympolar pair can be exhibited in a paradigm thus; for closed polygons can be drawn through the 20 summits and on the 12 faces of the 12-edron:\n\n```\na z . . . . . . . . . t\nu a . . . . b . . . .\n. b . . . . c v . . . .\n. c d . . . . δ . . . .\n. d e . . . . . z\n. . x f . . . . . e\n. . . g . . . . . a f\n. . . w h . . . . g\n. . . i . . . . β h\n. . . j . . . . γ i\n. . . k y . . . . j\n. . . l w k . . . . .\n. . m x . l . . . . .\n. . δ . . m n . . . . .\n. . . . n o . y . . . .\n. . . . . v p o . . . .\n. . . . . q p γ\nr . . . . . u . q\ns . . . . . . r β\nt . . . . . . s α\n```\nHere the 30 edges \\(abc...za\\beta\\gamma\\delta\\) are all 3535, carrying the subindex quadruplets\n\n1 1 2 2, 2 8 3 2, 3 7 4 2, 4 3 5 2, 5 3 6 12, 6 4 7 12,\n7 4 8 11, 8 5 9 11, 9 5 10 10, 10 5 11 9, 11 5 12 6, 12 4 13 6,\n13 3 14 6, 14 7 15 6, 15 7 16 9, 16 8 17 9, 17 8 18 10, 18 1 19 10,\n19 1 20 11, 20 1 1 12, 18 8 2 1, 16 7 3 8, 12 5 8 4, 13 4 6 3,\n15 9 11 6, 1 2 5 12, 20 12 7 11, 19 11 9 10, 17 10 10 9, 4 7 14 3.\n\nThe closed polygon 123...20 is drawn through the 20 summits, and the closed polygon 123..12 through the 12 faces. If any five continuous edges, of which no three are in a pentagon, be made to convanesce, as the five \\(asrpq\\), the 8-ace is restored, 6 traces thus uniting to form it. The disappearance of the remaining vanescibles will restore the 8-gon,\n\nEvery \\(x\\)-edron of the first class, i.e. every partition of a pyramid, can be thus exhibited in a paradigm, and the greater number of those of the higher classes.\n\nThe partitions of the \\(r\\)-pyramid have all this property, that each contains a discrete \\(r\\)-gony, i.e. an \\(r\\)-gonous system of vanescibles of which no diaped meets a diagonal; or each contains an \\(r\\)-gony of the first class. Some of them, however, contain also a mixed \\(r\\)-gony, on which are one or more angles made by a diaped and a diagonal. If the figure contain a discrete \\(r\\)-gony, it is an \\(r\\)-gonous polyedron of the first class; if not, it is a polyedron of a higher class. The diapeds of a discrete \\(r\\)-gony form a continuous line of convanescibles; if a diagonal be drawn in a face about one of these, the \\(r\\)-gony is no longer discrete, but mixed.\n\nThe problems that are next to be solved towards the completion of the theory of the polyedra, are the following; and I have little hope of their solution, in terms of \\(r\\).\n\nHow many partitions can be made of the summits of a partitioned \\(r\\)-gon, so that no \\((r+1)\\)-gon shall be introduced?\n\nHow many partitions can be made of the faces of a partitioned \\(r\\)-ace, so that no \\((r+1)\\)-ace shall be introduced?\n\nIn how many ways can a partitioned partition of the \\(r\\)-ace be laid on a partitioned partition of the \\(r\\)-gon, so that no \\((r+e)\\)-gony, nor \\((r+e)\\)-gon, or \\((r+e)\\)-ace shall be introduced?",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108654.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 18,
    "total-input-tokens": 28684,
    "total-output-tokens": 16515,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2647,
        2
      ],
      [
        2647,
        6316,
        3
      ],
      [
        6316,
        9492,
        4
      ],
      [
        9492,
        12479,
        5
      ],
      [
        12479,
        15256,
        6
      ],
      [
        15256,
        17616,
        7
      ],
      [
        17616,
        20644,
        8
      ],
      [
        20644,
        24156,
        9
      ],
      [
        24156,
        26289,
        10
      ],
      [
        26289,
        29521,
        11
      ],
      [
        29521,
        31999,
        12
      ],
      [
        31999,
        34569,
        13
      ],
      [
        34569,
        36188,
        14
      ],
      [
        36188,
        37670,
        15
      ],
      [
        37670,
        40483,
        16
      ],
      [
        40483,
        42071,
        17
      ],
      [
        42071,
        44302,
        18
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      true,
      true,
      true,
      false,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108654",
    "title": "On the Partitions of the R-pyramid, Being the First Class of R-gonous X-edra",
    "authors": "Thomas P. Kirkman",
    "year": 1858,
    "volume": "148",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 18,
    "jstor_url": "https://www.jstor.org/stable/108654"
  }
}