{
  "id": "1c1def9c8c21c08aedfe5101dcc680831ab550bd",
  "text": "II. Nova & tuta Variolas excitandi per Transplantationem Methodus, nuper inventa & in usum tracta: Per Jacobum Pylarinum, Venetum, M. D. & Reipublicae Venetae apud Smyrnenses nuper Consulem.\n\nOperationem Medicam inventu non minus quam eventu mirandam Orbi literario pandimus; Non à Physicæ cultoribus, aut à doctis in Apollinea arte viris, sed à plebea rudique gente in humani generis adjumentum, in sævissimi morbi solamen detectam, vetustis Scholarum Lucubrationibus, sedulis recentiorum investigationibus ignotam; sed quæ ex innocentioris & ἀφιλοσόφου familiae penu defluxit. Verus ignoratur ejus adinventor: in Graecia tamen, præcise in Thessalia, primò invaluisse certissimum est; hinc in propinqua successivè serpendo loca & civitates, in Byzantinam tandem irrepit urbem; ubi latuit quidem initio per aliquot annos, rarò quoque, & inter humiliores dumtaxat recepta: Immaniter autem grassante nuper Variolarum epidemia, latius innotescere coepit; Numquam tamen sublimiores ausa est ingredi aulas; donec Nobilis quidam nec obscurus inter praestantes ores Graecos, & ex antiquo Caryophyllorum stipite clarius, mihi verò intimiori amicitiae titulo notus, anno salutis 1701. sub hyemis finem, serio mè quidnam de hac insitio sentirem, consuluit; & an ad eandem in quatuor propriis filiis celebrandam praestarem assensum: Nam cum temporis lethaliter totam ferè civitatem morbus hic invaserat; qui summum ei de natorum salute metum incutiendo, anxium valde reddiderat. Verùm quid ipse super ignota re decernerem, nulla praecedente novissimæ hujuscæ methodi notitia, penitus ignorare me dixi; ac simul Operatoris conveniendi copiam petii. Triduo perfecto, cum ad amicum denuò accessisset, & de eadem\nmaterìa sermo iteratò inter nos esset initus; Ecce paulò post mulier Græca ad decentiam satis composita cubicu-\nlum intravit; quæ totam operationis seriem, modum, lo-\ncum, tempus, cæterasque circumstantias, ut ego deinceps\naperiam, clare satis latèque nobis exposuit; quamquam\nipsa veram ex insitione excitationis Variolarum causam\nhaud intellecterit: His experimenta & casus innumeros\ntuto semper & ad salutarem eventum perductos annexit;\nè quibus aliquot (omnes enim quis potuisse in urbe am-\nplissima exquirere?) verissimos esse ex assessoribus fide\ndignis deprehendi: Idcirco re bene pensitata, rationi\n& naturæ haud absonam omninò comperi: præsertim au-\ntem casibus jam dictis permotus, amico jam servidius post\naliquot dies consilium iterùm experienti, mè haud alienum,\nsub levi tamen hæsitantia, præbui Quâ, tamquam dato\nassensu, arreptâ, & de servando regimine toto ægrotationis\ntempore satis edoctus, insitionem per mulierem Græ-\ncam in quatuor filiis audacter instituit: quorum tres natu\nminores (quinquennes, & vix septennes) leviter ægrotarunt;\npaucisque apparentibus pustulis post hebdomadam, febre\npenitus & periculo evaserunt: Ætate verò major, octa-\nvum super decimum agens annum, graviter decubuit:\nNam continentis febre & malignante corruptus, superven-\niente difficilium symptomatum syndrome, plusculisque\nquamquam non copiosis exanthematibus obrutus, vix\npost decimum quartum diem morbum elusit: Quod ego\natrabili ejus temperamento, succisque pravis, ut & ne-\nglectæ prius (contrà datam admonitionem) corporis ex-\npiationi tribuendum velim. Felix operationis eventus\nmirum quam multas nobiliorum familias ad imitationem\ntraxit; Ut hodie sine hæsitantia, præter timidiuculos\naliquos, unusquisque transplantationis emolumentum ten-\ntire velit. Soli Turcae, utpote Fati decretis addicti minul-\nque deciles, hanc neglexerunt hucusque.\n\nNaturalis est penitus hæc Operatio, nulloque obducta\nsuperstitionis fuco; quamvis ipsum Transplantationis No-\nmen\nmen prima facie hæsitantiam pariat. Dissert toto coelo à Curationibus Sympatheticis; cò magis à Magnetismo illo transplantatorio, per quem Morbi ex uno subjecto (mediante imaginaria quadam, gratis efficta, & imperceptibili Mumia) in aliud traduci dicuntur; qua de re Tenzelius, Bartholinus, Maxuellus, Etmullerus, aliique ex Recentioribus, docti aliàs Viri, agunt sedulò; qui vetustas Antiquorum in Medicina quisquilias expurgandas esse cum jactitent; inter quisquilias ipsì quandoque se voluant, novissima vanitatis amurca veneranda n haec nus purissimamque Scientiam deturpantes. Quare, ut verum fatear, quemadmodum Operationes hæ Magneticæ, vel Sympatheticæ superstitionis vanitatis suspicione non carent (ut in Unguento Armario, Pulvere sympathetico, & similibus), utpotè extra activitatis sphæram in distans agentes; ità Variolarum Transplantatio, vera, mera, pura Physica est; quia puris mediis Physicis, & ad oculum patentibus, nec non ipso sensibili contactu completur; ut è mox dicendis clariùs elucescet.\n\nHujusmodi igitur Variolarum excitatio fit per Metaphoricè sic dictam Insitionem sive Transplantationem; quæ nihil aliud est, quam fermenti morbifici seu puris ex Variolis extracti in corpus sanum, per vulnuscula ad hoc facta, insertio.\n\nPhysicus excitationis modus hoc pacto succedit. Intrusum in vulnuscula pus veri fermenti fuscipit indolem; Hinc beneficio circulationis per vasa & canales proprios ad sanguinis massam delatum, dispositas ad hoc particulas, & delitescente vitio turgidas statim aggreditur, inficit, venenumque communicando latitans in illis seminarium fermentativum excitat, agitat, actuat, inque motum ciet; Unde ebullitio universalis, seu fermentatio oritur; Vi cujus impuriiores & heterogeneæ partes separatae criticè protruduntur ad cutem; natura interim placidè virtute talis operationis totum opus moderante.\n\nQ q q 2 Sed\nSed ad Transplantationem ipsam, & ejus celebrandæ formam properandum; modum quo eadem Mulier Transplantatrix tutissimè operabatur fideliter describendo, ordinem, cæteraque omnia; ex quibus regula quædam institui poterit pro operatione hac obeunda. Cæterum quamvis de omnibus oculatus Testis, ut ingenuè fatear, esse non possim; ex Operatricis tamen ore multa, plura ex fidelì relatione transumpsi; plurima & potiora ipse met observavi. Omitto quæ ad majorem confirmacionem universalis fama canit. Quibus omnibus praestandam esse fidem candidè ac strenuè assevero.\n\nErgo primò tempus ad celebrandam insitionem opportunum eligendum est; Quod secundùm Operatricem hibernum desideratur; & non nisi tali tempore ipsa insitionem instituebat: Vernum ego pariter idoneum crediderim, propter clementiorem aeris temperiem.\n\nSecundò selectissimum adhibet fermentum; Pus scilicet inferendum non ex quolibet subjecto recipit; sed Variolis epidemicè grassantibus, è pustulis jam maturis decumbentis alicujus pueruli alias ευσάρκεια, iisque benignis, punctione illud extrahit exprimitque; & in conchulam aliquam vel vitreum vasculum mundissimum, nec nimis actu frigidum reponit reconditque; quod Vasculum bene sartum tectum in pedissequi sinum fovendum intrudit; mox sine mora ad operationem properat: Pus ex insitiis rejicit, ut inessicax. Quod tamen ego benignioris indolis, nec minoris interim energiae fecerim: qua in re experientia consulenda.\n\nTertiò, temperatissimum vult patientis inhabitandum cubiculum quoad aeris modificationes.\n\nQuartò, ad operationem jam celebrandam accedens mulier, frontem in confinio capillorum & quidem medio in loco; mentum & utrasque genas acu ferrea vel aurea pungit; non rectà, sed obliquè impingendo, cutemque acuta cuspidè à subjecta carne aliquantillum separando.\nhinc eadem acu pus jam præparatum in vulnusculum instillat è vaículo, intruditque; superinducta per fasciam ligatura: Manus item ambas in metacarpis, pedes in metatarís eodem modo ferit, pusque inserit, fasciaque leniter stringit; ferio imponendo patienti, ne partes illas scalpat madefaciatur. Potius carnosiora pungerem loca, quatenus inflammationibus dolorique minus obnoxia, nec tendinibus intertexta.\n\nPræter hanc operandi formam cæteri omnes rejiciuntur modi, utpotè absoni, inusitati, malè succedentes, infelicisque exitus.\n\nInterim lectulo moderatè manendum, neque plus quàm opus fuerit jacendum.\n\nQuintò bonum in sex rebus non naturalibus regimen, præcipue in victù, injungit; Non solum enim vino & carnibus, verum etiam earumdem jusculo rigorosè patientes ad quadragesimum diem interdicit: Pluribusque monitum non curantibus sæpius malè successit; nam aës oculos, poena erroris, novas erupisse pustulas, aliaque non parvi discriminis symptomata supervenisse, visum est.\n\nSic rite peracta transplantatione, non omnibus eodem temporis intervallo suscitari solent variolarum symptomata; Variè enim fermentum agit; serius vel citius, prout unicuique proprium favet temperamentum, ætas, robur: Quamquam Variolæ ipsæ, in septimo fere temper apparere incipient, qui dies vere criticus est. Nec defuere, quod rarò contingere solet, quibus statim primo die effloruerint.\n\nSymptomata ægrotantibus evenientia variant secundùm temperamenti diversitatem, succorum in massa languinea habitudinem, & particulari in singulis naturæ dispositionem: remissiora nempè vel incendiora ingruvat; At communiter gravisantibus non dissimilis, quamvis elementiori ut plurimum facie: Plures vix alterationem lœsionemve sentiunt aliquam.\n\nExci-\nExcitatae Variolae semper sunt de genere Distinctarum; nec numero multae; Decem, ut plurimum viginti, triginta, raro ad centum, rarissime ad ducentas erumpunt.\n\nNotandum primò nonnullos, unico dumtaxat vulnusculo ad brachium inflicto contentos, excitasse variolas; paucisque apparentibus pustulis praeservatos tamen imposterrum fuisset à contagio.\n\nNotandum secundò accidisse interdum, ut ex insitione nullae penitus excitatae fuerint Variolae, vel ob non praexistentem ullam prorsus variolicam in corpore dispositionem, vel ob enervatum infractumque fermenti contagium: At postea grassante populariter morbo, correpta sunt promiscue ejusmodi corpora jam insitionem passa, communi caeterorum sorte.\n\nTertio, insertionis loca seu vulnuscula in pustulas semper evadere solent: Quibusdam vero excrescunt in purulenta tubercula, nullis interim apparentibus pustulis; Nonnullis in apostemata quidem majora degenerant magna puris copiam effundentia: Non semel eadem loca, in pedibus praecipue manibusque, summo cum dolore intumescent; pureque effuso subsident, iterumque in tumorem attoiluntur. Quibusdam, rarissime tamen, ad glandulosas partes & emunctoria, post aliquod tempus, abscessus emergunt, ac suppurantur paulatim: ludente sic in diversiformi corporum crasi natura.\n\nPostremò, nunquam serè ex transplantatione hac fuisse quid accidisse observatum fuit haec tenus; etiam si in quocumque sexu, temperamento, arte celebrata fuerit; quinimò, ritè reæque trætata, & in corporibus per peritum Medicum aptè preparatis, certissimam promittit salutem. Variolæ enim hoc modo excitatae benignioris sunt indolis, quam sunt illæ quæ populariter grassantur; Ut potè ex fermento, seu contagio, omni malignitate carente promota: Ebullitio, per quam massa sanguinis agitur ac totum opus persicitur, blandè non violenter,\nmoderante natura, conamina sua molitur; Sed praeter huc, tempus ad operationem atque anni tempestas magis idonea pro transplantatione ad libitum eligi, ut & corpus infitioni subjiciendum congruis adminiculis ad recipien dam illam ex arte preparari disponique poterit; Quod re vera maximi ad salutarem faustumque morbi successum momenti censeri debeat.\n\nDe hac re vide etiam Philos. Trans. No. 339.\n\nIII. Problematis Mathematicis Anglis nuper propo-\nsiti Solutio Generalis.\n\nIN Actis Eruditorum pro mense Octobri Anni 1698.\npag. 471. D. Johannes Bernoullius haec scripsit.\n\nMethodum quam opraveram generalem secandi\n\n\"[Curvas] ordinatim positione datas sive algebraicas sive\ntranscendentales, in angulo recto sive obliquo, inveria-\nbili sive data lege variabili, tandem ex voto erui: cui,\nLeibnitz approbatore, ne ypu addi possit ad ulterio-\nrem perfectionem, & vel ideo tantum quod perpetuo\nad æquationem deducat: in qua si interdum indetermi-\nnatæ sunt inseparabiles, methodus non ideo imperfecti-\nor est, non enim hujus sed altius est methodi indetermi-\nnatas separare. Rogamus igitur fratrem ut velit suas\nquoque vires exercere in re tanti momenti. Suscepti\nlaboris non pœnitebit, si felix successus fructu jucundo\ncompensaverit. Scio relicturum suum quem nunc fovent\nmodum, qui in paucissimis tantum exemplis adhiberi\npotest.\n\nHi tres Viri celeberrimi sece, jam ab annis quatuor vel\nquinque circiter in solvendis hujusmodi Problematisbus ex-\nercuerant. Absque spiritu divinandi canæm solutionem\ncum Bernoulliana tradere difficile fuerit. Sufficit quod So-\nlutio sequens sit generalis, & ad æquationem semper\ndeducat.\"",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103076.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12452,
    "total-output-tokens": 4175,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1698,
        2
      ],
      [
        1698,
        3664,
        3
      ],
      [
        3664,
        5527,
        4
      ],
      [
        5527,
        7317,
        5
      ],
      [
        7317,
        9043,
        6
      ],
      [
        9043,
        10851,
        7
      ],
      [
        10851,
        12472,
        8
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103076",
    "title": "Nova & Tuta Variolas Excitandi per Transplantationem Methodus, Nuper Inventa & in Usum Tracta: Per Jacobum Pylarinum, Venetum, M. D. & Reipublicae Venetae Apud Smyrnenses Nuper Consulem",
    "authors": "Jacobum Pylarinum",
    "year": 1714,
    "volume": "29",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/103076"
  }
}