{
  "id": "b71a7edb507b66746255ddbbe2445e35d494c52e",
  "text": "probability of the elder's surviving the younger, be added; the sum will be unity, as was above observed.\n\nLXIII. A Letter to Mr. Peter Collinson, F. R. S. concerning the Pheasant of Pennsylvania, and the Otis Minor. By Mr. George Edwards.\n\nTo Mr. Peter Collinson, F. R. S.\n\nSIR,\n\nAccording to your request, and by your assistance, I have drawn up a brief account of the fowl, called a pheasant in Pennsylvania, in order to lay it, together with the birds, before the Royal Society.\n\nThe coloured print, Plate XV. represents what is called the pheasant in Pennsylvania and other provinces of North America, tho' it rather belongs to that genus of birds, which in England we call heathcocks, moorgame, or grouse. It is near as big as a pheasant, of a brownish colour on the head and upper side, and white on the breast and belly; beautifully variegated with lighter and darker colours on the back, and spots of black on the under side. Its legs are feathered down to the feet, which will appear by the bird preserved dry, here present, as well as by the print in miniature. As this bird is, in my judgment, wholly unknown to the curious of our country, I shall,\nshall, by foreign helps, give the best account of it that I can gather. It was sent to England, a year or two ago, by Mr. John Bartram to you, with a letter giving some account of it, and other matters; out of which letter I have extracted what follows: 'Our pheasant was, I believe, wholly unknown to Catesby, it being more northern than Carolina. They have been common (in Pennsylvania), but now most of them are destroyed in the lower settlements, tho' the back Indian inhabitants bring them to market. When living, they erect their tails like turkey-cocks, and raise a ring of feathers round their necks, and walk very stately, making a noise a little like a turkey, when the hunter must fire. They thump in a very remarkable manner, by clapping their wings against their sides, as is supposed, standing on a fallen tree. They begin their strokes at about two seconds of time distant from each other, and repeat them quicker and quicker, until they sound like thunder at a distance, which lasts about a minute, then ceases for 6 or 8 minutes, and begins again. They may be heard near half a mile, by which the hunters find them. They exercise their thumping in a morning and evening in the spring and fall of the year. Their food is berries and seeds. Their flesh is white, and good. I believe they breed but once a year in the spring, and hatch 12 or 14 at a sitting; and these keep together till the following spring. They cannot be made tame. Many have, to their disappointment, attempted it by raising them under hens; but, as soon as hatched, they escaped into the woods, where they either provided for themselves, or perished.'\nIn order to be farther informed of this bird, I wrote to Mr. Brooke, surgeon of Maryland, who was lately in London, to assist me with what he knew of the nature of it; who obliged me with a letter, wherein he says, that the print I sent him (which was the same with this here present) represented their pheasant just as it appears when surprised, and going to take wing. 'They breed in all parts of Maryland, except near the eastern shores. They lay their eggs in nests made of dry leaves by the side of a fallen tree, or at the root of a standing one: They lay from 12 to 16 eggs, and hatch in the spring; but how long they sit, I cannot tell. I have found their nests, when I was a boy, and have endeavoured to take the old one, but never could: She would let me put my hand almost on her before she quitted her nest; then she would flutter just before me for 100 yards, or more, to draw me off from her nest, which could not afterwards be easily found. The young ones leave the nest as soon as hatched, and, I believe, live at first on ants and worms: When they are a few days old, they hide themselves amongst the leaves, that it is hard to find them. When they are grown up, they feed on the berries, fruits, and grain, of the country. Tho' the pheasant hatches many young at a sitting, and often sits twice a year, the great number and variety of hawks amongst us, feeding on them, prevents their increasing fast. The beating of the pheasant, as we term it, is a noise chiefly made in the spring by the cock birds. It may be distinctly heard a mile in calm weather. They swell their breasts like a pouting pigeon, and beat with their wings,\nwings, which sounds not unlike a drum. They shorten each sound in stroke, till they run into one another undistinguished.'\n\nLahontan, in his voyage to North America, Vol I. p. 67. speaking of the fowls about the lakes of Canada, I believe, mentions this same pheasant as follows:\n\n'Their flapping makes a noise like a drum, all about, for the space of a minute; then the noise ceases for half a quarter of an hour, after which it begins again. By this noise we were directed to the place, where the unfortunate moor-hens sat, and found them upon rotten mossy trees. By flapping one wing against the other, they mean to call their mates; and the humming noise, that ensues thereupon, may be heard a quarter of a league off. This they do only in the months of April, May, September, and October; and, which is very remarkable, a moor-hen never flaps in this manner but upon one tree. It begins at break of day, and gives over at 9 in the morning, beginning again an hour before sun-set, and flaps its wings till night.' This is all the light I could gather, relating to the pheasant of North America.\n\nThe coloured print, Plate XVI. represents the otis minor, anas campestris, canne petiere, the field duck, which was taken in the west of England, and laid before the Royal Society about three years ago: And as there happened to be no gentleman present, who knew the bird, Mr. Hauksbee, by order of the society, sent the porter with it to me, to desire I would communicate to the society what I knew of it. I,\naccording to the Society's request, gave in what account of it I could collect from ornithologists, having never seen the bird till then; which account was favoured with a reading before the Society. I find figures of it in the following authors on animals; viz. Bellon, Gesner, Aldrovand, Willoughby, Johnson, and others; but as their figures are small, and the later authors have only copied the more antient, and none of them are drawn with the correctness one would wish, none of them expressing the lighter, darker, and spotted parts, which are remarkable, and add to the beauty of a draught; I have essayed to make a more perfect figure than has hitherto appeared in print of this bird. I have done it on a larger scale than what has gone before it, which has given me the better opportunity of expressing its different shades and spots, which are blended throughout its feathering, which could not have been done on a smaller scale. The descriptions of this bird, under the various names here given, with little variation, may be found, with the figures, in the several authors above-mentioned. I think the modern authors agree, that this bird was unknown to the antients. I am,\n\nSIR,\n\nWith great respect,\n\nYour very humble servant,\n\nGeorge Edwards.\n\nLXIV. A",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105177.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12360,
    "total-output-tokens": 1943,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1161,
        3
      ],
      [
        1161,
        2799,
        4
      ],
      [
        2799,
        4446,
        5
      ],
      [
        4446,
        5955,
        6
      ],
      [
        5955,
        5955,
        7
      ],
      [
        5955,
        7220,
        8
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en",
      "en",
      "en",
      "None",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105177",
    "title": "A Letter to Mr. Peter Collinson, F. R. S. concerning the Pheasant of Pensylvania, and the Otis Minor. By Mr. George Edwards",
    "authors": "George Edwards",
    "year": 1753,
    "volume": "48",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/105177"
  }
}