{
  "id": "8cc72680f630b023d7de79f8668d21777a63cd9b",
  "text": "Received November 19, 1767.\n\nXLVI. An Account of some very large Fossil Teeth, found in North America, and described by Peter Collinson, F. R. S.\n\nRead Nov. 26, 1767. I persuade myself it will not be unacceptable to this Learned Society, to receive the best intelligences I can collect of the teeth, and bones of elephants, found in North America, in the year 1766, which are now offered for your inspection.\n\nGeorge Croghan, Esquire, who is a deputy of Sir William Johnson, the King's superintendant of Indian affairs in America, in the course of his navigation down the great river Ohio, after passing the Miame river, in the evening came near the place where the elephants bones are found, about four miles south-east of the Ohio, and about six hundred miles distant from and below Pittsburgh, from the nearest sea-coast at least seven hundred miles. Next morning he met with a large road, which the buffaloes had beaten, wide enough for two waggons to go a-breast, leading strait into the great licking-place, to which the buffaloes and all the species of deer resort, at a certain season of the year, to lick the earth and water from salt springs, that are impregnated with nitreous particles; whether to cleanse their\ntheir stomachs, or for what other purpose, is submitted to the sentiments of the Society.\n\nEsquire Croghan had been here some years before, and gave some account of the monstrous bones, and teeth, found at this place, called by the Indians The Great Buffaloes Lick; but being now more at leisure, he carefully examined all its surrounds, and discovered under a great bank, on the skirts of the Lick, five or six feet below the surface, open to view, a prodigious number of bones and teeth, specimens of which now lie before the Society, belonging to some of the largest-sized animals; by the quantity, he computes there could not be less than thirty of their skeletons.\n\nBy their great teeth, or tusks, of fine ivory, some near seven feet long; every one that views them, I believe, will not hesitate to conclude they belong to elephants.\n\nIt is very remarkable, and worthy observation, none of the molares, or grinding teeth of elephants, are discovered with these tusks; but great numbers of very large pronged teeth of some vast animals are only found with them, which have no resemblance to the molares, or grinding teeth, of any great animal yet known.\n\nAs no living elephants have ever been seen or heard of in all America, since the Europeans have known that country, nor any creature like them; and there being no probability of their having been brought from Africa, or Asia; and as it is impossible that elephants could inhabit the country where these bones and teeth are now found, by reason of the severity of\nthe winters, it seems incomprehensible how they came there.\n\nI conclude, many of this learned Society are not unacquainted with the fossil elephants teeth annually found in Siberia, lodged in the banks of the great river Oby, and other rivers of that country.\n\nOn the system of the deluge, it has been conjectured, that, as the extensive kingdom of Siberia lies behind the native country of the elephants in Asia, from West to East, and to the North, by the violent action of the winds and waves, at the time of the deluge, these great floating bodies, the carcases of drowned elephants, were driven to the Northward, and, at the subsiding of the waters, deposited where they are now found. But what system, or hypothesis, can, with any degree of probability, account for these remains of elephants being found in America, where those creatures are not known ever to have existed, is submitted to this learned Society.\n\nNov. 4,\n1767.\n\nP. S. The Bishop of Carlisle presented to the Royal Society, on the 27th of February, 1766, some fossil teeth and bones from Peru, which have some analogy with the before-mentioned, not so recent, but much more petrified; the pronged teeth are like to agate.\n\nA Lift\nA List of the Teeth and Bones sent over by George Croghan, Esquire, February 7, 1767, from Philadelphia.\n\nTo Lord Shelburne.\n\nTwo of the largest tusks, or teeth, one whole and entire, above six feet long, the thickness of common elephants teeth of that length.\nSeveral very large forked or pronged teeth; a jaw-bone, with two of them in it.\n\nTo Doctor Franklin.\n\nFour great tusks, of different sizes.\nOne broken in halves, near six feet long.\nOne much decayed, the center looks like chalk, or lime.\nA part was cut off from one of these teeth, that has all the appearance of fine white ivory.\nA joint of the vertebrae.\nThree of the large pronged teeth; one has four rows of fangs.\n\nBesides the above, Captain Owry, an Officer who served in the country during the last war, now living at Hammersmith, hath a small tusk, as if of a calf elephant, the surface of a fine shining chestnut colour, and a recent look; and a great pronged tooth, larger than any of the above, which were also brought from the same licking place.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105972.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 1296,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1224,
        2
      ],
      [
        1224,
        2746,
        3
      ],
      [
        2746,
        3948,
        4
      ],
      [
        3948,
        4967,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105972",
    "title": "An Account of Some Very Large Fossil Teeth, Found in North America, and Described by Peter Collinson, F. R. S.",
    "authors": "Peter Collinson, George Croghan",
    "year": 1767,
    "volume": "57",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/105972"
  }
}