{
  "id": "f3a708ebddd6c7dd5ff3806072cd79b7a2760776",
  "text": "A Letter from William Molyneux Esq; Sec. of the Dublin Society; to one of the S. of the R. S. concerning a new Hygroscope, invented by Him.\n\nDublin April, 17. 1685.\n\nSir,\n\nFor want of something better to send you, I shall briefly declare to you the contrivance of a Hygrocope, which I have lately invented and put in execution with good success. I do not know that any one has mentioned, or so much as hinted at the like, and therefore to me 'tis altogether New; but if any one has been before-hand with me, I shall not in the least contend for the Glory of it.\n\nFig. 2. A.B. is a Whipcord about four foot long, tyed fast to the end of the Hook A. At the end of this Whipcord there hangs the Weight C. about a pound or something more; this weight is lo fitted at the end as to receive and carry the Index D. under these there is placed a Graduated Circle on the Board E.F. Fixt by a Bragget against the Wall.\n\nAll things being thus adapted, the moisture of the Air twists the Rope and gives a motion to the Index over the divisions in the Graduated Circle; and again as the Air grows more dry, the Cord untwists and brings back the Index by a contrary motion.\n\nThat which first gave me the Hint of this, was the observing all Ropes tyed at both ends to be much more tite & stretched harder after Rain has fallen on them then before; I concluded that if I could (as it were,) ty a Rope at both ends and yet give one end a liberty of Circumvolution; it would perform my desired end; now the Weight\nWeight C hung at the Rope does this, for it fixes (as it were,) the end of the Rope B, and yet it permits it to twist and untwist. And the reason of this twisting and untwisting is plain; for the little particles of moisture infinuating and soaking into the Cord are like so many Wedges, which must needs shorten the Rope, as a Bladder is shortened by being blown up, and will lift a great weight (as Dr. Wallis discourses at large in his Mechanics,) but the easiest way for the Rope AB. to shorten and lift up the weight C. is to do it by way of screw; for itself is a Screw, the strands thereof being twisted (and each particular thread in it,) screw-wise, and consequently must give a circular motion to the Index.\n\nTo make an experiment of this, I wetted a Cord and hung it up with the Weight at the end of it, and I perceived as it dryd it untwisted, and that too very quick, so as to be perceived by the Eye; after the Cord had so far untwisted, as I thought it had come to that degree of dryness, that the present Constitution of the Air would permit, I took a basin of warm water that sent out a Steam and Fume, and placed it under the Cord; immediately the Cord began again to twist very quick, and so continued till the Water ceased Fuming, or was removed, and then immediately it began to return its twists. I then tryed to breath upon it gently with my breath, and found according to my expectation, that 8 or 10 breathings would twist it 5 degrees of a Circle. I then permitted it to the Air only, and for these last three weeks have observ'd its motion as affected by the Moisture and Drought thereof, and I find it to obey the alterations thereof most nicely; there falls not the least shower, at which it does not presently twist; and when by rising Clouds a fair day becomes overshadow'd, the Cord is immediately sensible thereof, and again as sensible of their Vanishing and alteration to fair Sun-shine. So that I have seen it shew alteration, when not the least could\nbe collected from the sweating of Stones, cracking of Wainscote, &c. So that indeed I repute it to be the nicest Hygrometer, that has ever yet been used, and I am sure is as cheap and plain as any.\n\nOne of the grand defects of most (indeed I think of all,) Hygrometers hitherto invented is, that they grow weak with age, and do not so nicely obey the alterations of the Air, when long kept, as when first made; Planks and Boards grow more seasoned, and I believe Oat-Beards will perish with time; but whether our present Invention be subject to the same fault, I leave to time to determine; in the mean while, give me leave to propose a reason which induces me to conjecture probably it will not have this defect; for our Cord performs its motion as it is a plyable soft screw, and that not only in its grossest part or strands, but even in its smallest threads; as long as ever this contexture screw-wise does last (and this certainly must last whilst 'tis a Rope,) the motion that results therefrom must necessarily last, for the particles of moisture will insinuate themselves, and twist up the screw. But this I offer only as a conjecture, for I love to conclude nothing in natural Philosophy, till matter of fact and experiment confirm it.\n\nThere remains one thing to be observed of this Hygrocope (or Weatherclock; as an easier name to satisfy Ladys, that enquire what it is, as it hangs up in a Room,) that which I have described I have in my Closet, and I observe that the alterations of the Air that have happened in this time have given it more than one turn; now this being inconvenient, and the Duplication of the turn hard to be registred, as Mr, Hook proposes in his Micrography pag. 150. concerning the beard of a wild-Oat; I have thought of a way for remedying this, for it being in our power to increase the Diameter of our graduated Circle as large as we please, what need have we of more than one turn from the greatest degree of moisture\nture to the greatest degree of Drought? Now suppose I find the Hygro/cope represented in the Figure to have two compleat Revolutions (this is to be found by observation throughout a whole year,) I say then the way of rectifying it is thus.\n\nIn Fig. .2 the Index D. has two Compleat turns; the point A. as being fixt has no turn or motion, therefore the middle point G. has but one turn, and consequently if I hang it up at the point G. or no longer than GD. half the former length, the Index D. will have but one turn. What is here laid of two turns and the middle point G. may be accommodated to any other number of turns and parts, and points in the Rope,\n\nLastly, Sir, we may in this experiment perceive something that may help us in the consideration of the strength and motion of the Muscles of Animals; for take a Cord able to sustain an Hundred pound weight, by the weak Fume or Steam of warm water this weight shall be lifted up; for if this Steam turn the weight (as most certainly it will do, if the Rope be of any moderate length,) the weight is as certainly lifted up thereby as by a screw, as is evident to any one that considers it. If therefore such mighty performances can be produced by the application of such mean agents, as we all know and are conversant with, what shall we think is too great for those parts which God has contrived and framed in the Bodys of Animals?\n\nI am\n\nYour most Humble servant\n\nWILLIAM MOLYNEUX.\n\nP. S. I forgot to mention one particular, that is, apply a Candle or Heated Iron nigh the Rope and it makes it twist very quick, contrary to Mr. Hooks Oat-beard.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102152.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9454,
    "total-output-tokens": 1843,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1496,
        3
      ],
      [
        1496,
        3484,
        4
      ],
      [
        3484,
        5442,
        5
      ],
      [
        5442,
        7045,
        6
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102152",
    "title": "A Letter from William Molyneux Esq; Sec. of the Dublin Society; To One of the S. of the R. S. concerning a New Hygroscope, Invented by Him",
    "authors": "William Molyneux",
    "year": 1685,
    "volume": "15",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/102152"
  }
}