{
  "id": "41e77793a73a6097f57c5e3098e2eb81f3da6161",
  "text": "V. A new Suspension of the Magnetic Needle, intended for the Discovery of minute Quantities of Magnetic Attraction: also an Air Vane of great Sensibility; with new Experiments on the Magnetism of Iron Filings and Brass. By the Rev. A. Bennet, F.R.S. Communicated by the Rev. Sir Richard Kaye, Bart. F.R.S.\n\nRead January 26, 1792.\n\nTo manifest the various degrees of attraction between magnets and ferruginous bodies, different methods have been used. The substance to be tried has either been simply brought into contact with the magnet, or has been made to float on water or mercury. Needles are commonly made to rest horizontally on sharp-pointed wires, and as an improvement on these methods, Mr. Cavallo has suspended a needle by a chain of horse-hair, consisting of five or six links, which move very freely in each other, and allow the needle to turn more than a whole revolution round its centre. By comparing this needle with others of the best sort in use, he found it much more sensible. Others have suspended the needle by fine threads, or silk: but as these, on turning round a few times, will cause the needle to deviate from its meridian by twisting, they are certainly objectionable.\n\nAfter considering each of the above methods, and trying some of them in November, 1789, I suspended a small sewing\nneedle, by means of a spider's thread, in the cylindrical glass of my gold-leaf electrometer; and having satisfactorily proved its magnetic sensibility, I now venture to propose this kind of suspension, as being well adapted to experiments requiring the needle to move with the least resistance.\n\n**EXPERIMENT I.**\n\nFrom the astonishing tenuity of a spider's thread (see Baker's Microscope made easy, Part II. Ch. xxv.), it might be expected that it would bear very much twisting, without causing the needle to be sensibly drawn from its magnetic meridian: but to prove it more fully by direct experiments, I first fastened a small hair to the side of the glass in which the needle was suspended, and placed it so that the point of the needle stood exactly opposite to the point of the hair. Then I turned the needle round, by means of a magnet, about 800 times, and on removing the magnet, I found that the needle rested exactly opposite to the hair: thus a spider's thread only two inches long, by twisting 800 times, did not cause any sensible deviation.\n\n**EXPERIMENT II.**\n\nA fine harpsichord wire, three inches long, was suspended in a larger glass. This wire was previously rendered magnetic by making it red hot in the flame of a candle, and suffering it to cool in the direction of the magnetic meridian: whereby it acquired polarity by the influence of the earth's magnetic atmosphere alone, and being soft, it possessed (as might be expected) but a weak directive power. The spider's thread was three inches long, and a small hair was fastened\nby varnish to the north pole of this wire, which served more accurately to distinguish its position opposite to a bit of ivory marked with degrees. This wire was turned round as before, more than a thousand times; yet when suffered to rest, it stood exactly at the same degree, the twist of the spider's thread having produced no sensible deviation.\n\nEXPERIMENT III.\n\nA fine spider's thread was fastened to the spindle of a wheel used for spinning flax; the wheel was placed so that the spindle and thread might hang perpendicularly. To the end of the thread, which was about two inches and an half long, was fastened, by its smaller end, one fibre of the feather of a goose-quill: the lower end of the fibre rested upon a book. The wheel was turned round till the spindle had made above 18,000 revolutions. During this time the spider's thread gradually became about one inch shorter, yet all this twisting did not cause the fibre to turn round when raised from the book. On turning the spindle about 500 times more, the thread broke, apparently by twisting.\n\nSeveral twisted spider's threads were viewed by means of a very good lucernal microscope, made by Mr. Adams, without being able to perceive any signs of twist, except where it was doubled, and which appeared like hairs growing out of the thread: yet the twist may be distinctly seen by the naked eye, in the sunshine, in some threads to be found amongst trees, where the spider has probably been turned round by the wind during its descent from one branch to another.\nEXPERIMENT IV.\n\nA bristle was suspended horizontally by a spider's thread somewhat stronger than the last, and after turning the wheel till it produced 4800 revolutions, it shortened the thread from three inches to one inch; yet either end of the bristle would move towards any warm substance which was presented to it, either with or against the direction of the twist.\n\nEXPERIMENT V.\n\nSeveral other light substances were suspended by fine spider's threads, and placed in a cylindrical glass about two inches in diameter, as the thinnest part of the wing of a dragon-fly, thistle down, and the down of dandelion; of these, the last appeared most sensible to the influence of heat, for when this down was fastened to one end of a fine gold wire suspended horizontally, or to one end of two bits of straw joined together in the form of the letter T inverted, it would turn towards any person who approached it at the distance of three feet, and would move so rapidly towards wires only heated by my hand, as very much to resemble magnetic attraction. See Tab. II. fig. 1.\n\nEXPERIMENT VI.\n\nA bottle filled with cold water was brought near the glass cylinder, standing in a warm room, and soon after the down of dandelion appeared to be repelled by the bottle, by turning away from it. The bottle was removed to the other side, and the dandelion again moved towards the opposite side.\n\nThese attractions and repulsions, since they acted through\nglass, and at so great a distance, appeared to me at first to be the effects of atmospheres of heat, acting in a similar manner to those of electricity; and on shewing them to a believer in animal magnetism, he was confident that the light substances were moved by the magnetic atmosphere of the body, and that there was a difference betwixt the attraction of the right hand and the left: but the doubts of my philosophical friends induced me to try the following experiment, which fully explains the matter.\n\n**EXPERIMENT VII.**\n\nA piece of paper was tied over the mouth of a glass jar about four inches in diameter. Two holes were made in the paper opposite to each other, and near the edge of the glass. The jar was placed upon a table, and suffered to stand a considerable time to cool in a room without fire; I then sat near it, on the side where one of the holes in the paper was in the nearer, and the other in the farther end of the diameter. I next filled another glass with smoke, and placed it with its mouth over the two holes in the paper. The smoke was now seen to descend through the farthest hole, and mixing with the air in the lower jar, plainly shewed, that the air moved slowly towards the side of the glass warmed by the heat of my body.\n\n**EXPERIMENT VIII.**\n\nThe last experiment proved, that the current of air moving towards, and then ascending up the heated side of the glass, might turn the broader end of the light suspended body, like the vane of a weathercock: but that it might still more decisively appear to be occasioned by a current of heated air, I\nsuspended three inches of gold wire $\\frac{1}{280}$ of an inch thick, by a spider's thread; about an inch of the same wire was fastened to the middle, and hanging perpendicularly from the place to which the thread was attached, kept it in an horizontal position whilst undisturbed, and yet suffered it to move up and down like a scale beam, by a small degree of motion in the air. Under one end of this wire heated substances were introduced, which caused it to move upwards, seeming to be repelled by them with as much force, as it was attracted when they were applied horizontally.\n\nHaving found that a spider's thread, only two inches and an half long, when twisted by above 18,000 revolutions, would not cause a sensible deviation of the magnetic needle, owing to its very great tenuity, or to its glutinous quality preventing its having any tendency to untwist; and that light substances suspended by it, and inclosed in a glass, were capable of being turned about by so small a degree of heat as that occasioned by a person sitting at the distance of three feet from the instrument; or by wires, or other substances, only warmed by holding in my hand; and that when the instrument was placed in a cool room, a slight touch with the end of my finger would cause the wing of the dragon-fly, or even a bit of straw, to point exactly at the side of the glass which had been touched; there could remain no doubt of the freedom with which a magnetic needle would move when thus suspended: yet another experiment more directly proves its freedom of motion to be greater than that of former methods.\n\n**EXPERIMENT IX.**\n\nSix rings of horse-hair, made exactly according to Mr.\nCavallo's direction, were suspended in a cylindrical glass jar; to the lowest of these rings a spider's thread, three inches long, was attached. This thread was fastened to a gold wire twisted round the middle of a small sewing needle. The jar was placed with its mouth downwards, and over the edge of a table, the needle hanging a little lower. After the needle and rings of horse-hair were perfectly at rest, the point of the needle was struck with the end of my finger, which caused it to turn round very swiftly, yet this twisting did not move the rings of horse-hair. An harpsichord wire, twenty-one inches long, was suspended by ten spider's threads, to the lowest ring of the horse-hair chain; this was also frequently turned round without moving the rings. A wire of this length was afterwards suspended by spider's threads in a proper frame, and with an ivory scale of degrees, with an intention to observe the daily variation; but it was too much influenced by heat, which I have not yet been able to obviate.\n\nEXPERIMENT X.\n\nTo the end of a fine gold wire, three inches long, and suspended by a spider's thread in a cylindrical glass, was fastened a small circular bit of writing paper; light was admitted through a small hole, and also the focus of a large lens was thrown upon the paper, with the intention of observing whether it would be moved by the impulse of light: but though these experiments were often repeated, and once with the paper suspended in an exhausted receiver, yet I could not perceive any motion distinguishable from the effects of heat. Perhaps sensible heat and light may not be caused by the influx or rectilineal projections of fine particles: but by the\nvibrations made in the universally diffused *caloric* or matter of heat, or fluid of light. I think modern discoveries, especially those of electricity, favour the latter hypothesis.\n\n**EXPERIMENT XI.**\n\nWhen cold wires are introduced within the glass jar, and near the light suspended substances, as bits of straw, or very fine wires, a very slight motion of the introduced substances pushes the suspended wires at the distance of an inch, appearing like repulsion, but a contrary motion draws them nearer; therefore it may be attributed to the motion of the air. Also, when a spider’s thread, without any thing attached to it, is suspended in a dry glass jar, it recedes from the electric atmosphere of an excited glass tube brought suddenly near the outside of the glass jar, whether the tube be positively or negatively electrified; and when the tube is suddenly removed, the thread is drawn after it. This may be accounted for by the difficulty with which the spider’s thread changes its state of electricity, being a very imperfect conductor; whence also, notwithstanding its extreme fineness, it is unfit to be used as an electrometer.\n\n**EXPERIMENT XII.**\n\nIt is indispensibly necessary that a magnetic needle, intended for the discovery of minute quantities of magnetic attraction, should be inclosed in a proper apparatus, that the motion of the air may not disturb it, and that the substances to be tried may be brought sufficiently near, and at right angles with the point of the needle. The following instrument was constructed for this purpose, and is submitted to the approbation\nof those who are desirous of making further improvements in the science of magnetism. In fig. 2. A is the bottom of the instrument, $5\\frac{1}{2}$ inches square, and one inch thick, to lie horizontally on the table, and made of mahogany. B B is a frame of the same wood, standing vertically on the middle of the square bottom, $6\\frac{1}{2}$ inches high, and $5\\frac{1}{2}$ broad. On one side of the frame a piece of glass is fixed, and a piece of writing paper, gold beater's skin, or other thin substance, is pasted to the edge of the frame on the other side, so that the glass and the paper stand vertically and parallel to each other, at the distance of about half an inch, which is sufficient room for the needle, hanging by a spider's thread from the screw at C, which screw passes through the top piece D, which drops into an opening cut through the frame, and may be taken out by means of the knob of the screw at E. About 10 degrees of a circle are marked upon a bit of ivory fastened to the edge of the frame at F, and the needle, three inches long, is made of the smallest steel harpsichord wire, and is suspended by a spider's thread, also three inches long. A small tapering hair, fastened to the north pole with varnish, and extending about $\\frac{1}{8}$ of an inch farther than the end of the wire, points at the degrees on the ivory, so that its motion may be very accurately distinguished, and especially by the use of a lens. Round the middle of the needle a small gold wire is twisted, and its end standing perpendicularly is fastened to the spider's thread, to keep the needle in a horizontal position.\n\nThe method of obtaining and fastening the spider's thread, which I have used, is this:—I take a forked stick, consisting of a stem and two or three branches, standing at about six inches asunder at their ends, and after finding a proper thread, in the\ncorner of a building, or amongst trees, the ends of the stick are smeared with varnish, and each end applied to the thread, which being turned round the ends of the stick, may be brought away: or several forked sticks may be placed in a room, where spiders are not disturbed, and they will soon attach their threads to them.\n\nWhen the thread is in this manner extended between the branches, the stick is placed upon the edge of a table, and in the sunshine, if possible, that it may be in a convenient position for attaching it to the needle and screw, by which it is to hang. The gold wire above mentioned is then dipped in varnish, and applied to one end of the spider's thread, so as to entangle it in the varnish, which soon drying, the thread becomes fast, and may be suffered to hang down, the upper end of the thread being yet fast to the forked stick. The point of the screw in the top piece is then dipped in varnish, and the upper end of the thread attached to it in the same manner. Lastly, the needle is gradually lowered through the opening in the top of the instrument, till it hangs opposite to the marked ivory: but if the thread be too long, it is easily shortened, by lifting up the top piece, touching the end of the screw with varnish, and turning it round, so as to wind the thread about it, till it will hang near the edge of the ivory: but to set the point of the hair at the end of the needle at a more exact distance, after the top piece is replaced, the screw is turned by its knob E, which raises or lowers the needle till it hangs right. A second method of raising or lowering the needle, with less trouble in the construction, is to use a small brass wire instead of the screw, which may pass through a cork; or the ivory index may be made to rise and fall by means of a\nscrew. If both sides of the instrument be made of glass, it may be filled with some transparent fluid, which will not cause the metal to rust, as spirit of wine, or oil of turpentine, that the needle may move more steadily, and not be sensibly influenced by heat.\n\nExpedients for rendering the instrument more portable might be easily contrived: but I hope no unprejudiced philosopher will pronounce it useless, because the spider's thread, which is so easily replaced, may break; for sensibility is the only property of essential use in discoveries wherein a small degree of magnetic attraction is to be ascertained.\n\nEXPERIMENT XIII.\n\nThe first use I made of my needle, suspended as above, was to try the polarity of several iron utensils; and, as might be expected, they attracted or repelled the north end of the needle, according to their position with respect to the magnetic atmosphere of the earth. A bar of soft iron, half an inch square, and nine inches long, moved the needle very sensibly at the distance of about three feet; longer bars moved it at a much greater distance; and if a bar was held horizontally, near the end of the needle, and at right angles, it might be made either to attract or repel, by moving it up or down only half an inch, so as to appear to change its attraction to repulsion at command; which has surprised persons unacquainted with the importance of position with respect to the earth's magnetic atmosphere. This polarity of position may be very sensibly perceived, by presenting small nails, or smaller bits of wire, above or below the needle, or with the remote end inclining towards the north or south; which plainly demonstrates the\nexistence of a magnetic atmosphere over the earth, where the magnetic fluid being rarefied at one pole, and condensed at the other, occasions the polar direction of the needle, of so much use in navigation.\n\nEXPERIMENT XIV.\n\nAt the request of Dr. Darwin, I repeated an experiment of Mr. Cavallo, on the increased attraction of iron filings by effervescence with diluted vitriolic acid, inserted in the Philosophical Transactions, Vol. LXXVII. and according to his direction, I placed two ounces of iron filings in an earthen vessel, near the south end of the needle, and first pouring in five parts of water, and then one of good vitriolic acid, a brisk effervescence ensued; but the needle could not be perceived to move. This I repeated six times, sometimes supposing it moved a little, but was not certain, and despaired of success till I recollected of how much importance it was to place the filings in a proper direction as to the earth's magnetic atmosphere; for hitherto, although the filings were placed at right angles with the point of the needle, yet the bottom of the vessel was as much below as the upper surface of the filings was above it. I then took a quantity of filings tied up in a paper, and presenting them to the needle, I found that the bottom always repelled, and the top attracted the north pole; it was therefore necessary to place the bottom of the vessel even with the needle, or rather above it, which circumstance Mr. Cavallo did not mention. I then placed the vessel at such a distance, that the needle was drawn one degree from its former position; then on adding the water and vitriolic acid as before, the needle came about one degree still nearer; yet it appeared\nimprobable that this increased attraction should be owing to any chemical change in the filings; and as it was so necessary to place them right, it appeared to me likely that whilst each particle of iron was emitting bubbles of inflammable air, and thereby increasing the perpendicular height of the filings, this circumstance would prove the only cause of such increased attraction. To verify this, I put a quantity of filings into an earthen vessel, which covered the bottom an inch deep; then placing them so as to draw the needle two degrees from its meridian, I marked exactly where the vessel stood, and taking it away, I mixed with the filings a quantity of sand, which raised the whole depth of the mixture to two inches; then replacing the vessel, I found the needle drawn above four degrees from its meridian. Still more to confirm this, I placed the filings below instead of above the south pole, and repeated both the effervescence and mixture of sand, and thereby caused as great an increase of repulsion, as of attraction by placing them above. Each of these experiments was repeated, by placing the vessel above and below the north pole also, and the results were accordingly varied: but when small nails were used instead of the filings, no increased attraction was produced, because the nails were too heavy to be raised higher in the vessel, although the effervescence was very violent; whence I was fully convinced that this experiment depended only on raising the perpendicular height of the column of iron filings.\n\nEXPERIMENT XV.\n\nTo obviate the suspicion that effervescence might agitate the iron filings, and bring a greater number of them to that side of the vessel which stands contiguous to the magnetic\nneedle, Mr. Cavallo repeated the experiment with six yards of steel wire twisted in various directions, so as to be admitted into the pot; in which case the metal presented a large surface to the acid, and was not subject to be moved by the effervescence. On adding the diluted vitriolic acid, the needle came somewhat more than half a degree nearer to the pot. After considering the influence of heat in the above experiments, and that the motion of the needle was only half a degree; it may reasonably be suspected to be occasioned by the heat of the vessel: yet I think it may also be accounted for by the change of magnetism in the twisted wire; for, after trying several times to produce this attraction, by pouring the diluted vitriolic acid on a number of bits of wire tied to the end of a glass tube without twisting, I could not produce any increased attraction; at last, by twisting the wire, I succeeded to produce a degree of attraction, which I thought was owing to the expansion or untwisting of the wire during the effervescence. This opinion was strengthened by the changes of polarity I could so easily produce in softened steel wire; first by passing it through a candle, by which it would acquire a very sensible polarity, according to the position in which it was cooled; secondly, by slightly drawing it through my fingers, held in different directions in respect to the earth's polarity; thirdly, when a wire, three inches long, was fastened to the end of a glass tube, and deprived of sensible polarity, by passing through a candle at right angles to the magnetic meridian, it would become possessed of sensible polarity by a small blow with my finger on the glass tube, whilst held in a proper position; fourthly, the smallest degree of pressure between my fingers, so as to bend the wire, would give it polarity. Now,\na quantity of harpsichord wire bent in a great number of directions, will possess in some parts a polarity attractive, and in others repulsive, of the south pole of the needle; and when placed in an earthen vessel, with its bottom somewhat above the needle, it attracts the south pole, first by those parts which have acquired a north polarity by bending; and this attraction is strengthened by position; and also position gives north polarity to other parts, in other respects indifferent: then, during the effervescence, the heat of the mixture dilates the wire, and in some places thereby bends it one way or other, which occasions it to acquire the magnetism of position, whence there must sometimes result an increased attraction. From these and other experiments it appears, that whenever the particles of steel (hard enough to be capable of fixed polarity) are by any means displaced, they admit their natural magnetism to become rarefied and condensed by the influence of the earth's magnetic atmosphere; and thus the effect of electrical shocks on steel wires may be explained: but it does not appear probable that the action of acids increases the magnetic attraction of iron, unless accompanied by other circumstances, to which an increased attraction may be more reasonably attributed.\n\nEXPERIMENT XVI.\n\nOn reading Mr. Cavallo's experiments on the increased attraction of iron by effervescence, Dr. Darwin was led to inquire, whether inflammable air be magnetic. I therefore, at his request, caused inflammable air to issue through a paper tube held near the north and south pole of the needle alternately; the air was also received in a bladder, and\napplied; but without producing any sensible effect on the needle.\n\nIn the LXXVIth Volume of the Philosophical Transactions, Mr. Cavallo has endeavoured to prove, that brass \"does not owe its magnetism to iron, but to some particular configuration of its component particles, occasioned by the usual method of hardening it, which is by hammering.\" Some brass, he observes, will not acquire \"any sensible magnetism by hammering.\" And in other pieces, which have often passed from the workshop to the furnace, and from the latter to the former, there is contained iron, which renders them magnetic.\n\nNow, since some brass is evidently magnetic because it contains iron, it appears to me likely that brass, whose magnetism is made sensible by hammering, contains a smaller quantity of iron, and that hammering renders it sensible, by giving it some degree of polarity. Therefore no brass can acquire this property which contains no iron. This will appear more evident by the following experiments.\n\n**EXPERIMENT XVII.**\n\nI placed an iron nail, about two inches long, in the fire, where it became red hot, and cooled, as the fire went out, in a position east and west with respect to the magnetic meridian; by which it became very soft, and when presented towards the needle, it attracted or repelled according to its position, having no fixed polarity. The nail was then placed upon an anvil, with the point directed towards the south of the magnetic meridian; and after hammering in this position till it was considerably hardened, its point possessed a fixed\nsouth polarity; the other end, being thicker, did not seem to be altered.\n\nAnother nail was hammered with its point towards the north, which gave it a fixed north polarity. The polarity of these hammered nails might be instantly changed, by bending the point, whilst held in a contrary position to that in which they were hammered. Several oblong pieces of magnetic brass were hammered in the same manner, and thereby made to possess a north or south polarity, according to their position whilst hammered: hence it appears, that the general effect of hammering is to harden the metal, whereby it becomes in some degree a non-conductor of magnetism, and retains that rarefied and condensed, and therefore more sensible, state of the fluid, which is produced by the influence of the earth's magnetic atmosphere.\n\nEXPERIMENT XVIII.\n\nIn a small crucible I placed six thin plates of copper, and betwixt each of them a plate of zinc; these being melted, and cast in a proper mould, produced an oblong piece of brass, which was not sensibly magnetic, nor could I produce any magnetism in it by hammering. The same quantity of copper and zinc were melted, with the addition of some small bits of iron. This brass was very sensibly magnetic, and, when hammered, acquired polarity, by which it more sensibly attracted or repelled the needle. Lastly, a piece of copper was melted, with the addition of some iron, which was also sensibly magnetic. From these experiments I conclude, that brass owes its magnetism to iron; but that it may sometimes contain so small a quantity as not to be sensible till it be hammered.\n\nMDCCXCII.\nThe greater sensibility, and easy construction, of a magnetic needle, suspended by a spider's thread, as above described, I hope, will contribute to extend magnetic observations, which may in time produce a true theory of this important branch of science; while the very sensible air vane, from the same mode of suspension, may prevent the apparent attractions and repulsions, occasioned by currents of air, from being confounded with those of magnetism.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106777.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 20,
    "total-input-tokens": 31912,
    "total-output-tokens": 6689,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1315,
        2
      ],
      [
        1315,
        2870,
        3
      ],
      [
        2870,
        4399,
        4
      ],
      [
        4399,
        5841,
        5
      ],
      [
        5841,
        7425,
        6
      ],
      [
        7425,
        9099,
        7
      ],
      [
        9099,
        10792,
        8
      ],
      [
        10792,
        12387,
        9
      ],
      [
        12387,
        14263,
        10
      ],
      [
        14263,
        16063,
        11
      ],
      [
        16063,
        17740,
        12
      ],
      [
        17740,
        19441,
        13
      ],
      [
        19441,
        21172,
        14
      ],
      [
        21172,
        23015,
        15
      ],
      [
        23015,
        24678,
        16
      ],
      [
        24678,
        26235,
        17
      ],
      [
        26235,
        27853,
        18
      ],
      [
        27853,
        28308,
        19
      ],
      [
        28308,
        28308,
        20
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106777",
    "title": "A New Suspension of the Magnetic Needle, Intended for the Discovery of Minute Quantities of Magnetic Attraction: Also an Air Vane of Great Sensibility; With New Experiments on the Magnetism of Iron Filings and Brass. By the Rev. A. Bennet, F. R. S. Communicated by the Rev. Sir Richard Kaye, Bart. F. R. S.",
    "authors": "Richard Kaye, A. Bennet",
    "year": 1792,
    "volume": "82",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 20,
    "jstor_url": "https://www.jstor.org/stable/106777"
  }
}