{
  "id": "8136ef9c41bc1f1cc3bf10f4cc57f8f16a176c9a",
  "text": "vehement and emphatical, and always attended with strong Gesticulations. They are generally well proportioned, and for the most part are rather taller than the English. They have all either a very dark-brown Hair, that may well be called black, or a Jet-black, all lank.\n\nII. An Experiment to prove, that Water, when agitated by Fire, is infinitely more elastic than Air in the same Circumstances; by the late Rev'd John Clayton, Dean of Kildare in Ireland. Communicated by the same Hand as the preceding.\n\nSir Thomas Proby having heard of a new Digester, which I contrived, had a Desire to see it, and some Experiments made therein. I had a small one, which I designed only for an inward Cylinder; this I could easily put in my Pocket: Wherefore, going to pay him a Visit at Elton in Huntingdonshire, I took it along with me; and having softened a Bone therein in a very short Space, he was desirous to know the shortest Time it was possible to soften a Bone in: I told him, I thought I could soften the Marrow-bone of an Ox in a very few Minutes, but that that Vessel was very weak, and I feared would not endure the Pressure of so violent a Heat; yet seeming desirous to have the Experiment tried, I said I was ready to venture my Vessel: Then having fixed all things right, and included about a Pint of Water, and,\nand, I believe, about 3ij of a Marrow-bone, we placed the Vessel horizontally betwixt the Bars of the iron Grate into the Fire about half way; and in three Minutes time I found it raised to a great Heat; whereupon I had a mind to have taken it out of the Fire, lest it should have burst; telling Sir Thomas of the Danger that I apprehended: For I remember'd, that the Screws of a Digester, made after Mr. Papine's Method, giving way, the Head flew one way and the Screws and Irons another, with such Violence, that the Head, having hit against a Brick, cut a Piece clearly out of it; which was one Reason and Motive to my contriving a Digester this way, that the Screws cannot possibly start, but that the Vessel would sooner break in any other Part: But in this (I added) I thought the Bottom would first burst, it being only soldered in. Scarce had I done speaking, and Sir Thomas thereupon moved his Chair to avoid Danger; but seeing the Heat become more raging, I stepp'd to the Side-table for the Iron wherewith I managed the Digester, in order to take it out of the Fire; when, on a sudden, it burst as if a Musquet had gone off. A Maid that was gone a milking, heard it at a considerable Distance; the Servants said it shook the House. As I had foretold, the Bottom of the Vessel, that was in the Fire, gave way; the Blast of the expanded Water blew all the Coals out of the Fire all over the Room; for the Back of the Fire-range was made just like an Oven, so that circulating therein, it brought forth all the Coals at the Mouth thereof. All the Vessel together flew in a direct Line cross the Room, and hitting the Leaf on a Table made\nmade of an inch Oak plank, broke it all in Pieces, and rebounded half way of the Room back again. What surprized me in this Event was, that the Noise it made at its bursting was by no means like the successive evaporating of an Æolipile, but like the firing off of Gunpowder. Nor could I perceive anywhere in the Room the least Sign of Water, though I looked carefully for it, and, as I said before, I had put a Pint into the Digester, save only that the Fire was quite extinguished, and every Coal belonging to it was black in an Instant.\n\nBut to confirm the Elasticity of Water, or to shew, at least, that there is a much stronger elastic Force in Water and Air, when jointly included in a Vessel, than when Air alone is inclosed therein, I made the following Experiment: I took two 3vj Phials, into the one I put about 3v of Water, or better, and so corked it as well as I possibly could; the other I corked in the same Manner, without putting anything into it. I inclosed them both in my new Digester, Four-fifths being filled with Water; when the Heat was raised to about Five-seconds, I heard a considerable Explosion, and a jingling of Glats within the Vessel, and shortly after another Explosion, but not so loud as the former; whence I concluded, that both the Phials were broken. I then let the Digester cool leisurely, and the next Day I opened it; both the Corks were swimming on the Top of the Water, but only one of the Phials was broken, viz. that one into which I had not put any Water. At first, indeed, I concluded, that the Pressure or Dilatation of the Air in the empty Phial being stronger than the ambient\nbient Pressure, forced forth the Cork, whereupon the Water, rushing in with Violence, might break the Phial; and therefore that this was the Cause also of the Loudness of the Explosion; whereas the other being mostly filled with Water, there being but a small Quantity of Air therein, just enough to force out the Cork, the Phial was not broken, but was preserved by the Force of the Water inclosed therein. But I have had Reason since to change my Opinion; for having had very strong Phials made, on Purpose to make some peculiar Experiments therewith, I took one of them, and having filled it about a quarter full with Water, and corked it very well, I set it in a square iron Frame, with a Screw to screw down the Cork, and keep it from flying forth. I then put it into a Digester, Four-fifths filled with Water; which being heated to a due Height, when I opened it, I found the Cork forced into the Phial, though the Cork was so very large, that it amazed several who saw it, to conceive how it was possible for so large a Cork to be forced into the Bottle. Hence it manifestly appears, that the Pressure in the Digester, wherein was proportionately more Water, and less Air, was stronger than the Pressure within the Phial, wherein was proportionately more Air, and less Water. Then I reason'd thus also of the two former Phials: That the Air in the Phial, wherein was no Water included, making not a proportionate Resistance to the ambient Pressure in the Digester, wherein was a considerable Quantity of Water, the Cork was forced inward with such Violence, that it, together with the Water, dashed the Phial in pieces; but that in the other Phial, wherein there were Five-sixths of Water, the inward\ninward Pressure in the Phial being greater than the ambient Pressure in the Digester, wherein were but Four-fifths of Water, the Cork was thereby forced outward; and that the small Difference between the proportionate Quantity of Water and Air in the Phial and in the Digester, being only as Four-fifths to Five-sixths, was the Reason not only why the Bottle was not broken, but also of the Faintness of the Explosion.\n\nIII. Part of a Letter from John Green, M.D. Secretary of the Gentlemens Society at Spalding in Lincolnshire, to C. Mortimer, M.D. Sec. R.S. serving to inclose a Relation of a Girl three Years old, who remained a Quarter of an Hour under Water without drowning.\n\nSIR,\n\nSpalding, Feb. 18. 1737-8.\n\nTHE inclos'd is what I receiv'd this Day from a Gentleman who lives on the Spot, and what you in yours so much desir'd. The Reason of the Child's being able to abide so long under Water is pretty evident: The Child, most likely, was infirm, weak, and sickly, from the Time of her Birth, so that the Foramen Ovale was not grown up. I remember about three Years ago to have seen a Subject, an old Woman 80 Years old, who had the Foramen Ovale so large, that you might easily thrust your middle Finger through it; but she was attended with the above-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104251.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9132,
    "total-output-tokens": 1993,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1319,
        2
      ],
      [
        1319,
        2965,
        3
      ],
      [
        2965,
        4593,
        4
      ],
      [
        4593,
        6301,
        5
      ],
      [
        6301,
        7564,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104251",
    "title": "An Experiment to Prove, That Water, When Agitated by Fire, is Infinitely More Elastic Than Air in the Same Circumstances; By the Late Revd John Clayton, Dean of Kildare in Ireland. Communicated by the Same Hand as the Preceding",
    "authors": "Robert, John Clayton",
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/104251"
  }
}