{
  "id": "e603d1ad78f7a72d07cfd32569472ec8fef80a7a",
  "text": "VII. An Account of some Oil of Sassafras crystallized, by Mr. John Maud, Chemist, F. R. S.\n\nHAVING lately met with an uncommon Phenomenon in Chemistry, surprising to many well experienc'd in that Art, to whom I have related it; I hope the Honourable Society will excuse the Liberty I have here taken, in presenting it before them.\n\nA few Days ago, I observ'd some essential Oil of Sassafras, which had stood expos'd to a frosty Night, in an open Vessel, was chang'd, three Parts out of four, into very beautiful transparent Crystals, three or four Inches in Length, half an Inch in Thickness, and of an hexagonal Form.\n\nThese Crystals subsided in Water, were indissoluble in it, inflammable in the Fire, and when expos'd thereto, melted into their pristine State. Hence it is evident, that they still retain the natural Qualities of an Oil, although they appear under a different Modification of their constituent Parts. What is most remarkable herein, consists in a Metamorphosis from a fluid to a solid Body, of such a particular Figure, and from a yellowish Liquor (not unlike Madera Wine) to a very pellucid Body, like Ice congeal'd from the most transparent Water. This seems to afford a new Instance of Crystallization, which being generally accounted for by the Particles of a Fluid, or those of any other Body, suspended by the Fluid, brought nearer by Cold, and at length coming within the Sphere of each other's Attraction, unite together into an\nan immediate Contact. This Oil being one of the heaviest Oils, and even heavier than Water, is the more likely thus to unite, as its Parts are nearer together. This may be a Hint to the Curious, to discover wherein consists the Difference of Solidity and Fluidity; and likewise shews how much the Colour of Bodies depends on the mechanical Situation of their Parts.\n\nSee a like Crystallization from Thyme, by Dr. Neumann which he calls Camphora Thymi, No 389 and 431. of these Translations.\n\nVIII. An Observation of an extraordinary Damp in a Well in the Isle of Wight; communicated in a Letter from Mr. Benj. Cooke, F.R.S. to Mr. Peter Collinson, F.R.S.\n\nDear Sir,\n\nHAVING so fair an Opportunity, I send you an Account of the melancholy Effects of a Damp or sulphureous Vapour, which happen'd in this Island, and of which I was an Eye-witness.\n\nIn the Month of June 1733. a Farmer, in Hopes of finding a perpetual Spring of good Water, sunk a Well, whose Diameter was seven to the Depth of 45 Feet (through a Soil whose Surface was a kind of brick Earth mixt with Sand, which in descending became almost wholly hard coarse yellow Sand); which Work",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103938.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 721,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1457,
        2
      ],
      [
        1457,
        2605,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103938",
    "title": "An Account of Some Oil of Sassafras Crystallized, by Mr. John Maud, Chemist, F. R. S.",
    "authors": "John Maud",
    "year": 1737,
    "volume": "40",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/103938"
  }
}