{
  "id": "f13196a9c6446cd349595beea92fb896f5a178c8",
  "text": "Fig. 10. Demonstrat verticalem tumoris sectionem.\nA, G, H, Flexuosa tumoris cavitas, ex foramine A,\nFig. 9. oblique in ejusdem corpus descendens, quae\nin centro in duas minores cavitates HI, HK,\nditimitur.\nIK, Alia major in fundo tumoris cavitas, per quam\nad praefatas minores patet aditus. In hoc tumoris\ncavo modicum offendimus ichoris, qui solo contactu\nargenteum perspicillum denigravit.\nMM, Interna & sarcomatosa tumoris substantia.\n\nX. A Letter from James Jurin, M.D.\nF.R.S. & Coll. Med. Lond. to Martin\nFolkes, Esq; President of the Royal So-\nciety, concerning the Action of Springs.\n\nSIR,\n\nPresented April 12, 1744.\n\nI NEED not inform a Person so well\nacquainted with all the Branches of\nMathematical Philosophy as yourself, that the Theory\nof Springs not only is of great Use in the more\ncurious Parts of Mechanics, as the Structure of\nWatches, &c. but may give Light to many Opera-\ntions of Nature, there being few Substances but\nwhat are endued with some Degree of Elasticity;\nand particularly the Bodies of Animals, and of Vege-\ntables likewise, being known to consist, in a great\nmeasure, if not wholly, of Organs strongly elastic.\n\nFor which Reason it is not to be wondered at, that\nthis Theory has engaged the Thoughts of several\neminent\neminent Mathematicians of the last and present Age; as Dr. Hook, Mr. John Bernouilli, M. Camus, &c.\n\nBut, as all that I have yet seen upon this Subject goes no further, than to compare the Effects of different Springs one with another, without shewing how the Effect of any of them may be reduced to, or compared with, that of any other natural Cause, I flatter myself, that the general Proposition I am going to lay down may merit your Attention, both on account of its Simplicity, and of its comprehending all possible Cases of a Body acting upon a Spring, or a Spring upon a Body, where no other Power intervenes; and also of its reducing the Effect to that most known and simple one, the Effect of Gravity upon falling Bodies.\n\nIn order to which, to prevent any Misapprehension, it will be proper to fix the Meaning of such Terms as I shall have Occasion to make use of.\n\n1. By a Spring, I mean a Body of any Shape perfectly elastic.\n\n2. By the natural Situation of a Spring, I mean the Situation it will rest in, when not disturbed by any external Force.\n\n3. By the Length of a Spring, I mean the greatest Length, through which it can be forced inwards. This would be the whole Length, were the Spring considered as a mathematical Line; but in a material Spring is the Difference between the whole Length when the Spring is in its natural Situation, and the Length or Space it takes up when wholly compressed or closed.\n\n4. By the Strength of a Spring, I mean the least Force or Weight, which, when the Spring is wholly compressed\ncompressed or closed, will restrain it from unbending itself.\n\n5. By the Space through which a Spring is bent, I mean that Space or Length through which one End of the Spring is removed from its natural Situation.\n\n6. By the Force of a Spring bent or partly closed, I mean the least Force or Weight, which, when the Spring is bent through any Space less than its whole Length, will confine it to the State it is then in, without suffering it to unbend any farther.\n\nThis being premised, I shall next, for the Foundation of what follows, lay down a Principle, which was verified by Experiment, in the Presence of our Royal Founder about 70 Years ago, by the famous * Dr. Robert Hook; and has been lately confirmed by the accurate Hand of our common Friend Mr. George Graham.\n\n**PRINCIPLE.**\n\n*Ut Tensio, sic Vis:* That is, if a Spring be forced or bent inwards, or drawn outwards, or any way removed from its natural Situation, its Resistance is proportional to the Space by which it is removed from that Situation.\n\nThus, if the Spring $CL$, (Fig 1. Tab. II.) resting with the End $L$ against any immoveable Support, but otherwise lying in its natural Situation, and at full Liberty, shall, by any Force $p$, be pressed inwards, or from $C$ towards $L$, through the Space of One Inch, and can be there detained by that Force $p$,\n\n---\n\n* Lectures de Potentia restitutiva, 1678.\nthe Resistance of the Spring, and the Force $p$, exactly counterbalancing one another; then the Force $2p$ will bend the Spring thro' the Space of Two Inches, $3p$ thro' Three Inches, $4p$ thro' Four Inches, &c. the Space $Cl$ (Fig. 2.), thro' which the Spring is bent, or by which the End $C$ is removed from its natural Situation, being always proportional to the Force which will bend it so far, and will detain it so bent.\n\nAnd if one End $L$ be fastened to an immovable Support, Fig. 3. and the other End $C$ be drawn outwards to $l$, and be there detained from returning back by any Force $p$, the Space $Cl$, thro' which it is so drawn outwards, will be always proportional to the Force $p$, which is able to detain it in that Situation.\n\nAnd the same Principle holds in all Cases, where the Spring is of any Form whatsoever, and is, in any Manner whatsoever, forcibly removed from its natural Situation.\n\nHere, Sir, I presume, you will think it material to take notice, that the elastic Force of the Air is a Power of a different Nature, and governed by different Laws, from that of a Spring. For supposing the Line $LC$, Fig. 1. to represent a cylindrical Volume of Air, which, by Compression, is reduced to $Ll$, Fig. 2. or, by dilatation, is extended to $Ll$, Fig. 3. its elastic Force will be reciprocally as $Ll$, Fig. 2 and 3; whereas the Force or Resistance of a Spring will be directly as $Cl$.\n\nI now proceed to my general Proposition, and its Corollaries; in which if I shall happen at any time to express myself with less Accuracy, as in making Weights, Times,\nTimes, Velocities, &c. to become promiscuously the Subjects of geometrical or arithmetical Operations, I desire, once for all, to be understood, not as speaking of those Quantities themselves, but of Lines, or Numbers, proportional to them.\n\n**Theorem.**\n\nIf a Spring of the Strength $P$, and the Length $CL$, Fig. 4, lying at full Liberty upon a horizontal Plane, rest with one End $L$ against an immovable Support; and a Body of the Weight $M$, moving with the Velocity $V$, in the Direction of the Axis of the Spring, strike directly upon the other End $C$, and thereby force the Spring inwards, or bend it through any Space $CB$; and a middle Proportional, $CG$, be taken between the Line $CL \\times \\frac{M}{P}$, and $2a$, $a$ being the Height to which a heavy Body would ascend in vacuo with the Velocity $V$; and, upon the Radius $R = CG$, be erected the Quadrant of a Circle $GFA$; I say,\n\n1. When the Spring is bent thro' any right Sine of that Quadrant, as $CB$, the Velocity $v$ of the Body $M$, is, to the original Velocity $V$, as the Co-sine to the Radius: That is, $v = V \\times \\frac{BF}{R}$.\n\n2. The Time $t$ of bending the Spring thro' the same Sine $CB$, is to $T$ the Time of a heavy Body's Ascending in vacuo with the Velocity $V$, as the corresponding Arch to $2a$: That is $t = T \\times \\frac{GF}{2a}$.\nDemonstration.\n\n1. While the Spring is bending thro' the Space $CB$, let the Space, thro' which it is at any time bent, be called $x$, $\\tau$ the Time of bending it thro' the Space $x$, and $v$ the Velocity of the Body at the End of the Time $\\tau$; and let $CL = L$, $CB = l$.\n\nThen, if $p$ be the Force, with which the Spring, when bent thro' the Space $x$, resists the Motion of the Body; by Dr. Hook's Principle, $L : x :: P : p = \\frac{P}{L}x$.\n\nAnd since, in the Case of Forces that act uniformly, the Quantities of Motion generated are proportional to the generating Forces, and the Times jointly, if $Mv$ be the nascent Quantity of Motion taken from the Body by the Resistance $\\frac{P}{L}x$ in the nascent Time $\\dot{\\tau}$, $MV : -Mv :: MT :: \\frac{P}{L}x\\dot{\\tau}$ or, $-v = \\frac{VP}{MLT}\\dot{\\tau}$.\n\nAlso, since, in the same Case of Forces acting uniformly, the Spaces are proportional to the Velocities, and the Times jointly, $x : 2a :: v\\dot{\\tau} : VT$, or $\\dot{\\tau} = \\frac{TV}{2av}$.\n\nTherefore, $-v = \\frac{VP}{MLT} \\times \\frac{TV}{2av}$, or, $2v\\dot{\\tau} = -\\frac{V^2P}{MLa}x\\dot{x}$; and the Fluents of these Two Quantities are $v^2$ and $-\\frac{V^2P}{2MLa}x^2$. But the former of these was $V^2$, when $x$, and consequently, the latter was nothing;\nthing; therefore \\( u^2 - V^2 = \\frac{V^2 P x^2}{2 M L a} \\), or \\( u_2 = V^2 - \\frac{V^2 P x^2}{2 M L a} \\).\n\nBut, by the Construction, \\( \\frac{2 M L a}{P} = R^2 \\); therefore, \\( u^2 = V^2 - \\frac{V^2 x^2}{R^2} \\), or, \\( u^2 = V^2 \\times \\frac{R^2 - x^2}{R^2} \\); and, when \\( x \\) becomes equal to \\( l \\), and \\( u \\) to \\( v \\), \\( v^2 = V^2 \\times \\frac{R^2 - l^2}{R^2} \\); and, by the Property of the Circle, \\( R^2 - l^2 \\) being equal to \\( B F^2 \\), \\( v^2 = V^2 \\times \\frac{B F^2}{R^2} \\), or \\( v = V \\times \\frac{B F}{R} \\). Q. E. D. 1°.\n\n2. We have above, \\( \\dot{\\tau} = \\frac{T V \\dot{x}}{2 a u} \\); and \\( u^2 = V^2 \\times \\frac{R^2 - x^2}{R^2} \\); or, \\( v = V \\times \\frac{\\sqrt{R^2 - x^2}}{R} \\): Therefore, \\( \\dot{\\tau} = \\frac{T V \\dot{x}}{2 a} \\times \\frac{R}{\\sqrt{R^2 - x^2}} \\), or, \\( \\dot{\\tau} = \\frac{T}{2 a} \\times \\frac{R \\dot{x}}{\\sqrt{R^2 - x^2}} \\).\n\nNow let \\( CD \\), Fig. 5. be equal to \\( x \\); and draw the Co-sine \\( DE \\), the Radius \\( CE \\), and the Perpendicular \\( ed = \\dot{x} \\): Then will the Triangle \\( DEC \\) be similar to the nascent Triangle \\( deE \\); and consequently, \\( DE : de :: CE : eE = \\frac{CE \\times de}{DE} = \\frac{R \\dot{x}}{\\sqrt{R^2 - x^2}} \\).\n\nTherefore, \\( \\dot{\\tau} = \\frac{T}{2 a} \\times eE \\), and \\( \\tau = T \\times \\frac{GE}{2 a} \\). And when \\( a \\) becomes equal to \\( CB \\), and \\( \\tau \\) to \\( t \\), the Arch \\( GE \\) becomes equal to the Arch \\( GF \\): Therefore \\( t = T \\times \\frac{GF}{2 a} \\). Q. E. D. 2°.\n\nScholium\nScholium I.\n\nWhereas I have represented the Spring as resting against an immoveable Support at $L$, it will, perhaps, be objected, That no Support can be really immoveable; since any Body, how great soever, may be moved out of its Place by the least Force. But this Objection may easily be removed, by supposing the Spring to be continued till it becomes of twice the Length $CL$, and that a second Body, equal to $M$, strikes against the opposite End of the Spring with the same Velocity in a contrary Direction; in which Case the Point $L$ will be perfectly immoveable.\n\nScholium II.\n\nUnder this Theorem are comprehended the Three following Cases:\n\nIn Case 1. The Spring is bent thro' its whole Length, or is intirely compressed and closed, before the moving Force of the Body is consumed, and its Motion ceases.\n\nIn Case 2. The moving Force of the Body is consumed, and its Motion ceases, before the Spring is bent thro' its whole Length, or wholly closed.\n\nIn Case 3. The moving Force of the Body is consumed, and its Motion ceases, at the Instant that the Spring is bent thro' its whole Length, and is intirely closed.\n\nFor this Reason, and in order to make the following Corollaries of more ready Use, I shall take the Liberty of distributing them into Three Classes, the first of which are as general as the Theorem itself, extending to all the Three Cases, but are more par-\nparticularly useful in Case 1. The Second Class of Corollaries extend to both the Second and Third Case; but are more particularly useful in Case 2. The Third Class extend only to Case 3, and, by that means, are much more simple than either of the former.\n\n**Class I.**\n\n*General Corollaries, but of more particular Use in Case 1; wherein the Spring is wholly closed, before the Motion of the Body ceases.*\n\n**Coroll. 1.** When the Spring is bent thro' any right Sine \\(CB\\), Fig. 4, the Loss of Velocity is to the original Velocity, as the versed Sine to the Radius, or\n\n\\[\nv = V \\times \\frac{Gg}{R}.\n\\]\n\nFor, since \\(v = V \\times \\frac{BF}{R}\\), \\(V - v = V - V \\times \\frac{BF}{R} = V \\times \\frac{R - BF}{R} = V \\times \\frac{Gg}{R}\\).\n\n**Coroll. 2.** When the Spring is bent thro' any right Sine \\(CB\\), the Diminution of the Square of the Velocity is to the Square of the original Velocity, as the Square of that right Sine to the Square of the Radius, or\n\n\\[\nV^2 - v^2 = V^2 \\times \\frac{CB^2}{R^2}.\n\\]\n\nFor, since \\(v = V \\times \\frac{BF}{R}\\), \\(v^2 = V^2 \\times \\frac{BF^2}{R^2}\\), and \\(V^2 - v^2 = V^2 - V^2 \\times \\frac{BF^2}{R^2} = V^2 \\times \\frac{R^2 - BF^2}{R^2} = V^2 \\times \\frac{CB^2}{R^2}\\).\n\n**Coroll. 3.** When the Spring is bent thro' any Space \\(l\\), \\(v\\) the Velocity of the Body is equal to \\(V \\times \\sqrt{\\frac{2MLa - Pl^2}{2MLa}}\\), or to \\(V \\times \\sqrt{\\frac{2Ma - pl}{2Ma}}\\); and is proportional to \\(\\sqrt{\\frac{2MLa - Pl^2}{ML}}\\), or to \\(\\sqrt{\\frac{2Ma - pl}{M}}\\).\nFor, since \\( v^2 = V^2 \\times \\frac{BF^2}{R^2} = V^2 \\times \\frac{R^2 - l^2}{R^2} \\); if, for \\( R^2 \\), we substitute its Value \\( \\frac{2MLa}{P} \\), we have \\( v^2 = V^2 \\times \\frac{2MLa - Pl^2}{2MLa} \\), or \\( v = V \\times \\sqrt{\\frac{2MLa - Pl^2}{2MLa}} \\): And, as by Dr. Hook's Principle, \\( L : l :: P : p \\), or \\( Pl = pL \\), \\( v = V \\times \\sqrt{\\frac{2MLa - pLl}{2MLa}} \\), or, \\( v = V \\times \\sqrt{\\frac{2Ma - pl}{2Ma}} \\).\n\nBut \\( \\frac{V}{\\sqrt{a}} \\), by Galileo's Doctrine, is a constant Quantity; and therefore \\( v \\) is proportional to \\( \\sqrt{\\frac{2MLa - Pl^2}{ML}} \\), or, to \\( \\sqrt{\\frac{2Ma - pl}{M}} \\).\n\nCoroll. 4. The Time \\( t \\) of bending the Spring thro' any Space \\( l \\), is proportional to the Arch \\( GF \\) divided by \\( \\sqrt{a} \\); \\( l \\) being the right Sine of the Arch, and \\( R = \\sqrt{\\frac{2MLa}{P}} \\), being the Radius.\n\nFor, by the Theorem, \\( t = T \\times \\frac{GF}{2a} \\); and \\( \\frac{T}{\\sqrt{a}} \\) is a constant Quantity.\n\nCoroll. 5. The Diminution of the Product of the Weight of the Body into the Square of the Velocity, or (to use the Expression of some late Writers) the Diminution of the Vis viva, that is, \\( MV^2 - Mv^2 \\), by bending a Spring thro' any Space \\( l \\), is always equal to \\( \\frac{C^2Pl^2}{2LA} \\), or to \\( \\frac{C^2pl}{2A} \\); where \\( A \\) is the Height from which a heavy Body will fall in vacuo in a Second of Time, and \\( C \\) is the Celerity gained by that Fall.\nFor, by Coroll. 2. \\( V^2 - v^2 = V^2 \\times \\frac{CB^2}{R^2} = \\frac{V^2 l^2}{R^2} \\); and \\( R^2 \\), by the Construction, being equal to \\( \\frac{2MLa}{P} \\), \\( V^2 - v^2 = V^2 l^2 \\times \\frac{P}{2MLa} \\).\n\nBut, by Galileo's Theory, \\( \\frac{V^2}{a} = \\frac{C^2}{A} \\); therefore, \\( V^2 - v^2 = \\frac{C^2 Pl^2}{2MLA} \\) and \\( MV^2 - Mv^2 = \\frac{C^2 Pl^2}{2LA} = \\frac{C^2 pl}{2A} \\).\n\nCoroll. 6. The Diminution of the Vis viva, by bending a Spring thro' any Space \\( l \\), is always proportional to \\( \\frac{Pl^2}{L} \\), or to \\( pl \\): And, if either the Spring be given, or \\( \\frac{P}{L} \\) be given in different Springs, the Loss of the Vis viva will be as \\( l^2 \\), or as \\( p^2 \\).\n\nFor, by Coroll. 5. \\( MV^2 - Mv^2 = \\frac{C^2 Pl^2}{2LA} = \\frac{C^2 pl}{2A} \\); and \\( \\frac{C^2}{A} \\) being a constant Quantity, \\( MV^2 - Mv^2 \\) is as \\( \\frac{Pl^2}{L} = pl \\): And, if \\( \\frac{P}{L} \\) be given, \\( MV^2 - Mv^2 \\) will be as \\( l^2 \\); or as \\( l^2 \\times \\frac{P^2}{L^2} \\); or as \\( l^2 \\times \\frac{p^2}{l^2} \\); or as \\( p^2 \\).\n\nCoroll. 7. The Loss of the Vis viva, by bending a Spring thro' its whole Length, or by wholly closing it, is equal to \\( \\frac{C^2 PL}{2A} \\), and is proportional to \\( PL \\): And, if \\( PL \\) be given, the Loss of the Vis viva is always the same.\n\nThis\nThis is evident from Coroll. 5. and 6.; forasmuch as \\( l \\) is now equal to \\( L \\).\n\n**Class II.**\n\nCorollaries of more particular Use in Case 2.; wherein the Motion of the Body ceases before the Spring is wholly closed.\n\n**Coroll. 8.** If the Motion of the Body cease when the Spring is bent thro' any Space \\( l \\), the initial Velocity \\( V \\) is equal to \\( C l \\sqrt{\\frac{P}{2MLA}} \\), or to \\( C \\sqrt{\\frac{pl}{2MA}} \\).\n\nFor, by Coroll. 5. \\( V^2 - v^2 = \\frac{C^2 pl^2}{2MLA} = \\frac{C^2 pl}{2MA} \\).\n\nAnd here, the Motion of the Body ceasing, \\( v^2 = 0 \\).\n\nTherefore \\( V^2 = \\frac{C^2 pl^2}{2MLA} = \\frac{C^2 pl}{2MA} \\); or \\( V = C l \\sqrt{\\frac{P}{2MLA}} = C \\sqrt{\\frac{pl}{2MA}} \\).\n\n**Coroll. 10.** If the Motion of the Body cease, when the Spring is bent thro' any Space, \\( l \\), the Time, \\( t \\), of bending it, is equal to \\( r'' \\) of Time, multiplied by \\( \\frac{m}{2} \\sqrt{\\frac{ML}{2PA}} \\), or to \\( r'' \\times \\frac{m}{2} \\sqrt{\\frac{Ml}{2pA}} \\), where \\( m \\) is to 1, as the Circumference of a Circle to the Diameter.\n\nFor, by the Theorem, \\( t = T \\times \\frac{GF}{2a} \\); and, by Galileo's Theory, \\( \\frac{T}{\\sqrt{a}} = \\frac{r''}{\\sqrt{A}} \\). Therefore \\( t = \\frac{r''}{\\sqrt{A}} \\times \\frac{GF}{2\\sqrt{a}} \\).\nAlso, by the Theorem, \\( v^2 = V^2 \\times \\frac{R^2 - l^2}{R^2} \\); and therefore \\( v^2 \\) being now equal to 0, \\( R^2 = l^2 \\), and, Fig. 6. \\( l \\) becomes the Radius of the Circle; and \\( l \\) being likewise equal to the right Sine of the Arch \\( GF \\), that Arch becomes a Quadrant, and is equal to \\( \\frac{2l \\times m}{4} \\). Therefore \\( t = \\frac{1''}{\\sqrt{A}} \\times \\frac{2lm}{4 \\times 2 \\sqrt{a}} \\), or \\( t = 1'' \\times \\frac{l m}{4 \\sqrt{A} \\times \\sqrt{a}} \\).\n\nBut \\( l \\) being equal to \\( R = \\sqrt{\\frac{2ML}{P}} \\), \\( \\frac{l}{\\sqrt{a}} = \\sqrt{\\frac{2ML}{P}} \\); therefore \\( t = 1'' \\times \\frac{m}{4 \\sqrt{A}} \\times \\sqrt{\\frac{2ML}{P}} \\), or, \\( t = 1'' \\times \\frac{m}{2} \\sqrt{\\frac{ML}{2PA}} = 1'' \\times \\frac{m}{2} \\sqrt{\\frac{ML}{2PA}} \\).\n\nCoroll. 11. In the same Case, the Time of bending the Spring is proportional to \\( \\sqrt{\\frac{ML}{P}} \\), or to \\( \\sqrt{\\frac{ML}{P}} \\); and if \\( \\frac{L}{P} \\) be given, \\( t \\) will be as \\( \\sqrt{M} \\); and, if both \\( \\frac{L}{P} \\), and also \\( M \\), be given, \\( t \\) will always be the same, whatever be the original Velocity, or thro' whatever Space the Spring be bent.\n\nCoroll. 12. If the Motion of the Body cease, when the Spring is bent thro' any Space \\( l \\), the Product of the initial Velocity, and the Time of bending the Spring, or \\( Vt \\), is equal to \\( 1'' \\times \\frac{mCl}{4A} \\); and is proportional to \\( l \\), the Space thro' which the Spring is bent.\nFor, by Coroll. 8. \\( V = C l \\sqrt{\\frac{P}{2MLA}} \\), and, by\n\nCoroll. 9. \\( t = I'' \\times \\frac{m}{2} \\sqrt{\\frac{ML}{2PA}} \\); therefore, \\( Vt = I'' \\times \\frac{mCl}{4A} \\sqrt{\\frac{MLP}{MLP}} = I'' \\times \\frac{mCl}{4A} \\); and, as \\( I'' \\), \\( m \\), \\( C \\) and \\( A \\), are given Quantities, \\( Vt \\) is as \\( l \\).\n\nHence, any Two of the Three Quantities, \\( V \\), \\( t \\), and \\( l \\), being given, the other is readily determined.\n\nCoroll. 13. In the same Case, the initial Quantity of Motion, or \\( MV \\), is equal to \\( Cl \\sqrt{\\frac{PM}{2LA}} \\), or to \\( C \\sqrt{\\frac{plM}{2A}} \\).\n\nFor, by Coroll. 8. \\( V = C l \\sqrt{\\frac{P}{2MLA}} = C \\sqrt{\\frac{pl}{2MA}} \\);\n\nwherefore \\( MV = Cl \\sqrt{\\frac{PM}{2LA}} = C \\sqrt{\\frac{plM}{2A}} \\).\n\nCoroll. 14. In the same Case, \\( MV \\) is proportional to \\( l \\sqrt{\\frac{PM}{L}} \\), or to \\( \\sqrt{plM} \\), or to \\( \\frac{pl}{L} \\), or to \\( pt \\):\n\nAnd, if \\( \\frac{P}{L} \\) be given, \\( MV \\) is as \\( l \\sqrt{M} \\), or as \\( lt \\).\n\nFor, in the preceding Coroll. \\( \\frac{C}{\\sqrt{A}} \\) is a given Quantity; and, by Coroll. 11. \\( t \\) is as \\( \\sqrt{\\frac{ML}{P}} = \\sqrt{\\frac{Ml}{p}} \\).\n\nCoroll. 15. If the Quantity of Motion \\( MV \\) bend a Spring of the Strength \\( P \\), and Length \\( L \\), thro' the Space \\( l \\), and be wholly consumed thereby, no different Quantity of Motion equal to the former, as \\( nM \\times \\frac{V}{n} \\), will bend the same Spring thro' the same Space, and be wholly consumed thereby.\n\nFor,\nFor, by the preceding Coroll. if the Spring be bent thro' the Space \\( l \\), and each of these Quantities of Motion be consumed thereby; \\( l \\sqrt{M} : l \\sqrt{nM} :: MV : nM \\times \\frac{V}{n} \\). But \\( MV = nM \\times \\frac{V}{n} \\); and therefore, \\( l \\sqrt{M} = l \\sqrt{nM} \\), or \\( 1 = n \\), and \\( M = nM \\), and \\( V = \\frac{V}{n} \\). Therefore the Quantity of Motion \\( nM \\times \\frac{V}{n} \\) is not only equal to \\( MV \\), but is composed of an equal Mass, and an equal Velocity.\n\nCoroll. 16. But a Quantity of Motion less than \\( MV \\), in any given Ratio, may bend the same Spring thro' the same Space \\( l \\), and the Time of bending it will be less in the same given Ratio.\n\nFor, let \\( 1 \\) to \\( n \\) be the given Ratio; and let the lesser Quantity of Motion be \\( \\frac{M}{nn} \\times nV \\); which is to \\( MV \\), as \\( 1 \\) to \\( n \\). Then, by Coroll. 14. the Spring being given, \\( l \\sqrt{M} : l \\sqrt{\\frac{M}{nn}} :: MV : \\frac{M}{nn} \\times nV = \\frac{MV}{l \\sqrt{M}} \\times l \\sqrt{\\frac{M}{nn}} = \\frac{MV}{n} \\). Therefore the Quantity of Motion \\( \\frac{M}{nn} \\times nV \\), being equal to \\( \\frac{MV}{n} \\), will bend the Spring thro' the same Space \\( l \\).\n\nLikewise, by the same Corollary, \\( MV \\) is as \\( lt \\); and \\( l \\) being given, the Quantity of Motion is as \\( t \\): Therefore the Time of bending the Spring will be less in the same Ratio, as the Quantity of Motion is less.\n\nCoroll. 17. A Quantity of Motion greater than \\( MV \\), in any Ratio given, may be consumed in bending the Spring thro' the same Space; and the Time of bending it will be greater in the same given Ratio.\nThis appears after the same manner as the preceding, by making \\( n \\) a fractional Number instead of a whole one.\n\nCoroll. 18. If the Motion of the Body cease, when the Spring is bent thro' any Space \\( l \\), the initial Vis viva, or \\( MV^2 \\), is equal to \\( \\frac{C_2 P l^2}{2 L A} \\), or to \\( \\frac{C^2 p l}{2 A} \\): And \\( 2aM = \\frac{P l^2}{L} = p l \\).\n\nFor, by Coroll. 8. \\( V = C l \\sqrt{\\frac{P}{2 M L A}} = C \\sqrt{\\frac{p l}{2 M A}} \\),\n\nor \\( V^2 = \\frac{C_2 l^2 P}{2 M L A} = \\frac{C_2 p l}{2 M A} \\): Therefore \\( MV^2 = \\frac{C^2 p l^2}{2 L A} = \\frac{V^2 P l^2}{2 L a} = \\frac{V^2 p l}{2 a} \\).\n\nCoroll. 19. In the same Case, the initial Vis viva is proportional to \\( \\frac{P l^2}{L} = p l \\) and if \\( \\frac{P}{L} \\) be given, the Vis viva is as \\( l^2 \\), or as \\( p^2 \\).\n\nFor, in the preceding Corollary, \\( \\frac{C_2}{A} \\) being a given Quantity, the Vis viva is as \\( \\frac{P l^2}{L} = p l \\); and, if \\( \\frac{P}{L} \\) be given, it will be as \\( l^2 \\), or as \\( p^2 \\); forasmuch as \\( p \\) and \\( l \\) increase in the same Proportion.\n\nCoroll. 20. If the Vis viva, \\( MV^2 \\), bend a Spring thro' the Space \\( l \\), and be totally consumed thereby, any other Vis viva, equal to the former, as \\( n n M \\times \\frac{V^2}{n n} \\), will bend the same Spring thro' the same Space, and be totally consumed thereby.\n\nFor, the Spring being the same, \\( \\frac{P}{L} \\) is given; and therefore by Coroll. 19. the Vis viva, which will\nwill be consumed in bending the Spring thro' the Space \\( l \\), is as \\( l^2 \\).\n\nCoroll. 21. But the Time, in which the same Spring will be bent thro' the same Space, by the Vis viva \\( n^n M \\times \\frac{V^2}{n^n} \\), will be to the Time, in which it is so bent by the Vis viva \\( M \\times V^2 \\), as \\( n \\) to 1; \\( n \\) being any whole or fractional Number.\n\nFor, by Coroll. 11. since \\( \\frac{L}{P} \\) is given, the Time is as \\( VM \\).\n\nClass III.\n\nCorollaries in Case 3. wherein the Motion of the Body ceases, at the Instant that the Spring is wholly closed.\n\nCoroll. 22. If the Motion of the Body cease, when the Spring is bent thro' its whole Length, or is wholly closed, the initial Velocity \\( V \\) is equal to \\( C \\sqrt{\\frac{PL}{2MA}} \\).\n\nFor, by Coroll. 8. \\( V = C \\sqrt{\\frac{Pl}{2MA}} \\); and \\( l \\) being now equal to \\( L \\) (Fig. 7.), \\( p \\) becomes equal to \\( P \\); and therefore \\( V = C \\sqrt{\\frac{PL}{2MA}} \\).\n\nCoroll. 23. In the same Case, the initial Velocity \\( V \\) is proportional to \\( \\sqrt{\\frac{PL}{M}} \\).\n\nFor \\( \\frac{C}{\\sqrt{A}} \\), in the preceding Corollary, is a given Quantity.\n\nCoroll. 24. In the same Case, if \\( PL \\) be given, either in the same, or in different Springs, the initial Velocity \\( V \\) is reciprocally as \\( \\sqrt{M} \\).\n\nThis is plain from the preceding Corollary.\n\nCoroll.\nCoroll. 25. If the Motion of the Body cease, when the Spring is wholly closed, the Product of the initial Velocity, and the Time spent in closing the Spring, or $Vt$, is equal to $1'' \\times \\frac{m c L}{4A}$; and is proportional to $L$, the Length of the Spring.\n\nFor, by Coroll. 22. $V = C \\sqrt{\\frac{PL}{2MA}}$; and, by Coroll. 10. $t = 1'' \\times \\frac{m}{2} \\sqrt{\\frac{ML}{2PA}}$: Therefore, $Vt = 1'' \\times \\frac{m c L}{4A}$; and $1''$, $m$ and $\\frac{c}{A}$, being given Quantities, $Vt$ is as $L$.\n\nCoroll. 26. In the same Case, the initial Quantity of Motion, or $MV$, is equal to $C \\sqrt{\\frac{PLM}{2A}}$.\n\nFor, by Coroll. 23. $V = C \\sqrt{\\frac{PL}{2MA}}$.\n\nCoroll. 27. In the same Case, $MV$ is proportional to $\\sqrt{PLM}$, or to $Pt$: And, if $PL$ be given, either in the same, or different Springs, $MV$ is as $\\sqrt{M}$.\n\nThis appears, partly, from the preceding Corollary, where $\\frac{c}{\\sqrt{A}}$ is a given Quantity; and, consequently, $MV$ is as $\\sqrt{PLM}$; and $PL$ being given, $MV$ is as $\\sqrt{M}$: And, partly, from Coroll. 11.; where $t$ is as $\\sqrt{\\frac{ML}{P}}$, and, consequently, $Pt$ is as $\\sqrt{PLM}$.\n\nCoroll. 28. In the same Case, if $\\frac{P}{L}$ be given, either in the same, or in different Springs, the initial Quantity of Motion is as the Length of the Spring into the Time of bending it.\n\nFor, by Coroll. 27. $MV$ is as $Pt$; and, if $P$ be as $L$, $MV$ is as $Lt$.\nCoroll. 29. If the Quantity of Motion $MV$ bend a Spring thro' its whole Length, and be consumed thereby, no other Quantity of Motion equal to the former, as $n \\times \\frac{V}{n}$, will close the same Spring, and be wholly consumed thereby.\n\nThis is proved in the same manner as Coroll. 15, putting only $L$ for $l$.\n\nCoroll. 30. But a Quantity of Motion less or greater than $MV$, in any given Ratio, may close the same Spring, and be wholly consumed in closing it: And the Time spent in closing the Spring will be respectively less or greater, in the same given Ratio.\n\nThis is easily proved from Coroll. 16.\n\nCoroll. 31. If the Motion of the Body cease, when the Spring is wholly closed, the initial Vis viva, or $MV^2$, is equal to $\\frac{C^2 PL}{2MA}$: And $2aM = PL$.\n\nFor, by Coroll. 22. $V = C \\sqrt{\\frac{PL}{2MA}}$, or $V^2 = \\frac{C^2 PL}{2MA}$, or $MV^2 = \\frac{C^2 PL}{2A} = \\frac{V^2 PL}{2a}$.\n\nCoroll. 32. In the same Case, the initial Vis viva is as the Rectangle under the Strength and Length of the Spring.\n\nFor, by the preceding Corollary, $MV^2 = \\frac{C^2 PL}{2A}$, and $\\frac{C^2}{A}$ is a given Quantity; wherefore $MV^2$ is as $PL$.\n\nCoroll. 33. In the same Case, if $\\frac{P}{L}$ be given, the initial Vis viva is as $P^2$, or as $L^2$.\nThis is evident from the preceding Corollary.\n\nCoroll. 34. If the Vis viva $MV^2$ bend a Spring thro' its whole Length, and be consumed in closing it, any other Vis viva equal to the former, as $nn M \\times \\frac{V^2}{nn}$, will close the same Spring, and be consumed thereby.\n\nThis is evident from Coroll. 32.\n\nCoroll. 35. But the Time of closing the Spring by the Vis viva $nn M \\times \\frac{V^2}{nn}$, will be to the Time of closing it by the Vis viva $MV^2$, as $n$ to $1$.\n\nFor, by Coroll. 11. since the Spring is given, the Time is as $\\sqrt{M}$.\n\nCoroll. 36. If the Vis viva $MV^2$ be wholly consumed in closing a Spring of the Strength $P$, and Length $L$; the Vis viva, $nn MV^2$, will be sufficient to close,\n\n1. Either a Spring of the Strength $nn P$, and Length $L$.\n\n2. Or a Spring of the Strength $nP$, and Length $nL$.\n\n3. Or of the Strength $P$, and Length $nn L$.\n\n4. Or, if $n$ be a whole Number, the Number $nn$ of Springs, each of the Strength $P$, and Length $L$, one after another.\n\nFor, $MV^2 : nn MV^2 :: PL : nn PL$; and therefore, by Coroll. 32. the Vis viva, $nn MV^2$, will close any Spring that has $nn PL$ for the Product of its Strength and Length. But $nn PL$ is composed either of $nn P \\times L$, or of $nP \\times nL$, or of $P \\times nn L$.\n\nAlso the Loss of the Vis viva, in bending a given Spring, being always the same, by Coroll. 7. and the Vis viva, $MV^2$ being wholly lost in bending a single\na single Spring $P L$; the Loss of the Vis viva, $n n MV^2$, in closing one such Spring, will be $MV^2$; and its Loss in closing a second such Spring, will again be $MV^2$, and so on: Consequently, the Number $nn$ of such Springs will be closed one after another, by that time the Vis viva, $n n MV^2$, is wholly consumed.\n\n**Scholium III.**\n\nIf the Spring, instead of being at first wholly unbent, as we have hitherto consider'd it, be now supposed to have been already bent thro' some Space $CB$, before the Body strikes it; and the Velocity of the Body be required, after the Spring is bent thro' any further Space, $BD$, Fig. 8. this Case, as well as the Three other above-mention'd, will be found to come under our Theorem.\n\nFor, if $v$ be the Velocity with which the Body is supposed to strike against the bent Spring at $B$, it is evident, that this may be consider'd, either as the original Velocity, or as the Remainder of a greater Velocity $V$, with which the Body might have struck upon the Spring at $C$, and which, upon bending the Spring from $C$ to $B$, would now be reduced to $v$. For, in either Case, the Effect in bending the Spring from $B$ to $D$, will be exactly the same.\n\nIn order, therefore, to determine this imaginary Velocity $V$, let a middle Proportional, $BF$, be taken between $CL \\times \\frac{M}{P}$, and $2\\alpha$, $\\alpha$ being the Height to which a Body will ascend in vacuo with the Velocity $v$; draw $BF$ perpendicular to $CB$, and, with\nthe Radius \\( CF \\), describe the Quadrant \\( CGFEA \\). Then will our present Case be exactly reduced to that of the Theorem; \\( CB, CD \\), representing the Spaces thro' which the Spring is bent; \\( BF \\) and \\( DE \\) the Velocities in the Points \\( B \\) and \\( D \\); \\( GF \\) and \\( GE \\) the Times of bending the Spring thro' the Spaces \\( CB, CD \\); and \\( CG \\) representing the imaginary Velocity \\( V \\), with which the Body might have struck the Spring at \\( C \\).\n\nFor, by the Theorem, \\( BF^2 : CG^2 :: v^2 : V^2 \\); and \\( v^2 : V^2 :: a : a \\). Therefore \\( CG^2 = BF^2 \\times \\frac{a}{a} \\). But \\( BF^2 = 2a \\times \\frac{LM}{P} \\), by the Construction; and, consequently, \\( CG^2 = \\frac{2aLM}{P} \\times \\frac{a}{a} = \\frac{2aLM}{P} \\), as in the Construction of the Theorem.\n\nFrom this Case we shall draw a few Corollaries, as well for their Usefulness upon other Occasions, as to shew how the Theory of Springs may be safely applied to the Action of Gravity upon ascending or falling Bodies.\n\nCoroll. 37. If the Body \\( M \\), with the Velocity \\( v \\), sufficient to carry it to the Height \\( a \\), strike at \\( B \\), upon a Spring already bent thro' the Space \\( CB = l \\); and do thereby bend it thro' some farther Space \\( BD = s \\); at the End of which Space, or at \\( D \\), the Body has a Velocity sufficient to carry it to some Height, as \\( e \\); then \\( e = \\frac{2aML - Ps \\times 2l + s}{2ML} \\).\n\nFor, by the Theorem, \\( a : e :: BF^2 : DE^2 \\), or \\( DE^2 = BF^2 \\times \\frac{e}{a} = \\frac{2aML}{P} \\times \\frac{e}{a} \\) or \\( DE^2 = \\frac{2eML}{P} \\).\n\nAlso,\nAlso, \\(DE^2 + CD^2 = CE^2 = CF^2 = BF^2 + CB^2\\), that is, \\(\\frac{2\\varepsilon ML}{P} + l^2 + 2ls + s^2 = \\frac{2\\varepsilon ML}{P} + l^2\\); or \\(\\frac{2\\varepsilon ML}{P} = \\frac{2\\varepsilon ML}{P} - 2ls - s^2\\);\n\nor \\(2\\varepsilon ML = 2\\varepsilon ML - Ps \\times \\frac{2l+s}{2ML}\\).\n\nCoroll. 38. If the Motion of the Body cease upon bending the Spring thro' the Space \\(BD = s\\), that is, if \\(\\varepsilon = 0\\); then the Height to which the Body might ascend in vacuo, with the Velocity \\(v\\), or \\(\\alpha = \\frac{Ps \\times 2l+s}{2ML}\\).\n\nFor, by the last, when \\(\\varepsilon = 0\\), \\(2\\varepsilon ML = Ps \\times \\frac{2l+s}{2ML}\\).\n\nCoroll. 39. If \\(p\\), the Force of the Spring when bent thro' the Space \\(CB\\), be equal to \\(M\\) the Weight of the Body; the Height to which the Body would ascend in vacuo with the Velocity \\(v\\), is to the Space thro' which it will bend the Spring, by striking upon it at \\(B\\) with that same Velocity, as \\(2l+s\\) to \\(2l\\), or \\(\\alpha : s :: 2l+s : 2l\\).\n\nFor, by the last, \\(\\alpha = \\frac{Ps \\times 2l+s}{2ML}\\); and \\(\\frac{P}{L}\\) being equal to \\(\\frac{p}{l}\\), \\(\\alpha = \\frac{ps \\times 2l+s}{2ML}\\); and, if \\(p = M\\), \\(\\alpha = s \\times \\frac{2l+s}{2l}\\).\n\nCoroll. 40. If \\(p = M\\), and \\(p\\) do also continue constantly the same while the Spring is bending from \\(B\\) to \\(D\\) (both which Suppositions are necessarily made in reducing the Action of a Spring to that of Gravity upon an ascending Body), the Spring must be of an infinite Length; and \\(l\\), the Space thro'\nthro' which it was bent before the Body struck it, must also be of an infinite Length; and the Space $BD$, thro' which the Spring will be further bent, must be equal to the Height the Body can ascend to with the Velocity $v$, or $\\alpha = s$.\n\nFor, by the last, when $p = M$, $\\alpha : s :: 2l + s : 2l$; and the Resistances of the Spring at $D$ and $B$ being respectively as $CD$ and $CB$, that is, as $l + s$ and $l$; since those Resistances are now supposed equal to one another, we must, upon that Supposition, consider $l + s$ as equal to $l$; and adding $l$ to each, $2l + s = 2l$, that is, $l$ must be infinitely greater than $s$; and then $\\alpha : s :: 2l : 2l$, or $\\alpha = s$.\n\n**Scholium IV.**\n\nIn this Proposition, and all its Corollaries, except the Four last, we have considered the Spring as being, at first, wholly unbent, and then acted upon by a Body moving with the Velocity $V$, which bends it thro' some certain Space: But, as we suppose the Spring to be perfectly elastic, the Proposition and Corollaries will equally hold, if the Spring be supposed to have been, at first, bent thro'that same Space, and, by unbending itself, to press upon a Body at Rest, and thereby to drive that Body before it, during the Time of its Expansion: Only, $V$, instead of being the initial Velocity, with which the Body struck the Spring, will now be the final Velocity, with which the Body parts from the Spring when wholly expanded.\n\n**Scholium V.**\n\nIf the Spring, instead of being pressed inwards, be drawn outwards by the Action of the Body, we need only\nonly make $L$ the greatest Length to which the Spring can be drawn out beyond its natural Situation, without Prejudice to its Elasticity, $l$ any lesser Length to which the Spring is drawn outwards, $P$ and $p$ the Forces, which will keep it from restoring itself when drawn out to those Lengths respectively, and the Proposition will equally hold good: As it will also, if the Spring be supposed to have been already drawn outwards to the Length $l$, and, in restoring itself, to draw the Body after it: Only, in this latter Case, $V$, the initial Velocity in the Proposition, will now be the final Velocity, as in Scholium IV.\n\n**Scholium VI.**\n\nOur Proposition equally holds good, when the Spring is of any Form whatsoever, provided $L$ be always understood to be the greatest Length it can be bent or drawn to from its natural Situation, $l$ any lesser Length, and $P$, $p$, the Forces which will confine it to these Lengths. For Dr. Hook's Principle extends to Springs of any Form.\n\nI have been at the Trouble of drawing so great a Number of Corollaries from this Proposition, because, in the Controversy about the Force of Bodies in Motion, I have observed both Parties to support their Opinion by Arguments taken from the Theory of Springs; and I was willing impartially to furnish them both with means to examine into the Truth or Falshood of one another's Reasonings. I had Thoughts myself of making use of some of these Corollaries for that Purpose, being far from thinking, that the Dispute is about Words only; but this Letter is already drawn out to too great a Length; and\nand before I have Leisure to write again, I may possibly be prevented by a better Hand, which, I hope, may put an End to a Dispute that has too long pester'd the Learned World.\n\nBut, in this, I shall be guided by your Judgment; and shall therefore, at present, take up no more of your Time, than only to profess myself,\n\nDear SIR,\n\nYour most affectionate Friend,\nand most obedient Servant,\n\nApr. 10. 1744.\n\nJames Jurin.\n\nXI. D. Alberti Haller Concil. Aul. & Archiatri Regis Britann. & Electoris Brunsvic. Prof. Anat. & Bot. Gottingensis, S. R. Ang. & Suec. Soc. Observatio de Ovarii Steatomate, & de Pilis ibidem inventis.\n\nRead April 12. 1744.\n\nNON rarissimas esse hujusmodi historias non ignoro; & minus raras esse video quam e re esset generis humani, neque tamen vulgares esse, vel haæ ipsæ transactiones philosophicæ docent, in quarum fastos duo exempla inseruerunt D. Samson & Tyson.\n\nAncilla fuit, post longum morbum consumta, triginta fere annorum, cujus cadaver in theatrum nostrum illatum est die 24° Januarii, anno 1743.\n\nCum\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104411.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 29,
    "total-input-tokens": 45288,
    "total-output-tokens": 12713,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1253,
        2
      ],
      [
        1253,
        2789,
        3
      ],
      [
        2789,
        4167,
        4
      ],
      [
        4167,
        5747,
        5
      ],
      [
        5747,
        7073,
        6
      ],
      [
        7073,
        8351,
        7
      ],
      [
        8351,
        9859,
        8
      ],
      [
        9859,
        11242,
        9
      ],
      [
        11242,
        12749,
        10
      ],
      [
        12749,
        14202,
        11
      ],
      [
        14202,
        15510,
        12
      ],
      [
        15510,
        16766,
        13
      ],
      [
        16766,
        18225,
        14
      ],
      [
        18225,
        19719,
        15
      ],
      [
        19719,
        21346,
        16
      ],
      [
        21346,
        22801,
        17
      ],
      [
        22801,
        24145,
        18
      ],
      [
        24145,
        25562,
        19
      ],
      [
        25562,
        26825,
        20
      ],
      [
        26825,
        28260,
        21
      ],
      [
        28260,
        29739,
        22
      ],
      [
        29739,
        31325,
        23
      ],
      [
        31325,
        32853,
        24
      ],
      [
        32853,
        34420,
        25
      ],
      [
        34420,
        36007,
        26
      ],
      [
        36007,
        37044,
        27
      ],
      [
        37044,
        37044,
        28
      ],
      [
        37044,
        37044,
        29
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104411",
    "title": "A Letter from James Jurin, M. D. F. R. S. & Coll. Med. Lond. to Martin Folkes, Esq; President of the Royal Society, concerning the Action of Springs",
    "authors": "James Jurin",
    "year": 1744,
    "volume": "43",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 29,
    "jstor_url": "https://www.jstor.org/stable/104411"
  }
}