{
  "id": "69a3b1c2c439512d284ab0a21044c7e15e2150fc",
  "text": "XI. Additional Observations on the Method of making Ice at Benares. In a Letter to William Marsden, Esq. F. R. S. from John Lloyd Williams, Esq. of Benares.\n\nRead May 2, 1793.\n\nDEAR SIR,\n\nIn addition to what I have already communicated to you, respecting the mode of procuring ice in this country, the following observations on that subject, accompanied with some account of the temperature of the air, and state of the thermometer, may not be unacceptable.\n\nApril 30th, 1792, the thermometer, in the shade, being at 95 degrees, some water was taken up from a well, sixty feet deep, and the thermometer being immersed in it, its temperature was found to be 74 degrees. This water was then poured into four pots, or pans, similar to those which, in my former letter, I mentioned as being employed in the process for making ice. They were also similar to each other in size and construction, except that two of them were new and unglazed, and the two others old, with their pores closed, so that no moisture could transpire through them. These pots were then exposed to a hot westerly wind, in the shade, for the space of three hours; viz. from two o'clock in the afternoon till five. Upon examining them at that time, the water in\nthe old pots was found to be at 84 degrees, and that in the new, or porous ones, at 68. After remaining in that situation one hour longer, the water in the old pots rose to 88 degrees, whilst that in the new ones continued at 68.\n\nMay 1st, at two o'clock in the afternoon, the thermometer then being, in the sun, at 110 degrees, and in the shade at 100, the experiment was repeated, with the same pots as before. After being filled with well-water, they were exposed for four hours, viz. from two o'clock till six, to a hot wind; the water in the old pots was then found to be at 97 degrees, that in the new ones at 68.\n\nThe foregoing observations on the frigorific effect of evaporation from porous vessels, will perhaps account, in some measure, for ice being formed when the thermometer, in the air, is above the freezing point. And the power of evaporation in generating cold, may be further elucidated by the following observations on the effects produced, by its means, in our houses.\n\nMay 16, 1792, at two in the afternoon,\n\nThe thermometer, in the sun, with a hot westerly wind, rose to - - - - - 118 degrees.\n\nDitto, in the shade, but exposed to the hot wind - - - - - 110 ditto.\n\nDitto, in the house, which was kept cool by tatties - - - - - 87 ditto.\n\nJune 7.\n\nThermometer, in the sun - - - - 113 degrees.\n\nDitto, in the shade, and hot wind - 104 ditto.\n\nDitto, in the house, cooled by tatties - 83 ditto.\nTatties are a kind of mat, made of fresh green bushes, or long roots, like snake-root; they are affixed to the door or window frames, and kept constantly sprinkled with water. The degree of cold produced by their means is supposed to be in proportion to the heat of the wind which passes through them, as on that depends the quantity of evaporation.\n\nI am, &c.\n\nBenares,\nOctober 1, 1792.\n\nJ. LL. WILLIAMS.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106810.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6456,
    "total-output-tokens": 918,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1230,
        2
      ],
      [
        1230,
        2647,
        3
      ],
      [
        2647,
        3052,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106810",
    "title": "Additional Observations on the Method of Making Ice at Benares. In a Letter to William Marsden, Esq. F. R. S. from John Lloyd Williams, Esq. of Benares",
    "authors": "John Lloyd Williams",
    "year": 1793,
    "volume": "83",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/106810"
  }
}