{
  "id": "3d7e1d1d00a4c2b043d84f866c4586c900ecf814",
  "text": "XVI. Description of a single-lens Micrometer. By William Hyde Wollaston, M.D. Sec. R.S.\n\nRead February 25, 1813.\n\nHaving had occasion to measure some very small wires with a greater degree of accuracy than I was enabled to do by any instrument hitherto made use of for such purposes, I was led to contrive other means that might more effectually answer the end proposed. The instrument to which I had recourse is furnished with a single lens of about $\\frac{1}{12}$ of an inch focal length. The aperture of such a lens is necessarily small, so that when it is mounted in a plate of brass, a small perforation can be made by the side of it in the brass as near to its centre as $\\frac{1}{25}$ of an inch.\n\nWhen a lens thus mounted is placed before the eye for the purpose of examining any small object, the pupil is of sufficient magnitude for seeing distant objects at the same time through the adjacent perforation, so that the apparent dimensions of the magnified image might be compared with a scale of inches, feet, or yards, according to the distance at which it might be convenient to place it. A scale of smaller dimensions attached to the instrument will, however, be found preferable on account of the steadiness with which the comparison may be made; and it may be seen with sufficient distinctness by the naked eye, without any effort of nice adaptation, by reason of the smallness of the hole through which it is viewed.\nThe construction that I have chosen for the scale is represented in fig. 1. (See Plate VI.) It is composed of small wires, about $\\frac{1}{5}$ of an inch in diameter, placed side by side, so as to form a scale of equal parts, which may with ease be counted by means of a certain regular variation of the lengths of the wires.\n\nThe external appearance of the whole instrument is that of a common telescope, consisting of three tubes. The scale occupies the place of the object glass, and the little lens is situated at the smaller end, with a pair of plain glasses sliding before it, between which the subject of examination is to be included. This part of the apparatus is shewn separately in fig. 3. It has a projection at $a$, with a perforation through which a pin is inserted to connect it with a screw represented at $b$, fig. 2. This screw gives lateral motion to the object, so as to make it correspond with any particular part of the scale. The lens has also a small motion of adjustment by means of the cap $c$, fig. 2, which renders the view of the magnified object distinct.\n\nBefore the instrument is completed, it is necessary to determine with precision the indications of the scale, which must be different according to the distance to which the tube is drawn out. In my instrument, one division of the scale corresponds to $\\frac{1}{10000}$ of an inch when it is at the distance of 16.6 inches from the lens; and since the apparent magnitude in small angles varies in the simple inverse ratio of this distance, each division of the same scale will correspond to $\\frac{1}{5000}$ at the distance of 8$\\frac{3}{10}$ inches, and the intermediate fractions $\\frac{1}{6000}$, $\\frac{1}{7000}$, &c. are found by intervals of 1.66 inch marked on the outside of the tube. The basis on which these indications were founded in this instrument, was a wire carefully ascertained\nto be $\\frac{1}{200}$ of an inch in diameter, the magnified image of which occupied fifty divisions of the scale, when it was at the distance of 16.6 inches, and hence one division $= \\frac{1}{50 \\times 200} = \\frac{1}{10000}$.\n\nSince any error in the original estimate of this wire must pervade all subsequent measures derived from it, the substance employed was pure gold drawn till fifty-two inches in length weighed exactly five grains. If we assume the specific gravity of gold to be 19.36, a cylindrical inch will weigh 3837 grains, and we may thence infer the diameter of such a wire to be $\\frac{1}{200}$ of an inch, more nearly than can be ascertained by any other method. For the sake of rendering the scale more accurate, a similar method was in fact pursued with several gold wires, of different sizes, weighed with equal care; and the subdivisions of the exterior scale were made to correspond with the average of their indications.\n\nIn making use of this micrometer for taking the measure of any object, it would be sufficient at any one accidental position of the tube to note the number on the outside as denominator, and to observe the number of divisions and decimal parts which the subject of examination occupies, on the interior scale, as numerator of a fraction expressing its dimensions in proportional parts of an inch; but it is preferable to obtain an integer as numerator, by sliding the tube inward or outward, till the image of the wire is seen to correspond with some exact number of divisions, not only for the sake of greater simplicity in the arithmetical computation, but because we can by the eye judge more correctly of actual coincidence, than of the comparative magnitudes of adjacent intervals.\n\nThe smallest quantity, which the graduations of this instru-\nment profess to measure, is less than the eye can really appreciate in sliding the tube inward or outward. If, for instance, the object measured be really $\\frac{1}{1000}$, it may appear $\\frac{1}{1000}$ or $\\frac{1}{500}$, in which case the doubt amounts to $\\frac{1}{5}$ part of the whole quantity. But the difference is here exceedingly small in comparison to the extreme division of other instruments where the nominal extent of its power is the same. A micrometer with a divided eye-glass may profess to measure as far as $\\frac{1}{1000}$ of an inch; but the next division is $\\frac{1}{500}$ or $\\frac{1}{250}$; and, though the eye may be able to distinguish that the truth lies between the two, it receives no assistance within $\\frac{1}{2}$ part of the larger measure.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107398.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 10052,
    "total-output-tokens": 1545,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1433,
        2
      ],
      [
        1433,
        3315,
        3
      ],
      [
        3315,
        5111,
        4
      ],
      [
        5111,
        5887,
        5
      ],
      [
        5887,
        5887,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107398",
    "title": "Description of a Single-Lens Micrometer",
    "authors": "William Hyde Wollaston",
    "year": 1813,
    "volume": "103",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/107398"
  }
}