{
  "id": "2ccbf0b5ee50e2333f8effa4af0fafc99457d727",
  "text": "III. Epistola scripta à Raymundo Vieussens Do-\nctori medico Montpelienfi ad Clarissimos Viros\nSocietatis Regiae Londinensis, de Sanguine\nHumano.\n\nVIRI CLARISSIMI,\n\nCUM mihi Rex ob edita in Lucem opera quaedam\nmedica pensionem annuam Librarum mille ad vi-\ntam die vigesima tertia Mensis Septembri Anni 1688.\nliberaliter concessisset, egoque tanto beneficio vehementer,\nut par erat, commotus essem, nihil mihi praetermittere\nesse existimavi, ut ne principis omnium maximi\nfavore, atque gratia indignus videri possem. Quam-\nobrem publicae salutis studio magis ac magis accensus\nstatim cepi quantum potui temporis mihi, meisque\nrebus subducere, ut me totum conferrem ad amplam,\naccuratamque morborum internorum historiam conte-\nxendam, non eam nudam, & ad curiositatem tantum\ncompositam, sed causarum, nec non symptomatum ex-\nplicationibus in mechanica humani corporis structura fun-\ndatis, & assiduis meis, jam ab annis fere triginta, huma-\nnorum corporum in xenododocho Montpelienfi dissec-\ntionibus ornatam & constitutam.\n\nMagnum sane, arduum, & stupendum, ut ita dicam\nopus, quod cum fere tribus abhinc annis recognovisset,\n& aqua Lance perpendisset, corrigendum, augendumq;\nratus sum; imo statuendum, & clare demonstrandum\nin ipso limine operis, quae sit essentia, quae vis eorum\ncorporum, quibus sanguis constat, tum quod majus est,\nquae tandem inter illa reperiatur proportio quantitatis,\nquod nisi ante omnia esset asscutus, in ipsa humani\ntemperamenti natura; differentiis, causis, signis, effecti-\nbus,\nbus, & mutationibus cognoscendis frustrà omnino, meà quidem sententiâ, elaborarem.\n\nRelictâ igitur ad tempus, Viri Clarissimi, interiorum corporis morborum historiâ, in sanguine contemplando curas omnes meas, & cogitationes ita defixi, ut nullo modo mihi priùs quiescendum putarem, quàm totam li-\nquoris illius naturam penitus attigissem, ipsìque, ut ita Loquar, oculis omnium subjecìsem partes ejus omnes,\npartiumque omnium essentiam, qualitates, & gravitates\nrespectivas, atque adeo naturalem unius cujuque ipsarum\nquantitatem (corporum autem quantitatem sui gravita-\nte, & pondere metior liquidem quantitas, non apparens\nquidem & sensibilis, sed realis & physica ponderi semper\nex æquo respondet). Quamvis enim summa difficultate\noperis admodum terrerer; tamen tentandi gloriâ, studi-\noque boni publici adhuc vehementius commovebar ne-\nque inanis spes, aut irritus conatus fuit; nam (quod Dei\nprofectò gratia est) Clarissimi Boylæi nunquam fatis lau-\ndandi vettigis in hoc suscepto meo insistendo, & ulterius\nquàm ille progredi, si possem, conando, quod diu, mul-\ntùmque optaveram, vixque sperare ausus eram, id tan-\ndem, quamvis non sine gravibus longisque laboribus, con-\nsecutus sum. Quò jam chymici, medicique illi (abst\nverbo invidia) prorsus errasse mihi videntur, qui illud\nquod è sanguine sal elici solet, merum sal acre, seu alka-\nlinum esse, nullàque industriâ verum sal acidum ex illo\neduci posse hactenus crediderunt. Li pariter tum chymi-\nci, tum medici erravere, qui eam, quam à natura partes\nvivifici hujusmodi liquoris inter se habent, proportionem\nquantitatis nullà reperiri posse arte ab elapsis tot sæculis\njudicaverunt.\n\nEquidem scio, & fateor sal sive volatile, sive fix-\num ignis vi extractum è sanguine fermentationem,\nquod ajunt, cum fluoribus quibus vis acidis eti-\nam mitioribus pati: prætereà id ipsum sal sublima-\ntum corrosivum dissolutum præcipitat, & syrupum\nviolaceum viridem facit, ut neemo nescit; adeoque multas salino-acres, seu alkalinas habet particulas, quibus haec praestat; sed salinas quoque acidas non paucas complectitur, ut adducendis modo in medium experimentis constabit certo certius: Quamobrem illud esse à natura sua verum corpus salsum exploratum deinceps omnibus erit, ac cognitum, nec non extra omnem omnino controver- siam positum. Corpus salsum, cum dico, conflatum intelligo ex partibus quidem salino-acribus & salino-acidis, sed salino-acribus longè pluribus: ex quo illud consequens est, ut integrâ inviolataque naturâ salino-acidæ majore salino-acrium copiâ abrutæ, & quatuor pultæ delitecant.\n\nCùm Sal acidum, sub forma silicet spiritus acidi eruere vellem, si fortè possem; è salso sanguinis, quod jam diu in innatum, & adventitium, seu ab alimentis potissimum suppeditatum divisi, ut cap. 22do libri mei de principiis fusè nec non clarè explicui: libras quinquaginta ejusmodi liquoris priùs ceneo in vaso ignis vi, quantùm par erat exsiccati per totas viginti quatuor horas in fornacce figuli torrui, seu, ut aiunt calcinavi; adeoque illas ad tres uncias, & drachmas septem cineris grisacei redegi: ex hoc cinere gustui, valde aspero, cum spiritibus acidis fermentescente, & tincturæ florum makæ viridem colorrem inducente lixivium confeci, ex quo unciam unam salis fixi candoris penè nivei eduxi: Salis illius, quod, ut supra dictum est, cum omnibus spiritibus acidis fermentescebat, sublimatum corrosivum dissolutum præceps agebat, & syrupum violaceum colore viridi tingebat, septem drachmas, & quadraginta duo grana tribus circiter unciiis boli fuscissimi admiscui: ex mixto hujusmodi retortà luto munità incluso igne, ut aiunt reverberii extraxi semiunciam & grana octodecim spiritus colorem spiri- tus sulphurei quodammodò imitantis, & ipso spiritu aceti acidioris linguæ judicio.\n\nSpiritus ille plurimum fermentatur non solùm cum oleo, & sale fixo tartari, verùm etiam cum sale fìve fixo, fìve\nfive volatili, & subrufso spiritu, quae ignis vi extrahuntur e sanguine. Praeterea ipsomet spiritus rubefacit syrupum violarum, tincturam heliotropii & florum maluae. Quare liquido constat sal ex sanguine humano extractum debere credi verum falsum; id est falsum ac quoddam acre-acidum. Quod omnia inter salia perfectam cum solo sale fixo tartari, en nullam cum sale marino, sive odore, sive sapore, sive dentium stupefaciendorum vi, sive aliis quibusvis effectibus suis similitudinem habere videtur, ut experientia demonstrat. Unde patet ulterius extractionem salis acidi ex eodem sanguine difficilem adeo hactenus ab omnibus existimatam re ipla fieri, si docta, peritaque manus non desir.\n\nExtracto & quasi per vim anulso spiritu illo, de quo jam dixi, ex intimis visceribus salis fixi, ubi conclusum, penitusque obrutum latitabat, sub forma solidi quidem corporis, sed tamen in partes exiguiissimas divisi, consecutum est a me lixivium e residua in fundo vasis materia, ex quo binæ drachmæ cum dimidia, & grano uno salis fixi grisei rubalbescentis educæ fuere: istud sal cum nullo liquido acido, saltem ad sensum fermentescet, si oleum vitrioli excipiatis; id tamen ut sal acre, sive alkalimum purum, aut ferè purum spectandum est; quo niam ad id, quod jam particulas suas salino-acidas omnes, vel fermè omnes depositus, accedit istud praeterea, quod syrupo violaceo prius nonnihil excalefacto, & tincturae florum maluae viridem tribuit colorem, sublimatum corrosivum disolutum præcipitat, & cum oleo tartari nullo modo fermentatur. Adde quod nec vel tantillum immutat colorem tincturæ heliotropii, quam tamen acida omnia cum solida tum liquida rubescent.\n\nQuodam elapso Tempore, postquam e fixo sanguinis humani sale spiritum acidum elicuisse, viridis recordatus sum coloris, quem assumperunt ultimæ guttae spiritus subrufi hujusmodi liquoris, cum illum à duobus jam elapsis annis ex alembico æneo distillarem. Viridis autem,\ntem, planèque porraceus color guttarum illarum subrufti spiritus sanguinis, meâ quidem sententiâ, suam ducebat originem è quibusdam vitrioli particulis salino-acidis ignea vi ex ære alembici avulsis, & ipsis intimè admistis: cum primum recordatio hujusce coloris animum subrepisset; hæc non levem mihi peperit anxietatem; quoniam per hunc casum, quem verissimum etiam atque etiam testor, vix dubitare mihi licuit, quin sanguis à me in vase æneo exsiccatus, antequam in fornace figuli torreretur, permultas ex ære-igne avulas partes vitrioli salino acidas intra textum suum interius admisisset, qua cum partibus ejus salino-acribus strictissimo ne dicam indissolubili nexu copulatae salsum efformaverant corpus, è quo spiritus meus acidus elicitus fuerat.\n\nCum hæc apud me, anxius sanè, aliquandiu meditatus efsem, & multùm dubitarem an ex sanguine humano, qui nullo extraneo sale acido gravidus efset, liquor acidus educi posset; rei tanti momenti veritatem indagare, & meum, si quis esset, errorem detegere statui. Quamobrem salis fixi è sanguine humano à me in vasis figulinis exsiccato eruti unciam unam exactissimè milci cum uncis tribus boli siccissimi, & tenuissimum in pulverem redacti: mixtum hoc in retortam luto, uti solet, obductam immisi; hanc deinceps in chymica mea officina reverberii furno impofui, & cervici ejus adhibito, aptatoque excipulo, atque juncturis vesicâ fuillâ madefacâ opertis, & ritè obturatis, igne primùm lento, ac deinceps gradatim, quantum oportebat, auco phlegmatis drachmam semissem cum granis decem extraxi, drachmas verò tres spiritus acidi primùm extracto spiritui prorsus similis: Hicce spiritus dentes plurimum stupeficiens gustus judicio inter liquores omnes acidos ferè acidissimus mihi videtur, & omnes omnino habet dotes, quas spiritum acidum primò è sanguine elicium habere diximus. Felicissimus hic meditationum mearum laborumque meorum successus qui totam mentem meam blandâ profeßò lætitia perfudit, imple-\nimplevitque, concepta omnia circa extractionem salis acidi è sanguine dubia mihi abstulit penitusque delet-\nvit.\n\nDemum è residua in fundo vasis materia lixivium con-\nseci, ex quo drachmas quinque salis fixi subalbescentis ex-\ntraxi. Hinc manifestè patet me totum non elicuisse\nspiritum acidum, quem elicere potuissem è sale fixo,\nquod una cum bolo in cavitate retortæ intruferam.\nId autem ex animo sic factum est, ne scilicet sal fixum,\ncujus analysin rursus institueram, omnibus suis partibus\nsalino-acidis prorsus exveretur. Et verò illud omni suo\nsale acido exvere nolui exploraturus subinde an quodam-\nmodò discreparet à sale fixo, è quo primum spiritum aci-\ndum eduxeram, imò & tantùm eduxeram, quantum sup-\npeditare potuerat. Verùm nullùm omnino inter bina\nhæc salia discrimen observare licet. Siquidem ambo le-\nvem colorem viridem prorsus similem tribuunt tincturæ\nflorum maluæ; & licet nullam, saltem sensibilem, patian-\ntur fermentationem, cum spiritus nitri, aut vitrioli, aut\nquivis alius hujuscè generis ipsìs affunditur; vehementer\ntamen & æqualiter fermentescunt, cum unà vel alterà\nolei vitrioli guttà irrigantur. Ex his certo certius patet\nsal fixum sanguinis humani in vate æneo exsiccati, è quo\nprimà vice spiritum acidum extraxeram, nullis partibus\nvitrioli salino-acidis gravidum suisse; proptereàque ne-\nquaquam dubitandum est, quin prima Spiritus acidi è\nsanguine humano extractio undequaque vera exti-\nterit.\n\nVenit vobis fortasse hoc loco in animum, viri clarissi-\nmi, sal acre-acidum, & spiritum acidum educè è sanguine\nnon trahi ex hoc liquore virtute ignea, sed ex igne\nipso, tanquam è materia, nunc primùm gigni, ac effici:\nsed experto credite. È sanguine persæpe ipse met puro\ncalentis solis ardore elici subrufum sal fæoris illo acrioris,\nqui in sale ignis vi extracto percipitur, quam majorem,\nut ita dicam, acritudinem continuò aciditas linguæ manifesta subsequitur: ac prioris quidem experimenti hæc ratio est, quod sol illius salis acumina parum, ignis vero multum obtundit; posterioris autem hæc, nimium quod sal acidum volatile, cujus vi sanguis naturaliter fermentescit arctissime copulatur cum particulis salino-acribus sanguinis ipsius paulatim refrigercentis ubi è vasis salis emilus est: Hi porrò diversi sales mutuo implexi difficilis longè à se invicem separantur calore solis benigno & dulci, quàm violento ignis ardore. Hinc fit, ut sal illud, de quo nunc Sermo habetur, acre-acidum iapiat, & vix cum spiritibus acidis fermentetur, si vitrioli oleum excipiatis.\n\nDe variis, quibus sanguis constat, corporibus nihil hic dicam, viri clarissimi, cum propediem integram hujus liquoris analysin totò triennio elaboratam in lucem daturus sim. Nunc tantum accipite quà viâ, quibusve adjumentis consecutus sim tandem justam illam, nec non exactam proportionem quantitatis, quam corporibus illis natura tribuit.\n\nPrimùm igitur non unius aut alterius hominis sanguinem, sed multorum, eorumque non sanorum modo, sed ægrorum, non ejusdem, sed diversi ac dissimillimi temperamenti ad exactas analyseos regulas ita examinavi, ut ejusmodi liquoris principia, alia ab aliis, separaverim, & quidem absque ulìà substantiarum jactura. Operosum profectò negotium, & molis non parvae, sed feliciter tamen meditando, vigilando, sudando tandem consecutum. Illud igitur tantum videbatur jam esse reliquum ad habendam quantitatem respectivam illorum corporum, ut singulaeorsim revocarem ad trutinam; sed profectò plus aliquid requirebatur. Phlegma enim, spiritus subrufus, & oleum fætidum secum partes salinas trahunt, quas neque separare licet, adeoque nec ponderare. Phlegma igitur quoddam excogitavi, & compositionemmodam habens\nhabens similitudinem cum vero phlegmate sanguinis, quod deinceps appellabo naturale, quamvis arte chymica extractum, miscui videlicet pondus dimidii grani salis volatilis e sanguine humano educi cum duodecim uncias aquae fontanae distillatae: Ac quamvis dua illae moles ita inter se essent undecim mille quinginta viginti quinque ad umum, tamen aqua tota sic salis tantilli vim sensit, ut statim quidem levissimum candorem, & exiguisimum fætorem quemdam induerit; mixta vero cum syrupo violaceo ipsum post aliquot horas viridem effecerit, & sublimatum corrosivum dissolutum præcipitaverit.\n\nHinc mihi primam oborta ingens admiratio naturae materiam ultrà quam credi potest dividentis; deinde spes bona inveniendi quaestum phlegma. Nec sefellit spes; molitus enim multa nequicquam animadverteri denique duodecim uncias aquae fontanae evadere omnino similes colore, odore, sapore, & substantiae modo phlegmati sanguinis naturali, si ejus, quod dico salis granum unum cum quadrante intra illas dissolvatur. Verum quo magis illam binorum hujusmodi phlegmatum similitudinem explorarem; sumpsi utriusque moles duas perfecte aequales, quas affudi seorsim duabus aequalibus inter se mobilibus tincturæ florum maluæ inclusis teorsim duobus vasculis vitreis aequalis prorsus diaphaneitatis, magnitudinis, & figuræ: tum vero utrique tincturæ viridis color repente accessit, & quidem alter alteri adeò similis, ut nihil omnino esset, vel certè deprehendi posset, inter utrumque discriminis. Ad haec sumpsi ejusdem utriusque phlegmatis guttas duodecim, quas singulas immiscui singulis viginti quatuor guttis sublimati corrosivi dissoluti contentis item duobus vasculis vitreis ejusdem prorsus diaphaneitatis, magnitudinis, & figuræ, ecce autem eæ sublimati corrosivi guttae omnes eodem penitus ad sensum candore, lacteo scilicet affectæ visæ sunt, atque mox impulverem candidum aequalis æqualiter præcipitatæ. Patet\nPatet igitur luce clarius illa phlegmata ita esse inter se paria, ut nihil magis; quare cum artificiale phlegma unum tantum habeat salis volatilis granum cum quadrante, naturale duodecim unciarum tantumdem quoque habet in se, nec plus, nec minus.\n\nQuoniam vero arte natura rimanda est, & notis ignota investiganda; per confectionem industriæ spiritum quendam subrufo aggressus ad indagandum salis volatilis quantitatem spiritui subrufo naturali ingenitam; post multa prius frustrà tentata, repetitaque experimenta tandem animadverteri ex viginti septem granis salis volatilis sanguinis in drachma una phlegmatis ejus dissolutis existere liquorem colore, odore, sapore, modoque substantiae penitus similem subrufo sanguinis ipsius spiritui, qui nihil est aliud, quam phlegma gravidum sale volatili, & propter acuminatas salis ejusdem particulas, & paucum sibi admixtum sulphur, asperum & graveolens, imò & idoneum ad effectus infra memorandos.\n\nPlenam porrò, atque perfectam in omnibus inter illos duos liquores (quorum primum artificialem, alterum verò naturalem spiritum subrufo appello) similitudinem probare volens in singulas duas eorum moles æquales vitreis scyphis contentas injeci quatuor guttas spiritus vitrioli; unde æqualis omnino ex utraque parte fecuta est fermentatio: deinde in duos scyphos vitreos diaphaneitate, magnitudine, atque figura pares, quorum uterque viginti guttas tincturae florum maluæ continebat, utriusque liquoris guttas quinque instillavi; unde statim extiterunt in utraque tinctura pulcherrimi colores duo virides smaragdi ìnstar, & ita similes, ut quantumvis intentos oculos grato errore deciperent. Denique guttas sex unisuscujusque spirituum eorumdem in vascula duo infudi, quorum singula quadraginta guttas sublimati corrosivi dissoluti habebant; unde duo emergerunt colores candidi perfectè\nfecte similes, peractaque prorsus similis precipitatio in pulverem coloris candidi aliquantulum rufi.\n\nEx jam dictis perspecta penitus, nec non explorata manet omnimoda similitudo inter duos spiritus subrufos supra memoratos; artificialem nempè, atque naturalem: Quamobrem quantùm una drachma artificialis spiritus continet in se talis volatilis sanguinei (continet autem grana viginti septem) tantùm praecìse quælibet drachma spiritus illius naturalis sinu suo complectitur.\n\nDum perfectam cognitionem quantitatis salis, quod oleum fætidum sanguinis ex alembico vitreo distillati secum ausert, mihi comparare meditabam, ejusque indagationem velut opus ingenii mei viribus prorsus impàr, & à me nunquam conficiendum spectabam sciens industriâ nullà componi posse oleum fætidum artificiale, quod suscepto meo prodeste posset, uti phlegma, & spiritus subrufus arte facta huic antea profuerant; peculiaris fætidi ejusmodi olei analyseos instituendae animum subiit cogitatio, ut salis ejus quantitatem, si fieri posset, detegere, quæ sola mihi detegenda supererat, & cujus dignoscendæ, ut, quod res erat, dicam ardentì flagraba desiderio. Voluit, fecitque deus, ut ad vota mea responderet eventus.\n\nPeculiarem igitur pauco abhinc tempore olei fætidi sanguinis analysin institui; & cuncta certè facta fuere, atque processere, uti mox dicturus sum: hujusc olei unciam unam cum uncii tribus boli siccissimi, & in pulverem subtilissimum redacti exactissimè miscui: mixtum illud in globulos exiguos divisum in parvam retortam luto munitam intrusi; eamque deinceps retortam, cervici ejus convenientis magnitudinis excipulo, ut decebat adhibito, aptatoque, in furno reverberii collocavi, facìsque ritu solito reliquis faciendis, igne lenissimo drachman te- miffem cum granis decem phlegmatis limpidi à bolo sup-\n\nM m pedirati\npeditati primum elicui; mutatoque excipio, statim at-\nque prima gutta spiritus subrusi se se mihi in conspe-\nctum dedit, & altero in locum illius substituto utque\npar erat concinnato, unciam semissim cum drachma se-\nmisse & granis duodecim spiritus subrusi spiritui subru-\nso artificiali superius memorato prorsus similis igne pau-\nlo intensiori quam antea eduxi; post modum olei colore,\nmodoque substantiae omnimodam similitudinem habentis\ncum bile intra vesicam felleam naturaliter recondita\ndrachmas duas & semissim cum granis viginti & uno ig-\nne intensissimo erui. Antequam ulterius progrediar\nhæc obiter notari velim, id discriminis esse inter spiritum\nsubrusum & oleum, de quibus nunc agitur, quod spiri-\ntus, ut pote solùm è phlegmate salique conflagatus, ignem\nextinguat, ut patet dum illius guttae quædam carboni\naccensio affunduntur; oleum vero, quippe quod sulphu-\nreis & salinis tantum partibus constat, æque citò ac pul-\nvis pyrius se accendatur, totumque in flammam amplissimam\nvaldeque nitidam abeat, cum primum igni admoveatur.\n\nDemum ex lixivio à me confecto è residua in fundo\nvasis materia grana octo extraxi salis fixi nigricantis,\naëris humiditatem facile suscipiens, & linguam\nvehementer exasperantis, atque pungentis, quod cum\nspiritibus acidis fermentescet, & tincturam florum\nmalvae viridem efficiebat. Ex jam dictis facilè atque\nmanifestè colligi potest unciam illam fætidi olei sanguin-\nis, cujus analysin exactissimam institui, novemdecim\ntantum grana terræ continere, quæ cum bolo mixta re-\nmansere.\n\nEt vero cum inter spiritum subrusum ex oleo fætido\nsanguinis elicitum, & spiritum subrusum tum attificia-\nlem, tum naturalem, de quibus antea sermonem habui,\nnec colore, nec odore, nec lapore, nec substantiae modo,\nnec\nnec effectibus ullis aliquis interstitiis discriminis, ad firmiter credendum adducer unumquamque spiritus subrufi de quo nunc agitur, drachmam, ut & drachmam quamlibet spiritus subrufi naturalis è sanguine ipso eliciti, grana viginti septem salis continere. Quod attinet ad quantitatem salis impliciti, nexuque indifflubili copulati cum ramofo particulis olei ex oleo fætido liquoris humanæ vitæ fontis educiti; hæc facile, meo quidem judicio, detegi potest; enim cum hocce oleum fætore & acrimoniâ prorsus iminetur (spiritum subruftum, qui ex eodem, quo ipsimet, oleo fætido sanguinis educitur; ac praeterà tincturam florum maluæ eodem planè modo viridem faciat. Necesse est, ut unaquæque illus drachma grana viginti septem salis volatilis intra textum fuum interius recondat, quæ illud fætore, acrimoniâ, & qualitate illa, quæ tincturæ florum maluæ viridem tribuit colorem, prorsus simile reddant spiritui huic subrufo, qui in distillatione olei fætidi sanguinis ipfi praest.\n\nHabitâ ergo jam, planèque cognita ex superioribus quantitate salis volatilis, quam five phlegma, five spiritus subrufus, five oleum fætidum humani sanguinis secum ferunt, cum distillantur, nemini prorsus jam po- test esse, nondicam ignota, sed ne dubia quidem ullo modo justa illa proportio ponderis, seu quancitatis, qua à natura inter ea inest corpora, quibus sanguis humanus constat separari enim à se invicem proteceto possunt, & quidem sine ullâ imminutione substantiæ: Separavi enim ipse successu planè felici: possunt pariter semel separata ponderari adeoque justa singulorum quantitas ex pondere haberi potest, eà scilicet cautione adhibita, ut pondus salis phlegmate, spiritu subrufo, & oleo fæti- do è sanguine elicitis contenti ponderi salis volatilis, & fixi ex eodem liquore sub forma corporis solidi\neducorum semper adjiciatur; eà namque ratione verum pondus, adeòque vera proportio quantitatis singulorum humani sanguinis principiorum facile haberi poscrit, ut futè planeque explicare conabor in eo, quem ad publicam lucem paro, tractatu integro de sanguine, cui comitem addam de temperamento hominis tractatum quoque integrum.\n\nAudire vos hoc loco mihi videor, Viri Clarissimi, quibus, si datum esset mortali scire omnia, nihil esset non notum (tanta estis mentis acie, tanta sagacitate ingenii) audire vos inquam mihi videor, sic fortasse objicientes. Sal extractum è sanguine, ac praestim volatile secidum est; retinet igitur in se sulphureas multas particulas, quarum nec pondus, proptereaque nec vera potest haberi quantitas; quamobrem nondum omnia secisti, aut dixisti ad demonstrandam illam, quam jam diu quaeris, proportionem quantitatis necessaria, sed quaedam ad eam rem valde pertinentia praetermissi? istud quidem doctè atque appositè à vobis mihi objectum fateor. Verum quod in sale sanguineo repertur sulphuris ita exiguum est, ut nullius momenti esse videatur. Qua tamen de re plura, eaque, ut spero, ad cuilibet satisfaciendum idonea, dicam in meo de sanguine tractatu. Interè ne quid vobis subrepat dubii circa ea, quae superius attruli experimenta; sic habete me coram testibus cum illustribus, tum etiam eruditissimis, omnique adeo exceptione majoribus gessisse omnia non sine aliqua, quod commemorare meum non est, omnium laude: Primùm quasi privatim coram multis medicis peritis & probitate insignibus; tum coram illustrissimis praefulibus; Archiepiscopo nempè Albieni, & Episcopis Tomeriensi, Mirapicensi, Nemausensi, Mimatensi, Vaurenisi, & Alestensi, & coram Domino de Basville Regi à consiliis ordinariis, & occitaniae misso domi-\ndominico de me praclarissime merito, Domino de la Loubere, aliisque non paucis viris ingenio, & nobilitate praestantibus; deinde palam, & in publica amphitheatri medici Monspeliensis luce, in oculis clarissimorum medicinæ professorum, omniumque scholæ medicæ auditorum, aliorumque gravissimorum, & dignissimorum spectatorum.\n\nIn hoc frequenti certe & percelebri concepsu visum praeterea est pauca referre de instituta tribus circiter abhinc annis peractaque accuratè à me bilis analysis. Quinta enim decima die mensis Februarii, anni 1696. ex ea prodire coegi phlegma quoddam ita limpidum, atque pellucidum, ut inter liquida nullum magis deinde liquorem lacteum instar lactis ipsius candidum elicui, tum alia quaedam corpora, quae hic praeterero; demum obtutibus omnium circumstantium illud exposui Phlegma, & aquam illam lacteam, quae penes me adhuc est integra, & omnis expers corruptelæ, sed non jam ejusdem candoris: Magna mihi apud me ipsum de hujusmodi aqua fuit questio, eoque tandem meditando adductus sum, ut planè crederem chylum ex bile in tenuibus intestinis diffusa volatile haurere Sulphur onustum sale acris similiter volatili partibus suis salino-acidis ferè exuto, adeoque admodum leni; nec dubitavi afferrare sulphure illo sale acri-acido lenissimo gravo, ac velut condito chylum albescere, disponi ad fermentescendum in cavitatibus cordis, & ad formam sanguinis facilius accipiendam praeparari. Unde consequens est bilem ab hepate ad intestinum duodenum choledochi meatus interveni naturaliter amandatam novum singulis diebus, extra omne dubium, suppeditare fermentum mastæ sanguineæ, quod nativis illius fermentis (dummodò ipsa naturalis ab indole sua non desciverit) vigorem inspirat, & eorum jaæturas reparat; atque adeoque fer-\nfermentationis naturalis ejusdem liquoris perennitati mirum in modum contert. Quam mentem meam, si non penitus certam, admodum certè probabilem sequenti experimento confirmavi. In drachmam unam bilis tepidae recens è vesica fellis vervecis extraæ, & intra colum infundibuli vitrei contentæ uncias octo aquae fontanae imbutas exiguo vitrioli spiritu injeci; statimque aqua illa albedinem allumpsit fere lacteum, majorem assumptura, si quatuor salis absynthii grana ipsi admiscuntur. Postquam vero experiendi finem feci monui quod prius compereram, nimium phlegma quoddam elicium ex pane, quod secum auert in distillatione sal acidum volatile, si, qua par est, copia in bilem projiciatur, lacteum quamdam soliditatem, lacteamque colorem accertere.\n\nIllud phlegma tincturam heliotropii, & florum malvae rubefacit; sed, quod majus est, rufus panis ejusdem spiritus cum sale tum fixo, tum volatili sanguinis diutius fermentescit; quam quivis alius fluor acidus. Unde maximum, ne dicam inexpugnabile desumitur argumentum dicendi magnam expanse, quo potissimum vetetur homo, salis acidi copiam educi, ut suae alibi explicabitur, quod una cum acido nitro aëreo jam jam memorati liquoris fermentationi excitandæ, atque sustinendæ plurimum conducit.\n\nQuid cogitem ego, quid sentiam de morbis profectis a bile male temperata defluente in primum gracile intestinum, neque hic est dicendi locus, neque, si esset, dicerem tamen. Sentio enim tandem, Viri Clarissimi, certè serius quam decebat, me illestim, atque abrepsum summa colloquendi vobiscum jucunditate venisse tensim in oblivionem officii, & illud ipsum fastidium vestrum, quod initio scribendi cavere imprimis decreveram, post modum tamen longiori epistolâ incurrisse.\n\nAccedit\nAccedit quòd majorem partem vendicare mihi non sum veritus temporis illius, quod vobis, & saluti publicae debetis, ac redditis. Facti paenitet. Vos pro ea, qua nati estis, tum humanitate, tum honestate summa, ignoscite mihi servo vestro humillimo, & facite quæso, ut vestrum omnium ad me veniat judicium; de cunctis in medium haec tenus à me allatis, quæ diligent vestro examini (qui meus est honos) lubens subjicio: si vestro mihi videantur digna calculo, hæc, pro magno quo apud me numero estis, velut principia nunquam diruenda, atque adeò ipsimet temporibus futuris semper coæva futura spectabo: sin è contra id consequantur infortunii, ut nobis non probentur, quin potius nauseam pariant ea, ut potè publicâ lucis usuâ profus indigna, lehæi fluminum undis submergi velim. Valete.\n\nMonspelii, die sexta mensis Junii, anni 1698.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102516.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 17,
    "total-input-tokens": 24678,
    "total-output-tokens": 9618,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1509,
        2
      ],
      [
        1509,
        3402,
        3
      ],
      [
        3402,
        5374,
        4
      ],
      [
        5374,
        7304,
        5
      ],
      [
        7304,
        9261,
        6
      ],
      [
        9261,
        11087,
        7
      ],
      [
        11087,
        12914,
        8
      ],
      [
        12914,
        14817,
        9
      ],
      [
        14817,
        16647,
        10
      ],
      [
        16647,
        18462,
        11
      ],
      [
        18462,
        20212,
        12
      ],
      [
        20212,
        22005,
        13
      ],
      [
        22005,
        23762,
        14
      ],
      [
        23762,
        25513,
        15
      ],
      [
        25513,
        27236,
        16
      ],
      [
        27236,
        28067,
        17
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102516",
    "title": "Epistola Scripta à Raymundo Vieussens Doctore Medico Monspeliensi ad Clarissimos Viros Societatis Regiae Londinensis, de Sanguine Humano",
    "authors": "Raymundo Vieussens",
    "year": 1698,
    "volume": "20",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 17,
    "jstor_url": "https://www.jstor.org/stable/102516"
  }
}