{
  "id": "e73d3793c7c5a6ccb87fe302e46cb3a7932a178c",
  "text": "XXXVI. A View of the Relation between the celebrated Dr. Halley's Tables, and the Notions of Mr. De Buffon, for establishing a Rule for the probable Duration of the Life of Man; by Mr. William Kersleboom, of the Hague. Translated from the French, by James Parsons, M.D. and F.R.S.\n\n— eo disconvenit inter\n\nMeque et te —\n\nRead May 31, § 1. 1753.\n\nMY situation in life not permitting me to look over the works of the learned, was the reason, why I was not one of the first, who perused the General and particular Natural History, &c. of Mr. de Buffon. However a little interval of leisure allowing me to look into it, I am at a stand to find myself mention'd, in the same breath with the celebrated Dr. Halley and others, to receive our condemnation on account of the tables for determining the degrees of probability of the duration of human life: and as this passage is the occasion of my remarks, I will begin by citing it intirely here:\n\n\"Man (says M. de Buffon, at the end of the second tome) as is well known, dies at all ages; and altho' it may be said in general, that his life is longer than that of almost any other animal, it cannot be denied, that it is at the same time more variable and uncertain. Attempts have been of late years made to know the degrees of these variations,\"\nand to establish, by observations, some certainty concerning the mortality of mankind of different ages. If these observations were sufficiently exact, and a sufficient number of them made, they would be of very great use towards knowing the number of the people, of their increase, of the consumption of provisions, of the division of taxes, &c. Many ingenious men have studied this subject; and lately Mr. Deparcieux, of the Academy of Sciences, has given us an excellent work, which serves as a rule for the future, with respect to annuities for life: but, as his principal view was to calculate the mortality of annuitants, and that, in general, annuitants for life are men in one state, no conclusion can be drawn from it for the mortality of mankind at large. The tables, which he has given in the same work upon the mortality of the different religious orders, are also very curious; but, being confined to a certain number of men, who live in a different manner from others, they are not yet sufficient to found exact probabilities with relation to the general duration of life.\n\nDr. Halley, Messieurs Graunt, Kersseboom, Sympson, &c. have also published tables of the mortality of mankind; and they have founded them upon extracts from the bills of mortality of some parishes of London, Breslaw, &c. But it appears to me, that their researches, however ample, and the result of long study, can afford only very distant approaches to the knowledge of the mortality of mankind in general. In order to make a good table of this kind, not only the registers of the parishes of such a city as London, Paris, &c. should\nshould be made use of, where foreigners are daily coming in, and natives going out, but also those of the country; that, by adding together the results of each, the one may compensate the other. M. Dupré, de St. Maur, of the French Academy, has begun this upon twelve country parishes, and three of those of Paris: he was willing to communicate these tables to me to publish them; and I the more readily do it, because they are the only tables, upon which the probabilities of the life of mankind in general can be establish'd with any certainty.\"\n\nAs for the tables, I refer for them to the work.\n\n§ 2. I am not at all concern'd for a defence of my table, which is sufficient to support itself; but I am greatly surprised, that a philosopher should condemn works, which he never either saw or read: for it is evident, M. de Buffon never saw my Essays on political Arithmetic; and that all, which he appears to know of it, is indeed very slightly drawn from M. Deparcieux's work, who nevertheless knew no more of it, as he himself makes it appear, than what he found in the Bibliothèque raisonnée for the first three months of the year 1743, Tom. 30. This extract happens unluckily not to be made by an able hand; but, on the contrary, very fit, by its confusion, and the irregularities, which run thro' it, to lead into errors. The corrections, that were made in the second part of the same 30th Tome, are not even sufficient to secure the reader from mistakes.\n\nNevertheless M. de Buffon, without even reading the work, might have known more of it, though written\nwritten in a language, which he is very likely a stranger to; since Mr. Eames has given an excellent extract of the first essay in English, printed in No 450 of the Transactions of the Royal Society of London, of which this philosopher is a member; and also because Mr. Van Rixtel has inserted an extract of the two succeeding ones in No 468. of the said Transactions. Besides which, M. de la Chapelle has given, in his 13th Tome of the Nouvelle Bibliotheque for the month of December in the year 1742, a very ample and judicious extract of the three essays together. I have also confirm'd my observations by a very interesting and sensible proof, upon that part of London called the city, which is printed in the first three months of the year 1743, Tom. 14. of the Nouvelle Bibliotheque; and likewise in the second three months of the year 1745 of the Bibliotheque raisonnée, is inserted a small piece relative to my observations and proofs. I take the liberty of referring every reader, who may not understand the Low-Dutch language, to those several pieces cited; and my table of the degrees of the probability of the duration of the life of man will support itself very well against the hasty judgment of M. de Buffon, who certainly has too much candour not to acknowledge, after a mature deliberation of those pieces mentioned, that they contain something more than \"very distant approaches to the knowledge of the mortality of mankind in general.\"\n\n§ 3. I would say much the same of that excellent piece of the learned Dr. Halley, if my surprize did not increase, the more I reflect, that this work ought to be thoroughly known to a member of the Royal Society of London; and that this very member nevertheless makes so careless a judgment upon it.\nThis reflection leads me to another kind of defense of that famous deceased author; which is to make M. de Buffon sensible, that \"nearly the same degrees of probability of the duration of the life of man in general\" are in the table of Dr. Halley, which he would have us think are in the extracts of M. Dupré's observations or tables, which he has published. For this purpose I constructed a table parallel to that of Dr. Halley, which begins with 1000 lives of one year old, and which I found, in the reduction of the great general numbers of Dupré's tables, to have also the smaller numbers analogous; that is, by beginning also with 1000 lives of a year old. Both tables are laid down as follows:\n\n| Halley's Table | Dupré's, reduced |\n|----------------|------------------|\n| Years of Age   | Number of Lives  | Number of Deaths fr. Year to Yr. | Years of Age | Number of Lives | Number of Deaths fr. Year to Yr. |\n| 1              | 1000             | 145                           | 1            | 1000            | 136                           |\n| 2              | 855              | 57                            | 2            | 864             | 56                            |\n| 3              | 798              | 38                            | 3            | 808             | 40                            |\n| 4              | 760              | 28                            | 4            | 768             | 29                            |\n| 5              | 732              | 22                            | 5            | 739             | 23                            |\n| 6              | 710              | 18                            | 6            | 716             | 17                            |\n| 7              | 692              | 12                            | 7            | 699             | 14                            |\n| 8              | 680              | 10                            | 8            | 685             | 9                             |\n| 9              | 670              |                                | 9            | 676             | 6                             |\n| 10             | 661              |                                | 10           | 670             | 5                             |\n| 11             | 653              |                                | 11           | 665             | 6                             |\n| 12             | 646              |                                | 12           | 659             | 4                             |\n| 13             | 640              |                                | 13           | 655             | 4                             |\n| 14             | 634              |                                | 14           | 651             | 5                             |\n| 15             | 628              |                                | 15           | 646             | 6                             |\n| 16             | 622              |                                | 16           | 640             | 6                             |\n\nHh2 Halley's\n| Years of Age | Number of Lives | Number of Deaths fr Year to Yr |\n|-------------|----------------|--------------------------------|\n| 17          | 616            | 6                              |\n| 18          | 610            | 6                              |\n| 19          | 604            | 6                              |\n| 20          | 598            | 6                              |\n| 21          | 592            | 6                              |\n| 22          | 586            | 6                              |\n| 23          | 579            | 7                              |\n| 24          | 573            | 6                              |\n| 25          | 567            | 7                              |\n| 26          | 560            | 7                              |\n| 27          | 553            | 7                              |\n| 28          | 546            | 7                              |\n| 29          | 539            | 8                              |\n| 30          | 531            | 8                              |\n| 31          | 523            | 8                              |\n| 32          | 515            | 8                              |\n| 33          | 507            | 8                              |\n| 34          | 499            | 9                              |\n| 35          | 490            | 9                              |\n| 36          | 481            | 9                              |\n| 37          | 472            | 9                              |\n| 38          | 463            | 9                              |\n| 39          | 454            | 9                              |\n| 40          | 445            | 9                              |\n| 41          | 436            | 9                              |\n| 42          | 427            | 9                              |\n| 43          | 417            | 10                             |\n| 44          | 407            | 10                             |\n\n| Years of Age | Number of Lives | Number of Deaths fr Year to Yr |\n|-------------|----------------|--------------------------------|\n| 17          | 634            | 6                              |\n| 18          | 628            | 6                              |\n| 19          | 622            | 8                              |\n| 20          | 614            | 5                              |\n| 21          | 609            | 10                             |\n| 22          | 599            | 7                              |\n| 23          | 592            | 7                              |\n| 24          | 585            | 11                             |\n| 25          | 574            | 8                              |\n| 26          | 566            | 8                              |\n| 27          | 558            | 8                              |\n| 28          | 550            | 6                              |\n| 29          | 544            | 13                             |\n| 30          | 531            | 5                              |\n| 31          | 526            | 10                             |\n| 32          | 516            | 8                              |\n| 33          | 508            | 7                              |\n| 34          | 501            | 16                             |\n| 35          | 485            | 10                             |\n| 36          | 475            | 9                              |\n| 37          | 466            | 9                              |\n| 38          | 457            | 5                              |\n| 39          | 452            | 23                             |\n| 40          | 429            | 5                              |\n| 41          | 424            | 11                             |\n| 42          | 413            | 7                              |\n| 43          | 406            | 6                              |\n| 44          | 400            | 18                             |\n\nHalley's\n| Years of Age | Number of Lives | Number of Deaths fr. Year to Yr. |\n|-------------|----------------|----------------------------------|\n| 45          | 397            | 10                               |\n| 46          | 387            | 10                               |\n| 47          | 377            | 10                               |\n| 48          | 367            | 10                               |\n| 49          | 357            | 10                               |\n| 50          | 346            | 11                               |\n| 51          | 335            | 11                               |\n| 52          | 324            | 11                               |\n| 53          | 313            | 11                               |\n| 54          | 302            | 10                               |\n| 55          | 292            | 10                               |\n| 56          | 282            | 10                               |\n| 57          | 272            | 10                               |\n| 58          | 262            | 10                               |\n| 59          | 252            | 10                               |\n| 60          | 242            | 10                               |\n| 61          | 232            | 10                               |\n| 62          | 222            | 10                               |\n| 63          | 212            | 10                               |\n| 64          | 202            | 10                               |\n| 65          | 192            | 10                               |\n| 66          | 182            | 10                               |\n| 67          | 172            | 10                               |\n| 68          | 162            | 10                               |\n| 69          | 152            | 10                               |\n| 70          | 142            | 11                               |\n| 71          | 131            | 11                               |\n| 72          | 120            | 11                               |\n\n| Years of Age | Number of Lives | Number of Deaths fr. Year to Yr. |\n|-------------|----------------|----------------------------------|\n| 45          | 382            | 8                                |\n| 46          | 374            | 6                                |\n| 47          | 368            | 9                                |\n| 48          | 359            | 6                                |\n| 49          | 353            | 21                               |\n| 50          | 332            | 5                                |\n| 51          | 327            | 9                                |\n| 52          | 318            | 5                                |\n| 53          | 313            | 7                                |\n| 54          | 306            | 4                                |\n| 55          | 302            | 19                               |\n| 56          | 283            | 7                                |\n| 57          | 276            | 11                               |\n| 58          | 265            | 5                                |\n| 59          | 260            | 30                               |\n| 60          | 230            | 5                                |\n| 61          | 225            | 10                               |\n| 62          | 215            | 9                                |\n| 63          | 206            | 13                               |\n| 64          | 197            | 13                               |\n| 65          | 184            | 13                               |\n| 66          | 171            | 7                                |\n| 67          | 164            | 13                               |\n| 68          | 151            | 6                                |\n| 69          | 145            | 22                               |\n| 70          | 123            | 6                                |\n| 71          | 117            | 15                               |\n| 72          | 102            | 7                                |\n| Years of Age | Number of Lives | Number of Deaths fr. Year to Yr. |\n|--------------|-----------------|----------------------------------|\n| 73           | 109             | 11                               |\n| 74           | 98              | 10                               |\n| 75           | 88              | 10                               |\n| 76           | 78              | 10                               |\n| 77           | 68              | 10                               |\n| 78           | 58              | 10                               |\n| 79           | 49              | 9                                |\n| 80           | 41              | 8                                |\n| 81           | 34              | 7                                |\n| 82           | 28              | 6                                |\n| 83           | 23              | 5                                |\n| 84           | 20              | 3                                |\n\n| Years of Age | Number of Lives | Number of Deaths fr. Year to Yr. |\n|--------------|-----------------|----------------------------------|\n| 73           | 95              | 9                                |\n| 74           | 86              | 15                               |\n| 75           | 71              | 6                                |\n| 76           | 65              | 7                                |\n| 77           | 58              | 9                                |\n| 78           | 49              | 3                                |\n| 79           | 46              | 14                               |\n| 80           | 32              | 3                                |\n| 81           | 29              | 5                                |\n| 82           | 24              | 4                                |\n| 83           | 20              | 3                                |\n| 84           | 17              | 3                                |\n\nSum total of Dr. Halley's table . . . 34000\nSum total of M. Dupré's table reduced . . 33911\n\nIn the whole matter, all the difference between these two tables consists in this, that Dr. Halley's is more perfect, more compact, and more conformable to those observations, which conduct us all to the idea of a progression nearly arithmetical, which the great number of researches enables us to unfold by little and little, in the representation of the strength of human life, when that strength is become more uniform.\n\n§ 4. If M. de Buffon will compare the table given by himself of the probability of the duration of life, which is founded upon that of M. Dupré de St. Maur,\nwith that given by M. Deparcieux, in his ingenious work constructed upon that of Dr. Halley, he will find a like conformity between them. It is M. Deparcieux's thirteenth table, which I have before me. What follows, in Halley's column, I set down, in order to compare it with M. de Buffon's table.\n\n| Years of Age | Lives at a Medium. | Duration of Life. |\n|--------------|-------------------|-------------------|\n|              | Years | M°s. | Years | Months |\n| 1            | 33    | 6    | 1     | 33    |\n| 2            | 38    | 0    | 2     | 38    |\n| 3            | 39    | 9    | 3     | 40    |\n| 4            | 40    | 9    | 4     | 41    |\n| 5            | 41    | 3    | 5     | 41    |\n| 6            |       |      | 6     | 42    |\n| 7            |       |      | 7     | 42    |\n| 8            |       |      | 8     | 41    |\n| 9            |       |      | 9     | 40    |\n| 10           | 40    | 5    | 10    | 40    |\n| 11           |       |      | 11    | 39    |\n| 12           |       |      | 12    | 38    |\n| 13           |       |      | 13    | 38    |\n| 14           |       |      | 14    | 37    |\n| 15           | 37    | 6    | 15    | 36    |\n\nDeparcieux\n| Years of Age | Lives at a Medium | Duration of Life |\n|-------------|------------------|-----------------|\n|             | Years | Months | Years | Months |\n| 16          |       |        | 16    | 36    | 0     |\n| 17          |       |        | 17    | 35    | 4     |\n| 18          |       |        | 18    | 34    | 8     |\n| 19          |       |        | 19    | 34    | 0     |\n| 20          | 34    | 2      | 20    | 33    | 5     |\n| 21          |       |        | 21    | 32    | 11    |\n| 22          |       |        | 22    | 32    | 4     |\n| 23          |       |        | 23    | 31    | 10    |\n| 24          |       |        | 24    | 31    | 3     |\n| 25          | 30    | 11     | 25    | 30    | 9     |\n| 26          |       |        | 26    | 30    | 2     |\n| 27          |       |        | 27    | 29    | 7     |\n| 28          |       |        | 28    | 29    | 6     |\n| 29          |       |        | 29    | 28    | 6     |\n| 30          | 27    | 11     | 30    | 28    | 0     |\n| 31          |       |        | 31    | 27    | 6     |\n| 32          |       |        | 32    | 26    | 11    |\n| 33          |       |        | 33    | 26    | 3     |\n| 34          |       |        | 34    | 25    | 7     |\n| 35          | 25    | 0      | 35    | 25    | 0     |\n| 36          |       |        | 36    | 24    | 5     |\n| 37          |       |        | 37    | 23    | 10    |\n| 38          |       |        | 38    | 23    | 3     |\n\nDeparcieux\n| Years of Age | Duration of Life | Years of Age | Duration of Life |\n|-------------|-----------------|-------------|-----------------|\n|             | Years | Months     |             | Years | Months |\n| 39          |       |            | 39          | 22    | 8      |\n| 40          | 22    | 4          | 40          | 22    | 1      |\n| 41          |       |            | 41          | 21    | 6      |\n| 42          |       |            | 42          | 20    | 11     |\n| 43          |       |            | 43          | 20    | 4      |\n| 44          |       |            | 44          | 19    | 9      |\n| 45          | 19    | 8          | 45          | 19    | 3      |\n| 46          |       |            | 46          | 18    | 9      |\n| 47          |       |            | 47          | 18    | 2      |\n| 48          |       |            | 48          | 17    | 8      |\n| 49          |       |            | 49          | 17    | 2      |\n| 50          | 17    | 3          | 50          | 16    | 7      |\n| 51          |       |            | 51          | 16    | 0      |\n| 52          |       |            | 52          | 15    | 6      |\n| 53          |       |            | 53          | 15    | 0      |\n| 54          |       |            | 54          | 14    | 6      |\n| 55          | 14    | 10         | 55          | 14    | 0      |\n| 56          |       |            | 56          | 13    | 5      |\n| 57          |       |            | 57          | 12    | 10     |\n| 58          |       |            | 58          | 12    | 3      |\n| 59          |       |            | 59          | 11    | 8      |\n| 60          | 12    | 5          | 60          | 11    | 1      |\n\nDeBuffon upon Dupré of St. Maur.\n\nDeparcieux\n| Years of Age | Duration of Life | Years of Age | Duration of Life |\n|--------------|-----------------|--------------|-----------------|\n|              | Years | Months |              | Years | Months |\n| 61           |       |        | 61            | 10    | 6      |\n| 62           |       |        | 62            | 10    | 0      |\n| 63           |       |        | 63            | 9     | 6      |\n| 64           |       |        | 64            | 9     | 0      |\n| 65           | 9     | 11     | 65            | 8     | 6      |\n| 66           |       |        | 66            | 8     | 0      |\n| 67           |       |        | 67            | 7     | 6      |\n| 68           |       |        | 68            | 7     | 0      |\n| 69           |       |        | 69            | 6     | 7      |\n| 70           | 7     | 7      | 70            | 6     | 2      |\n| 71           |       |        | 71            | 5     | 8      |\n| 72           |       |        | 72            | 5     | 4      |\n| 73           |       |        | 73            | 5     | 0      |\n| 74           |       |        | 74            | 4     | 9      |\n| 75           | 5     | 7      | 75            | 4     | 6      |\n| 76           |       |        | 76            | 4     | 3      |\n| 77           |       |        | 77            | 4     | 1      |\n| 78           |       |        | 78            | 3     | 11     |\n| 79           |       |        | 79            | 3     | 9      |\n| 80           | 4     | 6      | 80            | 3     | 7      |\n| 81           |       |        | 81            | 3     | 5      |\n| 82           |       |        | 82            | 3     | 3      |\n| 83           |       |        | 83            | 3     | 2      |\n| 84           | 3     | 6      | 84            | 3     | 1      |\n\n§ 5.\n§ 5. It is therefore sufficiently demonstrated, that Dr. Halley's table ought not, in M. de Buffon's opinion, to be excluded from the class of those, which \"are the only tables, upon which the probabilities of the life of mankind in general can be established with any certainty;\" far from being comprised, in his severe judgment, among those of authors, \"whose researches, however ample, and the result of long study, can afford only distant approaches to the knowledge of the mortality of mankind in general.\"\n\n§ 6. M. de Buffon begins his table of the probabilities of life with a term, which precedes that of a year old, called zero d'âge; and from M. Dupré's observations, assigns to it a duration of 8 years. I first thought it an error of the press; but there is no room for this doubt, after what M. de Buffon says, \"We see by this table (says he) that one may reasonably hope, that is, lay an even wager, that an infant just born, or who has no age, will live eight years: that an infant, who is a year old, will live thirty-three years,\" &c. This little space of eight years struck me; because all the observations, which I know, are very far from it. I had therefore recourse to the source, to the observations of Mr. Dupré himself, and I found it was a mistake of M. de Buffon; the mean life of infants of no age being, according to M. Dupré's tables, twenty-and-five years and upward; and, from the observations of Justel, which Dr. Halley made use of, the mean life of a child of no age is above twenty-and-seven years.\n\n§ 7. I might make an end here, if the subject did not absolutely require my offering a word concerning the nature of both Justel's and M. Dupré's observations.\nThe remark has not escaped the sagacity of Dr. Halley himself: it is, \"that they want the essential; which is, the number of living persons, among whom the observations upon the dead are made.\"\n\nIf M. de Buffon had made the same reflections upon M. Dupré's tables, he would have found the irreparable defect of them, as well as Dr. Halley did in Justel's observations; and he would have attended more, without doubt, to the method proposed by Mons. Deparcieux.\n\n§ 8. I shall put an end to this treatise by a word or two, which relates to Dr. Short's displeasure against me. This may perhaps be unnecessary, after the laborious and judicious extract of his book in the Journal Britannique, of the month of July 1750. However since Dr. Short joins with those, who inconsiderately have accused me of partiality to such or such a city, he will have with them my defence (to say no more) in my letter to Mr. Eames, and in the piece already quoted in the Nouvelle Bibliothèque, Tom. XIV. Artic. 8. Let him read, and he will return from his prejudice: if not,\n\nCurentur dubii medicis majoribus ægri.\n\nHague, May 11,\n1753.\n\nWm. Kersseboom.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105150.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 15,
    "total-input-tokens": 21772,
    "total-output-tokens": 8146,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1290,
        2
      ],
      [
        1290,
        2913,
        3
      ],
      [
        2913,
        4479,
        4
      ],
      [
        4479,
        6235,
        5
      ],
      [
        6235,
        9335,
        6
      ],
      [
        9335,
        13310,
        7
      ],
      [
        13310,
        17395,
        8
      ],
      [
        17395,
        20031,
        9
      ],
      [
        20031,
        21226,
        10
      ],
      [
        21226,
        22708,
        11
      ],
      [
        22708,
        24454,
        12
      ],
      [
        24454,
        26272,
        13
      ],
      [
        26272,
        27967,
        14
      ],
      [
        27967,
        29098,
        15
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105150",
    "title": "A View of the Relation between the Celebrated. Dr. Halley's Tables, and the Notions of Mr. De Buffon, for Establishing a Rule for the Probable Duration of the Life of Man; By Mr. William Kersseboom, of the Hague. Translated from the French, by James Parsons, M. D. and F. R. S.",
    "authors": "William Kersseboom, James Parsons",
    "year": 1753,
    "volume": "48",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 15,
    "jstor_url": "https://www.jstor.org/stable/105150"
  }
}