{
  "id": "03989551b8f80de1f085ea3da2007ca8aad5905e",
  "text": "capable of making them to such a Degree of Perfection as was formerly despained of.\n\nApril 5, 1739.\n\nIX. Extract of a Letter from the Hon'ble Henry Temple, Esq; to his Father the Right Hon'ble the Lord Viscount Palmerston, concerning an Earthquake at Naples; communicated to the Royal Society by Claudius Amyand, Esq; F.R.S. and Sergeant Surgeon to His MAJESTY.\n\nNaples, Dec. 12. N.S. 1732.\n\n—They tell me, the last Earthquake here has made a great Crack in the Side of Mount Vesuvius, above 30 Yards long. I am not sure if this be true or not, though I think it very possible; but I made another Observation upon it, which I think much more extraordinary; which is, that the second Shock, which was a very slight one, had a great Effect upon the Nerves: I and all the Company where I was, as soon as the Shock was over, were seized with a Shaking, just as if we all had the Palsy, our Teeth chattering in our Heads to such a degree, that we could hardly speak; and I find, that half the Town felt the same Effect from it. It would be natural to imagine, that this Shaking was caused by the Fright, but it is easy to prove the contrary; because, in the first place, the first Shock, which was much more terrifying, had not that Effect:\n\nSecondly,\nSecondly, many People who were not sensible of the Earthquake, found themselves seized in the same Manner: Thirdly, Mr.—who used to be troubled with convulsive Fits, and had got quite cured of them here, was immediately seized with them again, after the Earthquake; and, Fourthly, every body, more or less, complained of Head-achs for some Days after.\n\nX. A Letter from Mr. Timothy Sheldrake to Sir Hans Sloane, Bart. Pr. R. S. &c. concerning a Monstrous Child born of a Woman under Sentence of Transportation.\n\nSIR,\n\nNorwich, Jan. 8. 1734-5.\n\nI Herewith send you both a Draught and Description of a monstrous Birth, which I believe the Royal Society have had as yet no Account of; which gives me Hopes, that what I here send will prove the more acceptable to you.\n\nElizabeth Spencer, being tried at our Assizes for the City and County of Norwich, for Shop-lifting, and being found guilty of the Crime, received Sentence for Transportation; for respiting of which Sentence she pleaded her Belly, which Plea, as she was a married Woman, appearing what was very probable, she was favour'd by the Mayor and the other Magistrates, by being allowed the full Time that she said she had to go; at the Expiration of which she was delivered of a Child, which I saw a few Hours after",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104282.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 720,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1247,
        2
      ],
      [
        1247,
        2520,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104282",
    "title": "Extract of a Letter from the Honble Henry Temple, Esq; To His Father the Right Honble the Lord Viscount Palmerston, concerning an Earthquake at Naples; Communicated to the Royal Society by Claudius Amyand, Esq; F.R.S. and Sergeant Surgeon to His Majesty",
    "authors": "Claudius Amyand, Henry Temple",
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104282"
  }
}