{
  "id": "2de8575f8bff63d91878f13bf296819b235551c0",
  "text": "proportion of other plants after the putting forth of their branches. Those Roots, that you have observed, are a good argument, that these Stones were originally pieces of Vegetables. Wonderful it is, that they should be all broken, and not one plant found remaining entire: And no less wonderful, that there should not at this day be found the like vegetables growing upon the Submarine rocks; unless we will suppose them to grow at great depths under water. And who knows but there may be such bodies growing on the rocks at this day, and that the Fishers for Coral may find of them; tho being of no use they neglect and cast them away. Certain it is, there is a sort of Coral jointed.\n\nA further Description and Representation of the Icy Mountain, called the Gletscher, in the Canton of Berne in Helvetia; which was formerly taken notice of in Numb. 49. of these Tracts.\n\nThis account was imparted to us from Paris by that worthy and obliging person, Monsieur Justel, who had received it from a trusty hand living upon the place, as follows:\n\nThe Icy Mountain, of which I have sent you the Scheme*, deserves to be view'd. The letter A signifies the Mountain itself, which is very high, and extends itself every year more and more over the neighbouring meadows, by increments that make a great noise and cracking. There are great holes and caverns, which are made when the Ice bursts; which happens at all times, but especially in the Dog-days. Hunters do there hang up their game they take during the great heat, to make it keep sweet by that means. Very little of the surface melts in summer, and all freezeth again in the night. When the Sun shineth, there is seen such a variety of colors as in a Prism.\n\nB. is a rivulet, issuing forth from under the Ice, which is pretty deep and extremely cold.\n\nC. are the Huts, that were built at the beginning, at a considerable distance from the Mountain; but at present they are nigh to it by reason of the continual increase which this Ice maketh.\n\nThere is such an other Mountain near Geneva and upon the Alps.\nAlpes. A certain Capucin told me he had been upon the highest of these mountains with a Trader in Crystal, who having driven his hammer into one of these Rocks, and found it hollow and resonant, made a hole into it, and thence drew forth a substance like Talk; which to him was a sign there was Crystal. After which he made a great hole with Gunpowder, and found Rock-crystal in it.\n\nA Letter written to the Publisher concerning a New Way, by an English Manufacture to preserve the Hulls of Ships from the Worm, &c.; better for sailing, and more cheap and durable than any Sheathing or Graving hitherto used.\n\nSIR,\n\nUnderstanding you have the trouble to publish such new and profitable Experiments as come to your knowledge, I take the liberty to inform you of a New Invention, which hath and no doubt will be of very great benefit and advantage to the public: But the waiting for a full trial of those Experiments offered at for the worlds satisfaction, and the continuance of the late War (which is a very bad Nurse to Trade or Projects) has been the reason the Work has yet advanced no farther. Some few years since, Sr. Phil. Howard and Major Watson with great charge and industry had found out a New way by a Manufacture of our own to preserve the Hulls of Ships from the Worm, &c., which is much smoother and consequently better for sailing, and more cheap and durable than the way of Boards, Pitch, Tar, Rozin, Brimston, or any Sheathing or Graving hitherto used. The King and Parliament being satisfied, upon examination, of the great benefit that might redound hereby to his Majesty and Subjects in general; for the Inventors encouragement to make the same public were pleased, almost four years since, to grant them an Act of Parliament for the sole use of this their Invention with penalty and prohibition to all others: In prosecution whereof, Experiments have been made upon several of his Majesty's Ships, viz. The Phoenix, done three years agoe, has made two Voyages into the Straights, &c. and when she was lately taken into the Dock at Woolwich to be repaired, upon view of the Master Shipwright and others, her Sheathing was found to be in as good condition, as at first doing, and\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101394.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6502,
    "total-output-tokens": 1068,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2059,
        2
      ],
      [
        2059,
        4259,
        3
      ],
      [
        4259,
        4259,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101394",
    "title": "A Farther Description and Representation of the Icy Mountain, Called the Gletscher, in the Canton of Berne in Helvetia; Which Was Formerly Taken Notice of in Numb. 49. of these Tracts",
    "authors": null,
    "year": 1673,
    "volume": "8",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/101394"
  }
}