{
  "id": "5e2101c2b12903d6907c272b7184856854b704ef",
  "text": "XIII. A Memoir upon Caustics. By Arthur Cayley, Esq.\n\nReceived May 1,—Read May 8, 1856.\n\nThe following memoir contains little or nothing that can be considered new in principle; the object of it is to collect together the principal results relating to caustics in plano, the reflecting or refracting curve being a right line or a circle, and to discuss with more care than appears to have been hitherto bestowed upon the subject, some of the more remarkable cases. The memoir contains in particular researches relating to the caustic by refraction of a circle for parallel rays, the caustic by reflexion of a circle for rays proceeding from a point, and the caustic by refraction of a circle for rays proceeding from a point; the result in the last case is not worked out, but it is shown how the equation in rectangular coordinates is to be obtained by equating to zero the discriminant of a rational and integral function of the sixth degree. The memoir treats also of the secondary caustic or orthogonal trajectory of the reflected or refracted rays in the general case of a reflecting or refracting circle and rays proceeding from a point; the curve in question, or rather a secondary caustic, is, as is well known, the Oval of Descartes or 'Cartesian': the equation is discussed by a method which gives rise to some forms of the curve which appear to have escaped the notice of geometers. By considering the caustic as the evolute of the secondary caustic, it is shown that the caustic, in the general case of a reflecting or refracting circle and rays proceeding from a point, is a curve of the sixth class only. The concluding part of the memoir treats of the curve which, when the incident rays are parallel, must be taken for the secondary caustic in the place of the Cartesian, which, for the particular case in question, passes off to infinity. In the course of the memoir, I reproduce a theorem first given, I believe, by me in the Philosophical Magazine, viz. that there are six different systems of a radiant point and refracting circle which give rise to identically the same caustic. The memoir is divided into sections, each of which is to a considerable extent intelligible by itself, and the subject of each section is for the most part explained by the introductory paragraph or paragraphs.\n\nI.\n\nConsider a ray of light reflected or refracted at a curve, and suppose that \\( \\xi, \\eta \\) are the coordinates of a point \\( Q \\) on the incident ray, \\( \\alpha, \\beta \\) the coordinates of the point \\( G \\) of incidence upon the reflecting or refracting curve, \\( a, b \\) the coordinates of a point \\( N \\) upon the normal at the point of incidence, \\( x, y \\) the coordinates of a point \\( q \\) on the reflected or refracted ray.\n\nMDCCCLVII.\nWrite for shortness,\n\n\\[\n(b - \\beta)(\\xi - \\alpha) - (a - \\alpha)(\\eta - \\beta) = \\nabla QGN \\\\\n(a - \\alpha)(\\xi - \\alpha) + (b - \\beta)(\\eta - \\beta) = \\square QGN,\n\\]\n\nthen \\( \\nabla QGN \\) is equal to twice the area of the triangle QGN, and if \\( \\xi, \\eta \\) instead of being the coordinates of a point \\( Q \\) on the incident ray were current coordinates, the equation \\( \\nabla QGN = 0 \\) would be the equation of the line through the points \\( G \\) and \\( N \\), i.e. of the normal at the point of incidence; and in like manner the equation \\( \\square QGN = 0 \\) would be the equation of the line through \\( G \\) perpendicular to the line through the points \\( G \\) and \\( N \\), i.e. of the tangent at the point of incidence.\n\nWe have\n\n\\[\nNG^2 = (a - \\alpha)^2 + (b - \\beta)^2 \\\\\nQG^2 = (\\xi - \\alpha)^2 + (\\eta - \\beta)^2,\n\\]\n\nand therefore identically,\n\n\\[\nNG^2 \\cdot QG^2 = \\nabla QGN^2 + \\square QGN^2.\n\\]\n\nSuppose for a moment that \\( \\phi \\) is the angle of incidence and \\( \\phi' \\) the angle of reflexion or refraction; and let \\( \\mu \\) be the index of refraction (in the case of reflexion \\( \\mu = -1 \\)), then writing\n\n\\[\n(b - \\beta)(x - \\alpha) - (a - \\alpha)(y - \\beta) = \\nabla qGN \\\\\n(a - \\alpha)(x - \\alpha) + (b - \\beta)(y - \\beta) = \\square qGN,\n\\]\n\nand\n\n\\[\nqG^2 = (x - \\alpha)^2 + (y - \\beta)^2,\n\\]\n\nwe have\n\n\\[\n\\sin \\phi = \\frac{\\nabla QGN}{NG \\cdot GQ}, \\quad \\sin \\phi' = \\frac{\\nabla qGN}{NG \\cdot Gq};\n\\]\n\nand substituting these values in the equation\n\n\\[\n\\sin^2 \\phi - \\mu^2 \\sin^2 \\phi' = 0,\n\\]\n\nwe obtain\n\n\\[\nqG^2 \\nabla QGN^2 - \\mu^2 QG^2 \\nabla qGN^2 = 0,\n\\]\n\nan equation which is rational of the second order in \\( x, y \\), the coordinates of a point \\( q \\) on the refracted ray; this equation must therefore contain, as a factor, the equation of the refracted ray; the other factor gives the equation of a line equally inclined to, but on the opposite side of the normal; this line (which of course has no physical existence) may be termed the false refracted ray. The caustic is geometrically the envelope of the pair of rays, and for finding the equation of the caustic it is obviously convenient to take the equation of the two rays conjointly in the form under which such equation has just been found, without attempting to break the equation up into its linear factors.\n\nIt is however interesting to see how the resolution of the equation may be effected; for this purpose multiply the equation by \\( NG^2 \\), then reducing by means of a previous formula, the equation becomes\n\n\\[\n(\\nabla qGN^2 + \\square qGN^2) \\nabla QGN^2 - \\mu^2 (\\nabla QGN^2 + \\square QGN^2) \\nabla qGN^2 = 0,\n\\]\nwhich is equivalent to\n\n\\[ \\nabla qGN^2(\\mu^2 \\Box QGN^2 + (\\mu^2 - 1) \\nabla QGN^2) - \\Box qGN^2 \\nabla QGN^2 = 0, \\]\n\nand the factors are\n\n\\[ \\nabla qGN \\sqrt{\\mu^2 \\Box QGN^2 + (\\mu^2 - 1) \\nabla QGN^2} \\mp \\Box qGN \\cdot \\nabla QGN = 0; \\]\n\nit is in fact easy to see that these equations represent lines passing through the point G and inclined to GN at angles \\( \\pm \\phi' \\), where \\( \\phi' \\) is given by the equations\n\n\\[ \\sin \\phi = \\mu \\sin \\phi' \\]\n\\[ \\tan \\phi = \\frac{\\nabla QGN}{\\Box QGN}, \\]\n\nand there is no difficulty in distinguishing in any particular case between the refracted ray and the false refracted ray.\n\nIn the case of reflexion \\( \\mu = -1 \\), and the equations become\n\n\\[ \\nabla qGN \\cdot \\Box QGN \\mp \\Box qGN \\cdot \\nabla QGN = 0; \\]\n\nthe equation\n\n\\[ \\nabla qGN \\cdot \\Box QGN - \\Box qGN \\cdot \\nabla QGN = 0 \\]\n\nis obviously that of the incident ray, which is what the false refracted ray becomes in the case of reflexion; and the equation\n\n\\[ \\nabla qGN \\cdot \\Box QGN + \\Box qGN \\cdot \\nabla QGN = 0 \\]\n\nis that of the reflected ray.\n\nII.\n\nBut instead of investigating the nature of the caustic itself, we may begin by finding the secondary caustic or orthogonal trajectory of the refracted rays, i.e. a curve having the caustic for its evolute; suppose that the incident rays are all of them normal to a certain curve, and let Q be a point upon this curve, and considering the ray through the point Q, let G be the point of incidence upon the refracting curve; then if the point G be made the centre of a circle the radius of which is \\( \\mu^{-1} \\cdot GQ \\), the envelope of the circles will be the secondary caustic. It should be noticed, that if the incident rays proceed from a point, the most simple course is to take such point for the point Q. The remark, however, does not apply to the case where the incident rays are parallel; the point Q must here be considered as the point in which the incident ray is intersected by some line at right angles to the rays, and there is not in general any one line which can be selected in preference to another. But if the refracting curve be a circle, then the line perpendicular to the incident rays may be taken to be a diameter of the circle. To translate the construction into analysis, let \\( \\xi, \\eta \\) be the coordinates of the point Q, and \\( \\alpha, \\beta \\) the coordinates of the point G, then \\( \\xi, \\eta, \\alpha, \\beta \\) are in effect functions of a single arbitrary parameter; and if we write\n\n\\[ GQ^2 = (\\xi - \\alpha)^2 + (\\eta - \\beta)^2 \\]\n\\[ Gq^2 = (x - \\alpha)^2 + (y - \\beta)^2, \\]\nthen the equation\n\n\\[ \\mu^2 Gq^2 - GQ^2 = 0, \\]\n\nwhere \\( x, y \\) are to be considered as current coordinates, and which involves of course the arbitrary parameter, is the equation of the circle, and the envelope is obtained in the usual manner. This is the well-known theory of Gergonne and Quetelet.\n\nIII.\n\nThere is however a simpler construction of the secondary caustic in the case of the reflexion of rays proceeding from a point. Suppose, as before, that \\( Q \\) is the radiant point, and let \\( G \\) be the point of incidence. On the tangent at \\( G \\) to the reflecting curve, let fall a perpendicular from \\( Q \\), and produce it to an equal distance on the other side of the tangent; then if \\( q \\) be the extremity of the line so produced, it is clear that \\( q \\) is a point on the reflected ray \\( Gq \\), and it is easy to see that the locus of \\( q \\) is the secondary caustic. Produce now \\( QG \\) to a point \\( Q' \\) such that \\( GQ' = QG \\); it is clear that the locus of \\( Q' \\) will be a curve similar to and similarly situated with twice the magnitude of the reflecting curve, and that the two curves have the point \\( Q \\) for a centre of similitude. And the tangent at \\( Q' \\) passes through the point \\( q \\), i.e. \\( q \\) is the foot of the perpendicular let fall from \\( Q \\) upon the tangent at \\( Q' \\); we have therefore the theorem due to Dandelin, viz.\n\nIf rays proceeding from a point \\( Q \\) are reflected at a curve, then the secondary caustic is the locus of the feet of the perpendiculars let fall from the point \\( Q \\) upon the tangents of a curve similar to and similarly situated with twice the magnitude of the reflecting curve, and such that the two curves have the point \\( Q \\) for a centre of similitude.\n\nIV.\n\nIf rays proceeding from a point \\( Q \\) are reflected at a line, the reflected rays will proceed from a point \\( q \\) situate on the perpendicular let fall from \\( Q \\), and at an equal distance on the other side of the reflecting line. The point \\( q \\) may be spoken of as the image of \\( Q \\); it is clear that if \\( Q \\) be considered as a variable point, then the locus of the image \\( q \\) will be a curve equal and similar but oppositely situated to the curve, the locus of \\( Q \\), and which may be spoken of as the image of such curve. Hence it at once follows, that if the incidental rays are tangent, or normal, or indeed in any other manner related to a curve, then the reflected rays will be tangent or normal, or related in a corresponding manner to a curve the image of the first-mentioned curve. The theory of the combined reflexions and refractions of a pencil of rays transmitted through a plate or prism, is, by the property in question, rendered very simple. Suppose, for instance, that a pencil of rays is refracted at the first surface of a plate or prism, and after undergoing any number of internal reflexions, finally emerges after a second refraction at the first or second surface; in order to find the caustic enveloped by the rays after the first refraction, it is only necessary to form the successive images of this caustic corresponding to the different reflexions, and finally to determine the caustic for refraction in the case where the\nincident rays are the tangents of the caustic which is the last of the series of images; the problem is not in effect different from that of finding the caustic for refraction in the case where the incident rays are the tangents to the caustic after the first refraction, but the line at which the second refraction takes place is arbitrarily situate with respect to the caustic. Thus e.g. suppose the incident rays proceed from a point, the caustic after the first refraction is, it will be shown in the sequel, the evolute of a conic; for the complete theory of the combined reflexions and refractions of the pencil by a plate or prism, it is only necessary to find the caustic by refraction, where the incident rays are the normals of a conic, and the refracting line is arbitrarily situate with respect to the conic.\n\nV.\n\nSuppose that rays proceeding from a point Q are refracted at a line; and take the refracting line for the axis of y, the axis of x passing through the radiant point Q, and take the distance QA for unity. Suppose that the index of refraction \\( \\mu \\) is put equal to \\( \\frac{1}{k} \\).\n\nThen if \\( \\phi \\) be the angle of incidence and \\( \\phi' \\) the angle of refraction, we have \\( \\sin \\phi' = k \\sin \\phi \\), and the equation \\( y - x \\tan \\phi' = \\tan \\phi \\) of the refracted ray becomes, putting for \\( \\phi' \\) its value,\n\n\\[\ny - \\frac{k \\sin \\phi}{\\sqrt{1 - k^2 \\sin^2 \\phi}} x - \\tan \\phi = 0.\n\\]\n\nDifferentiating with respect to the variable parameter and combining the two equations, we obtain, after a simple reduction,\n\n\\[\nkx = -\\frac{(1 - k^2 \\sin^2 \\phi)^{\\frac{3}{2}}}{\\cos^3 \\phi}\n\\]\n\n\\[\nk'y = -\\frac{k'^3 \\sin^3 \\phi}{\\cos^3 \\phi},\n\\]\n\nwhere \\( k' = \\sqrt{1 - k^2} \\), hence eliminating\n\n\\[\n(kx)^{\\frac{3}{2}} - (k'y)^{\\frac{3}{2}} = 1,\n\\]\n\nwhich is the equation of the caustic. When the refraction takes place into a denser medium \\( k \\) is less than 1, and \\( k'^2 \\) is positive, the caustic is therefore the evolute of a hyperbola (see fig. 1); but when the refraction takes place in a rarer medium \\( k \\) is greater than 1, and \\( k'^2 \\) is negative, the caustic is therefore the evolute of an ellipse (see fig. 2). These results appear to have been first obtained by Gergonne. The conic (hyperbola or ellipse) is the secondary caustic, and as such may be obtained as follows.\n\nVI.\n\nThe equation of the variable circle is\n\n\\[\nx^2 + (y - \\tan \\phi)^2 - k^2 \\sec^2 \\phi = 0;\n\\]\nor reducing, the equation is\n\n\\[ x^2 + y^2 - 2y \\tan \\phi + k^2 \\tan^2 \\phi - k^2 = 0. \\]\n\nWhence, considering \\( \\tan \\phi \\) as the variable parameter, the equation of the envelope is\n\n\\[ k^2(x^2 + y^2 - k^2) - y^2 = 0, \\]\n\nthat is,\n\n\\[ k^2 x^2 - k^2 y^2 - k^2 k^2 = 0, \\]\n\nor\n\n\\[ \\frac{x^2}{k^2} - \\frac{y^2}{k^2} = 1 \\]\n\nis the equation of the secondary caustic or conic having the caustic for its evolute. The radiant point, it is clear, is a focus of the conic.\n\nVII.\n\nLet the equation of the refracted ray be represented by\n\n\\[ Xx + Yy + Z = 0, \\]\n\nwe have\n\n\\[ X : Y : Z = \\frac{-k \\sin \\phi}{\\sqrt{1 - k^2 \\sin^2 \\phi}} : 1 : -\\tan \\phi, \\]\n\nfrom which we obtain\n\n\\[ \\frac{k^2}{X^2} - \\frac{k^2}{Y^2} = \\frac{1}{Z^2} \\]\n\nfor the tangential equation of the caustic; or if we represent the equation of the refracted ray by\n\n\\[ Xx + Yy - k = 0, \\]\n\nthen we have\n\n\\[ \\frac{k^2}{X^2} - \\frac{k^2}{Y^2} = \\frac{1}{k^2} \\]\n\nfor the tangential equation of the caustic.\nVIII.\n\nIf a ray be reflected at a circle; we may take \\(a, b\\) as the coordinates of the centre of the circle, and supposing as before that \\(\\xi, \\eta\\) are the coordinates of a point \\(Q\\) in the incident ray, \\(\\alpha, \\beta\\) the coordinates of the point \\(G\\) of incidence, and \\(x, y\\) the coordinates of a point \\(q\\) in the reflected ray, the equation of the reflected ray, treating \\(x, y\\) as current coordinates, is\n\n\\[\n(b-\\beta)(x-a)-(a-\\alpha)(y-\\beta)\\{a-\\alpha(\\xi-a)+(b-\\beta)(\\eta-\\beta)\\}\n+((a-\\alpha)(x-a)+(b-\\beta)(y-\\beta))\\{(b-\\beta)(\\xi-a)-(a-\\alpha)(\\eta-\\beta)\\}=0.\n\\]\n\nWrite for shortness,\n\n\\[\nN_{q,G}=(b-\\beta)(x-a)-(a-\\alpha)(y-\\beta)\nT_{q,G}=(a-\\alpha)(x-a)+(b-\\beta)(y-\\beta),\n\\]\n\nand similarly for \\(N_{q,G}, T_{q,G}\\); the equation of the reflected ray is\n\n\\[\nN_{q,G}T_{q,G}+T_{q,G}N_{q,G}=0.\n\\]\n\nSuppose that the reflected ray meets the circle again in \\(G'\\) and undergoes a second reflexion, and let \\(x', y'\\) be the coordinates of a point \\(q'\\) in the ray thus twice reflected. We see first (\\(G'\\) being a point in the first reflected ray) that\n\n\\[\nN_{G',G}T_{G',G}+T_{G',G}N_{G',G}=0.\n\\]\n\nAgain, considering \\(G\\) as a point in the ray by the reflexion of which the second reflected ray arises, the equation of the second reflected ray is\n\n\\[\nN_{q',G'}T_{q',G'}+T_{q',G'}N_{G',G'}=0;\n\\]\n\nand from the form of the expressions \\(N_{q,G}, T_{q,G}\\) it is clear that\n\n\\[\nN_{G',G'}=-N_{G',G}, T_{G',G'}=+T_{G',G};\n\\]\n\nthe equation for the second reflected ray may therefore be written under the form\n\n\\[\nN_{q',G'}T_{G',G}-T_{q',G'}N_{G',G}=0;\n\\]\n\nor reducing by a previous equation, we obtain finally for the equation of the second reflected ray,\n\n\\[\nN_{q',G'}T_{q,G}+T_{q',G'}N_{q,G}=0;\n\\]\n\nand in like manner the equation for the third reflected ray is\n\n\\[\nN_{q'',G''}T_{q',G'}+T_{q'',G''}N_{q',G'}=0,\n\\]\n\nand so on, the equation for the last reflected ray containing, it will be observed, the coordinates of the radiant point and of the first and last points of incidence (the coordinates of the last point of incidence can of course only be calculated from those of the radiant point and the first point of incidence, through the coordinates of the intermediate points of incidence), but not containing explicitly the coordinates of any of the intermediate points of incidence. The form is somewhat remarkable, but the result is really the same with that obtained by simple geometrical considerations, as follows.\nIX.\n\nConsider a ray reflected any number of times at a circle; and let $G_0G_i$ be the ray incident at $G_i$ and $GG'$ the last reflected ray, the point at which the reflexion takes place or last point of incidence being $G$. Take the centre $O$ of the circle for the origin, and any two lines $Ox$, $Oy$ through the centre and at right angles to each other for axes, and let $Ox$ meet the circle in the point $A$. Write\n\n$$\\angle AOG_0 = \\theta_0, \\quad \\angle xG_0G_i = \\psi_0$$\n\n$$\\angle AOG = \\theta, \\quad \\angle xGG' = \\psi$$\n\n$$\\angle G_0G_iO = \\phi.$$\n\nThen the radius of the circle being taken as the centre of the circle, the equation of the reflected ray is\n\n$$y - \\sin \\theta = \\tan \\psi (x - \\cos \\theta);$$\n\nand if there have been $n$ reflexions, then\n\n$$\\theta = \\theta_0 + n(\\pi - 2\\phi) = \\theta_0 + n\\pi - 2n\\phi,$$\n\n$$\\psi = \\psi_0 - 2n\\phi,$$\n\nand therefore the equation of the reflected ray is\n\n$$y \\cos (\\psi_0 - 2n\\phi) - x \\sin (\\psi_0 - 2n\\phi) + (-)^n \\sin (\\psi_0 - \\theta_0) = 0.$$\n\nX.\n\nIf a pencil of parallel rays is reflected any number of times at a circle, then taking $AO$ for the direction of the incident rays, we may write $\\theta_0 = \\phi$, $\\psi_0 = \\pi$, and the equation of a reflected ray is\n\n$$x \\sin 2n\\phi + y \\cos 2n\\phi = (-)^n \\sin \\phi.$$\n\nDifferentiating with respect to the variable parameter, we find\n\n$$x \\cos 2n\\phi - y \\sin 2n\\phi = (-)^n \\frac{1}{2n} \\cos \\phi;$$\n\nand these equations give\n\n$$x = \\frac{(-)^n}{4n} \\left\\{ (2n+1)\\cos(2n-1)\\phi - (2n-1)\\cos(2n+1)\\phi \\right\\}$$\n\n$$y = \\frac{(-)^n}{4n} \\left\\{ -(2n+1)\\sin(2n-1)\\phi + (2n-1)\\sin(2n+1)\\phi \\right\\},$$\n\nwhich may be taken for the equation of the caustic; the caustic is therefore an epicycloid: this is a well-known result.\n\nXI.\n\nIf rays proceeding from a point upon the circumference are reflected any number of\ntimes at a circle, then taking the point A for the radiant point, we have $\\ell_0 = 0$, $\\psi_0 = \\pi - \\phi$, and the equation of a reflected ray is\n\n$$x \\sin (2n+1)\\phi + y \\cos (2n+1)\\phi = (-)^n \\sin \\phi.$$  \n\nDifferentiating with respect to the variable parameter, we find\n\n$$x \\cos (2n+1)\\phi - y \\sin (2n+1)\\phi = (-)^n \\frac{1}{2n+1} \\sin \\phi;$$\n\nand these equations give\n\n$$x = \\frac{(-)^n}{2n+1} \\left\\{ (n+1) \\cos 2n\\phi - n \\cos (2n+2)\\phi \\right\\},$$\n\n$$y = \\frac{(-)^n}{2n+1} \\left\\{ -(n+1) \\sin 2n\\phi + n \\cos (2n+2)\\phi \\right\\},$$\n\nwhich may be taken as the equation of the caustic; the caustic is therefore in this case also an epicycloid: this is a well-known result.\n\n**XII.**\n\nConsider a pencil of parallel rays refracted at a circle; take the radius of the circle as unity, and let the incident rays be parallel to the axis of $x$, then if $\\phi$, $\\phi'$ be the angles of incidence and refraction, and $\\mu$ or $\\frac{1}{k}$ the index of refraction, so that $\\sin \\phi' = k \\sin \\phi$, the coordinates of the point of incidence are $\\cos \\phi$, $\\sin \\phi$, and the equation of the refracted ray is\n\n$$y - \\sin \\phi = \\tan (\\phi - \\phi')(x - \\cos \\phi),$$\n\n*i.e.*\n\n$$\\cos (\\phi - \\phi')(y - \\sin \\phi) = \\sin (\\phi - \\phi')(x - \\cos \\phi),$$\n\nor\n\n$$y \\cos (\\phi - \\phi') - x \\sin (\\phi - \\phi') = \\sin \\phi',$$\n\nwhich may also be written\n\n$$(y \\cos \\phi - x \\sin \\phi) \\cos \\phi' + (y \\sin \\phi + x \\cos \\phi - 1) \\sin \\phi' = 0;$$\n\nor writing $k \\sin \\phi$, $\\sqrt{1 - k^2 \\sin^2 \\phi}$ instead of $\\sin \\phi'$, $\\cos \\phi'$, and putting for shortness\n\n$$y \\cos \\phi - x \\sin \\phi = Y,$$\n\n$$y \\sin \\phi + x \\cos \\phi = X,$$\n\n$$\\frac{k \\sin \\phi}{\\sqrt{1 - k^2 \\sin^2 \\phi}} = \\Phi,$$\n\nthe equation of the refracted ray becomes\n\n$$Y + \\Phi(X - 1) = 0.$$\n\nAnd differentiating with respect to the variable parameter $\\phi$, observing that\n\n$$\\frac{dY}{d\\phi} = -X, \\quad \\frac{dX}{d\\phi} = Y,$$\n\n$$\\frac{d\\Phi}{d\\phi} = \\frac{k \\cos \\phi}{(1 - k^2 \\sin^2 \\phi)^{\\frac{3}{2}}} = \\frac{\\cot \\phi}{1 - k^2 \\sin^2 \\phi} \\Phi,$$\n\nMDCCCLVII.\nwe have\n\n$$-X + \\Phi \\left( Y + \\frac{\\cot \\phi (X - 1)}{1 - k^2 \\sin^2 \\phi} \\right) = 0,$$\n\nand the combination of the two equations gives\n\n$$Y = -\\frac{\\Phi (1 - k^2 \\sin^2 \\phi)}{\\Phi \\cot \\phi - 1},$$\n\n$$X = \\frac{\\Phi \\cot \\phi - k^2 \\sin^2 \\phi}{\\Phi \\cot \\phi - 1},$$\n\nand we have therefore\n\n$$y = Y \\cos \\phi + X \\sin \\phi = \\frac{k^2 \\sin^3 \\phi (\\Phi \\cot \\phi - 1)}{\\Phi \\cot \\phi - 1} = k^2 \\sin^3 \\phi,$$\n\n$$x = X \\cos \\phi - Y \\sin \\phi = \\frac{\\Phi \\left( \\frac{1}{\\sin \\phi} - k^2 \\sin^3 \\phi \\right) - k^2 \\sin^2 \\phi \\cos \\phi}{\\Phi \\cot \\phi - 1},$$\n\ni.e.\n\n$$x = \\frac{\\Phi (1 - k^2 \\sin^4 \\phi) - k^2 \\sin^3 \\phi \\cos \\phi}{\\Phi \\cos \\phi - \\sin \\phi};$$\n\nor multiplying the numerator and denominator by $(1 - k^2 \\sin^2 \\phi)(\\Phi \\cos \\phi + \\sin \\phi)$, the numerator becomes\n\n$$(1 - k^2 \\sin^2 \\phi) \\{ \\Phi^2 \\cos \\phi (1 - k^2 \\sin^4 \\phi) - k^2 \\sin^4 \\phi \\cos \\phi$$\n\n$$+ \\Phi (\\sin \\phi (1 - k^2 \\sin^2 \\phi) - k^2 \\sin^3 \\phi \\cos \\phi) \\}$$\n\n$$= k^2 \\sin^2 \\phi \\cos \\phi \\{ (1 - k^2 \\sin^4 \\phi) - \\sin^2 \\phi (1 - k^2 \\sin^2 \\phi) \\}$$\n\n$$+ k^2 \\sin^3 \\phi \\sqrt{1 - k^2 \\sin^2 \\phi (1 - k^2 \\sin^2 \\phi)}$$\n\n$$= k^2 \\sin^2 \\phi \\cos^3 \\phi + k^2 \\sin^3 \\phi (1 - k^2 \\sin^2 \\phi)^{\\frac{3}{2}},$$\n\nand the denominator becomes\n\n$$k^2 \\sin^2 \\phi \\cos^3 \\phi - (1 - k^2 \\sin^2 \\phi) \\sin^2 \\phi$$\n\n$$= -k^2 \\sin^2 \\phi,$$\n\nif $k^2 = 1 - k^2$.\n\nHence we have for the coordinates of the point of the caustic,\n\n$$\\begin{cases} k^2 x = -k^2 \\cos^3 \\phi - k (1 - k^2 \\sin^2 \\phi)^{\\frac{3}{2}} \\\\ y = k^2 \\sin^3 \\phi; \\end{cases}$$\n\nand eliminating $\\phi$, we obtain for the equation of the caustic,\n\n$$k^2 x = -k^2 \\{ 1 - k^{\\frac{3}{2}} y^{\\frac{3}{2}} \\}^{\\frac{3}{2}} - k \\{ 1 - k^{\\frac{3}{2}} y^{\\frac{3}{2}} \\}^{\\frac{3}{2}};$$\n\nor writing $\\frac{1}{\\mu}$ instead of $k$, we find\n\n$$(1 - \\mu^2)x = (1 - \\mu^{\\frac{3}{2}} y^{\\frac{3}{2}})^{\\frac{3}{2}} + \\mu (1 - \\mu^{-\\frac{3}{2}} y^{\\frac{3}{2}})^{\\frac{3}{2}}$$\n\nfor the equation of the caustic by refraction of the circle, for parallel rays. The equation was first obtained by St. Laurent.\nXIII.\n\nThe discussion of the preceding equation presents considerable interest. In the first place to obtain the rational form write\n\n\\[ \\alpha = (1 - \\mu^2)x, \\quad \\beta = (1 - \\mu^2)^{\\frac{3}{2}}, \\quad \\gamma = \\mu(1 - \\mu^2)^{\\frac{3}{2}}; \\]\n\nthis gives\n\n\\[ \\alpha^4 - 2\\alpha^2(\\beta^2 + \\gamma^2) + (\\beta^2 - \\gamma^2)^2 = 0, \\]\n\nand we have\n\n\\[ \\beta^2 = 1 - 3\\mu^2y^2 + 3\\mu^4y^4 - \\mu^6y^6, \\]\n\\[ \\gamma^2 = \\mu^2 - 3\\mu^4y^2 + 3\\mu^6y^4 - y^6, \\]\n\nand consequently\n\n\\[ \\beta^2 - \\gamma^2 = (1 - \\mu^2)\\{1 - 3\\mu^2y^2 + (1 + \\mu^2)y^2\\}. \\]\n\nHence dividing out by the factor \\((1 - \\mu^2)^2\\), the equation becomes\n\n\\[ (1 - \\mu^2)^2x^4 - 2(1 + \\mu^2 - 6\\mu^4y^2 + 3\\mu^6(1 + \\mu^2)y^4 - (1 + \\mu^4)y^2)2x^2 + (1 - 3\\mu^2y^2 + (1 + \\mu^2)y^2)^2 = 0; \\]\n\nor reducing and arranging,\n\n\\[ (1 - \\mu^2)^2x^4 - 2(1 + \\mu^2)x^2 + 2(1 + \\mu^4)x^2y^2 + 1 + 2(1 + \\mu^2)y^2 + (1 + \\mu^2)^2y^4 \\]\n\\[ + (12\\mu^2x^2 + 9\\mu^4y^2)y^2 - (6\\mu^2(1 + \\mu^2)x^2 + 6\\mu^4 + 6\\mu^6(1 + \\mu^2)y^2)y^2 = 0, \\]\n\nwhich is of the form\n\n\\[ A + 3\\mu^2By^2 - 6\\mu^2Cy^4 = 0; \\]\n\nand the rationalized equation is\n\n\\[ A^3 + 27\\mu^2B^3y^2 - 216\\mu^2C^3y^4 + 54\\mu^2ABCy^2 = 0, \\]\n\nwhere the values of \\(A, B, C\\) may be written\n\n\\[ A = (x^2 + y^2)\\{(1 - \\mu^2)x^2 + (1 + \\mu^2)y^2\\} - 2(1 + \\mu^2)(x^2 - y^2) + 1 \\]\n\\[ B = 4x^2 + 3y^2 \\]\n\\[ C = (1 + \\mu^2)(x^2 + y^2) + 1; \\]\n\nthe caustic is therefore a curve of the 12th order.\n\nTo find where the axis of \\(x\\) meets the curve, we have\n\n\\[ y = 0, \\quad A_0 = 0, \\]\n\nwhere\n\n\\[ A_0 = (1 - \\mu^2)x^4 - 2(1 + \\mu^2)x^2 + 1 \\]\n\\[ = \\{(1 - \\mu^2)x^2 - 1\\}\\{(1 + \\mu^2)x^2 - 1\\}, \\]\n\ni.e.\n\n\\[ \\begin{cases} y = 0 \\\\ x = \\pm \\frac{1}{1 - \\mu}, \\quad x = \\pm \\frac{1}{1 + \\mu}, \\end{cases} \\]\n\nor there are in all four points each of them a point of triple intersection.\n\nTo find where the line \\(\\infty\\) meets the curve, we have\n\n\\[ \\infty, \\quad A_\\infty = 0, \\]\nwhere\n\n\\[ A' = (x^2 + y^2) \\left\\{ (1 - \\mu^2)^2 x^2 + (1 + \\mu^2)^2 y^2 \\right\\}, \\]\n\ni.e.\n\n\\[ \\begin{cases} \\infty \\\\ x = \\pm iy, \\quad x = \\pm \\frac{1 + \\mu^2}{1 - \\mu^2} iy, \\end{cases} \\]\n\nor the curve meets the line \\( \\infty \\) in four points, each of them a point of triple intersection: two of these points are the circular points at \\( \\infty \\).\n\nTo find where the circle \\( x^2 + y^2 = 1 \\) meets the curve, this gives \\( x^2 = 1 - y^2 \\), and thence\n\n\\[ A = \\mu^3 (\\mu^2 - 4) + 4(1 + 2\\mu^2)y^2 \\]\n\\[ B = 4 - y^2 \\]\n\\[ C = \\mu^2 + 2, \\]\n\nand the equation becomes\n\n\\[ \\{ \\mu^2(\\mu^2 - 4) + 4(1 + 2\\mu^2)y^2 \\}^3 + 27\\mu^4(4 - y^2)^3y^2 - 216(\\mu^2 + 2)^3y^4 \\]\n\\[ + 54\\mu^2(\\mu^2 + 2)y^2(4 - y^2)(\\mu^2(\\mu^2 - 4) + 4(1 + 2\\mu^2)y^2) = 0, \\]\n\nwhich is only of the eighth order; it follows that each of the circular points at \\( \\infty \\) (which have been already shown to be points upon the curve) are quadruple points of intersection of the curve and circle. The equation of the eighth order reduces itself to\n\n\\[ (y^2 - \\mu^2)^3 \\{ 27\\mu^4y^2 + (\\mu^2 - 4)^3 \\} = 0; \\]\n\nthe values of \\( x \\) corresponding to the roots \\( y = \\pm \\mu \\) are obtained without difficulty, and those corresponding to the other roots are at once found by means of the identical equation\n\n\\[ (\\mu^2 - 4)^3 + 27\\mu^4 + (1 - \\mu^2)(\\mu^2 + 8)^2 = 0; \\]\n\nwe thus obtain for the coordinates of the points of intersection of the curve with the circle \\( x^2 + y^2 = 1 \\), the values\n\n\\[ \\begin{cases} \\infty \\\\ x = \\pm iy, \\quad y = \\pm \\mu, \\end{cases} \\quad \\begin{cases} x = \\pm \\frac{(\\mu^2 + 8)\\sqrt{1 - \\mu^2}}{3\\sqrt{3}\\mu^2} i; \\\\ y = \\pm \\frac{(\\mu^2 - 4)^{\\frac{3}{2}}}{3\\sqrt{3}\\mu^2} i, \\end{cases} \\]\n\neach of the points of the first system being a quadruple point of intersection, each of the points of the second system a triple point of intersection, and each of the points of the third system a single point of intersection.\n\nNext, to find where the circle \\( x^2 + y^2 = \\frac{1}{\\mu^2} \\) meets the curve; writing \\( x^2 = \\frac{1}{\\mu^2} - y^2 \\), we obtain for \\( y \\) an equation of the eighth order, which after all reductions is\n\n\\[ \\left( y^2 - \\frac{1}{\\mu^2} \\right)^3 \\{ 27\\mu^4y^2 + (1 - 4\\mu^2)^3 \\} = 0, \\]\n\nand we have for the coordinates of the points of intersection,\n\\[\n\\begin{align*}\n\\infty & \\quad x = \\pm \\frac{1}{\\mu} \\sqrt{1 - \\frac{1}{\\mu^2}} \\\\\nx = \\pm iy, & \\quad y = \\pm \\frac{1}{\\mu^2}, \\\\\n& \\quad x = \\pm \\frac{(1 + 8\\mu^2) \\sqrt{1 - \\frac{1}{\\mu^2}}}{3 \\sqrt{3} \\mu} i \\\\\n& \\quad y = \\pm \\frac{(1 - 4\\mu^2)^{\\frac{3}{2}}}{3 \\sqrt{3} \\mu} i,\n\\end{align*}\n\\]\n\neach of the points of the first system being a quadruple point of intersection, each of the points of the second system a triple point of intersection, and each of the points of the third system a single point of intersection.\n\nThe points of intersection with the axes of \\(x\\), and the points of triple intersection with the circles \\(x^2 + y^2 = 1\\) and \\(x^2 + y^2 = \\frac{1}{\\mu^2}\\), are all of them cuspidal points; the two circular points at \\(\\infty\\) are, I think, triple points, and the other two points of intersection with the line \\(\\infty\\), cuspidal points, but I have not verified this: assuming that it is so, there will be a reduction 54 accounted for in the class of the curve, but the curve is, in fact, as will be shown in the sequel, of the class 6; there is consequently a reduction 72 to be accounted for by other singularities of the curve.\n\n**XIV.**\n\nIt is obvious from the preceding formulæ that the caustic stands to the circle radius \\(\\frac{1}{\\mu}\\) in a relation similar to that in which it stands to the circle radius 1, *i.e.* to the refracting circle. In fact, the very same caustic would have been obtained if the circle radius \\(\\frac{1}{\\mu}\\) had been taken for the refracting circle, the index of refraction being \\(\\frac{1}{\\mu}\\) instead of \\(\\mu\\). This may be shown very simply by means of the irrational form of the equation as follows.\n\nThe equation of the caustic by refraction of the circle radius 1, index of refraction \\(\\mu\\), is, we have seen,\n\n\\[\n(1 - \\mu^2)x = (1 - \\mu^{\\frac{4}{3}}y^{\\frac{3}{2}})^{\\frac{3}{2}} + \\mu(1 - \\mu^{-\\frac{3}{2}}y^{\\frac{3}{2}})^{\\frac{3}{2}}.\n\\]\n\nHence the equation of the caustic by refraction of the circle radius \\(c'\\), index of refraction \\(\\mu'\\), is\n\n\\[\n(1 - \\mu'^2)c' = \\left\\{1 - \\mu'^{\\frac{4}{3}}\\left(\\frac{y}{c'}\\right)^{\\frac{3}{2}}\\right\\}^{\\frac{3}{2}} + \\mu'\\left\\{1 - \\mu'^{-\\frac{3}{2}}\\left(\\frac{y}{c'}\\right)^{\\frac{3}{2}}\\right\\}^{\\frac{3}{2}},\n\\]\n\nor, what is the same thing,\n\n\\[\n(1 - \\mu'^2)c'\\mu' = \\left\\{1 - \\mu'^{-\\frac{3}{2}}c'^{-\\frac{3}{2}}y^{\\frac{3}{2}}\\right\\}^{\\frac{3}{2}} + \\frac{1}{\\mu'}\\left\\{1 - \\mu'^{\\frac{4}{3}}c'^{-\\frac{3}{2}}y^{\\frac{3}{2}}\\right\\}^{\\frac{3}{2}},\n\\]\n\nwhich becomes identical with the equation of the first-mentioned caustic if \\(\\mu' = c' = \\frac{1}{\\mu}\\).\n\nHence taking \\(c\\) instead of 1 as the radius of the first circle, we find,—\n\n**Theorem.** The caustic by refraction for parallel rays of a circle radius \\(c\\), index of\nrefraction $\\mu$, is the same curve as the caustic by refraction for parallel rays of a concentric circle radius $\\frac{c}{\\mu}$, index of refraction $\\frac{1}{\\mu}$.\n\nXV.\n\nWe may consequently in tracing the caustic confine our attention to the case in which the index of refraction is greater than unity. The circle radius $\\frac{c}{\\mu}$ will in this case be within the refracting circle, and it is easy to see that if from the extremity of the diameter of the refracting circle perpendicular to the direction of the incident rays, tangents are drawn to the circle radius $\\frac{c}{\\mu}$, the points of contact are the points of triple intersection of the caustic with the last-mentioned circle, and these points of intersection being, as already observed, cusps, the tangents in question are the tangents to the caustic at these cusps. The points of intersection with the axis of $x$ are also cusps of the caustic, the tangents at these cusps coinciding with the axis of $x$: two of the last-mentioned cusps, viz. those whose distances from the centre are $\\pm \\frac{1}{\\mu+1}$, lie within the circle radius $\\frac{c}{\\mu}$; the other two of the same four cusps, viz. those whose distances from the centre are $\\pm \\frac{1}{\\mu-1}$, lie without the circle radius $\\frac{c}{\\mu}$; the last-mentioned two cusps lie without the refracting circle, when $\\mu<2$, upon this circle when $\\mu=2$, and within it, and therefore between the two circles when $\\mu>2$. The caustic is therefore of the forms in the annexed figures 3, 4, 5, in each of which the outer circle is the refracting circle, and $\\mu$ is $>1$, but the three figures correspond respectively to the cases $\\mu<2$, $\\mu=2$ and $\\mu>2$. The same three figures will represent the different forms of the caustic when the inner circle is the refracting circle and $\\mu$ is $<1$, the three figures then respectively corresponding to the cases $\\mu>\\frac{1}{2}$, $\\mu=\\frac{1}{2}$, and $\\mu<\\frac{1}{2}$.\n\nXVI.\n\nTo find the tangential equation, I retain $k$ instead of its value $\\frac{1}{\\mu}$, the equation of the refracted ray then is\n\n$$x(k \\cos \\phi - \\sqrt{1-k^2 \\sin^2 \\phi}) + y(k \\sin \\phi + \\cot \\phi \\sqrt{1-k^2 \\sin^2 \\phi}) - k = 0,$$\nand representing this by\n\n\\[ Xx + Yy - k = 0, \\]\n\nwe have\n\n\\[ X = k \\cos \\phi - \\sqrt{1 - k^2 \\sin^2 \\phi} \\]\n\\[ Y = k \\sin \\phi + \\cot \\phi \\sqrt{1 - k^2 \\sin^2 \\phi}, \\]\n\nequations which give\n\n\\[ X \\cos \\phi + Y \\sin \\phi = k \\]\n\\[ X^2 + Y^2 = \\frac{1}{\\sin^2 \\phi}, \\]\n\nand consequently\n\n\\[ \\sin \\phi = \\frac{1}{\\sqrt{X^2 + Y^2}} \\]\n\\[ \\cos \\phi = \\frac{\\sqrt{X^2 + Y^2 - 1}}{\\sqrt{X^2 + Y^2}}, \\]\n\nand we have\n\n\\[ X \\sqrt{X^2 + Y^2 - 1} + Y - k \\sqrt{X^2 + Y^2} = 0, \\]\n\nwhich gives\n\n\\[ (X^2 + Y^2)(X^2 - 1 - k^2) = -2kY \\sqrt{X^2 + Y^2}; \\]\n\nor dividing out by the factor \\( \\sqrt{X^2 + Y^2} \\), the equation becomes\n\n\\[ \\sqrt{X^2 + Y^2}(X^2 - 1 - k^2) = -2kY, \\]\n\nfrom which\n\n\\[ (X^2 + Y^2)(X^2 - 1 - k^2)^2 - 4k^2Y^2 = 0; \\]\n\nor reducing and arranging, we obtain\n\n\\[ X^2(X^2 - 1 - k^2)^2 + Y^2(X + 1 + k)(X + 1 - k)(X - 1 + k)(X - 1 - k) = 0 \\]\n\nfor the tangential equation of the caustic by refraction of a circle for parallel rays. The caustic is therefore of the class 6.\n\nXVII.\n\nSuppose next that rays proceeding from a point are reflected at a circle.\n\nA very elegant solution of the problem is given by Lagrange in the Mém. de Turin; the investigation, as given by Mr. P. Smith in a note in the Cambridge and Dublin Mathematical Journal, t. ii. p. 237, is as follows:\n\nLet B be the radiant point, RBP an incident ray, and PS a reflected ray; CA a fixed radius; ACP = \\( \\alpha \\), ACB = \\( \\varepsilon \\), reciprocal of CB = \\( c \\), reciprocal of CP = \\( a \\). The equations of the incident and reflected ray, where \\( u = \\frac{1}{r} \\), may be written\n\n\\[ u = A \\sin \\theta + B \\cos \\theta \\text{ incident ray}, \\]\n\\[ u = A \\sin (2\\alpha - \\theta) + B \\cos (2\\alpha - \\theta) \\text{ reflected}, \\]\n\nthe conditions for determining A and B being\n\n\\[ a = A \\sin \\alpha + B \\cos \\alpha \\]\n\\[ c = A \\sin \\varepsilon + B \\cos \\varepsilon, \\]\nwhence\n\n\\[ \\Lambda = \\frac{a \\cos \\varepsilon - c \\cos \\alpha}{\\sin (\\alpha - \\varepsilon)}, \\quad B = \\frac{c \\sin \\alpha - a \\sin \\varepsilon}{\\sin (\\alpha - \\varepsilon)}. \\]\n\nSubstituting these values, the equation of the reflected ray becomes\n\n\\[ a \\sin (2\\alpha - \\theta - \\varepsilon) = u \\sin (\\alpha - \\varepsilon) + c \\sin (\\alpha - \\theta), \\]\n\nfrom which, and its differential with respect to the arbitrary parameter \\( \\alpha \\), the equation of the caustic or envelope of the reflected rays will be found by eliminating \\( \\alpha \\).\n\nIn this, \\( \\alpha \\) being the only quantity treated as variable in the differentiation, let\n\n\\[ 2\\alpha - \\theta - \\varepsilon = 2\\varphi. \\]\n\nTherefore\n\n\\[ \\alpha = \\varphi + \\frac{1}{2}(\\theta + \\varepsilon), \\]\n\nand the equation becomes\n\n\\[ a \\sin 2\\varphi = u \\sin \\left\\{ \\varphi + \\frac{1}{2}(\\theta - \\varepsilon) \\right\\} + c \\sin \\left\\{ \\varphi - \\frac{1}{2}(\\theta - \\varepsilon) \\right\\}. \\]\n\nMake\n\n\\[ P = \\frac{(u + c) \\cos \\frac{1}{2}(\\theta - \\varepsilon)}{2a}, \\]\n\\[ Q = \\frac{(u - c) \\sin \\frac{1}{2}(\\theta - \\varepsilon)}{2a}, \\]\n\nalso\n\n\\[ x = \\frac{1}{\\cos \\varphi}, \\quad y = \\frac{1}{\\sin \\varphi}, \\]\n\nand the equation becomes\n\n\\[ Px + Qy = 1, \\]\n\nwith the condition\n\n\\[ x^{-2} + y^{-2} = 1. \\]\n\nHence\n\n\\[ P = \\lambda x^{-3}, \\]\n\\[ Q = \\lambda y^{-3}. \\]\n\nMultiplying by \\( x \\) and \\( y \\), and adding, we find \\( \\lambda = 1 \\); therefore\n\n\\[ x^{-3} = P^{\\frac{3}{2}}, \\quad y^{-3} = Q^{\\frac{3}{2}}. \\]\n\nHence\n\n\\[ P^{\\frac{3}{2}} + Q^{\\frac{3}{2}} = 1; \\]\n\nor restoring the values of \\( P \\) and \\( Q \\),\n\n\\[ \\left\\{ (u + c) \\cos \\frac{1}{2}(\\theta - \\varepsilon) \\right\\}^{\\frac{3}{2}} + \\left\\{ (u - c) \\sin \\frac{1}{2}(\\theta - \\varepsilon) \\right\\}^{\\frac{3}{2}} = 1, \\]\n\nthe equation of the caustic.\n\nXVIII.\n\nBut the equation of the caustic for rays proceeding from a point and reflected at a circle may be obtained by a different method, as follows:\n\nTake the centre of the circle for origin; let \\( c \\) be the radius of the circle, \\( a, b \\) the coordinates of the radiant point, \\( \\alpha, \\beta \\) the coordinates of the point of incidence, \\( x, y \\) the coordinates of a point in the reflected ray. Then we have from the equation of the\ncircle $\\alpha^2 + \\beta^2 = c^2$, and the equation of the reflected ray is by the general formula,\n\n$$(b\\alpha - a\\beta)(\\alpha x + \\beta y - c^2) + (y\\alpha - x\\beta)(a\\alpha + b\\beta - c^2) = 0;$$\n\nor arranging the terms in a different order,\n\n$$(bx + ay)(\\alpha^2 - \\beta^2) + 2(by - ax)\\alpha\\beta - c^2(b + y)\\alpha + c^2(a + x)\\beta = 0.$$  \n\nWriting now $\\alpha = e \\cos \\theta$, $\\beta = e \\sin \\theta$, the equation becomes\n\n$$(bx + ay) \\cos 2\\theta + (by - ax) \\sin 2\\theta - (b + y)e \\cos \\theta + (a + x)e \\sin \\theta = 0,$$\n\nwhere $\\theta$ is a variable parameter.\n\nNow in general to find the envelope of\n\n$$A \\cos 2\\theta + B \\sin 2\\theta + C \\cos \\theta + D \\sin \\theta + E = 0,$$\n\nwe may put $e^{i\\theta} = z$, which gives the equation\n\n$$(A - Bi)z^4 + (C - Di)z^3 + 2Ez^2 + (C + Di)z + (A + Bi) = 0,$$\n\nand equate the discriminant to zero: this gives\n\n$$(4I)^3 - 27(-8J)^2 = 0,$$\n\nwhere\n\n$$4I = 4(A^2 + B^2) - (C^2 + D^2) + \\frac{4}{3}E^2,$$\n\n$$-8J = A(C^2 - D^2) + 2BCD - \\left\\{8(A^2 + B^2) + (C^2 + D^2)\\right\\}\\frac{1}{3}E + \\frac{8}{27}E^3,$$\n\nand consequently\n\n$$\\left\\{4(A^2 + B^2) - (C^2 + D^2) + \\frac{4}{3}E^2\\right\\}^3 - 27\\left\\{A(C^2 - D^2) + 2BCD - \\left(8(A^2 + B^2) + (C^2 + D^2)\\right)\\frac{1}{3}E + \\frac{8}{27}E^3\\right\\}^2 = 0;$$\n\nand substituting for $A$, $B$, $C$, $D$, $E$ their values, we find\n\n$$\\left\\{4(\\alpha^2 + \\beta^2)(x^2 + y^2) - c^2((x + a)^2 + (y + b)^2)\\right\\}^3 - 27(bx - ay)^2(x^2 + y^2 - a^2 - b^2) = 0$$\n\nfor the equation of the caustic in the case of rays proceeding from a point and reflected at a circle: the equation was first obtained by St. Laurent.\n\nIt will be convenient to consider the axis of $x$ as passing through the radiant point; this gives $b = 0$; and if we assume also $c = 1$, the equation of the caustic becomes\n\n$$\\{(4\\alpha^2 - 1)(x^2 + y^2) - 2ax - a^2\\}^3 - 27a^2y^2(x^2 + y^2 - a^2) = 0.$$\n\n**XIX.**\n\nReverting to the equation of the reflected ray, and putting, as before, $c = 1$, $b = 0$, this becomes\n\n$$(-2a \\cos \\theta + 1)x + \\frac{a \\cos 2\\theta - \\cos \\theta}{\\sin \\theta} y + a = 0.$$\n\nDifferentiating with respect to $\\theta$, we have\n\n$$(-2a \\sin \\theta)x + \\frac{-a \\cos \\theta(1 + 2 \\sin^2 \\theta) + 1}{\\sin^2 \\theta} y = 0;$$\n\nand from these equations\n\n$$x = \\frac{a^2 \\cos \\theta(1 + 2 \\sin^2 \\theta) - a}{1 - 3a \\cos 2\\theta + 2a^2},$$\n\n$$y = \\frac{2a^2 \\sin^3 \\theta}{1 - 3a \\cos 2\\theta + 2a^2}.$$\nwhich give the coordinates of a point of the caustic in terms of the angle $\\theta$, which determines the position of the point of incidence. The values in question satisfy, as they should do, the equation\n\n$$((4a^2-1)(x^2+y^2)-2ax-a^2)^3-27a^2y^2(x^2+y^2-a^2)^2=0.$$  \n\nWe have, in fact,\n\n$$x^2+y^2-a^2=\\frac{4a^3(\\cos \\theta - a)^3}{(1-3a\\cos 2\\theta + 2a^2)^2}$$\n\n$$(4a^2-1)(x^2+y^2)-2ax-a^2=\\frac{12a^4(\\cos \\theta - a)^3}{(1-3a\\cos 2\\theta + 2a^2)^2},$$\n\nfrom which it is easy to derive the equation in question.\n\nXX.\n\nIf we represent the equation of the reflected ray by\n\n$$Xx+Yy+a=0,$$\n\nthen we have\n\n$$X=-2a\\cos \\theta +1$$\n\n$$Y=\\frac{a\\cos 2\\theta - \\cos \\theta}{\\sin \\theta},$$\n\nand thence\n\n$$(X-1)^2-4a^2=-4a^2\\sin^2 \\theta$$\n\n$$X^2+Y^2=\\frac{1}{\\sin^2 \\theta}(1-2a\\cos \\theta+a^2)$$\n\n$$X+a^2=1-2a\\cos \\theta+a^2,$$\n\nand consequently\n\n$$(X^2+Y^2)((X-1)^2-4a^2)+4a^2X+4a^4=0,$$\n\nor, what is the same thing,\n\n$$\\{X(X-1)-2a^2\\}^2+Y^2\\{(X-1)^2-4a^2\\}=0,$$\n\nwhich may be considered as the tangential equation of the caustic by reflexion of a circle; or if we consider $X, Y$ as the coordinates of a point, then the equation may be considered as that of the polar of the caustic. The polar is therefore a curve of the fourth order, having two double points defined by the equations $X(X-1)-2a^2=0, Y=0$, and a third double point at infinity on the axis of $Y$, i.e. three double points in all; the number of cusps is therefore 0, and there are consequently 4 double tangents and 6 inflections, and the curve is of the class 6. And as $Y$ is given as an explicit function of $X$, there is of course no difficulty in tracing the curve. We thus see that the caustic by reflexion of a circle is a curve of the order 6, and has 4 double points and 6 cusps (the circular points at infinity are each of them a cusp, so that the number of cusps at a finite distance is 4): this coincides with the conclusions which will be presently obtained by considering the equation of the caustic.\nXXI.\n\nThe equation of the caustic by reflexion of a circle is\n\n\\[(4a^2-1)(x^2+y^2)-2ax-a^2)^3-27a^2y^2(x^2+y^2-a^2)^2=0.\\]\n\nSuppose first that \\(y=0\\), we have\n\n\\[(4a^2-1)x^2-2ax-a^2)^3=0,\\]\n\ni.e.\n\n\\[x=\\frac{-a}{2a+1}, \\quad x=\\frac{a}{2a-1},\\]\n\nor the curve meets the axis of \\(x\\) in two points, each of which is a triple point of intersection.\n\nWrite next \\(x^2+y^2=a^2\\), this gives\n\n\\[(4a^2-1)a^2-2ax-a^2)^3=0,\\]\n\nand consequently\n\n\\[x=-a(1-2a^2)\\]\n\n\\[y=\\pm 2a^3\\sqrt{1-a^2},\\]\n\nor the curve meets the circle \\(x^2+y^2-a^2=0\\) in two points, each of which is a triple point of intersection.\n\nTo find the nature of the infinite branches, we may write, retaining only the terms of the degrees six and five,\n\n\\[(4a^2-1)(x^2+y^2)^3-6(4a^2-1)^2a(x^2+y^2)^2x-27a^2y^2(x^2+y^2)^2=0;\\]\n\nand rejecting the factor \\((x^2+y^2)^2\\), this gives\n\n\\[(4a^2-1)^3x^3+(4a^2-1)^3-27a^2)y^2-6(4a^2-1)^2ax=0;\\]\n\nor reducing,\n\n\\[(4a^2-1)^3x^3-(1-a^2)(8a^2+1)^2y^2-6(4a^2-1)^2ax=0;\\]\n\nand it follows that there are two asymptotes, the equations of which are\n\n\\[y=\\frac{(4a^2-1)^{\\frac{3}{2}}}{\\sqrt{1-a^2}(8a^2+1)}\\left\\{x-\\frac{3a}{4a^2-1}\\right\\}.\\]\n\nRepresent for a moment the equation of one of the asymptotes by \\(y=A(x-\\alpha)\\), then the perpendicular from the origin or centre of the reflecting circle is \\(A\\alpha/\\sqrt{1+A^2}\\), and\n\n\\[A\\alpha=\\frac{3a\\sqrt{4a^2-1}}{\\sqrt{1-a^2}(1+8a^2)}\\]\n\n\\[1+A^2=\\frac{(1-a^2)(1+8a^2)^2+(4a^2-1)^3}{(1-a^2)(1+8a^2)^2}=\\frac{27a^2}{(1-a^2)(1+8a^2)^2}\\]\n\n\\[\\sqrt{1+A^2}=\\frac{3\\sqrt{3}a}{\\sqrt{1-a^2}(1+8a^2)},\\]\n\nand the perpendicular is \\(\\frac{1}{\\sqrt{3}}\\sqrt{4a^2-1}\\), which is less than \\(a\\) if only \\(a^2<1\\), i.e. in every case in which the asymptote is real.\nThe tangents parallel and perpendicular to the axis of \\( x \\) are most readily obtained from the equation of the reflected ray, viz.\n\n\\[\n(-2a \\cos \\theta + 1)x + \\frac{a \\cos 2\\theta - \\cos \\theta}{\\sin \\theta}y + a = 0;\n\\]\n\nthe coefficient of \\( x \\) (if the equation is first multiplied by \\( \\sin \\theta \\)) vanishes if \\( \\sin \\theta = 0 \\), which gives the axis of \\( x \\), or if \\( \\cos \\theta = \\frac{1}{2a} \\), which gives \\( y = \\pm \\frac{\\sqrt{4a^2 - 1}}{2a} \\), for the tangents parallel to the axis of \\( x \\).\n\nThe coefficient of \\( y \\) vanishes if \\( a \\cos 2\\theta - \\cos \\theta = 0 \\); this gives\n\n\\[\n\\cos \\theta = \\frac{1 \\pm \\sqrt{8a^2 + 1}}{4a}, \\quad \\sin \\theta = \\frac{1}{8a^2}(4a^2 - 1 \\mp \\sqrt{8a^2 + 1}),\n\\]\n\nand the tangents perpendicular to the axis of \\( x \\) are given by\n\n\\[\nx = \\frac{-2a}{1 \\mp \\sqrt{8a^2 + 1}};\n\\]\n\nthese tangents are in fact double tangents of the caustic. In order that the point of contact may be real, it is necessary that \\( \\sin \\theta \\), \\( \\cos \\theta \\) should be real; this will be the case for both values of the ambiguous sign if \\( a > 1 \\) or \\( = 1 \\), but only for the upper value if \\( a < 1 \\).\n\nIt has just been shown that for the tangents parallel to the axis of \\( x \\), we have\n\n\\[\ny = \\pm \\frac{\\sqrt{4a^2 - 1}}{2a},\n\\]\n\nthe values of \\( y \\) being real for \\( a > \\frac{1}{2} \\): it may be noticed that the value \\( y = \\frac{\\sqrt{4a^2 - 1}}{2a} \\) is greater, equal, or less than, or to \\( y = 2a^2 \\sqrt{1 - a^2} \\), according as \\( a > \\frac{1}{\\sqrt{2}} \\) or \\( < \\frac{1}{\\sqrt{2}} \\); this depends on the identity \\((4a^2 - 1) - 16a^6(1 - a^2) = (2a^2 - 1)^2(2a^2 + 1)\\).\n\nTo find the points of intersection with the reflecting circle, \\( x^2 + y^2 - 1 = 0 \\), we have\n\n\\[\n(3a^2 - 1 - 2ax)^3 - 27a^2(1 - x^2)(1 - a^2)^2 = 0;\n\\]\n\nor reducing\n\n\\[\n8a^3x^3 + (-27a^4 + 18a^2 - 15)a^2x^2 + (54a^4 - 36a^2 + 6)ax + (-27a^4 + 18a^2 + 1) = 0,\n\\]\n\ni.e.\n\n\\[\n(ax - 1)^2(8ax - 27a^4 + 18a^2 + 1) = 0.\n\\]\n\nThe factor \\((ax - 1)^2\\) equated to zero shows that the caustic touches the circle in the points \\( x = \\frac{1}{a} \\), \\( y = \\pm \\sqrt{1 - \\frac{1}{a^2}} \\), i.e. in the points in which the circle is met by the polar of the radiant point, and which are real or imaginary according as \\( a > 1 \\) or \\( < 1 \\). The other factor gives\n\n\\[\nx = \\frac{27a^4 - 18a^2 - 1}{8a}.\n\\]\n\nPutting this value equal to \\( \\pm 1 \\), the resulting equation is \\((a \\mp 1)(27a^3 + 9a + 1) = 0 \\), and it follows that \\( x \\) will be in absolute magnitude greater or less than 1, i.e. the points in question will be imaginary or real, according as \\( a > 1 \\) or \\( a < 1 \\).\nIt is easy to see that the curve passes through the circular points at infinity, and that these points are cusps on the curve; the two points of intersection with the axis of \\( x \\) are cusps (the axis of \\( x \\) being the tangent), and the two points of intersection with the circle \\( x^2 + y^2 - a^2 = 0 \\) are also cusps, the tangent at each of the cusps coinciding with the tangent of the circle; there are consequently in all six cusps.\n\nXXII.\n\nTo investigate the position of the double points we may proceed as follows: write for shortness \\( P = (4a^2 - 1)(x^2 + y^2) - 2ax - a^2 \\), \\( Q = ayS \\), \\( S = x^2 + y^2 - a^2 \\); the equation of the caustic is\n\n\\[\nP^3 - 27Q^2 = 0.\n\\]\n\nHence, at a double point,\n\n\\[\nP^2 \\frac{dP}{dx} - 18Q \\frac{dQ}{dx} = 0\n\\]\n\n\\[\nP^2 \\frac{dP}{dy} - 18Q \\frac{dQ}{dy} = 0;\n\\]\n\none of which equations may be replaced by\n\n\\[\n\\frac{dP}{dx} \\frac{dQ}{dy} - \\frac{dP}{dy} \\frac{dQ}{dx} = 0.\n\\]\n\nNow\n\n\\[\n\\frac{dP}{dx} = 2((4a^2 - 1)x - a), \\quad \\frac{dP}{dy} = 2(4a^2 - 1)y\n\\]\n\n\\[\n\\frac{dQ}{dx} = 2axy, \\quad \\frac{dQ}{dy} = a(x^2 + 3y^2 - a^2) = a(S + 2y^2).\n\\]\n\nSubstituting these values in the last preceding equation, we find\n\n\\[\n\\frac{(4a^2 - 1)x - a}{(4a^2 - 1)y} = \\frac{2xy}{S + 2y^2},\n\\]\n\nor reducing\n\n\\[\n(4a^2 - 1)x - a = \\frac{2ay^2}{S};\n\\]\n\nand using this to simplify the equation\n\n\\[\nP^2 \\frac{dP}{dx} - 18Q \\frac{dQ}{dx} = 0,\n\\]\n\nwe have\n\n\\[\nP^2 \\frac{4ay^2}{S} - 18ayS \\cdot 2axy = 0,\n\\]\n\ni.e.\n\n\\[\nP^2 \\frac{9}{S} - 9axS = 0,\n\\]\n\nand therefore\n\n\\[\n9x = \\frac{P^2}{aS^2}.\n\\]\n\nMultiplying by \\( P \\) and writing for \\( P^3 \\) its value \\( 27a^2y^2S^2 \\), we have\n\n\\[\n Px = 3ay^2,\n\\]\nand thence\n\n\\[ P = \\frac{3ay^2}{x}, \\quad P^3 = \\frac{27a^3y^6}{x^3} = 27a^3y^6S^2, \\]\n\nwhence\n\n\\[ \\frac{ay^4}{x^3} = S^2, \\quad \\frac{a^3y^2}{x^2} = S, \\text{ or } \\frac{y^2}{S} = \\frac{a^3}{a^2}; \\]\n\nand substituting in the equation\n\n\\[ x = \\frac{a}{4a^2-1} \\left( 1 + \\frac{2y^2}{S} \\right), \\]\n\nwe find\n\n\\[ x = \\frac{a^2}{4a^2-1} \\left( 1 + \\frac{2x^3}{a^2} \\right) \\]\n\nand rationalising\n\n\\[ 4ax^3 - ((4a^2-1)x-a)^2 = 0, \\]\n\nor, what is the same thing,\n\n\\[ (4ax-1)(x-a(a+i\\sqrt{1-a^2})^2)(x-a(a-i\\sqrt{1-a^2})^2) = 0. \\]\n\nThe factor \\(4ax-1\\) equated to zero gives \\(x = \\frac{1}{4a}\\) from which \\(y\\) may be found, but the resulting point is not a double point, the other factors give each of them double points; and if we write\n\n\\[ x = a(a+i\\sqrt{1-a^2})^2, \\]\n\nwe find\n\n\\[ y = \\frac{2a^2i(a+i\\sqrt{1-a^2})^{\\frac{3}{2}}}{(3a-i\\sqrt{1-a^2})^{\\frac{1}{2}}}, \\]\n\nvalues which, in fact, belong to one of the four double points. It is easy to see that the points in question are always imaginary.\n\nIt may be noticed, by way of verification, that the preceding values of \\(x, y\\) give\n\n\\[ (4a^2-1)(x^2+y^2)-2ax-a^2 = \\frac{12a^4}{1+8a^2}(1-4a^2-4ai\\sqrt{1-a^2}) \\]\n\n\\[ x^2+y^2-a^2 = \\frac{-4a^3}{1+8a^2}(3a+i\\sqrt{1-a^2}) \\]\n\n\\[ y^2 = \\frac{4a^4}{1+8a^2}(-1+14a^2-16a^4+2a(3-8a^2)i\\sqrt{1-a^2}); \\]\n\nand if the quantities within \\((\\ )\\) on the right-hand side are represented by \\(A, B, C\\), then\n\n\\[ \\frac{A}{B} = -(a+i\\sqrt{1-a^2}) \\]\n\n\\[ \\frac{C}{B} = -(a+i\\sqrt{1-a^2})^3, \\]\n\nwhence we have identically,\n\n\\[ \\left( \\frac{A}{B} \\right)^3 = \\frac{C}{B}, \\text{ or } A^3 = B^2C, \\]\n\nby means of which it appears that the values of \\(x, y\\) satisfy, as they should do, the equation of the caustic; and by forming the expressions for \\((4a^2-1)x-a\\) and \\(x^2+3y^2-a^2\\), it might be shown, \\(\\textit{à posteriori}\\), that the point in question was a double point.\nXXIII.\n\nThe equation\n\n\\[(4a^2-1)(x^2+y^2)-2ax-a^2)^3-27a^2y^2(x^2+y^2-a^2)^2=0\\]\n\nbecomes when \\(a=1\\) (i.e. when the radiant point is in the circumference),\n\n\\[3y^2+(x-1)(3x+1)^3-27y^2(y^2+x^2-1)^2=0;\\]\n\nit is easy to see that this divides by \\((x-1)^2\\); and throwing out this factor, we have for the caustic the equation of the fourth order,\n\n\\[27y^4+18y^2(3x^2-1)+(x-1)(3x+1)^3=0.\\]\n\nXXIV.\n\nThe equation\n\n\\[(4a^2-1)(x^2+y^2)-2ax-a^2)^3-27a^2y^2(x^2+y^2-a^2)^2=0\\]\n\nbecomes when \\(a=\\infty\\) (i.e. in the case of parallel rays),\n\n\\[(4x^2+4y^2-1)^3-27y^2=0,\\]\n\nwhich may also be written\n\n\\[64x^6+48x^4(4y^2-1)+12x^2(4y^2-1)^2+(8y^2+1)^2(y^2-1)=0.\\]\n\nXXV.\n\nIt is now easy to trace the curve. Beginning with the case \\(a=\\infty\\), the curve lies wholly within the reflecting circle, which it touches at two points; the line joining the points of contact, being in fact the axis of \\(y\\), divides the curve into two equal portions; the curve has in the present, as in every other case (except one limiting case), two cusps on the axis of \\(x\\) (see fig. 6). Next, if \\(a\\) be positive and \\(>1\\), the general form of the curve is the same as before, only the line joining the points of contact with the reflecting circle divides the curve into unequal portions, that in the neighbourhood of the radiant point being the smaller of the two portions (see fig. 7). When \\(a=1\\), the two points of contact with the reflecting circle unite together at the radiant point; the curve throws off, as it were, the two coincident lines \\(x=1\\), and the order is reduced from 6 to 4. The curve has the form fig. 8, with only a single cusp on the axis of \\(x\\). If \\(a\\) be further diminished, \\(a<1>\\frac{1}{\\sqrt{2}}\\), the curve takes the form shown by fig. 9, with two infinite branches, one of them having simply a cusp on the axis of \\(x\\), the other having a cusp on the axis of \\(x\\), and a pair of cusps at its intersection with the circle through the radiant point, there are two asymptotes equally inclined to the axis of \\(x\\). In the case\n\\(a = \\frac{1}{\\sqrt{2}}\\), the form of the curve is nearly the same as before, only the cusps upon the circle through the radiant point lie on the axis of \\(y\\) (see fig. 10). The case \\(a < \\frac{1}{\\sqrt{2}} > \\frac{1}{2}\\) is shown, fig. 11. For \\(a = \\frac{1}{2}\\), the two asymptotes coincide with the axis of \\(x\\); one of the branches of the curve has wholly disappeared, and the form of the other is modified by the coincidence of the asymptotes with the axis of \\(x\\); it has in fact acquired a cusp at infinity on the axis of \\(x\\) (see fig. 12). When \\(a < \\frac{1}{2}\\), the curve consists of a single finite branch, with two cusps on the axis of \\(x\\), and two cusps at the points of intersection with the circle through the radiant point; one of the last-mentioned cusps will be outside the reflecting circle as long as \\(a > \\frac{1}{3}\\); fig. 13 represents the case \\(a = \\frac{1}{3}\\), for which this cusp is upon the reflecting circle. For \\(a < \\frac{1}{3}\\), the curve lies wholly within the reflecting circle, one of the cusps upon the axis of \\(x\\) being always within, and the other always without the circle through the radiant point, and as \\(a\\) approaches 0 the curve becomes smaller and smaller, and ultimately disappears in a point. The case \\(a\\) negative is obviously included in the preceding one.\n\nSeveral of the preceding results relating to the caustic by reflexion of a circle were obtained, and the curve is traced in a memoir by the Rev. Hamnet Holditch, Quarterly Mathematical Journal, t. i.\nXXVI.\n\nSuppose next that rays proceeding from a point are refracted at a circle. Take the centre of the circle as origin, let the radius be $c$, and take $\\xi, \\eta$ as the coordinates of the radiant point, $\\alpha, \\beta$ the coordinates of the point of incidence, $x, y$ the coordinates of a point in the refracted ray: then the general equation\n\n$$-qG^2 \\nabla QGN^2 + \\mu^2 QG^2 \\nabla qGN^2 = 0$$\n\nbecomes, taking the centre of the circle as the point $N$ on the normal, or writing $a=0, b=0$,\n\n$$-(x-\\alpha)^2 + (y-\\beta)^2 (\\beta x - \\alpha \\eta)^2 + \\mu^2 ((\\xi - \\alpha)^2 + (\\eta - \\beta)^2) (\\beta x - \\alpha y)^2 = 0;$$\n\nor putting $\\alpha^2 + \\beta^2 = c^2$, and expanding,\n\n$$\\alpha^3 \\{2(\\eta^2 x - \\mu^2 y^2 \\xi)\\}$$\n\n$$+ \\alpha^2 \\beta \\{-4(\\xi x - \\mu^2 xy \\xi) + 2(\\eta^2 y - \\mu^2 y^2 \\eta)\\}$$\n\n$$+ \\alpha \\beta^2 \\{-4(\\xi y - \\mu^2 xy \\eta) + 2(\\xi^2 x - \\mu^2 x^2 \\xi)\\}$$\n\n$$+ \\beta^3 \\{2(\\xi^2 y - \\mu^2 x^2 \\eta)\\}$$\n\n$$- \\alpha^2 \\{(x^2 + y^2 + c^2) \\eta^2 - \\mu^2 (\\xi^2 + \\eta^2 + c^2) y^2\\}$$\n\n$$+ 2\\alpha \\beta \\{(x^2 + y^2 + c^2) \\xi \\eta - \\mu^2 (\\xi^2 + \\eta^2 + c^2) xy\\}$$\n\n$$- \\beta^2 \\{(x^2 + y^2 + c^2) \\xi^2 - \\mu^2 (\\xi^2 + \\eta^2 + c^2) x^2\\}$$\n\n$$= 0,$$\n\nwhich may be represented by\n\n$$A\\alpha^3 + B\\alpha^2 \\beta + C\\alpha \\beta^2 + D\\beta^3 + F\\alpha^2 + G\\alpha \\beta + H\\beta^2 = 0.$$\n\nNow $\\alpha^2 + \\beta^2 = c^2$, and we may write\n\n$$\\alpha = \\frac{1}{2}c(z + \\frac{1}{z}), \\quad \\beta = -\\frac{1}{2}ci(z - \\frac{1}{z}).$$\n\nThe equation thus becomes\n\n$$A\\left(z + \\frac{1}{z}\\right)^3 - Bi\\left(z + \\frac{1}{z}\\right)^2 \\left(z - \\frac{1}{z}\\right) - C\\left(z + \\frac{1}{z}\\right) \\left(z - \\frac{1}{z}\\right)^2 - Di\\left(z - \\frac{1}{z}\\right)^3$$\n\n$$+ \\frac{2}{c}F\\left(z + \\frac{1}{z}\\right)^2 - \\frac{2}{c}Gi\\left(z + \\frac{1}{z}\\right) \\left(z - \\frac{1}{z}\\right) - \\frac{2}{c}H\\left(z - \\frac{1}{z}\\right)^2 = 0;$$\n\nor expanding,\n\n$$\\begin{align*}\n(A - Bi - C - Di)z^3 \\\\\n+ \\frac{2}{c}(F - Gi - H)z^2 \\\\\n+ (3A - Bi + C + 3Di)z \\\\\n+ \\frac{4}{c}(F + H) \\\\\n+ \\left(3A + Bi + C - 3Di\\right)\\frac{1}{z} \\\\\n+ \\frac{2}{c}(F + Gi - H)\\frac{1}{z^2} \\\\\n+ \\left(A + Bi - C + Di\\right)\\frac{1}{z^3}\n\\end{align*} = 0,$$\n\nMDCCCLVII.\nin which $z$ may be considered as the variable parameter; hence the equation of the caustic may be obtained by equating to zero the discriminant of the above function of $z$; but the discriminant of a sextic function has not yet been calculated. The equation would be of the order 20, and it appears from the result previously obtained for parallel rays, that the equation must be of the order 12 at the least; it is, I think, probable that there is not any reduction of degree in the general case. It is however practicable, as will presently be seen, to obtain the tangential equation of the caustic by refraction, and the curve is thus shown to be only of the class 6.\n\nXXVII.\n\nSuppose that rays proceeding from a point are refracted at a circle, and let it be required to find the equation of the secondary caustic: take the centre of the circle as origin, let $c$ be the radius, $\\xi$, $\\eta$ the coordinates of the radiant point, $\\alpha$, $\\beta$ the coordinates of a point upon the circle, $\\mu$ the index of refraction; the secondary caustic will be the envelope of the circle,\n\n$$\\mu^2 \\{(x-\\alpha)^2 + (y-\\beta)^2\\} - \\{(\\xi-\\alpha)^2 + (\\eta-\\beta)^2\\} = 0,$$\n\nwhere $\\alpha$, $\\beta$ are variable parameters connected by the equation $\\alpha^2 + \\beta^2 - c^2 = 0$; the equation of the circle may be written in the form\n\n$$\\mu^2(x^2 + y^2 + c^2) - (\\xi^2 + \\eta^2 + c^2) - 2(\\mu^2 x - \\xi)\\alpha - 2(\\mu^2 y - \\eta)\\beta = 0.$$\n\nBut in general the envelope of $Ax + B\\beta + C = 0$, where $\\alpha$, $\\beta$ are connected by the equation $\\alpha^2 + \\beta^2 - c^2 = 0$, is $c^2(A^2 + B^2) - c^2 = 0$, and hence in the present case the equation of the envelope is\n\n$$\\{\\mu^2(x^2 + y^2 + c^2) - (\\xi^2 + \\eta^2 + c^2)\\}^2 = 4c^2\\{(\\mu^2 x - \\xi)^2 + (\\mu^2 y - \\eta)^2\\},$$\n\nwhich may also be written\n\n$$\\{\\mu^2(x^2 + y^2 - c^2) - (\\xi^2 + \\eta^2 - c^2)\\}^2 = 4c^2\\mu^2\\{(x-\\xi)^2 + (y-\\eta)^2\\}.$$\n\nIf the axis of $x$ be taken through the radiant point, then $\\eta = 0$, and writing also $\\xi = \\alpha$, the equation becomes\n\n$$\\{\\mu^2(x^2 + y^2 - c^2) - a^2 + c^2\\}^2 = 4c^2\\mu^2\\{(x-a)^2 + y^2\\};$$\n\nor taking the square root of each side,\n\n$$\\{\\mu^2(x^2 + y^2 - c^2) - a^2 + c^2\\} = 2c\\mu\\sqrt{(x-a)^2 + y^2};$$\n\nwhence multiplying by $1 - \\frac{1}{\\mu^2}$ and adding on each side $c^2\\left(\\mu - \\frac{1}{\\mu}\\right)^2 + (x-a)^2 + y^2$, we have\n\n$$\\mu^2\\left\\{(x-a)^2 + y^2\\right\\} = \\left\\{\\sqrt{(x-a)^2 + y^2} + c\\left(\\mu - \\frac{1}{\\mu}\\right)\\right\\}^2,$$\n\nor\n\n$$\\mu\\sqrt{(x-a)^2 + y^2} = \\sqrt{(x-a)^2 + y^2} + c\\left(\\mu - \\frac{1}{\\mu}\\right),$$\n\nwhich shows that the secondary caustic is the Oval of Descartes, or as it will be convenient to call it, the Cartesian.\nIt is proper to remark, that the Cartesian consists in general of two ovals, one of which is the orthogonal trajectory of the refracted rays, the other the orthogonal trajectory of the false refracted rays. In the case of reflexion, the secondary caustic is a Cartesian having a double point; this may be either a conjugate point, or a real double point arising from the union and intersection of the two ovals; the same secondary caustic may arise also from refraction, as will be presently shown.\n\nXXVIII.\n\nReverting to the original form of the equation of the secondary caustic, multiplying by $\\frac{1}{\\mu^2} \\left(1 - \\frac{c^2}{a^2}\\right)$ and adding on each side $\\frac{a^2}{\\mu^2} \\left(1 - \\frac{c^2}{a^2}\\right)^2 + \\frac{c^2}{a^2} \\{(x-a)^2 + y^2\\}$, the equation becomes\n\n$$\\left\\{ \\left(x - \\frac{c^2}{a}\\right)^2 + y^2 \\right\\} = \\left\\{ \\frac{c}{a} \\sqrt{(x-a)^2 + y^2} + \\frac{a}{\\mu} \\left(1 - \\frac{c^2}{a^2}\\right) \\right\\},$$\n\nor extracting the square root,\n\n$$\\sqrt{\\left(x - \\frac{c^2}{a}\\right)^2 + y^2} = \\frac{c}{a} \\sqrt{(x-a)^2 + y^2} + \\frac{a}{\\mu} \\left(1 - \\frac{c^2}{a^2}\\right).$$\n\nCombining this with the former result, we see that the equation may be expressed indifferently in any one of the four forms,\n\n$$\\sqrt{\\left(x - \\frac{a}{\\mu^2}\\right)^2 + y^2} = \\frac{1}{\\mu} \\sqrt{(x-a)^2 + y^2} + \\frac{c}{\\mu} \\left(\\mu - \\frac{1}{\\mu}\\right),$$\n\n$$\\sqrt{\\left(x - \\frac{c^2}{a}\\right)^2 + y^2} = \\frac{c}{a} \\sqrt{(x-a)^2 + y^2} + \\frac{1}{\\mu} \\left(a - \\frac{c^2}{a}\\right),$$\n\n$$\\sqrt{\\left(x - \\frac{c^2}{a}\\right)^2 + y^2} = \\frac{c\\mu}{a} \\sqrt{\\left(x - \\frac{a}{\\mu^2}\\right)^2 + y^2} + \\frac{a}{\\mu} - \\frac{c^2\\mu}{a},$$\n\n$$c\\left(\\mu - \\frac{1}{\\mu}\\right) \\sqrt{\\left(x - \\frac{c^2}{a}\\right)^2 + y^2} + \\left(-a + \\frac{c^2}{a}\\right) \\sqrt{\\left(x - \\frac{a}{\\mu^2}\\right)^2 + y^2} + \\left(\\frac{a}{\\mu} - \\frac{c^2\\mu}{a}\\right) \\sqrt{(x-a)^2 + y^2} = 0.$$\n\nIt follows, that if we write successively\n\n$$a' = a, \\quad c' = c, \\quad \\mu' = \\mu \\quad (1)$$\n\n$$a' = \\frac{c^2}{a}, \\quad c' = \\frac{c}{\\mu}, \\quad \\mu' = \\frac{c}{a} \\quad (\\alpha)$$\n\n$$a' = \\frac{a}{\\mu^3}, \\quad c' = \\frac{c}{\\mu}, \\quad \\mu' = \\frac{1}{\\mu} \\quad (\\beta)$$\n\n$$a' = a, \\quad c' = \\frac{a}{\\mu}, \\quad \\mu' = \\frac{a}{c} \\quad (\\gamma)$$\n\n$$a' = \\frac{c^2}{a}, \\quad c' = c, \\quad \\mu' = \\frac{c\\mu}{a} \\quad (\\delta)$$\n\n$$a' = \\frac{a}{\\mu^3}, \\quad c' = \\frac{a}{\\mu}, \\quad \\mu' = \\frac{a}{c\\mu} \\quad (\\varepsilon),$$\nor what is the same thing,\n\n\\[ a = a', \\quad c = c', \\quad \\mu = \\mu' \\quad (1) \\]\n\n\\[ a = \\frac{a'}{\\mu'^2}, \\quad c = \\frac{c'}{\\mu'}, \\quad \\mu = \\frac{a'}{c'\\mu'} \\quad (\\alpha) \\]\n\n\\[ a = \\frac{a'}{\\mu'^2}, \\quad c = \\frac{c'}{\\mu'}, \\quad \\mu = \\frac{1}{\\mu'} \\quad (\\beta) \\]\n\n\\[ a = a', \\quad c = \\frac{a'}{\\mu'}, \\quad \\mu = \\frac{a'}{c'} \\quad (\\gamma) \\]\n\n\\[ a = \\frac{c'^2}{a'}, \\quad c = c', \\quad \\mu = \\frac{c'\\mu'}{a'} \\quad (\\delta) \\]\n\n\\[ a = \\frac{c'^2}{a'}, \\quad c = \\frac{c'}{\\mu'}, \\quad \\mu = \\frac{c'}{a'} \\quad (\\varepsilon), \\]\n\nor what is again the same thing,\n\n\\[ a' = a, \\quad \\frac{c'^2}{a'} = \\frac{c^2}{a}, \\quad \\frac{a'}{\\mu'^2} = \\frac{a}{\\mu^2} \\quad (1) \\]\n\n\\[ a' = \\frac{c^2}{a}, \\quad \\frac{c'^2}{a'} = \\frac{a}{\\mu'^2}, \\quad \\frac{a'}{\\mu'^2} = a \\quad (\\alpha) \\]\n\n\\[ a' = \\frac{a}{\\mu'^2}, \\quad \\frac{c'^2}{a'} = \\frac{c^2}{a}, \\quad \\frac{a'}{\\mu'^2} = a \\quad (\\beta) \\]\n\n\\[ a' = a, \\quad \\frac{c'^2}{a'} = \\frac{a}{\\mu'^2}, \\quad \\frac{a'}{\\mu'^2} = \\frac{c^2}{a} \\quad (\\gamma) \\]\n\n\\[ a' = \\frac{c^2}{a}, \\quad \\frac{c'^2}{a'} = a, \\quad \\frac{a'}{\\mu'^2} = \\frac{a}{\\mu^2} \\quad (\\delta) \\]\n\n\\[ a' = \\frac{a}{\\mu'^2}, \\quad \\frac{c'^2}{a'} = a, \\quad \\frac{a'}{\\mu'^2} = \\frac{c^2}{a} \\quad (\\varepsilon), \\]\n\nwe have in each case identically the same secondary caustic, and therefore also identically the same caustic; in other words, the same caustic is produced by six different systems of a radiant point and refracting circle. It is proper to remark that if we represent the six systems of equations by \\((a', c', \\mu') = (a, c, \\mu), (a', c', \\mu') = \\alpha(a, c, \\mu), \\&c.\\), then \\(\\alpha, \\beta, \\gamma, \\delta, \\varepsilon\\) will be functional symbols satisfying the conditions\n\n\\[ 1 = \\alpha \\beta = \\beta \\alpha = \\gamma^2 = \\delta^2 = \\varepsilon^2 \\]\n\n\\[ \\alpha = \\beta^2 = \\delta \\gamma = \\varepsilon \\delta = \\gamma \\varepsilon \\]\n\n\\[ \\beta = \\alpha^2 = \\gamma \\delta = \\delta \\varepsilon = \\varepsilon \\gamma \\]\n\n\\[ \\gamma = \\delta \\alpha = \\varepsilon \\beta = \\beta \\delta \\]\n\n\\[ \\delta = \\varepsilon \\alpha = \\alpha \\gamma = \\gamma \\beta = \\beta \\varepsilon \\]\n\n\\[ \\varepsilon = \\gamma \\alpha = \\alpha \\delta = \\delta \\beta = \\beta \\gamma. \\]\n\nXXIX.\n\nThe preceding formulæ, which were first given by me in the Philosophical Magazine, December 1853, include as particular cases a preceding theorem with respect to the\ncaustic by refraction of parallel rays, and also two theorems of St. Laurent, Gergonne, t. xviii., viz. if we suppose first that \\(a = c\\), i.e. that the radiant point is in the circumference of the refracting circle, then the system \\((\\alpha)\\) shows that the same caustic would be obtained by writing \\(c, \\frac{c}{\\mu}, 1\\) (or what is the same thing \\(-1\\)) in the place of \\(c, c, \\mu\\), and we have\n\nTheorem. The caustic by refraction for a circle when the radiant point is in the circumference is also the caustic by reflexion for the same radiant point, and for a reflecting circle concentric with the refracting circle, but having its radius equal to the quotient of the radius of the refracting circle by the index of refraction.\n\nNext, if we write \\(a = c\\mu\\), then the refracted rays all of them pass through a point which is a double point of the secondary caustic, the entire curve being in this case the orthogonal trajectory, not of the refracted rays, but of the false refracted rays; the formula \\((\\delta)\\) shows that the same caustic is obtained by writing \\(\\frac{c^2}{a}, c, 1\\) (or what is the same thing \\(-1\\)) in the place of \\(a, c, \\mu\\left(=\\frac{a}{c}\\right)\\), and we have\n\nTheorem. The caustic by refraction for a circle when the distance of the radiant point from the centre is to the radius of the circle in the ratio of the index of refraction to unity, is also the caustic by reflexion for the same circle considered as a reflecting circle, and for a radiant point the image of the former radiant point.\n\nXXX.\n\nThe curve is most easily traced by means of the preceding construction; thus if we take the radiant point outside the refracting circle, and consider \\(\\mu\\) as varying from a small to a large value (positive or negative values of \\(\\mu\\) give the same curve), we see that when \\(\\mu\\) is small the curve consists of two ovals, one of them within and the other without the refracting circle (see fig. 14). As \\(\\mu\\) increases the exterior oval continually\nincreases, but undergoes modifications in its form; the interior oval in the first instance diminishes until we arrive at a curve, in which the interior oval is reduced to a conjugate point (see fig. 15); then as $\\mu$ continues to increase the interior oval reappears (see fig. 16),\n\nand at last connects itself with the exterior oval, so as to form a curve with a double point (see fig. 17); and as $\\mu$ increases still further the curve again breaks up into an exterior and an interior oval (see fig. 18); and thenceforward as $\\mu$ goes on increasing\nconsists always of two ovals; the shape of the exterior oval is best perceived from the figures. An examination of the figures will also show how the same curves may originate from a different refracting circle and radiant point.\n\nXXXI.\n\nThe theorem, \"If a variable circle have its centre upon a circle S, and its radius proportional to the tangential distance of the centre from a circle C, the envelope is a Cartesian,\"\n\nis at once deducible from the theorem—\n\n\"If a variable circle have its centre upon a circle S and its radius proportional to the distance of the centre from a point C', the locus is a Cartesian,\"\n\nwhich last theorem was in effect given in discussing the theory of the secondary caustic.\n\nIn fact, the locus of a point P such that its tangential distances from the circles C, C' are in a constant ratio, is a circle S. Conversely, if there be a circle C, and the locus of P be a circle S, then the circle C' may be found such that the tangential distances of P from the two circles are in a constant ratio, and the circle C' may be taken to be a point, i.e. if there be a circle C and the locus of P be a circle S, then a point C' may be found such that the tangential distance of P from the circle C is in a constant ratio to the distance from the point C'.\n\nHence treating P as the centre of the variable circle, it is clear that the variable circle is determined in the two cases by equivalent constructions, and the envelope is therefore the same in both cases.\n\nXXXII.\n\nThe equation of the secondary caustic developed and reduced is\n\n\\[ \\mu^2(x^2+y^2)^2 - 2\\mu^2(a^2 + (\\mu^2 + 1)c^2)(x^2+y^2) + 8c^2\\mu^2ax + a^4 - 2a^2c^2(\\mu^2 + 1) + (\\mu^2 - 1)c^4 = 0, \\]\n\nor, what is the same thing,\n\n\\[ \\{\\mu^2(x^2+y^2) - (a^2 + (\\mu^2 + 1)c^2)\\}^2 + 8c^2\\mu^2ax - 4c^2(c^2 + (\\mu^2 + 1)a^2) = 0, \\]\n\nwhich may also be written\n\n\\[ \\left( x^2 + y^2 - \\left( \\frac{a^2}{\\mu^2} + \\left( 1 + \\frac{1}{\\mu^2} \\right) c^2 \\right) \\right)^2 + \\frac{8}{\\mu^2}c^2ax - \\frac{4c^2}{\\mu^2} \\left( c^2 + \\left( 1 + \\frac{1}{\\mu^2} \\right) a^2 \\right) = 0, \\]\n\nwhich is of the form\n\n\\[ (x^2+y^2-a)^2 + 16A(x-m) = 0; \\]\n\nand the values of the coefficients are\n\n\\[ \\alpha = \\frac{1}{\\mu^2}a^2 + \\left( 1 + \\frac{1}{\\mu^2} \\right) c^2, \\]\n\\[ A = \\frac{c^2a}{2\\mu^2}, \\]\n\\[ m = \\frac{1}{2a} \\left( c^2 + \\left( 1 + \\frac{1}{\\mu^2} \\right) a^2 \\right). \\]\nThe equation just obtained should, I think, be taken as the standard form of the equation of the Cartesian, and the form of the equation shows that the Cartesian may be defined as the locus of a point, such that the fourth power of its tangential distance from a given circle is in a constant ratio to its distance from a given line.\n\nXXXIII.\n\nThe Cartesian is a curve of the fourth order, symmetrical about a certain line which it intersects in four arbitrary points, and these points determine the curve. Taking the line in question (which may be called the axis) as the axis of \\(x\\), and a line at right angles to it as the axis of \\(y\\), let \\(a, b, c, d\\) be the values of \\(x\\) corresponding to the points of intersection with the axis, then the equation of the curve is\n\n\\[\ny^4 + y^2[2x^2 - (a + b + c + d)x - \\frac{1}{4}(a^2 + b^2 + c^2 + d^2 - 2ab - 2ac - 2ad - 2bc - 2bd - 2cd)] + (x - a)(x - b)(x - c)(x - d) = 0.\n\\]\n\nIt is easy to see that the form of the equation is not altered by writing \\(x + \\theta\\) for \\(x\\), and \\(a + \\theta, b + \\theta, c + \\theta, d + \\theta\\) for \\(a, b, c, d\\), we may therefore without loss of generality put \\(a + b + c + d = 0\\), and the equation of the curve then becomes\n\n\\[\ny^4 + y^2(2x^2 + ab + ac + ad + bc + bd + cd) + (x - a)(x - b)(x - c)(x - d) = 0,\n\\]\n\nwhere\n\n\\[\na + b + c + d = 0.\n\\]\n\nThe curve is in this case said to be referred to the centre as origin.\n\nThe last-mentioned equation may be written\n\n\\[\n(x^2 + y^2)^3 + (ab + ac + ad + bc + bd + cd)(x^2 + y^2)\n\\]\n\n\\[\n-(abc + abd + acd + bcd)x + abcd = 0,\n\\]\n\nor\n\n\\[\n\\{x^2 + y^2 + \\frac{1}{2}(ab + ac + ad + bc + bd + cd)\\}^2\n\\]\n\n\\[\n-(abc + abd + acd + bcd)x\n\\]\n\n\\[\n-\\frac{1}{4}\\left\\{a^2b^2 + a^2c^2 + a^2d^2 + b^2c^2 + b^2d^2 + c^2d^2\n\\]\n\n\\[\n+ 2a^2bc + 2a^2bd + 2a^2cd + 2b^2ac + 2b^2ad + 2b^2cd\n\\]\n\n\\[\n+ 2c^2ab + 2c^2ad + 2c^2bd + 2d^2ab + 2d^2ac + 2d^2bc\n\\]\n\n\\[\n+ 2abcd\\right\\} = 0,\n\\]\n\nor observing that\n\n\\[\na^2bc + a^2bd + a^2cd + b^2ac + b^2ad + b^2cd\n\\]\n\n\\[\n+ c^2ab + c^2ad + c^2bd + d^2ab + d^2ac + d^2bc\n\\]\n\n\\[\n= abc(a + b + c) + abd(a + b + d) + acd(a + c + d) + bcd(b + c + d)\n\\]\n\n\\[\n= -4abcd,\n\\]\n\nthe equation becomes\n\n\\[\n\\{x^2 + y^2 + \\frac{1}{2}(ab + ac + ad + bc + bd + cd)\\}^2\n\\]\n\n\\[\n-(abc + abd + acd + bcd)x\n\\]\n\n\\[\n-\\frac{1}{4}(a^2b^2 + a^2c^2 + a^2d^2 + b^2c^2 + b^2d^2 + c^2d^2 - 6abcd) = 0,\n\\]\nwhich is of the form\n\n\\[(x^2 + y^2 - \\alpha)^2 + 16A(x - m) = 0,\\]\n\nand, as already remarked, signifies that the fourth power of the tangential distance of a point in the curve from a given circle, is proportional to the distance of the same point from a given line. The circle in question (which may be called the dirigent circle) has for its equation\n\n\\[x^2 + y^2 + \\frac{1}{2}(ab + ac + ad + bc + bd + cd) = 0.\\]\n\nThe line in question, which may be called the directrix, has for its equation\n\n\\[x + \\frac{a^2b^2 + a^2c^2 + a^2d^2 + b^2c^2 + b^2d^2 + c^2d^2 - 6abcd}{4(abc + abd + acd + bcd)} = 0;\\]\n\nthe multiplier of the distance from the directrix is\n\n\\[abc + abd + acd + bcd.\\]\n\nIt may be remarked that \\(a, b, c, d\\) being real, the dirigent circle is real; the equation may, in fact, be written\n\n\\[x^2 + y^2 = \\frac{1}{8}[(a + b)^2 + (a + c)^2 + (a + d)^2 + (b + c)^2 + (b + d)^2 + (c + d)^2].\\]\n\nXXXIV.\n\nConsidering the equation of the Cartesian under the form\n\n\\[(x^2 + y^2 - \\alpha)^2 + 16A(x - m) = 0,\\]\n\nthe centre of the dirigent circle \\(x^2 + y^2 - \\alpha = 0\\) must be considered as a real point, but \\(\\alpha\\) may be positive or negative, i.e. the radius may be either a real or a pure imaginary distance: the coefficients \\(A, m\\) must be real, the directrix is therefore a real line. The equation shows that for all points of the curve \\(x - m\\) is always negative or always positive, according as \\(A\\) is positive or negative, i.e. that the curve lies wholly on one side of the directrix, viz. on the same side with the centre of the dirigent circle if \\(A\\) is positive, but on the contrary side if \\(A\\) is negative. In the former case the curve may be said to be an 'inside' curve, in the latter an 'outside' curve. If \\(m = 0\\), or the directrix passes through the centre of the dirigent circle, then the distinction between an inside curve and an outside curve no longer exists. It is clear that the curve touches the directrix in the points of intersection of this line and the dirigent circle, and that the points in question are the only points of intersection of the curve with the directrix or the dirigent circle; hence if the directrix and dirigent circle do not intersect, the curve does not meet either the directrix or the dirigent circle.\n\nXXXV.\n\nTo discuss the equation\n\n\\[(x^2 + y^2 - \\alpha)^2 + 16A(x - m) = 0,\\]\n\nI write first \\(y = 0\\), which gives\n\n\\[x^4 - 2\\alpha x^2 + 16Ax + \\alpha^2 - 16Am = 0\\]\nfor the points of intersection with the axis of \\( x \\). If this equation has equal roots, there will be a double point on the axis of \\( x \\), and it is important to find the condition that this may be the case. The equation may be written in the form\n\n\\[\n(3, 0, -\\alpha, 12A, 3\\alpha^2 - 48Am)(x, 1)^4 = 0,\n\\]\n\nthe condition for a part of equal roots is then at once seen to be\n\n\\[\n-(\\alpha^2 - 12Am)^3 + (\\alpha^3 - 18Am\\alpha + 54A^2)^2 = 0;\n\\]\n\nor reducing and throwing out the factor \\( A^2 \\), this is\n\n\\[\n27A^2 + 2m(8m^2 - 9\\alpha)A - \\alpha^2(m^3 - \\alpha) = 0.\n\\]\n\nThis equation will give two equal values for \\( A \\) if\n\n\\[\nm^2(8m^2 - 9\\alpha)^2 + 27\\alpha^2(m^3 - \\alpha) = 0,\n\\]\n\nan equation which reduces itself to\n\n\\[\n(4m^2 - 3\\alpha)^3 = 0.\n\\]\n\nWhence, if \\( 4m^2 - 3\\alpha \\) be negative, i.e. if \\( \\alpha > \\frac{4m^2}{3} \\), the values of \\( A \\) will be imaginary, but if \\( 4m^2 - 3\\alpha \\) be positive, or \\( \\alpha < \\frac{4m^2}{3} \\), the values of \\( A \\) will be real. If \\( \\alpha = \\frac{4m^2}{3} \\), then there will be two equal values of \\( A \\), which in fact corresponds to a cusp upon the axis of \\( x \\).\n\nWhenever the curve is real there will be at least two real points on the axis of \\( x \\); and when \\( \\alpha < \\frac{4m^2}{3} \\), but not otherwise, then for properly selected values of \\( A \\) there will be four real points on the axis of \\( x \\).\n\nDifferentiating the equation of the curve, we have\n\n\\[\n((x^2 + y^2 - \\alpha)x + 4A)dx + (x^2 + y^2 - \\alpha)ydy = 0;\n\\]\n\nand if in this equation we put \\( dx = 0 \\), we find \\( y = 0 \\), or \\( x^2 + y^2 - \\alpha = 0 \\), i.e. that the points on the axis of \\( x \\), and the points of intersection with the circle \\( x^2 + y^2 - \\alpha = 0 \\), are the only points at which the curve is perpendicular to the axis of \\( x \\). To find the points at which the curve is parallel to the axis of \\( x \\), we must write \\( dx = 0 \\), this gives\n\n\\[\n(x^2 + y^2 - \\alpha)x + 4A = 0,\n\\]\n\nand thence\n\n\\[\nx^2 + y^2 - \\alpha = -\\frac{4A}{x},\n\\]\n\nand\n\n\\[\nA + x^2(x - m) = 0:\n\\]\n\nthis equation will have three real roots if \\( A < \\frac{4m^3}{27} \\), and only a single real root if \\( A > \\frac{4m^3}{27} \\);\n\nfor \\( A = \\frac{4m^3}{27} \\), the equation in question will have a pair of equal roots. It is easy to see that there is always a single real root of the equation which gives rise to a real value of \\( y \\), i.e. to a real point upon the curve; but when the equation has three real roots, two of the roots may or may not give rise to real points upon the curve.\nXXXVI.\n\nIt is now easy to trace the curve. First, when \\( m = 0 \\), or the directrix passes through the centre of the dirigent circle, the curve is here an oval bent in so as to have double contact with the directrix, and lying on the one or the other side of the directrix according to the sign of \\( A \\). See fig. \\( a \\).\n\nNext, when the directrix does not pass through the centre of the dirigent circle, it will be convenient to suppose always that \\( m \\) is positive, and to consider \\( A \\) as passing first from 0 to \\( \\infty \\) and then from 0 to \\( -\\infty \\), i.e. to consider first the different inside curves, and then the different outside curves. Suppose \\( \\alpha > \\frac{4m^2}{3} \\), the inside curve is at first an oval, as in fig. \\( b \\), where (attending to one side only of the axis) it will be noticed that there are three tangents parallel to the axis, viz. one for the convexity of the oval, and two for the concavity. For \\( A = \\frac{4m^3}{27} \\) the two tangents for the concavity come together, and give rise to a stationary tangent (i.e. a tangent at an inflection) parallel to the axis, and for \\( A > \\frac{4m^3}{27} \\) the two tangents for the concavity disappear. The outside curve is an oval (of course on the opposite side of, and) bent in so as to have double contact with the directrix.\n\nNext, if \\( \\alpha = \\frac{4m^2}{3} \\), the inside curve is at first an oval, as in fig. \\( c \\), and there are, as before, three tangents parallel to the axis: for \\( A = \\frac{4m^3}{27} \\), the tangents for the concavity of the oval come to coincide with the axis, and are tangents at a cusp, and for \\( A > \\frac{4m^3}{27} \\) the cusp disappears, and there are not for the concavity of the oval any tangents parallel to the axis. The outside curve is an oval as before, but smaller and more compressed.\n\nNext, \\( \\alpha < \\frac{4m^2}{3} > m^2 \\), then the inside curve is at first an oval, as in fig. \\( d \\), and there are, as before, three tangents parallel to the axis; when \\( A \\) attains a certain value which is less than \\( \\frac{4m^3}{27} \\), the curve acquires a double point; and as \\( A \\) further increases, the curve breaks up into two separate ovals, and there are then only two tangents parallel to the axis, viz. one for the exterior oval and one for the interior oval. As \\( A \\) continues to increase, the interior oval decreases; and when \\( A \\) attains a certain value which is less than \\( \\frac{4m^3}{27} \\), the interior oval...\nreduces itself to a conjugate point, and it afterwards disappears altogether. The outside curve is an oval as before, but smaller and more compressed.\n\nNext, if the directrix touch the dirigent circle, i.e. if $\\alpha = m^2$. Then the inside curve is at first composed of an exterior oval which touches the dirigent circle, and of an interior oval which lies wholly within the dirigent circle. As $A$ increases the interior oval decreases, reduces itself to a conjugate point, and then disappears. The outside curve is an oval which always touches the dirigent circle, at first very small (it may be considered as commencing from a conjugate point corresponding to $A = 0$), but increasing as $A$ increases negatively.\n\nNext, when the directrix does not meet the dirigent circle, i.e. if $\\alpha < m^2$. The inside curve consists at first of two ovals, an exterior oval lying without the dirigent circle, and an interior oval lying within the dirigent circle. As $A$ increases the interior oval decreases, reduces itself to a conjugate point and disappears. The outside curve is at first imaginary, but when $A$ attains a sufficiently large negative value, it makes its appearance as a conjugate point and afterwards becomes an oval, which gradually increases.\n\nNext, when the dirigent circle reduces itself to a point, i.e. if $\\alpha = 0$. The inside curve makes its appearance as a conjugate point (corresponding to $A = 0$), and as $A$ increases it becomes an oval and continually increases. The outside curve comports itself as in the last preceding case.\n\nFinally, when the dirigent circle becomes imaginary, or has for its radius a pure imaginary distance, i.e. if $\\alpha$ is negative. The inside curve is at first imaginary, but when $A$ attains a certain value it makes its appearance as a conjugate point, and as $A$ increases becomes an oval and continually increases. The outside curve, as in the preceding two cases, comports itself in a similar manner.\n\nThe discussion, in the present section, of the different forms of the curve is not a very full one, and a larger number of figures would be necessary in order to show completely the transition from one form to another. The forms delineated in the four figures were selected as forms corresponding to imaginary values of the parameters by means of which the equation of the curve is usually represented, e.g. the equations in Section XXVIII.\n\nXXXVII.\n\nIt has been shown that for rays proceeding from a point and refracted at a circle, the secondary caustic is the Cartesian; the caustic itself is therefore the evolute of the Cartesian; this affords a means of finding the tangential equation of the caustic. In fact, the equation of the Cartesian is\n\n$$(x^2 + y^2 - \\alpha)^2 + 16A(x - m) = 0;$$\n\nand if we take for the equation of the normal\n\n$$X\\xi + Y\\eta + Z = 0,$$\n(where \\( \\xi, \\eta \\) are current coordinates), then\n\n\\[\nX : Y : Z = -y(x^2 + y^2 - \\alpha)\n\\]\n\n\\[\nx(x^2 + y^2 - \\alpha) + 4A\n\\]\n\n\\[\n4Ay,\n\\]\n\nequations which give\n\n\\[\nZ^3Yx = Y(mZ^2 - AX^2)\n\\]\n\n\\[\n-Z^3Yy = Z^3 + X(mZ^2 - AX^2)\n\\]\n\n\\[\nZ^4Y^2(x^2 + y^2 - \\alpha) = 4AZ^3XY^2,\n\\]\n\nwhence eliminating, we have\n\n\\[\n(Z^3 + X(mZ^2 - AX^2))^2 + Y^2(mZ^2 - AX^2)^2 - Z^3Y^2(\\alpha Z + 4AX) = 0,\n\\]\n\nwhere if, as before, \\( c \\) denotes the radius of the refracting circle, \\( a \\) the distance of the radiant point from the centre, and \\( \\mu \\) the index of refraction, we have\n\n\\[\n\\alpha = \\frac{1}{\\mu^2}a^2 + \\left(1 + \\frac{1}{\\mu^2}\\right)c^2\n\\]\n\n\\[\nA = \\frac{c^2a}{2\\mu^2}\n\\]\n\n\\[\nm = \\frac{1}{2a}\\left(c^2 + \\left(1 + \\frac{1}{\\mu^2}\\right)a^2\\right).\n\\]\n\nThe above equation is the condition in order that the line \\( Xx + Yy + Z = 0 \\) may be a normal to the secondary caustic \\((x^2 + y^2 - \\alpha)^2 + 16A(x - m) = 0\\), or it is the tangential equation of the caustic, which is therefore a curve of the class 6 only. The equation may be written in the more convenient form\n\n\\[\nZ^6 + 2Z^3X(mZ^2 - AX^2) + (X^2 + Y^2)(mZ^2 - AX^2)^2 - Z^3Y^2(\\alpha Z + 4AX) = 0.\n\\]\n\nXXXVIII.\n\nTo compare the last result with that previously obtained for the caustic by reflexion, I write \\( \\mu = -1 \\), and putting also \\( c = 1 \\) and \\( Z = a \\) (for the equation of the reflected ray was assumed to be \\( Xx + Yy + a = 0 \\)), we have\n\n\\[\n\\alpha = a^2 + 2, \\quad A = \\frac{1}{2}a, \\quad m = \\frac{1}{2a}(1 + 2a^2),\n\\]\n\nand the equation becomes, after a slight reduction,\n\n\\[\n4a^4 + 4a^2X(2a^2 + 1 - X^2) + (X^2 + Y^2)(2a^2 + 1 - X^2)^2 - 4a^2Y^2(a^2 + 2 + 2X) = 0\n\\]\n\nwhich may be written\n\n\\[\n(2a^2 + X(2a^2 + 1 - X^2))^2 + Y^2(-4a^2 + 1 - 8a^2X - 2(2a^2 + 1)X^2 + X^4) = 0;\n\\]\n\nthis divides out by the factor \\((X + 1)^3\\), and the equation then becomes,\n\n\\[\n(X^2 - X - 2a^2)^3 + Y^2((X - 1)^3 - 4a^2) = 0,\n\\]\n\nwhich agrees with the result before obtained.\nXXXIX.\n\nAgain, to compare the general equation with that previously obtained for parallel rays refracted at a circle, we must write \\( \\mu = \\frac{1}{k} \\), \\( c = 1 \\), \\( a = \\infty \\), \\( Z = k \\) (for the equation of the refracted ray was taken to be \\( Xx + Yy + k = 0 \\)); we have then\n\n\\[\n\\alpha = 1 + k^2 + k^2a^2, \\quad A = \\frac{1}{2}k^2a^2, \\quad m = \\frac{1}{2a}(1 + (1 + k^2)a^2),\n\\]\n\nand after the substitution \\( a = \\infty \\). The equation becomes in the first instance\n\n\\[\nk^6 + 2k^3X\\left\\{\\frac{1}{2a}(1 + (1 + k^2)a^2)\\right\\}k^2 - \\frac{1}{2}k^2aX^2\\} + (X^2 + Y^2)\\left\\{\\frac{1}{2a}(1 + (1 + k^2)a^2)\\right\\}k^2 - \\frac{1}{2}k^2aX^2\\}^2\n\\]\n\n\\[-k^3Y^2(1 + k^2 + k^2a^2 + 2k^2aX) = 0;\\]\n\nand then putting \\( a = \\infty \\), or, what is the same thing, attending only to the terms which involve \\( a^2 \\), and throwing out the constant factor \\( k^4 \\), we obtain\n\n\\[(X^2 + Y^2)(X^2 - 1 - k^2)^2 - 4k^2Y^2 = 0,\\]\n\nor\n\n\\[X^2(X^2 - 1 - k^2)^2 + Y^2(X + 1 + k)(X - 1 - k)(X + 1 - k)(X - 1 - k) = 0,\\]\n\nwhich agrees with the former result\n\nXL.\n\nIt was remarked that the ordinary construction for the secondary caustic could not be applied to the case of parallel rays (the entire curve would in fact pass off to an infinite distance), and that the simplest course was to measure the distance \\( GQ \\) from a line through the centre of the refracting circle perpendicular to the direction of the rays. To find the equation of the resulting curve, take the centre of the circle as the origin and the direction of the incident rays for the axis of \\( x \\); let the radius of the circle be taken equal to unity, and let \\( \\mu \\) denote, as before, the index of refraction. Then if \\( \\alpha, \\beta \\) are the coordinates of the point of incidence of a ray, we have \\( \\alpha^2 + \\beta^2 = 1 \\), and considering \\( \\alpha, \\beta \\) as variable parameters connected by this equation, the required curve is the envelope of the circle,\n\n\\[\\mu^2((x - \\alpha)^2 + (y - \\beta)^2) - \\alpha^2 = 0.\\]\n\nWrite now \\( \\alpha = \\cos \\theta \\), \\( \\beta = \\sin \\theta \\), then multiplying the equation by \\(-2\\), and writing \\( 1 + \\cos 2\\theta \\) instead of \\( 2\\cos^2 \\theta \\), the equation becomes\n\n\\[1 + \\cos 2\\theta - 2\\mu^2(x^2 + y^2 - 2x \\cos \\theta - 2y \\sin \\theta + 1) = 0,\\]\n\nwhich is of the form\n\n\\[A \\cos 2\\theta + B \\sin 2\\theta + C \\cos \\theta + D \\sin \\theta + E = 0,\\]\nand the values of the coefficients are\n\n\\[ A = 1 \\]\n\\[ B = 0 \\]\n\\[ C = 4\\mu^2x \\]\n\\[ D = 4\\mu^2y \\]\n\\[ E = -2\\mu^2(x^2+y^2) - 2\\mu^3 + 1. \\]\n\nSubstituting these values in the equation\n\n\\[ \\{12(A^2+B^2)-3(C^2+D^2)+4E^2\\}^3 - \\{27A(C^2-D^2)+54BCD \\]\n\\[ -(72(A^2+B^2)+9(C^2+D^2))E+8E^3\\}^2 = 0, \\]\n\nthe equation of the envelope is found to be\n\n\\[ 16\\{(1-\\mu^2+\\mu^4) - (\\mu^2+\\mu^4)(x^2+y^2) + \\mu^4(x^2+y^2)^2\\}^3 \\]\n\\[ - \\left\\{ \\begin{array}{c}\n4-6\\mu^2-6\\mu^4+4\\mu^6 \\\\\n-(6\\mu^2+3\\mu^4+6\\mu^6)(x^2+y^2) - 27\\mu^4(x^2-y^2) \\\\\n-(6\\mu^4+6\\mu^6)(x^2+y^2)^2 \\\\\n+4\\mu^6(x^2+y^2)^3\n\\end{array} \\right\\}^2 = 0, \\]\n\nwhich is readily seen to be only of the 8th order. But to simplify the result, write first \\((x^2+y^2-1)+1\\), and \\(2x^2-1-(x^2+y^2-1)\\) in the place of \\(x^2+y^2\\) and \\(x^2-y^2\\) respectively, the equation becomes\n\n\\[ 4\\{(1-\\mu^2)^2-\\mu^2(1-\\mu^2)(x^2+y^2-1)+\\mu^4(x^2+y^2-1)^2\\}^2 \\]\n\\[ - \\left\\{ \\begin{array}{c}\n2(1-\\mu^2)^3 \\\\\n-3\\mu^2(1-\\mu^2)^2(x^2+y^2-1)-27\\mu^4x^2 \\\\\n-3\\mu^4(1-\\mu^2)(x^2+y^2-1)^2 \\\\\n+2\\mu^6(x^2+y^2-1)^3\n\\end{array} \\right\\}^3 = 0. \\]\n\nWrite for a moment \\(1-\\mu^2=q\\), \\(\\mu^2(x^2+y^2-1)=\\varepsilon\\), the equation becomes\n\n\\[ 4(q^2-q\\varepsilon+\\varepsilon^2)^3 - (2q^3-3q^2\\varepsilon-3\\varepsilon^2+2\\varepsilon^3-27\\mu^4x^2)^2 = 0; \\]\n\nor developing,\n\n\\[ 4(q^2-q\\varepsilon+\\varepsilon^2)^3 - (2q^3-3q^2\\varepsilon-3q\\varepsilon^2+2\\varepsilon^3)^2 \\]\n\\[ +54(2q^3-3q^2\\varepsilon-3q\\varepsilon^2+2\\varepsilon^3)\\mu^4x^2-729\\mu^8x^4 = 0, \\]\n\nand reducing and dividing out by 27, this gives\n\n\\[ q^2\\varepsilon^2(\\varepsilon-q)^2+2(\\varepsilon+q)(2\\varepsilon-q)(\\varepsilon-2q)\\mu^4x^2-27\\mu^8x^4 = 0, \\]\n\nwhence replacing \\(q, \\varepsilon\\) by their values, the required equation is\n\n\\[ (1-\\mu^2)(x^2+y^2-1)^2(\\mu^2(x^2+y^2)-1)^2 \\]\n\\[ +2(\\mu^2(x^2+y^2)-2\\mu^2+1)(2\\mu^2(x^2+y^2)-\\mu^2-1)(\\mu^2(x^2+y^2)-2+\\mu^2)x^2-27\\mu^4x^4 = 0, \\]\n\nwhich is the equation of an orthogonal trajectory of the refracted rays.\nIn the case of reflexion, $\\mu = -1$, and the equation becomes\n\n$$4(x^2 + y^2 - 1)^3 - 27x^3 = 0.$$  \n\nComparing this with the equation of the caustic, it is easy to see,\n\nTheorem. In the case of parallel rays and a reflecting circle, there is a secondary caustic which is a curve similar to and double the magnitude of the caustic, the position of the two curves differing by a right angle.\n\n**XLI.**\n\nThe entire system of the orthogonal trajectories of the refracted rays might in like manner be determined by finding the envelope of the circle (where, as before, $\\alpha$, $\\beta$ are variable parameters connected by the equation $\\alpha^2 + \\beta^2 = 1$),\n\n$$\\mu^2 \\{(x - \\alpha)^2 + (y - \\beta)^2\\} - (\\alpha + m)^2 = 0.$$  \n\n[The result, as far as I have worked it out, is as follows, viz.—\n\n$$\\left(3 - 12[m^2 + 2m\\mu^2 x + \\mu^4(x^2 + y^2)] + [1 - 2\\mu^2 + 2m^2 - 2\\mu^2(x^2 + y^2)]^2\\right)^3$$\n\n$$- \\left([1 - 2\\mu^2 + 2m^2 - 2\\mu^2(x^2 + y^2)][9 + 18m^2 + 36m\\mu^2 x + 18\\mu^4(x^2 + y^2)]\\right.$$\n\n$$\\left.- 54[m^2 + 2m\\mu^2 x + \\mu^4(x^2 - y^2)] - [1 - 2\\mu^2 + 2m^2 - 2\\mu^2(x^2 + y^2)]^3\\right)^2 = 0,$$\n\nwhich, it is easy to see, is an equation of the order 8 only. Added Sept. 12.—A. C.]",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108619.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 41,
    "total-input-tokens": 67784,
    "total-output-tokens": 32191,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2761,
        2
      ],
      [
        2761,
        5389,
        3
      ],
      [
        5389,
        7979,
        4
      ],
      [
        7979,
        11209,
        5
      ],
      [
        11209,
        13638,
        6
      ],
      [
        13638,
        14607,
        7
      ],
      [
        14607,
        17060,
        8
      ],
      [
        17060,
        18893,
        9
      ],
      [
        18893,
        20953,
        10
      ],
      [
        20953,
        23033,
        11
      ],
      [
        23033,
        24920,
        12
      ],
      [
        24920,
        27210,
        13
      ],
      [
        27210,
        29991,
        14
      ],
      [
        29991,
        32194,
        15
      ],
      [
        32194,
        34046,
        16
      ],
      [
        34046,
        36273,
        17
      ],
      [
        36273,
        38673,
        18
      ],
      [
        38673,
        40656,
        19
      ],
      [
        40656,
        42353,
        20
      ],
      [
        42353,
        44990,
        21
      ],
      [
        44990,
        46621,
        22
      ],
      [
        46621,
        48489,
        23
      ],
      [
        48489,
        50526,
        24
      ],
      [
        50526,
        52059,
        25
      ],
      [
        52059,
        54236,
        26
      ],
      [
        54236,
        56926,
        27
      ],
      [
        56926,
        59380,
        28
      ],
      [
        59380,
        61767,
        29
      ],
      [
        61767,
        63774,
        30
      ],
      [
        63774,
        64330,
        31
      ],
      [
        64330,
        66684,
        32
      ],
      [
        66684,
        69007,
        33
      ],
      [
        69007,
        71453,
        34
      ],
      [
        71453,
        73999,
        35
      ],
      [
        73999,
        76484,
        36
      ],
      [
        76484,
        79323,
        37
      ],
      [
        79323,
        81268,
        38
      ],
      [
        81268,
        83652,
        39
      ],
      [
        83652,
        85601,
        40
      ],
      [
        85601,
        86806,
        41
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108619",
    "title": "A Memoir upon Caustics",
    "authors": "Arthur Cayley",
    "year": 1857,
    "volume": "147",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 41,
    "jstor_url": "https://www.jstor.org/stable/108619"
  }
}