{
  "id": "e85e14067e9c8e934476d28f34ef9e66eab3d58d",
  "text": "der the short Ribs of the left side. Of this Wound she then received, she has still a Fistula to this day, what Food she eats discharges itself half concocted through this opening, and she is obliged to clean this Wound often for that purpose, however she has notwithstanding this, her daily Evacuation per Anum. It is remarkable, that the Victuals thus discharged, by the Wound aforesaid, are still distinctly known what kind they have been of.\n\nAll this is attested by Oizmann mentioned above.\n\nIn fidem Subscriptit,\n\nJ. Niemeyer.\n\nVI. An Account of an Experiment made on Thursday the last Day of June, 1720. before the R. Society, to shew by a new proof, that Bodies of the same Bulk do not contain equal quantities of Matter, and therefore that there is an interspers'd Vacuum. By J. T. Desaguliers.\n\nI Took 3 Pound of Mercury, which by measure fill'd three times a small glass Jar exactly full, and pour'd it into a thin Florence Flask: then having pour'd the same quantity of Water (that is, three of the same Jars full) into another such Flask, I set both the Flasks in a Pail, and pour'd boiling Water about them, keeping the Flask that had the Water down by force, that it might be as low in the hot Water as the Mercury. After the Fluids in the Flasks had receiv'd a sufficient degree of heat from the Water, which was round the Flasks, for the space of five Minutes, I took\nthe Flasks out of the hot Water, and putting that which held the Water into a Cylindrick Vessel that had three Pints of cold Water in it, I did at the same time plunge the Flask with Mercury into another Cylindrick Vessel containing also three Pints of cold Water, and observ'd which of the cold Waters was most heated in the following manner.\n\nA little Thermometer being held in the first Vessel of cold Water so as to have its Ball cover'd with the Water, upon the putting in the Flask of warm Water, the Spirit rose 2 degrees; then putting the Thermometer into the Water where the Flask that had the Mercury was, the Spirit rose three degrees higher. The Thermometer being again put into the first Vessel fell 4 degrees, and afterwards again into the last it rose almost 3 degrees.\n\nThis shews that more heat is communicated by warm Mercury, than by an equal Bulk of Water equally warm'd; and therefore that there is more matter in the Mercury; but how much more matter there is in the Mercury is not determin'd by this Experiment alone.\n\nN. B. The warm Mercury and the warm Water were not pour'd into the cold; but only communicated their heat thro' the Flasks.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103391.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 690,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1385,
        2
      ],
      [
        1385,
        2550,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103391",
    "title": "An Account of an Experiment Made on Thursday the Last Day of June, 1720. before the R. Society, to Shew by a New Proof, That Bodies of the Same Bulk Do Not Contain Equal Quantities of Matter, and Therefore That There is an Interspers'd Vacuum. By J. T. Desaguliers",
    "authors": "J. T. Desaguliers",
    "year": 1720,
    "volume": "31",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/103391"
  }
}