{
  "id": "c537b2fffe01c0e66a2abca5983126bf9cefa7a1",
  "text": "III. The Anatomy of the Scallop by Dr. Martin Lister, Fellow of the Coll. of Physitians and R. S.\n\nPectinem nactus, ineunte Januario, ejus dissectionem, qua potui accuratione, certe ex uno exemplari, institui. Imprimis vidi cardinem ex concavâ valvâ leviter incurvari, & superiniici alteri ac planæ valvae, totoque illo latere inter se cartilagine quadam firmiter connecti. Item in ipso medio spatio Cardinis alteram aterrimam robustamque admodum cartilaginem disponi. Hinc adeo mira illa constrictionis vis, & fortasse planam valvam, remi alicujus more movendi, adque perniciatem & volatûs quandam imaginem moliendam: de quo quidem non semel loquuti sunt Veteres, tanquam huic Conchylio peculiari.\n\nApertis autem valvis hæc conspicienda sese exhibent. Ad dextram & sub cardine Os cucullatum, instar Ostreae. Velamina autem oris conficiuntur ex concurso branchiarum exteriorum, quæ Musculosæ sunt, totumque animal à capite ad ani exitum, scilicet sinistrum versus è regione oris, ubi inter se rursus connectuntur, circumambiant.\n\nEx isto autem pari branchiarum exteriorum ea quæ planæ valvae incumbit, centro suo adhaeret superiori limbo ingentis cujusdam Musculi rotundi, qui ex rectis angulis in mediis valvis inseritur; altera vero exterior branchia similiter conjungitur, alteri capiti ejusdem Musculi centralis.\n\nA Musculo vero centrali ambæ istæ exteriorese five spuriae branchiae, è tenui Membrana & pellucida admodum constant: Et ad medias valvas expansæ, leviter iis\niis adhaerent, ut moveri inde non possint, tuenturque animalis dorsum, ab aquae injuria, intra valvas receptae, a loco vero istius adhesionis, crassus quidam Musculus mirificus, tanquam Limbus, incipit. Is autem a me depingitur tantum eo quo contrahitur modo; sed in vivis mirè extensilis est, eriam longè ultra margines valvarum. Item Laciniis donatur, & ex rufu variatur lineolis elegantissimis. Multis autem diebus a piscatione nostri pectinis is limbus haud obscurè movebatur. Usum autem ejus Sic intelligo; nempe ex contractione incurvata introsum, more retis cujusdam, cum ambo isti branchiati Musculi extra conchas emissi sint, quicquid intra se complexi fuerint, sibi mutuo adpliciti, ad se rapiunt in victum animalis: Laciniis autem, extremis suis marginibus tenuiter incisis, aqua marina separari videtur, retento cibo. Si qui vero sint alii ejusdem partis usus, me latent; quod nec mores nec victum hujus animalis privatim scio.\n\nIllud tamen addere lubet de isto limbo mirifico exteriorum branchiarum, eum posse inservire non piscationi tantum victus, cum, instar retis, admodum extendi extra valvas solet; sed & necationi cujuslibet animalis minuti aut pisciculi, ex forti compressione; itemque ex motu undulatorio, qui in eo valde notabilis est, posse circumferri victum; eumq; tandem, quacunque parte circuli retiarii sit, ipsi ori exporrigi, ita manus locum quodammodo supplet.\n\nAd veras autem, certe quae ita appellari solent, Branchias venio, haæ vero quatuor sunt, leviter flavicantes, atque pectinatim striantur elegant quodam opere. Illæ autem branchiae Musculum magnum centralem circumambiant, interque se comprehendunt sive incumbunt utero, ejusque Ovario, certe partibus generationi dictatis.\n\nHarum\nHarum autem partium Figuræ rectè à me antè delineatæ fuerunt; & jam vivo quoque animali video ejus partem inferiorem ex croco resplendere; superiorem vero albicare; juxta Os vero processus quidem, duplici foraminis apertus, conspiciendus est. Horum autem foraminum unum, Vulvae exitus existimandus est; &, si androgyni sint pectines (quod suspicor ex perpetuâ similitudine istius partis in omnibus à me visis, & vivo & conditis) alterum, ad maris genitale membrum exerendum instituitur, atque haec tenus de Branchiis & Organis generationi dicatis breviter dictum est.\n\nAd Caput procedo, huic Os labiis circumscriptum est rufescentibus, more branchiarum internarum; at brevibus admodum, & in nostro exemplari crispis, forte vitiosis & mutilatis.\n\nSub ipsum vero cardinem medium duo praegrandes velluti circuli sive Cavitates instar oculorum (ut oculi non sunt) alicujus Rhombi piscis, oblique positiorum.\n\nOs vero caputque excipit majusculem Meconium, sub nigrum, ad sinistrum vergens. Pone id cor latitat, perque ipsum Pericardium pellucidum conspici potest; excarnco leviter rufescit. Cordis aorta in branchias disperitur. An vero id solum pericardium sit, quod scilicet proxime adjacet nigro meconio, sive totum etiam illud Figurâ rhomboide comprehensum, hæreo. An pars ejus inferior Vesica Urinaria sit, quæro: carte ex mecorio oritur intestinum rectum, superque pericardium equitans, ad internas branchias protenditur, & musculo centrali ad necititur.\n\nMusculus autem centralis orbicularis est, albus & laevis, magna superficiei suæ parte, quæ conchæ adhaeret: ex sinistra vero parte alio candidiori musculo lacerato distinguitur, & conchæ magis formatur.\n\nAtque\nAtque hæc est partium hujus animalis brevis quaedam enarratio: earum vero usus (exceptis branchiis spuris) exhibere super vacaneum est, si quidem exanalogia cum reliquis id genus animalibus, à me publicatis, facile intelligi atque explanari possint.\n\naaa. os caputque. bb. meconium aterrimum. c. cor prorsus subter membranam latitat, dd. pericardium, an vesica urinaria rhomboidos. eeeee. intestinum rectum pericardio super equitans. fffff. magnus musculus centralis gg. alius musculus laceratus testis fortiter adhaerens. hhhh. branchiae internae. i.i. uteri prolongati exitus, duobus foraminibus distinctus tanquam in androgyrus. kk. uteri pars superior albida. l.l.l. uteri pars inferior crocea. m.m.m.m.m.m. lumbus variegatus sive musculus retiarius secundus.\n\nIV. A Letter from Mr. Halley at Chester, giving an Account of an extraordinary Hail in these Parts, on the 29th of April last.\n\nSIR,\n\nPromised Sir John Hoskyns last Week, to send the Society an Account of a very extraordinary Hail, that fell in these Parts on the 29th of April last, since which I have farther enquired into the Circumstances of it, in order to make the Relation as exact as I might. The Vapour that disposed the Aqueous Parts thus to congeal came with a South-West Wind out of Carnarvonshire, passing",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102367.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 2068,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1476,
        2
      ],
      [
        1476,
        3199,
        3
      ],
      [
        3199,
        4866,
        4
      ],
      [
        4866,
        6149,
        5
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102367",
    "title": "The Anatomy of the Scallop by Dr. Martin Lister, Fellow of the Coll. of Physitians and R. S.",
    "authors": "Martin Lister",
    "year": 1695,
    "volume": "19",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/102367"
  }
}