{
  "id": "18d52dd1c7355f0a1ce47c4d3b80717229bd774b",
  "text": "I. Viæ Cometarum, secundum hypothesin quæ statuit illos cursu suo Parabolam circa Solem describere, per Nicolaum Struijck, R. S. Lond. S.\n\nPrefl. April 6. Indagationem cursus cometarum ex praecipuis astronomiæ sublimioris partibus est, nemo hodie astronomorum in dubium vocaverit: postquam vir summus Isaacus Newtonus ante annos LXIII in lucem edidisset celebratum problema de via cometarum per tres observationes accuratas invenienda ex hypothesi, illos cursu suo parabolam circa solem describere, hac methodo usus E. Hallejus vias XXIV cometarum per calculum determinavit in tabella, quæ reperitur in Transactionibus Philosophicis N. 297. p. 1886. et in Actis Eruditorum anni 1707. p. 216. Revera autem sunt XXI cometæ diversi. Quanto labore id constiterit, docent ipsa Halleji verba, qui \"undique enim, inquit, conquisitis cometerum observationibus tabellam, immensi pene calculi fructum obtinui.\" Non opus est ut demonstrem, quam necessaria sit ista tabella seculis venaturis; sufficiat testimonium autoris modo citati; \"Huic tabulæ adornandæ nullis peperci laboribus, ut perfecta prodiret; utpote posteritati consecrata; ac cum scientia astronomica duratura.\"\n\nTanti viri vestigio infecutus cadem methodo alios XVIII cometas, qui in illa tabula non reperiuntur, undique conquisitos annotavi, co consilio ut tandem singulorum tempus periodicum inveniri posset. Ne vero istæ observationes de viis cometarum casu aliquo perirent,\nperirent, illas nunc in publicam lucem emittere decrevi, simul officii mei esse ratus indicare quinam illas calculo arithmetico accommodaverint. Via cometarum anno 1723, et 1737, per calculum determinata est a J. Bradley. via cometarum 1744, a J. Bets. via cometarum 1699, 1702, et 1739, ab Abbate de la Caille. via secundi cometae 1793, a D. Klinkenberg; via secundi Cometae anno 1796, a des Chezeaux; primi Cometae anni 1798, a Maraldi. Cumque ipse tempore excluderer, observationes Cometarum conspectorum annis 1533, 1678, 1718, et 1729, cum C. Downes calculo subjiciendas communicavi. Cometas vero ann. 1706, 1707, 1742, primum anni 1743, et secundi anni 1748, ipsemet ad calculum revocavi: quin etiam haud variis rationibus ductus, existimo, ejusdem anni 1748, mense Maio, et hic Amstelodami, et aliis Europae locis, simul et eadem nocte tres cometas conspicui potuisse; cujus rei in historiis nullum aliud indubitatum exemplum extat. Addidi etiam Cometam exitu anni 1680, et initio anni 1681 conspectum; quia in postrema Is. Newtoni editione emendationes leguntur, per quas ellipsis, quam circa solem movendo descripsit, determinatur.\n\nNunc etiam indicandum esset, quantum theoria singulorum Cometarum ab observationibus differat; sed brevitate studens hanc tractationem alii scripto, cujus editionem paro, servare malui, illud unice monens; ex xxxi observationibus, quas habeo, Cometarum ann. 1742, conspecti, esse xxii quarum longitudines vix unico minuto inter se differunt, et xxiii, quarum latitudines ne minuto quidem differunt.\n\nSequuntur viæ xix Cometarum, quorum supra facta est mentio.\n\nTempus\n| Anno | Tempus Aequationis Perihelii Londini. | Nodus Ascend. | Inclinatio Orbitae. | Perihelion in Orbe. | Motus |\n|------|-------------------------------------|---------------|-------------------|-------------------|-------|\n| 1533 | Junii 16 19 30                      |               |                   |                   | Retro.|\n| 1678 | Augusti 16 14 3                     |               |                   |                   | Retro.|\n| 1699 | Januarii 2 8 22                     |               |                   |                   | Retro.|\n| 1702 | Martii 2 14 12                      |               |                   |                   | Retro.|\n| 1706 | Januarii 19 4 56                    |               |                   |                   | Retro.|\n| 1707 | Nov. 30 23 43                       |               |                   |                   | Retro.|\n| 1718 | Januarii 4 14                       |               |                   |                   | Retro.|\n| 1723 | Sept. 16 16 10                      |               |                   |                   | Retro.|\n| 1729 | Juni 12 6 35                        |               |                   |                   | Retro.|\n| 1737 | Januarii 19 8 20                    |               |                   |                   | Retro.|\n| 1739 | Juni 6 9 59 49                      |               |                   |                   | Retro.|\n| 1742 | Januarii 28 4 20                    |               |                   |                   | Retro.|\n| 1742 | Decemb. 30 21 15                    |               |                   |                   | Retro.|\n| 1743 | Septemb. 9 21 16                    |               |                   |                   | Retro.|\n| 1744 | Februarii 19 8 27                   |               |                   |                   | Retro.|\n| 1747 | Februarii 17 11 44                  |               |                   |                   | Retro.|\n| 1748 | Aprilis 17 19 25                    |               |                   |                   | Retro.|\n| 1748 | Juni 7 1 24                         |               |                   |                   | Retro.|\n| 1680 | Decemb. 7 23 9                      |               |                   |                   | Retro.|\nDistantiae autem Periheliae estimantur in ejusmodi partibus, quales mediae distantiae terrae a sole habet centes millenas.\n\nII. Epistola à Joh. Jacobo Hubero M.D. ad Cromwell Mortimerum R.S. Secret. de Cadavere aperto, in quo non extitit Vesica fellea; et de Sterno gibboso.\n\nRead April 6 1749.\n\nNON sine aliquo literario munufulculo ad te celeberr. Mortimere, ad re fas est, virum humanissimum quidem, sed eundem etiam talium rerum avidissimum, quibus a iqua pars illius cognitionis continetur, in qua augenda et publicanda illustrissima Societas, cujus tibi acta commissa sunt, elaborare solet. Superest, ut hic aliquid invenias ab illo instituto non abhorrens. Volui certe aliquem tibi gustum quasi dare, quid, praeter scopum primarium, fabricam corporis humani docendam Medicinæ, Chirurgiæ praesertim studiosos, spectare in quotidianis cadaverum humanorum sectionibus, in Theatro Collegii apud nos Carolini institutis, consueverim, et cujus generis observationes exspectari porro, ut in rebus humanis, a me possint.\n\nObservationes autem e pluribus duas hic speciminis et gustus causa breviter describam, unam quæ vitia-tam, eoque ipso singularem sitit partis corporis humani structuram, simulque usum arti salutari praestare nonnullum videtur; alteram, quæ oeconomiae corporis nostri singularem præbet mechanismum, quo etiam physiologorum discrepantes de bile cystica sententiæ",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104608.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 2206,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1432,
        2
      ],
      [
        1432,
        3042,
        3
      ],
      [
        3042,
        5379,
        4
      ],
      [
        5379,
        6760,
        5
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      true,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104608",
    "title": "Viae Cometarum, Secundum Hypothesin Quae Statuit Illos Cursu suo Parabolam Circa Solem Describere, Per Nicolaum Struijck, R. S. Lond. S.",
    "authors": "Nicolaum Struijck",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/104608"
  }
}