{
  "id": "65dccb00c3de6e93a1f00ab2b35b25c14b4c9309",
  "text": "X. Philippi Frederici Gmelin. Med. Licent. Wurterbergensis ad Martinum Folkes Reg. Soc. Praefid. Epistola de Radice Ipecacuanhae Observationes quasdam medico-physicae, & de fallaci Visione per Microscopia composita notata nonnulla continens.\n\nTubingae, Cal. Maii, 1745.\n\nObservationes medico-physicae de radice Ipecacuanhae.\n\nPresented May 9, 1745.\n\nALTER jam incipit agi annus, a quo ex itinere literario per Germaniam, Hollandiam, & Angliam domum redux, praxi operam dedi medicæ; ubi quidem, dum neo-practicus non potest non passim alieno arare vitulo, miratus saepè sum, quod tot occurrant formulæ atque medicamentorum compositiones, quas simplicia ingrediuntur, de quibus a priori ne minimum quidem demonstrari potest, quod huic illive possint satisfacere indicationi; a posteriori autem saepè ad summum hoc elucentur, quod mixta efficacioribus medicamentis impedire nihil, vel nocere possint; caute feci ego hanc in rem experimenta plurima, & in omnibus casibus mihi obviis haçtenus eo allaboravi, ut exquirerem efficacissima, quibus vel a priori hanc illamve adscriptam inesse virtutem probabilis judicabam, vel, quibus eam inhærent indubitatis sciebam observationibus, ita inveni tantum non semper, quod idem, imo plus ordinario effecerim paucis medicamentis, quam quidem alii farragine ipsis etiam ægris odiosa praestare solent; idque verum deprehendi etiam in morbis pertinacissimis,\nstances of these lucid Effluvia; and says, he has there shown the Cause of them at large; but, as I have not yet got a Sight of that Book, I can say nothing further — only, that in the second Century of the Histories above-mentioned, History xii. he asserts, that he has prov’d, in his Book de Luce, &c. that Light is connatural or innate to all, as well Vegetables as Animals.\n\nThere is another Author, Dr. Simpson, who published a Philosophical Discourse of Fermentation, dedicated to the Royal Society, Anno 1675. who takes notice of Light proceeding from Animals, on the Frication or Pestation (as he calls it) of them; and instances in the Combing a Woman’s Head, the Currying of a Horse, and the Frication of a Cat’s Back; the two last of which are known to most. I cannot tell whether it be material to add, that, according to this Gentleman’s Hypothesis, he would assign the Principles of Fermentation, which he supposes to be Acidum & Sulphur, as the Cause of these lucid Effluvia in Animals. His Hypothesis I may not take upon me to judge of; but I humbly apprehend, the Properties of the Effluvia in animal Bodies are many of them common with those produced from Glass, &c.; such as their being lucid, their Snapping, and their not being excited without some Degree of Friction, and, I presume, I may add, Electricity; for I have, by repeated Trials, found a Cat’s Back to be strongly electrical, when stroak’d.\n\nI must intreat your Candor in excusing the Errors and Imperfections you may observe in this Paper to my present weak State of Health; and I was unwilling to delay any longer a small Testimony of\nprimit, nervus autem totus non tam pallidus, quam\nvete candidus est, in medio sectus medullam offerens\nmollissimam. Radicem hanc diversa dant dosi pul-\nverisatam, alii ad 3j. alii ad 3jj. & 3j. ascendunt;\nsunt etiam, qui jubent ejus 3j. 3jj. cum aqua distillata\ninfundi, & sic pro una dosi hauriri: scribit etiam\nBoeclerus, quod ejus potissima virtus in cortice resi-\ndeat; alibique monet, dubium esse nullum, quin re-\nsinosa quaëdam tinctura & alia possint ex eo extrahi,\nde ipso interim modo non sollicitus. Jam ergo de-\nmonstrabo experimentis practico medicis, quod multo\nminore dosi, quam ipsa radix, ejus cortex multo vali-\ndiorem, tutumque tamen praestet effectum, & in pul-\nvere datus & infuso, quin & observationibus insuper\nmicroscopicis confirmabo, quod & a priori hoc satis\nmanifestum sit & evidens.\n\nIn forma quidem pulveris nunquam simplicem ad-\nhibui corticem, sed remixtum cum appropriatis in-\ncidentibus, absorbentibus, leniter adstringentibus, to-\nnicisque: formula hæc erat: & Cort. Rad. Ipecac.\nElœosacch. citr. per affrixt. par. aa. gr. vj. flav. Cort.\naur. Sevill. sal. Sedlic. aa. gr. ij. Magnes. albiss. 3j. m.\nf. pulv. pro una dosi, quam æger sumat mane. Assum-\nsit pulvisculum hunc sine omni fere nausea; & ex-\nceptum frequenti potatione infusi théæ valde diluti,\ncalidique, vel jusculi carnium calidi: expertus est pro-\nvocasse 6, 7, 8, vomitus plenos eo mane, pro diver-\nsitate subjecti, sine singularibus tamen molestiis, stric-\nturis & similibus.\n\nDedi autem eundem corticem in forma etiam in-\nfusi: simplex erat formula hæc: & Cort. Rad. Ipecac.\nsollicité separ. & grosse contuf. gr. vj. His infundan-\ntur vini Niar. vel Rhenan. opt. vetust. 3j. &. Stent\nper noctem, mane autem pro uno hauriantur vice decantata; effectum observavi eundem; quando æger easdem, ut supra, secutus erat leges, licet interim non promiscue suaeferim corticem hunc vel in pulveris, vel infusi sumere forma, cum certe in casu dysenteriæ neque fluida in genere convenient ad eo, neque multo magis vinoſa, utpote nimis calefacientia; e quibus igitur omnibus prono fluit alveo hæc observatio: cortex radicis Ipecacuanhæ multo efficacius agit ipsa radice tota; 2. multo minore id efficit dosi; 3. minore sumtu, & minore nausea, potest assumi radice ipsa tota.\n\nSed jam omnia hæc, ut promisi, microscopicis etiam sunt a priori probanda observationibus; dicam candide, quales instituerim: Habui autem Anglica & alia microscopia varia, satis bona, & simplicia & composita: compositum erat illud portatile reflectens sine micrometro ex inventione Benjamini Martini, quod ex Anglia ipse mecum duxi: hujus igitur luminoso foco primum exposui derasi prudenter corticis hujus radicis exiguum valde frustulum, purum, tenue: apparuit externa superficie fere opacum, admodum inæqualem, coloris ejusdem, cujus inermi videtur esse oculo, nimirum instar siccae humi; superficies autem interna eadem spectata ratione congeriem offerebat informem massularum brevissimarum, tenuissimarum, ubique interruptarum, acutarum fere omnium, & angulosarum in minimis visilibilibus atomis a potiori purpurearum, fere pellucentium, instar resinæ aliquæ, connexarum tamen interspersis figuræ similis filis fere variegatis, potissimum albicantibus; ad marginem autem veri pañim aculei comparebant; omnisque contextus videbatur illi similis, quem ex animali oeconomia\nœconomia describunt in pinguedine anatomici, ubi dicunt, effusum illud oleum esse in cellulas, quæ lanuginosa molli substantia illa cellulosa cohaerant, ita scilicet & hic substantia illa purpurea, resiniformis interfusa videbatur filis albicantibus; atque sic, licet multoties repetitis observationibus videbatur mihi semper comparatus hic cortex vel simplici, vel composito spectatus microscopio, ea saltem cum differentia, quod reflectens omnia distinctius representaret, quam quidem reliqua.\n\nSed nondum hic subtili subjeci etiam memoratnm radicis nervum, qualem habebam sponte fragili, fissili-que cortice nudatum, quique maximum radicis volumen efficit, licet cortici, utpote siccissimus pondere, cedere multum videatur composito microscopio, is autem inermi jam oculo videbatur passim aspersus esse maculis obscuris purpureis: cupidus fui scire, quid hæ sub microscopii foco essent exhibituræ; intuitus ergo sum frustulum illud, quod tales obtulit maculas: nervus ipse visus est fere convexus æqualiter, cylindricus e fibris longitudinalibus non interruptis, fibimet invicem appositis arce, tenuissimis, candidissimis constans: ubi autem maculae illæ inermi prius oculo spectabantur, observabat armatus veras massulas pellucentes, ex atra rubras, cylindri convexo insidentes & supereminentes: at hæsitavi num crederem massulas has non supereminere nervo, num vero statuerem inhærere nervo ipsi, & ad ejus pertinere substantiam: dubium mihi movit nuper amicorum aliquis desideratissimus, microscopicis observationibus plurimum navans operæ; is, scilicet (liceat mihi ab Ipecacuanhæ radice paulisper evagari ad alia, universalia nimirum de microscopicis observationibus notamina!) is, inquam, per jocum, me interrogavit,\nterrogavit, sciremne quomodo sigilla ordinaria pos-\nsent explorari exactissime, an essent accuratæ satis in-\ncisæ æri, metallo cuicunque, vel e lapidi? Respondi,\nExpectaturum me, quid novi mihi eflet apportaturus.\nRegessit ille, Si foco microscopii compositi, vel &\ntubi optici, qui 2 vel 3 sive utrinque convexa, sive\nconvexo-plana habeat vitra, expones illud, deprehens-\ndes id, quod incisum est & profundum, depressum-\nque, valde convexum, & elatum; quæ autem sunt\nelata & convexa, depressa: his autem adjecit, quod\nsubinde quoque, sed rarius contingat, ut in eo statu\nsigilla hæc videat, in quo inermi videntur esse oculo!\n\nImitatus fui phænomenum; & cum semel focum\nobservâssem, constans mihi videbatur observatio, quo-\ntiescunque repetebam experimentum; miratus autem\nvalde sum, dignumque judicavi, quod ulterius pro-\nsequeret; feci hoc, dicam autem candide, quid tum\nobservaverim: Aspexi mane non admodum sereno,\nin conclavi cæterum satis illuminato, die xvi. April.\nhujus anni per partem tubi optici ductilis ultimam ho-\nrologium portatile, pendens e pariete plano; apparuit\ntotum quantum concavum, intraque ipsum firmatum\nparietem; aspexi ulterius muscas vivas per parietem\ndecurrentes, apparuerunt codem modo: intuitus porro\nsum globum thermometri minorem rubro plenum\nspiritu, & visus etiam hic est concavus, & intra ta-\nbellam firmatus. Spectavi eadem ratione nodos vestis\ncoloratos utcunque aliquosque aurichalceos arcuæ ali-\ncuique eminentes plurimum, apparuerunt utrique con-\ncavi, profundè immersi vesti & ligno; subjeci ejusdem\ntubi foco formam minorem cervini capitis e ligno\nsculptam horizontaliter ad parietem pendentem; fuit &\nhæc prorsus concava, & parieti quasi ex instituto infixa.\n\nTandem\nTandem & contemplatus fui thermometri Fahrenheitianii hydrargyro plenum bulbum: is autem naturalem convexitatem non mutavit, uti nec sphaera vitrea vacua inversi thermometri, pendentis e pariete, licet inferior bulbus & hujus spiritu plenus rubro, & adstantis Fahrenheitianii spiritu repleti convexitatem amitterent, ut alias reliqua priora omnia; unde fere colligebam statim, albida, vel splendida corpora, non colorata sub hujus tubi foco in naturali apparere statu, in quo inermi se se repraesentant oculo; interim tamen candide fateor, accidisse nonnunquam, ut adstans mihi amicus in aliquibus objectorum contrarias sub iisdem mecum circumstantiis faceret observationes, imo, ut ipse altero die obscuriore contrarias prioribus instituerim & hesternis, igitur supposui oppido subsuturas forte, (quamvis observatio cum sigillo esset constans) aliquas circumstantias, sub quibus objecta haec apparerent ram perversa, forte non observatas: itaque operam dedi, ut certas vel tandem definire possem leges, sub quibus perversa haec objecta semper apparetent his exposita focis, & alias, sub quibus constanter eo semet exhiberent modo, quo inermis ea distinguit; cujus feci multa experimenta in hanc rem & multoties, denique voti factus ex parte compos.\n\nQuoties videlicet objectum aliquod, super plano ominens, utcunque coloratum, nec album, nec splendidum, ita sum intuitus, ut oculum, tubumque opticum directe prorsus illi opponerem, a potiori clata mihi vibebantur depressa, haec elata, ita hoc mihi accidebat in sigillo, quoties per tubum perpendiculari situ manu sustentatum id ipsi proxime obvertebam e directo, ut omnis ejus superficies fere teget vitreum tubi\ntubi ultimum orbem, ita & sub microscopio mihi occurrebat composito; reliqua vero huic applicare vel supponere non potui; quoties dein aliquod reliquorum objectorum e plano perpendiculari dependens perpendiculariter intuitus sum ita, ut tubus horizontali sustentatus situ e directo ipsi obverteretur, idem mihi accidit semper, neque mutata est visio, ubi objectum oblique propendebat etiam vel horizontaliter, sicutque jucundum spectaculum hoc, cum fumifugium considerarem tabacarium, e pariete oblique pendens, bulbo murrhino nivei candoris, tubo corneo fere nigro constans, bulbus naturalem servavit convexitatem, tubus contra profunde depressus, & parieti tantum non immersus apparuit; quin & observavi hoc, ubi v. c. horologium portatile horizontali plano horizontaliter imponebam, tumque perpendiculari visione intuebar, proxime ad fenestram, non amplius adeo depressum visum fuit, & circumfusum annulo quodam umbroso; unde suspicio mihi nata fuit, omnes has fallacias per umbram oriri, quemadmodum pictores possunt imaginem aliquam elatam representare, si super fundo sit pieta multum ipsa lucidiore, profundam, si super obscuriore fundo, id est artificiali circumdatam, umbra: Dein & hoc monendum est, ubi elatum objectum erat, v. c. inter fenestras positum sic, ut a latere potuerit undique illuminari, visum priori modo, non mutavit convexitatem: Detexi autem tandem omnes haece fallacias hoc modo, vel potius inveni methodum, qua objecta naturali sua convexitate apparerent semper; fuit autem haec: Si quod objectum e pariete pendebat, vel illi quocunque situ proxime contiguum erat, illud aspexi prorsus a latere ita, ut tubum non opponebant e directo, sed infra ipsam eminentiam proxime\nad planum aliqua distantia; ita nodos arcuæ contue-\nbar, ita reliqua, & semper mihi apparuerunt vera\nnaturali convexitate: in exploratione sigilli procede-\nbam sic; Tenui sigillum ita, ut omnis ejus orbis pro-\nfus esset perpendicularis, vel & magis paulo inclinatus,\ntum tubi oram infimam applicui exacte margini supe-\nriori disici sigilli, ut faceret obtusum cum sigillo angu-\nlum tubus, hoc facto servato sollicitate situ eodem len-\ntissime ab ora sigilli movi tubum super sigilli facie, ita\nconspexi sigillum vera naturali facie semper; cur autem\npræcise hæc omnia sic accidant, ego non determino,\nuti & rationem, cur alba, vel pellucentia splendida cor-\npora non colorata, utcunque super aliquo eminentia\nplano ab hac visionis lege offerant exceptionem, nec\napparent depressa modo jam memorato spectata, uti\nalia? Sagacioribus relinquo decidendum.\n\nJam vero facta hac digressione, quam si nimis prolixa\nest, deprecor, redeo ad Ipecacuanhæ radicis corticem:\nCum igitur scire cuperem, num illæ massulae perti-\nnerent ad corticem, num ad ipsum nervum, subjeci\netiam illud nervi frustulum foco microscopiorum ali-\nquorum simplicium, & idem prorsus observavi, super-\neminere scilicet eas nervo, & ad corticem potius esse\nreferendas, quam nervum.\n\nE quibus igitur singulis etiam microscopicis hujus\ncorticis aspectibus concludo patere a priori etiam suo\nsensu, corticem non posse non multo efficaciorem\nesse ipsa tota radice, si huc trahamus inprimis indubi-\ntatam illam, & toties confirmatam practicam experi-\nentiam, qua constat purgans vegetabilium principium\nresidere præcipue in refinosa illorum parte: secundo\nautem, si dein cogito illam universi corticis sub mi-\ncroscopio faciem, quæ contextum exhibet atque con-\ngeriem\ngeriem e plurimis quasi spiculis brevissimis, acutissimis, minimis: habebitur etiam explicatio illius hypothesis, qua vim purgantium & emeticorum praecipue ratione mechanica explicando, fingendo spicula talia, cunctorum rationem habentia (forsan & aculeorum, quales in viva inermi etiam oculo apparent urtica, satis sensibiliter vivum, cui applicantur, humanum corpus irritantes), quae motu ventriculi peristaltico iteratis vicibus musculosae illius tunicae, utut mediate applicita & impacta, tumque perpetuo hoc motu huc agitata illucque, motrices fibras pungant, stimulent, & ad insolitam fortiori contractionem excitent, licet interim ego certe nolim adhuc hypothesin hanc pro veritate vendere demonstrata, utut appareat speciosa etiam his microscopicis observationibus!\n\nXI. Remarks on the Operation of Cutting for the Stone; by Claud. Nic. Le Cat, M.D. F.R.S. Surgeon to the Hotel Dieu at Rouen, and Royal Demonstrator in Anatomy and Surgery. Translated from the French by T. S. M.D. F.R.S.\n\nArticle I.\n\nRead at several Meetings; finished May 16. 1745.\n\nALL the Methods of Cutting for the Stone may be commodiously divided into the high Apparatus [or Operation] wherein the Incision is made above the Os Pubis; and into the low Apparatus, wherein the Incision is below the Os Pubis and Scrotum. In the first, the Stone is extracted through the upper Open-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104486.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 16972,
    "total-output-tokens": 5402,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1393,
        2
      ],
      [
        1393,
        3012,
        3
      ],
      [
        3012,
        4697,
        4
      ],
      [
        4697,
        6351,
        5
      ],
      [
        6351,
        8077,
        6
      ],
      [
        8077,
        9791,
        7
      ],
      [
        9791,
        11456,
        8
      ],
      [
        11456,
        13155,
        9
      ],
      [
        13155,
        14881,
        10
      ],
      [
        14881,
        16241,
        11
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104486",
    "title": "Philippi Frederici Gmelin. Med. Licent. Wurterbergensis ad Martinum Folkes Reg. Soc. Praesid. Epistola de Radice Ipecacuanhae Observationes Quasdam Medico-Physicas, & de Fallaci Visione per Microscopia Composita Notata Nonnulla Continens",
    "authors": "Philippi Frederici Gmelin",
    "year": 1744,
    "volume": "43",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/104486"
  }
}