{
  "id": "a18520a4836ca7389817e05f122ddde0ab8ffbf2",
  "text": "In this treatise Mr. Lomonosow, among other phenomena of electricity, takes notice, that he once saw, in a storm of thunder and lightning, brushes of electrical fire with a hissing noise, communicate between the iron rod of his apparatus and the side of his window; and that these were three feet in length, and a foot in breadth. Effects like these no one but himself has had the opportunity of observing.\n\nXC. Extract of a Letter from John Henry Winkler, Professor of Natural Philosophy at Leipzig, and Fellow of the Royal Society, to Thomas Birch, D.D. Secretary of the Royal Society, relating to Two Electrical Experiments; translated from the Latin.\n\nLeipzig, May 22, 1754.\n\nRead July 4, 1754.\n\nI Transmit to you, Sir, the account of two electrical experiments, both which I made the present year. They are founded upon the famous experiment of Leyden.\n\nOn January 8, I sprinkled a plate of metal with the seeds of * club-moss. To this plate I connected a chain, which communicated with the coating of the Leyden bottle of water. I afterwards sufficiently electrified this water to make the artificial thunder,\n\n* Lycopodium, Club-moss, Wolf's-claw.\nof which I gave an account in my treatise *de avertendi fulminis artificio*, page 10 and 11. Having drawn these seeds together on a heap upon the plate, I brought over them the sphere of metal, the size of which is arbitrary, impregnated with this electricity. Upon bringing this sphere near the plate, the electricity exploded, by which the seeds were set all on fire. These seeds were dry, and had no inflammable spirit mixed with them. The flame which arose from these seeds is true fire, as it lighted some flax, which lay upon the seeds, and extended itself beyond the metal.\n\nOn the 13th of January I put some *aurum fulminans* upon a circular piece of parchment: this parchment I cemented to a plate of metal, and caused the bottle replete with electricity to be discharged thereupon. Immediately the *aurum fulminans* exploded with a very loud report, and the circle of parchment was torn all to pieces.\n\n---\n\n**XCI. An Account of a Fire-Ball, seen at Hornsey, by William Hirst, F. R. S. communicated in a Letter to Samuel Mead, Esq; F. R. S.**\n\nSIR,\n\nHornsey, April 6, 1754.\n\nHad not illness prevented, I should have troubled you sooner with an account of a phenomenon, which I happened to see on the 26th of February last, about five minutes before eleven at night.\n\nI was",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105204.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 678,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1155,
        2
      ],
      [
        1155,
        2437,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105204",
    "title": "Extract of a Letter from John Henry Winkler, Professor of Natural Philosophy at Leipsic, and Fellow of the Royal Society, to Thomas Birch, D. D. Secretary of the Royal Society, Relating to Two Electrical Experiments; Translated from the Latin",
    "authors": "John Henry Winkler",
    "year": 1753,
    "volume": "48",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/105204"
  }
}