{
  "id": "47e11bfda2d9907079b6fe7304ccb84622c605fe",
  "text": "III. On some of the Products of the Decomposition of Nitrotoluylic Acid.\n\nBy Henry M. Noad, Ph.D., Lecturer on Chemistry at St. George's Hospital.\n\nReceived November 17,—Read December 8, 1853.\n\nIn a paper read before the Chemical Society, and published in the third volume, p. 421, of the Transactions of that body, I described the mode of preparation and properties of two new organic acids, which, from their general analogy to benzoic and nitro-benzoic acids, were considered to be the representatives of those acids in the succeeding or Toluyl series, and were named accordingly Toluyllic \\((C_{16}H_8O_4)\\) and Nitrotoluyllic \\((C_{16}\\{H_7\\}NO_4)\\) acids.\n\nThese two acids, interesting as supplying two members of a well-defined series of acids, and as establishing a parallelism between the benzoyl and toluyl groups, were formed by the oxidation of Cymol, a hydrocarbon \\((C_{20}H_{14})\\) occurring with cuminol, an oxyhydrocarbon \\((Cl_{20}H_{12}O_9)\\) in the oil of cumin \\((Oleum cumini)\\), from which source alone they have hitherto been obtained.\n\nThe original object in submitting cymol to the action of fuming nitric acid was the formation of the substitution compound \\(C_{20}\\{H_{13}\\}NO_4\\), from which, by the action of reducing agents, it was anticipated that an organic base, analogous to those formed from nitrobenzole (aniline)*, from nitrotoluole (toluidine)†, and from nitrocumole (cumidine)‡, would have been obtained: the unexpected formation however of a crystalline acid gave a different turn to the investigation, and the search for cimidine \\((C_{20}H_{15}N)\\) was for the time laid aside.\n\nI have at various times since the publication of this first paper returned to the study of the action of nitric acid on cymol, and have made many attempts, by employing acids of various degrees of strength, by keeping down the temperature by surrounding the vessels with freezing mixtures, &c., to check the action of the acid before it had produced its maximum degree of oxidation on the oil; yet though I have in this way obtained several beautifully crystallized intermediate products, and amongst them a compound homologous to dinitrobenzole, in which two equivalents of the hydrogen of the oil have given place to two of hyponitric acid, viz. \\(C_{20}\\{H_{12}\\}2NO_4\\), still the principal\n\n* Zinn, Annal. der Chem. und Pharm. Bd. xlii. p. 283.\n† Muspratt and Hofmann, Mem. Chem. Soc. vol. ii. p. 373.\n‡ Nicholson, Chem. Soc. Quart. Journ. vol. i. p. 2.\nproduct of the action has been nitrotoluyllic acid; and I have not hitherto succeeded in obtaining the first substitution compound $C_{20} \\left\\{ H_{13} \\right\\} \\left\\{ NO_4 \\right\\}$, and of the intermediate substances above alluded to, quantities insufficient for a thorough investigation of their nature.\n\nThe study of the products of the decomposition of nitrotoluyllic acid has been attended with more successful results: some new and interesting compounds have been obtained, and as these, viewed in connection with those described in my former paper, and with those of Chancel obtained in his researches on nitrobenzoic acid*, complete the proofs of the parallelism of the benzoyl and tolyl groups, I have thought that a brief account of them might be deemed not unworthy of the notice of the Royal Society.\n\n**Preparation of Nitrotoluylamide.**\n\nAmong the salts analysed in order to determine the atomic weight of nitrotoluyllic acid was the ethyl compound, prepared by submitting an alcoholic solution of the acid to a current of dry hydrochloric acid gas till copious fumes were evolved, and then distilling. Some attempts were made to convert this ether into nitrotoluylamide by saturating its alcoholic solution with dry ammoniacal gas, and setting it aside in a well-stopped bottle; after some months however the anticipated transformation had not taken place. Equally unsuccessful was the attempt to prepare this amide by the action of heat on nitrotoluylate of ammonia, as Field† procured cuminamide from cuminate of ammonia; an explosion invariably took place, however carefully the heat was applied. This investigation was resumed by repeating the experiment with the ether in sealed tubes exposed to heat in a water-bath. About 5 grms. of the crystallized salt were placed in a stout glass tube, 2 feet long and three quarters of an inch in diameter; the tube was then filled to within 2 inches of the top with strong aqueous ammonia, sealed, and submitted to a boiling temperature in a deep water-bath. After forty-eight hours' continuous action the upper part of the tube had become filled with brilliant yellow crystalline plates, which were easily removed on breaking the tube from the solid and unaltered ether below. Two or three crystallizations sufficed for their purification. They were dried *in vacuo* over sulphuric acid, and then slowly brought to their fusing-point in the air-bath. The crystals began to fuse at 245° Fahr.; at 255° they were fairly liquid, and at 260° they emitted copious vapours.\n\n**Analysis.**—The combustion was made in the usual manner with oxide of copper:\n\nI. '524 grm. yielded 1·029 grm. carbonic acid and '220 grm. water.\n\nII. '420 grm. gave '886 grm. carbonic acid and '187 grm. water.\n\n* Compt. Rend. vol. xxviii. p. 293; Laurent and Gerhardt, C. R. 1849, p. 177; Journ. Pr. Chem. xlvii. p. 140; Ann. Ch. Pharm. lxxii. 274.\n\n† Mem. Chem. Soc. vol. iii. p. 404.\nThese numbers furnish the following per-centages of carbon and hydrogen:\n\n|        | I     | II    |\n|--------|-------|-------|\n| Carbon | 53.55 | 53.69 |\n| Hydrogen | 4.66 | 4.61 |\n\nThe formula of nitrotoluylamide, \\( \\text{C}_{16} \\left\\{ \\frac{\\text{H}_6}{\\text{NO}_4} \\right\\} \\text{O}_2, \\text{NH}_2 \\), or if we adopt the theory of Kolbe, that toluyllic acid like benzoic acid is the oxide of a conjugate radical \\( (\\text{C}_{14} \\text{H}_7) \\sim \\text{C}^2 \\)\n\n\\[\n\\left( \\text{C}_{14} \\left\\{ \\frac{\\text{H}_6}{\\text{NO}_4} \\right\\} \\sim \\text{C}^2 \\left\\{ \\frac{\\text{O}_2}{\\text{NH}_2} \\right\\}\n\\]\n\nrequires\n\n|        |       |\n|--------|-------|\n| Carbon | 53.33 |\n| Hydrogen | 4.44 |\n\n**Properties.**—Nitrotoluylamide is in its properties exactly analogous to nitrobenzamide, from which it differs in composition by \\( (\\text{C}_2 \\text{H}_2) \\), the constant ascending or descending term of these organic series. It is very sparingly soluble in cold water, more so in hot; but very soluble in alcohol, ether, and pyroxylic spirit. Its alcoholic solution crystallizes spontaneously in long, brilliant, yellow needles. Its fusing-point is about 245° Fahr.; that of nitrobenzamide was determined by Chancel to be under 212°; when heated with a concentrated solution of potash, it is converted into nitrotoluylate of that base.\n\nBy the process above described for procuring this substance, it can only be obtained in very limited quantities, and the process is by no means unattended with danger, from the liability of the tube to burst under the great pressure to which it is exposed; and whilst searching for some better method of procuring it in quantities sufficient to study the products of its decomposition, I became acquainted with the investigations of Chancel upon the nitro-compounds derived from benzoic acid*, and upon trying the method there proposed by him for the preparation of nitrobenzamide, I succeeded, after many fruitless trials, in obtaining the new amide in considerable quantities. The purified ethyl compound was dissolved in ordinary spirits of wine, and aqueous ammonia added until a precipitate began to form: the solution was transferred to a stout green glass bottle, and the stopper being well-secured, it was plunged into a water-bath and kept for several days at a temperature of about 140° Fahr. The action proceeded very slowly; with about 15 grammes of ether it was usually completed in eight or ten days. The liquid, from being nearly colourless, was now of a deep yellow colour, and no precipitation took place on the addition of a large quantity of water. The ammoniacal alcohol was distilled off, and the residual crystalline mass redissolved in weak alcohol and boiled with animal charcoal; from the filtered solution pure nitrotoluylamide separated in crystals of remarkable size and brilliancy.\n\nThe formation of nitrotoluylamide by the action of ammonia on nitrotoluylate of\n\n* Laurent and Gerhardt, C. R., 1849, 177, Annual Rep. Prog. Chem. vol. iii. part 1. p. 223.\noxide of ethyl is represented in the following equation:\n\n\\[ C_4 H_5 O, C_{16} \\{H_6 NO_4\\} O_3 + NH_3 = C_4 H_5 O, HO, + C_{16} \\{H_6 NO_4\\} O_2, NH_2. \\]\n\n**Action of Reducing Agents on Nitrotoluylamide.**\n\nWhen an alcoholic solution of nitrotoluylamide is submitted to the action of hydrosulphate of ammonia, the reaction is of a complicated nature, the alcohol itself undergoes decomposition, and its elements take a part in the formation of the new products. But an aqueous solution of the amide undergoes under the influence of this reducing agent a very interesting decomposition, precisely analogous to that of nitrobenzamide under similar circumstances. Ten grammes of the substance were dissolved in three pints of boiling distilled water, and agitated while still hot with strong solution of hydrosulphate of ammonia; the liquid was then thoroughly saturated with sulphuretted hydrogen, the bottle well stopped, and kept for several days plunged in a water-bath at the temperature of about 140° Fahr. The solution, which had now acquired a dark brown colour, was slowly evaporated on the water-bath; large quantities of sulphur separated during the evaporation, which were from time to time removed. When the liquid was reduced to about six ounces it was filtered and set aside. In a few hours a mass of fawn-coloured crystals was deposited; these were redissolved in water and boiled twice with animal charcoal. On cooling, a crop of beautiful pale-yellow cubical crystals made their appearance; these were again digested with animal charcoal, and from the filtered solution, fine, large, nearly colourless and transparent rhombic prisms of the new substance were obtained. They were dried first between folds of bibulous paper, and then *in vacuo* over sulphuric acid, after which no further diminution in weight took place on reducing them to powder and heating them for two hours in an air-bath at their melting-point, viz. 240° Fahr. Unlike therefore the homologous compound obtained by Chancel from nitrobenzamide, this substance contains no water of crystallization. When the fused mass was removed from the air-bath, at the moment of solidification, it burst with a slight explosion into a heap of glistening crystalline plates.\n\n**Analysis.—**The combustion was made in the usual manner with oxide of copper.\n\nI. '442 grm. produced 1·035 grm. carbonic acid and '270 grm. water.\n\nII. '4057 grm. yielded '948 grm. carbonic acid and '249 grm. water,\n\nnumbers which correspond centesimally to\n\n|       | I.    | II.   |\n|-------|-------|------|\n| Carbon| 63·86 | 63·72|\n| Hydrogen| 6·79 | 6·82 |\n\nOn heating a portion of the substance with soda-lime in a green glass retort, ammonia was first plentifully disengaged; but on raising the heat a yellowish oily liquid distilled over, which in the course of half an hour solidified into a crystalline mass, having the peculiar smell of the aniline class of organic bases. Although no doubt was entertained that this substance was toluidine, it was thought desirable to deter-\nmine the fact experimentally. Three or four grammes of the new substance were therefore distilled with caustic potash, and the solid product, after having been washed two or three times with water, was saturated with an alcoholic solution of oxalic acid. It was evaporated to dryness on the water-bath, then redissolved in boiling alcohol and filtered; the crystals which separated on cooling were washed with cold distilled water, then redissolved in boiling water, and decomposed by caustic potash; some clear oily drops separated, which were dissolved in ether, and the ethereal solution evaporated to dryness. The residue was dissolved in hydrochloric acid, and mixed with an alcoholic solution of bichloride of platinum; a fine orange-coloured crystalline mass was obtained, which was washed with ether and dried on the water-bath. It was decomposed by ignition in a porcelain crucible.\n\nAnalysis.—'595 grm. yielded '1872 grm. of metallic platinum =31·46 per cent. The formula of the double chloride of platinum and toluidine (C₁₄ H₉ N, HCl, PtCl₂) requires 31·6 per cent. of platinum.\n\nThe crystalline body obtained by the distillation of the new substance with caustic potash was therefore evidently toluidine.\n\nThe decomposition which nitrotoluylamide undergoes under the influence of hydro-sulphate of ammonia is in exact accordance with the reactions constantly observed between this reducing agent and nitrated organic bodies, and is represented in the following equation:\n\n\\[ \\text{C}_{16} \\left\\{ \\frac{\\text{H}_6}{\\text{NO}_4} \\right\\} \\text{O}_2, \\text{NH}_2 + 6\\text{HS} = \\text{C}_{16} \\text{H}_{10} \\text{N}_2 \\text{O}_2 + 4\\text{HO} + 6\\text{S}. \\]\n\nNitrotoluylamide. New substance.\n\nThe proportion per cent. of carbon and hydrogen required by the formula\n\n\\[ \\text{C}_{16} \\text{H}_{10} \\text{N}_2 \\text{O}_2 \\]\n\nare,\n\nCarbon . . . . . 64·00\nHydrogen . . . . . 6·61\n\nwhich agree very closely with those obtained by the combustion of the new substance with oxide of copper.\n\nThis substance has two homologues in the benzoyl or immediately preceding series, viz. carbamide—carbanilide, a neutral body discovered by Dr. Hofmann*, and the true urea of the aniline series discovered by M. Chancel†, both represented by the formula\n\n\\[ \\text{C}_{14} \\text{H}_8 \\text{N}_2 \\text{O}_2 = \\text{C}_{16} \\text{H}_{10} \\text{N}_2 \\text{O}_2 - \\text{C}_2 \\text{H}_2. \\]\n\nThe origin of the crystalline compound under examination, which is perfectly analogous to that of aniline urea, renders it at once probable that it is the analogue of the latter, an assumption which was fully corroborated by the study of its properties and chemical deportment.\n\n* Chem. Soc. Quart. Journ. vol. ii. p. 36.\n† Compt. Rend. xxviii. p. 293; Laurent and Gerhardt, C. R. 1849, p. 177; Journ. Pr. Chem. xlvii. p. 140; Ann. Ch. Pharm. lxxii. p. 274.\nIt has all the chemical functions of ordinary urea, its taste is cooling and slightly bitter; it is very soluble in water, alcohol, and ether. Its aqueous solution may be kept for some time without change, but after some weeks it acquires a brownish colour, and flocculent matter is deposited. It is a true organic base, and forms crystalline compounds with several acids. On dissolving some of the crystals in weak nitric acid and placing the solution under a bell jar over sulphuric acid, the whole soon became a crystalline mass; and when the small quantity of adhering nitric acid was removed by affusion with cold water, and the crystals dissolved and boiled with animal charcoal, the nitrate was obtained by spontaneous evaporation in large and nearly colourless thin plates, the taste of which was cooling and slightly bitter, hardly to be distinguished from that of nitre. By dissolving some of the crystals in dilute oxalic acid, and placing the filtered solution over sulphuric acid, a crystalline mass was obtained, from which the oxalate of the new base was obtained in long, transparent, and nearly colourless needles, by washing away as before the excess of acid, redissolving in water, and allowing the solution to crystallize spontaneously. The limited quantity of this substance at my disposal, and the very great difficulty of preparing it, prevented my making a quantitative determination of any of its salts. When heated a little above its fusing-point the base takes fire, burning with a red smoky flame and leaving much carbon. I propose for it the name of toluyl-urea; its relation with Chancel's compound and with the urea type appears from the following synopsis:\n\n\\[\n\\begin{align*}\n\\text{Urea} & \\quad \\ldots \\quad C_2H_4N_2O_3 \\\\\n\\text{Anilo-urea} & \\quad \\ldots \\quad C_2H_3(C_{12}H_5)N_2O_2 \\\\\n\\text{Toluyl-urea} & \\quad \\ldots \\quad C_2H_3(C_{14}H_7)N_2O_2.\n\\end{align*}\n\\]\n\n**Product of the Decomposition of Toluyl-urea.**\n\nOn heating some of the pulverized crystals strongly with caustic potash, ammonia was first disengaged, and then toluidine distilled over; when, however, an aqueous solution was boiled with a solution of caustic potash till ammonia ceased to be evolved and the potash then neutralized with an acid, the acid being left slightly in excess, a clear yellow liquid was obtained, from which after a few hours' standing there was deposited a group of magnificent golden-yellow needles, which only required a second solution and crystallization to render them perfectly pure. They were dried first between folds of filtering paper, then reduced to powder and thoroughly dried in the air-bath, after which they underwent no further loss of weight by being fused.\n\n**Analysis.**—This was made in the ordinary manner by combustion with oxide of copper.\n\nI. ·3355 grm. produced ·780 grm. carbonic acid and ·188 grm. water.\n\nII. ·4042 grm. gave ·939 grm. carbonic acid and ·224 grm. water,\n\ncorresponding centesimally to\n\n|        | I.     | II.    |\n|--------|--------|--------|\n| Carbon | 63·46  | 63·22  |\n| Hydrogen | 6·22   | 6·15   |\nBy heating with soda-lime toluidine distilled over and solidified in the receiver. The new body thus formed is a well-defined acid, producing a series of crystalline salts; those of potash, soda, and ammonia, crystallized with difficulty; the lime and baryta salts, though exceedingly soluble, were obtained after long standing over sulphuric acid in fine acicular tufts. The lead salt was obtained by dropping the ammonia compound into solution of acetate of lead; it fell as a white powder, which when boiled with a large quantity of distilled water, and filtered, separated, as the solution cooled, in the form of long, brilliant, transparent, and nearly colourless needles with tufted ends. By decomposing this lead salt by dilute sulphuric acid, the new acid was again obtained in long needles having a fine crimson colour. On adding a solution of the ammonia salt to a solution of nitrate of silver, a copious gray crystalline precipitate fell, which, when washed with cold distilled water, and then redissolved in a large quantity of boiling water, furnished the silver salt of the new acid in the form of thin plates, of a glistening and brilliant appearance. After a second crystallization the salt was dried in the dark in vacuo over sulphuric acid, and then submitted to analysis.\n\nAnalysis.—I. '495 grm. gave '672 grm. carbonic acid and '148 grm. water.\nII. '318 grm. left by ignition in a porcelain capsule '132 grm. of metallic silver.\nIII. '337 grm. left '1409 grm. of silver,\n\nresults which correspond in 100 parts to\n\n|     | I.   | II.  | III. |\n|-----|-----|-----|-----|\n| Carbon | . . . | 37·02 |     |\n| Hydrogen | . . . | 3·32 |     |\n| Silver | . . . |     | 41·51 |\n|        |     |     | 41·81 |\n\nIf we assume that this new acid is formed from toluyl-urea by the elimination of one equivalent of ammonia and by the assumption of the elements of two equivalents of water, the substance thus hypothetically obtained will be represented by the formula\n\n\\[ \\text{C}_{16} \\text{H}_9 \\text{N O}_4; \\]\n\nthus\n\n\\[ \\frac{\\text{C}_{16} \\text{H}_{10} \\text{N}_2 \\text{O}_2}{\\text{H}_3 \\text{N}} = \\frac{\\text{C}_{16} \\text{H}_7 \\text{N O}_2}{+ \\text{H}_2 \\text{O}_2} = \\text{C}_{16} \\text{H}_9 \\text{N O}_4 \\]\n\nand on comparing the numbers obtained by the analysis of the acid and its silver salt with those calculated from the above formula, we find such an agreement as to place beyond doubt the accuracy of the assumption.\n\nThus, the formula\n\n\\[ \\text{C}_{16} \\text{H}_9 \\text{NO}_4 \\]\nrequires\n\nCarbon . . . . . 63·57\nHydrogen . . . . 5·95\n\nand that of AgO, C₁₆H₈NO₃ requires\n\nCarbon . . . . . 37·21\nHydrogen . . . . 3·10\nSilver . . . . . 41·86\n\nThe numbers actually obtained from the analysis of the acid and its silver salt are,\n\nfor the acid,—  \n\nMean.\n\nCarbon . . . . . 63·34\nHydrogen . . . . 6·18\n\nfor the silver salt,—  \n\nCarbon . . . . . 37·02\nHydrogen . . . . 3·32\nSilver . . . . . 41·66\n\nThis acid, for which I propose the provisional name of Carbo-toluyllic acid, has several representatives in the benzoyl series, viz. anthranilic acid, obtained by Fritzsché by the action of caustic potash on indigo; benzamic acid, the product of the action of hydrosulphuric acid on nitrobenzoic acid discovered by Zinin; and, lastly, carbanilic acid, prepared by Chancel, by treating nitrobenzamide with hydro-sulphuric acid. Of these three acids, which are all represented by the formula\n\n\\[ \\text{C}_{14}\\text{H}_7\\text{NO}_4 = \\text{C}_{16}\\text{H}_9\\text{NO}_4 - \\text{C}_2\\text{H}_2, \\]\n\nbenzamic and carbanilic acids have lately been found by M. Gerland* to be identical, while anthranilic acid is a body of a different type. It remains to be examined, to which of these two acids, whether to anthranilic or to carbanilic acids, the new acid above described corresponds. The mode of its generation would render it probable that it is homologous to carbanilic acid, whence the provisional name I have assigned to it; should it however prove on further examination to correspond rather to anthranilic acid, then the convertibility of this acid into salicylic acid by means of nitrous acid, first suggested by Dr. Hofmann†, and lately experimentally confirmed by M. Gerland‡, would appear to indicate that the analogous transformation of the new acid would furnish a series of new substances which at present are entirely wanting, namely, the proper homologues of salicylic acid and its derivatives. Thus:—\n\n\\[ \\text{HO}, \\text{C}_{14}\\text{H}_6\\text{NO}_3 + \\text{NO}_3 = \\text{HO}, \\text{C}_{14}\\text{H}_5\\text{O}_5 + 2\\text{N} + \\text{HO} \\]\nAnthranilic acid. Salicylic acid.\n\n\\[ \\text{HO}, \\text{C}_{16}\\text{H}_8\\text{NO}_3 + \\text{NO}_3 = \\text{HO}, \\text{C}_{16}\\text{H}_7\\text{O}_5 + 2\\text{N} + \\text{HO} \\]\nNew acid. Homologue of salicylic acid.\n\nThe extreme difficulty however of preparing the different substances described in\n\n* Quart. Journ. Chem. Soc. vol. v. p. 133. † Ibid. vol. iii. p. 235. ‡ Ibid. vol. v. p. 133.\nthis paper, and more especially the costly nature of the hydrocarbon (cymol), which constitutes the (at present) only known source of the parent acid, viz. nitrotoluyllic acid, form unfortunate barriers to the continuation of the investigation. *Cymol*, however, doubtless exists among the liquid products of the distillation of coal; indeed, Mr. Mansfield, in his valuable memoir on Coal Tar*, describes a fluid which distils over between 170° and 172° (338° to 342° Fahr.), \"which bears so strong a resemblance to cymol in odour, and in other properties, as to induce a belief that this body is identical with the hydrocarbon existing in cumin oil.\" It is my intention to search for it in this fluid, and should it prove possible to obtain it cheaply and in abundance, the experiment above suggested, and many others of equal scientific interest, will be made, the results of which I shall hope to be allowed the honour of submitting to the Royal Society.\n\nIn conclusion, I will give a tabular view of the corresponding members of the benzoyl and toluyl groups, the parallelism of which in the present and previous memoir I have had the pleasure of establishing.\n\n| Benzoyl series. | Toluyl series. |\n|-----------------|---------------|\n| HO, C₁₄H₅O₃     | HO, C₁₆H₇O₃   |\n| Benzoic acid.   | Toluyl acid.  |\n| HO, C₁₄\\[H₄\\]NO₄O₃ | HO, C₁₆\\[H₆\\]NO₄O₃ |\n| Nitrobenzoic acid. | Nitrotoluyllic acid. |\n| C₁₄\\[H₄\\]NO₂NH₂ | C₁₆\\[H₆\\]NO₂NH₂ |\n| Nitrobenzamide. | Nitrotoluylamide. |\n| C₂H₃(C₁₂H₅)N₂O₂ | C₂H₃(C₁₄H₇)N₂O₂ |\n| Anilourea.      | Toluyl-urea.   |\n| HO, C₁₄H₆NO₃   | HO, C₁₆H₈NO₃   |\n| Carbanilic acid.| Carbo-toluyllic acid. |\n\n* Chem. Soc. Quart. Journ. vol. i. p. 244.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108493.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 15864,
    "total-output-tokens": 6960,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2481,
        2
      ],
      [
        2481,
        5405,
        3
      ],
      [
        5405,
        8428,
        4
      ],
      [
        8428,
        11466,
        5
      ],
      [
        11466,
        14302,
        6
      ],
      [
        14302,
        17384,
        7
      ],
      [
        17384,
        19886,
        8
      ],
      [
        19886,
        22335,
        9
      ],
      [
        22335,
        24012,
        10
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108493",
    "title": "On Some of the Products of the Decomposition of Nitrotoluylic Acid",
    "authors": "Henry M. Noad",
    "year": 1854,
    "volume": "144",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/108493"
  }
}