{
  "id": "0f94e520e341bf81e8be8c99dc99758e002a5d47",
  "text": "IV An Account of the Mischiefs ensuing the swallowing of the Stones of Bullace and Sloes. By the Reverend William Derham, Prebend of Windsor, and F. R. S.\n\nAmong the Accounts which the Royal Society hath had of the Mischiefs ensuing the swallowing of divers sorts of Stones, I do not remember any Case wherein the lesser Stones of Fruits (such as Sloes particularly and Bullace) have produced any dangerous Symptoms, especially in the Stomach alone. The larger Stones, I know, of Prunes, and other great Plumbs, have produced very fatal Effects; but the lesser Stones of Sloes, Cherries, &c. many swallow rather out of choice, than with any apprehensions of Danger, thinking them useful in preventing a Surfeit from the Fruit. But the following Case will shew the Danger even of these lesser Stones. And I have acquainted the Society with it, on purpose to prevent Dangers, if it should be thought fit to publish it in the Transactions, for a warning to others.\n\nThe Case is this. About two Years ago the Man-Servant of a Neighbouring Clergyman complained to me of excessive Pains in and about his Stomach; that he lay under a great Dejection of Appetite; and whenever he eat, that he could not retain it, but in a little time vomited it up. By which means he was, in a short time, reduced to a very low and languishing Condition, in-somuch as they began to despair of his Life.\n\nUpon this he applied himself to some Practitioners in Physick: One of which ply'd him with strong Vomits eight\neight Days together, with very little Signs of Success. But some time after, having Occasion to ride somewhat more than ordinary, he found himself very sore in his Stomach, and Sick; which ending in violent Vomiting and Straining, brought up the first Stones he ever perceived to come from him, which were about Twenty in number.\n\nAfter this he had frequent returns of the Vomiting up of Bullace and Sloe-Stones, especially upon strong Exercises; particularly moving and stooping much in Weeding in the Garden; in Riding also, although it was only to water his Master's Horse. Upon these Occasions he would be seized with acute Pains in his Stomach, and soon after Vomit up more of those Stones.\n\nHe hath counted above One hundred and twenty Bullace and Sloe-Stones that have been discharged; and many others he could not number, by reason they came up when he was in Riding or in his Business. He is not yet free of them, but is in Pain oftentimes, and Vomits them up, especially in Riding; but after he hath discharged them, he is much easier for a while. He commonly brings up a slimy Matter with them, mixed with Blood or something very like Blood.\n\nThe Cause of all this Disaster the Man assures himself was this, namely, being in his Youth a great lover of Fruit, he used greedily to devour all sorts he could come at, and Bullace and Sloes being the easiest to be gotten, he used to ingurgitate great quantities of them, without evacuating many of the Stones by Stool, as he well remembers, and as he observed others did. These Stones he thinks have lain in his Stomach (some of them at least) above ten Years; but he felt no Pains till about four Years ago. And those at first were not so violent, nor attended with such severe Fits of vomiting, and\nloss of Appetite, as they by degrees came to be afterwards.\n\nThus having related the Case as the Man told it me, I shall leave the Etiology of it to the learned Physicians, it being sufficient for me to relate the matters of Fact, and thereby testifie the Duty and Respects owing to the Society by\n\nTheir most obedient\nHumble Servant,\n\nW. Derham.\n\nV. Observations and Experiments relating to the Motion of the Sap in Vegetables. By Mr. Richard Bradley, R. S. S.\n\nOf Plants in general we may first observe, that they are either Terrestrial, Amphibious, or Aquatic; and so nearly do Vegetables agree with Animals in most points, except Local Motion and its Consequences, that from the Knowledge of the one we are reasonably led to the Discovery of the other.\n\nThose Plants which I call Terrestrial are such as Trees, Shrubs and Herbs, which grow only on the Land. These like Land Animals have diversities of Food, a Method of Generating, and certain Periods of Life.\n\nOf the Amphibious race, which live as well on Land as in the Waters, are the Willows, Rushes, Minths, &c. these are not unlike in many respects to the Otter, Tortoise, Frog, &c.\n\nThe Aquatics, whether of Lakes, Rivers, or the Sea, are very numerous; these may be compared with the Fish-kind, and like them will not live out of their proper",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103089.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6410,
    "total-output-tokens": 1177,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1491,
        2
      ],
      [
        1491,
        3249,
        3
      ],
      [
        3249,
        4554,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103089",
    "title": "An Account of the Mischiefs Ensuing the Swallowing of the Stones of Bullace and Sloes. By the Reverend William Derham, Prebend of Windsor, and F. R. S.",
    "authors": "William Derham",
    "year": 1714,
    "volume": "29",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/103089"
  }
}