{
  "id": "e167dd927044f1698794d1280d92fdb513e171fe",
  "text": "XXXI. Botanical Description of the Benjamin Tree of Sumatra.\n\nBy Jonas Dryander, M. A. Libr. R. S. and Member of the Royal Academy of Sciences at Stockholm; communicated by Sir Joseph Banks, Bart. P. R. S.\n\nRead May 17, 1787.\n\nTHOUGH Garcias ab Horto, Grim, and Sylvius, were acquainted with the real tree from which Benjamin or Benzoin is collected, their descriptions of it are so imperfect and insufficient for its botanical determination, that succeeding botanists have fallen into many errors concerning it; and it is remarkable, that although this drug was always imported from the East-Indies, most of the later writers on the Materia Medica have conceived it to be collected from a species of Laurus, native of Virginia, to which, from this erroneous supposition, they have given the trivial name of Benzoin. This mistake seems to have originated with Mr. Ray, who in his Historia Plantarum, Vol. II. p. 1845, at the end of his account of the Arbor Benivifera of Garcias, says: \"Ad nos scripsit D. Tancredus Robinson Arborem resiniferam odoratam foliis citrinis praedictae haud absimilem transmissam fuisse e Virginia a D. Banister, ad illustrissimum Praefectum D. Henr. Compton, in cujus instructissimo horto culta est.—Arbor ista Virginiana Citrii, vel Limonii foliis Benzoinum fundens, in horto reverendissimi Episcopi culta.\"\n\nThis error was detected by Linnaeus, but another was substituted by him in its place; for in his Mantissa Plantarum Altera,\nMr. Dryander's Description of Altera, he tells us, that Benjamin is furnished by a shrub described there under the name of Croton Benzoe, and afterwards in the Supplementum Plantarum, describes again the same plant, under the name of Terminalia Benzoin. M. Jacquin, who had been informed that this shrub was called by the French Bienjoint, supposes, with reason, that the similar sound of that word with Benjoin, the French name for Benjamin, may have occasioned this mistake*.\n\nSince that period Dr. Houttuyn has described the Benjamin Tree of Sumatra; but for want of good specimens has been so unfortunate as to mistake the genus to which it belongs. It is hoped, therefore, that the following description and annexed figure (see Tab. XII.) may not be unworthy a place in the Philosophical Transactions; they are made from dried specimens procured from Sumatra by Mr. Marsden, F. R. S. at the request of Sir Joseph Banks, Bart. P. R. S. and clearly prove that this tree agrees in the parts of fructification with the Styrax of Linnæus.\n\nSTYRAX Benzoin, foliis oblongis acuminatis subtus tomentosis, racemis compositis longitudine foliorum.\n\nBenjui. Garcias ab Horto in Clusii Exoticis, p. 155.\nArbor Benzoini. Grim in Ephemer. Acad. Nat. Curios. Dec. 2. Ann. I. pag. 370. fig. 31. Sylvius in Valentini Historia Simplicium, pag. 487.\nBenzuin. Radermacher in Act. Societ. Batavica, vol. III. pag. 44.\nBenjamin or Benzoin. Marsden's Hist. of Sumatra, pag. 123.\nLaurus Benzoin. Houttuyn in Act. Harlem. vol. XXI. pag. 265. tab. 7.\nHabitat in Sumatra.\n\n* Hort. Vindob. vol. III. p. 51.\nDESCRIPTIO.\n\nRami teretes, tomentosi.\n\nFolia alterna, petiolata, oblonga, integerrima, acuminata, venosa, supra glabra, subtus tomentosa, palmaria. Petioli teretes, striati, canaliculati, tomentosi, brevissimi.\n\nRacemi axillares, compositi, longitudine fere foliorum. Pedunculi communes tomentosi; partiales alterni, patentes, tomentosi. Pedicelli brevissimi. Flores secundi.\n\nCalyx campanulatus, obsoletissime quinquedentatus, extus tomentosus, linea longior.\n\nPetala quinque, (basi forte connata) linearia, obtusa, extus tomento tenuissimo cinerea, calyce quadruplo longiora.\n\nFilamenta decem, receptaculo inserta, petalis paulo breviora, inferne connata in cylindrum longitudine calycis, superne infra antheras ciliata. Antherae lineares, filamenti longitudinaliter adnatæ, iisque dimidio breviores.\n\nGermen superum, ovatum, tomentosum. Stylus filiformis, staminibus longior. Stigma simplex.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106732.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12590,
    "total-output-tokens": 1396,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1463,
        2
      ],
      [
        1463,
        3047,
        3
      ],
      [
        3047,
        3047,
        4
      ],
      [
        3047,
        3047,
        5
      ],
      [
        3047,
        3047,
        6
      ],
      [
        3047,
        3047,
        7
      ],
      [
        3047,
        3941,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "None",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106732",
    "title": "Botanical Description of the Benjamin Tree of Sumatra. By Jonas Dryander, M. A. Libr. R. S. and Member of the Royal Academy of Sciences at Stockholm; Communicated by Sir Joseph Banks, Bart. P. R. S.",
    "authors": "Joseph Banks, Jonas Dryander",
    "year": 1787,
    "volume": "77",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/106732"
  }
}