{
  "id": "16287d8a8e0865b7969a94fb50b8430335a2c4e3",
  "text": "IX. An Account of Books lately Printed, or now Printing at the Theater in Oxford.\n\nAnno Domini MDCXCVII. Julii die 14. in Theatro Sheldoniano apud Oxonienses sub prelo sunt libri sequentes:\n\nIbrorum Manuscriptorum Academiarum Oxoniensis & Cantabrigiensis, & celebrium per Angliam Hiberniamque Bibliothecarum Catalogus, cum Indice Alphabetico, cura Eduardi Bernardi Theol. Prof. Tomis Duobus in Folio.\n\nPlantarum Historiae universalis Volumina duo cum Schematismis elegantibus, Auctoribus D. D. Morisono, & Jac. Bobartio, in Folio.\n\nNovum Testamentum Graece, cum variis Lectionibus plurimorum Codicum Graecorum, & interpretum veterum omnis firme dialecti expositionibus, cura Johannis Mill, S. T. D. in Folio.\n\nPindari Poemata Graece & Latine cum scholizis omnibus veteribus, paraphrafi Benedicti, lectionibus variantibus, versione Nic. Sudorii J. C. & Chronologia Olympion. studio Ric. West & Rob. Welstead A. MM. è Coll. Magd. in Folio.\n\nPorphyrii Commentarius in librum primum Harmonicorum Claudii Ptolemai: atque Manuelis Bryennii Commentarius in tres libros Harmonicos ejusdem Ptolemai. (qui soli restant ex Graecis Musicae scriptoribus nondum editi.) Graece ac Latine, cura Reverendi viri Johannis Wallisi Theol. & Matheaeos Professoris. Fol.\n\nReliquiae Spelmannianæ: the Posthumous Works of Sir Henry Spelman, Knt. Relating to the Laws and Antiquities\nAntiquities of our own Nation. With his Life and Letters. By Edm. Gibson, M. A. Fellow of Queen's College. Fol.\n\nA Compleat set of Books for the Service of Choirs, being a set of Full Anthems,\nVerse Anthems,\nFull Services,\nVerse Services. Folio.\n\nThe Anatomy of Humane Bodies, by Mr. Cowper, illustrated with 120 Copper Plates in a large Folio.\n\nSancti Patris Justini Philosophi & Martyris Opera. Item Athenagorae Atheniensis legatio pro Christianis, & de resurrectione Mortuorum. Theophili Antiocheni ad Autolycum libri tres. Tatiani Assyrii Oratio ad Graecos. Hermiae Philosophi gentilium Philosophorum Irrisio. Horum omnium exemplaria antehac vitiosam emendavit, Interpretationes correetit. Sylburgii, Perionii, Stephani, Bureri, Billii, Casauboni, Salmasii, aliorumque Observationes Digestit: Suas demum addidit Tho. Creech, S. Th. B Coll. Omn. An. Soc. Fol.\n\n1. De Anno Attico Veteri, &c. Dissertationes. 2. Annales Velleiani, Quinctilianii, Statiani. Seu vitae M. Velleii, M. Fabii Quinctilianii, Papinii Statii, pro temporum ordine dispositae. Auctore Hen. Dodwello, A. M. 8vo.\n\nNovum Testamentum Graece, cum variis lectionibus, in octavo.\n\nAræ Sacerdotis multiscii Schedæ de Islandia. Versione & Interpretatione donavit, Notis & Commentario illustravit Christianus Worm Wilh. fl. Accedunt dissertationes tres: Prima de Vita & Scriptis Aræ Posteriores duæ, de Origine & Progressu Religionis Christianæ in regnis Septentrionalibus. Octavo.\nXenophontis opera omnia Graece & Latine cum variis lectionibus, sex voluminibus in octavo.\n\nVolumen primum Geographorum Gr. minorum, comple-\nmentes Auctores τεκτων. Sc. Hannonem, Scylacem,\nArrianum, Marcianum Heracleotam, Anonymum à Vossio\neditum; ut & Agatharchidem de Rubro mari, & Near-\nchi periplus ex Arriano: cum notis integris Is. Vossii,\nJac. Palmerii, Sam. Bocharti, Conradi Gesneri, Abr.\nBerkelii; cum selectis Stuckii, Aliorumque. Quibus\n& annotatiunculas suas cum Indicibus adjecturus est Edi-\ntor Joh. Hudson, Coll. Univ. Soc. 8vo.\n\nHeptateuchus Anglo-Saxonicus, una cum fragmentis\nVet. & Nov. Testamenti Anglo Saxonicis, è Codicibus\nMSS. editurus est Edv. Thwaites, M. A. è Coll. Reg\nOctavo.\n\nAnici Manli Severini Boëthi Consolationis Philoso-\nphiae libri 5. Anglo-Saxonice redditi ab Alfredo Inclyo-\nto Anglo-Saxonum Rege. Ad Apographum Junianum\nexpressos editurus est Christophorus Rawlinson, è Coll.\nReg. 8vo.\n\nElementa Arithmeticae Numerosae & Speciosae. In\nusum Juventutis Academicae. Autore Edv. Wells A. M.\nÆdis Christi Alumno. 8vo.\n\nNuper etiam ex eodem Typographeo prodierunt.\n\nCatalogus Librorum Manuscriptorum Bibliothecæ viri\nillustris Johannis Cottoni Brucei Equitis Aurati. Et vita\nexcellentis viri Roberti Cottoni militis, una cum historia\nBibliothecæ Cottonianæ per reverendum D. Thomam Smith\nS. Theol. D. in Folio.\n\nThucydides\nThucydides de Bello Peloponnesiaco Graece & Latine, una cum scholiis veteribus & annotationibus Johannis Hudsoni A. M. Coll. Univ. Soc. Accedit etiam Chronologia Henrici Dodwelli. in Folio.\n\nJohannis Wallisti Geometriae Prof. Savil. opera Mathematica, partim ante edita, partim nova, Voluminibus duobus in Folio.\n\nA Preservative against Socinianism: Part I. II. and III. By Dr. Edwards, Princ. of Jesus Coll. 4to.\n\nPhalaridis Epistolae in 8vo. Graece cum versione Latina & notis Hornatissimi viri D. Caroli Boylii A. B. ex Aede Christi.\n\nÆschinis in Ctesiphontem & Demosthenis pro Corona Orationes, Graeco Latinae. Octavo.\n\nHomeri Ilias Graece cum Scholiis Didymi, in Octavo.\n\nHeinrici Wilhelmi Ludolfi, Grammatica Russica, cum manuductione ad Grammaticam Slavonicam, modis loquendi communioribus Germanice aequo ac Latine explicatis, brevi Vocabulario & Appendice rerum non-nullarum ad Naturalem Historiam Russicæ Spectantium. Octavo.\n\nM. Tullius Cicero de Oratore ad Codd. Oxonienses collat. per Th. Cockman A. M. Coll. Univ. Octavo.\n\nCorn. Nepotis excellentium Imperatorum Vitæ, collatae cum MSS. & Codicibus, tum antiquis, tum recensioribus. Accedunt etiam Impp. quotquot comparari possunt Icones, una cum Indice rerum & verborum pleniora, voces (si quæ occurrant) difficiliores explicante. Octavo.\n\nDionysii Periegesis, Graece & Latine, cum Scholiis, Gr. tam editis quam ineditis. Cura Edu. Thwaites M. A. e Coll. Reg. 8vo.\n\nArchæo-\nArchæologiae Graecæ, or the Antiquities of Greece, by Mr. Potter Fellow of Lincoln College. Octavo. Part I.\n\nArtis Logicæ Compendium. Duod. 2 Edit.\n\nGramatica Rationis, sive Institutiones Logicae. Duod. 2 Edit.\n\nADVERTISEMENT.\n\nWhereas the small Numbers of Royal-Paper Books usually Printed, have occasion'd great Complaints from several curious Men, and sometimes the great Numbers of such Books have made considerable Losses in the way of Trade: To remedy such Uncertainties for the future in all Impressions of Books, as shall be Printed at the Theater in Oxford, it is desired, that those Gentlemen, who are willing to have Books of the larger Paper, signifie their Names to some Person known to John Hall, Ware-house Keeper there.\n\nERRATA. In Numb. 228. and 230.\n\nPage, col. L 25. somewhat. 622. Forget. 603. Retus. PRO. 604. l. 10. Garland. 605. l. 6. dele care. l. 7. Spine add. by a narrow line. 608. Diagenea. lio. l. 11. This is not accurately expressed: The Meaning is, That the Steps are so many, and of so large a Compass, being Semicircles, that they may contain about a Thousand upon them at the same time. 612. Giglio. l. 15. dele Light. l. 16. for glorious, read glowing. 616. l. 29. and Tophana. l. 30. l. Flav. Rafii. 617. for Oriftis read or Pius. l. 12. September 1671. l. 13. Arimath. 619. l. 1. and sometimes.\n\nLondon: Printed for Sam. Smith, and Benj. Wallford, Printers to the Royal Society, at the Princes Arms in St. Paul's Church Yard. 1697.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102389.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8902,
    "total-output-tokens": 2453,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1358,
        2
      ],
      [
        1358,
        2804,
        3
      ],
      [
        2804,
        4162,
        4
      ],
      [
        4162,
        5600,
        5
      ],
      [
        5600,
        7069,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "la",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102389",
    "title": "An Account of Books Lately Printed, or Now Printing at the Theater in Oxford",
    "authors": null,
    "year": 1695,
    "volume": "19",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/102389"
  }
}