{
  "id": "7f302924581f7626347f1a41a14f8bf3fe3eb45a",
  "text": "separated there, and coagulated by Time. Mr. Cooper Tab. 15. Fig. 4. says he found the same Parts fill'd with a glutinous Matter, which he thinks is useful to prevent Abortion; which if vitiated, Impregnation is hinder'd.\n\nThe Liver and other parts contain'd in the Abdomen, were forc'd into an incredible small Compass (and by that Pressure a little chang'd in Shape) to perform their Office so long; to which the Muscles of the Abdomen, distended so as to be scarce discernible, could give but little, if any, Assistance.\n\nThe Awe that People have here for dead Bodies, tho' never so prejudicial to the Living, would not suffer her Friends to let me make any farther Enquiry; so that I can send no Account of any other Part. The same Error hindered me examining another Woman, who died here about a Week after, of an Ascites which she had had Forty Years, any farther than to be satisfied she had Seven Gallons of Water contain'd between the Duplicatures of the Peritoneum, and none in the Cavity of the Abdomen.\n\nIV. Methodus singularis quâ Solis Parallaxis five distantia à Terra, ope Veneris intra Solem conspiciendæ, tuto determinari poterit: proposita coram Regia Societate ab Edm. Halleio J. U. D. ejusdem Societatis Secretario.\n\nPlurima sunt maxime quidem paradoxa, omnemque fidem apud vulgus superantia, quæ tamen adhibitis Mathematicarum Scientiarum principiis levi negotio enodantur. Ac sane nullum problema magis arduum ac difficilis videbitur, quam est Solis à Terra distantiam vero proximam determinare; quod tamen obtentis accuratis qui-\nquibusdam observationibus, ad electa & prævia tempora peractis, non multo opere efficietur. Id quod inclytæ huic Societati, quam immortalem fore auguror, in hac dissertatione ob oculos ponere libet, ut junioribus nostris Astronomis, quibus forsan hæc observare ob minorem ætatem obtingere poteat, viam præmonstrem, quà imman- sam Solis distantiam intra quingentesimam sui partem rite dimeriri poterint.\n\nNotum autem vobis est hanc distantiam à diversis Astronomiæ authoribus diversam fingi, prout cuique ex conjecturâ probabile visum est; à Ptolemeo quidem ejus- que asséclis, uti & Copernico & Tycho Braheo, Terra semidiæmetris mille & ducentis, Kepleri ter mille quingentis fere. Ricciolus distantiam Keplerianam duplicat, qua- men Hevelius dimidio tantum auget. At vero visis in So- lis disco ope Telescopii Planetis Venere & Mercurio mutu- ato fulgore nudatis, tandem compertum est Planetarum diametros visibiles multo minores esse quam eatenus ha- berentur; Venerisque Semidiametrum è Sole visam non nisi quartam minuti primi partem vel quindecim secunda subtendere; Mercuriique semidiametrum, ad mediam ipsi- us à Sole distantiam, sub angulo decem tantum secundorum conspici; atque sub eodem etiam Saturni semidiametrum è Sole videri. Jovis autem Planetarum maximi semidia- metrum non nisi tertiam minuti primi partem apud Solem subtendere. Unde, servatâ analogiâ, nonnullis è modernis Astronomis visum est, Terra quoque semidiametrum è Sole conspectam, medio loco inter Jovis majorem & Saturni & Mercurii minorem angulum subtendere, Venerisque æqua- lem, nempe quindecim secundorum: adeoque Solem à Terra quatuordecim fere millibus semidiametrorum Terra dista- re. Iisdem autem Authoribus, aliud argumentum paulo ampliavit hanc distantiam: quoniam enim Luna diameter paulo major est quartâ parte diametri Terræ, si Parallaxis Solis ponatur quindecim minutorum secundorum, fieret\nLuna corpus corpore Mercurii majus, Planeta scil. secundarius primario major; quod concinnitati Systematis mundani contrariari videretur. E contra vero Venerem inferiorem & Satellitio destitutam, majorem esse Terrâ nostrâ superiori & tam insignem comitem nactâ, vix concedere videtur eadem concinnitas. Ut itaque medio loco incedamus, ponatur Terra semidiameter è Sole visa, seu quod idem est, Solis Parallaxis horizontalis, duodecim secundorum cum semife: unde Luna minor erit Mercurio & Terra Venere major; ac proveniet Solis a Terra distantia sedecies mille cum quingentis Terra semidiametris proxime. Huic autem distantiae in praesentia cum assensum praebo, usq; dum Experimento quod proponimus quantas sit certius constet. Nec moror authoritatem quantumvis gravem eorum qui Solem ultra hos terminos in immensum evehunt, freti observationibus vibrantis Penduli, determinandis his angulorum minutiis, uti videtur, haud satis fidis: saltem hâc methodo tentanti Parallaxis aliquando nulla, aliquando etiam negativa occurret; hoc est distantia vel infinita fiet, vel infinito major: quod absurdum. Et, ut verum fatcar, minuta secunda vel etiam dena secunda instrumentis quantumvis affabre factis certo distinguere vix homini datum est; atque adeo minime mirandum, si tantorum Artificium multos & ingeniosos conatus hactenus eluferit rei ipsius maxima subtilitas.\n\nDum autem ante 40 fere annos, in Insula Sanctae Helena, sydeum polum Australem ambientium observationibus operam darem, contigit mihi Mercurium sub Solis disco transiuntem omni adhibita diligentia observare: quodque mihi praeter spem feliciter successit, momentum quo Mercurius ingrediens Solis limbum interius contingere visus est, pariterque momentum quo egrediens limbum Solis strinxit, facto angulo contactû interioris, Tubo optimo viginti quatuor pedum accuratissime obtinui. Unde pro comperto habui intervallum quo Mercurius totus intra Solis discum\ndiscum tum temporis apparuit, etiam absque errore unus minuti secundi temporis: Nam filum luminis Solaris, inter limbum planetae obscurum & Solis lucidum interceptum, quantumvis tenue in oculos incurriere visum est; & in iactu oculi, denticulus in limbo Solis a Mercurio ingrediente factus evanescere, ut ab egressiente factus quasi momento incipere. Hoc autem perspecto statim intellexi Solis Parallaxin ex hujusmodi observationibus rite concludi posse, si modo Mercurius Terris vicinior majorem haberet parallaxin à Sole; etenim haec parallaxium differentia tantilla est, ut semper minor sit ipsa Solari quam quærimus; proinde Mercurius, licet frequenter intra Solem videndus, huic nostro negotio vix satis aptus habebitur.\n\nRestat itaque Veneris transitus per Solis discum, cujus parallaxis quadruplo fere major Solari, maxime sensibiles efficiet differentias, inter spatia temporis quibus Venus Solem perambulare videbitur, in diversis Terra nostræ regionibus. Ex his autem differentiis debito modo observatis, dico determinari posse Solis parallaxin etiam intra scrupuli secundi exiguum partem. Neque alia instrumenta postulamus praeter Telescopia & Horologia vulgaria sed bona: & in Observatoribus non nisi fides & diligentia, cum modica rerum Astronomicarum peritia desiderantur. Non enim opus est ut Latitudo Locis scrupulosè inquiratur, nec ut Horæ ipsæ respectu meridiani accurate determinentur: sufficit, Horologiis ad Cæli revolutiones probe correctis, si numerentur tempora à totali Ingressu Veneris infra discum Solis, ad principium Egressus ex eodem; cum scilicet primum incipiatur Globus Veneris opacus limbum Solis lucidum attingere; quæ quidem momenta, propria experientia novi, ad ipsum secundum temporis minutum observari posse.\n\nOb leges autem motuum admodum arcas, rarissime intra Solis orbem conspicitur Venus, ac per plus quam centum & viginti annorum decursum, ne semel\nquidem ibidem videbitur; nempe ab anno 1639. (cum praeclaro Juveni Horrochio nostro, eique primo & soli à rerum conditu, jucundissimum hoc spectaculum obtigit,) usque in annum 1751, quo juxta Theorias quas hactenus coelo conformes experimur, Stella Veneris iterum subtercurret Solem, Maii 26. mane; *ita ut Londini, horâ fere sextâ matutinâ in medio disci Solaris expectanda sit, nec nisi quattuor minutis centro Solis Australior. Duratio autem hujus transitus erit octo fere Horarum, nempe à secunda usque in decimam fere matutinam. Atque adeo ingressus minime Anglis conspicuus erit: cum autem Sol tum temporis occupaturus sit 16. Geminorum gradum, viginti tres ferme gradus in Boream declinans; per totam quasi Zonam frigidam Septentrionalem inocciduus conspicietur: ac proinde qui littus Norwegiae incolunt ultra Urbem Nidroiam, quam Drontem vocant, usque ad Promontorium ejus Boreale, Venerem Solis discum subingredientem observare poterunt; ac fortasse Scotis Borealioribus & Insulae Hetlandiae, olim Thylen dictae, incolis, in oriente Sole ingressus ille conspici poterit. Quo tempore vero Venus Solis centro proxima erit, Sol verticalis erit supra littora Borealia sinus Ganetici, vel potius regni Peguani; ac proinde in Regionibus circumvicinis, cum Sol in ingressu Veneris quatuor fere horis distabit ad ortum, & in egredsu totidem fere ad occasum, accelerabitur motus apparentis Veneris intra Solem duplo fere parallaxeos horizontalis Veneris à Sole; quia Venus tunc ab ortu in occasum fertur retrogradè; interea dum oculus ad Terrae superficiem positus in contrarias partes ab occasu in ortum gyratur.\n\nPosita autem parallaxi Solis, uti diximus, duodecim secundorum cum semisile, erit parallaxis Veneris 43 um secundorum; & sublatâ parallaxi Solis, restabit saltem semimi nutum pro parallaxi Horizontali Veneris à Sole, ac proinde dodrante saltem minuti promovebitur Veneris motus à parallaxi illa, interea dum Solis discum percurrit, in his scili-\n\nVide Phil. Transact. No. 193.\nfelicet Poli altitudinibus quae Tropico vicinae sunt; atque adhuc amplius in vicinia Equatoris. Venus autem tum temporis satis accurate quatuor minuta prima singulis horis intra Solem conficiet; ac propterea dodranti minuti undecim saltem temporis minuta prima competunt, quibus duratio Eclipseos hujus Venereae ob parallaxin contrahetur. Atque ex hac contractione solâ liceret de parallaxi quam quaerimus tutò pronunciare, si modo darentur Solis diameter Venerisque Latitudo in minimis accuratæ; quas tamen ad computum postulare, in re tam subtili, haud integrum est.\n\nProcuranda est igitur alia observatio, si fieri possit, in locis illis ubi medium Solis occupat Venus in ipso Medioctio; nempe sub Meridiano priori opposito, i.e. sex quasi horis vel 90 gradibus Londino occidentaliore, & ubi Venus paulo ante occasum Solem subintrat, paulo post ortum, exit; id quod fiet in dicto Meridiano, sub altitudine Poli Borei quinquaginta sex circiter graduum: hoc est, in eo Sinu qui Hudsoni dicitur, ad Portum ejus cui nomen Nelsoni inditum. In locis enim huic circumvicinis parallaxis Veneris durationem transitus protrahet, & sex saltem temporis minutis longiorem efficiet; quia dum Sol ab occasu in ortum sub Polo tendere videtur, ea loca in disco Terra, motu contrario in occasum ferri videbuntur, hoc est motu cum motu proprio Veneris conspirante; proinde tardius moveri videbitur Venus intra Solem, ac cum diuturniore mora discum ejus pertransire.\n\nSi itaque in utroque loco hic transitus ab Artificibus idoneis contigerit debite observari, manifestum est totis septendecim minutis longiorem futuram esse moram in portu Nelsoni observabilem, quam quae apud Indos orientales expectanda est: nec multum refert an ad Fortalitium Sandi Georgii vulgo Maderas dictum, vel ad Bencoulam in litore occiduo Intulae Sumatrae prope æquatorem capitatur observatio, si Anglis tum temporis hæc studia curæ fu-\nerint. Si vero Gallis his rebus invigilare placuerit, non in-\ncommode apud Poudechery se sistet Observator in litore Si-\nnus Gangeticus occidentali, sub altitudine Poli duodecim fere\ngraduum. Batavis autem celeberrimum Bataviae suae Em-\nporium Observatorium huic negotio satis aptum ministrat,\nsi modo illis etiam animus fuerit hac in parte coelorum\nscientiam promovere. Ac sane vellem diversis in locis\nejusdem Phænomeni observationes à pluribus institui,\ntum ad majorem adstruendam ex consensu fidem, tum\nne Nubium interveni frustraretur singularis Spectator, eo\nspectaculo quod nescio an denuo visuri sunt hujus & sub-\nsequentis seculi Mortales; & à quo pendet Problematis no-\nbilissimi & aliunde inaccessi solutio certa & adæquata.\nCuriosis igitur tyderum scrutatoribus, quibus, nobis vita\nfunctis, hæc observanda reservantur, iterum iterumque\ncommendamus ut, moniti hujus nostri memores, observa-\ntioni peragendæ strenue totisque viribus incumbant; iis-\nque fausta omnia exoptamus & vovemus, præprimis ne\nnubili coeli importuna obscuritate exoptatisimo spectaculo\npriventur; utque tandem Orbium coelestium magnitudi-\nnes intra arctiores limites coercitæ in eorum gloriam fa-\nmamque sempiternam cedant.\n\nDiximus autem hac ratione Solis Parallaxin intra quin-\ngentesimam sui partem investigari posse, id quod nonnul-\nlis mirum sine dubio videbitur. Veruntamen si in utro-\nque è locis nuper designatis accurata habeatur observatio;\njam monstravimus, totis septendecim minutis differre in-\nter se durationes Eclipseon harum Venerearum, ex Hypothesi\nseilicet quod Solis parallaxis fuerit duodecim cum dimi-\ndio minutorum secundorum. Quod si major vel minor\nreperiatur ex observatione hæc differentia, in eadem fere ra-\ntione major vel minor erit Solis parallaxis. Cumque 17 mi-\nnuta prima temporis competant duodecim secundis cum\ndimidio parallaxeos Solaris; pro unoquoque parallaxeos\nminuto secundo, orietur differentia plusquam 80 secun-\ndorum\ndorum minutorum temporis; adeoque si habeatur differentia hæc intra bina secunda vera & comprobata, intra quadragesimam partem unius secundi minuti constabit quanta sit Solis Parallaxis; ac proinde distantia ejus determinabitur intra quingentesimam sui partem, saltem si parallaxis non minor reperiatur eâ quam supposuimus: quadrages enim duodecim cum dimidio fiunt quingenti.\n\nHaecenus Astronomice doctis satis superque rem indicasse mihi videor, quos etiam monitos velim, me in hoc argumento, Latitudinis Planetæ rationem non habuisse, tum ad vitandas calculi intricatioris molestias, conclusionem etiam minus evidentem reddituras; tum ob motum Nodorum Veneris nondum compertum, nec nisi ex hujusmodi corporalibus Planetæ cum Sole Conjunctionibus rite determinandum. Non enim conclusum est Venerem quatuor minuta infra Solis centrum transituram, nisi ex Hypothesi quod Planum Orbitæ Veneris, in Sphæra stellarum fixarum immobile, Nodos suos iisdem in locis habiturum fit, ubi anno 1639 inventi sunt. Quod si tramite Australiori transeat anno 1761, liquido patebit Nodos regredi; si vero Borealiori, progredi inter Fixas; idque in ratione $5 \\frac{1}{2}$ min. in centum annis Julianis, pro unoquoque minuto, quo via Veneris tum temporis plus vel minus distabit à Solis centro quam dictis quatuor minutis. Differentia autem inter durationes harum Eclipsium paulò minor fiet septendecim minutis, ob Latitudinem Veneris Australem; major vero futura, si, procedentibus Nodis, ad Boream centri Solem transferit.\n\nIn eorum autem gratiam, qui cum observandis syderibus oblecentur, nondum tamen integram Parallaxium doctrinam hauserint, libet Schemate simulque Calculo paulo accuratiore, rem plenius exponere.\n\nPonamus igitur, anno 1761, Maii 25°. 17h. 55′. Londini, Solem occupaturum II 15°. 37′. ac proinde ad centrum ejus Eclipticam tendere in Boream angulo 6°. 10′.\nVeneris autem visibilem intra Solis discum Viam tum temporis descendere in Austrum, facto angulo cum Ecliptica $8^\\circ.28'$: proinde via Veneris tendet parum in Austrum respectu æquatoris, interlecans declinationis parallelos angulo $2^\\circ.18'$. Ponamus etiam Venerem ad dictum tempus Solis centro proximam fore, ac ab eodem quatuor minutis distare ad Austrum; singulisque horis etiam quatuor minuta prima intra Solem motu retrogrado describere. Erit autem Solis Semidiameter $15'.51''$. proxime, Veneris vero $0'.37''\\frac{1}{2}$. Ac supponamus, experimenti gratia, differentiam parallaxium Horizontalium Veneris & Solis, quam quaerimus, $c'.31''$ esse, qualis ex supposita Solis Parallaxi $0'.12''\\frac{1}{2}$ clicitur. Describatur itaque (Fig. II.) centro C circellus $AEBD$, cujus semidiameter sit $0'.31''$. discum Terræ repræsentans, & in eo Ellipses parallelorum $22$ & $56$ grad. Latitudinis Borealis, modo jam ad construendas Eclipses Solares ab Astronomis usitato, ut $DaBE$, c d e: sit autem $BCA$ Meridianus in quo Sol; ad quem inclinetur recta $FHG$ Viam Veneris designans angulo $2^\\circ.18'$, quoque distet à centro $C$ $240$ partibus qualium $BC$ est $31$; & de $C$ cadat recta $CH$ ipsi $FG$ perpendicularis. Ac posito planeta in $H$ ad $17$ h. $55'$, vel $5$ h. $55'$ mane, dividatur recta $FHG$ in spatia Horaria III. IV, IV. V, V. VI, &c. ipsi $CH$, hoc est quatuor minutis æqualia. Fiat etiam recta $KL$, æqualis differentiæ apparentium Semidiametrorum Solis & Veneris sive $15'.13''\\frac{1}{2}$. Et Circulus radio $KL$, centro vero quo-libet puncto intra circellum Disci Terra descriptus, occurret rectæ $FG$ in puncto denotante quota hora Londini numerabitur, cum in eo Terra superficiæ loco, qui sumpto in disco puncto subjacet, Venus angulo contactus interioris Solis limbum continget. Ac si centro $C$ radio $KL$ descriptus circulus occurrat ipsi $FG$ in punctis $F&G$ erunt rectæ $FH$, $HG = 14'.41''$, id quod percurrere videbitur Venus tribus horis cum $40$ min. Cadet igitur $F$ in\ndifferentia semidiam. Solis et Veneris. 3° 48' 3\"\nF in IIh. 15', Londini; G vero in IXh. 35' mane. Unde manifestum est quod, si Terrae magnitudo, ob immensam distantiam, quasi in punctum evanesceret; vel si motu diurno destituta Solem haberet eadem puncto C semper verticalem, Eclipseos hujus Mora integra per septem horas cum triente duraret. Verum Terrae interea motu motui Veneris contrario gyrata per 110 grad. Longitudinis suae, ac proinde contracta dictae morae duratione, puta 12 min. proveniet ea 7h. 8'. proxime, sive 107 grad.\n\nJam in ipso Meridiano Venus Solis centro proxima erit ad Ostium orientale fluminis Gangis; ubi poli altitudo est 22 grad. circiter. Locus igitur ille utrinque aequaliter distabit a Sole, in momentis introitus & exitus planetae, nempe 53° grad. ut sunt puncta a, b, in parallelo maiore DabE. Erit autem Diameter AB ad distantiam ab ut quadratum Radii ad contentum sub Sinubus 53° & 68° grad. hoc est, ut 1'. 02'' ad 0'. 46''. 13'''; ac calculo rite instituto (quem ne Lectori tædio sit, omittere praestat) invenio quod circulus centro a & radio KL descriptus occurret rectae FH, in puncto M, ad IIh. 20'. 40''; centro vero b descriptus occurret ipsi HG in N, ad IXh. 29'. 22''; horis sci icet Londini numeratis; proinde tota Venus intra Solem conspicetur ad Gangis ripas, per 7h. 8'. 42''. Rectè igitur posuimus durationem fore 7h. 8'; cum pars minuti hic nullius sit momenti.\n\nAptato autem calculo ad Portum Nelsoni, invenio, quod Sole jamjam occasuro, discum ejus subitura sit Venus; statim vero ab ortu ejus exitura ab eodem; Loco illo interea per Hemisphaerium à Sole aversum de c ad d translato; motu motui Veneris conspirante. Mora igitur Veneris intra Solem diuturnior fiet ob Parallaxin, puta quatuor minutis; ut sit omnino 7h. 24'. sive 111 grad. æquatoris. Cumque Latitudo Loci sit 56 gr, crit ut Quadratum Radii ad contentum sub Sinubus 55° & 34 grad ita AB = 1'. 02'' ad cd = 28''. 33'. Ac calculo rite peracto\nracto constabit, circulum centro c radio K L descriptum rectae F H occursurum in O, ad IIh. 12' 45'', centro vero d descriptum ipsi H G in P, ad IXh. 36' 37''. Quocirca duratio Moræ ad Nelsoni portum erit 7h. 23' 52''; major scilicet quam ad ostia Gangis totis 15' 10'' temporis. Quod si Venus absque Latitudine transierit, fiet dicta differentia 18' 40''. Si vero quattuor minutis Solis centro fuerit Borealior, ad 21' 40'' augebitur eadem differentia, multo major futura autâ Planetæ Latitudine Borea.\n\nLondini autem, ex praedictis Hypothesibus, consequitur Venerem jam tum infra Solem ingressam orituram; & ad 9h. 37' mane, in Egressu Solis limbum interius contacturam; ac denique non nisi horâ 9h. 56', orbem ejus integrum relieturam esse.\n\nIisdem etiam Hypothesibus constat Venerem extremum Solis limbum Boreum quasi centro suo stringere debere, Anno 1769, Maii, 23°. 11h. 00', ita ut, ob Parallaxin, in Borealibus Norwegiae partibus, tota intra Solem inocciduum apparere poterit: dum in litoribus Peruviae & Chili, vix exiguo sui segmento cadentis Solis disco quasi inequitare videbitur; uti in Insulis Moluccis earumque viciniâ, oriente Sole. Quod si No- di Veneris retrocedere reperiantur (ut ob nuperas quasdam observationes suspicio est) tum toto corpore intra orbem Solis ubique conspicua, maximâ harum Eclipsewn differentiâ argumentum Parallaxeos Solaris præbebit ad-huc multo luculentius.\n\nQuomodo autem ex observatis alicubi apud Indos Orientales, anno 1761, Ingressu & Egressu Veneris, & cum Exitu ejus apud Nos observabili collatis, eadem Parallaxis derivari poterit; aptando scilicet angulos Trianguli specie dati in trium Circulorum æqualium circumferentias, alia occasione docebitur.\n\nFINIS.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103085.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 15,
    "total-input-tokens": 23612,
    "total-output-tokens": 7060,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1554,
        2
      ],
      [
        1554,
        3440,
        3
      ],
      [
        3440,
        5360,
        4
      ],
      [
        5360,
        7255,
        5
      ],
      [
        7255,
        9247,
        6
      ],
      [
        9247,
        11144,
        7
      ],
      [
        11144,
        13090,
        8
      ],
      [
        13090,
        14953,
        9
      ],
      [
        14953,
        16968,
        10
      ],
      [
        16968,
        16968,
        11
      ],
      [
        16968,
        17018,
        12
      ],
      [
        17018,
        17018,
        13
      ],
      [
        17018,
        18928,
        14
      ],
      [
        18928,
        20638,
        15
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "None",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103085",
    "title": "Methodus Singularis Quâ Solis Parallaxis Sive Distantia à Terra, ope Veneris intra Solem Conspiciendoe, Tuto Determinari Poterit: Proposita Coram Regia Societate ab Edm. Halleio J. U. D. Ejusdem Societatis Secretario",
    "authors": "Edm. Halleio",
    "year": 1714,
    "volume": "29",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 15,
    "jstor_url": "https://www.jstor.org/stable/103085"
  }
}