{
  "id": "cfceed6e9d3d3b1aa1e4c19dc90fd6ffb3848edd",
  "text": "PRESENTS\n\nRECEIVED BY THE\n\nROYAL SOCIETY,\n\nFrom November 1811 to June 1812,\n\nWITH THE\n\nNAMES OF THE DONORS.\n\n1811.\n\nPRESENTS.\n\nNov. 7. Valor Ecclesiasticus. Temp. Henr. VIII. Auctoritate Regia Institutus Vol. I. fol.\nRotulorum Originalium in Curia Scaccarii Abbreviatio. Vol. II. Tempore Regis Edwardi III. fol.\nLibri Censualis vocati Domesday Book Indices. fol.\nPlacitorum in Domo Capitulari Westmonasteriensis assessorum Abbreviatio. Temporibus Regum Ric. I. Johan. Henr. III. Edw. I. Edw. II. fol.\nAn Account of the Trigonometrical Survey, carried on by Order of the Master General of his Majesty's Ordnance in the Years 1800—1809, by Lieut. Col. Wm. Mudge, and Capt. Tho. Colby. 4°\n\nDONORS.\n\nThe Commissioners of Public Records.\n\nLieut. Col. Wm. Mudge.\n\nThe Geological Society.\n\nAsiatic Society.\n\nThe Linnean Society.\n\nThe Medical and Chirurgical Society.\n\nDr. David Hossack.\n\nTransactions of the Geological Society, established Nov 13, 1807. Vol. I. 4°\n\nAsiatic Researches, or Transactions of the Society instituted in Bengal, for inquiring into the History and Antiquities, the Arts, Sciences, and Literature of Asia. Vol. X. and XI. 4°\n\nThe Transactions of the Linnean Society of London. Vol X. Part II. 4°\n\nMedico Chirurgical Transactions, published by the Medical and Chirurgical society of London. Vol. I. 8°\n\nHortus Elginensis, or a Catalogue of Plants, indigenous and exotic, cultivated in the Elgin Botanic Garden in the Vicinity of the City of New York, by David Hossack, M.D. &c. 2 copies. 8°\nNov. 7. A Statement of Facts relative to the Establishment and Progress of the Elgin Botanic Garden, and the subsequent disposal of the same to the State of New York, by David Hossack, M.D. 2 copies.\n\nLectures on the Elements of Algebra, by the Rev. Bewick Bridge.\n\nA compendious and practical Treatise on the Construction, Properties, and Analogies of the Three Conic Sections, by the Rev. Bewick Bridge.\n\nA Journal of Natural Philosophy, Chemistry, and the Arts. No. 134—138.\n\nThe Philosophical Magazine for July, August, September, and October, 1811.\n\nThe Critical Review for July, August, September, and October, 1811, and Appendix to Vol. XXIII.\n\nRecherches Physico Chimiques, par MM. Gay Lussac et Thenard. 2 Vols.\n\nProjet d'une Académie Asiatique.\n\nNouvelles Méthodes pour la Détermination des Orbites des Comètes, avec un Supplement, &c. par A. M. Legendre.\n\nEssai sur la Théorie des Nombres, par A. M. Legendre.\n\nThéorie de la Double Refraction de la Lumière dans les Substances Cristallisées, par E. L. Malus. 2 copies.\n\nNov. 14. L'Allegro Miltoni Poema Latine Redditum a C. M.\n\nMeteorological Journal and Astronomical Observations made at the Observatory at Madras in 1810. MS.\n\nDirections for Sailing to and from the East Indies, China, New Holland, Cape of Good Hope, and the interjacent Ports, &c. by James Horsburgh, Esq. F. R. S. Part II.\n\nNov. 21. A Continuation of an Account of Indian Serpents. Vol. II. Part III. and IV. fol.\n\nA Dictionary of the Malayan Language, by Wm. Marsden, Esq. F. R. S.\n\nTable to calculate Interest and Salaries.\n\nDec. 5. The Philosophical Magazine for Novemb. 1811.\n\nA Journal of Natural Philosophy, Chemistry, and the Arts. No. 139.\n\nThe Critical Review for November, 1811.\n\nThe Botanist, being the Botanical Part of a Course of Lectures on Natural History, by Benjamin Waterhouse, M. D.\n1811.\n\nDec. 5. Base du Système Métrique Decimal, ou Mesure de l'Arc du Méridien compris entre les Parallèles de Dunkerque et Barcelone, par M. Mechain et Delambre. Tome III. 4°\n\nJan. 9. The Life of the Rev. John Hough, D.D. Bishop of Oxford, &c. by John Wilmot, Esq. F.R.S. &c.\n\nMedico Chirurgical Transactions, published by the Medical and Chirurgical Society of London. Vol. II. 8°\n\nAn Inquiry into the Process of Nature, in repairing Injuries of the Intestines, &c. by Benjamin Travers. 8°\n\nThe Life of the Right Rev. Beilby Porteus, D.D. late Bishop of London, by the Rev. Robert Hodgson, A.M. F.R.S. &c. 8°\n\nDissertatio historico-critica de Mitionum Chemicarum simplicibus et perpetuis rationibus earumque Legibus nuper detectis Sectio I. Auctore Lud Guill. Gilbert. 4°\n\nSiao çu lin; or a small Collection of Chinese Characters analysed and decompounded, &c. by Stephen Weston, B.D F.R.S. 8°\n\nPhilosophical Magazine for December, 1811.\n\nA Journal of Natural Philosophy, Chemistry, and the Arts. No. 140—141.\n\nThe Critical Review, for December, 1811.\n\n23 A Survey of the South Coast of China, and of the Paracels, by Lieut. Ross and Maughan. 9 Sheets.\n\nState of the Prisons in England, Scotland, and Wales, by James Neild, Esq. 4°\n\nA new Interpretation of the 86th Psalm, and an Exposition of the 110th Psalm, by the Rev. Richard Dixon, A.M. F.R.S.\n\nFeb. 6. Archaeologia, or Miscellaneous Tracts relating to Antiquity, published by the Society of Antiquaries of London. Vol. XVI. 4°\n\nA Journal of Natural Philosophy, Chemistry, and the Arts. No. 142.\n\nThe Philosophical Magazine for January, 1812.\n\nThe Critical Review for January, 1812, and Appendix to Vol. XXIV.\n\nA Lamp, called the Illuminator.\n\n13. An Essay upon the tydatis of the Human Body, by Alex. Munro, jun. M.D.\n\nThe Mausoleum at Castle Howard.\n\nMar. 5. A Journal of Natural Philosophy, Chemistry, and the Arts. No. 143.\n\nInstitute of France.\n\nJohn Wilmot, Esq.\n\nThe Medical and Chirurgical Society.\n\nBenj. Travers, Esq.\n\nRev. Robert Hodgson.\n\nD. L.G. Gilbert.\n\nRev. Stephen Weston.\n\nMr. A. Tilloch.\n\nMr. W. Nicholson.\n\nThe Proprietor.\n\nCourt of Directors of the Hon. East India Company.\n\nThe Society for the Discharge and Relief of Persons imprisoned for Small Debts\n\nThe Rev. Rich. Dixon.\n\nSociety of Antiquaries.\n\nMr. W. Nicholson.\n\nMr. A. Tilloch.\n\nThe Proprietor.\n\nBenj. Count Rumford.\n\nDr. A. Munro, jun.\n\nThe Earl of Carlisle.\n\nMr. W. Nicholson.\n1812.\n\n**PRESENTS.**\n\nMar. 5. The Philosophical Magazine for February, 1812.\nThe Critical Review for February, 1812.\n\n19. Travels in the Island of Iceland during the Summer of the Year 1810, by Sir George Steuart Mackenzie, Bart. F. R. S.\n\nApr. 9. An elementary Treatise on Astronomy, by Robert Woodhouse, A. M. F. R. S.\n\nThe Philosophical Magazine for March, 1812.\nA Journal of Natural Philosophy, Chemistry, and the Arts. No. 144.\nThe Critical Review for March, 1812.\n\n16. A Meteorological Journal kept on Board the Marine Society's Ship, 1811. MS.\n\nPersian Recreations, or Oriental Stories, with Notes, by Philoxenus Secundus.\n\nA Grammar of the Malayan Language, with an Introduction and Praxis, by William Marsden, F. R. S.\n\nTransactions of the Society instituted at London for the Encouragement of Arts, Manufactures, and Commerce. Vol. XXIX.\n\nA Meteorological Journal kept on Board the H. E. I. Company's Ship Elphinstone, in her Passage from China to England in 1811. MS.\n\n23. A Series of Plates of the Brain, with References exhibiting the Appearances of that Organ in the different Stages of Dissection, and Descriptions of the same, with Directions for the Development of that Organ by Dissection, &c. by Alex. Ramsay, M. D.\n\nHistory of the Royal Society from its Institution to the End of the 18th Century, by Thomas Thomson, M. D. F. R. S. &c.\n\nThe Philosophical Magazine for April, 1812.\n\nMay 7. A Journal of Natural Philosophy, Chemistry, and the Arts. No. 145 and 146.\nThe Critical Review for April, 1812.\n\nDémonstrations Botaniques, ou Analyse du Fruit considéré en général, par M. Louis Claude Richard, &c.\n\n28. Notes on the Mineralogy of Part of the Vicinity of Dublin, taken principally from the Papers of the late Rev. Walter Stephens, A. M.\n\nAnnual Report of the Royal Humane Society for the Recovery of Persons apparently drowned, 1812.\n\nJune 4. The Philosophical Magazine for May, 1812.\nA Journal of Natural Philosophy, Chemistry, and the Arts. No. 147.\nThe Critical Review for May, 1812.\nA Plate of Meteorolites.\n\n**DONORS.**\n\nMr. A. Tilloch.\nThe Proprietor.\nDr. Henry Holland.\n\nRobert Woodhouse, Esq.\n\nMr. A. Tilloch.\nMr. W. Nicholson.\n\nThe Proprietor.\nSir Wm. Blizard.\n\nRev. Stephen Weston.\n\nWilliam Marsden, Esq.\n\nThe Society of Arts.\n\nCapt. M. Craig.\n\nDr. Alex. Ramsay.\n\nMr. R. Baldwin.\n\nMr. A. Tilloch.\nMr. W. Nicholson.\n\nThe Proprietor.\nM. L. C. Richard.\n\nThe Master and Fellows of Trinity College, Dublin.\nDr. John C. Lettsom.\n\nMr. A. Tilloch.\nMr. W. Nicholson.\n\nThe Proprietor.\nMr. John Sowerby.\nINDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1812.\n\nA\n\nAcid, fluoric, an account of some experiments on different combinations of, 352\n— hydrophosphorous, singular properties of, 407\n— is a compound of pure phosphorous acid and water, 408\n— muriatic, its action on some combinations of chlorine and the metals, 202\n— additional experiments on, 242\n— oxymuriatic, additional experiments on, ib.\n— phosphoric, composition of, 410\n— phosphorous, improperly described by chemical authors, 411\n— subsilicated fluoric, composition of, 356\n— effects of chemical agents on, 358, 359\n\nAir, atmospheric, its influence on the compounds of the metals and chlorine curious, and worthy of attention, 192\n\nAllen and Pepys, Messrs. Their experiments on respiration noticed, 379\n\nAmmonia, fluat of, experiments on, 363, 364\n— composition of, 364\n— may be employed for etching on glass, 365\n— effects of chemical agents on, ib.\n— subsilicated fluat of, its physical and chemical properties, 360, 361, 362\n— composition of, 361\n\nAmpelopsis, the effects of light on its tendrils 315\n\nAntimony, its combination with chlorine, 188\n\nMDCCCXII. 31\nINDEX.\n\nAntimony, protoxide of, its composition, 197\nAntimoniane, the name given to a compound of antimony and chlorine, 190\n——— composition of, 189, 190\nApparatus, description and mode of using one employed by Mr. Brodie in ascertaining the changes produced on air by the respiration of animals, 380, 381\nArsenic, on its combinations with chlorine, 186\n——— its effects on the animal system, 209\n——— does not produce its effects on the stomach, until it is carried into the blood, 210\n——— its effects on a rabbit, 211\n——— on a dog, 212\n——— its action on the system less simple than that of the majority of vegetable poisons, 214\nArsenian, the name given to a compound of arsenic and chlorine, 188\n——— properties and composition of, 186, 188\nAtmosphere, changes produced in it by the natural respiration of rabbits, 383, 384\n——— changes produced in it by the artificial respiration of rabbits, 384, 388\nAtmosphere, cometic, extent of, 122\n——— bright envelope of, ib,\n——— the disappearance of its transparent part, under the cover of the scattered light of the contracted envelope, 128\n——— uncommon appearances in the dissolution of the envelope, 129\nAuk, little, (Alca Alle) on the peculiar formation of its digestive organs, 397, 398\n\nB\n\nBalana Mysticetus, an account of some peculiarities in the structure of its organ of hearing, 83\nBarytes, muriate of, its effects on the animal system, 218\n——— on a rabbit, 218, 220\n——— on a cat, 218\n——— its principal action on the brain, it also acts on the heart, 219\nBarytes, muriate of, it affects the stomach, but in a less degree than arsenic, 221\nINDEX.\n\nBIOT and ARAGO, MM. Their investigations subsequent to those of MM. DELAMBRE and MECHAIN relative to the measurement of an arc of the meridian noticed, 324\nBismuth, its combination with chlorine, 190\noxide of, its composition, 198\nBismuthane, the name given to a combination of bismuth and chlorine, 190\nBitter Spar, on the primitive crystal of, 161\nBLACK, Dr. His theory of the source of animal heat objected to, 391\nBlood, chemical researches on, and some other animal fluids, 90\nserum of, some remarks on its analysis, 97\ncoagulum of, some experiments on it, 100\ncolouring matter of, researches on it, 102\neffects of acids on it, 104\neffects of alkalies on it, 107\neffects of different chemical agents on it, 108, 110\nits general chemical habitudes, &c., prove it to be independent of iron, 104, 106, 108, 112\nBRANDE, Wm. THOMAS, Esq. His chemical researches on the blood and some other animal fluids, 90\nBRODIE, B. C. Esq. His further experiments and observations on the action of poisons on the animal system, 205\nHis further experiments and observations on the influence of the brain in the generation of animal heat, 378\n\nC\n\nCamera lucida, application of periscopic principles in its construction, 376, 377\nobscura, common, a defect in its construction noticed, 371\nperiscopic, in which the defect in the common camera is obviated, 372\ncauses of its superiority over the common camera explained, ib.\nCarbonic oxide and chlorine, on a gaseous compound of, 144\nphysical properties of, 145\nchemical properties of, 145, 147\nCassowary, (Casuarius Emeu), on its solvent glands, 399\nChlorine, an account of some experiments on its combinations with different metals, 169\n| Chlorine, on its combinations with copper | 170 |\n| Chlorine, on its combinations with tin | 176 |\n| Chlorine, on its combinations with iron | 181 |\n| Chlorine, on its combinations with manganese, lead, zinc, arsenic, antimony, and bismuth | 183 |\n| Chyle, on the composition of | 91 |\n| Chyle, properties of | 92 |\n| Chyle, coagulum of, its properties | ib. |\n| Comet, observations of one, with remarks on the construction of its different parts | 115 |\n| Comet, observations of a second one, with remarks on its construction | 229 |\n| Comet, the planetary body in its head | 115 |\n| Comet, its apparent and real magnitude | 118 |\n| Comet, its eccentricity and colour | ib. |\n| Comet, its illumination | 119 |\n| Comet, head of the | ib. |\n| Comet, the colour and eccentricity of its light | 120 |\n| Comet, its apparent and real magnitude | 121 |\n| Comet, the transparent and elastic atmosphere about it | 122 |\n| Comet, tail of the | 123, 233 |\n| Comet, its greatest length and breadth | 124 |\n| Comet, its curvature and general appearance | 125 |\n| Comet, its shortening | 131 |\n| Comet, its return to the nebulous appearance | 127 |\n| Comet, increasing darkness between the streams that inclose its tail | 132 |\n| Comet, of its real construction and various parts | 133 |\n| Comet, of the result of its perihelion passage | 140 |\n| Comet, body of | 229 |\n| Comet, chevelure of | 232 |\n| Comet, remarks on its construction | 233 |\n| Cometic phenomena, of the solar agency in their production | 136 |\n| Copper, on its combinations with chlorine, &c. | 170 |\n| Copper, native, submuriat of, experiments on | 173 |\n| Copper, native, submuriat of, its composition | 175 |\n| Copper, artificial submuriat of, its composition the same as the native submuriat | 176 |\n| Cormorant, (Pelecanus Carbo), on its solvent glands | 396 |\nINDEX.\n\nCRAWFORD, Dr. His theory of the source of animal heat noticed, 391\nCuprane, the name given to a compound of chlorine and copper 170\n——— properties of, 171\n——— composition of, 172\nCupranea, the name given to a compound of chlorine and copper, 170\n——— properties and composition of, 172, 173\n\nD\n\nDAVY, JOHN, Esq. On a gaseous compound of carbonic oxide and chlorine, 144\n——— His account of some experiments on the combinations of different metals and chlorine, &c. 169\n——— His account of some experiments on different combinations of fluoric acid, 352\nDAVY, Sir Humphry. On some combinations of phosphorus and sulphur, and on some other subjects of chemical inquiry, 405\nDECANDOLLE, M. His observation on the effects of light on the succulent shoots of trees and herbaceous plants noticed, 317\nDELAMBRE and MECHAIN, MM. Their investigations relative to a new measurement of an arc of the meridian noticed, 324\nDELAMBRE, M. His formulæ relative to the calculation of spheroids noticed, 338\nDUPUYTREN, M. His experiments on respiration noticed, 389\n\nF\n\nFerrane, the name given to a combination of chlorine and iron, 182\n——— its composition, ib.\nFerranea, the name given to a combination of chlorine and iron, 183\n——— its composition, ib.\nFluids, animal, chemical researches on some, 90\nFowl, common, (Phasianus Gallus), on its solvent glands, 398\n\nG\n\nGas, fluoric acid, not to be obtained free from silex, as stated by some authors, 359\nGas, fluoboracic acid, advantageous mode of making it, with precautions to be observed, 365\n——— specific gravity of, 366\nINDEX.\n\nGas, fluoboracic acid, quantity of it condensed by water greater than of any other known gas, 367\n——— absorbed by sulphuric acid, peculiarities of this compound, 366, 367\n——— on its combinations with ammoniacal gas, 368\n——— their properties, peculiarities, and composition, 369\n——— hydro-phosphoric, the name given to a peculiar gaseous compound of hydrogen and phosphorus, 411\n——— its properties and composition, 408, 409, 411\n——— muriatic acid, additional experiments on, 242\n——— the effects produced by its electrization with oxygene gas, 245\n——— oxymuriatic acid, additional experiments on, 242\n——— silicated fluoric, an advantageous mode of procuring it, 353\n——— specific gravity of, 354\n——— composition of, 355\n——— quantity of it decomposed by water, 357\n\nGaseous compound, on a peculiar one, obtained from hydrophosphorous acid, 408\n\nGay Lussac and Thenard, MM. Their researches on fluoric acid, &c. referred to, 352, 353, 362, 365, &c.\n\nGlands, solvent, on the different structures and situations of those in the digestive organs of birds, according to the nature of their food and particular modes of life, 394\n\nGoose, (Anas Anser), on its solvent glands, 398\n\nSoland, (Pelecanus Bassanus), on its solvent glands, 395\n\nH\n\nHatchett, Charles, Esq. His chemical researches on the varieties of coagulated albumen, referred to, 100\n\nHeat, none generated in an animal in which the brain has ceased to perform its functions, 388\n\n——— animal, facts proving that it is much influenced by the nervous system, 378, 379, 390\n\nHemisphere, of the penetration of one, by an indefinite number of equal and similar cylinders, 310\n\nHenry, WM. M.D. His additional experiments on the muriatic and oxymuriatic acids, 242\n\nHeron, (Ardea Cinerea), on its solvent glands, 395\n\nHerschell, WM. LL.D. His observations of a comet, with remarks on the construction of its different parts, 115\nINDEX.\n\nHerschell, Wm. LL.D. His observations of a second comet, with remarks on its construction, 229\n\nHome, Everard, Esq. His account of some peculiarities in the structure of the organ of hearing in the Balaena Mysticetus of Linnaeus, 83\n\nHis observations intended to shew that the progressive motion of snakes is partly performed by means of the ribs, 163\n\nOn the different structures and situations of the solvent glands in the digestive organs of birds, according to the nature of their food and particular modes of life, 394\n\nHunter, Mr. His description of the membrana tympani of the piked whale, quoted, 85\n\nI.\n\nIron, on its combinations with chlorine, 181\n\nspar, on its primitive crystal, 161\n\nIvory, James, Esq. On the grounds of the method which M. Laplace has given in the second chapter of the third book of his \"Mécanique Céleste,\" for computing the attractions of spheroids of every description, 1\n\nHis appendix to the preceding paper, containing a short account of a memoir of M. Lagrange's, with observations on the same, 34\n\nOn the attractions of an extensive class of spheroids, 46\n\nK\n\nKnight, Thomas, Esq. Of the attractions of such solids as are terminated by planes; and of solids of greatest attraction, 247\n\nOf the penetration of a hemisphere by an indefinite number of equal and similar cylinders, 310\n\nKnight, Thomas Andrew, Esq. On the motions of the tendrils of plants, 314\n\nL\n\nLagrange, M. A short account of his memoir, entitled \"Eclaircissement d'une Difficulté singulière qui se rencontre dans le Calcul de l'Attraction des Sphéroïdes très peu différens de la Sphere,\" with observations on the same, 34\nINDEX.\n\nLambton, Major William. His measurement of an arc of the meridian in Bengal, noticed and examined, - 340\n\nLaplace, M. On the grounds of the method given in the second chapter of the third book of his \"Mécanique Céleste,\" for computing the attractions of spheroids of every description - 1\n\n——— view of his methods of analysis employed in computing the attractions of spheroids in general, - 5\n\nLead, on its combination with chlorine, - 184\n\n—— yellow oxide of, its composition, - 196\n\nLibarius, liquor of, a remarkable property it exhibits with oil of turpentine, - 177\n\nLight, its effects upon the tendrils of plants, - 315\n\n—— difference of its effects on certain vegetable substances, - 317\n\nLime, carbonate of, on its primitive crystal, - 159\n\nLymph, properties of, - 96\n\n—— analysis of, - ib.\n\nM.\n\nMagnesia, muriat of, changes produced in it by the agency of heat under particular circumstances, - 193\n\nManganese, on its combination with chlorine, - 183\n\n—— properties and composition of, - 183, 184\n\nMembrana Tympani, in the whale-bone whale, its description, - 84\n\nMeridian, observations on the measurement of three degrees of the, conducted in England by Lieut. Col. W. Mudge, - 321\n\nMetals, on the combination of some with chlorine, - 169\n\n—— on the relation between the proportion of oxygene and chlorine, with which some of them combine, - 193\n\n—— on the relation between the proportion of sulphur and chlorine, with which some of them combine, - 198\n\nMicroscope, on a periscopic one, - 370\n\n—— on the advantages of one constructed on periscopic principles - 375, 376\n\nN.\n\nNewton, Sir Isaac. The hypothesis he adopted relative to the figure of the earth noticed, - 2, 322\n\nO.\n\nOrgan of hearing, an account of some peculiarities in the structure of, in the Balæna Mysticetus of Linnaeus, - 83\nINDEX.\n\nOstrich, American, (Rhea Americana), its solvent glands fewer than in other birds, their structure, &c. 399\n——— African, (Struthio Camelus), on its solvent glands, 400\n——— —— on its gizzard, ib.\n\nP.\n\nParrot, (Psittacus Æstivus), on its solvent glands, 399\nPhosgene, or Phosgene gas, the name given to a gaseous compound of carbolic oxide and chlorine, 151\nPhosphorus, of some combinations of, 406, 407\n——— on its combinations with chlorine, 406, 407\nPigeon, (Columba Domestica), on its solvent glands, 398\nPlanes, of the attraction of those bounded by right lines, 248\nPlants, on the motions of their tendrils, 314\nPlumbane, the name given to a compound of lead and chlorine, 185\n——— its composition, ib.\nPoisons, further experiments and observations on their action on the animal system, 205\n——— mineral, conclusions respecting their agencies on the animal system, 226\nPresents, list of those made to the Royal Society from November 1811 to June 1812, 417\nPriestley, Dr. His experiments on fluor acid air noticed, 357, 358\nPrism, of the attraction of an infinitely long one, whose base is any right lined figure whatever, 302\nPrisms, of their attraction, 263\nProblem, geometrical, one remarkable for generality and simplicity of result, 310\nPyramids, of their attraction, and generally, of any solids whatever that are bounded by planes, 257\n\nR.\n\nRabbits, experiments on the changes produced in atmospheric air by their natural respiration, 383, 384\nRabbits, experiments on the changes produced in atmospheric air by their artificial respiration, 384, 388\n\nS.\n\nSabrina, the name given to an island recently formed by a volcano, near St. Michael’s, 158\nSnakes, observations intended to shew that their progressive motion is partly performed by means of the ribs 163\n\nMDCCCLXII.\nINDEX.\n\nSolids, on the attraction of such as are terminated by planes, and those of greatest attraction, 247\n——— on the attraction of any whatever, that are bounded by planes, 257\n——— of the attraction of some not terminated by planes 269\n——— of those of greatest attraction, 283\n\nSpheroids, of every description. On the grounds of the method which Laplace has given for computing the attractions of,\n\n——— on the attractions of an extensive class of, 46\n——— investigation of the attractions of a particular kind of, 60\n\nStannane, the name given to a compound of chlorine and tin, 177\n——— its properties and composition, 177, 179\n\nStannanea, the name given to a compound of chlorine and tin, 177\n——— its composition, 179\n\nSublimate, corrosive, its effects on the animal system, 222\n——— on a rabbit, 223\n——— on a cat, 224\n\nSulphur, of some combinations of, 412\n\nSwanberg, M. His memoir relative to the measurement of an arc of the meridian in Lapland noticed, 325\n\nSwan, (Anas Cygnus), on its solvent glands, 398\n\nT.\n\nTartar Emetic, its effects on the animal system analogous to those of arsenic and muriate of barytes, 221\n\nTheorem, a remarkable one proposed, relating to solids of greatest attraction, 301\n\nTillard, S. Esq. His narrative of the eruption of a volcano in the sea off the Island of St. Michael, 152\n\nTin, on its combinations with chlorine, &c. 176\n——— oxides of, their composition, 194\n——— submuriat of, its properties, 180\n\nTurkey (Meleagris Gallipavo), on its solvent glands, 399\n\nV.\n\nVine, the effects of light on its tendrils, 317\n\nVolcano, a narrative of the eruption of one in the sea off the Island of St. Michael, 152\n\nW.\n\nWater, its relation to the composition of many bodies worthy of being studied, 414\nINDEX.\n\nWater, combines with bodies in definite proportions, and occasions changes in their properties, ib.\nWollaston, Wm. Hyde, M.D. on the primitive crystals of carbonate of lime, bitter spar, and iron spar, 159\n——— ———— ———— ———— on a periscopic camera ob-\nscura and microscope, 370\nWoodpecker, (Picus Minor), on its solvent glands, 397\nWoorara, experiments with it on a cat and a rabbit, 107, 208\n\nZ.\n\nZinc, on its combination with chlorine, 185\nZincane, the name given to a compound of zinc and chlorine, 186\n——— or butter of zinc, its properties and composition, 185, 186\nZircon, its peculiar relation to water, 415\n\nFrom the Press of\nW. BULMER & Co.\nCleveland-row, St. James’s,\nLondon.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107329.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 16,
    "total-input-tokens": 25272,
    "total-output-tokens": 8172,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1508,
        2
      ],
      [
        1508,
        3343,
        3
      ],
      [
        3343,
        5762,
        4
      ],
      [
        5762,
        8290,
        5
      ],
      [
        8290,
        9424,
        6
      ],
      [
        9424,
        11016,
        7
      ],
      [
        11016,
        12695,
        8
      ],
      [
        12695,
        14520,
        9
      ],
      [
        14520,
        16082,
        10
      ],
      [
        16082,
        17963,
        11
      ],
      [
        17963,
        19599,
        12
      ],
      [
        19599,
        21410,
        13
      ],
      [
        21410,
        23196,
        14
      ],
      [
        23196,
        24924,
        15
      ],
      [
        24924,
        25616,
        16
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107329",
    "title": "Back Matter",
    "authors": null,
    "year": 1812,
    "volume": "102",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 16,
    "jstor_url": "https://www.jstor.org/stable/107329"
  }
}