{
  "id": "47062bd863778ef3656e549e9e405e083c5a5a01",
  "text": "XXIII. The distinguishing characters between the ova of the Sepia, and those of the vermes testacea, that live in water, explained. By Sir Everard Home, Bart. V. P. R. S.\n\nRead June 5, 1817.\n\nLinnaeus was led into an error respecting the animal that forms the shell argonauta, by the circumstance of a species of sepia having been often found in this shell. This erroneous opinion has been adopted by many naturalists upon the Continent, even those conversant in comparative anatomy.\n\nWhether the argonauta is really an internal shell, which I have asserted it to be, may possibly never be determined by direct proofs, as the animal belonging to it has not been met with. The present observations are confined to the question of the probability of its being formed by the species of sepia frequently found in it; and the materials of the present Paper, which are furnished from the specimens of natural history collected in the late expedition to the Congo, enable me to prove, in contradiction to such an opinion, that the ova of this particular species of sepia are not those of an animal of the order vermes testacea, that live in water.\n\nThe young of all oviparous animals, while contained in the ovum, must have their blood aerated through its coats; but in the vermes testacea, if the shell were formed in the ovum, the process of aerating the blood, must be very materially interfered with, for this reason, the covering or shell of the egg first drops off, and the young is hatched before the shell of the animal is formed; this I have seen take place in the eggs\nof the garden snail, but in the testacea that live in water, the young requires some defence in the period, between the egg being hatched, and the young acquiring its shell, which is not necessary in those that live on land; for this purpose, the ova are enclosed in chambers of a particular kind.\n\nThis camerated nidus in the larger animals of this tribe, must be familiar to all naturalists, since specimens in a dried state, containing the young shells completely formed, are to be met with in collections of natural history; but I am not aware that all the purposes for which such a nidus is supplied by nature, have ever been explained.\n\nI have been informed by a friend, who while in the East Indies saw the chank (a shell belonging to the same genus with the *voluta pyrum* of Linnæus,) shed its eggs, that the animal discharged a mass of mucus, adapted to the form of the lip of the shell, and several inches in length; this rope of eggs, enclosed in mucus at the end which is last disengaged, was of so adhesive a nature, that it became attached to the rock, or stone, on which the animal deposited it. As soon as the mucus came in contact with the salt water, it coagulated into a firm membranous structure, so that the eggs became enclosed in membranous chambers, and the nidus having one end fixed and the other loose, was moved by the waves, and the young in the eggs, had their blood aerated; when the young were hatched, they remained defended from the violence of the waves, till their shells had acquired strength.\n\nWhat passes under the sea, few naturalists can be so fortunate as to have an opportunity of observing, and although what I have stated was communicated to me by an eye witness, it required confirmation, as well as an opportunity\nof examining the nidus, before I could give it my assent. Since that time, I have procured from my friend Mr. Lee, the Botanist, of Hammersmith, a portion of a camerated nidus brought from South Carolina, containing shells of an univalve, not very different from the chanks of the East Indies. This nidus is represented in the annexed drawing. (Pl. XIII. fig. 7.)\n\nI have also, which is still more satisfactory, seen the camerrated nidus of the helix janthina. This animal not living at the bottom of the sea, like the vermes testacea in general, deposits its ova upon its own shell, if nothing else comes in its way; one of the specimens of the shell of the janthina, caught in the voyage to the Congo, fortunately has the ova so deposited, as will be seen in the annexed drawings made by Mr. Bauer, who was so pleased with the appearance the parts put on in the field of the microscope, that he was desirous of making a representation of them. (Pl. XIII. fig. 1, 2, 3, 4, 5, 6.)\n\nIn this instance, the ova are single, but in other tribes, several ova are contained in one chamber. In the land snail, the eggs have no such nidus. The following observations respecting them, were made in the year 1773, the first year that I was initiated in comparative anatomy, under Mr. Hunter. He kept snails to ascertain their mode of breeding, and the notes that were made at the time in my own hand writing, I now copy.\n\nAugust 5, 1773. A snail laid its eggs, and covered them over with earth; Mr. Hunter took one out and examined it; the egg was round, its covering strong, and of a white colour, with a degree of transparency; it had no yelk; a small speck was observable with a magnifying glass in the transparent contents.\nOn the 9th no apparent change had taken place. On the 11th the speck had enlarged, but was too transparent to admit of its form being distinguished; upon moving the speck it fell out of its place.\n\nOn the 12th the embryo was indistinctly seen.\n\nOn the 15th the embryo filled $\\frac{1}{4}$ part of the egg, but the different parts were still indistinct.\n\nOn the 18th the body of the embryo had become larger, and the covering thicker.\n\nOn the 19th, the coverings or shells of all the eggs were more or less dissolved, so much so that Mr. Hunter thought all the eggs were rotting, and the whole brood of young would be lost.\n\nOn the 20th, the young were hatched, and the shells completely formed.\n\nOn the 23d, when the young snails were put in water, their bodies came out of the shell, as in full grown snails.\n\nOn the 24th, they all deserted their nests.\n\nThe specimens of the sepia found in the argonaut shell, which was caught by Mr. Cranch, in this expedition to the Congo, had deposited some of its eggs in the involuted part of the shell, and the animal being fortunately caught in the shell, identified the eggs to belong to it; (Pl. XIV.) they are united together by pedicles, like the eggs of the sepia octopus, and in all other respects resemble them; they differ from those of the helix janthina and the other vermes testacea, that live in water, in having no camerated nidus, and in having a very large yelk to supply the young with nourishment, after they are hatched.\n\nUpon these grounds, this animal must be resolved into a species of sepia, an animal which has no external shell,\nand only uses the shell of the argonaut, when it occasionally gets possession of one.\n\nSome naturalists, unacquainted with comparative anatomy, have asserted that in these eggs they saw the argonaut shell partly formed; they must have mistaken the yelk, which will be seen in the drawing to be unusually large, for the new shell.\n\n**EXPLANATION OF THE PLATES.**\n\n**PLATE XIII.**\n\nFig. 1. The shell of the helix janthina, with the ova in its camerated nidus, attached to it; magnified twice in diameter.\n\nFig. 2. A portion of the nidus magnified 12 times in diameter.\n\nFig. 3. A string of the same nidus magnified 25 times in diameter.\n\nFig. 4. Two of the same ova and one empty chamber, magnified 50 times in diameter.\n\nFig. 5. One of the same ova, and\n\nFig. 6. The same slightly bruised, both magnified 50 times in diameter.\n\nFig. 7. A portion of the camerated nidus, in a dried state, belonging to the ova of a univalve from South Carolina, of the natural size.\n\n**PLATE XIV.**\n\nFig. 1. The shell of the argonauta, with the ova of the octopus deposited in it, magnified twice in diameter.\n\nFig. 2. A cluster of the same ova, as they are seen when immersed in water, magnified 12 times in diameter.\n\nFig. 3. One of the same ova with its pellicle, magnified 25 times in diameter.\n\nFig. 4. The yelk of the egg.\n\nFig. 5. A transversal section of the same.\n\nFig. 6. A longitudinal section of the same. The three preceding figures are magnified 50 times in diameter.\n\nFig. 7. A collapsed egg, as seen when taken out of the water, magnified 25 times in diameter.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107590.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12590,
    "total-output-tokens": 2263,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1572,
        2
      ],
      [
        1572,
        3334,
        3
      ],
      [
        3334,
        5051,
        4
      ],
      [
        5051,
        6646,
        5
      ],
      [
        6646,
        6646,
        6
      ],
      [
        6646,
        6646,
        7
      ],
      [
        6646,
        8203,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107590",
    "title": "The Distinguishing Characters between the Ova of the Sepia, and Those of the Vermes Testacea, That Live in Water, Explained",
    "authors": "Everard Home",
    "year": 1817,
    "volume": "107",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/107590"
  }
}