{
  "id": "afc1f9e071e5eea7c45ddb1752fa2f6c4e28e8f4",
  "text": "As we are informed, that there are two volcanoes opened, I am in great hopes these will prove a sufficient vent to discharge all the remaining sulphurous matter in the bowels of these countries, and put a stop to any further earthquakes here; at least for many years to come.\n\nXLIII. A Letter from the late Reverend Mr. Thomas Bayes, F. R. S. to John Canton, M. A. and F. R. S.\n\nSIR,\n\nRead Nov. 24, 1763.\n\nIf the following observations do not seem to you to be too minute, I should esteem it as a favour, if you would please to communicate them to the Royal Society.\n\nIt has been asserted by some eminent mathematicians, that the sum of the logarithms of the numbers 1. 2. 3. 4. &c. to \\( z \\), is equal to \\( \\frac{1}{z} \\log_e c + \\frac{1}{z^2} \\times \\log_e z \\) lessened by the series \\( \\frac{1}{12z} + \\frac{1}{360z^3} - \\frac{1}{1260z^5} + \\frac{1}{1680z^7} - \\frac{1}{1188z^9} + \\&c. \\) if \\( c \\) denote the circumference of a circle whose radius is unity. And it is true that this expression will very nearly approach to the value of that sum when \\( z \\) is large, and you take in only a proper number of the first terms of the foregoing series: but the whole series can never properly express\npress any quantity at all; because after the 5th term the coefficients begin to increase, and they afterwards increase at a greater rate than what can be compensated by the increase of the powers of \\( z \\), though \\( z \\) represent a number ever so large; as will be evident by considering the following manner in which the coefficients of that series may be formed. Take\n\n\\[\na = \\frac{1}{z}, \\quad 5b = a^2, \\quad 7c = 2ba, \\quad 9d = 2ca + b^2, \\quad 11e = 2da + 2cb, \\quad 13f = 2ea + 2db + c^2, \\quad 15g = 2fa + 2eb + 2dc,\n\\]\n\nand so on; then take \\( A = a, B = 2b, C = 2 \\times 3 \\times 4c, D = 2 \\times 3 \\times 4 \\times 5 \\times 6d, E = 2 \\times 3 \\times 4 \\times 5 \\times 6 \\times 7 \\times 8e \\) and so on, and \\( A, B, C, D, E, F, \\&c. \\) will be the coefficients of the foregoing series: from whence it easily follows, that if any term in the series after the 3 first be called \\( y \\), and its distance from the first term \\( n \\), the next term immediately following will be greater than\n\n\\[\n\\frac{n \\times 2n-1}{6n+9} \\times \\frac{y}{z^2}.\n\\]\n\nWherefore at length the subsequent terms of this series are greater than the preceding ones, and increase in infinitum, and therefore the whole series can have no ultimate value whatsoever.\n\nMuch less can that series have any ultimate value, which is deduced from it by taking \\( z = 1 \\), and is supposed to be equal to the logarithm of the square root of the periphery of a circle whose radius is unity; and what is said concerning the foregoing series is true, and appears to be so, much in the same manner, concerning the series for finding out the sum of the logarithms of the odd numbers \\( 3, 5, 7, \\&c., \\ldots z \\), and those that are given for finding out the sum of the infinite progressions, in which the several terms have the same numerator whilst their denominators are\nare any certain power of numbers increasing in arithmetical proportion. But it is needless particularly to insist upon these, because one instance is sufficient to shew that those methods are not to be depended upon, from which a conclusion follows that is not exact.\n\nXLIV. An Account of the Insect called the Vegetable Fly: by William Watson, M.D. F.R.S.\n\nTo the Royal Society.\n\nGentlemen,\n\nRead Nov. 24, 1763.\n\nTHE beginning of last month, I received a letter from our learned and ingenious member Dr. Huxham of Plymouth; in which among other things he informed me, that he lately had, by permission of commissioner Rogers, obtained a sight of what is called the vegetable fly, with the following description of it; both which he had from Mr. Newman, an officer of general Durore's regiment, who came from the island Dominica. As this description seemed to the doctor exceedingly curious, he has sent it me, exactly transcribed from Mr. Newman's account, and is as follows.\n\n\"The vegetable fly is found in the island Dominica, and (excepting that it has no wings) resembles the drone both in size and colour more than any other English insect. In the month of May it buries itself in",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105732.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1295,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1205,
        2
      ],
      [
        1205,
        3049,
        3
      ],
      [
        3049,
        4235,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105732",
    "title": "A Letter from the Late Reverend Mr. Thomas Bayes, F. R. S. to John Canton, M. A. and F. R. S.",
    "authors": "Thomas Bayes",
    "year": 1763,
    "volume": "53",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/105732"
  }
}