{
  "id": "1f980618db1a3b0d33afeade01efbe6b735858ad",
  "text": "XVIII. New experimental researches on some of the leading doctrines of caloric; particularly on the relation between the elasticity, temperature, and latent heat of different vapours; and on thermometric admeasurement and capacity. By Andrew Ure, M.D. Communicated by W. H. Wollaston, M.D., F.R.S.\n\nRead April 30, 1818.\n\nGlasgow, July 1817.\n\n1. On the elastic force of vapours, with new formulae to determine it at any temperature; and a review of those given by Dalton and Biot.\n\nThe phenomena attending the conversion of liquids into elastic fluids, were first accurately investigated by Dr. Black. He observed in the rising of vapour, and melting of ice, a beautiful system of relations, connecting and modifying the grandest operations of nature, while they were destined to afford new principles for the advancement of the arts. If it be the prerogative and characteristic of genius, to discover in the most familiar, or, as some would say, vulgar phenomena, that mystic chain of causation, which had eluded all other eyes, unquestionably, the doctrines of latent heat entitle their author to rank in the first class of philosophers.\n\nDr. Black directed his attention principally to the establishment of the general laws, which he placed on an immovable basis; leaving to his pupils, the subordinate task of investigating their individual applications. Hence, the elastic forces of the vapours, arising from different bodies, at different temperatures, seem to have occupied him very little, if at all.\nThis subject was examined, however, with great ability, by two of his most distinguished friends, Professor Robison and Mr. Watt. The investigations of the former were published in the Encyclopædia Britannica, article steam; while we have still to regret our ignorance of those executed by the latter philosopher, with probably a more complete apparatus, and more extensive views. We are indebted to him, indeed, for some curious observation on the latent heat of steam, at different temperatures, which make us lament more, the want of those on the elastic forces themselves.\n\nMr. Dalton, whose peculiar speculations on caloric and meteorology led him to study the formation and variable elasticity of vapour with great attention, has since then favoured the world with many excellent dissertations, and is now reckoned the first authority on the subject. Mr. Dalton's experiments on the steam of water were carried no higher than its ordinary boiling point; but from the observed progression of its elastic force he investigated a formula, and calculated from it a table for the higher temperatures.*\n\nIn the second number of the Journal Polytechnique, M. Betancourt, an eminent Spanish engineer, long resident at Paris, published a set of experiments on the same subject, the results of which differ from those of Mr. Dalton in many particulars, but most remarkably in the higher part of the scale.\n\nHaving had my mind often called to this important inquiry in the course of my public lectures on the applications of Science to the Arts, an apparatus of a very simple nature occurred to me, about two years ago, by which I hoped to be\n\n* Manchester Memoirs, vol. v. p. 563.\nable to determine, with great precision, the elastic forces of vapours at any temperature, from zero of Fahrenheit, to a much higher degree of heat than even Betancourt seems to have reached. The experiments were made soon after that time, but circumstances have till now prevented me from arranging them for publication.\n\nWith Betancourt's apparatus I am not acquainted, having seen only the brief table of results, inserted in our systematical works on chemistry. Professor Robison's consisted of a strong boiler or digester, containing the water, and furnished with three small apertures; the first receiving the bulb of a thermometer, the second covered with a safety valve, and the third having a barometer tube attached. At first I used a similar construction, but finding it hazardous, and somewhat unmanageable in the high heats, and difficult to render air tight in the lower temperatures, I abandoned it, after some unsatisfactory trials. At the low degrees of heat, the vacant part of the barometer tube introduces errors, since it has not the temperature of the boiler; and the bulb of the barometer, used in high heats, occasions a similar fallacy in the determination of the true elasticities.\n\nStill, however, it was ingeniously conceived, and the results furnish good approximations, creditable to the celebrated experimenter.* They agree nearly with those of Betancourt, being obtained probably in a similar way. The method adopted by Mr. Dalton, is recommended by an elegant simplicity. It is merely a common barometer, into which a little of the vapour-giving liquid is introduced, so as to moisten, and float above the mercury. The vapour which is\n\n* See Encyclopaedia Britannica, vol. xvii. p. 739, 2d Edition.\ngenerated, depresses more or less the barometric column. Hence, by subjecting the liquid to successive degrees of temperature, the corresponding depressions of the barometer, or elasticities of the vapour, are obtained.\n\nThe only difficulty in this mode of operating, is to bring a considerable length of vertical tube to an uniform temperature.\n\nMr. Dalton, well aware of this source of error, obviated it in a great measure, by taking a series of different tubes, decreasing in their lengths with the increasing expansions of the vapour, and concomitant descent of the mercurial column. In several experiments conducted on this plan, I found it scarcely possible to obtain results rigidly corresponding with each other, when the column of vapour, exposed in the barometer tube to the influence of surrounding heat, exceeded two inches in length.\n\nM. Biot, in his system of physics recently published, while he adopts Mr. Dalton's results as the basis of his reasoning, treats fully of this difficulty, and suggests an ingenious means of avoiding it. \"We have had occasion several times to remark,\" says he, \"that the temperature of a mass of liquid which cools in the air, is not entirely the same at the bottom, as it is at the top of the vessel; because the colder particles subside into the lower strata, by the excess of their weight. Thus the temperature of the column of hot water, which surrounds the tube in the preceding experiment, cannot be rigorously uniform throughout its whole height. We may endeavour to render it equal, by agitating and mingling the different strata of which it is composed; but this would\nbe attended with no little difficulty. It would be better to have several thermometers suspended at different heights, in the body of the water, and to take the arithmetical mean of their indications. Or otherwise, which would probably be more exact, we might employ a thermometer having a cylindrical bulb, equal in length to the column of vapour. It would then be necessary that the column of water should rise sufficiently above this vapour to allow the thermometer bulb to be equally immersed, or we must make on its indications the small correction mentioned p. 59, in order to reduce the temperature of the cylinder of mercury, to the temperature of the reservoir. The employment of such a thermometer may appear at first sight sufficiently difficult, since it seems that the length of the cylindrical reservoir must be very considerable, if the elastic force of the vapour be great.*\n\nHe then proceeds to show how this difficulty may be obviated (as indeed it had previously been by Mr. Dalton), by taking barometer tubes successively shortened, as the force of the steam is augmented by heat. He proposes to use four, between the freezing and boiling points of water, each being two decimeters, or nearly 8 inches long, and the thermometer bulb having also that length. The plan which I imagined, as it completely obviates the source of errors arising from the large and variable space occupied by the vapour, supersedes the necessity of employing M. Biot's singular remedy. It likewise avoids other complications, introduced by the heating and consequent elongation of the mercurial column itself.\n\n* Traité de Physique. Tome I. p. 268.\nattending all the other methods; and scarcely capable of being exactly appreciated at high temperatures with the apparatus of Professor Robison.\n\nThe space over which the vapour extends in my instrument, need never be greater than half an inch of a barometer tube, against the side of which part the oblong bulb of a delicate thermometer rests, so as to indicate the true temperature. And though the liquid and incumbent vapour are thus always restricted to the summit of the barometer tube, we can, notwithstanding, measure its progressive range of elasticity, from zero of Fahrenheit to one hundred, or even two hundred, degrees above the boiling point of water, from an elasticity of 0.07 of an inch, to that capable of sustaining 14 feet, or even 36 of mercury. Fig. 1 (Pl. XIX.) represents the construction employed for temperatures under and a little above the boiling point. Fig. 2 and 3 are used for higher temperatures; the last is the more convenient of the two. Each was suspended from a lofty window ceiling, and placed in a truly vertical position by means of a plumb line.\n\nOne simple principle pervades the whole train of experiments; which is, that the progressive increase of elastic force developed by heat from the liquid, incumbent on the mercury at $l l' l''$, is measured by the length of column which must be added over L, the primitive level below, in order to restore the quicksilver to its primitive level above, at $l$. These two stations, or points of departure, are nicely defined by a ring of fine platina wire twisted firmly around the tube.\n\nAt the commencement of the experiment, after the liquid well freed from air has been let up, the quicksilver is made a tangent to the edge of the upper ring, by cautiously pouring\nmercury in a slender stream into the open leg of the syphon D. The level ring below is then carefully adjusted.\n\nFrom the mode of conducting my experiments, there remained always a quantity of liquid in contact with the vapour, a circumstance essential to accuracy in this research.\n\nSuppose the temperature of the water or the oil in A to be $32^\\circ$ F., as denoted by a delicate thermometer, or by the liquefaction of ice; communicate heat to the cylinder A, by means of two argand flames, playing gently on its shoulder at each side. When the thermometer indicates $42^\\circ$, modify the flames or remove them, so as to maintain an uniform temperature for a few minutes. A film or line of light will now be perceived between the mercury and the ring at l, as is seen under the vernier of a mountain barometer when it is raised a few feet off the ground. Were the tube at l and L of equal area, or were the relation of the areas experimentally determined, then the rise of the quicksilver above L would be one half, or a known submultiple of the total depression, equivalent to the additional elasticity of the vapour at $42^\\circ$ above that at $32^\\circ$. Since the depressions, however, for $30$ or $40$ degrees in this part of the scale are exceedingly small, one half of the quantity can scarcely be ascertained with suitable precision, even after taking the above precautions. And besides, the other sources of error, or at least embarrassment, from the inequalities of the tube, and from the lengthening space occupied by the vapour, as the temperature ascends, render this method of reduction very ineligible.\n\nBy the other plan we avoid all these evils. For whatever additional elasticity we communicate to the vapour above l, it will be faithfully represented and measured, by the\nmercurial column which we must add over L, in order to overcome it, and restore the quicksilver under l to its zero or initial level, when the platina ring becomes once more a tangent to the mercury.*\n\nAt E a piece of cork is fixed, between the parallel legs of the syphon, to sustain it, and to serve as a point by which the whole is steadily suspended.\n\nFor temperatures above the boiling point, the part of the syphon under E is evidently superfluous, merely containing in its two legs a useless weight of equipoised mercury. Accordingly for high heats, the apparatus fig. 2, or 3, is employed, and the same method of procedure is adopted. The aperture at O, fig. 3, admits the bulb of the thermometer, which rests as usual on l''. The recurved part of the tube is filled with mercury, and then a little liquid is passed through it to the sealed end. Heat is now applied by an argand flame to the bottom of C, which is filled with oil or water, and the temperature is kept steadily at $212^\\circ$ for some minutes. Then a few drops of quicksilver may require to be added to D'' till L'' and l'' be in the same horizontal plane. The farther conduct of the experiment differs in no respect from what has been already described. The liquid in C is progressively heated, and at each stage mercury is progressively added over L'' to restore the initial level, or volume at l'', by equipoising the progressive elasticity. The column above L'' being measured, represents the succession of elastic forces. When this column is wished to extend very high, the vertical tube requires to be placed for support in the groove of a long wooden prism.\n\n* Rings of other metals will not suit; for their expansions being much greater than that of glass, they become loose with the elevation of temperature.\nThe height of the column in some of my experiments being nearly 12 feet, it became necessary to employ a ladder to reach its top. I found it to be convenient in this case, after observing that the column of vapour had attained its primitive magnitude, to note down the temperature with the altitude of the column; then immediately to pour in a measured quantity of mercury nearly equal to three vertical inches, and to wait till the slow progress of the heating again brought the vapour in equilibrio with this new pressure, which at first had pushed the mercury within the platina ring at l\". When the lower surface of the mercury was again a tangent to this ring, the temperature and altitude were both instantly observed.\n\nThis mode of conducting the process will account for the experimental temperatures being very often odd and fractional numbers. I present them to the public as they were recorded on the instant in that particular repetition of the experiment which I consider most entitled to confidence. To trim and fashion the results into an orderly looking series, would have been an easy task; but in my opinion this is a species of deception very injurious to the cause of science, and a deviation from the rigid truth of observation, which ought never to be made for any hypothesis. We shall afterwards have ample opportunities of exposing the fallacy of such premature geometrical refinements.\n\nThe thermometers were constructed by Creighton, with his well known nicety, and the divisions were read off with a lens, so that \\(\\frac{1}{10}\\) of a degree could be distinguished. After bestowing the utmost pains in repeating the experiments during a period of nearly two months, I found that the only way of removing the little discrepancies, which crept in\nbetween contiguous measures, was to adopt the astronomical plan of multiplying observations and deducing truth from the mean. It is essential to heat with extreme slowness and circumspection, the vessels, A, B, C. One repetition of the experiment occupies on an average 7 hours.\n\n**Table I.**\n\n*The elastic force of the vapour of water in inches of mercury.*\n\n| Temp. | Force. | Temp. | Force. | Temp. | Force. | Temp. | Force. | Temp. | Force. | Temp. | Force. |\n|-------|--------|-------|--------|-------|--------|-------|--------|-------|--------|-------|--------|\n| 24°   | 0.170  | 115°  | 2.820  | 195°  | 21.100 | 242°  | 53.600 | 270   | 86.300 | 295.6 | 130.400|\n| 32    | 0.200  | 120   | 3.300  | 200   | 23.600 | 245   | 56.340 | 271.2 | 88.000 | 295   | 129.000|\n| 40    | 0.250  | 125   | 3.830  | 205   | 25.900 | 245.8 | 57.100 | 273.7 | 91.200 | 297.1 | 133.900|\n| 50    | 0.360  | 130   | 4.366  | 210   | 28.880 | 248.5 | 60.400 | 275   | 93.480 | 298.8 | 137.400|\n| 55    | 0.416  | 135   | 5.070  | 212   | 30.000 | 250   | 61.900 | 275.7 | 94.600 | 300   | 139.700|\n| 60    | 0.516  | 140   | 5.770  | 216.6 | 33.400 | 251.6 | 63.500 | 277.9 | 97.800 | 300.6 | 140.900|\n| 65    | 0.630  | 145   | 6.600  | 220   | 35.540 | 254.5 | 66.700 | 279.5 | 101.600| 302   | 144.300|\n| 70    | 0.726  | 150   | 7.530  | 221.6 | 36.700 | 255   | 67.250 | 280   | 101.900| 303.8 | 147.700|\n| 75    | 0.860  | 155   | 8.500  | 225   | 39.110 | 257.5 | 69.800 | 281.8 | 104.400| 305   | 150.560|\n| 80    | 1.010  | 160   | 9.600  | 226.3 | 40.100 | 260   | 72.300 | 283.8 | 107.700| 306.8 | 154.400|\n| 85    | 1.170  | 165   | 10.800 | 230   | 43.100 | 260.4 | 72.800 | 285.2 | 112.200| 308   | 157.700|\n| 90    | 1.360  | 170   | 12.050 | 230.5 | 43.500 | 262.8 | 75.900 | 287.2 | 114.800| 310   | 161.300|\n| 95    | 1.640  | 175   | 13.550 | 234.5 | 46.800 | 264.9 | 77.900 | 289   | 118.200| 311.4 | 164.800|\n| 100   | 1.860  | 180   | 15.160 | 235   | 47.220 | 265   | 78.040 | 290   | 120.150| 312   | 167.000|\n| 105   | 2.100  | 185   | 16.900 | 238.5 | 50.300 | 267   | 81.900 | 292.3 | 123.100| Another expert.|\n| 110   | 2.456  | 190   | 19.000 | 240   | 51.700 | 269   | 84.900 | 294   | 126.700| 312   | 165.5 |\n\nThe apparatus employed in obtaining these results, has the peculiar advantage over all others, that the mercurial column is never heated. It is the concurrent opinion of all chemical philosophers, that caloric travels downwards in liquids with extreme slowness and difficulty. Indeed, Count Rumford's experiments led him to infer that heat could not descend in fluids at all.\n\nIt is evident that in my constructions, figures 1, 2, and 3, only that small portion of quicksilver, within the vessels\n\nMDCCCXVIII.\nA, B, and C, will be affected by the heat, but the measuring column is beyond the reach of its influence.\n\nA surprising accordance will be perceived between my numbers, and those given by Mr. Dalton between $32^\\circ$ and $212^\\circ$, though mine were obtained with a different modification of apparatus. Above the boiling point, where the table of Mr. Dalton is deduced from calculation, the accordance soon ceases. But as my apparatus and mode of using it were precisely the same as in the former part of the range, my results, if entitled to confidence in the one case, must be so in the other. At $280^\\circ$ Betancourt's number and mine are not much different, the former being 105 inches, the latter 102. Being perfectly convinced, by repeating the experiments in different circumstances, that Mr. Dalton's ratio of progression, though apparently accommodated to the intervals between $32^\\circ$ and $212^\\circ$, could not serve for the higher ranges,* I endeavoured to discover a simple rule of more general application. It is above $212^\\circ$, indeed, that for the purposes of art, the knowledge of the force of steam is required.\n\nI first tried the differential method, so useful for determining the distant links of a concatenated series.\n\nWithout doing much violence to the above numbers, the forces corresponding to $100^\\circ$, $110^\\circ$, $120^\\circ$, $130^\\circ$, $140^\\circ$, and $150^\\circ$, may be written in a series of which the 5th order of differences = 0. Then if $d'$ $d''$ $d'''$ $d^{iv}$ $d^v$, represent the first terms, in the first, second, third, fourth, and fifth order of differences, the $n^{th}$ term of the series is\n\n* Dr. Young remarks on Dalton's ratio, \"It is certain that this cannot be the law of nature, since about $394^\\circ$ the elasticity would become uniform, and then decrease, if the law be true.\" Young's Natural Philosophy, 4to. vol. ii. p. 398.\n\\[\na + \\frac{n-1}{n} \\cdot d' + \\frac{n-2}{n} \\cdot d'' + \\frac{n-3}{n} \\cdot d''' + \\frac{n-4}{n} \\cdot d'''' + \\ldots\n\\]\n\nIn the above series for steam, \\(d' = 0.65\\), \\(d'' = 0.19\\), \\(d''' = 0.04\\), \\(d'''' = 0.01\\), \\(d^v = 0\\). \\(a = 1.92\\).\n\n**Example 1st.** To determine the 8th term in the series, or the elastic force at \\(8 \\times 10\\), above \\(90^\\circ\\), (the first term \\(100^\\circ\\) being included) or at \\(170^\\circ\\).\n\nHere \\(n = 8\\)\n\n\\[\n\\begin{align*}\na + \\frac{n-1}{n} \\cdot d' &= 1.92 + 4.55 = 6.47 \\\\\n\\frac{n-2}{n} \\cdot d'' &= 4.08 \\\\\n\\frac{n-3}{n} \\cdot d''' &= 1.40 \\\\\n\\frac{n-4}{n} \\cdot d'''' &= 0.35 \\\\\n\\end{align*}\n\\]\n\nObservation gives 12.05, forming a good accordance.\n\n**Example 2.** Required the 10th term, or \\(n = 10\\). For \\(190^\\circ F\\).\n\n\\[\n\\begin{align*}\na + \\frac{n-1}{n} \\cdot d' &= 7.77 \\\\\n\\frac{n-2}{n} \\cdot d'' &= 6.84 \\\\\n\\frac{n-3}{n} \\cdot d''' &= 3.36 \\\\\n\\frac{n-4}{n} \\cdot d'''' &= 1.26 \\\\\n\\end{align*}\n\\]\n\nAt \\(190^\\circ\\) experiment makes it 19.00, still coinciding nearly.\n\nBy the same equation we find the 20th term or for \\(290^\\circ\\) to be 124.28, while experiment gives 120.15, showing a difference of 4.13 inches. At a higher point the error becomes greater. We here see that a geometrical series may coincide\napparently through a considerable range with experiment, and yet be inaccurate when farther extended.\n\nDissatisfied, therefore, with this approximation, I prosecuted the inquiry, and had the happiness to discover a very simple and beautiful ratio, which will actually apply through an extensive scale of temperature, and is incomparably easier in practice than the preceding rule. The elastic force at $212^\\circ = 30$ inches being divided by $1.23$, will give the force for $10^\\circ$ below; this quotient divided by $1.24$, will give that for $10^\\circ$ lower; and so on progressively. To obtain the forces above $212^\\circ$, we have merely to multiply $30$ by the ratio, $1.23$ for the force at $222^\\circ$; this product by $1.22$ for that at $232^\\circ$, and thus for each successive interval of $10^\\circ$ above the boiling point.\n\nThus $30 \\times 1.23 = F_{222^\\circ}$. $30 \\times 1.23 \\times 1.22 = F_{232^\\circ}$, using $F$ to denote the force at any temperature $n$, according to the notation of Laplace.\n\nBy departing from the point of $210^\\circ$ F., we shall obtain results equally accurate, but more convenient for comparison with the experimental table. The following numbers exhibit the correspondence of this ratio with actual observation.\nTable II.\n\nObserved elasticity of aqueous vapour compared with the ratios.\n\n| Temp. | Calcul. Force | Expert. | Temp. | Calcul. Force | Expert. | Dalton. | Betanc. | Robison. |\n|-------|---------------|---------|-------|---------------|---------|---------|---------|----------|\n| 210°  | 28.9          | 28.9    | 210°  | 28.9          | 28.9    | 28.84   | 28.8    | 28.65    |\n| 200   | 23.5          | 23.6    | 220   | 35.54         | 35.54   | 34.99   | 35.80   |          |\n| 190   | 19.0          | 19.0    | 230   | 43.36         | 43.10   | 41.75   | 45.5    | 44.70    |\n| 180   | 15.2          | 15.16   | 240   | 52.46         | 51.70   | 49.67   | 54.90   | 66.80    |\n| 170   | 12.07         | 12.05   | 250   | 62.95         | 61.90   | 58.21   |         |          |\n| 160   | 9.50          | 9.60    | 260   | 74.91         | 72.30   | 67.73   | 80.17   | 80.30    |\n| 150   | 7.42          | 7.58    | 270   | 88.39         | 86.30   | 77.85   |         | 94.10    |\n| 140   | 5.75          | 5.77    | 280   | 103.41        | 101.90  | 88.75   | 105.12  | 105.90   |\n| 130   | 4.42          | 4.36    | 290   | 119.95        | 120.15  | 100.12  |         |          |\n| 120   | 3.37          | 3.33    | 300   | 137.94        | 139.70  | 111.81  |         |          |\n| 110   | 2.55          | 2.45    | 310   | 157.25        | 161.30  | 123.53  |         |          |\n| 100   | 1.92          | 1.86    | 320   | 177.70        | 135.00  |         |         |          |\n| 90    | 1.43          | 1.36    |       |               |         |         |         |          |\n| 80    | 1.06          | 1.01    |       |               |         |         |         |          |\n| 70    | 0.77          | 0.726   |       |               |         |         |         |          |\n| 60    | 0.56          | 0.516   |       |               |         |         |         |          |\n| 50    | 0.40          | 0.36    |       |               |         |         |         |          |\n| 40    | 0.28          | 0.25    |       |               |         |         |         |          |\n| 30    | 0.20          | 0.19    |       |               |         |         |         |          |\n| 20    | 0.14          | 0.14    |       |               |         |         |         |          |\n| 10    | 0.098         |         |       |               |         |         |         |          |\n| 0     | 0.068         |         |       |               |         |         |         |          |\n\nThe rule on which the preceding table is formed, may be expressed in a manner better fitted to give directly the elastic force corresponding to any given temperature moderately distant from 212°. It becomes also more accurate.\n\nLet \\( r = \\) the mean ratio between 210° and the given temperature; \\( n = \\) the number of terms (each of 10°) distant from 210°; \\( F = \\) the elastic force of steam in inches of mercury.\n\nThen, Log. of \\( F = \\) Log. 28.9 ± \\( n \\cdot \\log_r \\); the positive sign being used above, the negative below 210°.\nOr by common arithmetic, multiply or divide 28.9, according as the temperature is above or below 210°, by the mean ratio, involved to a power denoted by the number of terms. The product or quotient is the tension required.\n\n**Example 1st.** The temperature is 140°. What is the corresponding elasticity of the vapour from water heated to that point?\n\n140° is 7 terms of 10° each under 210°; 1.26 is the mean ratio \\( \\frac{1.23 + 1.29}{2} \\); and, consequently, \\( r = 1.26; n = 7 \\).\n\n\\[\n\\text{Log. } 28.9 = 1.46090 \\\\\n\\text{Log. } 1.26 \\times 7 = 0.10037 \\times 7 = -0.70259 \\\\\n\\]\n\n\\[\n\\text{0.75831, which is}\n\\]\n\nthe logarithm of\n\n\\[\n- - 5.732 \\text{ inches.}\n\\]\n\nExperiment gives\n\n\\[\n- - 5.77, \\text{ difference .04, inconsiderable.}\n\\]\n\n**Example 2.** What is the tension of steam at the temperature of 290°?\n\n\\[\nr = \\frac{1.23 + 1.16}{2} = 1.195 \\quad n = 8 \\\\\n\\text{Log. } 28.9 = 1.46090 \\\\\n8. \\text{Log. } r = 8 \\times 0.07737 = +0.61896 \\\\\n\\]\n\n\\[\n\\text{Log. of } 120.02 \\text{ inches } 2.07986\n\\]\n\nAt 290° by experiment = 120.15\n\n**Example 3.** Temperature 250°. Force of steam in contact with water?\n\n\\[\nr = \\frac{1.23 + 1.20}{2} = 1.215 \\quad n = 4 \\\\\n\\text{Log. } 28.9 = 1.46090 \\\\\n4. \\text{Log. } r = 4 \\times 0.08458 = +0.33832 \\\\\n\\]\n\n\\[\n\\text{Log. of } 62.98 = 1.79922\n\\]\n\nAt 250° Experiment 61.90\nAt these high heats, it is very possible that the experiment may be in error by 1 inch, which is the whole difference here. About half a degree of Fahrenheit misnoted, would give this deviation.\n\nSuch a correspondence, therefore, of observation with the calculated results, shows that we have found a rule of perfect accuracy for all purposes of engineering, &c. If I am asked whether this formula coincides at every link with the chain of nature, I freely acknowledge, that I do not imagine it strictly so to do. But still it affords approximations such, that within moderate limits, I cannot tell whether to place more confidence in them, or in those found by experiment. It has moreover the rare advantage of being extremely simple, and level to the capacity of all practical men.\n\nIn Biot's excellent work above quoted, where many of the hitherto vague disquisitions of physical science have been happily brought within the pale of geometry, this celebrated philosopher has deduced, from Mr. Dalton's experiments on the force of steam, a general formula for determining its elasticity at any temperature.\n\nIn investigating this formula, he represents the decrease of the logarithms of the elastic forces by a series of terms of the form $an + bn^2 + cn^3$; $abc$ being constant coefficients.\n\nThus, $\\log F_n = \\log 30 + an + bn^2 + cn^3$\n\nIt is unnecessary to employ powers of $n$ higher than the cube, because their coefficients would be insensible, as the calculation will show. To determine the coefficients $abc$, he makes use of the elastic forces, observed at the temperatures on the centigrade scale of $100^\\circ, 75^\\circ, 50^\\circ,$ and $25^\\circ$; whence result these conditions,\nDr. Ure's new experimental researches\n\n\\[\n\\begin{align*}\nn = 0 & \\quad F = 30.00 \\text{ inches} \\\\\nn = 25 & \\quad F_{25} = 11.25 \\\\\nn = 50 & \\quad F_{50} = 3.50 \\\\\nn = 75 & \\quad F_{75} = 0.910\n\\end{align*}\n\\]\n\nSubstituting these conditions in the above general formula, and bearing in mind that the logarithm of a fraction is equal to the logarithm of the numerator minus the logarithm of the denominator, we have the three following equations of conditions.\n\n\\[\n\\begin{align*}\n-0.4259687 &= 25a + 625b + 15625c \\\\\n-0.9830519 &= 50a + 2500b + 125000c \\\\\n-1.5180799 &= 75a + 5625b + 421875c\n\\end{align*}\n\\]\n\nDoubling the first, and subtracting it from the second, \\(a\\) disappears; trebling it, and subtracting it from the third, \\(a\\) also disappears. Then dividing each of the resulting equations by the coefficient of \\(b\\), we have\n\n\\[\n\\begin{align*}\n-0.00006489160 &= b + 75c \\\\\n-0.00006404635 &= b + 100c\n\\end{align*}\n\\]\n\nSubtracting the one of these from the other, \\(b\\) will disappear; and dividing it by the coefficient of \\(c\\), we shall have \\(c\\). Next, by substituting the value of \\(c\\) in one of these equations, we get \\(b\\). Lastly, putting \\(b\\) and \\(c\\) in one of the two first equations, we have \\(a\\). Thus we find\n\n\\[\n\\begin{align*}\na &= -0.01537419550 \\\\\nb &= -0.00006742735 \\\\\nc &= +0.00000003381\n\\end{align*}\n\\]\n\nWhence the whole formula \\(\\log_F n = \\log_30 + an + bn^2 + cn^3\\) is completely determined, and may serve for calculating \\(F_n\\), relative to any proposed value of \\(n\\).\nIf we make, for example, \\( n = 100 \\), we shall have the elastic force at 100 degrees below the boiling point, or at the temperature of melting ice. We thus obtain\n\n\\[\n\\log_{10} F_n = 1.4771213 - 2.1778831 = -0.7007618.\n\\]\n\nOr employing negative indices in order to make use of the ordinary logarithmic tables,\n\n\\[\n\\log_{10} F_n = 1.2992382,\n\\]\n\nwhence\n\n\\[\nF_n = 0.19917 \\text{ inches; and observation gives us } 0.200.\n\\]\n\nThe error is obviously insensible; and we may adopt, says M. Biot, our formula as representing the experiments of Mr. Dalton. To introduce the Fahrenheit degrees into the formula, calling them \\( f \\), and counting from 212°, we have\n\n\\[\n\\frac{5}{9} f = n;\n\\]\n\nand substituting this value of \\( n \\) in the preceding formula, we obtain\n\n\\[\na = -0.00854121972 \\\\\nb = -0.00002081091 \\\\\nc = +0.0000000580,\n\\]\n\nwhence\n\n\\[\n\\log_{10} F_f = 1.4771213 + af + bf^2 + cf^3, \\quad f \\text{ being the number of degrees of Fahrenheit, reckoning them from } 212°, \\text{ positive below and negative above this point of departure.}\n\\]\n\nBy the above formula, thus elaborately investigated by M. Biot, I have computed the elastic forces of steam at the three successive temperatures of 232°, 262° and 312°, or 20°, 50° and 100°, above the boiling point of Fahrenheit's scale.\n\nIn the first case we have \\( f = -20 \\) and \\( af + bf^2 + cf^3 = 20 + 400 b - 8000 c; \\) \\( f \\) is negative, being above the point of departure 212°, and, consequently, the products \\( af \\) and \\( cf^3 \\) are positive, while \\( bf^2 \\) becomes negative.\n\nMDCCCLXVIII.\nDr. Ure's new experimental researches\n\n\\[20a = 0.170824\\]\n\\[400b = -0.008324\\]\n\\[8000c = +0.000046\\]\n\n\\[0.162546 + \\log_3 90 \\text{ or } 1.477121\\]\n\nLog. of \\(43.62 = 1.639667\\)\n\nBy Biot's formula therefore at \\(232^\\circ\\) F.\n\nMy experiments \\(= 44.700\\)\nMr. Dalton's table \\(= 43.25\\)\nBetancourt \\(= 47.20\\)\n\nBy M. Pouillet's table at the end of Biot's 1st vol.\n\ncomputed from the above formula \\(= 43.500\\)\n\nThe difference between Biot and my experiments here is only 1.10 inches.\n\n2d Example. Temperature \\(262^\\circ\\) Fahr. \\(f = 50\\)\n\n\\[50a = 0.4270609\\]\n\\[2500b = -0.0520272\\]\n\\[125000c = +0.0007250\\]\n\n\\[0.3757587\\]\n\nLog. 30 \\(= 1.4771213\\)\n\nLog. of \\(F_{262^\\circ} = 1.8528800\\)\n\n\\[F_{262^\\circ} = 71.265\\]\n\nExperiment \\(= 74.600\\)\nDalton's table \\(= 69.700\\)\nPouillet's table \\(= 70.800\\)\nBetancourt \\(= 82.500\\)\n\nThe disparity between Biot's formula and experiment becomes more apparent now: it amounts to 3.335 inches.\nAt 266° Fahr., which corresponds to 130° centigrade, I make it from Biot's first formula 77.053, while at 130° by M. Pouillet, it is 75.68;* difference 1.973. Finally,\n\nAt the temperature of 312°, \\( f = 100 \\)\n\n\\[\n\\begin{align*}\n100a &= 0.854121972 \\\\\n10,000b &= -0.208109100 \\\\\n1,000,000c &= +0.005800000 \\\\\n&= 0.651812872 \\\\\n&= 1.477121300\n\\end{align*}\n\\]\n\nLog. of \\( F_f = 2.128934172 \\) \\( F_f = F_{100} = 134.57 \\)\n\nExperiment gives 167.00\n\nMr. Dalton's table 125.85\n\nThe difference between experiment, and both calculations, is now excessive, and even between the two latter it amounts to nearly 9 inches.\n\nFrom this ample investigation, we may legitimately conclude, that we ought to receive such geometrical representations with great caution. M. Biot, indeed, with a candour becoming his genius, admits these formulae to be merely tentative approximations. The high reputation of this philosopher, and the geometrical skill here displayed, might have led the scientific world to repose confidence in his formula, within the limits of \\( 55\\frac{1}{2} \\) degrees centigrade = 100 Fahr. It was therefore entitled to a deliberate examination.\n\nIt is curious to observe that my very simple formula, Log. \\( F = \\log_2 28.9 \\pm n \\cdot \\log_r \\), gives good approximations,\n\n* 130° centigr. gives by M.P. force of vapour = 1907.07 millemetres, of which taking 25.4 to the English inch, we have \\( \\frac{1907.07}{25.4} = 75.08 \\) as above.\nthrough a much more extensive range, than the elaborate formula of the distinguished French geometer. Even when carried so high as the 310th degree of Fahr., we have\n\n\\[ \\log_{28.9} + n \\cdot \\log_r = 2.19810 = L, F_{100}; \\text{ hence} \\]\n\n\\[ F_{100} = 157.8 \\]\n\nExperiment gives 161.3, a difference of only \\(3\\frac{1}{2}\\) inches at this prodigious elasticity; which may be deemed altogether unimportant in practice.\n\nBiot's formula gives a result 31 inches, and Mr. Dalton's 40 in defect.\n\nOf Professor Robison's higher numbers, it is merely necessary to examine the successive differences for every 10° above 212°. These are 7.2, 8.9, 10.2, 11.9, 13.5, 13.8, 11.8, and the second differences are \\(+1.7 + 1.3 + 1.7 + 1.6 + 0.3 - 2.0\\).\n\nSuch striking irregularities cannot exist in the progression of nature. Betancourt's are liable to a similar censure. We may find indeed small discrepancies in the best observations at such temperatures.\n\n§ II. Experiments to determine the elastic forces of the vapours of alcohol, ether, oil of turpentine, and petroleum or naphtha.\n\nThe determination of the elasticities of these vapours is a very interesting problem in chemical philosophy. It may possibly unfold the law which connects temperature and elastic energy, and it may furnish likewise some useful applications.\n\nMr. Dalton has examined the subject with considerable care.\nMy experiments were performed with the apparatus above described, and were verified by frequent repetitions. The following results were noted down during the progress of the experiments.\n\n**Table III.**\n\n*Elastic forces of the vapours of alcohol, ether, oil of turpentine, and petroleum or naphtha.*\n\n| Ether. | Alcohol sp. gr. 0.813. | Alcohol sp. gr. 0.813. | Petroleum. |\n|--------|-----------------------|-----------------------|------------|\n| Temp.  | Force of Vapour.      | Temp.                 | Force of Vapour. |\n| 34°    | 6.20                  | 32                    | 0.40       |\n| 44     | 8.10                  | 40                    | 0.56       |\n| 54     | 10.30                 | 45                    | 0.70       |\n| 64     | 13.00                 | 50                    | 0.86       |\n| 74     | 16.10                 | 55                    | 1.00       |\n| 84     | 20.00                 | 60                    | 1.23       |\n| 94     | 24.70                 | 65                    | 1.49       |\n| 104    | 30.00                 | 70                    | 1.76       |\n|        |                       | 75                    | 2.10       |\n|        | 2nd. Ether.           |                       |            |\n| 105°   | 30.00                 | 80                    | 2.45       |\n| 110    | 32.54                 | 85                    | 2.93       |\n| 115    | 35.90                 | 90                    | 3.40       |\n| 120    | 39.47                 | 95                    | 3.90       |\n| 125    | 43.24                 | 100                   | 4.50       |\n| 130    | 47.14                 | 105                   | 5.20       |\n| 135    | 51.90                 | 110                   | 6.00       |\n| 140    | 56.90                 | 115                   | 7.10       |\n| 145    | 62.10                 | 120                   | 8.10       |\n| 150    | 67.60                 | 125                   | 9.25       |\n| 155    | 73.60                 | 130                   | 10.60      |\n| 160    | 80.30                 | 135                   | 12.15      |\n| 165    | 86.40                 | 140                   | 13.90      |\n| 170    | 92.80                 | 145                   | 15.95      |\n| 175    | 99.10                 | 150                   | 18.00      |\n| 180    | 108.30                | 155                   | 20.30      |\n| 185    | 116.10                | 160                   | 22.60      |\n| 190    | 124.80                | 165                   | 25.40      |\n| 195    | 133.70                | 170                   | 28.30      |\n| 200    | 142.80                | 173                   | 30.00      |\n| 205    | 151.30                | 178.3                 | 33.50      |\n| 210    | 166.00                | 180                   | 34.73      |\n|        |                       | 182.3                 | 36.40      |\n|        |                       | 185.3                 | 39.90      |\n|        |                       | 190                   | 43.20      |\n\n| Oil of Turpen. |\n| Temp.          | Force of Vapour. |\n| 304°           | 30.00             |\n| 307.6          | 32.60             |\n| 310            | 33.50             |\n| 315            | 35.20             |\n| 320            | 37.06             |\n| 322            | 37.80             |\n| 326            | 40.20             |\n| 330            | 42.10             |\n| 336            | 45.00             |\n| 340            | 47.30             |\n| 343            | 49.40             |\n| 347            | 51.70             |\n| 350            | 53.80             |\n| 354            | 56.60             |\n| 357            | 58.70             |\n| 360            | 60.80             |\n| 362            | 62.40             |\nRemarks on the preceding table.\n\nThe ether of the shops as prepared by the eminent London apothecaries, boils generally at $112^\\circ$; but when washed with water, or re-distilled, it boils at $104^\\circ$ or $105^\\circ$. It may by rectification, however, be made to boil at a still lower temperature.\n\nConcerning the boiling point of oil of turpentine, curious (may we say ridiculous) discrepancies exist in our systems of chemistry. Dr. Murray, for example, in the table of the scale of temperature at the end of the first volume of his valuable system, last edition, places the boiling point of oil of turpentine at $560^\\circ$. Mr. Dalton, vol. 1. p. 39. of his new system of chemical philosophy, says \"several authors have it that oil of turpentine boils at $560^\\circ$. I do not know how the mistake originated, but it boils below $212^\\circ$, like the rest of the essential oils.\" I made with much care several experiments on this point, previous to ascertaining the force of its vapour, and found its boiling point to be about $316^\\circ$. When recently distilled, however, it will boil at $305^\\circ$. Did it boil below, or even at $212^\\circ$, as Mr. Dalton asserts, then, long before the included portion in the above experiments had reached the $304$th degree, it would have acquired such an elasticity as to support a high column of mercury, instead of being barely in equilibrio with the atmospheric pressure.\n\nPlunge a phial half filled with fresh oil of turpentine into a metal cup containing any fixed oil. Heat the cup gradually. It will be found that, at the temperature of $316^\\circ$, the oil remains in steady ebullition, as indicated by a thermometer suspended in the centre of the phial. Prior to this, even at\n212°, some small bubbles will be evolved, principally owing to the moisture dispersed in the pores of the oil, from the water originally mixed with the crude turpentine in its distillation. If the heat be very rapidly thrown in, while the upper surface of the oil of turpentine has the area only of a one or two ounce phial, it is possible to heat it to 360° or 370°, in apparent contradiction to the theory of latent heat; for when a liquid boils in an open vessel, according to Dr. Black, its temperature should remain stationary. The true cause of this phenomenon is developed towards the conclusion of this memoir. The specific caloric of the vapour of the volatile oil is so small, compared to that of water, that the heat may readily be quicker introduced than the boiling process can abstract it. Concerning the boiling point of this oil, I have since inquired of a manufacturer; and he states its boiling point at 320°. Essential oil of rosemary, when kept for some time, boils at 270°; recent oil at 212°. To assign the cause of this difference, is foreign to our present object.\n\nThe vapour of ether follows nearly the same rate of expansion as water, if we start from their respective boiling points. This was observed also in Mr. Dalton's experiments; and from this single analogy, chiefly, he laid down the general law, \"that the variation in the force of vapour from all liquids is the same for the same variation of temperature, reckoning from vapour of any given force.\"\n\nMy experiments on oil of turpentine and petroleum show the fallacy of this generalization, if we reckon the common thermometric scale a tolerably correct index of temperature; but if, with Mr. Dalton, we consider our thermometric scale,\nas very erroneous, then ether itself is an exception to its own law, to use this paradoxical, though just expression. In consequence of his peculiar thermometric ideas, Mr. Dalton has abrogated the above law, which he had himself framed; though it is curious to observe, in some respectable treatises on chemistry, both hypotheses detailed, without indicating their mutual incompatibility. M. Biot, likewise, far from imagining that the law had been repealed for 8 or 9 years, proposes to judge by its provisions of the total elastic force of every vapour at 100° centigrade, to serve as the basis of the determination of their respective specific gravities at that temperature.*\n\nMy experiments show that from 105° to 167°.5 Fahrenheit, ether trebles the tension of its vapour, as water also does from 212° to 272°.7; both containing nearly, but by no means exactly, equal intervals of the Fahrenheit graduation. According to Mr. Dalton's corrected scale of temperature, we have,\n\n\\[\n\\begin{align*}\n212^\\circ \\text{ Fah.} &= 212^\\circ \\text{ Dalton.} \\\\\n105^\\circ \\text{ Fah.} &= 119^\\circ \\text{ Dalton.} \\\\\n273 \\text{ F.} &= 256.4 \\text{ D.} \\\\\n167.5 \\text{ F.} &= 176 \\text{ D.}\n\\end{align*}\n\\]\n\nreal interval = 44.4 by Dalton. By Dalton 57 = the real interval of temperature.\n\nThus we see, that while the interval for trebling the tension of ethereal vapour is 57°, that for aqueous vapour is only 44°.4; quantities that are to each other nearly as 100 : 80. Hence, according to this eminent chemist, ether must take for\n\n---\n\n* \"On peut calculer par la loi de M. Dalton, quelle doit être, pour chacun d'eux, la force élastique totale de sa vapeur à la température de 100 degrés.\" Traité de Physique, Tome i. p. 393.\ntrebling the force of its vapour a fifth part more heat than water does.\n\nI hope presently to be able to adduce satisfactory experimental evidence, that our thermometric indications are not at all so unequable as Mr. Dalton conceives.\n\nMeanwhile, in examining closely the table of the vapour of ether, a beautiful analogy with that of water presented itself. The series of ratios representing the progression of the latter being lowered a single step, will accurately fit the former. At 30 inches of elasticity 1.23 was our initial number for aqueous vapour; for ethereal, it becomes 1.22; increasing or diminishing by unity each time in the second decimal figure, according as we descend or ascend by intervals of 10° of the Fahrenheit scale.\n\nThe following is a general view of the results.\n\n**Table IV.**\n\n*The observed tension of ethereal vapour compared with the ratios 1.22, 1.23, &c. and 1.22, 1.21, &c.*\n\n| Temp. | Quotients. | Expert. | Temp. | Product. | Expert. |\n|-------|------------|---------|-------|----------|---------|\n| 104°  |            | 30.00   | 105°  |          | 30.0    |\n| 94    | 24.7       | 24.70   | 115   | 36.6     | 35.9    |\n| 84    | 20.2       | 20.00   | 125   | 44.3     | 43.24   |\n| 74    | 16.3       | 16.10   | 135   | 53.4     | 51.9    |\n| 64    | 13.06      | 13.00   | 145   | 63.6     | 62.1    |\n| 54    | 10.3       | 10.3    | 155   | 75.4     | 73.6    |\n| 44    | 8.1        | 8.1     | 165   | 88.2     | 86.4    |\n| 34    | 6.35       | 6.2     | 175   | 102.0    | 99.1    |\n|       |            |         | 185   | 117.3    | 116.1   |\n|       |            |         | 195   | 134.0    | 133.7   |\n|       |            |         | 205   | 151.3    | 151.3   |\n\nThe numbers derived from calculation give a surprising accordance with those observed in the lower range. In the MDCCCXVIII.\nupper range, the correspondence is as good as the delicacy of the experiments at such temperatures could permit us to expect. The experiments have been presented without modification. I must own, that when first the above perfect coincidence appeared, it gave me no small pleasure, as it led me to suppose that I had discovered the hidden chain of nature.\n\nIn treating of the vapour of alcohol, Mr. Dalton considers it as irregular in the progress of its elastic force by heat, owing to its not being a homogeneous liquid. He suspects \"that the elastic force in this case is a mixture of aqueous and alcoholic vapour.\" I cannot see the cogency of this argument; for, if the separate bodies have a regular progression, the mixture ought not surely to be anomalous. I believe, however, that if the experiments were made with due accuracy, alcohol would be found as methodical in the elastic march of its vapour as other bodies. The following table will afford satisfactory proofs of the justness of these views. For absolute alcohol, the progression is probably as simple as that of the preceding vapours. But for alcohol, sp. gr. 0.813, which though highly rectified, contains not a little water, we should expect it to result from a composition or modification of ratios. After some search on this principle, I accordingly found it. Starting from the boiling point $174^\\circ$, or for the convenience of comparison with the table, from the decade $170^\\circ$, we move not by a unit, as before, but by a unit and a tenth; or the initial ratio $1.26$ is affected at each step or term of $10^\\circ$, with the number $\\pm 0.011$, the signs being employed as in the preceding cases.\nTABLE V.\n\nElastic force of the vapour of alcohol compared with the ratios.\n\n| Temp. | Calculat. | Observed. | Temp. | Calculat. | Observed. | Temp. | Calculat. | Observed. |\n|-------|-----------|-----------|-------|-----------|-----------|-------|-----------|-----------|\n| 25°   | 130.24    | 132.3     | 170°  | 28.3      | 28.3      | 90°   | 3.41      | 3.4       |\n| 240   | 111.13    | 111.24    | 160   | 22.46     | 22.6      | 80    | 2.52      | 2.45      |\n| 230   | 93.94     | 94.1      | 150   | 17.7      | 18.0      | 70    | 1.85      | 1.76      |\n| 220   | 78.67     | 78.5      | 140   | 13.8      | 13.9      | 60    | 1.35      | 1.23      |\n| 210   | 65.29     | 65.0      | 130   | 10.65     | 10.6      | 50    | 0.97      | 0.86      |\n| 200   | 53.69     | 53.0      | 120   | 8.16      | 8.10      | 40    | 0.69      | 0.56      |\n| 190   | 43.76     | 43.2      | 110   | 6.2       | 6.00      | 30    | 0.49      | 0.38      |\n| 180   | 35.35     | 34.73     | 100   | 4.67      | 4.50      |       |           |           |\n\n\\[\n\\frac{28.3}{1.26} = 22.46 \\quad \\therefore \\quad 28.3 \\times \\frac{1.26 - .011}{1.26 - .011} = 35.35\n\\]\n\n\\[\n28.3 \\times \\frac{1.26 - .011}{1.26 - .011} \\times \\frac{1.26 - .022}{1.26 - .022} = 43.76 \\text{ &c.}\n\\]\n\n\\[\n\\frac{22.46}{1.271} = 17.7, \\text{ &c.}\n\\]\n\nThe correspondence here exhibited between the observed and calculated elasticities is remarkable; nor does the difference ever exceed what would be produced by an error of 1° in the construction or reading off of the thermometer. This may fairly be deemed the limit of accuracy in such an experiment.\n\nOil of turpentine is regulated by the constant ratio 1.122, which converts any elastic force into that 10° above or below, multiplying as usual in the former, and dividing in the latter case. For petroleum the ratio is 1.14; it is also constant.\n\nThe following table exhibits a comparative view of theory and experiment.\nThe whole of the preceding research is closely interwoven with a question of the first importance in chemical philosophy; what are the relative portions of temperature denoted by the graduations of our thermometric scale? Mr. Dalton regards the progressive elasticities of aqueous and ethereal vapour as affording countenance, if not support, to his thermometric innovations. He affirms, that if our instrument for measuring heat were accommodated to his doctrine, the quantity of expansion of its mercury is as the square of the temperature from its freezing point; then \"the force of steam in contact with water increases accurately in geometrical progression to equal increments of temperature, provided these increments are measured by a thermometer of water or mercury, the scales of which are divided by the above mentioned law.\"*\n\nWere this position true, it would certainly bring a powerful analogy in aid of his theoretical views. We are now furnished with data to verify, or refute it. The following tables show the correspondence between that principle and experiment. In the table of aqueous vapour, the first column pre-\n\n* New System, vol. i, p. 11.\nsents his geometrical progression of that vapour, co-ordinate with his equal intervals of real temperature contained in the second. In the third, are the corresponding points of the common scale, as given by Mr. Dalton. To these points the elastic forces, as determined by experiment, are placed opposite in the fourth column.\n\nTable second, for vapour of ether, is similarly arranged; the first three columns being Mr. Dalton's; the fourth, the faithful transcript of observation.\n\n\"The force of the vapour of sulphuric ether,\" says Mr. Dalton, \"in contact with liquid ether, is a geometrical progression, having a less ratio than that of water.\" \"Ether, as manufactured in the large way, appears to be a very homogeneous liquid. I have purchased it in London, Edinburgh, Glasgow, and Manchester, at different times, of precisely the same quality in respect to its vapour.\"* This shows that no exception can be made to my experiments on account of a supposed difference in the quality of the ether. From the mode of conducting my experiments, there remained always a quantity of liquid ether in contact with the vapour, a circumstance essential to accuracy in this research. The results were verified by frequent repetitions, and discover, in my opinion, the consistency of truth.\n\n* New System, vol. i. pp. 20, 21.\nTABLES VII. AND VIII.\n\nDalton's theory of the thermometric scale, compared with the observed temperatures and tensions of vapours.\n\n| Aqueous Vapour. | Ethereal Vapour. |\n|-----------------|------------------|\n| **Dalton's geom. progression of elasticity.** | **Dalton's progression of elasticity.** |\n| 22.7 inch. | 6.1 |\n| 30.0 | 9.16 |\n| 39.5 | 13.77 |\n| 52.0 | 20.65 |\n| 69.0 | 31.0 |\n| 91.0 | 46.54 |\n| 120.0 | 69.88 |\n| 158. | 104.91 |\n| 208. | 157.5 |\n\n| **Dalton's new scale of temperat.** | **Dalton's scale.** |\n|-----------------------------------|---------------------|\n| 202° | 32° |\n| 212 | 52 |\n| 222 | 72 |\n| 232 | 92 |\n| 242 | 112 |\n| 252 | 132 |\n| 262 | 152 |\n| 272 | 172 |\n| 282 | 192 |\n\n| **Fahrenheit.** | **Observed elasticity.** |\n|-----------------|--------------------------|\n| 199° | 23.1 in. |\n| 212 | 30.0 |\n| 225 | 39.11 |\n| 238.6 | 50.3 |\n| 252.6 | 64.5 |\n| 266.8 | 81.5 |\n| 281.2 | 103.5 |\n| 296.2 | 131.7 |\n| 311.5 | 164.8 |\n\n| **Fahrenheit.** | **Observed elasticity.** |\n|-----------------|--------------------------|\n| 32° | 5.81 |\n| 46.6 | 8.67 |\n| 62.55 | 12.60 |\n| 79.84 | 18.40 |\n| 98.50 | 27.2 |\n| 118.50 | 37.7 |\n| 139.9 | 56.8 |\n| 162.4 | 83.3 |\n| 186.5 | 118.3 |\n| 212 | 169.0 |\n\nThe numbers of the first and fourth column ought evidently to agree, if the theory be just. Their differences, on the contrary, are prodigiously great. At 272° of his scale, for example, equal to 296°.2 of ours, the law of progression makes the elastic force of aqueous vapour amount to 158 inches: experiment gives 131.7; and I am confident, that the latter cannot be in error above an inch or two. Again at 262°, equivalent to 281°.2 Fahrenheit, his theory gives the force of the same vapour at 120 inches; by observation it is only 103.5. Now at this part of the scale, my result is confirmed by the concurrence of those obtained by Betancourt and Robison. I consider this demonstration complete. If we compare these very elasticities of Mr. Dalton, with the table formerly given by the same philosopher,* we shall find\n\n* Manchester Memoirs, vol. 5.\ndiscordances which no ingenuity can harmonize. At that time, $225^\\circ$ of Fahr. = $222^\\circ$ of the new scale, gave a force of vapour equal to $38.3$; it is now $39.5 \\cdot 252^\\circ.6$ F. = $242^\\circ$ D. then coincided with an elasticity of $58.6$ inches; above, it is $69$. And finally, $281^\\circ.2$ F. = $262^\\circ$ D. were opposite to $90$ inches; they have become here $120$. And yet no new experiments on the vapour of water have been adduced, to justify such immense alterations.\n\nIt may be said, indeed, that these changes arise merely from the substitution of one hypothesis for another; but the deviations from experiment are even more remarkable, since as $282^\\circ$ new scale, correspond to $311^\\circ.5$ Fahr., the difference amounts to $43$ inches, being more than one fourth of the total elastic force generated at that high temperature.\n\nWhen we turn our attention to ether, we find the discrepancies, if possible, less easy to reconcile. At the temperature of $212^\\circ$, for example, where the old and new scales meet for the last time, the force of its vapour by the geometrical progression exceeds that found from experiment, by the enormous quantity of $67$ inches and a half; amounting to two fifths of the whole elastic force evolved.\n\nMay we venture, then, to conclude, from these multiplied comparisons, that the progressions of elasticity in vapours, taught by Mr. Dalton, are geometrical fictions, intended to quadrate with his notions concerning temperature; but not consonant with the laws or phenomena of nature?\n\nWithin a moderate compass, indeed, it is not difficult to suit the ratio of elastic force and the thermometric graduation to each other; but the prosecution of the enquiry into ranges more remote, detects the fallacy of such hypothetical adapta-\ntions. My experiments on the vapours of water, alcohol and ether, seem to show, that the ratio of tension decreases in a certain progression as the temperature augments. Were the ratios $1.23$, $1.22$, $1.21$, &c., which are seen to apply so well to aqueous vapour for a considerable range above $212^\\circ$, to be adopted as representing the progressive march of nature, it would lead to the absurd conclusion, that at $240^\\circ$ above the boiling point, or $452^\\circ$ F., the farther influx of caloric would occasion a diminution of elasticity in the steam. The truth however is, that at the $312$th degree, indications of a divergence begin to appear between the two lines of experiment and calculation, which had run for so long a space nearly parallel. The curve representing the expansive force of steam, I consider to be logarithmic, in which the ratios, as ordinates, continually diminish, without ever vanishing, or coming to an equality. The axis is an asymptote to the curve, as in the atmospherical logarithmic.\n\n**Chapter II.**\n\n*On thermometric admeasurement, and the doctrine of capacity.*\n\nBefore inquiring into the relative quantities of heat, contained in different vapours at the same tension, it will be proper to determine the primary and fundamental proposition concerning the measure of temperature. It is singular, that not one experimental fact has been advanced, capable of settling this question, amid the contending opinions of chemical philosophers. Mr. Dalton has, in particular, exerted all the resources of his genius and science to destroy our confidence in the thermometric scale; our sole guide in the vast\nand intricate province of caloric. While I hope to be able to fix this now indeterminate point, by a new train of investigations, and consequently to prove the entire fallacy of his doctrine of temperature, the key-stone of his system of heat, I do not mean to affirm the absolute uniformity of expansion in bodies, by equal increments of that power. I think it indeed highly probable, that every species of matter, both solid and liquid, follows an increasing rate in its enlargement by caloric. Each portion that enters into a body must weaken the antagonist force, cohesion; and must therefore render more efficacious the operation of the next portion that is introduced. Let 1000 represent the cohesive attraction at the commencement; then, after receiving one increment of caloric, it will become $1000 - 1 = 999$. Since the next unit of that divellent agent will have to combat only this diminished cohesive force, it will produce an effect greater than the first, in the proportion of 1000 to 999; and so on in continued progression. That the increasing ratio is, however, greatly less than Mr. Dalton maintains, may, I think, be clearly demonstrated.\n\nAccording to his table of equal increments of temperature, vol. i. p. 14, New System, we have the following intervals, corresponding to the five successive intervals of $90^\\circ$ on our scale.\n\nFrom $32^\\circ$ to $122^\\circ$, to $212^\\circ$, to $302^\\circ$, to $392^\\circ$, to $482^\\circ$.\n\nIntervals by Fahr. of $90^\\circ$, $90^\\circ$, $90^\\circ$, $90^\\circ$, $90^\\circ$.\n\nTrue intervals by Dalton, $102^\\circ.4$ $77^\\circ.6$ $63^\\circ.9$ $55^\\circ.7$ $50^\\circ.5$.\n\nThe relative inequality of these intervals is deduced from Mr. Dalton's law, that \"all pure homogeneous liquids, as water and mercury, expand from the point of their congelation...\"\ntion, or greatest density, a quantity always as the square\nof the temperature from that point.\" He regards the law\nas resulting from the constitution of liquids, and therefore\nnot applicable to solid bodies. This is indeed implied in its\nenunciation. In p. 48, after assigning reasons, he states,\n\"that for all practical purposes we may adopt the notion of\nthe equable expansion of solids.\"\n\nNow I am prepared to prove, either, that the expansion of\nsolids partakes of the above inequability of liquids, which\nnobody imagines, and for which no reason, even hypothetical,\ncan be assigned; or, which is the only alternative, that homo-\ngeneous solids, and mercury, proceed almost exactly, pari\npassu, in their rates of expansion by heat.\n\nThe experiments which justify this assertion were made\nby me about five years ago, and were then exhibited to many\nof my chemical friends, as also in my public lectures; but a\nwish to render the series more complete, has induced me to\nwithhold them from the public eye, till requisite leisure could\nbe afforded for this purpose. They were performed with a\npyrometer of peculiar construction, in an oblong trough filled\nwith melting ice: a strong bar of Swedish iron was placed,\nfrom which projected at right angles, four inflexible iron\narms, attachable by powerful screws to any part of the bar.\nThe arms nearest the extremities of the bar, carried each a\nfine micrometer microscope, made by that admirable artist\nMr. Troughton. The other two arms were incurvated down-\nwards at their extremities, which supported a metallic or\nother rod. This was fixed by two pinching screws at one end,\nbut lay loose on a friction roller at the other. The loose end\nbore an elevated index. The curvature of these two arms was\nsuch as to allow their extremities, with the attached rod, to be plunged beneath the surface of oil or water, about an inch, contained in a copper trough. This was placed parallel to the large trough, and a few inches distant from it.\n\nThe copper vessel was slowly and equably heated, by a series of argand lamps placed beneath. One micrometer watched a point projecting from the arm that held the fixed extremity of the rod. The oil was carefully agitated during the application of the heat; and the bulbs of three thermometers, mutually comparable, were immersed into it at regular distances. The micrometers were screened from the influence of the heat. They rendered the $\\frac{1}{20000}$ of an inch discernible, and even a smaller quantity, by an experienced eye.\n\nA rod of pure Swedish iron, or of such pure copper as jewellers use for alloying gold, being adjusted to the apparatus, the point on the micrometer scale, that appeared a tangent to the small luminous aperture in the thin index plate of steel, was noted down, when the liquid in the trough was at $32^\\circ$. The value and truth of the micrometrical indications had been previously ascertained, by viewing through the microscopes a given surface or aperture, moved laterally, so as to make its image successively coincide with the different points of the interior notched scale.\n\nHeat being now applied, the progressive march of the index across the field of view of the micrometer microscope was closely observed, and its position written down at intervals of $10^\\circ$ or $20^\\circ$ of the FAHR. thermometer. But as the pyrometrical details will appear in a separate memoir on the expansions of bodies, I shall state here merely what concerns the present subject.\nIf we denominate the absolute elongation of the heated metallic rod from $32^\\circ$ to $122^\\circ$, 10, then its elongation from $122^\\circ$ to $212^\\circ$; from $212^\\circ$ to $302^\\circ$; from $302^\\circ$ to $392^\\circ$; from $392^\\circ$ to $482^\\circ$, was in each successive interval of $90^\\circ$ F, as nearly as possible 10 also. The slight irregularities, incident to all delicate experimental investigations, being often in opposite directions, in different repetitions of the same experiment; or those which manifested themselves in the ascending or elongating range, were neutralized, so to speak, by others of an inverse nature, which appeared in the cooling retrocession. Here, the movements of the liquid mercury and of the solid rod by heat proceeded, *pari passu*, through a very great extent of temperature. Let us now recollect that these 5 increments, which on our thermometer are equivalent to $5 \\times 90^\\circ = 450^\\circ$; and which altogether produce five times the elongation that the first interval occasions, constitute, on Mr. Dalton's scale, only $350^\\circ$. If we call the first interval given by this philosopher 1.00, then the four succeeding intervals contain a range of temperature on his scheme, of only two and a half times the first; and therefore only two and a half times additional elongation should have been produced, instead of four times, as found by experiment. \"Since for all practical purposes uniform increments of bulk, or expansions of solids by heat, correspond to uniform increments of this power;\" then each of our old successive intervals of $90^\\circ$ may, for all practical purposes, be held to correspond to equal increments of temperature.\n\nMr. Dalton's intervals from $32^\\circ$ to $482^\\circ$ Fahr. are as before given, $102^\\circ.4$; $77^\\circ.6$; $63^\\circ.9$; $55^\\circ.7$; $50^\\circ.5 = 350^\\circ.1$. Now, if we call the first quantity 1.00, it will produce on a\nmetallic rod a corresponding effect in expansion = 1.00. The next interval of Mr. Dalton's scale (equal always to 90° Fahr.) can produce only \\( \\frac{3}{4} \\) of the effect of the first, or as 75 to 100. The third, fourth, and fifth intervals will give the fractional expansions in reference to the first, of \\( \\frac{62}{100}, \\frac{54}{100} \\), and about \\( \\frac{50}{100} \\), or merely a half.\n\nNo such diminution of effect was observed in the experiments; from 392° to 482° F., the rod elongated as much as from 32° 122°, or double the quantity compatible with the Daltonian hypothesis. Thus therefore we have a rigid, and I think unanswerable demonstration of the general correctness of the common scale of temperature, and of the extreme inaccuracy and inapplicability of Mr. Dalton's geometrical substitute. Should the preceding statement leave any doubt or obscurity concerning the legitimacy of the inference now drawn, I trust it will be entirely removed, when the details of the experiments are published, with drawings of the apparatus, in my treatise on pyrometry.\n\nYet though the mercury in the thermometer tube move, pari passu, with a metallic rod, deemed uniform in its expansion, it does not prove perfectly equal uniformity of expansion to belong to the mercury. It will seem, no doubt, a paradoxical assertion, that of two bodies marching together, hand in hand, one of them may have an equable pace, while that of the other is regularly, but very slowly accelerated. Yet I think the position just. It proceeds from a circumstance in the thermometer sufficiently obvious, but which seems to have escaped our systematic writers. I do not rest the proposition on any imperfection of workmanship, or supposed irregularity in the expansions of the glass\nLet us take a thermometer, the calibre of whose stem is perfectly uniform, and whose scale is exactly divided. Let it have a range from zero to the 656th degree, at which mercury boils, by the accurate experiments of Creighton. At $32^\\circ$, let the mercury stand at the bottom of the ivory scale, where of course the graduations commence. The bare part of the instrument is consequently the plunging limit, in most chemical researches on the temperature of liquids. Immerse the bulb in common oil, or oil of vitriol heated to $212^\\circ$; $\\frac{1}{63}$ * part of the whole included mercury, will now ascend above that part of the stem plunged in the liquid. The part actually exposed to the heat, and by whose expansion the column on the scale is supported, is only $\\frac{4}{63}$ of the initial mass. Augment the heat of the oil till the instrument indicate $392^\\circ$; we know that there remains now, under the immediate influence of the heat, nearly of the original weight of mercury; and finally, at $572^\\circ$, only about $\\frac{2}{63}$ rest in the immersed part of the stem and bulb.\n\n$\\frac{3}{63}$ or $\\frac{1}{21}$ parts may be considered as no longer subjected to the power of caloric. If the thermometer stem were recurved near the bulb, the mercury in the stem placed horizontally would be cold; and this proposition would be almost exactly true.\n\nNow, since the calibre and divisions are uniform, the capacity of the tube from the point marked $212^\\circ$, to that marked $392^\\circ$; and again from this, to that opposite to $572^\\circ$, is in each equal to its capacity from $32^\\circ$ to $212^\\circ$. Hence these three equal capacities are filled by the expansions of the three unequal quantities of mercury $62, 61, 60$. At the\n\n* A minute fraction less; but we need not complicate the statement with it.\nhighest station, the column of quicksilver equal on the stem to $3 \\times 180^\\circ$, is sustained by the expansion of 60 parts; at the middle point, $2 \\times 180^\\circ$ is supported by that of 61; and at $212^\\circ$ there are 62 parts of mercury to sustain $180^\\circ$ in the tube. Or, to put it in another form, these three successive spaces on the scale are equal; the first portion of mercury is protruded into it by the expansion of 62 parts in the bulb; the second portion by the expansion of 61; and the third by that of 60.\n\nTherefore, if these three thermometric intervals of $180^\\circ$, each of which holds an equal measure of mercury, contain also equal increments of temperature, as denoted by the equal increments of a metallic rod; then, these three equal effects are produced from the unequal quantities of mercury 62, 61, 60. This liquid, then, must have an increasing rate of expansion, the inverse of these numbers, for every $180^\\circ$ of the scale, or $\\frac{1}{62}, \\frac{1}{61}, \\frac{1}{60}$. That is to say, 60 parts at $572^\\circ$ do the same work by the same power of caloric, as 61 at $392^\\circ$, and 62 at $212^\\circ$.\n\nI believe this to be the real nature of mercurial expansion, and the true condition of the thermometer; which is an equable measurer of heat, because the mercury possesses the above increasing rate of expansion. Were the mercury, on the contrary, absolutely uniform in its augmentations of volume by equal increments of heat, then for an instrument whose bulb alone in practice can be immersed, the three above ranges should have the corresponding parts of the scale shortened in the successive proportions of 62 to 63; 61 to 63; and 60 to 63; quantities taken together nearly equal to $9^\\circ$, or $= 3 \\times \\frac{1}{62} \\times 180 = \\frac{440}{62}$.\nWhatever reception these speculations may experience, they must not be confounded with the experiments on the expansions of metallic rods, and the corollaries, which have a distinct and independent existence.\n\n§ II. On the doctrines of capacity, as connected with the preceding investigation.\n\nDr. Crawford and De Luc, tried to verify the justness of the thermometric indications, by mixing together water at $212^\\circ$ and $32^\\circ$; when the former found $122^\\circ$, and the latter $119^\\circ$, to be the resulting temperature. De Luc's number is $3^\\circ$ below the mean; Dr. Crawford's is exact. This ingenious philosopher afterwards sought to confirm the evidence thus given to the accuracy of the scale, by other experiments, which were however of rather an equivocal import. Both of the above results have been condemned and rejected by Mr. Dalton: he states the true mean temperature to be not $122^\\circ$, nor even $119^\\circ$, but $110^\\circ$. For this deviation, the reasons which he assigns appear, independently of all arguments derived from other quarters, to be in themselves inconclusive. He says, \"the temperature of the above mixture ought to be found above the mean $122^\\circ$.\" \"Water of these two temperatures ($32^\\circ$ and $212^\\circ$) being mixed, loses about $\\frac{1}{90}$ of its bulk. This condensation of its volume* must expel a quantity of heat, and raise the temperature above the mean.\" p. 7. Again, p. 50, \"that water increases in its capacity for heat with the increase of temperature, I consider demonstrable from the following arguments. 1st. A\n\n* That condensation of volume in a liquid, is no proof of the expulsion of heat, is shown in my Essay on Sulphuric Acid.\n\"measure of water at any one temperature mixed with a\n\"measure at any other temperature, the mixture is less than\n\"two measures. Now, a condensation of volume is a certain\n\"mark of diminution of capacity and increase of temperature,* \n\"as in the mixture of sulphuric acid and water; or the effects\n\"of mechanical pressure, as with elastic fluids. Second,\n\"when the same body suddenly changes its capacity by a\n\"change of form, it is always from a less to a greater as the\n\"temperature ascends; for instance, ice, water and vapour.\n\"Third, Dr. CRAWFORD acknowledges from his own ex-\n\"perience, that dilute sulphuric acid, and most other liquids\n\"he tried, he found to increase in their capacity for heat with\n\"the increase of temperature. Admitting the force of these\n\"arguments, it follows, that when water of $32^\\circ$ and $212^\\circ$ are\n\"mixed, and give a temperature denoted by $119^\\circ$ of the\n\"common thermometer, we must conclude that the true mean\n\"temperature is somewhere below that degree. I have\n\"already assigned the reason why I place the mean at $110^\\circ$.\"\nNow the only reason I can elsewhere find, is derived from his\ngeneral law, \"that all homogeneous liquids expand, as the\nsquare of the temperature, from the point of greatest density\nor congelation.\" In p. 7, he ventures to assert nothing more\nthan, \"that it is not improbable that the true mean tempe-\n\"rature between $32^\\circ$ and $212^\\circ$, may be as low as $110^\\circ$ FAH-\n\"RENHEIT.\"\n\nSatisfied from my pyrometrical experiments, that his\ngeneral hypothesis of the expansion of liquids being as the\n\n* For the entire fallacy of this reasoning, see my Essay just quoted; expansion of\nvolume should by Mr. D. increase capacity and diminish temperature. The very\nreverse is shown in that paper.\n\nMDCCCXVIII.\nsquare of their temperature, is totally inapplicable to mercury, the inference relative to the thermometric mean between $32^\\circ$ and $212^\\circ$ cannot be allowed. But let us examine, on their own merits, the preceding arguments against Dr. Crawford and De Luc's verification of the mean temperature between that of freezing and boiling water.\n\nThe reasoning derives its sole force from the assumption, that the capacity of water for heat, increases as its temperature is raised. There is adduced, however, no fact in the least decisive on this main point. What analogy is there between the entire change of form and constitution suffered by an indensible liquid, on becoming an elastic vapour, and the progressive heating of the liquid itself? Or, although dilute sulphuric acid and other liquids should increase in their specific caloric on being heated, which however has not been satisfactorily demonstrated, are we to assert that water must do so too? It is a matter of surprize to me, that a philosopher of Mr. Dalton's judgement and acuteness should have pressed such inconclusive analogies into his service. He knew well that water is endowed with some curious peculiarities, when compared with other liquids, or anomalies, as we idly stile them; for they constitute no anomaly in nature, but wisely fit water for performing the important functions assigned to it in the economy of our globe.\n\nIn a series of experiments, carefully conducted on the relative capacities for heat, of water, sulphuric acid, oil of turpentine, and spermaceti oil, published in my Essay on hydrochloric acid and the chlorides; it seems to be directly demonstrated that the specific heat of water does not increase, but actually diminishes, and that very conspicuously, as its\ntemperature rises. It is there proved, that from $210^\\circ$ to $150^\\circ$ Fahr. the specific heat of oil is to that of water as $\\frac{597}{1000}$; and from $150^\\circ$ to $90^\\circ$ as $\\frac{513}{1000}$. The same proportional difference of relation is exhibited by the other two liquids. Now, were the phenomenon occasioned by the oil of vitriol, common oil, and oil of turpentine, increasing in their capacities for heat in a still more rapid ratio than water, we should undoubtedly expect, from the innate differences between the specific heats of these three substances, to find that they would move independently on each other, or at different rates. But their uniform advance together, while water alone varies in this respect, shows distinctly, that in the water resides the cause of the variation. This reasoning may be illustrated in many ways, but by nothing more clearly than the exploded astronomical system of the diurnal and annual movements of the sun and fixed stars; in support of which, very extravagant hypotheses had to be contrived.\n\nThe single fact of the motion of the earth once admitted, reduced the Ptolemaic chaos to order. If, in like manner, we should suppose an increasing ratio in the specific heat of water, then we must also suppose a much more rapid increase in the ratios of the above three substances, although their individual specific heats are greatly inferior to that of water. Ought not that body, which has of all others the most decided relation to heat, or highest specific heat, to have also its ratio most decidedly or rapidly augmented? In adopting the increasing specific heat of water, we must farther assume, that, however different the initial specific heats of the above three liquids may be, yet, while they possess all the same rate of increase, water alone has a different one; an inadmissible supposition. All\nthese difficulties and contradictions are removed at once by the experimental fact, that water is endowed with a decreasing ratio in its capacity for caloric, as its temperature is augmented.\n\nSince finishing the above researches on specific heat, I have been led to examine attentively the systematic accounts of this subject in our chemical treatises; and I find that Berthollet, with a sagacity peculiar to himself, had anticipated, from the chemical constitution of bodies, such an experimental result as I have recently obtained; though the statements then prevalent all militated against his views. \"If caloric obey the usual laws of attraction, when it is in small quantity, relative to the body to which it is united, it will enter into more intimate combination; and hence the elasticity or expansive energy of it, on which temperature depends, may be overcome, and a larger quantity be required to produce a given temperature. Hence, the quantity of caloric contained in bodies in the first stage of temperature, may be greater than it will be higher in the scale.\"\n\nIn the Essay above referred to, I have shown that this circumstance in water, renders it peculiarly qualified for serving as the magazine and equalizer of the temperature of the globe. Since at our ordinary atmospherical heats, it possesses the greatest capacity for caloric, small variations in its temperature give it a great modifying power over the circumambient air. Although the doctrine of final causes be no safe guide to the discovery of unknown truths, yet when it concurs with experiment, we may deem it an agreeable confirmation. This is finely illustrated by Count Rumford's speculations on the maximum density of water being placed\nseveral degrees above its point of congelation; a fact which does not hold with regard to any other homogeneous liquid.\n\nIf the specific heat of water, then, diminish as its temperature advances from the freezing to the boiling point, an interval of $10^\\circ$ near $32^\\circ$, will contain more caloric than ten degrees near $122^\\circ$, and still more than the same intervals near $212^\\circ$. On this principle we can readily account for the results obtained by Mr. Dalton, in mixing with water at different temperatures a known proportion of ice; though it is remarkable that this able chemist did not see in them anything inconsistent with his own opposite views upon specific heat.\n\n\"176.5 expresses the number of degrees of temperature, such as are found between $200^\\circ$ and $212^\\circ$ of the old or common scale, entering into ice of $32^\\circ$, to convert it into water of $32^\\circ$; $150^\\circ$ of the same scale suffice, he says, for the same effect, between $122^\\circ$ and $130^\\circ$: and between $45^\\circ$ and $50^\\circ$, $128^\\circ$ are \"adequate to the conversion of the same ice into water. These three resulting numbers ($128$, $150$, $176.5$) are nearly as $5$, $6$, $7$. Hence it follows, that as much heat is necessary to raise water $5^\\circ$ in the lower part of the old scale, as is required to raise it $7^\\circ$ in the higher, and $6^\\circ$ in the middle.\"*\n\nMr. Dalton, instead of adopting the obvious conclusion, that the capacity of water for heat is greater at lower than it is at higher temperatures, and that therefore a smaller number of degrees of the former should melt as much ice as a greater number of the latter, ascribes the deviation denoted by these numbers, or their differences, to the gross errors of our thermometric graduation; which he considers\n\n* New System, vol. i. p. 53.\nso excessive, as not only to equal, but greatly to overbalance the real increase in the specific heat of water; which left to its own operation, would have produced opposite experimental results.\n\nThat our thermometric scale has no such prodigious deviation from truth, or uniformity of indication, I conceive to be fully established, and therefore the only legitimate inference from these very experiments of Mr. Dalton, is the decreasing capacity of water with the increase of its temperature.\n\nIt deserves to be remarked, that my experiments on the relative times of cooling a globe of glass, successively filled with water, oil of vitriol, common oil, &c. give exactly the same results as Mr. Dalton derived from mixtures of 2 ounces of ice and 60 of water. This concurrence is the more satisfactory, since, when the Essay on hydrochloric acid was written, I had no recollection of Mr. Dalton's experiments. I found that from $210^\\circ$ to $150^\\circ$ the specific heat of oil bears to that of water the ratio of $\\frac{597}{1000}$; and from $150^\\circ$ to $90^\\circ$, that of $\\frac{513}{1000}$. Now, at his highest and middle temperatures of $200^\\circ$ and $120^\\circ$, which come nearest to mine of $180^\\circ$ and $120^\\circ$, we have by him the ratio of $\\frac{176.5}{150}$.\n\nBut $\\frac{597}{513} : : \\frac{176}{150}$ exactly, which is a very striking coincidence, and affords the happiest confirmation of the accuracy of both sets of experiments, as well as of the justness of the principles on which they were conducted, and on which, particularly, my reductions were founded. We now see the reason why, when equal weights of water at $32^\\circ$ and $212^\\circ$ are mixed, the temperature may be below the mean, as was found by De Luc. The capacity at the middle tempe-\nrature, is greater than the mean capacity of the two extremes, (that is of the ingredients mixed, ice, cold and boiling water) and therefore the thermometric tension will be lessened, and its mercury will descend on the scale.* This diminution of temperature will cause a corresponding diminution of bulk, which affords a complete answer to Mr. Dalton's first and only plausible argument, formerly quoted against Dr. Crawford's deductions, and the opinions of De Luc. With regard, however, to these experiments, of mixing hot and cold water to find a mean temperature, there are sufficient difficulties to render the result uncertain to 2 or 3 degrees. Hence, nothing of moment can safely be inferred from them.\n\nConcerning sulphuric acid in its various states of dilution, I beg to refer the reader to my Essay on the subject, where he will find several peculiarities relative to its volume at different acid strengths, that entirely change its relations to caloric. I have not seen these formerly adverted to by any chemist. They were evidently unknown to Mr. Dalton.\n\nChapter III.\n\nOn the latent heat of different vapours.\n\nWhat relation is there between the caloric existing in the vapours of different substances, and the temperatures at which they respectively acquire the same elastic force?\n\nOn this subject I am not acquainted with any preceding inquiries, though a question of such interest has probably not escaped examination.\n\n* Taking Mr. Dalton's three numbers as correct: then $\\frac{176.5 + 128}{2} = 152.25$. But $150^\\circ$ in the middle are equal to the former mean of the two. Hence, the proposition in the text is demonstrated.\nIn this research I employed a very simple apparatus; and with proper management, I believe it capable of giving the absolute quantities of latent heat in different vapours, as exactly as more refined and complicated mechanisms. At any rate, it will afford comparative results with great precision.\n\nIt consisted of a glass retort of very small dimensions, with a short neck inserted into a globular receiver of very thin glass, and about three inches in diameter. The globe was surrounded with a certain quantity of water at a known temperature, contained in a glass basin. 200 grains of the liquid, whose vapour was to be examined, were introduced into the retort, and rapidly distilled into the globe by the heat of an argand lamp. The temperature of the air was $45^\\circ$, that of the water in the basin from $42^\\circ$ to $43^\\circ$, and the rise of temperature, occasioned by the condensation of the vapour, never exceeded that of the atmosphere by 4 degrees. By these means, as the communication of heat is very slow between bodies which differ little in temperature, I found, that the air could exercise no perceptible influence on the water in the basin during the experiment, which was always completed in 5 or 6 minutes. A thermometer of great delicacy was continually moved through the water; and its indications were read off, by the aid of a lens, to small fractions of a degree.\n\nIn all the early experiments of Dr. Black on the latent heat of common steam, the neglect of the above precautions introduced material errors into the estimate. Hence that distinguished philosopher found the latent heat of steam to be no more than $800^\\circ$ or $810^\\circ$. Mr. Watt afterwards deter-\nmined it more nearly from $900^\\circ$ to $950^\\circ$; and Lavoisier and La Place have made it $1000^\\circ$.\n\nIt is evident that whenever the water, into which the latent heat is evolved by condensation of the vapour, becomes much hotter than the surrounding air, it will be impossible to ascertain how much of the caloric is dissipated; and consequently, the true quantity contained in the vapour must remain uncertain.\n\nThe sources of error in operating with the calorimeter of Lavoisier and La Place, were first pointed out by Mr. Wedgwood, and have been since commented on by Dr. Thomson, and other good systematists. It is said to be difficult to obtain precisely uniform quantities of liquified ice in the repetition of the same experiments, with that celebrated apparatus.\n\nFrom the smallness of the retort in my mode of proceeding, the shortness of the neck, and its thorough insertion into the globe, we prevent condensation by the air in transitu; while the surface of the globe and the mass of water being great, relative to the quantity of vapour employed, the heat is entirely transferred to the refrigeratory, where it is allowed to remain, without apparent diminution, for a few minutes. In numerous repetitions of the same experiment, the accordances were excellent. The following table contains the mean results. The water in the basin weighed in each case $32340$ gr. The globe was held steadily in the centre of the water by a slender ring fixed round its neck. The distillation was rapidly performed, so that all the condensation took place in the globe.\n\nMDCCCXVIII.\nTable of experimental results on the latent heat of different vapours.\n\n200 gr. of water distilled, raised 32340 gr.\nwater from - - - 42°.5 to 49°\n200 gr. alcohol, spec. gravity 0.825 - 42 to 45\n200 gr. sulphuric ether; boiling point 112° 42 to 44\n200 gr. oil of turpentine - - 42 to 43.5\n200 gr. petroleum - - 42.5 to 44\n200 gr. nitric acid. spec. grav. 1.494, boiling point 165° - - 42 to 45.5\n200 gr. liquid ammonia. sp. gr. 0.978 - 42 to 47.5\n200 gr. vinegar. sp. gr. 1.007 - 42.5 to 48.5\n\nCalculation from the above table of the specific or latent heats of the vapours.\n\n1st, Water. $\\frac{32340}{200} = 161.7$ = the number of grains of water contained in the refrigeratory to one of steam. This proportion is constant for all the vapours.\n\nFrom 42°.5 to 212° there are 169.°5; one half of which = 84°.75, or in round numbers 84°, is the rise of temperature which would be produced by adding to water at 42°.5 its own weight of boiling water; and $\\frac{84}{161.7} = 0.52$, is the elevation which 200 gr. would occasion on 32340 grains.\n\nThe water was however in reality heated $6\\frac{1}{2}$ degrees, or from 42°.5 to 49°. The difference, $6°.5 - 0°.52 = 5°.98$, shows the quantity of heat added to each of the 161.7 parts beyond what the same weight of boiling water would have communicated.\nAnd $5.98 \\times 161.7 = 967^\\circ$, being the latent heat of the steam of water.\n\n2d. Alcohol. Boiling point $175^\\circ$. Specific gravity $0.825$.\n\n$$\\frac{175 - 42 \\times 660.5}{2 \\times 161.7} = 0.41 \\cdot 0.41$$ multiplied into the specific heat of liquid alcohol $0.65$, is $0.266$, which represents the elevation of temperature produced by adding $200$ gr. of boiling hot alcohol to $32340$ gr. of water. The thermometer in the experiment rose $3^\\circ$. $3^\\circ - 0.266 = 2.734$, $2.734 \\times 161.7 = 442^\\circ =$ the latent heat of alcoholic vapour in equilibrium with the atmospheric pressure. By a similar process of calculation the latent heat of the other vapours was determined.\n\n**General table of latent heat of vapours.**\n\n| Vapour                  | Latent Heat (°) |\n|-------------------------|-----------------|\n| Vapour of water at its boiling point | $967^\\circ$    |\n| alcohol                 | $442^\\circ$     |\n| ether                   | $302.379^\\circ$ |\n| petroleum               | $177.87^\\circ$  |\n| oil of turpentine       | $177.87^\\circ$  |\n| nitric acid             | $531.99^\\circ$  |\n| liquid ammonia          | $837.28^\\circ$  |\n| vinegar                 | $875.00^\\circ$  |\n\nFrom the phenomena exhibited in the mechanical condensation and rarefaction of gases and vapours, as well as from their general constitution, it may be inferred, that an intimate and necessary connection subsists between their latent heat, elastic force, and specific weight or density.\n\nHence, when their tension is the same, it appears reasonable to suppose that the product of their densities into their quantities of latent heat will also be the same. Repulsive energy\nwill be proportional to the quantity of heat, the repulsive power condensed or contained in a given space. Thus if the space left for its interposition or lodgment be in one vapour a half or a third of the amount of the space in another, we ought to find equal tension produced in the former case, by a half or a third of the latent heat required for the latter.\n\nAs the principle, I have reason to suppose, is somewhat new, let us illustrate it by an application to the three vapours in the above list which are most homogeneous, or at any rate best understood; those of alcohol, ether, and water.\n\nAqueous vapour of an elastic force balancing the atmospheric pressure has a specific gravity, compared to air, by the accurate experiments of Gay Lussac, of 10 to 16.\n\nFor facility of comparison let us call the steam of water unity, or 1.00; then the specific gravity of the vapour of pure ether is 4.00, while the specific gravity of the vapour of absolute alcohol is 2.60.\n\nBut the vapour of ether, whose boiling point is not 100°, but 112°, like the above ether, contains some alcohol; hence, we must accordingly diminish a little the specific gravity of its vapour.\n\nIt will then become instead of 4.00 - - 3.55\n\nAlcohol of 0.825 sp. gr. contains much water;\nspecific gravity of its vapour - - 2.30\nThat of water as before, unity - - 1.00\n\nThe interstitial spaces in these three vapours will therefore be inversely as these numbers, or\n\n$\\frac{1}{355}$ for ether; $\\frac{1}{230}$ for alcohol; $\\frac{1}{100}$ for water.\nHence $\\frac{1}{355}$ of latent heat, existing in ethereal vapour, will occupy a proportional space, be equally condensed or possess the same tension with $\\frac{1}{230}$ in alcoholic, and $\\frac{1}{100}$ in aqueous vapour.\n\nA small modification will no doubt be introduced by the difference of the thermometric tensions, or sensible heats, under the same elastic force. Common steam, for example, may be considered as deriving its total elastic energy from the latent heat multiplied into the specific gravity + the thermometric tension.\n\nHence the elastic force of water, or\n\n$$E_w = 970^\\circ \\times 1.00 + 212^\\circ = 1182$$\n\n$$E_e = 302^\\circ \\times 3.55 + 112^\\circ = 1184$$\n\n$$E_{al} = 440^\\circ \\times 2.30 + 175^\\circ = 1185$$\n\nThree equations which yield, according to my general proposition, equal quantities; or of which the differences are inconsiderable, and undeserving of notice.\n\nNeither the specific heats nor specific gravities of the other vapours are ascertained with sufficient precision to enable us to subject them to calculation.\n\nGeneral equation $F - L \\times D + T = 0$: $L$, latent heat, $D$, density, $T$, temperature corresponding to $F$.\n\nWhen the elastic forces of vapours are doubled, or when they sustain a double pressure, their interstices are proportionally diminished. We may consider them now as in the condition of vapours possessed of greater specific gravities. Hence, the second portion of heat introduced to give double the\nelastic force need not be equal to the first, in order to produce the double tension. This view now given accords with the experiments of Mr. Watt, alluded to in the beginning of this memoir. He found that \"the latent heat of steam is less when it is produced under a greater pressure or in a more dense state; and greater when it is produced under a less pressure or in a less dense state.\"*\n\nBerthollet thinks this fact so unaccountable, that he has been willing to discard it altogether. Whether the view which I have just opened, of the relation subsisting between the elastic force, density, and latent heat of different vapours, harmonize with chemical phenomena in general, I leave to others to determine. It certainly agrees with that unaccountable fact. Whatever be the fate of the investigation of the general law now respectfully offered, the statement of Mr. Watt may be implicitly received under the sanction of his acknowledged sagacity and candour.\n\nCONCLUSION.\n\nTo the theory of latent heat, which, like the hydrostatic paradox of Archimedes, might have remained for ages a barren, though beautiful proposition, the fertile genius of that philosopher gave all at once its noblest application, and most beneficial influence on human life, by his new steam engine. After him, many minds of the first order for science and ingenuity have offered schemes of farther improvement;\n\n* Philos. Trans. vol. 84. p. 335.\nbut all either frivolous or abortive; with such prophetic judgment had Mr. Watt anticipated the happiest form and structure of which it was susceptible.\n\nUnder this conviction, it is with much deference that I draw the following practical inferences from the last train of experiments.\n\nSince the vapour of alcohol, having the same elastic force as the atmosphere, contains $\\frac{44}{100}$ of the latent heat of ordinary steam, and since its elastic force is doubled at the 206th degree (6° below the boiling heat of water), with perhaps $\\frac{1}{3}$ of additional caloric; might we not, in particular circumstances, employ this vapour for impelling the piston of a steam engine? The condensing apparatus could, I imagine, be so constructed, as to prevent any material loss of the liquid, while more than a quadruple power would be obtained from the same size of cylinder at 212°, with an expenditure of fuel not amounting to one half of what aqueous vapour consumes; or the power and fuel would be as 3 to 1, calling their relation in ordinary steam 1 to 1. A considerable engine could thus also be brought within a very moderate compass. Possibly, after a few operations of the air pump, the incondensible gas may be so effectually withdrawn, that we might be permitted to detach this mechanism, which, though essential to common engines, takes away one fourth of their power. In a distillery in this country, or on a sugar estate in the colonies, a trial of this plan might perhaps be made with advantage. While exercising its mechanical functions of grinding, mashing or squeezing the canes, it would be converting ordinary into strong spirit for rectification, or for\nthe convenience of carriage. Might not such an engine be executed on a small scale, for many purposes of domestic drudgery? It would unquestionably furnish a beautiful illustration in philosophy, to make one small portion of liquid, by the agency of fire, imitate the ceaseless circulation and restless activity of life.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107475.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 59,
    "total-input-tokens": 92834,
    "total-output-tokens": 29147,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1508,
        2
      ],
      [
        1508,
        3185,
        3
      ],
      [
        3185,
        4917,
        4
      ],
      [
        4917,
        6543,
        5
      ],
      [
        6543,
        8189,
        6
      ],
      [
        8189,
        9943,
        7
      ],
      [
        9943,
        11738,
        8
      ],
      [
        11738,
        13530,
        9
      ],
      [
        13530,
        15303,
        10
      ],
      [
        15303,
        18045,
        11
      ],
      [
        18045,
        19944,
        12
      ],
      [
        19944,
        21213,
        13
      ],
      [
        21213,
        22469,
        14
      ],
      [
        22469,
        25509,
        15
      ],
      [
        25509,
        26822,
        16
      ],
      [
        26822,
        28518,
        17
      ],
      [
        28518,
        30031,
        18
      ],
      [
        30031,
        31587,
        19
      ],
      [
        31587,
        32518,
        20
      ],
      [
        32518,
        33962,
        21
      ],
      [
        33962,
        35341,
        22
      ],
      [
        35341,
        39107,
        23
      ],
      [
        39107,
        40841,
        24
      ],
      [
        40841,
        42566,
        25
      ],
      [
        42566,
        44288,
        26
      ],
      [
        44288,
        46133,
        27
      ],
      [
        46133,
        47811,
        28
      ],
      [
        47811,
        49756,
        29
      ],
      [
        49756,
        50920,
        30
      ],
      [
        50920,
        52237,
        31
      ],
      [
        52237,
        54314,
        32
      ],
      [
        54314,
        56111,
        33
      ],
      [
        56111,
        57755,
        34
      ],
      [
        57755,
        59566,
        35
      ],
      [
        59566,
        61316,
        36
      ],
      [
        61316,
        63053,
        37
      ],
      [
        63053,
        64981,
        38
      ],
      [
        64981,
        66752,
        39
      ],
      [
        66752,
        68579,
        40
      ],
      [
        68579,
        70386,
        41
      ],
      [
        70386,
        72094,
        42
      ],
      [
        72094,
        73883,
        43
      ],
      [
        73883,
        75649,
        44
      ],
      [
        75649,
        77518,
        45
      ],
      [
        77518,
        79241,
        46
      ],
      [
        79241,
        81073,
        47
      ],
      [
        81073,
        82856,
        48
      ],
      [
        82856,
        84506,
        49
      ],
      [
        84506,
        86204,
        50
      ],
      [
        86204,
        87791,
        51
      ],
      [
        87791,
        89090,
        52
      ],
      [
        89090,
        90778,
        53
      ],
      [
        90778,
        92302,
        54
      ],
      [
        92302,
        93771,
        55
      ],
      [
        93771,
        95197,
        56
      ],
      [
        95197,
        96872,
        57
      ],
      [
        96872,
        97193,
        58
      ],
      [
        97193,
        97193,
        59
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107475",
    "title": "New Experimental Researches on Some of the Leading Doctrines of Caloric; Particularly on the Relation between the Elasticity, Temperature, and Latent Heat of Different Vapours; And on Thermometric Admeasurement and Capacity",
    "authors": "Andrew Ure",
    "year": 1818,
    "volume": "108",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 59,
    "jstor_url": "https://www.jstor.org/stable/107475"
  }
}