{
  "id": "dc81cec837ecde01e88a412dad8de755b2d1dae9",
  "text": "the closeness of the inoculation, whereby in length of time the mixed nature of both Trees was grown together, which the different juices, permeating the common fibers, had for a long time nourished; whence emerged at length a germen or graft perfectly retaining the nature and species of both; into whose different branches when sometimes one, sometimes both kinds of juices did pass, it produced on one of those branches, a meer Orenge, on another, a Citron Limon, on a third, a Citron-Limon-Orenge, and even sometimes upon one and the same branch all the three sorts of this fruit together. And thus, according to Virgil 2. Georgic.\n\nExsit ad calum ramis felicibus arbores,\nMiraturque novas frondes, & non sua poma.\n\nAn Accompt of some Books:\n\nI. Archimedis Opera; Apollonii Perg. Conic. Libri 4; Theodosii Sphaerica, methodo nova illustrata, & succincte demonstrata, ab Is. Barrow, e Soc. Regia, &c. Londini, 1675. in 4°.\n\nWhat moved the learned and worthy Author of this work to enrich the world with such an Edition of these three Ancient Mathematicians, the Reader will find in his general Preface to Archimedes. What he hath performed, in short is this: He hath delivered these three Books in a brief Symbolical method of Expression, pursuant to the Sense, Propositions, and Demonstrations of the Ancients; unless where he thought fit to enlarge, and otherwise to demonstrate some of the Propositions from more easie Principles of his own, pursuing herein his own former method, in which, some years ago, he publish'd an entire Euclid in 8°.\n\nBesides, this Edition contains a new Version of Archimedes his Lemmata, which were not formerly publish't with the rest of Archimedes's Works; though to be found in Forster's Miscellanies, and at the end of Joh. Alph. Borelli's Edition of the three latter Books of Apollonius's Conicks.\n\nThe Intelligent Reader will readily acknowledge, that our Author had cause to find fault, as he doth, with the Cimmerian darkness of Rivalus's Edition; who is also much complained of by Mydorgius in his Conicks, and by Alex. Anderson the Scot in his Mathematical Exercises.\nThe Stationer that hath printed this, Robert Scot, intends to reprint the above-mention'd Euclid, as a part of another Volume of the Ancients, in the said Method; the residue of which Volume may be an abridgment of Pappus, Serenus, and the three latter Books of Apollonius, with such other small Tracts of the Ancients, as have either been recover'd or restored by the Industry of this and the last Age: But these Tracts being not as yet all in readiness for the Press, the Learned, that have any lucubrations thereon, or have prepar'd any of them for public view, would much oblige the Mathematical World by imparting the same.\n\nThe same Stationer sells likewise the former Treatises of Dr. Barrow, being Optical and Geometrical Lectures; to the latter whereof there are now made some elegant Additions de Maximis & Minimis.\n\nII. Thomae Bartholini ACTA MEDICA & PHILOSOPIA Hafniensia Anni 1673. Hafnia, 1675. in 4°.\n\nThis Collection being, in our opinion, not less curious and considerable, than that which was made by the same Author for the years 1671, 1672, and described No. 97. of these Tracts; we cannot give less regard to it, than we did to the former.\n\nIt contains 134 partly Physiological, partly Medical Observations; among which there occur these that seem to us remarkable above the rest:\n\n1. That there may be Spittings of blood rather beneficial to the Patient, than fatal, whether they be made from the Spleen, or the Lungs; forasmuch as they may discharge the Vessels of those parts from a superabundance of blood, and serve instead of a necessary venæfæction: Of which are here alledged divers notable Examples, accompanied with good cautions, p. 10, 11.\n\n2. Of a strange recovery, together with the method used therein, of Christian IV. King of Denmark, fallen with his Horse into a Ditch of 22 feet perpendicular depth, and remaining for a great while speech- and sense-less, p. 16.\n\n3. Of the sickness and death of a Duke of Brunswick, caused by immoderate eating of raw fruits and salads; which bred in that Prince, besides other symptoms, store of worms, of which one was voided by him, 9 Danishells long; another was found in his colon, after he was dead, of the length of 5 such eills, p. 26, 28.\n4. Of a Woman in Copenhagen, that cannot live without the daily use of Opium, which she now takes to the quantity of a whole dram a day, having first begun with a few grains, p. 50.\n\n5. Of an Observation made by some Midwives, affirming, that the Secundine of Twins is double, when the Births are of different Sexes; but single, when of one and the same; p. 53.\n\n6. Of Plants emitting a smell only in the night; as a sort of Craneshill, a sort of Dogs-rose or Briar-bush, &c., of which this probable reason is given by Borrichius, that their smell is not perceived, though they have it, in the daytime, because Sun-beams do so much dissipate the effluvia that are so very subtile as that they cannot affect our nostrils; whereas, after Sun-setting, they are condensed, and so by a stronger and closer contexture make a greater impression upon us; p. 60.\n\n7. Of Sneezing very beneficial in diseases of the Eyes; p. 64.\n\n8. That, by certain experiment, that oily substance, call'd Sperma Ceti, is extracted and depurated from the Brains of the greater sort of Whales; p. 69.\n\n9. That Nature commonly doth compensate the defect of one thing with some other thing. Of which the Author here gives Instance in an Artificer, who though he was quite blind, yet was able exquisitely to carve in wood, to the admiration of the King of Denmark, who had him so vailed, that if he should have any sight, could make no use of it to deceive. Of which same man 'tis here also affirm'd, that by feeling he could discern the several kinds of wood, and colours; p. 78.\n\n10. Many curious Observations made by D. Steno about incubated Eggs; p. 81.\n\n11. Of a Child born, though dead, after that the mother, who had gone her full time, and was come to her travel, had been dead almost two days: And of another child, yet imperfect, that was born with the Secundine sticking so close to it, that the Birth could not be got out, yet by its motion was found to be alive: Which begat a controversy, between two Priests at Bergamo in Italy; whereof one having baptized this Child in that condition, the Child, soon expiring thereupon, was not admitted to burial by another Priest, who denied it to have been baptized, because (forsooth) the physical contact of the water had been hindered by the enwrapping Secundine; p. 92, 93.\n\n12. Tha\n12. That the probable reason, why Brothers, or Sisters, or Twins, that are far distant from one another, not seldom fall sick of the small pox at the same time, may be drawn from the retention of the menstrual blood fermenting, and thence breaking out, at the same time in both; p. 105.\n\n13. Observations about the generation of Frogs, made by putting up Frog spawn in a glass, and shifting the water every day, and so keeping it exposed to the Sun in the Spring; together with a remark concerning the probability of Frogs being bred in the bellies of men after the like manner; touching which here is alledged a strange example of a Serving-maid, that voided at the mouth two great Toads, and four small ones, and two small Lizards, all alive; p. 108.\n\n14. A Method for attaining the Art of Physick in a short time, prescribed by the Author of these Collections; p. 122.\n\n15. Of a certain and plain remedy for the Colick, being the chawed Root of an herb that grows in the most Northern parts of Norway, called Naput, and there used with excellent success by those that work in Mines. This root is said not to be unpleasant to the tast, tasting at first like a flat Reddish, and afterwards approaching to the tast of Angelica *; p. 124.\n\n16. Of a kind of Grass, called Offfragum, growing in Norway, and comming forth before all other grass, which being eaten by their Cattle, emaciates them, and makes them sick, and their back-bones protuberant, and their legs and all their bones so weak, that they can hardly go: Which is supposed to proceed from some Mercurial or other maligne streams that get into this grass, and, that being eaten, affect the Nerves. The Country-people cure it with giving to such Cattle dried bones broken into small pieces, which the Cattle very greedily devour, having first ground it small between their teeth; whereupon follows a salivation, that perfectly cures them; p. 126, &c.\n\n17. Observations about the motion of the Heart, the Auricles thereof, and the Venacava, drawn from the dissection of divers Animals, performed by D. Steno; who thence inferrs, 1. that the intermitted motion of the Heart taken out of those creatures returns upon any vellication, made either by some solid body, as a pin, knife,\nknife, nail, &c. or by the steams or dilatation of the blood: 2. that the motion of the Heart is not in the whole substance, but in every fibre thereof, and not only in fibres entire, but also such as want both extremes: 3. that those fibres are contracted not all at once, but by parts, little by little, beginning from one end and so continuing to the other; as is seen in the Peristaltique motion of the Intestins. Where the observer intimates, that hitherto nothing hath been discover'd to give us the true Cause and Manner of Animal motion; p. 141—147.\n\n18. An Observation concerning the Milk of a Nursing-mother, tasting of Wormwood from the frequent use of an extract of Wormwood, of which for some time she had taken every day some drops in her broth, to strengthen her stomach, weaken'd by a fever, into which she was fallen being with child; p. 165.\n\n19. The controversie about the real Inexistence of Volatil Salts in bodies, discussed by the Author, who affirms that they are only separated, not produced by the fire; p. 174.\n\n20. That the Fixed Salts coming from Animals are not all of the same nature, nor do in all things agree either with common Salt, or with the Lixiviat Salt of Plants: To prove which, many Instances are alleged by the Author; p. 184.\n\n21. That 'tis very difficult to assign the reason, why Acid Spirits are coagulated into Salt, without any additament, and that this Salt adheres to the outside of the glass-covers, none at all of it sticking to the inside of them, when they contain such spirits; p. 193.\n\n22. An odd case of a woman quite loosing her memory ex retentione mensium, but recovering it again by a cautery in the neck freeing her from that obstruction; p. 196.\n\n23. That there is no Medicin more effectual against hypochondriacal inflations and gripings of the belly, than the root of Zedoaria; and that nothing is better puerperis, quibus lochia cessant, than the same root pulverized, half a drachm to a dose, moistened with two or three drops of Rosemary oyl, and taken in a little warm wine; p. 209.\n\n24. Considerable Observations about Eggs in Viviparous Animals by Steno; p. 210.\n\n25. That in a torpsdo, (according to the same Steno) there are found Fibers, thicker than the greater sort of Goose-quills, that are soft and white, and lying on both sides of the fish perpendicular-\nly, between the upper and lower coat, are separated from one another by transverse fibres, and receive manifest nerves; transversely entering into them for motion: And that those fibers take up the room that is between the lateral fins and the gills and head as far as to the region of the Abdomen; the foremost being in this position shorter than the hindmost: That the Animal being alive, this place was indeed soft to the touch, but if at the same time you touched it the fish did contract itself, there was then felt a contraction at the end of your fingers with a kind of creeping pain over the whole arm, continuing for a while; though when the fish did not stir, one felt nothing, no more than when the fish was dead; p. 224.\n\n26. Of Eggs found by the said Steno in the Testicles of a Mule, and of a kind of placenta appearing in one of them: Whence he concludes, that Mules may breed without a miracle; p. 230.\n\n27. Of an Experiment seeming to shew, that Blood is made in and by the Chyle being in any part of the body, and not by the Heart alone, forasmuch as a learned man found in the Chyle, contained in the Lacteal vessels and there kept by a ligature for some hours, a red liquor most like to blood, instead of the Chyle. To which Experiment Dr. Thomas Bartholin offers his answer; p. 245.\n\n28. That an Acid is connate in Animals, nor is destroyed by their death; witness the Runnet found in the folds of the stomachs of Calves and Lambs, which is employed in the making of Cheese: yet is not found in such as feed upon hay, but milk; that Acid perishing as soon as the young Animal is weaned. To which the Author adds, that the whole stomach of hogs, when dried and cleansed, is used also for separating the Caseous substance from the Milky; p. 258.\n\n29. That the Seed of Lunaria poisons Cattle eating thereof, but the Leaves recover them: As also, that the Leaves of the herbamimosa are poisonous, but the Root of the same cures the poison. Worth the experimenting upon dogs and such like Animals; p. 265.\n\n30. Of many examples of diseases transplanted; p. 267. How credible, the judicious Reader may judge. Amongst others, of a Quartan cured by putting hot bread under the Arm-pits and other junctures of the body, and giving it, when moistened by sweat, to a dogg to eat: And of the yellow Jaundies cured by making a cake of the urine of such a patient and of flower, and giving it to a dogg, cat, or fox.\n31. Of several remedies, commended to be highly efficacious against the biting of mad doggs; p. 274.\n\n32. Of Worms found in pepper, reduced by them to dust; p. 277.\n\n33. Of an Ophthalmique unguent, highly extolled for curing desperately sore, weak and dark eyes; viz. R. Ungu. Nihili and of Tutia aá 3ij; of Pearl, red Coral, Crabs-eyes, and Tutia, all prepared, aá 3j; of Camphir gr. 6; of leaf-gold and leaf-silver, aá 4. in number; Mix all well, and when the Patient goes to bed, let him put into the great corner of the eye the bigness of a vetch, and anoint the under-side of the Eye-lids with the same; p. 302.\n\n34. Several Observations concerning Amber, delivered by the Author, that the intelligent Reader upon due examination may judge, whether that substance be a Juice of the Earth, or of a Tree; p. 309.\n\n35. An Anatomical description of a Parrot, dissected chiefly for this end, that those organs might be discover'd, whereby that Bird before other Birds emulates human Speech, p. 314; too long to be transcribed hither.\n\n36. An Accompt of all the Muscles in an Eagle, dissected by the Learned Steno; where occur many considerable remarks relating to the general doctrine of Muscles, p. 320. to 345.\n\n37. Of an iron dart stuck in the brain of a Borussian Knight fourteen years, that came at last out of the throat by suppuration.\n\nIII. The Epitome of the whole Art of Husbandry, with Additions of New Experiments thereto belonging: Written by J.B. Gent. in 8o. London, 1675.\n\nThe most Ingenious Master of Agriculture is bold to require for perfection in Husbandry a great measure of knowledge in Philosophy: Nam quae in hac scientia perfectum volet profiteri, sit oportet rerum naturae sagacissimus declinationum mundi non ignarus; ut exploratum habeat, quid cuique plaga conveniat, quid repugnat, &c. saith Colum. Pref.\n\nIt is but half an Age, or in fresh memory, since Improvements in Husbandry began to have any name, or to bear any credit in England. Sir Hugh Plat had a long and tedious task, and spent many years in Pleas, Defences, Apologies, Solicitations, Printing and Reprinting\nReprinting many Tracts, before the Husbandry would stir. But by Importunities and Perseverance at last he prevailed so far, that in most County's they were convinced, and began to see, and taste, and enjoy the publick benefit. And after our dismal Wars broke out, in the intervals, some were by necessity constrain'd to seek out all advantages they could hear of, and some had great opportunities for any hopeful or famous Essays. And thus, on a sudden, the humor and spirit of a People is alter'd. Books of Husbandry are sold off as fast as the Press can print them. Sir Hugh Plats Garden, and Jewel House; Hartlib's Legacy, Bees, a part, and Silk-worms; Gab. Plats; Sir Rich. Westons Husbandry of Flanders; Capt. Blith; Anything that seem'd new and probable: And all our Old Georgical Writers are called to a New accompt. Tusser's old rimes are fetch't out of the grave and dust; and happy he, who had gotten Surflets Country-farm, largely extracted out of Charles Stevens, John Liebault, Serres, Vinet, all French; Albiterio the Spaniard, and Grylli the Italian; all revived, and enlarged by Markham. The next, in old esteem, was Googes noble Heresbachius, and many Writers of Gardens, Orchards and Bees. But of Bees never any so accurately and philosophically as Learned Samuel Purchas in his Theater of Political Flying Insects, especially Bees: Where we may see the most diligent, both of the ancient and modern, many times over-refuted by satisfying Experiments and ocular demonstrations.\n\nOf these, Hartlib's Legacy and Sir Rich. Westons Husbandry of Brabant, carried the greatest esteem and prevalence in these days; each of them soon coming abroad in a fourth Edition, with amendments and additions. By all which helps and improvements, the Soyl and Agriculture of England was very much enriched, above what it was in the Reign of Queen Elizabeth.\n\nSince his Majesties Return, the Judicious have desired to see the several kinds and improvements in Husbandry, as now they succeed best in the several parts of England, chiefly from the remotest parts, East and West, South and North; from the Champian Counties, and the Vale of Eton, from Wales and all the Borders of Wales; hoping also to receive, in time, a good accompt from Scotland, Ireland, and the Northern parts of America.\n\nFor, 'tis observ'd, that there is great variety of Soyls in England, differing kinds of Agriculture, and that our very Cattle, Oxen, Cows, Sheep,\nSheep, Swine, yea and (if well heeded) our Horses, do differ, in every of our Provinces, in shape, colour, or some other property.\n\nAnd first, the Public is obliged to J. B. Gent. for the System or Mystery of Husbandry; and to Mr. Rea for many considerable Experiments: One of them (as I take it) from the Borders of Wales.\n\nFor the foregoing reasons, I shall extract our Author more punctually, in such order as it lies (though not in perfect order) referring to his pages; hoping, that he will not be discouraged from publishing his Second part of New Experiments, which may seem in a manner promised to the Reader. His language is very plain, not uneasy for the honest Husbandman. The Book compriseth many of the most necessary directions for Improvements: Some of them, indeed, to be found in other Tracts, by us formerly mentioned; but most of them confirmed by the Authors own diligent Observations and Experience, as the Epistle saith; and many of them, which are for peculiar uses, first discover'd by his own Essays.\n\n1. He discourseth of several kinds of ploughs, p. 1. The names of plough-geer, p.2. How to temper the plough, p.4. Requisites belonging to a plough, cart, and wain, p.6. When a plough of horses is to be prefer'd before a plough of oxen, p.7. The choice of horses, and mares to draw, and to carry wood, &c. To carry out Muck, and spread it, p.8--11. The first and second rigging up the fallow, p.12--17. How to plough for peas, beans, for all sorts of corn: How\n\n* To mow corn, is to place the corn orderly in mows in the barn, or on stacks.\n\nto sow, harrow, p.13--21. To mow corn*, and load it, to cover corn, to sever peas, beans, and fitches, p.22. to 24. What weeds most hurtful, p.24, 25. To mow, shear, reap, sow all kinds of grain, p.27.&c. To make a ditch, a hedge, to p'ash, or p'leath, p.30. &c. To mend highways, p.34. To make forks, rakes; to mow and ted † hay, p.35.&c. To p'ant, and remove Trees, to graff, p.38.&c. To nourish stone-fruits, and nuts. To fell timber, and for fuel. To keep Spring wood, p.43.&c.\n\n2. The ordering of Flower-gardens, and Kitchin-gardens, &c, from p.48, to 64. Bees, 66.\n\n3. To keep beasts, and cattel, 67. To buy fat cattel, or lean. To rear calves, and geld them, 67. &c. what cattel may go together in one pasture, 71. Of swine, 72. Of horses, 73.\n4. The diseases and remedies of cattel, 75. and of horses, 92. cures for hoggs, 124. and for sheep, 127. The ordering of sheep, ewes, and lambs, 134.\n\n5. Brief experimental Directions for the right use of the Angle, 148\n\n6. The nature, use, and benefit of mar'e, 158. The best way of ordering clover, 159. and hops, and the profit, 164. And of saffron, 174. and liquorish, 176. of hemp, 180. flax, 182. rape and colseed, 186. weld, 188. oade, 191. madder, 199.\n\n7. The young Gentleman's Heroic Exercise; or, The perfection of Horsemanship, drawn from Nature, Art, and the practice of Riding, 204. In which he is more copious and punctual, than I have seen in any other Treatise pretending to Agriculture.\n\n8. The Authors Experiences for the best way of planting Orchards for Apples, Pears, Plums, Cherries, &c. 240.\n\nHere follows his New Experiments, Annexed,\n\n1. To enrich barren, mossy, and spiry meadows, p. 3. To destroy Moles, 6. To alter and advance the beautiful colors in Tulips, 10. To improve fish in fish-ponds, 12. To take a Hern, 18. To catch small birds with birdlime, 19. To make Water-birdlime to take Snipes, and Water-fowl, 21. To take Feldefars, and Pigeons, Crows, Pyes and Gleeds, 23, 24. To make Hoggs thrive exceedingly, NB. 25. To make Cabbages grow very large in any barren, or heath ground, NB. 26. To raise the largest Garden-beans in such heathy grounds, 28. Mark these three last for extraordinary helps to poor Cottagers. To destroy the whole race of field-mice in any place, 29. To make shady and green arbors in one year, 32. The best way to water an Orchard, which lies under the level of any water near approaching, for exceeding fruitfulness, 33. To recover an old decayed Orchard, 37. To recover an Orchard, which bears v. atrish and insipid fruit, 39. To preserve an Orchard from blasts in the Spring, and from Flies, and Cater-pillars, 38. The best ordering of Melons, Cucumers, Pompions, Colliflowers, Gooseberries, and Currans, 40. &c. To increase Carnations and Aurelia's, 45. To recover a Horse, or Cow that is stiff with cold, * that is, after being plunged and tired in a mire or bogue. after miring*, 47. To make Physic herbs prosper here, 47. To gather and dry herbs, 49.\n\n2. His Experiences for the time, and best way of taking, ordering, feeding, breeding, choosing, teaching, and curing of Singing-birds; for Cages, Rooms, or Aviaryes; for Closes, Parks, Hedge,\nor Chamber-windows, 51. The Nightingale, 53. The Wood-lark, 73. The best season of taking the Nightingale, and Wood-lark, &c. 76. The Sky-lark, 80. The Thrustle of several kinds, 87. Robin Redbreast, the King of Singing-birds, 94. The Jenny Wren, 97. The Titlark, 99. The red Start, 100. The Hedge sparrow, 103. The solitary Sparrow, 103. The Black-bird, 105. These are all called the soft-beaked Birds, 106. The hard-beaked Birds, which feed upon Seeds, are, The Canary-birds, 107. How to breed them here, 110, &c. How they breed them in Germany, 112. The Linnet, 117. The Gold-finch, 122. The Chaff-finch, 125. The Green-finch, 126. The peculiar diseases incident to each kind, 132. How many years each kind will sing, or live, and where best for Harmony, 133. In these curiosities he is more than ordinarily curious and large, from 51, to 136.\n\n3. He notes it pag 136, to be very observable, that no Animal besides Birds, can learn, or, by any means, be taught to speak, or to imitate a man's voice: We may add, Nor yet to imitate, and much less to emulate Man's singing, or any music made by man; As our Author records a hot and continued contention between a Gentleman of his Acquaintance, and a Nightingale free in a Grove, for the victory in singing, 79; which story supports the credit of the old contention between the Nightingale and the Lutenist, celebrated in the Elegant Poesie of Famianus Strada. And the famous Lord Peyreske gave his vote, (as Gassendus tells us) for the music of Birds above any Harmony that man can make. And the music of Birds is then sweetest, when they are free, and at full liberty, (and cannot complain of restraint) in a Grove; and where they can choose their Consorts, and the places, and postures of approach or distance, and with choice of Echoes, as our Author noted in the Nightingals and Wood-larks, two Nightingals to two Wood larks, 79. And we have not seen any Animals more fondly loving to Mankind, than Birds. And it seems easy to tame Birds to resort to what Groves we please, (and some have performed it;) there to build their Nests, and to breed up their young, only being furnished with fit materials at hand: And for such as cannot bear our Winter, or our Summer, they may in season be invited into clean enclosures. And when at liberty, they may be confined to one Grove or Thicket adorned with fragrant and health-breathing Trees; and affrighted from fruitful Groves, where they are hurtful; though neither\nneither be many furlongs distant from each other, nor from the Lords Mansion.\n\nNeither is there scarce any Animal so fierce, but may be tamed by Music, or by some other way of Cicuration; most of them for Human use. For proof of which, I refer to two ingenuous Chapters, the 8th chap. of Music, and the 11th of The Art of taming wild Beasts, in the brief Treatise of Human Industry, or Of Human Wit; which deserves to be corrected, and reprinted, and continually augmented, as Arts grow on; so that this Treatise may grow on, as Dictionaries have grown to more perfection. These are for words and discourses; That for Realities, Arts, and Sciences.\n\nSince the most furious of Mankind, and the fiercest of other Animals may be tam'd by Music (as is there instanced chap. 8.) and since the Crocodile, Serpents, Fishes, and Sea-monsters may be made fond and serviceable to Mankind, (as is copiously there instanced chap. 11.) we may thence hope and presume, that the Cicuration of all Animals in the Groves and Woods, in the Wilderness, Seas and Rivers, may hereafter come into more esteem, and into more general use and practise, than now it is; and more compleatly to assert Mans dominion over this whole Globe, than hitherto is attained.\n\nAnd that this discipline is not a very Novelty, but (of old) belonging to Agriculture, according to the staunch method of learned Varro, when he was 80 years old; we have his testimony l.3. de re rustica, c.13. Quintus Orpheus vocari jussit, qui cum eo venisset cum stola, & citara, & cantare esset jussus, buccinam inflavit, ubi tanta circumfluxit nos cervorum, aprorum, & catervarum quadrupedum multitudo, ut non minus formosum mihi visum sit spectaculum, quam in circo maximo adilium non sine Africanis bestiis cum sint venationes.\n\nAnd l.3. c.17. he gives us the like testimony of the obedience and attention of Fishes to the Pipe. Quos proinde pisces (faith the Interlocutor) ut sacri sint, ac sanctiores, quam illi in Lydia, quos sacrificanti tibi, Varro, ad tibicinem Grecum gregatim venisse dicebas ad extremum littus, atque aram; quod eos capere auderet nemo. --- Sic hos pisces nemo coevis in jus vocare audet.\n\n'Tis not now for our credit, to loose any ground or footing of the Dominion, which our Ancestors long since acquired.'Tis a noble Work, and work enough for some ages to come. Statius Sylvarum l.2. Leo mansuetus Imp. reports the tameness and courageous serviceableness of Domitians huge Lion: Quis.\nQuid quod abire domo, rursusque in claustra reverti\nSuetus, & à captâ jam sponte recedere præda,\nInsertaque manus leto dimittere mortu, &c.\n\nOur American Colonies are concern'd for the one, and for the other; for the taming of Man and Beasts; both the Savages, and the Wildernesses. And some have a peculiar faculty and promptness for both. But to tame the wild and savage Man, is the hardest task, as Xenophon saith, ἐν τῇ ζωῇ ἡμῶν ἀπὸ τοῦ ἀρχέων, ἢ ἀπὸ σπάντων; and as Seneca, Nihil est animal homine morosius, aut majore arte tractandum. Yet we hear, That the Savages in many parts, for a good gust in dressing the Venison which they have taken, and for other uncostly gratifications, will prove better hunters, than our best Kennels; and very serviceable upon the boldest and most difficult adventures on the Land, or in the Water. And as those Singing-birds (in the opinion of some) are tamed to best purpose, which are free, and at call, in the Groves; so also are those Savages tamed best, who taste the truest freedom in Civil Government, and Civil Manners, in good Discipline, and in a life of agreeable delights, and reasonable satisfaction. This were to retrieve the prudence of the old Romans, whilst they raised their Empire: Then they reclaimed more Barbarians by their ingenious Civilities, than they subdued by oppression and force, as is gravely testified by Salust. But, when they became unnatural by their luxury and divisions, then they suffered the Inundations, and fell under the feet of Barbarians.\n\nAnd no Treat can be more safe, innocent, and effectual for an unreclaim'd people, to reduce them to apply their ears to the best documents, than Music; Sometimes to make their Wilderness echo with the Trumpet, Cornet, and loudest Musick; Sometimes to cheer up all with the merry Flagellate, Flute, Fife, and Pipe: And when the game is ended, to sweeten all with the Lute, Harps, and Violins;\n\nOmne tulit punctum, qui miscuit utile dulci.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101650.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 14,
    "total-input-tokens": 21538,
    "total-output-tokens": 8414,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2113,
        2
      ],
      [
        2113,
        4336,
        3
      ],
      [
        4336,
        6646,
        4
      ],
      [
        6646,
        8886,
        5
      ],
      [
        8886,
        11223,
        6
      ],
      [
        11223,
        13647,
        7
      ],
      [
        13647,
        15749,
        8
      ],
      [
        15749,
        18187,
        9
      ],
      [
        18187,
        20507,
        10
      ],
      [
        20507,
        22918,
        11
      ],
      [
        22918,
        25383,
        12
      ],
      [
        25383,
        27842,
        13
      ],
      [
        27842,
        29802,
        14
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101650",
    "title": "An Accompt of Some Books",
    "authors": "Is. Barrow, Thomae Bartholini, J.B.",
    "year": 1675,
    "volume": "10",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 14,
    "jstor_url": "https://www.jstor.org/stable/101650"
  }
}