{
  "id": "67361bb0df38d3113e328379b483904d8d490af3",
  "text": "fame, and to give his judgment thereof, he was pleased to make a return in Latin, which for want of room here, we must refer to another opportunity.\n\nVI. PHILOSOPHUS AUTODIDACTUS, exhibitus in Epistola, ex Arabica in Latinam Linguam versa ab Edvardo Pocokio, Oxonii 1671. in 4°.\n\nThis Book being translated out of a fair Arabick Manuscript in the Bodleian Library into Latine by the care of the Learned Dr. Pocock, and printed in both the Languages together, is a very ingenious piece, and, by the testimony of the skilful, elegant in the Original, and an excellent style. The design is to shew, How from the Contemplation of things here below, Man by the right use of his Reason may raise himself unto the knowledge of higher things; which is here perform'd by a Figned History of an Infant exposed, he knows not how, on an Island not inhabited; where he was nursed up by a Gazel (or kind of wild Dear) and coming afterwards to years of knowledge, did by his single Use of Reason and Experience (without any human converse) attain the understanding, first of Common things, the necessaries of human life; how to shift among the Beasts for his food, &c.; the use of cloaths, of weapons (to keep the beasts in order, who were before too hard for him;) then to the knowledge of Natural things, of Moral, of Divine, &c. And afterwards by an accident coming to know that there were other men in the world beside himself, and being removed out of his Island to them, and having learned the Language, was found to excell their studied Philosophers.\n\nThe whole design handsomely laid, and ingeniously prosecuted. The Epistle written by Abi Jaafar, contemporaneous to Averroes, who lived about 500 years ago; at which time, it seems, it was already known, that the Countries in the Torrid Zone were habitable, as appears by the Preface of Dr. Pocock to the Reader.\n\nERRATA.\n\nN°.68. p.2064. l.36. r.Cichory-flowers, but also Larkspur, Borage. N°.70.p.2134. l.7. r.Muscus for Fungus.\n\nIn this Numb.73.p.2193.l.5.r. as compress the Air.\n\nLONDON,\n\nPrinted for John Martyn, Printer to the Royal-Society. 1671.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101084.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 625,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2096,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101084",
    "title": "Errata",
    "authors": null,
    "year": 1671,
    "volume": "6",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101084"
  }
}