{
  "id": "38743cc378c60f2cdfede244f4f75c8021397463",
  "text": "PHILOSOPHICAL TRANSACTIONS.\n\nFebruari. 17. 1662.\n\nThe Contents.\n\nA Narrative of the Conjunction of the Ocean and the Mediterranean, by a Channel, in France, Some Considerations concerning the Scarborough-Spaw, together with a short Account of a Salt-Spring in Somersetshire; and of a Medical Spring in Dorsetshire. The Causes of Mineral Springs further inquired into; and the strange and secret Changes of Liquors examined. Instances, Hints, and Applications, relating to a main point solicited in the Preface to this 5th Year, concerning the Use, that may be made of Vaults, deep Wells, and Cold Conservatories.\n\nA Narrative\n\nOf the Conjunction of the two Seas, the Ocean and the Mediterranean, by a Channel, cut out through Languedoc in France, by the Authority of the Most Christian King LOUYS XIV, and the Contrivance and Management of Monsieur Riquet: Englished by the Publisher out of the French, lately sent to the same from Paris, together with the printed Mapp of the said Channel here contrived, and explained.\n\nIt is not now, that the Conjunction or Communication of the Seas hath been thought possible. It hath been always agreed upon, that it was so, and that many ways, even within the bounds of France, without any dependance on or participation with the neighbouring Countys thereof. The thing hath also\nalso been often proposed under the Reignes of Henry IV. and Louis XIII. of most Glorious memory. But whether it be, that it hath ever been Judged too difficult or too expense-full, or that those Great Princes were engaged in more urgent affaires, or that their Ministers would not apply themselves to it in good earnest; so it is, that it hath been hitherto rejected, and as 'twere reserved for the Glory of our present Great Monarch LOUIS XIV.\n\nMonsieur Riquet, who long since had considered the thing by himself, having open'd it to the Lord Colbert, was happy enough to make him relish it, by shewing him the Advantages, which then might accrue to the Kingdom by facilitating Commerce, and by declaring to him the Difficulties, to be grappled with in this work, together with the Means of surmounting the same. This Great Minister, who incessantly watcheth for the Glory of the King, and the Interests of the State, and lets no occasions escape of procuring them, soon acquainted his Majesty therewith, who having a high concern for what may render his Kingdom happy and flourishing, gladly hearkened to him, put the thing in deliberation, and having resolved for it, gave a General Commission to M. Riquet, esteeming by his Majesty the most capable Person for executing such a design.\n\nThis difficulty being overcome, and M. Riquet having satisfied the Objections, made by several sorts of people against this Enterprise, it was necessary, before the actual undertaking of the Work, to resolve upon the Choice, that was to be made of the two Ways, by which the Channel was to be carryed from the River Garonne to the Aude. Some of the Interest'd would have it carryed all along to the Plains, reaching from Carcassonne to Tholose. Others would have it run into the river Fresquel, from thence into the Plain of Revel, and thence into the river Agout, and so into the Garonne. M. Riquet follow'd neither of those two Ways, but form'd thence a third which was; To make use of what was best in these two Ways, by taking from the former, what it had of good convenient Country from the Point of Separation (described below) to Tholose; and from the latter, what advantage the bed of Fresquel would afford him; yet so, that whereas some pretended to make this Channel of Communication\nmunication pas into the very Channels of the little rivers Lers, Fresquel, Aude; Monsieur Riquet maketh his Channel pas, as much as he can, in the adjacent Plains, leaving the ancient Channels of those Rivers to serve for receiving and carrying away the great and frequent inundations of waters, and thereby securing the new Channel from the danger of being inconvenienced by them.\n\nThe highest place of the whole Channel was well enough known, which was to be the Point, call'd the Point of Division or Separation. Nature herself sufficiently pointed at it by the Spring of Grave, which partly runs towards the Ocean, and partly towards the Mediterranean: and 'tis near this place, where the great Bason is made to receive the waters, that are to run both sides of the Channel. But this water being not near sufficient, it was necessary to find out others, that might be high enough to fall into the said Bason, and abounding enough to keep it always full, and to furnish for the Sluces of those two parts of the great Channel.\n\nIt appear'd also, that this plenty of waters could not be had but from the Black Mountain, distant enough from it; but it did nor appear, how this could be effected. In short, 'tis this wherein the greatest difficulty of the whole work did consist. For we must know, that there are many Springs issuing from the higher part of that Mountain, and that among the rest there are Five great ones, which make as many small rivers, that are never dried up, and run along the hillocks of this Mountain, and fall together into the river Fresquel; but so far above the said Point of Separation, that that remoteness would render them absolutely useless, it not being possible to make them re-mount. Wherefore to make them serve for this purpose, it was necessary to interrupt their natural course from North to South, and to give them a contrary one, from East to West, by digging a Conduir for them across the Mountain, through places, which are all steep rocks and horrid precipices. There was then a necessity to make those five rivers run, the first into the second, and the second into the third, fourth and fifth, and to re-unite them all in the Deriving Channel, which at last carries them to the Point of Separation for the end above-mentioned.\nAs for the particulars of this great Work, the annexed Mapp will give farther information of them. In it\n\nA. The Point of Separation, being beneath the Town of Mont-ferand, near the high way of Tholose, below the Stones of Naurouze. It is so called, because that from this place the waters run naturally, on one side to the Ocean, by the Garonne, and on the other towards the Mediterranean, by the Aude. In that place is to be a great Basin, Octagonal Oval-wise, 200 fathoms long, and 150 fathoms large; which shall be surrounded with 72 houses to be raised on Arches: Over against which there shall be built a key for the convenience of those that shall dwell there, which is to be very spacious, and faced with hewn stone. This great Basin shall receive all the waters, which the Deriving Channel is to convey thither from the Black Mountain, to be distributed by the Royal Channel to both Seas. In the middle of this Basin shall be a Colossus, representing the King standing in a Triumphant Charret, drawn by four Sea-horses, holding one foot upon a Globe, and a Trident in his hand, as marks of his greatness both by Sea and Land. And then a stream of water, issuing as from a Source under the Charret, shall as 'twere be beaten back, and disgorge itself through the throat of Serpents toward the four parts of the World, represented by as many Rivers, which shall also pour out of their urns a prodigious quantity of water, so skew, that the Graces, which the Liberality of the King plentifully diffuses to all his people, do pass through the hands of the Lord Colbert.\n\nB. The Stones of Naurouze, lying on the left hand of the high way of Tholose on the side of a little hillock.\n\nC. The Fountain of Grave, whence the waters run partly to the Ocean, partly to the Mediterranean.\n\nD. The Black Mountain, on which there is a great Forest, called Remonde, so pleasant in Summer, that the Counts of Tholose did heretofore pass there that whole season in the divertissement of Hunting. It was from hence, that it was found possible to make this Channel, by the means of the Five Rivers and a great number of rivulets, issuing thence; without the concourse whereof it had been impossible to undertake it and to render it navigable. It is in this Mountain, a good way under the Mill of Calz, on the river Sor, where begins the Channel of Derivation, which hath its declivities through terrible precipices, where it receives the rivers Bernissone, Lampi, Rector, Alzau, and Lampillon, to convey them into the Magazine of St. Feriol, by the means of another Conduit, when need shall be to fill it. It would be troublesome to relate all the pains, which this Channel of Derivation, almost all cut through rocks, hath cost; or the number of Dams, that were necessary to be made athwart many rivers, to divert their natural course; or lastly the Mountains, that were to be levelled, having been counted afore inaccessible rocks, and affording now agreeable walks.\n\nE. The Channel of Derivation, digged in the Black Mountain, and receiving all its rivers.\nF. The Place, whence the said Channel discharges itself into the river Sor\n\nG. Another Channel of Derivation, conveying the water of the Black Mount into the Magazin above-mentioned.\n\nH. The Magazine of the water of St. Feriol. This work might be reckoned among the wonders of the World, both for the Contrivance of its admirable Structure, and for the prodigious quantity of Water, it is to contain. For, it will be above twelf-hundred fathoms long, sixhundred large, and twenty two deep; and is to furnish every minute of an hour, for six months of the Year, more than eight Cubic feet of water. This vast Store-house is between 2 Mountains, through the middle of which runs the small rivulet Laudot. 'tis true, Nature hath done something wonderful, in forming a disposition thereto; but 'tis also certain that Art hath much surpassed her, by the strong Banks or Dams, which are there rais'd to bear up against such a vast quantity of water; as also by the admirable Aque-ducks, that are to have more than 80. fathoms in length, for giving the more liberty and facility to the waters to run out, when there shall be occasion; and lastly, by the great Wall, which is 22. fathoms high, and 600. fathoms long: to say nothing of the incredible quantity of Earth, which 2000. Woemen daily carry to this wall, thereby to strengthen it on both sides.\n\nI. The natural course of the river Audot, which by the means of a Channel conveys the water of the said Magazin to the Cape of Bon Amour, where it joins itself with those, that come from Revel to go to the river Sor, to pass together to the Point of Division.\n\nL. The Cape of Bon Amour, so called by reason of the two Channels; where the one, coming from Revel, brings the waters, which went to the Ocean, and the other, which comes from the Magazine, brings those of the Black Mountain, that pass'd towards the Mediterranean.\n\nM. The Port Louys near Revel, newly built, faced with hewn stones of 20. fathom square; where the Lord Bourlemont Arch-bishop of Tholose, and M. de Bezons, Intendant of Justice in Languedoc, accompanied with many of the Nobility, embarked in May 1668, to make an Experiment of this little Channel, and rowed on to the Stones of Naurouze, with that success, that M. Riquet, having found the advantages, which the neighboring Towns and Villages might thence receive, besides that of carrying the waters to the Point of Separation, did so enlarge the same, that now it carries great Boats, though it be on the declivity of an Hill: which causeth wonder in all those, that see it.\n\nN. The Channel, that goes from Revel to the Point of Separation.\n\nO. The Royal Channel, which goes from the Garonne into the Lake of Thau or Frontignan. It is to be in its narrowest places 9. or 10. fathoms broad, and at least 9. foot deep, according to the places, where it must be more or less digged. You may see in the annexed Mappa great many rivulets, rivers, and Ponds, which it traverseth, and which in winter are as many torrents.\ntorrents, that would cause very great inconveniences, if it were not for the care used to prevent them. The Boats that shall come from the Mediterranean, shall enter at the Port St. Louys, which is at the Cape of Cetze; and those that shall come from the Ocean, shall pass to Bordeaux: they shall ascend by means of Sluces unto the Point of Division, and descend from thence after the like manner. The number of the Sluces will be great, because of the great declivity, there is from the said Point towards both Seas. In the Mapp are noted those only, that are made from Tholose unto the Point of Separation, whilst we are busy in marking also those on the other side with the same exactness.\n\n7. The mark of the Sluces.\n\nSome Considerations\n\nRelating to D. Witties Defence of Scarborough Spaw (abbreviated in Numb. 51.) together with a brief Accomp of a less considerable Salt-spring in Somersetsh; and of a Medical Spring in Dorsetshire; by the Learned Dr. Highmore in a Letter to Dr J. Beale at Yeavil in Somersetsh.\n\nWorthy Sir,\n\nI give you many thanks for the last Letters, and the loane of your Book. The Dr. indeed hath gotten ground of his Adversary; but whether either of them hath gotten the right on his side, I cannot Judge, being a stranger to that Water, much differing (it seems) from these about Us; and therefore may participate of other Minerals, and more, both in quantity and number. But, whether all those distinct Minerals, reckon'd up by the Dr., do conspire to makeup this Medicinal water, and that none of them can be left out, may be doubted: And it seems, he doth himself speak very doubtfully as to Salt; acknowledging it to be the least of all the other, if there be any differing from the Salt of the Metals; though it be sometimes covered by the Sea, as he saith pag. 89.\n\nNext, I wonder, why he should set Allom in the front of the Constituents of his Medicinal water: Alumen exiccat, astringit, incrassat. Now how the Water should be so highly deoipative, and so beneficial to Hypochondriacal and Cacheetical persons, being impregnated with so great an Astringent, I understand not, neither doth the Dr. declare: Besides, he confesseth, Allum-water will not tinge with Galls as he acknowledges this will do.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101044.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 20292,
    "total-output-tokens": 3728,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1320,
        2
      ],
      [
        1320,
        3604,
        3
      ],
      [
        3604,
        5878,
        4
      ],
      [
        5878,
        8927,
        5
      ],
      [
        8927,
        11920,
        6
      ],
      [
        11920,
        14161,
        7
      ],
      [
        14161,
        14161,
        8
      ],
      [
        14161,
        14161,
        9
      ],
      [
        14161,
        14161,
        10
      ],
      [
        14161,
        14161,
        11
      ],
      [
        14161,
        14161,
        12
      ],
      [
        14161,
        14161,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101044",
    "title": "A Narrative of the Conjunction of the Two Seas, the Ocean and the Mediterranean, by a Channel, Cut out through Languedoc in France, by the Authority of the Most Christian King Louys XIV, and the Contrivance and Management of Monsicur Riquet: Englished by the Publisher Out of the French, Lately Sent to the Same from Paris, together with Printed Mapp of the Said Channel Here Contracted, and Explained",
    "authors": null,
    "year": 1669,
    "volume": "4",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/101044"
  }
}