{
  "id": "153e1de696ea5720a575e0d9ac6b134813e8caa5",
  "text": "PRESENTS\nMADE TO THE\nROYAL SOCIETY\nIn the YEAR 1775;\nWITH\nThe NAMES of the DONORS.\n\nDonor.                      Presents.\n1774. Omitted in the last Volume.\nDec. 8. John Walsh, Esq. F.R.S. A Gymnotus Electricus preserved in Spirits,\nthe electric Organs of which, by a re-\nmoval of the skin, are exposed to view.\nThis fish, being one of five caught by\nGeorge Baker in the river of Surinam,\nand the only one of them, perhaps\nthe first of the species, brought alive into\nEurope, was landed in October last at\nFalmouth, where it frequently gave its\nshock during the week it survived.\n\nA Drawing of this Gymnotus, mutilated, as\nit appears to be, at the Tail, and of an-\nother which is perfect, by Mrs. Gertrude\nMetz.\n\nA Drawing of a Gymnotus, exhibiting a\nview of its electric Organs, taken by\nMr. Pingo under the direction of Mr.\nHunter.\n\nN.B. Plates of these Drawings, with two\nothers presented also by Mr. Walsh, accom-\npany Mr. Hunter's Paper concerning the\nGymnotus, read the 11th May, 1775.\n\nNov.\n1775.\n\nDonors.\n\nNov. 9. Sam. Chr. Holmanni\n\nM. Beccaria.\n\nSir W. Hamilton, K. B. F.R.S.\n\nJ. Miller.\n\nJohn Strange, Esq. F. R. S.\n\n16. Hon. Daines Barrington,\n\nV. P. R. S.\n\nSir Edward Barry, F. R. S.\n\n23. F. Friii.\n\nP. Chryso. de Gyens.\n\nJoshua Steele.\n\nRev. Nevil Maikelyne, A. R.\n\nF. R. S.\n\nMr. Hope of Amsterdam.\n\nDec. 14. Prince Masserano.\n\n21. M. J. B. Bafedow.\n\nAbraham Trembley.\n\n1776.\n\nJan. 18. J. Reinhold Forster, LL.D.\n\nF.R.S.\n\n25. Soc. Antiquaries.\n\nFeb. 1. Donald Monro, M. D. F. R. S.\n\nM. Harmant.\n\n8. J. Reinhold Forster, LL.D.\n\nCharles de Schackman.\n\n25. J. Miller.\n\nBeard of Longitude.\n\nPresents.\n\nCommentationum in Reg. Scient. Soc. Goet-\n\ntingensi. 1775,\n\nGradus Taurinensis 1774,\n\nThree prints of a fine Alabaster Vase, by\n\nPyranesi,\n\nBotanical prints coloured, N. 12. Fol.\n\nA piece of the prismatic columns of the\n\nEuganean Mountains.\n\nAdditional instances of Navigators, penetrat-\n\ning into high Northern Latitudes,\n\nObservations Hist. Crit. and Med. on the\n\nWines of the Ancients, &c. 1775.\n\nCosmographiae Phys. & Math. pars prior,\n\nMotuum period. Theor. continens,\n\nTwo maps of the world, projected on the\n\nhorizon of Paris, and explication.\n\nAn Essay towards establishing the melody\n\nand measure of Speech,\n\nSpecimens of Stones, from the Mountain\n\nSchehallion in Scotland.\n\nA Gymnotus from Surinam.\n\nLa conjuracion de Catilina y la guerra de Ju-\n\ngurta por Cayo Salustio Crisp. 1772, Fol.\n\nCosmopolitis nonnulla legenda, cogitanda,\n\nagenda,\n\nInstructions d’un Pere a ses Enfans, sur la\n\nNature & sur la Religion, 8vo. 2 vols.\n\nCharacteres generum Plantarum, coll. in\n\nHemif. Australi,\n\nArchæologia: or Miscellanies relating to\n\nAntiquity, 3d Vol.\n\nPraelectiones Medicæ ex Cronii institutio\n\nAn. 1774, 1775,\n\nMemoires sur les funestes effets du Charbon\n\nAllume,\n\nDe Byssio Antiquorum Liber Singularis,\n\nCatalogue raisonné d’une collection de Me-\n\ndaillies,\n\nBotanical Prints, No. 13.\n\nThe Nautical Almanack for 1777,\n\nFeb. 22.\n1776.\n\nFeb. 22. Joseph Priestley, LL.D. F.R.S.\n\nMar. 7.\n\n14. East India Directors.\n\n21. Cha. Pet. Layard.\nJohn Mills, F. R. S.\n\n28. Duke of Portland.\n\nApril 18. M. l'Abbé de Luberfa.\n\nThomas Percival, M. D. F.R.S.\n\nJames Glenie.\nFelice Fontana.\n\nAcademy of Stockholm.\n\nFelice Fontana.\n\nJoan. Bapt. Beccaria.\nPalatine Academy.\n\nl'Abbé Rozier.\n\n25. Major Vallancy.\n\nAndrew Sparrman.\n\nMay 2. Odiardo Gherli.\n\nVol. LXVI.\n\nPresents.\n\nExperiments and observations on different kinds of air, Vol. II.\n\nThoughts on the several regulations necessary to the appointment of an Advocate General in this Kingdom.\n\nMedals, or ancient coins found near Calcutta in India, 1774.\n\nA Poetical Essay on Duelling, 1775.\n\nA Treatise on Cattle, 1776.\n\nPrints of 4 different views of the Green Dale Oak at Welbeck.\n\nDiscours sur les Monumens Publics de tous les âges.\n\nPhilosophical, Medical, and Experimental Essays.\n\nThe History of Gunnery.\n\nDescrizione, e uti di alcuni Strumenti per misurare la Salubrita dell'aria.\n\nWallerii Systema Mineralogicum Tom.I.II.\n\nPharmacopoea Suecica, 1775.\n\nJohan Afzelius Arvidson Dissertatio Chymica de Niccolo.\n\nSwedish Transactions, N. 3, 4. of 1774, and N. 1, 2. of 1775.\n\nCharles de Geer. Memoires pour servir a l'Histoire des Insects, Tom. V.\n\nRicherche Filosofiche sopra la Fisica Animale, Tom. I.\n\nElectricitas Vindex.\n\nHistoria et Commentationes. Vol. II. III.\n\nJournal, &c. Physique, for June, July, August, September, October, November, December, 1775.\n\nAn Essay on the Antiquity of the Irish Language.\n\nThe diseases of Children and their Remedies from Nicholas Rosen van Rosentein.\n\nGli Elementi Theorico-Pratici delle Matematiche pure, 6 Tom.\n1776.\n\nMay 2. M. de Franchi. Certain petrefactions from the Island of Teneriffe.\n\nM. Vallancy, from Ch. Conner. Two horns found in the Bog of Bealnager, in the county of Roscommon in Ireland.\n\n9. Earl Stanhope. Roberti Simsoni Opera reliqua, 4°\n\nCharles Burney, Mus. D. F. R. S. History of Music, Vol. I. 4°\n\nBerlin Academy.\n\n16. Thomas Pennant, Esq. F. R. S. Noveaux Memoires. Annees 1772-3, 4°\n\nRichard Twiss, Esq. F.R.S. A Tour in Scotland in the year 1772, 4°\n\nA Tour in Ireland in 1775. 8°\n\n23. J. Miller. Botanic Prints. Fol.\n\nJune 6. Dr. Wolf. A Portrait of Copernicus.\n\nD. Jof. Amer. Instruccion curatives de las Vinuelas, 1774, 4°\n\nInstruccion curatives de las Calenturas, 1775, 4°\n\n13. George Edwards. Elements of Fossilogy, 1776, 8°\n\nRev. Dr. Kaye. A Map of Nottinghamshire by Mr. Chapman.\n\n29. Dr. P. Russell. A Plant called the Burrium Chundallgha.\nAN INDEX TO THE SIXTY-SIXTH VOLUME OF THE PHILOSOPHICAL TRANSACTIONS.\n\nA.\n\nACIDS of sea-salt and of vitriol, experiments to see how far they contribute to mineralize metallic and other substances, p. 605. See Mineral Substances.\n\nAfrica, an account of three journeys into the southern parts of, from the Cape Town, undertaken for the discovery of new plants, towards the improvement of the Royal botanical gardens at Kew, p. 268. First journey, in December 1772, and January 1773, p. 269—276. Second journey, in September, October, November, and December, 1773, and January 1774, p. 276—301. Third journey, in September, October, November, December, 1774, p. 301—317.\n\nAfrica, the southern part of some places in it, very fruitful, p. 270, 272, 278—281, 283, 285, 291, 302. Travelling there laborious and fatiguing, p. 273, 277, 279, 280, 281, 283, 289, 293, 303, 304, 307, 309, 313, 315, 316.\n\nAir, concerning its admission and use in the blood, p. 226—238. Common and nitrous air, easy methods of measuring the diminution of bulk, taking place upon the mixture of; together with experiments on platina, p. 257. Abbé Fontana's method of mixing the nitrous with the common air, difficult in the experiment, p. 258. Instrument contrived to obviate this difficulty, ibid. Description of it, p. 258, 259. Manner of using it, p. 259, 260. Other methods of determining the quantity of air diminished, p. 260—262.\n\nAlbany Fort, in Hudson's Bay, an account of the success of some attempts to freeze quicksilver there, p. 174. See Quicksilver. Observations there on the dipping-needle, p. 179—181.\nAlbitrosi, sea-birds in Falkland islands, an account of them, p. 106, 107.\n\nAloe Dichotoma, a new species of aloe in the southern part of Africa, p. 309. Hottentots make quivers of it, to hold their arrows, p. 310. Description of it, ibid.\n\nAloe Socotrina, gum aloes made from the use of, p. 287.\n\nAmber, after heating, becomes electrical with every little friction, p. 515.\n\nAncients, their opinions concerning respiration, p. 228, &c.\n\nAnderson, (Mr. William), his account of some poisonous fish in the South Seas, p. 544. See Fish.\n\nAnimals, amphibious, an account of some at Falkland Islands, p. 102, 103. Animals in the southern part of Africa, p. 269, 270, 276—278, 281, 283, 287—289, 294, 297, 298, 304, 305, 310—312.\n\nAnnuities, short and easy theorems for finding, in all cases, the difference between the values of, payable yearly; and of the same annuities payable half-yearly, quarterly, or monthly, p. 109. When they are paid half-yearly and quarterly, it adds to their value, ibid. Theorems and examples concerning annuities payable certainly or conditionally, p. 109—128.\n\nAntelopes in the southern part of Africa, p. 269, 270, 281, 283, 287.\n\nArsenic, gives an opaque whiteness to glass, p. 536.\n\nAsheton under Line, an enumeration of its inhabitants in the year 1775, p. 164.\n\nAsthmatic fits, violent ones occasioned by the effluvia of ipecacanha, p. 168. How the patient was affected, p. 168, 170, 172. Proofs that the fits were produced by the effluvia of ipecacanha, p. 169, 170. The fits continued fourteen days, p. 170, 171. Remark on these effects of ipecacanha, p. 172, 173. Same effects from the effluvia of ipecacanha upon another person, p. 173.\n\nAstronomical Observations made in the Austrian Netherlands, in the years 1772 and 1773, p. 182—195. Instruments used, and elements employed in the calculations, p. 182, 183. Corresponding altitude of the sun and stars, p. 184. Emerion of 24's first satellite, p. 185—187, 189, 192, 193, 195. Emerion of 24's second satellite p. 188, 192. Eclipse of the moon, at Luxembourg, p. 190. Emerion of 24's third satellite, p. 191.\n\nAtmosphere, an extraordinary electricity of the, observed at Islington in the month of October 1775, p. 407. See Electricity.\n\nAubert (Mr. Alexander), his new method of finding time by equal altitudes, p. 92. See Time.\n\nAustrian Netherlands, astronomical observations made there in the years 1772 and 1773, p. 182. See Astronomical Observations.\n\nB.\n\nBaker (Henry), Esq., his bequest for making discoveries in natural history, p. 607.\n\nBarker (Thomas), Esq., extract of his register of the barometer, thermometer, and rain, at Lyndon, in Rutland, for the year 1775, p. 370. See Lyndon. His experiment of parting fresh-water from salt by freezing, p. 373, 374.\nBarometer, state of it at London throughout the year 1775, and part of 1776, p. 320—350. At Bristol in the year 1775, p. 367. At Lyndon, in Rutland, for the same year, p. 370. Concerning the barometer belonging to the Royal Society, p. 381—384. Of the depression of quicksilver in the barometer, p. 382. State of the barometer at Northampton, during the late frost, p. 588—590. What winds accompanied the greatest monthly heights of the barometer for one year in London, commencing March 1775, p. 363, 364. What winds accompanied its least monthly heights, p. 364.\n\nBasaltes, great native crystals of, observations concerning their having been produced by the crystallization of a vitreous lava, rendered fluid by the fire of volcanos, p. 539—542.\n\nBalti-stone, rain penetrates through, p. 444.\n\nBaths, hot, in the southern part of Africa, p. 274, 280, 281, 286, 298.\n\nBeasts, wild, Hottentots bold in encountering them, p. 294, 295. Extraordinary effects of lightning on the white hair of beasts, p. 494—498, 500, 502. Conjectures concerning it, p. 502.\n\nBelidor, his error in applying received doctrines to practical mechanics, p. 444, 450, n.\n\nBellows, a double pair of, experiments with them in respect of keeping the heart and lungs of a dog in motion, p. 416, 417. Description of them, p. 424, 425.\n\nBelt on the disc of Saturn, described, p. 543.\n\nBerg Rivier, wonderful effects of a bird among the reeds near it, p. 278. Sea-horses still found in it, ibid.\n\nBertier, his opinion concerning air in the blood, p. 228.\n\nBible, in the Romansh language, presented to the Royal Society, p. 129.\n\nBirds, in Falkland Islands, an account of, 104—107. In the southern parts of Africa, p. 278, 286, 291, 306, 317. Wonderful effect of one among the green reeds near Berg Rivier, 278.\n\nBirths, at Boxley in Kent, more numerous from generation to generation, p. 167.\n\nBisset, (Rev. Mr.), his enumeration of the inhabitants of Waverton, in the year 1774, p. 166.\n\nBladder, an account of a suppression of urine cured by a puncture made in it, through the anus, p. 578. See Urine.\n\nBlood, observations on its use, p. 226, &c. The blood wonderfully formed to imbibe, and part with, phlogiston, p. 227. Blood discharges the phlogiston with which the animal system abounds, p. 238. Blood when congealed, and out of the body, has the same power of affecting air as when fluid, and in the body, p. 238—242. Also a power of taking phlogiston from air, as well as imparting phlogiston to air, p. 242, 243, 245. Blood in actual contact with air in the Innys, p. 243—245. The most florid blood contains a considerable quantity of phlogiston, p. 247. Observation on the constitution of the blood, p. 247, 248. See Respiration.\n\nBookland, in the southern part of Africa, some account of, p. 316.\nBoerhaave, his opinion concerning air in the blood, p. 230.\nBonté Bock, a fine species of antelope in the southern part of Africa, p. 287.\nBugainville, sold a settlement to the crown of Spain, which he had formed in Falkland Islands, p. 99.\nBoxley, in Kent, births more numerous there from generation to generation, p. 167.\nBread, made by the Hottentots of the pith of a palm, p. 292.\nBristol, extract of a meteorological journal kept there, for the year 1775, p. 367.\nSee Meteorological Journal. An earthquake there in the year 1775, p. 368.\nBroth, portable, very serviceable in preventing the scurvy in a ship's company, p. 403.\nBuffaloes, numbers of them in the southern part of Africa, p. 289, 293, 296. Their flesh good eating, p. 296. The largest share of true remains of buffaloes where found, p. 528.\nBuffon (Mr.), an error in his account of the weight of heated iron, p. 575—577.\nBullock, an account of a very extraordinary effect of lightning on one, at Swanborow, in the parish of Iford, near Lewes, in Sussex, p. 493. See Lightning.\n\nC.\n\nCaffers, Hottentots, dreaded as murderers and thieves, p. 297.\nCalomel and opium, the best internal remedy for suppressions of urine, p. 585, 596.\nCanaan's Land, in the southern part of Africa, some account of it, p. 289.\nCandle, process in its burning, p. 507, 508.\nCape Town, an account of three journeys from thence into the southern parts of Africa, p. 268. See Africa.\nCarro, an extraordinary tract of land in the southern part of Africa, some account of it, p. 287, 288, 307—309, 316. Great want of fresh water there, p. 307, 308, 316.\nCartesius, supposed a vital fire kept up in the heart, p. 228.\nCascades, at Sweet Milkey Valley, in the southern part of Africa, p. 275.\nCastle of St. Philip's, cut out of the solid rock, p. 440. Some account of it, ibid.\nCavallo, (Mr. Tiberius), his account of an extraordinary electricity of the atmosphere, observed at Islington in the month of October, 1775, p. 407. See Electricity.\nCavendish, (the Hon. Henry), his account of some attempts to imitate the effects of the torpedo by electricity, p. 196. See Electricity. His account of the meteorological instruments used at the Royal Society's house, p. 375. See Meteorological Instruments.\nCeratophytons, their formation and growth, p. 1, &c.\nChildren in the birth, would remain dead, if air were not thrown into their lungs after the loss of that life which is peculiar to the fetus, p. 416.\nCialover, a dialect of the Romansh language, p. 129, 130. Its origin, p. 143—145. See Language.\nCigma (Mr.), his opinion concerning air in the blood, p. 233—236.\n\nCircle, a new and general method of finding simple and quickly-converging series; by which the proportion of the diameter of a circle to its circumference may easily be computed to a great number of places of figures, p. 476. Excellence of this method in the simplicity of the series by which an arc is found from its tangent, p. 477.\n\nClayton (Mr. William), his account of Falkland Islands, p. 99. See Falkland Islands.\n\nCleanliness, and plenty of fresh water, will prevent the scurvy amongst seamen, p. 405.\n\nClouds, attracted by lofty mountains, p. 296. Electrical experiments made on the clouds with a kite, p. 407—411.\n\nCompass, the variation of the, containing 1719 observations to, in, and from, The East Indies, Guinea, West Indies, and Mediterranean, with the latitudes and longitudes at the time of observation, p. 18. Letter from William Mountaine, Esq. concerning these observations, p. 18. &c. Dr. Halley’s recommendation of them, p. 21. When and where the observations were made, p. 23. Explanation of the tables, 23, 24. The number of compasses used, and by whom managed, p. 24. The variation of the compass to, in, and from, The East Indies, on board the Lyon, in the years 1721, 1722, 1723, and 1724, p. 25—54. In a voyage to Guinea, West Indies, and back to England, in the Kinfaile, in the years 1725, 1726, and 1727, p. 55—68. From Madeira to the West Indies, in the Lark, in the years 1727 and 1728, p. 69. In going towards Lisbon from England, and in the Mediterranean, on board the Dreadnought, in the years 1730 and 1731, p. 70. In the Mediterranean, on board the Hector, in the years 1733, 1734, and 1735, p. 71, 72.\n\nCompass, concerning the variation-compass belonging to the Royal Society, p. 285—395. Observations made with it, p. 392, 393.\n\nCook (Capt. James), his account of the method taken for preserving the health of the crew of his majesty’s ship the Resolution, during his late voyage round the world, p. 402. See Heali. Extract of his letter, concerning the rob of lemons and oranges being furnished in sea-voyages, p. 406. Of opinion that smoke and fire purify a ship much better than vinegar, ibid. On the tides in the South Seas, p. 447. See Tides.\n\nCopper, a difference in its weight when hot and cold, p. 510.\n\nCorn, the manner of treading it out at Stellenbosch, in the southern part of Africa, p. 272.\n\nCrimping of fish, cutting them into pieces while alive, why practised, p. 415. n.\n\nCrystallizations, on those, observed on glass, p. 530. Different crystallizations in glass according to the circumstances with which their concretions have been accompanied, p. 531—539. This quality in glass to crystallize favours the opinion that the great native crystals of bafaltes have been produced by the crystallization of a vitreous lava, rendered fluid by the fire of volcanoes, p. 539—542.\nD.\n\nDays, fair and frosty in London in each half-month, and in the whole year, commencing March 1775, p. 358. Numbers of snowy days in the same year, and with what winds attended, ibid. Frosty days in Bristol in the year 1775, p. 368.\n\nDeath, instantaneous, may be caused by electricity, p. 413. Three kinds of violent deaths, p. 415.\n\nDe la Caille, Abbé, his map of the direction of Saldana Bay the only right one, p. 277.\n\nDe Salis, Count, a bible in the Romanish language presented by him to the Royal Society, p. 129.\n\nDesaguliers, his supposed error in applying received doctrines of theory to practical mechanics, p. 452—454, 454, n. 456, 457.\n\nDipping-needle belonging to the Royal Society, concerning it, p. 395—401. Observations made with it, p. 400. True dip at London, ibid. Dip at London in the years 1576, 1676, 1720, and 1723, p. 401. Observations on the dipping-needle at Albany Fort, p. 179—181.\n\nDog, experiments on, and with respect to keeping the heart and lungs in motion by a pair of bellows, p. 416, 417.\n\nDogs, wild, do great damage to the cattle in the southern parts of Africa, p. 278. They destroy the antelopes there, ibid. Dogs greatly disordered by eating of some poisonous fish in the South Seas, p. 551, 552.\n\nDonati, his observation on the Gorgonia pretiosa, p. 9.\n\nDouglas, Mr. Robert, his 1719 observations on the variation of the compass, to, in, and from, the East Indies, Guinea, West Indies, and Mediterranean, with the latitudes and longitudes at the time of observation, p. 18. See Tables.\n\nDrakenstein, in the southern part of Africa, an account of, p. 270, 271. Most kinds of European fruit there, p. 270.\n\nDreys of the Hottentots, an account of it, p. 125, 296.\n\nDrowned people, apparently, proposals for the recovery of, p. 412. Observations and experiments relative to the loss and recovery of the actions of life, p. 412—415. The loss of the motions of life by drowning considered, p. 416—418. A method of treating people who are apparently drowned recommended, p. 418—424. Apparatus to be used for the recovery of persons apparently drowned, p. 424, 425.\n\nE.\n\nEarthquake, in Bristol, in the year 1775, p. 368.\n\nEast Indies, 1719 observations on the variation of the compass, to, in, and from there, Guinea, West Indies, and Mediterranean, with the latitudes and longitudes at the time of observation, p. 18. See Tables.\nElans Kloof, a rugged, narrow passage, through a chain of mountains in the southern part of Africa, some account of it, p. 281, 282.\n\nElectricity, may cause absolute and instantaneous death, p. 413.\n\nElectricity, an account of some attempts to imitate the effects of the torpedo by it, p. 196. An examination whether the phenomena of the torpedo are produced by electricity, p. 195. Shock of the torpedo perceived when the fish is held under water, no way inconsistent with the supposition that they are, p. 197, 200, 212, 213. Why the shock of the torpedo has never been accompanied with any spark or light, or with the least degree of attraction or repulsion, p. 200, 203, 204, 218, 224, 225. Experiments shewing the principle on which this depends, p. 200—204. Apparatus to examine how far the phenomena of the torpedo would agree with electricity, p. 204, 210, 221. Experiments thereon, p. 205—225. Extraordinary electricity of the atmosphere observed at Islington on the month of October, 1775, p. 407. An account of the quadrant electrometer, and other apparatus used with an electrical kite on this occasion, p. 407, 408. Kite raised about 310 feet for the experiment, p. 408. The electricity discovered positive and pretty strong, ibid. The electricity increased and decreased by the passing of a cloud, ibid. Coated phials charged from the string of the kite, and several shocks given with them, ibid. Extraordinary decrease and increase of the electricity on the approach and passing of a large black cloud, p. 409—411. Kite pulled in on the approach of a larger and denser cloud for fear of accidents, p. 411. Shocks received from the string in pulling in, ibid. No thunder or lightning perceived in the day, nor for some few days before or after the experiments, ibid. Experiments and observations on a new apparatus for exhibiting perpetual electricity, p. 513—522.\n\nElectrometer, an accurate one, of what it consisted, p. 201, 202. Mr. Lane's described, p. 202.\n\nElephants, some in the southern part of Africa, p. 289, 293. The largest share of true remains of elephants where found, p. 528.\n\nEllis, Mr. John, on the nature of the Gorgonia; that it is a real marine animal, and not of a mixed nature between animal and vegetable, p. 1. See Gorgonia.\n\nElfis Kraal, a small cottage in the southern part of Africa, a small species of antelope there, p. 269.\n\nEngland, an emanation of the Romance language introduced there, p. 150—152. Some account of the weather in the south of England in the year 1775, p. 373.\n\nErica tormentosa, a remarkable species of heath, in the southern part of Africa, p. 299.\n\nEuropean, remarkable history of one (a native of Swedish Pomerania) residing in the southern part of Africa, p. 288.\n\nExperiments on Platina, p. 262. See Platina. Experiments on ignited bodies, p. 509—512, 575—577. Experiments with an electrical kite, p. 407—411. Experiments and observations on a new apparatus for exhibiting perpetual electricity, p. 513—522. Experiments and observations made during the late frost, at Northampton, p. 587. See Frost. Experiments made in order to ascertain the nature of\nsome mineral substances; and, in particular, to see how far the acids of sea-salt and of vitriol contribute to mineralize metallic and other substances, p. 605. See Mineral Substances.\n\nF.\n\nFair and frosty days in London in each half-month, and in the whole year, commencing March 1775, p. 358.\n\nFalkland Islands, an account of, p. 99. Where situated, ibid. Description of them, p. 99, 100. Vegetable productions there, p. 100, 101, 105, 106. A surprizing species of vegetation, p. 105. What winds prevail there, p. 101, 107. Wind from E. to S. most pernicious, blighting, and tempestuous, p. 101, 102. An account of fish and amphibious animals, p. 102, 103. The fox the only beast there, p. 104. Account of birds, p. 104—107. Nature of the soil, p. 107. Difference of weather, p. 107, 108. Coasts abound with spermaceti whales, p. 108. The islands with innumerable seals and sea-lions, ibid.\n\nFalse Bay to Tyger Berg, a large sandy plain in the southern part of Africa, p. 269. Overgrown with an infinite variety of plants, ibid.\n\nFarr, Dr. Samuel, extract of his meteorological journal for the year 1775, kept at Bristol, p. 367. See Meteorological Journal.\n\nFemales and males, their number in different places, p. 161. Exceed the males, ibid.\n\nFire and smoke, purify a ship much better than vinegar, p. 404, 406.\n\nFires in the night-time, frighten away wolves and tigers, p. 288.\n\nFiʃ, poisonous, an account of some in the South Seas, p. 544. Bad effects of eating some of them experienced in the crew of his majesty's ship the Resolution, 544, 546. Method of treating the disorder, p. 545. Some account of the fish, p. 546. How the persons were affected, with the progress and continuance of the disorder, p. 546—551. Dogs who had eaten of the fish affected in a higher degree than the men, p. 551, 552. Two hogs who had eaten of the offals died, p. 552.\n\nFiʃ, transparent, an account of some at Falkland Islands, p. 102. Crimping of fish, cutting them into pieces while alive, why practised, p. 415.\n\nFiṭs, asthmatic, violent ones occasioned by the effluvia of ipecacoanha, p. 168. See Asthmatic Fits.\n\nFiṭt, very scarce in Siberia, p. 527.\n\nFlowers, remarkably fine ones in the southern part of Africa, 285, 302, 303.\n\nFontana, Abbé, his method of mixing the nitrous with the common air, p. 257.\n\nFordyce, Dr. George, on the light produced by inflammation, p. 504. See Light.\n\nFoʃʃiʃ and petrified sea-productions, very scarce in Siberia, p. 527.\n\nFeathergill, Dr. A., his observations made during the late frost at Northampton, p. 587. See Frost.\n\nFeathergill, Dr. John, his account of the magnetical machine contrived by the late Dr. Gowin Knight, p. 591. See Magnetical Machine.\nFranche Hock, in the southern part of Africa, an account of it, p. 271.\n\nFreezing. An experiment of parting fresh-water from salt-water by freezing, p. 373; Remarks theron, p. 374.\n\nFrogs, abundance of them in the hot season on the dry parched rock from St. Philip's to Mahon, in the island of Minorca, p. 442. How bred, ibid.\n\nFrost, observations made at Northampton, during the late, p. 587. Frost sudden and severe, ibid. Lemon-juice, vinegar, and red-port wine, exposed to the air in a cup, reduced to a solid cake of ice, p. 589. Spirit of Mindererum, volatile spirit of sal ammoniac of both kinds, dulcified spirit of nitre, red-port wine, and French brandy being placed in the air were all perfectly congealed, ibid. Crude quicksilver in a frigorific mixture of the vitriolic acid with snow frozen, ibid. Experiment with the thermometer, to see the effect of a high degree of artificial cold added to the natural, p. 590.\n\nFrost, great, in January 1776, with the state of the thermometer and wind during it, p. 358, 359.\n\nFrosty and fair days in London in each half-month, and in the whole year, commencing March 1775, p. 358. Frosty days in Bristol in the year 1775, p. 368.\n\nG.\n\nGalen, supposed a vital fire kept up in the heart, p. 228.\n\nGallic Romance, great affinity between it and the Romansh of the Grisons, p. 145—150.\n\nGame, plentiful in some places of the southern part of Africa, p. 306, 317.\n\nGeese, in Falkland Islands, an account of them, p. 104.\n\nGlass, friction of glass against glass, previously warmed, will make it electrical, p. 515. Glass retains its electricity many hours, p. 515, &c. On the crystallizations observed on glass, p. 530. See Crystallizations. Glass gets an opaque whiteness from arsenic, p. 536.\n\nGlavic, Mr. James, his propositions selected from a paper on the division of right lines, surfaces, and solids, p. 73. See Propositions. Problems. Theorems.\n\nGold, native, found in a crystallized form, p. 530, 8. n. Gold may be crystallized by art, ibid. Gold lighter when hot than cold, p. 576.\n\nGorgonia, on the nature of the, that it is a marine animal, and not of a mixed nature between animal and vegetable, p. 1. Known in English by the name of sea-fans, sea-feathers, and sea-whips, ibid. Linnæus and Pallas seem to make their growth between animals and vegetables, p. 1. 3. True animals, and in no part vegetable, p. 2. Of the polype kind, ibid. How the nature of the polype and Gorgonia differ in its formation, 2, 3. Observations on the nature and growth of the Gorgonia, p. 3—17.\n\nGranite stone, an enormous one called Witte Klip near the Cape of Good Hope, p. 278.\nGreen, William Esq. his account of a very extraordinary effect of lightning on a bullock, at Swanborow, in the parish of Iford near Lewes, in Sussex, p. 494—496. See Lightning.\n\nGreenwich, observations there, on the emersion of γ's first satellite, p. 186, 187, 189, 192, 193, 195. Emersion of γ's second satellite, p. 188. Emersion of γ's third satellite, p. 191.\n\nGrisons, an account of the language of the mountainous parts of the, p. 129. From what this country derived its name, p. 240. See Language.\n\nGuinea, 1719, observations on the variation of the compass, to, in, and from thence, the East Indies, West Indies, and Mediterranean, with the latitudes and longitudes at the time of observation, p. 18. See Tables.\n\nGum aloe, made from the leaves of Aloe Socotrina, p. 287.\n\nGunagwas. Hotentots so called, p. 296.\n\nH.\n\nHair. Extraordinary effects of lightning on the white hair of beasts, p. 493—498. 500—502. Queries concerning the strength of dark-coloured hair, and that of a white or light-colour, p. 499, 500. Conjectures concerning the effects of lightning on the parts of beasts covered with white hair, p. 502, 503.\n\nHalus, Dr. his opinions concerning air in the blood, p. 230—232.\n\nHaller, his opinion concerning air in the blood, p. 232, 233.\n\nHalley, Dr. his recommendation of Douglas's collection of observations on the variation of the compass, p. 21.\n\nHamilton, Dr. Robert, his account of a suppression of urine cured by a puncture made in the bladder through the anus, p. 578. See Urine.\n\nHartigues Kloof; a pass through a great chain of mountains in the southern part of Africa, p. 289.\n\nHealth, the method taken for preserving it in the crew of his majesty's ship the Resolution, during the late voyage round the world, p. 402. Extraordinary attention given by the admiralty for preserving the health of the seamen, ibid. Sweet-wort given in plenty to the seamen, p. 402, 403. One of the best antiscorbutic sea-medicines, p. 403. Sour kroft given to the men, ibid. Highly antiscorbutic, ibid. Portable soup or broth boiled with vegetables very serviceable, ibid. Rob of lemons and oranges found useful, ibid. Ship furnished with sugar in the room of oil, and with wheat instead of much oatmeal, p. 404. Sugar a good antiscorbutic, ibid. Great care of the men in their labour, ibid. Their persons, &c. kept clean and dry, ibid. Ship kept clean and dry, ibid. Too great attention cannot be paid to cleanliness in the ship among the people, p. 405. Ship's coppers kept clean, ibid. The fat boiled out of the salt beef and pork never given to the seamen, ibid. Fresh water taken-in whenever it could be procured, ibid. Plenty of fresh water and cleanliness will prevent a ship's company being much afflicted with the scurvy, ibid. Benefits arising from\nfrom the captain's care soon became obvious, ibid. The voyage of three years and eighteen days performed with the loss of one man only by disease, and three by accident, p. 406. Extract of a letter from Capt. Cook concerning the rob of lemons and oranges being furnished in sea-voyages, ibid. Smoak and fire purify a ship much better than vinegar, ibid.\n\nHeart, opinion of the ancients concerning a vital fire in it, p. 228.\n\nHeart and lungs of a dog, kept in motion with a pair of double bellows, p. 416, 417.\n\nHeath, a remarkable species of, in the southern part of Africa, p. 299.\n\nHeavy bodies, an experimental examination of the quantity and proportion of mechanic power necessary to be employed in giving different degrees of velocity to, from a state of rest, p. 450. See Mechanic Power.\n\nHemp mixed with tobacco, Hottentots fond of it, p. 290.\n\nHenry, Mr. William, his experiments and observations on a new apparatus, called a machine for exhibiting perpetual electricity, p. 513—522.\n\nHewson, Mr. his opinion concerning air in the blood, p. 236, 237.\n\nHippocrates, his opinion concerning air, p. 228.\n\nHippopotami, frequent the river Camtons, in the southern part of Africa, p. 293.\n\nHippopotamus amphibius, still to be found in the Berg Rivier, in the southern part of Africa, p. 278. Prohibited to shoot any of them, ibid. Nearly destroyed for their flesh and hides, p. 279, 292. Almost destroyed in Zee-Koe Rivier, p. 291. Manner of catching them, p. 292.\n\nHogs, killed by eating of some poisonous flesh in the South Seas, p. 552.\n\nHorn silver, its quality, and of what composed, p. 613, 614. Experiments on it, p. 613—618.\n\nHorn mercury, an account of it, p. 618. Experiments on it, p. 618, 619.\n\nHorse, an account of one killed by lightning, p. 500. The parts covered with white hair effected in an extraordinary manner, p. 501.\n\nHorley, Rev. Dr. his abridged state of the weather at London for one year, commencing with the month of March 1775, collected from the meteorological journal of the Royal Society, p. 354. See Weather.\n\nHottentot Holland, in the southern part of Africa, an account of, 272, 273.\n\nHottentot Kraal, a description of one, p. 275. A large one, p. 294.\n\nHottentots, fond of tobacco mixed with hemp, p. 290. Their manner of catching the hippopotamus amphibius, p. 291. They make bread of the pith of a palm, ibid. They weave baskets that will hold liquor, p. 294. Bold in encountering wild beasts, p. 194, 295. Their method of attacking the lion, p. 395. Their dress described, p. 295, 296. Hottentots dreaded as murderers and thieves, p. 297, 299, 314. They use the juice of Vergift-boll to poison their arrows, p. 277. They make quivers to hold their arrows from a new species of aloe, p. 310.\n\nHudson's Bay, success of some attempts to freeze quicksilver there, p. 174.\n\nHunter (John), Esq. his proposals for the recovery of people apparently drowned, p. 412. See Drowned.\nHutchins (Thomas), Esq. his account of the success of some attempts to freeze quicksilver at Albany Fort, in Hudson's Bay, p. 174. See Quicksilver. His observations on the dipping-needle, p. 179—181.\n\nHutton (Charles), Esq. his new and general method of finding simple and quickly-converging series; by which the proportion of the diameter of a circle to its circumference may easily be computed to a great number of figures, p. 476. See Circle. His demonstration of two theorems mentioned in Article XXV. of the Philosophical Transactions for the year 1775, p. 600—603.\n\nHyacinth, a remarkable one in the southern part of Africa, p. 503.\n\nHygrometer, belonging to the Royal Society, concerning it, p. 385.\n\nI.\n\nIce from the sea, produces fresh water, p. 374.\n\nIgnition, of the light produced by it, see Light. Experiments on ignited bodies, p. 509—512, 575—577.\n\nInflammation, of the light produced by, p. 504. See Light.\n\nIngenhouz (Dr. John), his easy methods of measuring the diminution of bulk, taking place upon the mixture of common and nitrous air; together with experiments on Platina, p. 257. See Air. Platina.\n\nInstruments, meteorological, an account of those used at the Royal Society's house, p. 375. See Meteorological Instruments.\n\nIntestines, wounded, an extraordinary cure of, 426—438.\n\nJournal, meteorological, for the year 1775, and part of 1776, kept at the house of the Royal Society, p. 319, &c. See Tables. An abridged state of the weather collected therefrom, p. 354, &c. See Weather.\n\nJpecacoanba, violent asthmatic fits occasioned by the effluvia of, p. 168, 173. See Asthmatic Fits.\n\nIron, particles of soft iron give evident signs of two distinct poles, p. 266. Iron filings mixed with bees-wax, being touched with magnetical bars, have the qualities of a magnet, p. 267. Granulated iron ore of Sweden a tolerable good magnet by being touched with the bars, ibid. Concerning an error in Mr. Buffon's account of the weight of iron when heated, p. 509—512, 575—577.\n\nIron Ore, lately found in Siberia, an account of it, p. 523. An account of the place and circumstances in which this mass of native iron was found, p. 524—526. Natural state of the iron, p. 526, 527. Observations concerning this mass of iron, p. 527, 528.\n\nIron Wire, conducts electrical fluid 400 million times better than rain or distilled water, p. 198.\n\nIris hippuris, remarks concerning it, p. 4, 5.\n\nIpsington, an extraordinary electricity of the atmosphere observed there, in the month of October 1775, p. 407. See Electricity.\n\nItaly,\nItaly, the Romance language introduced there, p. 152.\nJupiter's satellites, emersion of, at different places, p. 185—195.\n\nK.\n\nKartouw, one of the most difficult passages over the mountains in the southern parts of Africa, some account of it, p. 279, 280.\nKeir (James, Esq.), on the crystallizations observed on glass, p. 530. See Crystallizations.\nKite, apparatus used in electrical experiments with the clouds, p. 407, 411.\nKock (Jacob), an old German in the south of Africa, some account of him, p. 291.\nKnight (Dr. Gowin), an account of his magnetical machine, p. 591. See Magnetical Machine. Some account of his composition for forming artificial load-stones, p. 595, 596.\nKoker Boom, a new species of aloe in the southern part of Africa, p. 309. Hottentots make quivers of it to hold their arrows, p. 310. Description of it, ibid.\nKoud Boche Veld, a country in the southern part of Africa, some account of it, p. 282.\nKraal, or Hottentot village, description of one, p. 275. A large one, p. 294. Each Kraal has its captain or chief, p. 296.\n\nL.\n\nLadin, a dialect of the Romansh language, p. 129, 130. Its origin, p. 143—145. See Language.\nLa Heese, observations there on the emersion of Jupiter's third satellite, p. 191. Emersion of Jupiter's first satellite, p. 192, 193. Emersion of Jupiter's second satellite, p. 192. The latitude of La Heese, p. 191.\nLambert (Mr. James), his account of a very extraordinary effect of lightning on a bullock, at Swanborow, in the parish of Iford near Lewes, in Sussex, p. 493. See Lightning.\nLand, an extraordinary tract of, in the southern part of Africa, p. 287, 288.\nLand-molly, an animal in the southern part of Africa, some account of it, p. 304, 305.\nLange Kloof, a valley in the southern part of Africa, p. 290. Description of the houses there, ibid.\nLanguage, Romansh, an account of it, p. 129. Spoken in the mountainous parts of the Grisons, ibid. Consists of two main dialects called Ladin and Cialover, p. 129, 130. What events may have affected this language, p. 130—141. No considerable alteration in it from extraneous mixtures of modern languages, p. 141. The identical language that was spoken two hundred years ago, 142. Origin of the Cialover and Ladin dialects, p. 143—145. Great affinity between this language and the Gallic Romance, p. 145—150. An emanation of the Romance introduced into England,\nEngland, p. 150—152. Into Scotland, p. 152. Into Italy, ibid. Into Naples and Sicily, p. 153. Into Spain, ibid. Remark thereon, p. 154. The Romance introduced in Palatine and other parts of the Levant, p. 154, 155. Primitive state of the Romance supposed still to exist in several other remote and unfrequented parts, p. 155. Oath of Lewis the Germanic, in Ladin, Gallic Romance, French, Romansh called Ladin, and Romansh of both dialects, p. 156, 157. First paragraph of the laws of William the Conqueror, in Latin, French, and Romansh of both dialects, p. 158, 159.\n\nLava, vitreous, rendered fluid by the fire of volcanos, observations concerning the great native crystals of basaltes being produced therefrom, p. 539—542.\n\nLemons and oranges, the rob of, useful in preventing the scurvy in a ship's company, p. 403, 406.\n\nLe Sage (M.), the result of his experiments on mineral substances very different from Mr. Woulfe's on the same substances, p. 619—623.\n\nLevant, parts of the, Romance language introduced there, p. 154, 155.\n\nLewis the Germanic, his oath, in Latin, Gallic Romance, French and Romansh, p. 156, 157.\n\nLife, observations and experiments relative to the loss and recovery of the actions of, p. 412—415. Loss of the motions of life by drowning, considered, p. 416—418.\n\nLight, of that produced by inflammation, p. 504. Bodies heated to a certain degree, become luminous, ibid. The light of different colours as the heat increases, ibid. The intensity of the light depends upon the density of the heated body, ibid. Colour of the ignited matter affects the colour of the light, p. 504, 505. Light produced by the decomposition of bodies in inflammation totally independent of heat and of a blue colour, p. 505—508. Phosphorus of urine produces light with very little heat, 505, 506. Sulphur will burn and give light, without heat sufficient for ignition, p. 506. Process in the burning of a candle, p. 507, 508. Process of powdering phosphorus, p. 508.\n\nLightning, an account of a very extraordinary effect of it, on a bullock, at Swanborow, in the parish of Iford near Lewes, in Sussex, p. 493. Bullock pyed, white and red, p. 493, 495. Lightning stripped off all the white hair from his back, leaving the red hair unhurt, p. 493. Description of the beast, 495. Particular account of the course and effect of the lightning on his white hair without injuring the red, p. 495—498. Other instances of the like nature, p. 494, 498, 500—502. Bullock became sore in the injured parts, and threw out putrid matter in pustules, p. 498. Queries concerning the strength of dark-coloured hair, and that of a white or light colour, p. 499, 500. Conjectures concerning the foregoing particulars, p. 502, 503.\n\nLinnaeus, seems to make the growth of the Gorgonia between animal and vegetable, p. 1.\n\nLion, the Hottentot's method of attacking him, p. 295.\nLions, some in the southern part of Africa, p. 293, 296, 305, 313, 316. They lurk near the water, to seize on animals that come to drink, p. 308.\n\nLiquors, spirituous, exposed to the air during the late frost, perfectly frozen, p. 589, 590.\n\nLister, his opinion concerning air in the blood, p. 229.\n\nLoad-stones, some account of a composition for forming artificial ones, p. 595, 596.\n\nLoggerhead, a species of ducks in Falkland Islands, a description of them, p. 104.\n\nLondon, an abridged state of the weather there for one year, commencing with March 1775, collected from the meteorological journal of the Royal Society, p. 354. See Weather.\n\nLory, a species of parrot, in the southern part of Africa, p. 294.\n\nLungs, their use, p. 227—237. Lungs and heart of a dog kept in motion with a pair of double bellows, p. 416, 417.\n\nLuxembourg, Rue St. Esprit, its latitude, p. 186. Observations there on the emersion of 24's first satellite, p. 186, 187, 189. Emersion of 24's second satellite, p. 188. Eclipse of the moon there, p. 190.\n\nLyndon, in Rutland, extract of a register of the barometer, thermometer, and rain, kept there, for the year 1775, p. 370. State of the barometer for the year, ibid. Of the thermometer within and without, ibid. Quantity of rain, ibid. Comparative view of what rain came in the years 1740, 41, 42, and 43, and the years 1772, 73, 74, and 75, p. 371. The proportion that the mean months bear to the whole years at several periods, with respect to rain, ibid. General state of the weather there during the year 1775, p. 371—373.\n\nM.\n\nMacbride (Capt.), where he began the settlement on Falkland Islands, p. 99, 100.\n\nMaclaurin, his supposed error in applying received doctrines of theory to practical mechanics, p. 454, 456, 457.\n\nMagnetical machine, an account of one contrived by the late Dr. Gowin Knight, p. 591. Machine presented to the Royal Society, ibid. A part of it destroyed by fire, and a new one made, p. 592. Circumstances relative to the Doctor's planning and executing this machine, p. 593—595. Remark concerning an improvement in it, p. 595. Explanation of the representation of the machine, p. 597—599.\n\nMahon in the island of Minorca, from thence to St. Philip's is one continued rock for two miles, p. 441, 442. It abounds with frogs in the hot seasons, though dry and parched, p. 442. See Frogs.\n\nMales and females, their number in different places, p. 161. Less than females, ibid.\n\nMaloine Islands (Falkland Islands), where situated, with an account of them, p. 99—108. See Falkland Islands.\n\nMalphigius, his opinion concerning air in the blood, p. 229.\nManchester, supplement to observations on the population of it, p. 160. Males to females baptized 13 to 12, ibid. Comparative view of the numbers of males and females in different places, p. 161. Females exceed the number of males, ibid. Comparative view of the number of widowers and widows in different places, p. 162. Widows are almost double the number of widowers, ibid. An enumeration of the inhabitants of the town and parish of Ashton under Line, in 1775, p. 164. An enumeration of the inhabitants of Tattenhall, in 1774, p. 165. Christenings and burials there, ibid. An enumeration of the inhabitants of Waverton, in 1774, p. 166. Christenings and burials there, ibid. Inhabitants multiply with great rapidity, 165—167.\n\nMaffon (Mr. Francis), his account of three journeys from the Cape Town into the southern parts of Africa; undertaken for the discovery of new plants, towards the improvement of the royal botanical gardens at Kew, p. 268. See Africa.\n\nMechanic Power, an experimental examination of the quantity and proportion of, necessary to be employed in giving different degrees of velocity to heavy bodies from a state of rest, p. 450. Sir Isaac Newton's definition of it, ibid. The truth or propriety of his definition disputed, ibid. From equal impelling powers, acting for equal intervals of time, equal increases of velocity are acquired by given bodies, when unresisted by a medium, 450, 451. Remarks thereon, p. 451, 452. Artifices and approved writers liable to errors in applying received doctrines to practical mechanics, p. 452—458. Definition of the term Mechanical Power, p. 458, 459. Description of the machine used to determine what proportion or quantity of mechanical power is expended in giving the same body different degrees of velocity, p. 459—462. Experiments therewith, p. 463. Definition of the terms Impulse or Impulsion, Impulsive Force or Power, Impelling Force or Power, p. 464. Observations and deductions from the preceding experiments, p. 465—475.\n\nMedicines, the best antiscorbutic ones for sea-voyages, p. 402—404.\n\nMediterranean, 1719 observations on the variation of the compass, to, in, and from there, the East Indies, Guinea, and West Indies, with the latitudes and longitudes at the time of observation, p. 18. See Tables.\n\nMeissier (Mr.), extract of his letter, describing a belt on the disc of Saturn, p. 543.\n\nMetals, conduct electrical fluid better than the human body, p. 198. A difference in the weight of metals when hot and cold, p. 509—512.\n\nMeteorological Instruments, an account of those used at the Royal Society's house, p. 375. Of the thermometers, with reflections concerning some precautions necessary to be used in making experiments with those instruments, and in adjusting their fixed points, p. 375—381. Of the barometer, rain gage, wind, and hygrometer, p. 381—385. Of the variation compass, p. 385—395. Of the dipping needle, p. 395—401.\n\nMeteorological journal for the year 1775, and part of 1776, kept at the house of the Royal Society, p. 319, &c. See Tables. An abridged state of the weather collected therefrom, p. 354, &c.\nMeteorological journal for the year 1775, kept at Bristol, p. 367. State of the barometer during the year, ibid. An abridged table of the winds for the year, p. 368. Rain, ibid. Frosty days, ibid. Earthquake, ibid. Weather there for the year, p. 368, 369.\n\nMilk, the only animal fluid (except serum), through which the air can act upon blood, p. 246.\n\nMineral Substances, experiments made in order to ascertain the nature of some; and, in particular, to see how far the acids of sea-salt and of vitriol, contribute to mineralize metallic and other substances, p. 605. Artificial preparations for the purpose of making a proper analysis of the minerals, and to discover the existence of the acids of salt and vitriol in them, 608—611. Experiments thereon, 611—613. Experiments on natural substances, 613—623. Experiments on Mineral substances which have neither acid of salt nor acid of vitriol in them, p. 620—623.\n\nMinorca, extract of Mr. Alexander Small’s letter from thence, p. 439. Some account of the island of St. Philip in the island of Minorca, ibid. The new and old town of St. Philip built in a very dry situation, on a solid rock, p. 439, 440. Cattle of St. Philip cut out of the solid rock, p. 440. Some account of it, ibid. Enquiry into the causes of tertians, so much dreaded in that island, p. 440—445. Two or three whole families have died in consequence of putrid moisture, p. 445. Medicine tried with success in the tertian, p. 446.\n\nMoisture, putrid, fatal consequences from, in the island of Minorca, p. 440—446.\n\nMoon, eclipse of the, at Luxembourg, p. 190. Influence of the moon on the weather, table for trial of, p. 361. Enquiry concerning it, p. 363.\n\nMozart’s Hook, a dangerous pass in the southern part of Africa, p. 283, 284.\n\nMountaine (Mr. William), his letter concerning Mr. Douglas’s 1719 observations on the variation of the compass, p. 18—20.\n\nMountains, a number of, in the southern part of Africa, p. 269—274, 279—285, 287, 289, 290, 291, 299, 303, 312, 313, 316, 317. Lofty mountains attract the clouds, 296. A large mass of native iron discovered in the Siberian mountains, p. 524, &c. Great plenty of iron ores in those parts, p. 524—526. Some account of the Urallian mountains, p. 528.\n\nN.\n\nNairne (Mr.), his experiments on water obtained from the melted ice of sea-water, to ascertain whether it be fresh or not; and to determine its specific gravity with respect to other water; and to find the degree of cold in which sea-water begins to freeze, p. 249. See Sea-water.\n\nNamur, Rue St. Nicholas, its latitude, p. 185. Observations there on the emersion of 24’s first satellite, ibid.\n\nNaples, the Romance language introduced there, p. 153.\n\nNatural History, bequest of Henry Baker, Esq. for making discoveries in, p. 607.\nNeedle, Dipping-needle belonging to the Royal Society, concerning it, p. 395—401.\nObservations made with it, p. 400. True dip at London, ibid. Dip at London in the years 1576, 1676, 1720, and 1723, p. 401.\nNitre, its effect upon blood, p. 229, 237.\nNorthampton, observations made there during the late frost, p. 587. See Frost.\nNourse (Mr. Charles), his extraordinary cure of wounded intestines, 429—438.\n\nO.\n\nOaks, English, at Stellenbosch in the southern part of Africa, p. 272.\nOath of Lewis the Germanic, in Latin, Gallic Romance, French, and Romansh, p. 156, 157.\nObservations made during the late frost at Northampton, p. 587. See Frost.\nOpium and calomel, the best internal remedy for suppressions of urine, p. 585, 586.\nOranges and lemons, the rob of, useful in preventing the scurvy in a ship's company, p. 403—426.\nOre, iron, lately found in Siberia, an account of it, p. 523. See Iron Ore.\nGreat plenty of iron ores in that country, p. 524—526.\nOffende, Rue de la Poste, its latitude, p. 194. Observations there on the emersion of U's first satellite, p. 195.\n\nP.\n\nPalestine, and other parts of the Levant, Romance language introduced there, p. 154—155.\nPallas (Dr. Petr. Simon), his account of the iron ore lately found in Siberia, p. 523. See Iron Ore.\nPallas (Dr.), seems to make the growth of the Gorgonia between animal and vegetable, p. 1. 3. 6. 10. His extraordinary observation on the growth of the Gorgonia, p. 12. His mistake in his Sertularia gorgonia, p. 12, 13.\nPalm, description of a new one in the southern part of Africa, p. 292. Hottentots make bread of its pith, ibid.\nParis, observations there on the emersion of U's first satellite, p. 185—187, 189, 192, 193, 195. Emersion of U's second satellite, p. 188. Emersion of U's third satellite, p. 193.\nPenguins, amphibious animals at Falkland Islands, an account of them, p. 103.\nPerceval (Dr. Thomas), his supplement to observations on the population of Manchester, p. 160. See Manchester.\nPerel, in the southern part of Africa, an account of, p. 270.\nPerel Berg, a hill in the southern part of Africa, p. 270. Description of two large solid rocks thereon, p. 270, 271.\n\nPhosphorus\nPhosphorus of urine, produces light with very little heat, p. 505, 506. Process of powdering phosphorus, p. 508.\n\nPhysiologists, ancient and modern, their opinions concerning the use of respiration, p. 228—237.\n\nPigott (Nathanael), Esq., his astronomical observations made in the Austrian Netherlands, in the years 1772 and 1773, p. 182. See Astronomical Observations.\n\nPlanta (Mr. Joseph), his account of the Romanish language, p. 129. See Language.\n\nPlants, an infinite variety of, in the southern parts of Africa, p. 269, 273, 276—279, 284—286, 288—290, 292, 293, 296, 298, 300, 302, 303, 306, 309, 311, 312, 317.\n\nPlatina, experiments on, p. 262. All the particles of the platina attracted by the magnet, 262, 263. Three kinds of particles of the platina, ibid. Gold particles of the platina by heat run into round balls, have the appearance and quality of gold, p. 263. True shining platina not to be melted by fire, ibid. Fusible by electrical fire, 264, 265. Electrical fire increases its magnetical virtue, p. 265, 266. Platina mixed with lead loses its magnetical virtue, p. 266.\n\nPolygamy, a brutal practice, p. 162, 163.\n\nPolype, its growth till it acquires a branched appearance, resembling a vegetable, p. 2.\n\nPopulation, supplement to observations on that of Manchester, p. 160. See Manchester Population declining in this kingdom, p. 166, 167.\n\nPower, mechanical, an experimental examination of the quantity and proportion of, necessary to be employed in giving different degrees of velocity to heavy bodies from a state of rest, p. 450. See Mechanical Power.\n\nPrice (Rev. Dr.), his short and easy theorems for finding, in all cases, the difference between the values of annuities payable yearly, and of the same annuities payable half-yearly, quarterly, and momently, p. 109. See Annuities.\n\nPriestley (Rev. Dr.), his observations on respiration, and the use of the blood, p. 226. See Respiration.\n\nProblems, mathematical.\n\nTo multiply the square of a given finite right line by any number, p. 79—81.\n\nTo find a right line, the square on which shall be equal to the square on a given right line, divided by any number, p. 81.\n\nTo cut off from a given right line a part expressed by any odd number, p. 82, 83.\n\nTo cut off from a given right line a part expressed by any even number, p. 84, 85.\n\nPropositions selected from a paper on the division of right lines, surfaces, and solids, p. 73. I. If from the angles at the base of any right-lined triangle, right lines be drawn to the alternate angles of rhombi, described upon the opposite sides, and applied reciprocally to the sides produced; and from the vertex, through the intersection of these lines, a right line be drawn to meet the base; the segments of the base, made thereby, will have to each other the duplicate proportion of the sides, p. 73—76. II. Let there be any two right lines given. There is an angle which\nwhich may be made by these lines; such that if, from their extremities which do not meet, right lines be drawn to the alternate angles of rhombi described on them, and reciprocally applied to them when produced; and from the said angle through the intersection of these lines, a right line be drawn to meet the right line joining the said extremities; the segments of this line made thereby, shall be respectively equal to the adjacent segments of the given lines, p. 76—78. III. To multiply the square of a given finite right line by any number, p. 79—81. IV. To find a right line, the square on which shall be equal to the square on a given right line, divided by any number, p. 81. V. To cut off from a given right line a part expressed by any odd number, p. 82, 83. VI. To cut off from a given right line a part expressed by any even number, p. 84, 85. VII. If from the angles at the base of any right lined triangle, right lines be drawn to the alternate angles of rhombi described on the other two sides, and reciprocally applied to them produced, and through the intersection of these lines, a right line be drawn from the vertex to the base; the rectangle contained by the sines of the angles at the extremities of one of the sides, will be equal to the rectangle contained by the sines of the angles at the extremities of the other; and the parallelopiped contained by the sines of the angles of one of those triangles, into which the original one is divided by the said line drawn from the vertex, will be equal to the parallelopiped contained by the sines of the angles of the other, p. 85, 86. VIII. If from the angles at the hypotenuse of any right-angled right-lined triangle, right lines be drawn to the alternate angles of squares described on the sides containing the right angle, and from the point where the right line drawn from the right angle, through their intersection, meets the hypotenuse, right lines be drawn to the points, where these lines meet the sides; the lines so drawn will make equal angles with the hypotenuse, and the right line drawn from the right angle to meet it; and will likewise have to each other the proportion of the sides containing the right angle, p. 86—89. IX. If from the angles of the base of any right lined triangle, right lines be drawn to the alternate angles of rhomboids described on the other two sides, and reciprocally applied to them produced, a right line drawn from the vertex through the intersection of these lines will cut the base into two parts, having to each other the proportion compounded of the proportion of the sides, and of the proportion of the other two lines comprehending the rhomboids, p. 89—91.\n\nQ.\n\nQuadrant electrometer, an account of one used with other apparatus, in experiments with an electrical kite, p. 407, 408.\n\nQuicksilver, crude, in a frigorific mixture of the vitriolic acid with snow, frozen during the late frost, p. 589. An account of the success of some attempts to freeze Quicksilver at Albany Fort, in Hudson's Bay, p. 174. The thermometer at 28° below o, p. 175. An experiment made on it and a spare tube with snow and f.p. nitri fumans Glauberi, ibid. Quicksilver subsided to 133°, ibid. To 263° by another mixture of the\nthe same, ibid.: By a third mixture of the same to $430^\\circ$, and that in a spare tube, which admitted only of $250^\\circ$ below $0$, sunk into the bulb, p. 175, 176. Quicksilver frozen, p. 176. A second attempt, the mixture having a greater degree of cold in it, and the thermometer at $280^\\circ$ below $0$, p. 177. Quicksilver in a spare tube which admitted only of $200^\\circ$ below $0$ subsided into the bulb, and in the standard thermometer to $447^\\circ$, ibid. Placed in a second and third mixture of the same, but the bulb of instrument being cracked, the quicksilver by degrees reached the point of boiling water, ibid. Remarks on the freezing of quicksilver, p. 177, 178. Silver and quicksilver the only substances which are mineralized by the acid of salt, combined with acid of vitriol, p. 623.\n\nR.\n\nRain, observations on the quantity which fell in London during one year, commencing with March 1735, p. 355. More than two thirds of the rain of the whole year given by the S. W. wind, p. 359. Quantities of rain which fell severally with each wind in every month and in the whole year, p. 360. A general view of the rain in the months of January and February 1775, 365. A general state of the rain for twelve months, beginning with March 1775, ibid. Quarterly, half-yearly, and year's rain, p. 366—What quantity of rain fell at Bristol in the year 1775, p. 368.—At Lyndon, in Rutland, p. 370. Comparative view of what came in the years 1740, 41, 42, and 43, and in the years 1772, 73, 74, and 75, p. 371. The proportion that the mean months bear to the whole years at several periods there, with respect to rain, ibid.\n\nRain-gage, belonging to the Royal Society, concerning it, p. 385.\n\nRee Beck, a sort of antelope, in the southern part of Africa, p. 270.\n\nReeds, weaved by the Hottentots into baskets that will hold liquor, p. 294.\n\nResolution, one of his majesty's ships, method taken for preserving the health of the crew, during her late voyage round the world, p. 402. See Health. An account of some of them being disordered by eating fish of a poisonous nature, p. 544—552.\n\nRespiration, observations on, and the use of the blood, p. 226. Breathing air which has been frequently respired, as fatal as a total deprivation of air, p. 226, 230, 233. Respiration a phlogistic process, p. 226, 227, 238. Use of the lungs, p. 227—237. Opinions of the ancients and moderns concerning the use of respiration, p. 228—237. The right use of respiration has never been so much as conjectured, p. 237.\n\nRhinozeros, the largest share of true remains of, where found, p. 528.\n\nRiebecks Castle, a mountain in the southern part of Africa, some account of it, p. 303.\n\nRight lines, surfaces, and solids, propositions selected from a paper on the division of, p. 73. See Propositions.\n\nRob. See Lemons, and Oranges.\n\nRobinson (Bryan), his opinion concerning air in the blood, p. 229.\n\nRocks in the southern part of Africa, p. 270, 271, 275. An infinite number of fragments of rocks there, p. 273, 281, 282, 289, 309, 310, 312.\n\nRaebuck\nRoebeck (Dr. John), his experiments on ignited bodies, p. 509—512.\nRogge Veld, in the southern part of Africa, some account of, p. 313, 314. Of its ancient inhabitants, p. 314, 315.\nRomance, why fabulous narratives are distinguished by that name, p. 155.\nRomance language, an emanation of it introduced into England, p. 150—152. Into Scotland, p. 152. Into Italy, ibid. Into Naples and Sicily, p. 153. Into Spain, ibid. Into Palestine and other parts of the Levant, p. 154, 155. Primitive state of it supposed still to exist in several other remote and unfrequented parts, p. 155.\nRoman language, an account of it, p. 129. See Language.\nRoad Land, in the southern part of Africa, some account of it, p. 285.\nRoyal Society, a meteorological journal kept at their house, for the year 1775, and part of 1776, p. 319, &c. See Tables. An abridged state of the weather collected therefrom, p. 354, &c. See Weather. An account of the meteorological instruments used there, p. 325. See Meteorological Instruments.\n\nS.\n\nSalviana Bay, in the southern part of Africa, an account of it, p. 277. A wrong direction of this bay in all the maps, except the Abbé de la Caille's, ibid.\nSalt-pan, an account of one in the southern part of Africa, p. 297.\nSalt-water, an experiment of parting fresh therefrom by freezing, p. 273, 274. Remarks thereon, p. 374.\nSaturn, a belt on the disc of, described, p. 543.\nScotland, the Romance language introduced there, p. 152.\nScott (Dr. William), his account of violent asthmatic fits, occasioned by the effluvia of Ipecacanha, p. 168. See Asthmatic Fits.\nSurvey, method of preventing it in a ship's company, p. 402—406.\nSea, ice from the, produces fresh water, p. 374.\nSea-birds, still to be found in the Berg Rivier, in the southern part of Africa, p. 278. Prohibited to shoot any of them, ibid. Nearly destroyed for their flesh and hides, p. 279.\nSealing-wax, Friction of sealing-wax against sealing wax, previously warmed, will make it electrical, p. 515.\nSea-lions, abundance of them in Falkland Islands, p. 108.\nSeals, abundance of them in Falkland Islands, ibid.\nSea-medicines, the best antiscorbutic ones, p. 402—404.\nStamen, extraordinary attention given for preserving their health, p. 402—406.\nSea-salt, saturated solution of; conducts electrical fluid 720 times better than rain-water, p. 198. Acids of sea-salt and of vitriol, experiments to see how far they contribute to mineralize metallic and other substances, p. 605. See Mineral Substances.\nSea-water, conducts electrical fluid 100 times better than rain-water, p. 198, 210. Experiments on water obtained from the melted ice of Sea-water, to ascertain whether\nwhether it be fresh or not; and to determine its specific gravity with respect to other water; and to find the degree of cold in which sea-water begins to freeze, p. 249. Water taken up off the North Foreland, p. 250. Water frozen, ibid. Dissolved and perfectly free from any taste of salt, ibid. Its gravity with respect to other waters, p. 251. Degree of cold in which sea-water begins to freeze, p. 251—254. An account of the phenomena exhibited in the freezing, p. 254—256.\n\nSenones, observations there, on the emersion of U's second satellite, p. 188. Emersion of U's first satellite, 192.\n\nSheep, near Olyfant's Rivier in the southern part of Africa, feed entirely on shrubs and succulent plants, p. 307. With such food, they require but little water, ibid. Their flesh has an excellent flavour, ibid.\n\nShip, cleanliness in a ship; with plenty of fresh water, will prevent the scurvy, p. 405.\n\nShowers, sudden and heavy ones in the southern part of Africa, p. 308.\n\nSiberia, an account of the iron ore lately found there, p. 523. See Iron Ore. Great plenty of iron ores in that country, p. 524—526. Fossils and petrified sea productions very scarce there, p. 527. Flint scarce there, ibid.\n\nSicily, the Romance language introduced there, p. 153.\n\nSilver, heavier when cold than when hot, p. 512. Silver and quicksilver the only substances which are mineralized by the acid of salt, combined with acid of vitriol, p. 623.\n\nSmall (Mr. Alexander), extract of his letter from Minorca, p. 439. See Minorca.\n\nSmeaton (Mr. John), his experimental examination of the quantity and proportion of mechanic power necessary to be employed in giving different degrees of velocity to heavy bodies from a state of rest, p. 450. See Mechanic Power.\n\nSmoke and fire, purify a ship much better than vinegar, p. 404. 406.\n\nSnow, number of snowy days in London, and with what winds attended, in one year, commencing March 1775, p. 358.\n\nSnow, and sp. nitri fumans Glauberi, attempts to freeze quicksilver with, p. 174—177. See Quicksilver.\n\nSolids, right lines, and surfaces, propositions selected from a paper on the division of, p. 73. See Propositions.\n\nSoup, portable, very serviceable in preventing the scurvy in a ship's company, p. 403.\n\nSour-kraut, a wholesome vegetable food, and highly antiscorbutic, ibid.\n\nSouth Seas, of the tides in the, p. 447. See Tides. An account of some poisonous fish in the South Seas, p. 544. See Fish.\n\nSpain, the Romance language introduced there, p. 153. Crown of Spain purchased a settlement in Falkland Islands from M. Bougainville, p. 99.\n\nSp. nitri fumans Glauberi and snow, attempts to freeze quicksilver with, p. 174—177. See Quicksilver.\n\nSpring Bock, a species of antelope, in the southern part of Africa, some account of them, p. 281. 283. 310. 311. Extraordinary emigration of them in dry seasons, p. 310. 311.\nStenbock, a small species of antelope, in the southern part of Africa, p. 269.\nStellenbosch, in the southern part of Africa, an account of, p. 271, 272. English oaks there, p. 272. Manner of treading out the corn there, ibid. Stellenbosch mountains, an account of them, p. 273.\nStevenson, his opinion concerning air in the blood, p. 229.\nStorr (Rev. Brice), his enumeration of the inhabitants of Tattenhall, p. 165.\nStone, Bath, rain penetrates through, p. 444.\nSt. Philip's, in the island of Minorca, some account of, p. 439. Built in a very dry situation, on a solid rock, p. 439, 440. St. Philip's to Mahon, one continued rock for two miles, p. 441, 442. It abounds with frogs in the hot season, though dry and parched, p. 442. How bred, ibid.\nSt. Philip's, castle of, cut out of the solid rock, p. 440. Some account of it, ibid.\nSubstances, ignited, experiments on, 509—512. 575—577. Metallic and other substances, experiments to see how far the acids of sea-salt and of vitriol contribute to mineralize, p. 605. See Mineral Substances.\nSugar, a good antiscorbutic, p. 404.\nSulphur, will burn and give light, without heat sufficient for ignition, p. 506.\nSupplement to observations on the population of Manchester, p. 160. See Manchester.\nSurfaces, solids, and right lines, propositions selected from a paper on the division of, p. 73. See Propositions.\nSwanborough, in the parish of Iford near Lewes, in Sussex, an account of a very extraordinary effect of lightning on a bullock there, p. 493. See Lightning.\nSweden, the granulated iron ore of, being touched with magnetical bars, has the qualities of a magnet, p. 267.\nSweet Milk Valley, in the southern part of Africa, an account of woods and rocks there, p. 274, 275. Cascades there, p. 275. Description of an Hottentot Kraal there, ibid.\nSweetwort, one of the best antiscorbutic sea-medicines, p. 403.\n\nT.\n\nTABLES.\n\nThe variation of the compass to, in, and from the East Indies, on board the Lyon, in the years 1721, 1722, 1723, and 1724, p. 25—54.\nThe variation of the compass in a voyage to Guinea, West Indies, back to England, on board the Kinsale, in the years 1725, 1726, 1727, p. 55—68.\nThe variation of the compass from Madera to the West Indies, on board the Lark, in the years 1727, and 1728, p. 69.\nThe variation of the compass in going towards Lisbon from England, and in the Mediterranean, on board the Dreadnought, in the years 1730 and 1731, p. 70.\nThe variation of the compass in the Mediterranean, on board the Hector, in the years 1733, 1734, and 1735, p. 71, 72.\nA comparative view of the number of males and females in different places, p. 161.\nA comparative view of the number of widowers and widows in different places, p. 162.\nAn enumeration of the inhabitants of the town and parish of Ashton under Line, in 1775, p. 164.\nAn enumeration of the inhabitants of Tattenhall, in 1774, with christenings and burials, p. 165.\nAn enumeration of the inhabitants of Waverton, in 1774, with christenings and burials, p. 166.\nObservations on the dipping-needle, at Albany Fort, longitude $83^\\circ 30'$ west, latitude $52^\\circ 24'$ north, p. 179—181.\nAstronomical observations made in the Austrian Netherlands: Corresponding altitudes of the sun and stars, p. 184. Emergence of $H$'s first satellite, p. 185—187. 189, 192, 193, 195. Emergence of $H$'s second satellite, p. 188. 192. Eclipse of the moon at Luxembourg, p. 193. Emergence of $H$'s third satellite, p. 191.\nComparative gravity of water obtained from the ice of sea-water with respect to other waters, p. 251.\nDegree of cold in which sea-water begins to freeze, p. 252—254.\nMeteorological journal for the year 1775, and part of 1776, kept at the house of the Royal Society, for Jan. 1775, p. 320, 321. Feb. p. 322, 323. March, p. 326, 327. April, p. 328, 329. May, p. 330, 331. June, p. 332, 333. July, p. 334, 335. Aug. p. 336, 337. Sept. p. 338, 339. Oct. p. 340, 341. Nov. p. 342, 343. Dec. p. 344, 345. For Jan. 1776, p. 346, 347. Feb. 348, 349. Greatest, least, and mean height, of the thermometer without and within, and of the barometer, during the foregoing months, p. 350. Variation-needle, p. 351.\nDipping-needle, p. 352.\nAn abridged view of the winds at London, for one year, beginning with March, 1775, collected from the meteorological journal of the Royal Society, p. 354.\nSub-division of the S.W. and N.E. p. 356. Sub-division of the S.E. and N.W. p. 357.\nA general state of the winds, according to the degrees in which they prevailed respectively, p. 357.\nThe number of fair and frosty days in each half-month, and in the whole year, p. 360.\nFor trial of the moon's influence, p. 361.\nA general view of the winds and rain in the months of January and February 1775, p. 365.\nThe general state of the winds and rain for the twelve months, beginning with March 1775, p. 365.\nRain in the quarter, half, and whole year, p. 366.\nState of the barometer in Bristol, for the year 1775, p. 367.\nAn abridged table of the winds, &c. for Bristol, for the year 1775, p. 368.\nState of the barometer and thermometer, with what rain fell, at Lyndon, in Rutland, for the year 1775, p. 370.\n\nThe proportion that mean months bear to the whole years at several periods, with respect to rain at Lyndon, in Rutland, p. 371.\n\nFor applying a correction to discover an equal heat in the quicksilver of the thermometer, p. 377.\n\nConcerning the depression of quicksilver in the barometer, p. 382.\n\nObservations made with the variation compass belonging to the Royal Society, p. 392, 393.\n\nObservations made with the dipping-needle, p. 400.\n\nExperiments with a machine, determining what proportion or quantity of mechanical power is expounded in giving the body different degrees of velocity, p. 463.\n\nTattenhall, an enumeration of its inhabitants in the year 1774, p. 165. Christenings and burials there, ibid.\n\nTertianas, so much dreaded in the island of Minorca, enquiry into the causes of, p. 440—445. Two or three whole families died in consequence of putrid moisture, p. 445. Medicine used with success in this disorder, p. 446.\n\nTheorems for finding, in all cases, the difference between the values of annuities payable yearly, and of the same annuities payable half-yearly, quarterly, or momently, p. 109—128. See Annuities.\n\nTheorems mathematical.\n\nIf from the angles at the base of any right-lined triangle, right lines be drawn to the alternate angles of rhombi, described upon the opposite sides, and applied reciprocally to the sides produced; and from the vertex, through the intersection of these lines, a right line be drawn to meet the base: the segments of the base, made thereby, will have to each other the duplicate proportion of the sides, p. 73, &c.\n\nIf from the angles at the base of any right-lined triangle, right lines be drawn to the alternate angles of rhombi described on the other two sides, and reciprocally applied to them produced, and through the intersection of these lines, a right line be drawn from the vertex to the base; the rectangle contained by the sides of the angles at the extremities of one of the sides will be equal to the rectangle contained by the sides of the angles at the extremities of the other; and the parallelepiped contained by the sides of the angles of one of those triangles, into which the original one is divided by the said line drawn from the vertex, will be equal to the parallelepiped contained by the sides of the angles of the other, p. 85, 86.\n\nIf from the angles at the hypotenuse of any right-angled right-lined triangle right lines be drawn to the alternate angles of squares described on the sides containing the right angle, and from the point where the right line drawn from the right angle, through their intersection, meets the hypotenuse, right lines be drawn to the points, where these lines meet the sides; the lines so drawn will make equal angles with the hypotenuse, and the right line drawn from the right angle to meet it; and\nwill likewise have to each other the proportion of the sides containing the right angle, p. 86—89.\n\nIf from the angles at the base of any right-lined triangle, right lines be drawn to the alternate angles of rhomboids described on the other two sides, and reciprocally applied to them produced, a right line drawn from the vertex through the intersection of these lines will cut the base into two parts, having to each other the proportion compounded of the proportion of the sides, and of the proportion of the other two lines comprehending the rhomboids, p. 89—91.\n\nTheorems, a demonstration of two mentioned in art. xxv. of the Philosophical Transactions for the year 1775, p. 600—603.\n\nThermometer, some attempts to freeze its quicksilver, p. 174—177. See Quicksilver.\n\nState of the thermometer in London throughout the year 1775, and part of 1776, p. 320—350. State of it within and without at Lyndon, in Rutland, for the year 1775, p. 370. Of the thermometers belonging to the Royal Society, with reflections concerning some precautions necessary to be used in making experiments with those instruments, and in adjusting their fixed points, p. 371—385. For applying a correction to discover an equal heat in the quicksilver of the thermometer, p. 377. State of the thermometer at Northampton during the late frost, p. 588—590. An experiment with the thermometer to see the effect of a high degree of artificial cold added to the natural, p. 590.\n\nThunberg (Dr.), his narrow escape from drowning, p. 286, 287.\n\nTides, of those in the South seas, p. 447. Ship stuck on a reef of coral rocks at high water, ibid. Next tide not high enough to float her, ibid. Night-tide rose higher than the day-tide, and floated the ship, p. 448. Times of high-water on the full and change days, ibid. Difference in the rise and fall of the evening and morning-tide, ibid. Remarks thereon, p. 448, 449.\n\nTigers and wolves, frightened by fires in the night-time, p. 288.\n\nTime, a new method of finding it by equal altitudes, p. 92. Former method for finding time inconvenient, p. 92, 93. The inconveniences removed by a new method, p. 93. Manner of finding the true zenith distance, p. 94, 95. An example, p. 95. More convenient manner of inferring mean time from the star's meridian passage p. 96. An example, p. 97. The mean time of any observation made with a clock may be inferred in a similar manner, p. 98.\n\nTobacco mixed with hemp, Hottentots fond of it, p. 299.\n\nTorpedo, an account of some attempts to imitate its effects by electricity, p. 196.\n\nApparatus, to examine how far the phenomena of the torpedo would agree with electricity, p. 204, 210, 212. See Electricity.\n\nTournai, Rue des Jésuites, its latitude, p. 195.\n\nTravelling, in some places of the southern part of Africa, laborious and fatiguing, p. 273, 277, 279—281, 283, 289, 293, 303, 304, 307, 309, 313, 315, 316.\n\nTyger Berg to Bay Fallo, a large sandy plain in the southern part of Africa, p. 269. Overgrown with infinite variety of plants, ibid. Fruitful country along the skirts of Tyger Berg, p. 370.\nTyrnavo, in Hungary, observations there on the emersion of U's first satellite, p. 185, 186. The emersion of U's second satellite, p. 188. The emersion of U's third satellite, p. 191.\n\nU.\n\nUralian mountains, some account of them, p. 528.\nUrine, its saline nature instantly makes black blood red, p. 346. An account of a suppression of urine cured by a puncture made in the bladder through the anus, p. 538. Distressed condition of the patient, p. 578—580. A discharge of the urine by a puncture into the bladder by the anus proposed, p. 580, 581. The operation performed, p. 582. Progress of the cure, p. 582—584. Some account of a like operation, p. 585. Calomel and opium the best internal remedy for suppressions of urine, p. 585, 586.\n\nV.\n\nVan Helmont, his opinion concerning air in the blood, p. 228, 229.\nVariation-compass, belonging to the Royal Society, concerning it, p. 385—395. Observations made with it, p. 392, 393.\nVegetation, a surprizing species of, in Falkland Islands, p. 105.\nVelocity, giving different degrees of to heavy bodies from a state of rest, in experimental examination of the quantity and proportion of mechanic power necessary to be employed in, p. 450. See Mechanic Power.\nVergift-boll, Hottentots use its juice to poison their arrows, p. 277.\nVieußenius, his opinion concerning air in the blood, p. 229.\nVinegar, not so serviceable in purifying a ship as fire and smoke, p. 404, 406.\nVitriol, acids of, and of sea-salt, experiments to see how far they contribute to mineralize metallic and other substances, p. 605. See Mineral Substances.\nVoyage round the world, the method taken for preserving the health of the crew of his majesty's ship the Resolution during it, p. 402. See Health.\n\nW.\n\nWater obtained from the melted ice of sea-water, perfectly free from any taste of salt, p. 250. Its gravity with respect to other waters, p. 251. Fresh water very scarce in some places in the southern part of Africa, p. 300, 305, 307, 308, 312, 316. An experiment of parting fresh-water from salt-water by freezing, p. 373, 374. Remarks thereon, p. 374. Fresh-water produced from ice taken from the sea, ibid. Fresh-water and cleanliness will prevent the scurvy amongst seamen, p. 405.\nWaverton, an enumeration of its inhabitants in the year 1774, p. 166. Christenings and burials, ibid. Great increase of inhabitants there, p. 165—167.\nWax, friction of sealing-wax against sealing-wax, previously warmed, will make it electrical, p. 515.\n\nWeather, an abridged state of it at London for one year, commencing with March 1775, collected from the meteorological journal of the Royal Society, p. 354. An abridged view of the winds during the year, ibid. What wind prevailed most, p. 355. Observations on the quantity of rain which fell during the year, ibid. Subdivision of the S.W. N.E. S.E. and N.W. wind for the year, p. 356, 357. A general state of the winds, according to the degrees in which they prevailed respectively, p. 357. Number of fair and frothy days in each half-month, and in the whole year, p. 358. Number of snowy days in this year, and with what winds attended, ibid. Great frosts, with the state of the thermometer and wind during it, p. 358, 359. S.W. wind gave more than two thirds of the rain of the whole year, p. 359. Quantities of rain which fell severally with each wind in every month, and in the whole year, p. 360. Explanation of this table, p. 359. Table for trial of the moon's influence on the weather, p. 361. Enquiry concerning the moon's influence on the changes of the weather, p. 363. What winds attended the greatest monthly heights of the barometer in this year, p. 363, 364. What winds accompanied the least monthly height, p. 364. A general view of the winds and rain in the months of January and February 1775, p. 365. General state of the winds and rain for twelve months, beginning with March 1775, ibid. Quarterly, half-yearly, and year's rain; p. 366. Weather in Bristol for the year 1775, p. 368, 369. Some account of it in the South of England for the same year, p. 373. Alteration in the nature of east winds for some years past, ibid. General state of the weather at Lyndon, in Rutland, during the year 1775, p. 371—373.\n\nWest Indies, 1719 observations on the variation of the compass, to, in, and from there, the East Indies, Guinea, and Mediterranean, with the latitudes and longitudes at the time of observation, p. 18. See Tables.\n\nWhales, spermaceti, abundance of, on the coast of Falkland Islands, p. 108.\n\nWhitehurst (Mr. John), his experiments on ignited substances, p. 575—577.\n\nWhytt (Dr.), his opinion concerning air in the blood, p. 23a.\n\nWidowers, are but little more than half the number of widows in different places, p. 162.\n\nWidows, see Widowers.\n\nWilliam (the Conqueror), the first paragraph of his laws in Latin, French, and Roman, p. 158, 159.\n\nWind, from E. to S. in Falkland Islands, very pernicious and blighting, p. 101, 102.\n\nWinds, an abridged view of them at London, for one year, beginning with March 1775, p. 354. What winds prevailed most, p. 355. Sub-division of S.W. N.E. S.E. and N.W. wind for the year, p. 356, 357. A general state of the winds, according to the degrees in which they prevailed respectively, p. 357. S.W. wind gave more than two-thirds of the rain of the whole year, p. 359. General state of the winds and rain for twelve months, p. 365. What winds accompanied the greatest\ngreatest monthly heights of the barometer in London for one year, commencing March 1775, p. 363, 364. What winds accompanied its least monthly heights, p. 364. An abridged table of the winds for Bristol in the year 1775, p. 368. An alteration in the nature of east winds for some years past, p. 373. Method of distinguishing the winds in the journal at the Royal Society's house, p. 385.\n\nWinter Hoek, one of the highest mountains in the southern part of Africa, p. 284, 285.\n\nWitte Klip, an enormous granite stone so called, near the Cape of Good Hope, p. 278.\n\nWolves and tigers, frightened by fires in the night-time, p. 288.\n\nWoods, in the southern part of Africa, p. 274, 275, 288, 289, 291, 293, 294.\n\nWoulfe (Mr. Peter), his experiments made in order to ascertain the nature of some mineral substances; and, in particular, to see how far the acids of sea-salt and of vitriol contribute to mineralize metallic and other substances, p. 605. See Mineral Substances.\n\nZ.\n\nZebras, great herds of them near Rhinoceros Rivier, in the southern part of Africa, p. 312.\n\nZee-Koe Rivier, in the southern part of Africa, formerly abounded with the hippopotamus amphibius, p. 291.\n\nZoophytes, their formation and growth, p. 1 &c.\n\nZwart Berg, a mountain in the southern part of Africa, an account of a hot bath there, p. 274.\n\nZwart Kop's salt pan, an account of it, p. 297\n\nThe End of the SIXTY-SIXTH Volume.\n\nThe Number of Plates in this Volume is SEVEN.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106309.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 35,
    "total-input-tokens": 53684,
    "total-output-tokens": 27702,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        997,
        2
      ],
      [
        997,
        2947,
        3
      ],
      [
        2947,
        4614,
        4
      ],
      [
        4614,
        5476,
        5
      ],
      [
        5476,
        7066,
        6
      ],
      [
        7066,
        9824,
        7
      ],
      [
        9824,
        12599,
        8
      ],
      [
        12599,
        15136,
        9
      ],
      [
        15136,
        18034,
        10
      ],
      [
        18034,
        20401,
        11
      ],
      [
        20401,
        23523,
        12
      ],
      [
        23523,
        26211,
        13
      ],
      [
        26211,
        28830,
        14
      ],
      [
        28830,
        31603,
        15
      ],
      [
        31603,
        34516,
        16
      ],
      [
        34516,
        37052,
        17
      ],
      [
        37052,
        39415,
        18
      ],
      [
        39415,
        42273,
        19
      ],
      [
        42273,
        44880,
        20
      ],
      [
        44880,
        47987,
        21
      ],
      [
        47987,
        50751,
        22
      ],
      [
        50751,
        52911,
        23
      ],
      [
        52911,
        55802,
        24
      ],
      [
        55802,
        59031,
        25
      ],
      [
        59031,
        62070,
        26
      ],
      [
        62070,
        64720,
        27
      ],
      [
        64720,
        67567,
        28
      ],
      [
        67567,
        70109,
        29
      ],
      [
        70109,
        72579,
        30
      ],
      [
        72579,
        75505,
        31
      ],
      [
        75505,
        78570,
        32
      ],
      [
        78570,
        80932,
        33
      ],
      [
        80932,
        83968,
        34
      ],
      [
        83968,
        85418,
        35
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106309",
    "title": "Back Matter",
    "authors": null,
    "year": 1776,
    "volume": "66",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 35,
    "jstor_url": "https://www.jstor.org/stable/106309"
  }
}