{
  "id": "d2b1a25aec5a81e39fa2c5d72ec1e3b3d76da949",
  "text": "Membranous part of the Bladder, as he says, cut in the Operation, yet the Patient recovered and became perfectly well.\n\nBut these, and such like surprising Cures, I take to be erratick or Anomalous, if I may so call them; because they happen seldom, and when they do, seem to be contrary to the settled Rules of Physick; and therefore can little avail in guiding a Man's Practice, according to the Saying, Quæ Rara sunt, non sunt Artus: And notwithstanding several such rare Cases, daily Experience will vouch for the Authority of that Aphorism of Hippocrates, Ἐκ τῶν ἀπολυτρωμάτων, ὅτι ἡ Σεξτα ἐστὶν ὁμόσημον ληθαῖον, as not being founded on a few Examples or a Notion, but what commonly holds true, or as Hippocrates often expresses it, ὥστε ἐπὶ τὸ πολὺ, for the most part, which is a sufficient, and indeed the only Principle on which we may constitute a standing Rule in Physick; for as the Judicious Celsus has truly observed in his Preface to his Book de Re Medica, Vix ulla Perpetua Præcepta Medicinalis, Ars recipit.\n\nIV. Eclipse Lunaris Observatio, facta Roterdami die 29. Octobris Anni 1697. N. S. A Jacobo Cassini, R. Ac. Parisiensis Socio.\n\nEclipse Lunæ diei 29 Octobris anni 1697. observata est Roterdami per Telescopium quatuor fere pedum Parisiensium oculari convexo in cujus foco erant fila quatuor sese in axe intersecantia ad angulos rectos & semirectos, ad Phases dimetiendas, macularumque Lunarium situm determinandum. Hoc Telescopium impositum erat fulcro habenti axem in situ parallelo axi mundi constitutum, ut postquam ad Lunam directum effet ad unius phasis observationem, possit ad alias phales Observandas per Lunæ semitam ad occasum revolvi.\nlui. Ita autem primo dirigebatur ad Lunam, ut eo immoto permanente Lunæ limbus borealis suo motu ad occasum radere unum ex his filis quod ideo parallelum dicimus, licet ob motum Lunæ in declinationem motui Lunæ ad occasum multo celeriori commixtum nonnihil ab equatore declinaret dum Lunæ discus in reliqua tria fila successivè incideret. Horum trium filorum intermedium angulos rectos cum parallelo efficiens, rectum perpendiculare & verticale appellamus. Reliqua duo obliqua, quorum primum dicimus in quod prius Luna incidit, secundum obliquum in quod Luna incidit posterius. Initio Eclipsis, quando Lunæ punctum borealissimum nondum in umbra erat immersum, illud filo aptavimus parallelo. Deinde postquam tale punctum umbrae immersum est, eadem filo aptavimus australissimum Lunæ punctum. Unde factum est ut quod filum initio fuerat primum, in aliарum phasium determinatione fuerit postremum & primum evaserit quod postremum fuerat initio. Cum autem Vid. Tab. Lunæ limbus filum parallelum percurreret, Lunæ centrum intelligebatur describere Lunarem semitam huic filo parallelam qua ab alis tribus filis fecabatur. Portiones autem hujus semitæ supponuntur proportionales temporibus quibus ipsas Lunæ centrum percurrit, inæqualitas enim motus proprii universali motui immixti exiguo tempore imperceptibilis est. Cum igitur Lunæ limbus parallelum percurreret, observabatur beneficio horologii pendulo instructi & diebus praecedentibus ad solem conformati tempus adventus Lunæ macularum aliquot & lunarium cornuum ad hæc tria fila & deprehensionem est hujus Eclipsis tempore Lunæ discum transire per filum rectum $2' 24''$ per fila vero obliqua $3' 24''$ ideoque semi diametri Lunæ transire per rectum $1' 12''$ per obliqua vero $1' 42''$ differentiæ utriusque transitus existente $30''$. Hinc Observato uno appultu Lunæ ad quodvis horum filorum, vel uno egreditu dantur omnes alii ad fila reliqua. Semidiameter Lunæ AB jacens in lunari semita ABCDEF pertransit per Vid. Tab. ejus punctum quod libet dum centrum A, percurrit spatium sibi æquale AB at alia semidiameter AK angulum rectum efficiens cum alia rectâ linea NCK ad punctum K in quo proinde Lunam continget in, K, ab ejus semita declinans angulo KCA, transit per ipsum filum CK, dum centrum Lunæ percurrit, AC, hypothenu-\nsam trianguli rectanguli, AKC, estque tempus transitus semidiametri, AB, per filum perpendicularis Lunam contingens in B, ad transitum semidiametri, AK, per filum obliquum NCK, ut AB vel AK, sinus Anguli ACK, ad AC, sinum anguli recti, sive radius. Filo igitur, NCK, faciente eum semitâ Lunae Angulo KCA semirecto, & Angulus KAC in triangulo rectangulo semirectus erit, ideoque latera CK, KA, æqualia, erit transitus rectus secundum AB, ad transitum semidiametri AK, per filum obliquum NK, ut sinus anguli semirecti ad sinum anguli recti, ut 707 ad 1000, sive ut 72\" ad 102\" vel 1'42\" fere, ut observabatur Lunaris centri semitâ existente AH, Lunæ semidiametro ipsi perpendiculari, AM, ductâ MNO, parallela ipsi AH, ipsa congruet filo quod Lunæ limbus motu suo ad occidentem radet, quod secabitur ab obliquis, MCK, NGI & a recto NEP in puncto N qua transit Axis Telecopii; facietque cum his filis Lunaris orbita duo triangula rectangula NEC, NEG, quæ supponuntur habere Angulos semirectos ad puncta N, C, G. Sunt ergo similia & æqualia, habentque latera CE, EG, EN, æqualia semidiametro Lunæ AM. Si hinc inde ab intersectionibus C & G accipientur in filis ipsi semidiametro æquales CR, CS; GI, GR, & in orbitâ CA, CF, GD, GH æquales CN, & jungantur AK, FS, DR, HI erunt ipsæ omnes æquales inter se, efficientque ad fila angulos rectos ad K, S, R, I. Quare centro Lunæ existente in A, Luna tanget primum obliquum in K & postquam centrum Lunæ venit ab A in C ejus semidiameter congruet lineæ CE, ideoque Luna tanget filum rectum in E. Postquam autem centrum Lunæ venerit ab A, in D, tanget secundum obliqum in R. Est autem AD æqualis Diameetro Luna, nam cum GD sit æqualis CA, addendo DC habebitur AD æqualis GC qui quidem est diametro Lunæ æqualis. Sed cum GD sit æqualis CF si ab his auferantur æquales GE, EC erit FE æqualis ED et erit DF dupla, tantumque erit a contactu primo secundi obliqui in R ad contactum ultimum primi obliqui in S & postquam centrum Lunæ progressum fuerit in G ad distantiam semidiametri unius EG, Luna continget ultimo filum rectum in E. Lunæ centro progreso a G in H ipsa tanget ultimo secundum obliqum in I. Supposito igitur transitu recto Lunæ fieri 2'24\" ut observatum est. Posito ergo transitu recto lineæ fieri 2'24\" ut observatum est. Posito\nPosito Centro in A &c contactu primi obli-\nqui in K\nCentrum Lunæ erit in C & continget 1°.\nrectum in E.\nCentrum perveniet in D & continget 1°. 2°\nobliquum in R.\nLunæ centrum erit in E filo intermedio per-\npendiculari.\nCentrum perveniet in F & continget ulti-\nmo 1°. obliquum in S.\nCentrum erit in G & continget ultimo re-\nctum in E.\nErit tandem in H & continget ultimo 2°. ob-\nliquum in I.\n\nHuic calculo correspondebant ut plurimum ob-\nservationes in hâc Eclipse intrà secundum unum.\nFig. 4. sufficiebat igitur in una phasi observare duos ex\nhis transitibus in reliquis phasibus unum, ut reliqui\nomnes innotescerent, sed plures observabantur ad majorem\nevidentiam, cumque Luna in hâc Eclipse majori parte tem-\nporis Nubibus tegeretur ex quibus per intervalla emergebat,\nin emersionibus u observabantur transitus qui magis prestò\nerant.\n\nQuod ad Lunares maculas attinet, observabatur transitus\ninsigniorum magisque apparentium, paucæ enim aere nebuloso\nclarè distinguebantur, & quæ propiores erant Lunari orbi-\ntæ, tam per filum rectum quam per unum aut utrumque ob-\nliquorum, transitus autem per rectum semper mediùs est inter\ntransitus per duo obliqua eundem angulum cum Lunæ semitâ\nefficientia: quare observatis duobus quibuscumque tertium\ninveniri poterat.\n\nComparatur autem transitus marginis praecedentis. Lunæ\n& maculae per filum rectum ad habendam differentiam quam\ndicimus longitudinem maculae a margine praecedenti: & tran-\nsitus rectus maculae comparatur cum obliquo ad habendam dif-\nferentiam quæ æqualis est distantiae viae maculae a semitâ puncti\nborealissimi radentis filum parallelum. Cum enim via macu-\nlae ABC, parallela sit viae marginis DEF, eoëdem cum eisdem\nfilis\nfilis Angulos facit semirectos ad A & C, rectos ad B, unde angulus ad A æqualis est Angulo ad C, & latus BA æquale lateri BE latitudini maculae B a filo FED.\n\nDatâ autem longitudine & latitudine maculae datur ejus situs in Lunâ. Descripto quippe circa ipsam quadrato cujus latus AB, intelligatur congruere filo parallelo & sit divisum in tot æquales partes quot secundis Luna per filum rectum transit latera vero AC, BD, ipsi filo perpendicularia sint in totidem similiter partes æquales divisa. Sumptâ in parallelis longitudine AE, CF & ducta FE & in perpendicularibus latitudine AG, BH, quam æqualem dicimus viæ interceptæ inter rectum & obliqum determinatur situs maculae, M, in communi harum rectarum intersectione.\n\nQuod spectat ad Lunæ cornua in Eclipsi, ipsâ determinari possunt solâ longitudine, modo sciatur quo in semicirculo australi vel Boreali sint ut cornu I per longitudinem AE vel CF, recta quippe FE Lunæ marginem secat in duobus punctis L & I, quorum unum est in semicirculo Boreali, alterum in Australi. Poteat etiam determinari solâ latitudine AK, vel BM, modo sciatur quo in semicirculo orientali vel occidentali sit punctum I. Ex lineis autem longitudinis & latitudinis illa exactius situm cornu determinat, quæ propior est centro, ut hic punctum, I, exactius determinatur longitudine quam latitudine; è contra punctum O exactius latitudine quam longitudine, idque ob minorem obliquitatem lineæ rectæ ad circumferentiam, quæ efficitur ut exigua variatio distantæ magis sit in circumferentia sensibilis. Alia ratione per obliquos transitus determinatur situs macularum & cornuum Lunæ, si linea AD parallela semitæ Lunari PQ, ipsius marginem tangenti fiat diameter quadrati Lunæ circumscripti quæ dividatur in tot æquales partes quot secundis Luna per filum obliquum pertransit, ut in hæc Eclipsi in partes 204. Hujus quadrati duo latera AC, BD, primum obliquum representabunt, ut pote illi parallela, reliqua AB, CD secundum obliquum, sumpta autem differentia inter transitum marginis praecedentis Lunæ & maculae M per obliquum in secundis horariis ab angulo praecedente ab A in T, & ductâ per T rectâ EF parallela latere,\nteri, AC, & similiter sumptâ ab eodem angulo A, differentia inter transitum marginis praecedentis K & maculae M, per secundum obliquam AB, ut AV, per punctum V, ducatur recta GVH parallela lateri AB, representabit 2. obliquam fecans priorem in puncto M, ibique situm maculae determinabit. Eadem ratione determinabitur situs cornu E per differentiam ipsius transitus & marginis per 1. obliquam sumpta, ut AT situs cornu H per differentiam ipsius transitus per secundum obliquam AB, ut AU, & ductâ per V, recta GH, parallele la lateri AD modo sciatur sit ne cornu in semicirculo praecedente aut sequente.\n\nDie 29. Octobris, 1697. Roterodami Vesperè post solis occasum Cælum nubibus erat obductum. Visâ autem est Luna inter Nubes horâ 6 18' adhuc integra, in præludium autem observationum captus est determinari situs macularum, notato tempore transitus ipsarum per fila Telescopii, horologio quod (ut ex observationibus solis altitudinum æqualium, manè & vesperè eadem die, & praecedentibus, captarum deducebatur) ea horâ & sequentibus retardabat minutis 1' 4'' quæ sequentibus observationibus addidi & ita ad veram horam sunt reducetæ.\n\nCum ergo margo Lunæ Borealis filum parallelum raderet situs promontorii acuti quod propè Lunarem orbitam incidebat sic determinatus est.\n\n| h | \" |\n|---|---|\n| A | 6 29 36 Promontorium acutum ad primum obliquam. |\n| B | 6 21 27 Præcedens Lunæ margo ad perpendicularare. |\n| C | 6 22 3 Promontorium acutum ad perpendicularare. |\n\nErgo C—B o 36 Differentia transitus per filum perpendicularare quæ est longitudo promontorii acuti a margine praecedente.\n\nC—A i 27 Differentia transitus promontorii acuti inter 1. obliquam & perpendicularare quæ ejus est latitudo a margine boreali. Ante-\nAntequam aliarum macularum situs possit determinari Luna Nubibus est obducta.\n\n6° 30' 34\" Luna inter Nubes conspicata adhuc appariuit integra.\n\nPrima Observatio Eclipsei.\n\n6° 38' 58\" Luna è Nubibus emergens jam &c margine superiori filum perpendiculare radente, phasis &c aliquot macularum situs sic determinatus est.\n\n6° 41' 1\" Ex Sequentibus praecedens margo ad primum obliquum.\n\nA 6° 41' 23\" Initium Maris Crisi ad 1. obl.\nB 6° 41' 50\" Promontorium acutum ad 1. obl.\nC 6° 42' 12\" Plinius ad 1. obl.\nD 6° 42' 25\" Menelaus ad 1. obliquum.\nE 6° 42' 33\" Manilius ad 1. obliquum.\nF 6° 42' 43\" Primus margo ad perpendiculare.\nG 6° 43' 0\" Proclus ad perpendiculare.\nH 6° 43' 20\" Promontorium acutum ad perpendiculare.\nI 6° 43' 26\" Margo sequens ad 1. obliquum.\nK 6° 43' 30\" Menelaus ad perpendiculare.\nL 6° 44' 0\" Cornu præc. Lunæ ad perpendiculare, ipsa tangit filum horiz.\nM 6° 44' 21\" Cornu sequens ad 1. obliquum.\nN 6° 44' 35\" Menelaus ad 2. obliquum.\nO 6° 44' 57\" Cornu sequens ad verticale.\nP 6° 45' 7\" Margo sequens ad perpendiculare.\nQ 6° 45' 33\" Cornu sequens ad 2. obliquum.\nR 6° 45' 55\" Grimaldus ad 2 obliquum.\nS 6° 46' 49\" Sequens Margo ad 2 obliquum.\n\nExamen prima Observationis.\n\nP—F 2° 24' Transitus Lunæ per perpendiculare.\nS—I 3° 23' Transitus Lunæ per 2. obliquum.\nH—F 0° 37' Promontorii acuti Longitudo a margine praecedente.\nH—B i 3° Promontorii acuti latitudo a Margine Boreali.\nK—F o 47 Menelai longitudo a margine praecedente.\nK—D i 5 Menelai latitudo a margine Boreali.\nO—K\nL—F i 17 Cornu praecedentis longitudo a margine praec.\no o Latitudo nulla.\nO—F 2 14 Cornu sequentis longitudo a margine praecedenti.\nO—M o 36 Latitudo ejusdem cornu a margine Boreali.\nQ—O o 36 Eadem latitudo.\n\nAd eundem modum aliae observationes expensis sunt reiectis iis quae minimè inter se convenire videbantur. Hinc longitudines & latitudines cornuum deductæ sunt, ubi debeat transitus per filum perpendicularis, is deductus est ex transitibus per duos obliquos diviso bifariam tempore inter utrumque.\n\n| Phases | Longitudo à Margine Præc. | Latitudo à Margine Bor. | Longitudo à Margine Præced. | Latitudo à Margine Boreali |\n|--------|--------------------------|------------------------|---------------------------|--------------------------|\n| a.     | i 17                     | o o                    | 2 14                      | o 36                     |\n|        | Latitudo à Margine Aust. |                        |                           | Latitudo à Margine Aust. |\n| 2a.    | o 28                     |                        | 2 24                      | i 17                     |\n| 3a.    | o 10                     | i 49                   | 2 22                      | i 9                      |\n| 4a.    | o 1                      | i 10                   | 2 23½                    | i 6½                     |\n| 5a.    | o 2                      | o 56                   |                            |                          |\n| 6a.    | o 3                      | o 53                   | 2 24                      | i 16                     |\n| 7a.    | o 6                      | o 42                   | 2 22                      |                            |\n| 8a.    | o 11                     | o 32                   | 2 13                      | i 54                     |\n| 9a.    | o 6                      | o 43                   | i 35                      |                            |\n| 10a.   | o o                      | o 54                   |                            |                          |\n\nAd descriptionem phasium sumpta est semidiameter umbrae æqualis diametro Lunæ cum duabus tertiis semidiametri ejusdem quae magis congruere visæ est.\nIn Secundâ Phasi in qua Cælum obscurum.\n\n|   | h    |\n|---|------|\n| A | 7 6 46 Margo praecedens ad perpendicularare. |\n| B | 7 7 8 Cornu praecedens ad verticale. |\n| C | 7 7 47 Cornu sequens ad r. obliquam. |\n| D | 7 8 19 Margo sequens ad r. obliquam. |\n| E | 7 9 4 Cornu sequens ad verticale. |\n|   | 7 12 22 Umbra ad Manilium. |\n\nSitus Cornuum.\n\nB—A 0 28 Cornu praeced. longitudo a margine praecedente.\nE—A 2 24 Cornu sequentis longitudo a margine orientali.\nE—C 1 17 Cornu sequentis lat. a margine Australi.\n\nIn Tertiâ Phasi.\n\n|   | h    |\n|---|------|\n| A | 7 29 30 Cornu præc. ad r. obliquam. |\n| B | 7 21 9 Margo præc. ad verticale. |\n| C | 7 21 19 Cornu præc. ad verticale. |\n| D | 7 21 51 Margo praecedens ad 2. obliquam. |\n| E | 7 22 24 Cornu sequens ad r. obliquam. |\n| F | 7 22 47 Margo sequens ad r. obliquam. |\n| G | 7 23 9 Cornu praecedens ad 2. obliquam. |\n| H | 7 23 31 Cornu sequens ad verticale. |\n| I | 7 24 40 Cornu sequens ad 2. obliquam. |\n|   | 7 29 4 Umbra ad Dyonisium |\n\nSitus Cornuum.\n\nC—B 0 10 Cornu praecedentis longitudo a margine orientali.\nC—A 1 49 Cornu praecedentis latitudo a margine Australi.\nG—C 1 50 Eadem latitudo.\nH—B 2 22 Cornu sequentis longitudo a margine praecedente.\nH—E 1°7 Cornu sequentis latitudo a margine australi.\nI—H 1°9 Eadem latitudo.\n\nIn Quarta Phasi.\n\nA 7°40'24\" Cornu praecedens ad 1. obli-\nquum.\n* I 7°41'34\" Ex sequentibus margo pra-\ncedens ad verticale.\nB 7°41'35\" Cornu praeced. ad verticale.\nC 7°42'18\" Margo praeced. ad 1. obli-\nquum.\nD 7°42'44\" Cornu praecedens ad 2. obli-\nquum.\nE 7°42'51\" Cornu sequens ad 1. obli-\nquum.\nF 7°43'14\" Margo sequens ad 1. obli-\nquum.\n* E+K 7°43'57½\" Cornu sequens ad verticale.\nG 7°43'58\" Margo sequens ad verticale.\nH 7°45'4\" Cornu seq. ad 2. obl.\n\nG—2°24\"v I 7°41'34\" Margo praeced. ad verticale.\nB—I 0°1 Cornu præc. longitudo a margine praeced.\nB—A 1°11 Cornu præc. latitudo a mar-\ngine australi.\nD—B 1°9 Eadem latitudo.\nH—E 2°13 Differentia transitus cornu sequentis inter obliq.\nK 1°6½ Dimidium lat. cornu sequ. a marg. Australi.\n* E+K 7°43'57½\" Cornu sequens ad verticale.\nE+K—I 2°23\" Longitudo cornu sequ. a mar-\ngine praecedente.\n\nIn\nIn Quinta Phasi.\n\nI 7 49 34 Margopraecedens ad 1. obli-\nquum.\nA 7 50 22 Cornu praecedens ad 1. obli-\nquum.\nB 7 51 .4 Promontorium acutum in\numbra.\n*L 7 51 16 Margo praecedens ad per-\npendicularare.\nC 7 51 18 Cornu praecedens ad verti-\ncale.\nD 7 51 58 Margo praecedens ad 2. obli-\nquum.\nE 7 52 29 Cornu sequens ad 1. obli-\nquum.\nF 7 52 56 Margo sequens ad 1. obli-\nquum.\n\nD—2' 24\" v I 7 49 34 Margo praecedens ad 1. obli-\nquum.\nB—I 1 30 Longit. obl. Promontorii ac-\ncuti a 1. obliquo.\n\nSitus cornuum Quintae Phasius.\n\nD—o 42 v L 7 51 16 Margo praecedens ad per-\npendicularare.\nC—L o 2 Cornu praecedentis long. a\nmarg. praeced.\nC—A o 56 Cornu praeced. latitudo a\nmargine australi.\nE—I 2 55 Long. obliqua a 1. obl. ad\nmaximam long. 3' 24\".\no 29 Complementum.Idem com-\nplementum.\nF—E o 27 Idem complementum. Me-\ndium o' 28\".\nIn Sextâ Phasi.\n\nh\n\n* L 7 53 14 Margo præcedens ad 1. obl.\nA 7 54 6 Cornu precedens ad 1. obl.\nB 7 54 44 Promont. acutum ad 1. obl.\n* K 7 54 56 Margo præced. ad perpend.\nC 7 54 59 Cornu præced. ad perpend.\nD 7 55 38 Margo præced. ad 2. obl.\nF 7 55 52 Cornu præced. ad 2. obl.\nG 7 56 4 Cornu sequens ad 1. obl.\nH 7 56 36 Margo sequens ad 1. obl.\nI 7 57 20 Cornu sequens ad verticale.\n\nD — 2 24 v L 7 53 14 Margo præcedens ad 1 obl.\nD — o 42 v K 7 54 56 Margo præced. ad perpend.\n\nSitus Cornuum.\n\nC—K 0 3 Cornu præced. longitudo a marg. præcedenti.\nC—A 0 53 Cornu præced. latitudo a marg. australi.\nF—C 0 53 Eadem latitudo.\nI—K 2 24 Longitudo cornu sequentis a marg. præcedenti.\nI—G 1 16 Latitudo Cornu sequentis a marg. australi.\nB—L 1 30 Longitudo obliqua Prom. acuti a 1. obl.\n\nIn Septimâ Phasi.\n\n* I 8 5 51 Margo præced. ad 1. obl.\nA 8 6 58 Cornu præced. ad 1. obl.\n* K 8 7 33 Margo præced. ad perpend.\nB 8 7 39 Cornu præced ad perpend.\nC 8 8 15 Margo præced. ad 2. obl.\nD 8 8 21 Cornu præced. ad 2. obl.\nE 8 8 55 Medium umbræ ad perpend.\nF 8 9 14 Margo sequens ad 1. obl. G 8\nG 8 9 55 Cornu sequens ad verticale.\nH 8 9 58 Margo sequens ad verticale.\nC — 2' 24'' v I 8 5 51 Margo praeced. ad r. obl.\nC — o' 42'' v K 8 7 33 Margo praeced. ad perpend.\nB — K 0 0 6 Cornu praeced. long. a margine praecedenti.\nB — A 0 0 41 Cornu praeced. lat. a margine australi.\nD — B 0 0 42 Eadem latitudo.\nG — K 0 2 22 Cornu sequenis long. a marg. praeced.\n\nIn Octava Phas.\nA 8 23 53 Cornu praeced. ad r. obl.\n* K 8 24 13 Margo praeced. ad vert.\nB 8 24 24 Cornu praeced. ad perp.\nC 8 24 55 Margo praeced. ad 2. obl.\nD 8 24 57 Cornu praeced. ad 2. obl.\nE 8 25 55 Margo sequens ad r. obl.\nF 8 26 26 Cornu seq. ad perpend.\nG 8 26 38 Margo sequens ad vertic.\nH 8 28 20 Cornu sequens ad 2. obl.\nC — o' 42'' v K 8 24 13 Margo praeced. ad perpend.\nB — K 0 0 11 Longitudo cornu praeced. a margine australi.\nB — A 0 0 31 Latitudo cornu praec. a margine australi.\nD — B 0 0 33 Eadem latitudo.\nF — K 0 2 13 Longitudo cornu seq. a margine praecedenti.\nH — F 0 1 54 Latitudo cornu seq. a margine australi.\n\nIn Noná Phas.\nA 8 49 25 Cornu praeced. ad r. obl.\nB 8 49 42 Eclipse concavitas ad r. obl.\n* I 8 50 2 Margo praeced. ad perpend.\nC 8 50 8 Cornu praeced. ad verticale.\nD 8 50 41 Margo praec. ad 2. obliquum.\nE 8 50 51 Cornu præc. ad 2. obliquum.\nF 8 51 34 Cornu sequ. ad verticale.\nG 8 51 43 Margo sequ. ad 1. obl.\nH 8 52 26 Margo sequ. ad verticale.\n\nH — o' 24\" v I 8 50 2 Margo præc. ad perpend.\nC—I 0 0 6 Longitudo Cornu præc. a margine præc.\n\nC—A 0 0 43 Latitudo cornu præced. a margine australi.\nE—C 0 0 43 Eadem latitudo.\nF—I 0 1 32 Long. cornu sequ. a marg. præced. Latitudo cornu sequ. desideratur.\n\nIn Decimâ Phasi.\n\n* L 9 3 38 Margo præcedens ad 1. obl.\nA 9 4 29 Cornu præcedens ad 1. obl.\nB 9 5 4 Umbra recedit a Plinio.\n* H 9 5 20 Margo præced. ad verticale.\n* I 9 5 23 Cornu præced. ad verticale.\nC 9 5 53 Cornu sequ. ad 1. obl.\nD 9 6 17 Cornu præc. ad 2. obl.\nE 9 7 2 Margo sequ. ad 1. obl.\nF 9 7 47 Margo sequ. ad verticale.\n\nE — 2' 42\" v H 9 5 20 Transitus cornu præced. inter obliques.\nD—A 0 1 48 Dimidium lat. Cornu Præc. a margine australi.\n\nM 0 0 54 Dimidium lat. Cornu Præc. a margine australi.\n\nD—M vel I 9 5 23 Cornu præc. ad verticale.\nI—H 0 3 Longitudo.\nE — 3' 24\" v L 9 3 37 Margo præced. ad 1. obl.\nF — 4' 6 v L 9 3 41 Idem margo.\nC—L 2 25 Longitudo obliqua cornu sequ. a 1 obliquo.\n\n9 9 4 Umbra recedit a Langreno.\n9 19 Finis maris tranquilitatis.\n13 40 Aristoteles.\n14 39 Cleomedes.\n21 34 Finis.\n\nVid. Fig. 8.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102478.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 19,
    "total-input-tokens": 28044,
    "total-output-tokens": 8835,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        0,
        4
      ],
      [
        0,
        0,
        5
      ],
      [
        0,
        1670,
        6
      ],
      [
        1670,
        3950,
        7
      ],
      [
        3950,
        6226,
        8
      ],
      [
        6226,
        7911,
        9
      ],
      [
        7911,
        10055,
        10
      ],
      [
        10055,
        11776,
        11
      ],
      [
        11776,
        13118,
        12
      ],
      [
        13118,
        15474,
        13
      ],
      [
        15474,
        16687,
        14
      ],
      [
        16687,
        17613,
        15
      ],
      [
        17613,
        18434,
        16
      ],
      [
        18434,
        19513,
        17
      ],
      [
        19513,
        20717,
        18
      ],
      [
        20717,
        21947,
        19
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "None",
      "None",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102478",
    "title": "Eclipsis Lunaris Observatio, Facta Roterodami die 29. Octobris Anni 1697. N. S. A Jacobo Cassini, R. Ac. Parisiensis Socio",
    "authors": "Jacobo Cassini",
    "year": 1698,
    "volume": "20",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 19,
    "jstor_url": "https://www.jstor.org/stable/102478"
  }
}