{
  "id": "0fb8a83ccfa52a56b265639b7b37970f63f45bf7",
  "text": "XVII. A Sketch of an Analysis and Notation applicable to the estimation of the value of Life Contingencies. By Benjamin Gompertz, Esq. F. R. S.\n\nRead June 29, 1820.\n\nThe estimation of the value of property, connected with life contingencies, has for many years occupied the attention of the philosophers, as well as the monied and landed interest of this country. The many institutions now existing in England, for the purpose of granting annuities and assurances on lives, are a sufficient evidence that they are conceived to yield advantages to the community:—advantages which seem to present themselves in two points of view; the one, the gain accruing to the parties granting the assurance or other object; the other, the benefit to be received by persons purchasing those grants. In a political point of view, it appears a question of great importance to decide, what ought to be the demands of those companies, so that the public may reap the greatest benefit from them? And the only means of answering this question, is the possession of the mathematical and philosophical principles, by which those institutions ought to be guided. In the present improved state of the science of life assurances, it is not sufficient for a proper regulation to follow old customs, and calculations; drawn from a less perfect experience than we have now the means of obtaining; but every company, to reap the advantage of the progressive state of the science, should not only possess\nevery knowledge relative to this science, which it may be within its immediate power to acquire, but it should promulgate its individual information; that the actuaries of the different societies may, by their mathematical skill, collect for the common good of all, from multiplied resources, that which they cannot obtain from a less general observation. I am induced to venture this hint, as it is my firm belief, that the tables generally adopted, might, by this means, receive many extremely necessary corrections; for those tables should be as accurate as they can possibly be made, and the interest should be calculated at that rate which shall appear to be the average interest to be made for money; but such additional demands should be made by the company or institution, as to leave an adequate portion for its security, profit, and expenses; for it does not seem possible, in the various beneficial applications which can be made from a proper knowledge of this branch of the mathematics, to judge universally how to adopt tables of mortality, which are not correct in themselves, connected with a rate of interest which is not the average rate made in reality, so that the advantage may tend to any one direction. In granting assurances on lives, it is a practice to use a certain table of mortality, and to calculate at a certain rate of interest, without making any additional charge; in the presumption, that the tables are in themselves incorrect, but that their deviation from the truth, is in favour of the society; and that the interest of money is less than that which they can really make: but such a plan does not appear to me sufficiently scientific, to be followed by companies concerned with life contingencies generally. It is not my intention in the paper I have at present the honour\nto present to this profoundly learned Society, to offer my opinion on the rates of mortality; but my object is to propose a plan of analysis and notation, which I conceive may be applied with utility to most problems likely to occur, and capable of suggesting a variety of new speculations in the pursuit of this science. Many accurate and ingenious men have occupied their hours in the improvement of this subject. Messrs. Morgan, Baily, and Milne, of the present age, are among the number of mathematicians to whom this department is greatly indebted; the works of the former two gentlemen have been long before the public; that of Mr. Milne, was not earlier than about the commencement of this year in my possession; but I felt much gratified with the able manner in which he has treated his different subjects; and particularly pleased with his notation, in his sixth chapter, referring to the different orders of survivorship.\n\nI feel thankful for the information I have received from the labours of those who have preceded me; and I hope that this sketch may be received as a wish to aid science, but not as a medium to censure those whose steps may sometimes have faltered in the paths to knowledge. To a true philosopher, it will ever be much more pleasing to grant even more praise than is actually due, than to pluck the laurel from the deserving brow. This is an observation which might frequently be addressed to authors, but I profess no particular point of application in my remark.\n\nBenjamin Gompertz.\n\n14th June, 1826.\nSection I. Art. I. A function, that is an expression made up of certain quantities, has been often very usefully expressed by some letter with those quantities written underneath, of which that function or expression is made up. And frequently those quantities only are placed under, which it may be the particular object to bring into notice; thus, if in an analysis we had the frequent occurrence of some particular expression, $\\sqrt{a^2 + x^2 + \\sqrt{x+y}}$, for instance, it might be convenient to put some letter to represent it; and if we had two or more expressions of the same form made up of different letters, such for instance as $\\sqrt{a^2 + x^2 + \\sqrt{x+y}}$, and $\\sqrt{a^2 + z^2 + \\sqrt{z+w}}$, it may be more convenient to express them by some generic character, which shall still involve the peculiarity of each; thus, by writing for the one $M_{x,y}$, and for the other $M_{z,w}$, and this or a similar mode of notation; becomes more necessary when we are ignorant of the form of the expressions to which our analysis is to be applied.\n\nArt. 2. If for $x$ in the expression $M_x$ signifying some function of $x$, we write separately $x = n$, $x = n + p$, $x = n + 2p$, $x = n + 3p$, &c. $x$ increasing by the continual addition of $p$; then the sum of the terms commencing with $x = n$ and finishing with $x = m$, is $M_n + M_{n+p} + M_{n+2p}$ &c. ... $M_m$; and to express this operation on $x$, I use the symbol $\\frac{x}{p} \\bigg|_{m}^{n}$ prefixed to the function of $x$; that is, I should write $\\frac{x}{p} \\bigg|_{m}^{n} M_x$ for this sum. This is the same as what is called the finite integral of\nMr. Gompertz's analysis applicable to the\n\n$M_{x+p}$; from $x=n$ to $x=m$; that is, the first value of the increment $M_{x+p}$ of the series being $M_{n+p}$, and the last $M_{m+p}$, or which is the same thing, the first term of the series being $M_n$ and the last term of the series $M_m$. And thus would\n\n$$\\frac{x}{p} \\left[ M_{x+p} \\right]$$ express $M_{n+\\epsilon} + M_{n+\\epsilon+p} + M_{n+\\epsilon+2p} \\ldots \\ldots M_{m+\\epsilon}$,\n\nand also would\n\n$$\\frac{x}{p} \\left[ M_{x} \\right] = M_{n+\\epsilon} + M_{n+\\epsilon+p} + M_{n+\\epsilon+2p} \\ldots \\ldots M_{m+\\epsilon}$$\n\nas is evident by writing $n+\\epsilon$ and $m+\\epsilon$ respectively in the room of $n$ and $m$ in the first of the series mentioned; consequently,\n\n$$\\frac{x}{p} \\left[ M_{x+p} \\right] = \\frac{x}{p} \\left[ M_{x} \\right];$$ they both being expressive of the sum of the same series. Moreover, because when $x$ becomes $n$, $x+\\epsilon$ becomes $n+\\epsilon$, and when $x$ becomes $m$, $x+\\epsilon$ becomes $m+\\epsilon$; therefore the symbols $\\frac{x}{p} \\left[ M_{x} \\right]$ and $\\frac{x}{p} \\left[ M_{x+\\epsilon} \\right]$ when prefixed to the same function mean the same thing, that is\n\n$$\\frac{x}{p} \\left[ M_{x} \\right] = \\frac{x+\\epsilon}{p} \\left[ M_{x} \\right].$$\n\nAlso because $\\frac{x}{p} \\left[ M_{p+x} \\right]$ is the symbol for $M_{n+p} + M_{n+2p} + \\ldots \\ldots M_{m+p}$, and $\\frac{x}{p} \\left[ M_{x} \\right]$ is the symbol for $M_n + M_{n+p} + n+2p + \\ldots \\ldots M_m$, therefore $\\frac{x}{p} \\left[ M_{x} \\right] = M_n - M_{m+p} +$\nestimation of the value of life contingencies.\n\n\\[ \\frac{x}{p} \\bigg| M_{p+x}, \\text{ and also } = M_n + \\frac{x}{n-p} \\bigg| M_{p+x} \\text{ or } = \\frac{x}{n-p} \\bigg| M_{p+x}. \\]\n\nThis last is also evident from above.\n\nArt. 3. It may be proper to state that the symbol \\( \\int \\) is not necessarily written with the letters \\( x, p, n, m \\); but that with other letters it will, mutatis mutandis, have a similar meaning: the first or highest letter within the symbol expressing the constant increment of the variable quantity above the symbol; the second, the value of that variable quantity at the commencement; and the last or lowest letter the value thereof at the end. If this letter be infinite, we omit its notation and write the symbol thus \\( \\frac{x}{p} \\bigg| \\). If \\( p \\), or the first letter within be infinitely small, or \\( o \\) comparatively with finites, then the symbol will stand \\( \\frac{x}{o} \\bigg| \\) and will express the integral of a differential expression of \\( x \\) between the limits \\( n \\) and \\( m \\) of \\( x \\), and will be the same as the fluent of a fluxional expression between the same limits, mutatis mutandis.\n\nArt. 4. \\( L_a, L_b, L_c, \\&c. \\) are put to denote the number of persons living at the ages \\( a, b, c, \\&c. \\) in a given table of mortality, and \\( L_{a, b, c, \\&c.} \\) is put for an abbreviation of \\( L_a \\times L_b \\times L_c, \\&c. \\) also \\( L_{x: a, b, c, \\&c.} \\) is put for an abbreviation of \\( L_{a+x} \\times L_{b+x} \\times L_{c+x} \\); \\( L_{(x: a, b, c, \\&c.) d, e, f, \\&c.} \\) for an abbreviation of \\( L_{a+x} \\times L_{b+x} \\times L_{c+x} \\&c. \\times L_d \\times L_e \\times L_f \\&c. \\)\n\nHence the chances of nominated persons of the ages \\( a, b, c, \\&c. \\) living respectively, the times \\( x, y, z, \\&c. \\) are \\( \\frac{L_{a+x}}{L_a}, \\frac{L_{b+y}}{L_b}, \\)\nMr. Gompertz's analysis applicable to the\n\n\\[\n\\frac{L_{c+z}}{L_c} \\text{ &c. considered independently of each other; and the chance}\n\\]\n\nthat the event shall take place conjointly, that is, that every one\nof all the events shall take place is \\[\n\\frac{L_{a+x}}{L_a} \\times \\frac{L_{b+y}}{L_b} \\times \\frac{L_{c+z}}{L_c} \\text{ &c.}\n\\]\n\nor \\[\n\\frac{L_{a+y}, b+y, c+z, &c.}{L_{a, b, c, &c.}}\n\\]\n\nand if \\(y, z, &c.\\) are each equal to \\(x\\), the ex-\npression may be further abbreviated thus, \\[\n\\frac{L_{x : a, b, c, &c.}}{L_{a, b, c, &c.}}\n\\]\n\nNote,\nthat one year is considered the unite of time.\n\nAnd if \\(r\\) be the present worth of one pound due in one\nyear certain, \\(r^* \\cdot \\frac{L_{x : a, b, c, &c.}}{L_{a, b, c, &c.}}\\) will be the present worth of one\npound to be received in the time \\(x\\) in case nominated persons\nof the ages \\(a, b, c, d, &c.\\) should be all living at that time.\n\nCorollary. Hence, \\[\n\\frac{x}{p} \\left| r^* \\cdot \\frac{L_{x : a, b, c, &c.}}{L_{n : a, b, c, &c.}}\n\\]\n\nwill denote the pre-\nsent value of a periodic income of one pound, payable at equal\nintervals \\(p\\) of time, the first payment being to be made in the\ntime \\(n\\), and the last in the time \\(m\\), on the contingency of the\npersons whose present ages are \\(a, b, c, &c.\\) being jointly liv-\ning at those intervals; interest being reckoned at the rate\nper cent. which makes the present value of one pound certain\ndue in one year equal to \\(r\\); and if there be no danger of\nmistaking the variable radical, we omit it in the prefixed\nsymbol, and would write the last expression \\[\n\\frac{p}{n} \\left| r^* \\cdot \\frac{L_{x : a, b, c, &c.}}{L_{n : a, b, c, &c.}}\n\\]\n\nand this we would write still shorter when a more developed\nexpression is not necessary, thus \\[\n\\frac{p}{n} \\left| a, b, c, &c.\n\\]\n\nto signify as\nbefore. The present value of a periodic income of one pound payable on the joint lives of persons of the present ages $a, b, c, \\&c.$ at equally distant intervals $p$, the first payment being due in the time $n$, and the last in the time $m$, the present value of one pound certain due in one year being $r$.\n\nIf there be not any character in the place of the $r$, in the last symbolic form, the interest is supposed to be the same as in some previous consideration, which shall be evident from the text; thus, if we had been conversing of an interest of 5 per cent. per annum, we should write $\\frac{1}{i} | a, b, c,$ to express the present value of an annuity of one pound (that is one pound payable yearly) on the joint lives of the present ages $a, b, \\&c.$ the first payment to be made in one year, because in this case $p = 1, n = 1$, and $m$ is infinite, or extends to the longest possible duration of life.\n\nArt. 5. If the income is on the present ages $a, b, c, \\&c.$ between the terms &c., on the contingency of $v$ or more of them being living, we write as a symbol of its present value\n\n$$\\frac{r}{p} \\left| \\begin{array}{c} a, b, c, \\&c. \\\\ m \\end{array} \\right|,$$\n\nand according to this notation we should have in the following particular cases for the present value of the income\n\n$$\\frac{r}{p} \\left| \\begin{array}{c} a, b, c \\\\ m \\end{array} \\right|_3,$$\n\nthe same as\n\n$$\\frac{r}{p} \\left| \\begin{array}{c} a, b, c \\\\ m \\end{array} \\right|_2,$$\n\nwhen the income for the term depends on two or more of the three persons whose present ages are $a, b, c$, being living;\n\n$$\\frac{r}{p} \\left| \\begin{array}{c} a, b, c \\\\ m \\end{array} \\right|_1,$$\n\nwhen it depends on one or more of the three being living; that is,\n\nwhat is termed on the longest of the lives; and\n\n$$\\frac{r}{p} \\left| \\begin{array}{c} a, b, c \\\\ m \\end{array} \\right|_0.$$\nwhen it depends on none, or any of them being living, and is therefore the income certain and quite independent of the ages $a, b, c$, and therefore this case may be written without those letters, thus $\\frac{r}{m} \\bigg|_o$, and will be expressive of the present value of an income certain for the term, &c.; $o$ inserted in the angle signifying that it does not involve any contingency; and this presents us with a ready notation for the purpose of expressing an income for a term, a rate of interest, and a periodic interval of payment given on any nominated contingency specified by any particular character, by placing that character in the angular point; thus if the contingency involved were designated by the character $C$, then the income for the term, rate of interest, &c. depending on that contingency, we should denote by $\\frac{r}{m} \\bigg|_C$.\n\nArt. 6. Moreover, as $\\frac{r}{m} \\bigg|_o$ expresses the value of the income certain for the term, and $\\frac{r}{m} \\bigg|_{a, b, c, \\&c.}$ expresses the value of the income for the term on the contingency of $\\nu$ or more of the persons of the present ages $a, b, c, \\&c.$ being living; the excess of the former above the latter, will express the value of the income for the term on the contingency of $\\mu - \\nu + 1$, or more of the persons being dead; if $\\mu$ be the number of persons in all: \"because it is certain that out of $\\mu$ persons living at any time, there will after that time either be $\\nu$ or more of them living, or $\\nu - 1$ or less of them living including $o$; but $\\nu - 1$ or less of them being living, is the same as $\\mu - \\nu + 1$ or more...\"\nestimation of the value of life contingencies.\n\n\"of them dead; therefore the chance of \\( v \\) of them being living + the chance of \\( \\mu - v + 1 \\) of them being dead, is equal to unity, that is certainty,\" and the said excess will be written\n\n\\[\n\\frac{r}{m} \\left| \\begin{array}{c}\n\\frac{p}{n} \\\\\n\\end{array} \\right| \\quad \\frac{r}{m} \\left| \\begin{array}{c}\na, b, c, \\&c. \\\\\n\\end{array} \\right|\n\\]\n\nand is expressive of the chance of \\( \\pi \\) or more being dead, \\( \\pi \\) being equal to \\( \\mu - v + 1 \\); or \\( \\mu \\), that is, the number of persons in all being \\( = \\pi + v - 1 \\); and as the sign\n\n\\[\n\\frac{r}{m} \\left| \\begin{array}{c}\n\\frac{p}{n} \\\\\n\\end{array} \\right|\n\\]\n\nof summation and the interest indicated by \\( r \\), the present value of one pound certain to be received at the years end, affect both contingencies alike, we may join those contingencies and use but one symbol, and we shall have\n\n\\[\n\\frac{r}{m} \\left| \\begin{array}{c}\n\\frac{p}{n} \\\\\n\\end{array} \\right| \\quad \\frac{r}{m} \\left| \\begin{array}{c}\na, b, c, \\&c. \\\\\n\\end{array} \\right|\n\\]\n\nfor the value of the income for the term on the contingency, that out of \\( \\pi + v - 1 \\) persons, there shall be \\( \\pi \\) or more of them dead.\n\nAccordingly would\n\n\\[\n\\frac{r}{m} \\left| \\begin{array}{c}\n\\frac{p}{n} \\\\\n\\end{array} \\right| \\quad \\frac{r}{m} \\left| \\begin{array}{c}\na, b, c \\\\\n\\end{array} \\right| \\quad \\frac{r}{m} \\left| \\begin{array}{c}\na, b, c \\\\\n\\end{array} \\right|\n\\]\n\nrespectively signify the value of the income for the term on the contingency of one or more being dead, of two or three being dead, or of all being dead. And these besides being an appropriate abbreviation of the expressions, likewise indicate, that if from the value of the income certain for the term we subtract separately the value for the income for the term on the contingency of all three being living, on the contingency of two or more being living, and on the contingency of one or more being living, of three persons, we shall have respectively the value of the income for the term on the contingency of one or more being dead, two or more being dead, or of all\nbeing dead of three persons. Again\n\n\\[ \\frac{r}{m} \\left| \\begin{array}{c}\na, b, c, \\&c. \\\\\nv - \\xi\n\\end{array} \\right| - \\frac{r}{m} \\left| \\begin{array}{c}\na, b, c, \\&c. \\\\\nv\n\\end{array} \\right|, \\]\n\nor, abbreviated,\n\n\\[ \\frac{r}{m} \\left| \\begin{array}{c}\na, b, c, \\&c. - a, b, c, \\&c. \\\\\nv - \\xi\n\\end{array} \\right| \\]\n\nwould express the value for the term of the income on the contingency of there not being more living than \\( v - 1 \\), and not less living than \\( v - \\xi \\); and taking \\( \\xi = 1 \\), we have\n\n\\[ \\frac{r}{m} \\left| \\begin{array}{c}\na, b, c, \\&c. - a, b, c, \\&c. \\\\\nv - 1\n\\end{array} \\right|, \\]\n\nthe value on the contingency of there being precisely \\( v - 1 \\) of them living; and if there are \\( \\mu \\) lives in all, the same symbol will also express the value on the contingency of there being precisely \\( \\mu - v + 1 \\) dead.\n\nArt. 7. If the income for the term depended on \\( v \\), or more nominated persons of the present age \\( a, b, c, \\&c. \\) being living, on \\( v' \\) or more of the present ages \\( a', b', c', \\&c. \\) on \\( v'' \\) or more of the persons of the present ages \\( a'', b'', c'', \\&c. \\) being living, we should express its present value, thus\n\n\\[ \\frac{r}{m} \\left| \\begin{array}{c}\na, b, c, \\&c. : a', b', c', \\&c. : a'', b'', c'', \\&c. \\\\\nv, v', v''\n\\end{array} \\right|, \\&c. \\]\n\nIf the income for the term depended on some contingency designated by \\( C \\), provided there were \\( v \\) or more living of the persons of the present ages \\( a, b, c, \\&c. \\) we should designate it thus\n\n\\[ \\frac{r}{m} \\left| \\begin{array}{c}\n: a, b, c, \\&c. \\\\\nC, v\n\\end{array} \\right|. \\]\n\nAnd therefore, if there were \\( \\mu \\) persons of the ages \\( a, b, c, \\&c. \\) in conformity with our plan, we should denote by\n\n\\[ \\frac{r}{m} \\left| \\begin{array}{c}\n: a, b, c, \\&c. \\\\\nC\n\\end{array} \\right|, \\]\n\nthe present value of the income on the contingency \\( C \\), proved \\( \\mu - v + 1 \\), or more of the persons of the present ages, \\( a, b, c, \\&c. \\) were dead.\nArt. 8. If one pound is to be received at the expiration of the first of the equal periods $p$, after the expiration of the time $n-p$, which shall happen after the failure of any of the above conditions of joint or single existence of the persons in question, provided that that failure should take place between the intervals $n-p$ and $m$; the present value of this sum will be the present value discounted for the period $p$ of the income on the contingency of the conditions not failing, the first payment to be made at the period $n-p$, and the last at the period $m-p$, less the present value of the income on the contingency of the conditions not failing, the first payment to be made in the time $n$, and the last in the time $m$. Thus suppose the income, payable at every interval $p$, of one pound on the contingency of certain lives remaining, the first payment to be made at the time $n$, and the last at the time $m$, be represented by $\\frac{r}{n} \\left| \\begin{array}{c} p \\\\ m \\end{array} \\right| C$, and therefore a similar regulated income of which the first payment is to be made in the time $n-p$, and the last in the time $m-p$, will be $\\frac{r}{n-p} \\left| \\begin{array}{c} p \\\\ m-p \\end{array} \\right| C$, and the present value of one pound to be received at the first period $p$ which shall happen after the failure of the condition, &c. is\n\n$$r^p \\times \\frac{r}{n-p} \\left| \\begin{array}{c} p \\\\ m-p \\end{array} \\right| C - \\frac{r}{n} \\left| \\begin{array}{c} p \\\\ m \\end{array} \\right| C.$$ Because $\\frac{r}{\\pi} \\left| \\begin{array}{c} p \\\\ \\pi \\end{array} \\right| C$, is the value of one pound to be received at the period $\\pi$ in the contingency of the conditions not having failed, on or before that time; $\\frac{r}{\\pi} \\left| \\begin{array}{c} p \\\\ \\pi \\end{array} \\right| C = r^\\pi$ is the chance of its not having failed on or before that time;\nin the same manner \\( \\frac{r}{n-p} \\) \\( \\div r^{n-p} \\) is the chance of its not having failed on or before the time \\( n-p \\); and the excess of the latter above the former, is the chance of its failing between the intervals \\( n-p \\) and \\( n \\), which multiplied by \\( r^n \\) gives\n\n\\[ \\frac{r}{n-p} \\times r^p = \\frac{r}{n} \\]\n\nfor the present value of one pound, to be received at the expiration of the time \\( n \\), in case the condition should fail between the time \\( n-p \\) and \\( n \\); and if \\( n \\) be successively interpreted by \\( n, n+p; n+2p, \\&c. m \\), the sum of the resulting expressions, will be the value of one pound to be received at the first of the periods \\( p \\) from the time \\( n-p \\) that shall happen after the failure of the condition, provided that that failure takes place between the periods \\( n-p \\) and \\( m \\); but because\n\n\\[ \\frac{r}{n} = \\frac{r}{n} + \\frac{r}{n+p} + \\frac{r}{n+2p} + \\&c. \\ldots \\frac{r}{m} \\]\n\nand similarly\n\n\\[ \\frac{r}{n-p} = \\frac{r}{n-p} + \\frac{r}{n} + \\frac{r}{n+p} + \\&c. \\ldots \\]\n\n\\[ \\frac{r}{n-p} \\]\n\ntherefore the said value is equal to \\( \\frac{r}{n-p} \\times r^p - \\frac{r}{n} \\) as above asserted.\n\nFrom the two equations first cited, it appears that \\( \\frac{r}{n-p} = \\frac{r}{n} + \\frac{r}{n-p} - \\frac{r}{m} \\); the value of the above contingency\ntherefore becomes \\((r^p - 1) \\cdot \\frac{r}{n} \\left| \\begin{array}{c} p \\\\ n-p \\end{array} \\right| C + \\left\\{ \\frac{r'}{n-p} \\left| \\begin{array}{c} p \\\\ n-p \\end{array} \\right| C - \\frac{r}{m} \\left| \\begin{array}{c} p \\\\ m \\end{array} \\right| C \\right\\} \\cdot r^p.\\)\n\nIf we look to the expression \\(\\frac{r}{n-p} \\left| \\begin{array}{c} p \\\\ m-p \\end{array} \\right| C \\times r^p - \\frac{r}{m} \\left| \\begin{array}{c} p \\\\ m \\end{array} \\right| C\\), we shall discover that if the increment of some variable quantity \\(x\\) be equal to \\(p\\), and that be the only variable quantity concerned in the functions \\(\\frac{r}{n-x} \\left| \\begin{array}{c} p \\\\ m-x \\end{array} \\right| C \\times r^x\\), that our quantity, the value of the assurance, will the increment thereof after \\(x\\) be made equal to 0, and the assurance, or the increment of \\(\\frac{r}{m-x} \\left| \\begin{array}{c} p \\\\ n-x \\end{array} \\right| C \\times r^x\\) thus modified, I shall denote by \\(\\frac{r}{n} \\left| \\begin{array}{c} p \\\\ m \\end{array} \\right| C\\). And in conformity with this notation, I should write \\(\\frac{r}{n} \\left| \\begin{array}{c} a, b, c, \\ldots \\end{array} \\right| C\\) for the assurance of one pound to be received at the first of the equal periods \\(p\\) from the time \\(n-p\\) which shall happen after the time \\(n-p\\), and not after the expiration of the time \\(m\\); after the extinction of the joint lives of the persons now aged \\(a, b, c,\\) &c., also by \\(\\frac{r}{n} \\left| \\begin{array}{c} a, b, c, \\ldots \\end{array} \\right| C\\). I should denote the present value of the assurance on similar conditions with respect to the failure of the last \\(v\\) survivors, &c. When \\(m\\) is infinite, or is supposed to be the greatest possible limit, we, in conformity with the notation hitherto used, would write those expres-\nMr. Gompertz's analysis applicable to the\n\nsions respectively \\( \\frac{r}{n} \\), \\( \\frac{p}{n} \\), \\( \\frac{a, b, c, \\&c.}{n} \\), \\( \\frac{a, b, c, \\&c.}{n} \\), when \\( p = o \\),\n\nand the time \\( m \\) is not the utmost limit, they will stand \\( \\frac{r}{o} \\)\n\n\\( \\frac{a, b, c, \\&c.}{m} \\): and when \\( m \\) is the utmost limit, and\n\n\\( p = o \\), they will stand \\( \\frac{r}{n} \\), \\( \\frac{o}{n} \\), \\( \\frac{a, b, c, \\&c.}{n} \\), &c. These denote\n\nthe assurances of one pound to be received after the failure\n\ntakes place; and if they be multiplied by \\( r^p \\), they will denote\n\nthe value of the assurance, if the money be to be received at\n\nthe time \\( p \\) after the event takes place, whenever that may\n\nhappen between the times \\( n \\) and \\( m \\); and this is properly what\n\nshould be called the assurance of the sums, though writers call\n\nwhat I denote by \\( \\frac{r}{n} \\), \\( \\frac{p}{n} \\), \\( \\frac{a, b, c, \\&c.}{n} \\), &c. the assurance. See\n\nScholium.\n\nArt. 10. It is often necessary in calculating from tables, to\n\nhave a method of interpolation for the discovery of terms not\n\nexplicitly contained in the tables; if, for instance, we had the\n\nfunction \\( M_{x, y, z, \\&c.} \\) calculated in a table, for values of \\( x, y, z, \\&c. \\)\n\ntaken in as many series proceeding in arithmetical pro-\n\ngression, according to certain scales of differences, and we\n\nwish to have the value of the function, when some only, or\n\nneither of them are in those series. And for this purpose the\n\nmethod of finite differences, when the differences converge,\n\nis applied with great advantage, as is well known,\nestimation of the value of life contingencies.\n\nBy the prefixed symbols $\\Delta$, $\\Delta^2$, $\\Delta^3$, &c., I mean the first, second, and third differences of the function to which it is prefixed, arising from the series formed by writing $x$, $x+\\epsilon$, $x+2\\epsilon$, $x+3\\epsilon$, &c. in the place of $x$ in that function. Hence from the method of differences we have\n\n$$\\begin{align*}\n\\frac{r}{p} \\left[ a + \\alpha \\right] &= \\frac{r}{p} \\left[ a \\right] + \\frac{\\alpha}{\\epsilon} \\cdot \\Delta \\frac{r}{p} \\left[ a \\right] + \\frac{\\alpha}{\\epsilon} \\cdot \\frac{\\alpha - 1}{2} \\cdot \\Delta^2 \\frac{r}{p} \\left[ a \\right] + &c. \\\\\n\\frac{r}{p} \\left[ a + \\alpha, b, c, &c. \\right] &= \\frac{r}{p} \\left[ a, b, c, &c. \\right] + \\frac{\\alpha}{\\epsilon} \\cdot \\Delta \\frac{r}{p} \\left[ a, b, c, &c. \\right] + \\frac{\\alpha}{\\epsilon} \\cdot \\frac{\\alpha - 1}{2} \\cdot \\Delta^2 \\frac{r}{p} \\left[ a, b, c, &c. \\right] + &c. \\\\\n\\frac{r}{p} \\left[ a + \\alpha, b + \\beta, c, &c. \\right] &= \\frac{r}{p} \\left[ a, b, c, &c. \\right] + \\frac{\\alpha}{\\epsilon} \\cdot \\Delta \\frac{r}{p} \\left[ a, b, c, &c. \\right] + \\frac{\\alpha}{\\epsilon} \\cdot \\frac{\\alpha - 1}{2} \\cdot \\Delta^2 \\frac{r}{p} \\left[ a, b, c, &c. \\right] + &c. \\\\\n&+ \\frac{\\beta}{\\pi} \\cdot \\Delta \\frac{r}{p} \\left[ a, b, c, &c. \\right] + \\frac{\\alpha}{\\epsilon} \\cdot \\frac{\\beta}{\\pi} \\cdot \\Delta \\frac{r}{p} \\left[ a, b, c, &c. \\right] + &c. \\\\\n&+ \\frac{\\beta}{\\pi} \\cdot \\frac{\\beta - 1}{2} \\cdot \\Delta^2 \\frac{r}{p} \\left[ a, b, c, &c. \\right] + &c.\n\\end{align*}$$\n\nAnd in a similar manner are other expressions written. It may be often of advantage, where the text is sufficiently explicit, to use the differencing symbols and omit the others, leaving them to be understood, and to write, for instance,\n\n$$\\begin{align*}\n\\frac{r}{p} \\left[ a + \\alpha, b + \\beta, c, &c. \\right] &= \\\\\n\\frac{r}{p} \\left[ a, b, c, \\right] + \\frac{\\alpha}{\\epsilon} \\cdot \\Delta : + \\frac{\\alpha}{\\epsilon} \\cdot \\frac{\\alpha - 1}{2} \\cdot \\Delta : + &c. \\\\\n&+ \\frac{\\beta}{\\pi} \\cdot \\Delta : + \\frac{\\alpha}{\\epsilon} \\cdot \\frac{\\beta}{\\pi} \\cdot \\Delta \\Delta : + &c. \\\\\n&+ \\frac{\\beta}{\\pi} \\cdot \\frac{\\beta - 1}{2} \\cdot \\Delta^2 : + &c.\n\\end{align*}$$\nSection II. Art. 1. If there be any function $M_x$, which decreases as $x$ increases, and for $x$ we write $x + n$, the function will be transformed into $M_{x+n}$; and may be developed into $M_x - n M'_x + n^2 M''_x + n^3 M'''_x$, &c. where $M'_x$ is positive; and if $m$ be taken sufficiently small we shall have $M_{x+n} = M_x - n M'_x$ sufficiently near. And $n M'_x$ will be nearly the decrement produced in $M_x$ by writing $x + n$ for $x$. And this approximative decrement is proportional to $n$. Hence it appears, that the number of persons living in any table of mortality indicating the number of persons living at every possible age, that is to any fraction of a year or unity of time, the intervals of age may be taken so small, that whatever the law of mortality may be, during any portion of any the same interval, the decrements may be considered proportional to the time. Observation informs us, that this proportionality of decrement may be admitted as affording a tolerable degree of accuracy during very long intervals, and in that respect, it gives us some idea of the nature of the function of mortality; but independently of observations from known results, we see that we may approximate to any degree of accuracy contained in the tables, by dividing long intervals into shorter intervals, and taking, whatever may be the functions of mortality or of living, the decrements proportional to the portions of time between the separate intervals, and thus if we wished to find the value of $\\sum_{n}^{m} \\frac{a}{b, c, \\&c.}$, that is the value of an annuity of one pound on the joint lives whose present ages are $a, b, c, \\&c.$; the first payment to be made in the time $n$, and the last in the time $m$, at a rate per cent. indicated by the\npresent worth $r$ of one pound to be received, certain in one year; because\n\n$$\\frac{1}{n} \\left[ \\begin{array}{c}\na, b, c, \\ldots \\\\\nm\n\\end{array} \\right] = (r^n \\cdot L_n : a, b, c, \\ldots) + r^{n+1} \\cdot L_{n+1} : a, b, c, \\ldots + \\ldots \\ldots \\ldots r^n L_m : a, b, c, \\ldots)$$\n\ndivided by $L_a, b, c, \\ldots$, it follows that if the interval be taken sufficiently small, the decrements being considered proportional to the time, and $\\rho$ be taken not greater than $m-n$, we shall have\n\n$$r^{n+\\rho} \\cdot L_{n+\\rho} : a, b, c, \\ldots = r^{n+\\rho} \\times L_{n+a-\\rho} \\cdot L_{n+a} \\times L_{b+n-\\rho} \\cdot L_{b+n} \\times L_{c+n-\\rho} \\cdot L_{c+n} \\times \\ldots$$\n\nby using, mutatis mutandis, the notation above, and this is\n\n$$= r^{n+\\rho} \\cdot (L_n : a, b, c, \\ldots - \\rho \\cdot (L_{n+a} \\cdot L_n : b, c, \\ldots + L_{n+b} \\cdot L_n : a, c, \\ldots + \\ldots + \\rho^2 \\cdot (L_{n+a} \\cdot L_{n+b} \\cdot L_n : c, \\ldots + \\ldots + \\rho^3 \\cdot (L_{n+a} \\cdot L_{n+b} \\cdot L_{n+c} : \\ldots + \\ldots + \\rho^4 \\cdot (L_{n+a} \\cdot L_{n+b} \\cdot L_{n+c} \\cdot L_{n+d} : \\ldots + \\ldots)) \\ldots)$$\n\n$A_n, B_n, \\ldots$ being put for the coefficients of the different powers of $\\rho$, are constant during the interval of uniform decrement, and consequently, by writing $0, 1, 2, 3, \\ldots$ for $\\rho$, we see how we may obtain the value of annuities approximately for portions of time sufficiently small, and that we therefore have\n\n$$\\frac{1}{n} \\left[ \\begin{array}{c}\na, b, c, \\ldots \\\\\nm\n\\end{array} \\right] = r^n \\cdot \\frac{L_n : a, b, c, \\ldots}{L_a, b, c, \\ldots} \\times \\left\\{ \\begin{array}{c}\n1 \\\\\nr \\\\\nr^2 \\\\\nr^3 \\\\\n\\ldots \\\\\n\\end{array} \\right\\} \\left\\{ \\begin{array}{c}\n-A_n r \\\\\n+B_n r - \\ldots \\\\\n2r^2 \\\\\n3r^3 \\\\\n\\ldots \\\\\n\\end{array} \\right\\} \\left\\{ \\begin{array}{c}\n4r^2 \\\\\n9r^3 \\\\\n\\ldots \\\\\n\\end{array} \\right\\} \\ldots$$\n\nand if $T_{n-m}$ be put $= 1 + r + r^2 + \\ldots + r^{n-m}$, $T'_{n-m} = r + 2r^2 + 3r^3 + 4r^4 + \\ldots + r^{n-m}$, numerical values of which may be arranged in a small table, we shall have\n\n$$\\frac{1}{n} \\left[ \\begin{array}{c}\na, b, c, \\ldots \\\\\nm\n\\end{array} \\right] = r^n \\cdot \\frac{L_n : a, b, c, \\ldots}{L_a, b, c, \\ldots} \\times (T_{n-m} - A_n T_{n-m} + B_n T'_{n-m} - \\ldots)$$\n\nand by repetition and addition we may obtain\n\n$$\\frac{1}{n} \\left[ \\begin{array}{c}\na, b, c, \\ldots \\\\\n\\end{array} \\right]$$\n\nthat is the value of the\nMr. Gompertz's analysis applicable to the annuity on the whole possible joint existence: and where there are many lives concerned, perhaps this may answer with as little trouble as by the common methods by the limited tables; and any accuracy may be obtained that the tables of mortality will afford, by using sufficiently small intervals; which is not the case when the common method is used, of searching in the tables of two joint lives, and then of a single life, and then of another life with this single life, &c. till we have comprehended the whole number of lives.\n\nArt. 2. Moreover any functions $M_{x+m}$ may be developed into the form $M_x \\cdot \\pi^{mM'_x} + m^2 M''_x + \\&c.$ and, consequently, if $n$ be sufficiently small to admit of all powers of $n$ above the first being omitted, we shall have $M_{x+m} = M_x \\cdot \\pi^{mM'_x}$; and if this remark be applied to the function $L_{a+n}$ of the living at the age $a+n$, we see that we may take an interval $m$, from $n$ so small, whatever be the real constitution of the function, that the number of the living, during that interval, shall decrease so as to form a geometrical progression very nearly, whilst the portions of time increase in an arithmetical progression; and that the decrements of living are also in consequence very nearly in geometrical progression: and we may moreover in this, as in the former case, accommodate the function so as to be accurate at the two extremes. Thus, for instance, if we wish to have an approximate expression in a geometrical progression, for the number of living for ages from 20 to 30 years, which shall be exact for the age 20 and 30, according to the Northampton tables of mortality. Assume $\\pi$ any convenient number at pleasure, say 10, take $a = 20$, and $a + n = 30$; $\\therefore n = 10,$\nand we have \\( L'_a = L'_{20} = \\frac{\\log_2 L_{30} - \\log_2 L_{20}}{10} = -0.0068317 \\)\n\naccording to the Northampton tables. And when \\( n \\) is any thing from 0 to 10, \\( L_{20+n} = L_{20} \\cdot 10^{-0.0068317n} \\), and the logarithm of the numbers of living at the age \\( 20+n = 3,7102866 - 0.006317n \\). Hence we have respectively\n\n| Living at the ages According to the Northampton Table | Ditto; Geometrical progression | Deficiency of the Geometrical progression |\n|---|---|---|\n| 20 | 21 | 22 | 23 | 24 | 25 | 26 | 27 | 28 | 29 | 30 |\n| 5132 | 5060 | 4985 | 4910 | 4835 | 4760 | 4685 | 4610 | 4535 | 4460 | 4385 |\n| 5132 | 5051 | 4972 | 4895 | 4819 | 4744 | 4670 | 4597 | 4525 | 4454 | 4385 |\n| 0 | 9 | 13 | 15 | 16 | 16 | 15 | 13 | 10 | 6 | 0 |\n\nArt. 3. Hence, if we consider \\( L_x + r = L_x \\cdot 10^{\\tau \\cdot L_x} \\), whilst \\( r \\) is not greater than \\( m-n \\) as a sufficient approximation; and we wish to find the value of \\( \\frac{p}{m} \\left[ a, b, c, \\&c. \\right] \\) we have by writing \\( \\varphi \\) for the common logarithm of \\( r \\), and putting \\( \\varphi + L'_a + n + L'_b + n + L'_c + n + \\&c. = \\mu \\),\n\n\\[\n\\frac{p}{m} \\left[ a, b, c, \\&c. \\right] = 10^{n \\cdot \\frac{L_n : a, b, c, \\&c.}{L_a, b, c, \\&c.}} \\times (1 + 10^{\\mu})^{\\mu}\n\\]\n\n\\[\n+ 10^{2\\mu} + 10^{3\\mu} + \\cdots + 10^{(m-n)\\mu} = 10^{n \\cdot \\frac{L_n : a, b, c, \\&c.}{L_a, b, c, \\&c.}} \\times\n\\]\n\n\\[\n\\frac{1 - 10^{(m-n+p)\\mu}}{1 - 10^{\\mu}} ; \\text{ and by restorations this may be written }\n\\]\n\n\\[\n\\frac{1 - r^{m-n+p}}{1 - r^p} \\cdot \\frac{L_{m+p} : a, b, c, \\&c.}{L_n : a, b, c, \\&c.}\n\\]\n\nArt. 4. If the number of living, corresponding to times in arithmetical progression, form a series in geometrical progression, we should have\n\\[ \\frac{r^p}{m} | a, b = r^p \\cdot \\frac{L_p : a, b}{L_a, b} + (r^p \\cdot \\frac{L_p : a, b}{L_a, b})^2 + \\&c. \\ldots \\ldots (r^p \\cdot \\frac{L_p : a, b}{L_a, b})^m; \\]\n\n\\[ \\frac{r^p}{m} | a, b, c = r^p \\cdot \\frac{L_p : a, b, c}{L_a, b} + r^p \\cdot \\frac{L_p : a, b, c}{L_a, b} + \\&c. \\ldots \\ldots (r^p \\cdot \\frac{L_p : a, b, c}{L_a, b, c})^m; \\]\n\nand also\n\n\\[ \\frac{r^p}{m} | \\varepsilon = r^p \\cdot \\frac{L_p + \\varepsilon}{L_\\varepsilon} + (r^p \\cdot \\frac{L_p + \\varepsilon}{L_\\varepsilon})^2 + \\&c. \\ldots \\ldots (r^p \\cdot \\frac{L_p + \\varepsilon}{L_\\varepsilon})^m \\]\n\nHence, if \\( \\frac{L_\\varepsilon + p}{L_\\varepsilon} = \\frac{L_p : a, b}{L_a, b} \\), then \\( \\frac{r^p}{m} | \\varepsilon = \\frac{r^p}{m} | a, b \\); and also\n\n\\[ \\frac{r^p}{m} | a, b, c = \\frac{r^p}{m} | \\varepsilon, c; \\] that is, according to this hypothesis, if the value of a periodic income of one pound to be paid at the expiration at every interval \\( p \\), for a given number of intervals, on two joint lives, whose present ages are \\( a, b \\), be equal to a similar income on the single life, whose present age is \\( \\varepsilon \\), then the similar income on the three joint lives of the present ages \\( a, b, c \\), will be equal to a similar income on the lives whose present ages are \\( \\varepsilon \\) and \\( c \\). And it also follows, that a similar reduction may be made for more lives, and their value thus obtained according to the hypothesis. And this, I imagine, is the foundation of the practice for determining the value of annuities, on many joint lives, from two tables, of which the one is on single lives, and the other on two joint lives; and we discover, that if the same geometrical progression, or a proximity thereto, does not continue through the whole, or the certain portion in question of the lives, this method, which\nmay be considered the general practice, must often lead to error.\n\nIt may be worth observing, that if $L_{a+n}, L_{b+n}, L_{c+n}, \\&c.$ were respectively equal to $L_a \\cdot \\pi^n L'_a$, $L_b \\cdot \\pi^n L'_b$, $L_c \\cdot \\pi^n L'_c$, \\&c. whatever positive value $n$ might be, that is, if the living from the respective ages $a, b, c, \\&c.$, whilst the time increased in arithmetical progression form series in a geometrical progression, then would the present value of the periodic income on the joint lives of the ages $a, b, c, \\&c.$ be the same for the same term, as on ages older than those by any number of years, either the same for each, or different. And hence we may have some reason to suspect that the value of annuities given by tables on old age, by assuming a necessary term to life, as is done in the adopted tables of mortality, is likely to be far from the truth.\n\nArt. 5. As to the calculations of the values of $\\frac{r}{m} \\left| \\begin{array}{c} p \\\\ a, b, c, \\&c. \\end{array} \\right|$, $\\frac{r}{m} \\left| \\begin{array}{c} p \\\\ a, b, c, \\&c.; a', b', c', \\&c.; \\&c. \\end{array} \\right|$. See Art. 6 and 7. Sect. 1, and other expressions therein contained. Besides the usual mode of reducing them to their equivalents, a number of combinations of joint lives, for the purpose of working from calculated tables, which, when the lives are many, will be a laborious task, and subject to the errors of numerous interpolations and of the other approximative modes which will be necessary in many cases when the lives are numerous, it may be easier to work them directly without such reduction, or by reducing the terms to geometrical progressions for short\nMr. Gompertz's analysis applicable to the periods, &c. and for all these purposes it is necessary to have the value of the contingencies referring to each payment. And in order to this, for the sake of brevity, let $E_{a,n}$ whatever $a$ and $n$ may be, represent the chance that a person of the age $a$, shall be living at the expiration of the time $n$, and $D_{a,n}$ be the chance of his being dead at the expiration of the time $n$. And consequently, $E_{a,n} + D_{a,n} = 1$; also $F_{a,n} = \\frac{L_{a+n}}{L_a}$, and $D_{a,n} = 1 - \\frac{L_{a+n}}{L_a}$. Moreover, if we introduce any letter $x$ as a multiplier of $E_{a,n}$, if $x$ be equal to unity, since $E_{a,n} = x \\cdot E_{a,n}$, we may under that idea of $x$ being = unity, write $x \\cdot E_{a,n} + D_{a,n} = 1$, $x \\cdot E_{a,n} + D_{c,n} = 1$, &c.; and also $(x \\cdot E_{a,n} + D_{a,n}) \\times (x \\cdot E_{b,n} + D_{b,n}) \\times (x \\cdot E_{c,n} + D_{c,n}) + &c.$ = 1; and if the left hand side be multiplied out at length, and there be $\\mu$ persons or $\\mu$ multipliers, then the coefficient of $x^\\mu$ will be the chance that all the $\\mu$ persons shall be living, the coefficient of $x^{\\mu-1}$ will be the chance that there shall be $\\mu-1$ and no more living, the coefficient of $x^{\\mu-2}$ will be the chance that there shall be $\\mu-2$ and no more living, and generally the coefficient of $x^{\\mu-\\pi}$ the chance that there shall be exactly $\\mu-\\pi$ of them living, and the sum of all the coefficients from that of $x^\\mu$ to that of $x^{\\mu-\\pi}$ both included, will be the chance that there shall be $\\mu-\\pi$ or more of them living. If we write $1-E_{n,a}$ for $D_{a,n}$ our equation will stand $x-1 \\cdot E_{a,n} + 1 \\times x-1 \\cdot E_{b,n} + 1 \\times x-1 \\cdot E_{c,n} + 1$, &c. to $\\mu$ terms = 1, $x$ being supposed equal to unity. This is an identical equation, and if for the sake of brevity we put $P_{\\mu,o} =$\nthe product of all the \\( \\mu \\) terms \\( E_{a,n}, E_{b,n}, E_{c,n}, \\ldots \\), \\( P_{\\mu-1,1} = \\)  \nthe sum of the products of every \\( \\mu - 1 \\) terms, \\( P_{\\mu-2,2} \\) the sum  \nof the product of \\( \\mu - 2 \\) terms, &c. the equation will stand  \n\\[ x^{-1} \\cdot P_{\\mu,0} + x^{-1} \\cdot P_{\\mu-1,1} + x^{-1} \\cdot P_{\\mu-2,2} \\ldots = 1, \\]  \nwhen \\( x = 1 \\); that is  \n\\[ x^{\\mu} P_{\\mu,0} - \\mu \\cdot x^{\\mu-1} \\cdot P_{\\mu,0} + \\mu \\cdot \\frac{\\mu-1}{2} \\cdot x^{\\mu-2} \\cdot P_{\\mu,0} - \\mu \\cdot \\frac{\\mu-1}{2} \\cdot \\frac{\\mu-2}{3} \\cdot x^{\\mu-3} \\cdot P_{\\mu,0}, \\ldots \\]  \n\\[ + x^{\\mu-1} \\cdot P_{\\mu-1,1} - \\frac{\\mu-1}{1} \\cdot x^{\\mu-2} \\cdot P_{\\mu-1,1} + \\frac{\\mu-1}{1} \\cdot \\frac{\\mu-2}{2} \\cdot x^{\\mu-3} \\cdot P_{\\mu-1,1}, \\ldots \\]  \n\\[ + x^{\\mu-2} \\cdot P_{\\mu-2,2} - \\frac{\\mu-2}{1} \\cdot x^{\\mu-3} \\cdot P_{\\mu-2,2}, \\ldots \\]  \n\\[ + x^{\\mu-3} \\cdot P_{\\mu-3,3} \\ldots \\]  \n\nJust \\( \\mu - \\pi \\) living is \\( P_{\\mu-\\pi,\\pi} - \\frac{\\mu-\\pi+1}{1} \\cdot P_{\\mu-\\pi+1,\\pi-1} + \\frac{\\mu-\\pi+2}{1} \\cdot \\frac{\\mu-\\pi+1}{2} \\cdot P_{\\mu-\\pi+2,\\pi-2} \\ldots \\)  \nDitto \\( \\mu - \\pi + 1 \\) is  \n\\[ + P_{\\mu-\\pi+1,\\pi-1} - \\frac{\\mu-\\pi+2}{1} \\cdot P_{\\mu-\\pi+2,\\pi-2} \\ldots \\]  \nDitto \\( \\mu - \\pi + 2 \\) is  \n\\[ - - - - - - - - P_{\\mu-\\pi+2,\\pi-2} \\ldots \\]  \n&c.  \n\nand the sum of these, or the chance that there shall be \\( \\mu - \\pi \\)  \nor more living, is \\( = P_{\\mu-\\pi,\\pi} - \\mu - \\pi \\cdot P_{\\mu-\\pi+1,\\pi-1} + \\mu - \\pi \\cdot \\frac{\\mu-\\pi+1}{2} \\cdot P_{\\mu-\\pi+2,\\pi-2} \\ldots \\)  \nSimilarly if \\( x, x', x'', \\ldots \\) be each  \nunity, we have the identical equations  \n\\[ x^{-1} \\cdot E_{a,n} + 1 \\times x^{-1} \\cdot E_{b,n} + 1 \\times x^{-1} \\cdot E_{c,n} + 1 \\ldots \\]  \n\\[ \\times x^{-1} \\cdot E_{a',n} + 1 \\times x^{-1} \\cdot E_{b',n} + 1 \\times x^{-1} \\cdot E_{c',n} + 1 \\ldots \\]  \n\\[ \\times x^{-1} \\cdot E_{a'',n} + 1 \\times x^{-1} \\cdot E_{b'',n} + 1 \\times x^{-1} \\cdot E_{c'',n} + 1 \\ldots \\]  \n\\[ = 1, \\text{ and the coefficient of } x^{\\pi} \\times x'^{\\pi'} \\times x''^{\\pi''} \\text{ will be the chance} \\]  \nof there being exactly \\( \\pi \\) living of the first set, \\( \\pi' \\) living of the  \nsecond set, \\( \\pi'' \\) living of the third set, &c. We remark by the  \nbye, that if \\( a, b, c, \\ldots \\) be equal to each other, then the equa-  \ntion  \n\\[ x^{-1} \\cdot E_{a,n} + 1 \\times x^{-1} \\cdot E_{b,n} + 1 \\times \\ldots \\text{ to } \\mu \\text{ terms } = 1, \\]  \nwill be  \n\\[ x^{-1} \\cdot E_{a,n} + 1 \\right)^{\\mu} = 1, \\text{ and that } x^{-1} \\cdot E_{a,n} + 1 \\right)^{\\mu} \\text{ being} \\]  \nMDCCCXX.\nMr. Gompertz's analysis applicable to the\n\n\\[ x-1 \\mu E_{a,n} + \\mu \\cdot x-1 \\mu-1 E_{a,n}^{-1} + \\mu \\cdot \\frac{\\mu-2}{2} \\cdot x-1 \\mu-2 E_{a,n}^{-2} \\]\n\n&c.; therefore in this case \\( P_{\\mu,o} = E_{a,n}^{\\mu}, P_{\\mu-1,1} = \\mu \\cdot E_{a,n}^{\\mu-1}, P_{\\mu-2,2} = \\mu \\cdot \\frac{\\mu-1}{2} E_{a,n}^{\\mu-2}, \\) &c.\n\nSection 3, being necessary Lemmata.\n\nArt. 1, on the fluent of \\( L_{q+x} \\cdot \\dot{L}_{r+x} \\).\n\nSuppose that between the intervals \\( x=n \\) and \\( x=n+m \\), the decrements of life of persons arrived at the ages \\( q+n, r+n \\), each in proportion to the time elapsed from the commencement of the interval, or that they may be considered so with sufficient accuracy. See Sect. II. Art. 1. Put \\( x=n+t, L_{q+x}, \\) or \\( L_{q+n+t}=L_{q+n}-tL'_{q+n}, L_{r+x}=L_{r+n}-tL'_{r+n}; \\) and the fluent of \\( L_{q+x} \\cdot \\dot{L}_{r+x} \\) will be fluent of \\( (-L'_{r+n} \\times L_{q+n}-tL'_{q+n}) \\)\n\n\\[ = \\text{correction} - tL'_{r+n} \\cdot L_{q+n} + \\frac{t^2}{2} \\cdot L'_{r+n} \\cdot L'_{q+n}; \\] and as\n\n\\[ \\frac{x}{o} L_{q+y} \\cdot \\dot{L}_{r+x} \\] (Art. 3, Sect. I.) expresses the fluent of \\( L_{r+x} \\cdot \\dot{L}_{r+x} \\) from \\( x=0 \\) to \\( x=n \\), this will be the correction, if the fluent be supposed to commence from \\( x=0 \\), and our fluent\n\nthat is \\( \\frac{x}{o} L_{q+x} \\cdot \\dot{L}_{r+x} \\) will stand \\( = \\frac{x}{o} L_{q+x} \\cdot \\dot{L}_{r+x} - tL'_{r+n} \\cdot L_{q+n} + \\frac{t^2}{2} \\cdot L'_{r+n} \\cdot L'_{q+n} = \\frac{x}{o} L_{q+x} \\cdot \\dot{L}_{r+x} - tL'_{r+n} \\cdot (L_{q+n}-\\frac{1}{2}tL_{q+n}); \\) but because according to hypothesis \\( tL'_{q+n}=L_{q+n}-L_{q+n+t}; L_{q+n+\\frac{1}{2}t}=L_{q+n}-\\frac{1}{2}tL'_{q+n}; \\) and also\n\n\\[ tL'_{r+n}=L_{r+n}-L_{r+n+t}; \\] therefore \\( \\frac{x}{o} L_{q+x} \\cdot \\dot{L}_{r+x} \\) the fluent\nin question may be written in either of the two forms\n\n\\[ \\dot{L}_{r+x} - \\frac{1}{2} (L_{r+n} - L_{r+n+t}) \\times (L_{q+n} + L_{q+n+t}), \\text{ or } \\]\n\n\\[ \\dot{L}_{r+x} - (L_{r+n} - L_{r+n+t}) \\times L_{q+n+\\frac{1}{2}t}, \\text{ that is by reduction in } \\]\n\neither of the two forms\n\n\\[ \\dot{L}_{q+x} \\cdot \\dot{L}_{r+x} - \\frac{1}{2} L_{r+n} \\cdot L_{q+n} + \\]\n\n\\[ \\frac{1}{2} L_{q+n} \\cdot L_{r+n+t} - \\frac{1}{2} L_{q+n+t} \\cdot L_{r+n} + \\frac{1}{2} L_{r+n+t} \\cdot L_{q+n+t} \\text{ or } \\]\n\n\\[ \\dot{L}_{q+x} \\cdot \\dot{L}_{r+x} - L_{r+n} \\cdot L_{q+n+\\frac{1}{2}t} + L_{r+n+t} \\cdot L_{q+n+\\frac{1}{2}t}; \\text{ that is } \\]\n\nby using the abbreviation of Art. 4. Section 1,\n\n\\[ \\dot{L}_{q+x} \\cdot \\dot{L}_{r+x} - \\frac{1}{2} L_{r+n, q+n} + \\frac{1}{2} L_{q+n, r+n+t} - \\frac{1}{2} L_{q+n+t, r+n} + \\frac{1}{2} L_{r+n+t, q+n+t} \\]\n\nor\n\n\\[ \\dot{L}_{q+x} \\cdot \\dot{L}_{r+x} - L_{r+n, q+n+\\frac{1}{2}t} + L_{r+n+t, q+n+\\frac{1}{2}t}. \\]\n\nArt. 2. Hence, if the deaths cannot be considered as the times, with sufficient accuracy, during the period \\( x \\); but during any portion of the limits \\( o \\) and \\( \\varepsilon \\), \\( \\varepsilon \\) and \\( \\varepsilon' \\), \\( \\varepsilon' \\) and \\( \\varepsilon'' \\), \\( \\varepsilon'' \\) and \\( \\varepsilon''' \\), &c. the deaths produced in any portion of the same limits, are proportional to the portions of time in which they are produced, or may be considered so with sufficient accuracy,\n\nthen as we shall have\n\n\\[ \\dot{L}_{q+x} \\cdot \\dot{L}_{r+x} = 0, \\text{ we shall have } \\]\n\n\\[ \\dot{L}_{q+x} \\cdot \\dot{L}_{r+x} = -\\frac{1}{2} L_{r,q} + \\frac{1}{2} L_{q,r+\\varepsilon} - \\frac{1}{2} L_{q+\\varepsilon,r} + \\frac{1}{2} L_{r+\\varepsilon,q+\\varepsilon}; \\]\nand also $- L_{r+q+\\frac{1}{2}t} + L_{r+t, q+\\frac{1}{2}t}$; this appears by merely writing $o$ for $n$ and $\\varepsilon$ for $t$ in the above formulæ. And if we now write $\\varepsilon$ for $n$, and $\\varepsilon'$ for $t$ in the forms of Art. 1, we shall have\n\n$$\\frac{x}{o} \\left[ L_{q+x} \\cdot \\dot{L}_{r+x} = \\frac{x}{o} \\left[ L_{q+x} \\cdot \\dot{L}_{r+x} - \\frac{1}{2} L_{r+t, q+\\frac{1}{2}t} + \\frac{1}{2} L_{q+\\varepsilon+r+\\varepsilon'} - \\frac{1}{2} L_{q+\\varepsilon+r+\\varepsilon'} + \\frac{1}{2} L_{r+t+\\varepsilon', q+\\varepsilon+\\frac{1}{2}\\varepsilon'} \\right] \\right]$$\n\nand also\n\n$$\\frac{x}{o} \\left[ L_{q+x} \\cdot \\dot{L}_{r+x} - L_{r+t, q+\\varepsilon+\\frac{1}{2}\\varepsilon'} + L_{r+t+\\varepsilon', q+\\varepsilon+\\frac{1}{2}\\varepsilon'} \\right].$$\n\nAnd by continuing in this manner, we shall arrive at the value of\n\n$$\\frac{x}{o} \\left[ L_{q+x} \\cdot \\dot{L}_{r+x} \\right],$$\n\nwhere $n = \\varepsilon + \\varepsilon' + \\varepsilon'' + \\&c.$; and therefore by dividing the intervals into a sufficient number, we may find the fluent of $L_{q+x} \\cdot \\dot{L}_{r+x}$ to the utmost degree of accuracy, that the tables of mortality will admit of; and for most purposes, by dividing the time in but few intervals, the requisite accuracy will be obtained.\n\nArt. 3. And considering the decrements also equal during the interval $m$ at the expiration of the interval $n$, we have\n\n$$\\frac{x}{o} \\left[ L_{q+x} \\cdot \\dot{L}_{r+x} \\right],$$\n\nthat is the fluent of $L_{q+x} \\cdot \\dot{L}_{r+x}$ from $x=0$ to $x=n+m$, $= \\frac{x}{o} \\left[ L_{q+x} \\cdot \\dot{L}_{r+x} - \\frac{1}{2} L_{q+n, r+n} + \\frac{1}{2} L_{q+n, r+n+m}, - \\frac{1}{2} L_{q+n+m, r+n+\\frac{1}{2}m} L_{q+n+m, r+n+m}, \\text{and also} \\frac{o}{n} \\left[ L_{q+x} \\cdot \\dot{L}_{r+x} - L_{r+n, q+n+\\frac{1}{2}m} - L_{r+n+m, q+n+\\frac{1}{2}m} \\right] \\right],$$\n\nthese are obtained by writing $m$ in the place of $t$ in Art. 1.\n\nArt. 4. And if $\\varepsilon, \\varepsilon', \\varepsilon'', \\&c. m$, be each equal to, or less than\nthe interval of the times between our tabulated numbers of living, these may generally be considered to give the utmost limit of accuracy the tables will afford; unless that there should appear sufficient regularity in the numbers of the tables to warrant a belief that an interpolation will offer a more accurate determination of the number of living for intermediate intervals than the first differences only will give; in which case our intervals \\( \\epsilon, \\epsilon', \\&c. m \\), should, to obtain our confidence of their attaining the utmost accuracy, be taken smaller than the intervals of the tables, by taking their corresponding numbers by interpolations.\n\nArt. 5. It may be observed with regard to Articles 1 and 2, that when the object is only the calculations of the value of\n\n\\[\n\\begin{bmatrix}\nx \\\\\no \\\\\nn+t\n\\end{bmatrix} L_q + x \\cdot \\dot{L}_r + x,\n\\]\n\nthe less developed form\n\n\\[\n\\begin{bmatrix}\nx \\\\\no \\\\\nn\n\\end{bmatrix} L_q + x \\cdot \\dot{L}_r + x -\n(L_r + n - L_r + n + t) \\cdot L_{q+n+\\frac{t}{2}} \\text{ of its value, may be more convenient than the form }\n\\begin{bmatrix}\nx \\\\\no \\\\\nn\n\\end{bmatrix} L_q + x \\cdot \\dot{L}_r + x -\nL_r + n, q + n + \\frac{3t}{2} + L_r + n + t, q + n + \\frac{3t}{2};\n\\]\n\nand that \\( n \\) being \\( = \\epsilon + \\epsilon' + \\epsilon'' + \\&c. \\) we shall have\n\n\\[\n\\begin{bmatrix}\nx \\\\\no \\\\\nn\n\\end{bmatrix} L_q + x \\cdot \\dot{L}_r + x =\n-(L_r - L_r + s) \\cdot L_{q+\\frac{s}{2}} - (L_r + s - L_r + s + s') \\cdot L_{q+s+s'+\\frac{s'}{2}}, \\&c.\n\\]\n\nArt. 6. From Article 2 we have\n\n\\[\n\\begin{bmatrix}\nx \\\\\no \\\\\ns+t\n\\end{bmatrix} L_q + x \\cdot \\dot{L}_r + x =\n\\begin{bmatrix}\nx \\\\\no \\\\\ns\n\\end{bmatrix} L_q + x \\cdot \\dot{L}_r + x -\n\\frac{1}{2} L_r + s, q + s + \\frac{1}{2} L_q + s, r + s + s' -\n\\frac{1}{2} L_q + s + s', r + s' + \\frac{1}{2} L_q + s + s', r + s + s';\n\\]\n\nbut\n\n\\[\n\\begin{bmatrix}\nx \\\\\no \\\\\ns\n\\end{bmatrix} L_q + x \\cdot \\dot{L}_r + x =\n\\]\nMr. Gompertz's analysis applicable to the\n\n\\[\n\\frac{1}{2} L_{r,q} + \\frac{1}{2} L_{q,r+\\varepsilon} - \\frac{1}{2} L_{q+\\varepsilon,r} + \\frac{1}{2} L_{q+\\varepsilon,r+\\varepsilon};\n\\]\n\nand consequently\n\n\\[\n\\begin{bmatrix}\nx \\\\\no \\\\\n\\varepsilon+\\varepsilon'\n\\end{bmatrix} L_{q+x} \\cdot \\dot{L}_{r+x} = -\\frac{1}{2} L_{q,r} + \\frac{1}{2} L_{q,r+\\varepsilon} - \\frac{1}{2} L_{q+\\varepsilon,r} + \\frac{1}{2} L_{q+\\varepsilon,r+\\varepsilon} + \\frac{1}{2} L_{q+\\varepsilon+\\varepsilon',r+\\varepsilon+\\varepsilon'}, \\quad \\text{whereas if}\n\\]\n\nin Art. 1, we take \\( n=0 \\) and \\( t=\\varepsilon+\\varepsilon' \\), we shall have\n\n\\[\n\\begin{bmatrix}\nx \\\\\no \\\\\n\\varepsilon+\\varepsilon'\n\\end{bmatrix} L_{q+x} \\cdot \\dot{L}_{r+x} = -\\frac{1}{2} L_{q,r} + \\frac{1}{2} L_{q,r+\\varepsilon+\\varepsilon'} - \\frac{1}{2} L_{q+\\varepsilon+\\varepsilon',r+\\varepsilon+\\varepsilon'} + \\frac{1}{2} L_{q+\\varepsilon+\\varepsilon',r+\\varepsilon+\\varepsilon'}.\n\\]\n\nAnd we are here presented with two different forms for the value of\n\n\\[\n\\begin{bmatrix}\nx \\\\\no \\\\\n\\varepsilon+\\varepsilon'\n\\end{bmatrix} L_{q+x} \\cdot \\dot{L}_{r+x};\n\\]\n\nthat is of the value of the fluent of \\( L_{q+x} \\cdot \\dot{L}_{r+x} \\), whilst \\( x \\) from \\( o \\) becomes \\( \\varepsilon+\\varepsilon' \\); the latter form being on the supposition, that the decrements are proportional to the time throughout the interval \\( \\varepsilon+\\varepsilon' \\), and the former, that they are first proportional to the time during the interval \\( \\varepsilon \\), and that after that they are again proportional to the time through the next interval \\( \\varepsilon' \\).\n\nThe reason of adducing these two, which are commonly approximate values of\n\n\\[\n\\begin{bmatrix}\nx \\\\\no \\\\\n\\varepsilon+\\varepsilon'\n\\end{bmatrix} L_{q+x} \\cdot \\dot{L}_{r+x},\n\\]\n\nis that several ingenious authors in the solution of some of the problems hereafter to be considered, have taken as an approximation that if two persons, who were living at a particular period, are both dead at any nominated period after, within a certain limit, that it is an equal chance which of the two is the survivor; which as will appear is the natural consequence of supposing the decrements of the lives during every part of that period, to be in a constant proportion to the time elapsed from the com-\nmencement of the period. But the mode of analysis pursued by those gentlemen, have led them to divide their periods continually into two, the one a period generally of several years, and the other a period of one year only, and they have calculated for the two periods separately, and added the result of the two. This mode would be given from the first of the two forms of this article, which is extremely more complex than the second form, and apparently with very little, if any advantage; for if the decrements were accurately in a constant proportion to the time from the commencement, they would be perfectly of equal value; though the one possesses so much more simple a form than the other; and when they are each but approximations, there will be but little choice to be made between them, in point of proximity, in the use they are to be made of in those problems; though there will be a vast difference in the degree of simplicity in the resulting formula.\n\nArt. 7. Hence the value of $L_{p+x} \\times (\\text{fluent of } L_{q+x} \\cdot \\dot{L}_{r+x} \\text{ commencing with } x \\text{ equal to } o)$ will form Article 3, when\n\n$$x = n + \\varepsilon, \\quad \\text{be} = L_{p+n+\\varepsilon} \\times \\left( \\frac{x}{o} \\right) \\left[ L_{q+x} \\dot{L}_{r+x} - \\frac{1}{2} L_{q+n,r+n} \\right] + \\frac{1}{2} L_{p+n+\\varepsilon,q+n,r+n+\\varepsilon} - \\frac{1}{2} L_{p+n+\\varepsilon,q+n+\\varepsilon,r+n+\\varepsilon} + \\frac{1}{2} L_{p+n+\\varepsilon,q+n+\\varepsilon,r+n+\\varepsilon}; \\quad \\text{and when } x \\text{ becomes } n + \\varepsilon + \\varepsilon', \\text{ supposing the uniform decrement to last through the whole period } \\varepsilon + \\varepsilon', \\text{ the fluent will be } L_{p+n+\\varepsilon+\\varepsilon'} \\times \\left( \\frac{x}{o} \\right) \\left[ L_{q+x} \\dot{L}_{r+x} - \\frac{1}{2} L_{q+n,r+n} \\right] + \\frac{1}{2} L_{p+n+\\varepsilon+\\varepsilon',q+n,r+n+\\varepsilon+\\varepsilon'} - \\frac{1}{2} L_{p+n+\\varepsilon+\\varepsilon',q+n+\\varepsilon+\\varepsilon',r+n+\\varepsilon+\\varepsilon'}.$$\nand the excess of this above the other, that is\n\n\\[ \\frac{x}{n} \\left( L_{p+n+\\epsilon'} q+x \\times \\dot{L}_{r+x} \\right) - \\frac{x}{n} \\left( L_{p+n+\\epsilon} q+x \\times \\dot{L}_{r+x} \\right) \\]\n\nwill be\n\n\\[ \\left( \\frac{x}{n} L_{q+x} \\cdot \\dot{L}_{q+x} - \\frac{1}{2} L_{q+n, r+n} \\right) \\cdot \\left( L_{p+n+\\epsilon'} - L_{p+n+\\epsilon} \\right) + \\frac{1}{2} L_{q+n} \\cdot \\left( L_{n+\\epsilon': p, r} - L_{n+\\epsilon: p, r} \\right) - \\frac{1}{2} L_{r+n} \\left( L_{n+\\epsilon': p, q} - L_{n+\\epsilon: p, q} \\right) + \\frac{1}{2} \\left( L_{n+\\epsilon': p, q, r} - L_{n+\\epsilon: p, q, r} \\right) \\]\n\nSee the notation, Art. 4, Section 1.\n\nArt. 8. If when \\( x = v \\) and greater, \\( L_{q+x} \\cdot \\dot{L}_{r+x} \\) is equal to 0, and the fluent of \\( L_{q+x} \\cdot \\dot{L}_{r+x} \\) generated from \\( x \\) equal to 0 becomes equal to \\( v \\), be \\( \\gamma \\), then \\( L_{p+x} \\cdot \\text{fluent of } (L_{q+x} \\cdot \\dot{L}_{r+x} \\) commencing with \\( x = o \\)), will when \\( x = v + m \\) be \\( = \\gamma L_{p+v+m} \\), \\( \\mu \\) being positive.\n\nArticle 9. On the fluent of \\( L_{p+x} \\cdot L_{q-x} \\cdot \\dot{L}_{r+x} \\), that is, if \\( L_{x: p, q} \\cdot \\dot{L}_{r+x} \\) by notation, Article 4, Section 1.\n\nIf between the limits \\( x = n \\) and \\( x = n + m \\), the decrements of each life be sufficiently nearly proportional to the times to admit of their being considered proportional, and \\( x \\) being put \\( = n + t \\), we use the notation \\( L_{p+x} = L_{p+n} - tL'_{p+n}, L_{q+x} = L_{q+n} - tL'_{q+n}, L_{r+x} = L_{r+n} - tL'_{r+n} \\), we shall have\n\n\\[ L_{x: p, q} \\cdot \\dot{L}_{r+x} = -tL'_{r+n} \\times (L_{n: p, q} - t(L_{p+n} \\cdot L'_{q+n}) + t^2 L'_{p+n} \\cdot L'_{q+n}). \\]\n\nHence the fluent generated whilst \\( x \\) from 0 becomes \\( = n + m \\) is\n\n\\[ \\frac{x}{n} \\left[ L_{x: p, q} \\cdot \\dot{L}_{r+x} - mL'_{r+n} \\cdot (L_{n: p, q} - \\frac{m}{2} (L_{p+n} \\cdot L'_{q+n} + L_{q+n} \\cdot L'_{p+n}) + \\frac{m^2}{3} L'_{p+n} \\cdot L'_{q+n}) \\right] = \\]\nestimation of the value of life contingencies.\n\n\\[ \\frac{x}{o} \\left[ L_x : p, q \\cdot \\dot{L}_{r+x} - mL'_{r+n} \\cdot (L_{n+\\frac{1}{2}m} : p, q + \\frac{1}{12} L'_{p+n} \\cdot L'_{q+n}) \\right] \\]\n\nsince according to hypothesis \\( L_{p+n+\\frac{1}{2}m} = L_{p+n} - \\frac{1}{2} mL'_{p+n} \\) and \\( L_{q+n+\\frac{1}{2}m} = L_{q+n} - \\frac{1}{2} mL'_{q+n} \\); and by notations Art. 4, Section 1, \\( L_{n+\\frac{1}{2}m} : p, q \\) stands for \\( L_{p+n+\\frac{1}{2}m} \\times L_{p+n+\\frac{1}{2}m} \\). And we therefore have the fluent generated, whilst \\( x \\) from \\( n \\) becomes\n\n\\[ = n+m, \\text{ that is } \\frac{x}{o} \\left[ L_x : p, q \\cdot \\dot{L}_{r+x} = -mL'_{r+n} \\cdot (L_{n+\\frac{1}{2}m} : p, q + \\frac{1}{12} L'_{p+n} \\cdot L'_{q+n}) \\right] \\]\n\nor its equal \\(- (L_{r+n} - L_{r+n+m}) \\cdot L_{n+\\frac{1}{2}m} : p, q - \\frac{1}{12} (L_{r+n} - L_{r+n+m}) \\cdot (L_{p+n} - L_{p+n+m}) \\cdot (L_{q+n} - L_{q+n+m}) \\).\n\nAnd here it should be remarked, if \\( m \\) represents one year or less, as will be frequently the case in the application of this formula to questions of practice, that generally the part \\( \\frac{1}{12} (L_{r+n} - L_{r+n+m}) \\cdot (L_{p+n} - L_{p+n+m}) \\cdot (L_{q+n} - L_{q+n+m}) \\) will be sufficiently small to be wholly neglected; but should greater accuracy be required, the case would be rare if it might not be considered constant throughout the possible duration of the joint lives.\n\nArticle 10. By writing \\( L_{q+n} - L_{q+n+m} \\) for \\( mL'_{q+n} \\), &c. we shall also have\n\n\\[ \\frac{x}{o} \\left[ L_x : p, q \\cdot \\dot{L}_{r+x} = \\frac{o}{n} \\left[ L_x : p, q \\cdot \\dot{L}_{r+x} - (L_{r+n} - L_{r+n+m}) \\times \\left\\{ L_{p+n, q+n} - \\frac{1}{2} L_{p+n} (L_{q+n} - L_{q+n+m}) - \\frac{1}{2} L_{q+n} \\cdot (L_{p+n} - L_{p+n+m}) + \\frac{1}{3} (L_{q+n} - L_{q+n+m}) \\cdot (L_{p+n} - L_{p+n+m}) \\right\\} \\right] \\]\n\n\\[ = \\frac{x}{o} \\left[ L_x : p, q \\cdot \\dot{L}_{r+x} - (L_{r+n} - L_{r+n+m}) \\times \\left\\{ \\frac{1}{3} L_{n} : p, q + \\frac{1}{6} \\right\\} \\right] \\]\n\nMDCCXX.\n\\[\nL_{n:p,q+m} + \\frac{1}{6} L_{n:p,q+m} + \\frac{1}{3} L_{n+m:p,q} = \\sum_{x=n}^{x=n+m} L_{x:p,q} \\cdot L_{r+x} -\n\\]\n\\[\n\\frac{1}{3} L_{n:p,q,r} - \\frac{1}{6} L_{n:r,p,q+m} - \\frac{1}{6} L_{n:r,q,p+m} - \\frac{1}{3} L_{n:r,q+m,p+m} +\n\\]\n\\[\n\\frac{1}{3} L_{n:p,q,r+m} + \\frac{1}{6} L_{n:p,q+m,r+m} + \\frac{1}{6} L_{n:p+m,q,r+m} +\n\\]\n\\[\n\\frac{1}{3} L_{n+m:p,q,r};\n\\]\n\nThis form of development would give the solution of some problems, to be considered in this paper, in the form which has already been given by mathematicians; but there are cases of application, in which the form in Article 9, will give a much less intricate solution.\n\nArticle 11. Because \\(L_{n:p,q} = \\frac{m}{2}(L_{p+n} \\cdot L'_{q+n} + L_{q+n} \\cdot L'_{p+n})\\) \\(+ \\frac{m^2}{3} L'_{p+n} \\cdot L'_{q+n}\\), part of an expression of Article 9, is \\(= \\)\n\\[\n\\frac{1}{2}(L_{p+n} - \\frac{m}{2} \\cdot \\sqrt{\\frac{1}{3}} L'_{p+n}) \\cdot (L_{q+n} - \\frac{m}{2} \\cdot \\sqrt{\\frac{1}{3}} L'_{p+n}) +\n\\]\n\\[\n\\frac{1}{2}(L_{p+n} - \\frac{m}{2} \\cdot \\sqrt{\\frac{1}{3}} L'_{p+n}) \\cdot (L_{q+n} - \\frac{m}{2} \\cdot \\sqrt{\\frac{1}{3}} L'_{q+n})\n\\]\nagreeably to the hypothesis \\(L_{n+bm:p,q} + L_{n+km:p,q}\\) being \\(= \\frac{1}{2} - \\frac{1}{2} \\sqrt{\\frac{1}{3}}\\) and \\(k = \\frac{1}{2} + \\sqrt{\\frac{1}{3}}\\), and therefore the fluent of \\(L_{x:p,q} \\cdot L_{r+x}\\) between the limits of \\(x = n\\) and \\(x = n + m\\) is \\(= \\)\n\\[\n\\frac{1}{2} L'_{r+n} (L_{n+b:p,q} + L_{n+k:p,q}) - L'_{r+n} \\cdot L_{n:p,q}.\n\\]\n\nArticle 12. On the fluent of \\(L_{x:p,q,r,s, \\&c.} \\times L_{x+x}\\).\n\nSuppose \\(n\\) and \\(n+m\\) sufficiently near each other to admit the decrements to be considered with sufficient accuracy as proportional to the time \\(t\\) in which they are produced; \\(t\\) being greater than \\(m\\), and \\(x = n + t\\); and the fluent required using a similar notation to that hitherto used will be from\nestimation of the value of life contingencies.\n\n$t = o$ to $t = m$, equal to $-mL'_{x+n} \\times L_{n:p,q,r,\\&c.} - \\frac{1}{2} (L'_{p+n} \\times L_{n:q,r,s,\\&c.} + L'_{q+n} L_{n:p,r,s,\\&c.\\&c.} + \\&c.) + \\&c. = -mL'_{x+n} \\times L_{n+\\frac{1}{2}m,p,q,r,s,\\&c.}$, neglecting the remaining terms in which $m^2, m^3 \\&c.$ not herein contained are concerned, as they will be small if $m$ be small; though, if necessary, we may pursue similar means to those used in the last article.\n\nArticle 13. But if during short periods, instead of the arithmetical progressions, we use geometrical progressions, see Article 2, Section 2; and $x$ being $= n + t$ we take $L_{p+x} = L_{p+n} \\cdot 10^{tL'_{p+n}}, L_{q+x} = L_{q+n} \\cdot 10^{tL'_{q+n}} \\&c., L_{x+x} = L_{x+n} \\cdot 10^{tL'_{x+n}}$; and therefore putting $\\pi$ for the hyperbolical logarithm of 10,\n\n$L_{x+x} = \\pi L_{x+n} \\cdot L'_{x+n} \\cdot 10^{tL'_{x+n}},$ we shall have if for the sake of brevity we put $\\mu = L'_{p+n} + L'_{q+n} + L'_{r+n} + \\&c. + L'_{x+n},$\n\n$L_{x:p,q,r,s,\\&c.} \\times L_{x+x} = \\pi L'_{x+n} \\cdot L_{n:p,q,r,s,\\&c.} \\times 10^{tL'_{x+n}},$ and the fluent generated whilst $x$ from $n$ becomes $= n + m$ is\n\n$L_{n:p,q,r,s,\\&c.} \\times \\frac{L'_{x+n}}{\\mu} \\times (10)^{\\mu t} - 1) = \\frac{1}{\\mu} \\cdot L'_{x+n} \\times L_{n+m:p,q,r,\\&c.,\\&c.}$\n\n$L_{n:p,q,r,\\&c.,\\&c.}$\n\nArticle 14. Because $L_{x:p,q,r,\\&c.} = L_{n:p,q,r,\\&c.} \\times 10^{\\mu t}$ and\n\n$L_{x+x} = L_{x+n} \\cdot 10^{tL'_{x+n}}$ it follows that $\\frac{1}{\\mu} L'_{x+n} =$\n\n$\\frac{\\text{Log : of } L_{r+x} - \\text{Log of } L_{x+n}}{\\text{Log : of } L_{x:p,q,r,\\&c.,\\&c.} \\text{ Log : of } L_{n:p,q,r,\\&c.,\\&c.}}$; $x$ being equal to $n+t,$\n\nand $t$ any positive quantity not greater than $m$; the same set of geometrical series being only supposed to take effect between the intervals $n$ and $n+m$; but if the geometrical series between those limits only take effect proximatively, our fluent will be but an approximation, though as correct as we\nplease by taking the intervals sufficiently small. When for the purpose of approximation a long interval is divided into smaller intervals, one of which, for instance, is from $n$ to $n+m$, it will not be immaterial for obtaining the nearest approximation, what value we take for $x$ between $n$ and $n+m$, in the above value for $\\frac{1}{\\mu}L'_{n+m}$; an off-hand idea might be, that $x$ should be taken somewhere about $n + \\frac{1}{2}m$.\n\n**Section IV. Art. 1.** Because $1 - \\frac{L_{b+x}}{L_b}$ is the chance that a person of the age $b$ shall be dead in the time $x$, $-\\frac{\\dot{L}_{b+x}}{L}$ is the fluxion of the chance; that is the measure of the chance that he would have of dying during a finite time $x$, on the consideration that that cause, if any should subsist, to make the deaths disproportionate to the time, should cease at the term $x$. And if this be multiplied by $\\frac{L_{a+x}}{L_a}$, the product will represent the fluxions of the chance of the person of the present age $b$ dying in the life time of the person of the present age $a$, and consequently, — fluent of $\\frac{L_{a+x} \\cdot \\dot{L}_{b+x}}{L_{a,b}}$ is the chance that the person of the present age $a$ has of surviving the person of the present age $b$. The calculation of this fluent between any limits is effected from the articles of Section 3, referring to the fluent of $L_{q+x} \\cdot \\dot{L}_{r+x}$. If for $q$ and $r$ we write $a$ and $b$, and we wish to have the part of the contingency corresponding to the intervals between $x=n$ and $x=n+1$, taking $t=1$ in the first of the two forms we have it $=\\frac{(L_{b+n}-L_{b+n+1}) \\cdot (L_{a+n}+L_{a+n+1})}{2L_{a,b}}$; and by taking $n$ successively $0, 1, 2, 3, \\&c.$ and adding the\nresults; making the division by $2L_{a,b}$ for the sake of convenience on the sum of numerators, we obtain in the same formula excepting the notation, with the ingenious Mr. Morgan first, and Messrs. Baily and Milne after him, the value of the contingency for any part or the whole of life, that the age $a$ shall survive $b$. If we use the second form, the part due to the interval between $n$ and $n+1$, will stand $\\frac{L_{b+n} - L_{b+n+1}}{L_{a,b}} \\cdot L_{a+n+\\frac{1}{2}}$; this form, at least if the tables of mortality have the number of living inserted for every half year, would be easier in practice than the other. If a less accurate solution would answer our purpose, we might take $t$ much larger; if it were taken ten years we should soon get through the work, and frequently with sufficient accuracy, either from the article now quoted, or from Art. 13. of the same section; that due to the interval between $n$ and $n+t$, is $\\frac{(L_{b+n} - L_{b+n+t}) \\cdot (L_{a+n} + L_{a+n+t})}{2L_{a,b}}$.\n\nor $\\frac{L_{b+n} - L_{b-n+nt}}{L_{a,b}} \\cdot L_{a+n+\\frac{1}{2}t}$.\n\nArt. 2. That A and B whose present ages are $a$ and $b$, both die during the time; but that B dies last, is from a similar argument — fluent of $(1 - \\frac{L_{a+x}}{L_a}) \\times \\frac{\\dot{L}_{b+x}}{L_b} =$ correction —\n\n$\\frac{L_{b+x}}{L_b} +$ fluent of $\\frac{L_{a+x} \\cdot \\dot{L}_{b+x}}{L_a \\cdot L_b}$; and this case may be therefore found immediately from the other; or the other case immediately from this. But if from the period $x=n$ to $x=n+m$, the decrements of each life be proportional to the times, however different the decrements of A’s life and of B’s life\nmay be; then since \\((1 - \\frac{L_{a+x}}{L_a}) \\cdot \\frac{\\dot{L}_{b+x}}{L_b}\\) may if \\(x = n + t\\), according to the notation we have used be written \\((1 - \\frac{L_{a+x}}{L_a} + t \\frac{L'_{a+n}}{L_a}) \\cdot \\frac{\\dot{L}_{b+n}}{L_b}\\), our fluent between the limit \\(x = n\\) and \\(x = n + m\\), will therefore become \\((1 - \\frac{L_{a+n}}{L_a}) \\cdot m \\frac{\\dot{L}_{b+n}}{L_b} + \\frac{m^2}{2} \\frac{L'_{a+n} \\cdot L'_{b+n}}{L_a \\cdot L_b}\\); that is agreeably to the hypothesis putting \\(L_{a+n} - L_{a+n+m} = m \\cdot L'_{a+n}\\), and \\(L_{b+n} - L_{b+n+m} = m \\cdot L'_{b+n}\\), it becomes \\((1 - \\frac{L_{a+n}}{L_a}) \\cdot \\frac{L_{b+n} - L_{b+n+m}}{L_b} + \\frac{L_{a+n} - L_{a+n+m}}{L_a} \\times \\frac{L_{b+n} - L_{b+n+m}}{2L_b}\\): this if \\(n\\) were equal to \\(o\\) would be reduced to \\(\\frac{1}{2}(1 - \\frac{L_{a+m}}{L_a}) \\times (1 - \\frac{L_{b+m}}{L_b})\\); which is just half the chance that they shall both have died in that time; an approximation frequently of service, and used in many cases by Mr. Morgan, and the Gentlemen who have followed him. If there be a term of possible joint existence, and that be when \\(m = \\mu\\); and \\(v\\) be some positive quantity, the formula \\(\\frac{1}{2}(1 - \\frac{L_{a+n}}{L_a}) \\cdot (1 - \\frac{L_{b+m}}{L_b})\\) will not answer when \\(m = \\mu + v\\), if A be the oldest; when \\(v = o\\) it will answer and become \\(\\frac{1}{2}(1 - \\frac{L_{b+m}}{L_b})\\), but when \\(v\\) has a value, this must be increased by the chance that B has of dying beyond this time; that is, it must be increased by \\(\\frac{L_{b+\\mu} - L_{a+\\mu+v}}{L_b}\\); but if A be youngest, it becomes when\nMoreover, though the chance of A's surviving B, being half the chance of their both being dead, is here derived from the hypothesis of the decrement's being proportional to the time in each original age; this is not the only hypothesis which will cause that relation of the contingencies; or, which is the same thing, provided they both are to be dead, that the contingency of A's surviving B shall be equal to the contingency of B's surviving A; for the fluxion of this equation is \\(-\\left(1 - \\frac{L_{a+x}}{L_a}\\right) \\times \\frac{\\dot{L}_{b+x}}{L_b} = -\\left(1 - \\frac{L_{b+x}}{L_b}\\right)\\)\n\n\\[\n\\times \\frac{\\dot{L}_{a+x}}{L_a};\n\\]\n\nand therefore\n\n\\[\n\\frac{\\dot{L}_{a+x}}{L_a} = \\frac{\\dot{L}_{b+x}}{L_b},\n\\]\n\nand consequently taking the correct fluent &c. we get \\(1 - \\frac{L_{a+x}}{L_a} = K \\cdot \\left(1 - \\frac{L_{b+x}}{L_b}\\right)\\);\n\n\\(k\\) be a constant quantity; therefore the fluent of \\(\\left(1 - \\frac{L_{a+x}}{L_a}\\right) \\cdot \\frac{\\dot{L}_{b+x}}{L_b} = \\text{the fluent of } k \\left(1 - \\frac{L_{b+x}}{L_b}\\right) \\cdot \\frac{\\dot{L}_{b+x}}{L_b};\\)\n\nwhich taken to vanish when \\(x = 0\\) is the contingency according to the present hypothesis of B dying after A; and is \\(= k \\cdot \\left(1 - \\frac{L_{b+x}}{L_b}\\right)\\)\n\n\\[\n-\\frac{1}{2} + \\frac{1}{2} \\left(\\frac{L_{b+x}}{L_b}\\right)^2 = \\frac{1}{2} k \\cdot \\left(1 - 2 \\frac{L_{b+x}}{L_b} + \\left(\\frac{L_{b+x}}{L_b}\\right)^2\\right) = \\frac{1}{2} k \\cdot \\left(1 - \\frac{L_{b+x}}{L_b}\\right)^2 = \\frac{1}{2} \\cdot 1 - \\frac{L_{a+x}}{L_a} \\cdot 1 - \\frac{L_{b+x}}{L_b}.\n\\]\n\nHence it appears, that whatever the decrements of life, or the constitution of the functions of life, it will be an equal\nMr. Gompertz's analysis applicable to the chance if A and B are both to be dead, whether A dies after B, or B dies after A, if \\(1 - \\frac{L_{a+x}}{L_a} = k \\cdot (1 - \\frac{L_{b+x}}{L_b})\\), \\(k\\) being constant.\n\n\"Note. If the constitution of both functions of life is of one and the same continuous character, which is not necessarily the case, unless they be taken from one and the same continuous table; then it becomes an interesting problem to search, what is the constitution of the function of life, to admit of the aforesaid equality of contingency of A dying after B or B dying after A; on the condition of their both dying in that time; that is to say, to find the common characteristic \\(L\\) which shall be independent of \\(a\\), \\(b\\), and \\(x\\), such that \\(1 - \\frac{L_{a+x}}{L_a} = k \\cdot (1 - \\frac{L_{b+x}}{L_b})\\), the requisite equation above given. And as this is a problem which, from its mode of solution, may be equally interesting to the Analyst, as forming one of a rather novel species of problems, I shall give its solution for both purposes; in order to which I first observe, that unless \\(k\\) be unity, it must be expressible in the form \\(\\frac{D_b}{D_a}\\), so that the equation may be written in the form \\(D_a \\cdot \\frac{L_{a+x}}{L_a} - D_a = D_b \\cdot \\frac{L_{b+x}}{L_b} - D_b\\); otherwise there would not be a perfect similarity of the character \\(L\\), on both sides of the equation. For the sake of brevity, put \\(\\frac{D_a}{L_a} = H_a\\), and therefore \\(\\frac{D_b}{L_b} = H_b\\); and our equation will stand \\(H_a \\cdot (L_{a+x} - L_a) = H_b \\cdot (L_{b+x} - L_b)\\); but by Taylor's\nestimation of the value of life contingencies.\n\n\"theorem \\( L_{a+x} = L_a + x \\cdot \\frac{\\dot{L}_a}{a} + \\frac{x^2}{2} \\cdot \\frac{\\ddot{L}_a}{a^2} + \\&c.\\) \\(a\\) being taken\n\n\"constant; and also \\( L_{b+x} = L_b + x \\cdot \\frac{\\dot{L}_b}{b} + \\frac{x^2}{2} \\cdot \\frac{\\ddot{L}_b}{b^2} + \\&c.\\) \\(b\\)\n\n\"being taken constant; therefore if these be substituted in\n\n\"the last equation, it is evident that as the thing is to re-\n\n\"main true, whatever \\(x\\) may be, the homologous powers of\n\n\"x must destroy each other; and consequently we must\n\n\"have, by making the comparison of the coefficients of those\n\n\"powers in the equation, \\( H_a \\cdot \\frac{\\dot{L}_a}{a} = H_b \\cdot \\frac{\\dot{L}_b}{b}; \\)\n\n\"H_a \\cdot \\frac{\\ddot{L}_a}{a^2} = H_b \\cdot \\frac{\\ddot{L}_b}{b^2}, \\&c.; \\) and as this is the case what-\n\n\"ever \\(a\\) and \\(b\\) are, it follows that each side of the equation\n\n\"must be constant; therefore putting \\( H_a \\cdot \\frac{\\dot{L}_a}{a} = g, \\)\n\n\"H_a \\cdot \\frac{\\ddot{L}_a}{a^2} = h;\\)\n\n\"g and \\(h\\) being constant quantities, we have \\( \\frac{\\dot{L}_a}{L_a} = \\frac{b}{g} \\cdot \\dot{a}. \\) And\n\n\"taking the fluent of this, we have hyp. log of \\( \\frac{\\dot{L}_a}{p \\dot{a}} = \\frac{b}{g} \\cdot a; \\)\n\n\"p being some constant quantity; and this may be reduced\n\n\"to the form \\( \\dot{L}_a = p \\cdot e^a \\cdot a, \\) \\(e\\) standing for the number whose\n\n\"hyperbolical logarithm is \\( \\frac{b}{g}; \\) and taking the fluent again,\n\n\"we have \\( L_a = e' - e'' \\cdot e^a; \\) \\(e, e'\\) and \\(e''\\) being independent\n\n\"constant quantities, though \\(e''\\) is \\(= -p \\cdot \\frac{g}{b}\\) the independence\n\nremains because \\(p \\cdot \\frac{g}{b}\\) is arbitrary. And as the equation \\( \\dot{L}_a =\n\n\"pe^a \\cdot a, \\) makes \\( \\dot{L}_a = p \\cdot \\frac{b}{g} \\cdot e^a \\cdot \\dot{a}^2 = \\frac{b}{g} \\cdot \\dot{a} \\cdot \\dot{L}_a; \\)\n\n\"\\therefore \\dot{L}_a = \\frac{b}{g} \\cdot a \\cdot \\dot{L}_a; \\)\n\nMDCCCXX.\nMr. Gompertz's analysis applicable to the\n\n\" &c.; all the conditions are fulfilled by fulfilling the condi-\ntions that $H_a \\cdot \\frac{L_a}{a}$, and $H_a \\cdot \\frac{\\dot{L}_a}{a^2}$, are constant. Whence we\nfind the constitution is $L_a = e' - e'' \\cdot e^a$; where $e'$, $e$, $e''$ are\nany constants at pleasure. And if I mistake not, it is the\nonly function which will admit of this equality of chance\ncontinuously between persons whose mortality is formed\nfrom the same function; but if $e$. be $= 1 + \\epsilon$, and $\\epsilon$ be infi-\nnitely small, this will stand simply $L_a = e' - e'' (1 + a \\epsilon)$;\nor writing $g'$ for $e' - e''$ and $g''$ for $e'' \\epsilon$, this becomes\n$L_a = g' - g''a$, the formula of equal decrements in equal\ntimes.\"\n\nMoreover the same idea of $1 - \\frac{L_a + x}{L_a} = k \\cdot 1 - \\frac{L_b + x}{L_b}$ causes\nthe fluent of $\\frac{L_a + x \\cdot L_b + x}{L_a \\cdot L_b}$ to be equal to the fluent of $k \\cdot \\frac{L_b + x}{L_b}$\n$\\frac{L_b + x}{L_b}$, which if taken to commence with $x$ equal to $o$, will be\n$$-\\frac{1}{2} k \\cdot 1 - \\left(\\frac{L_b + x}{L_b}\\right)^2 = -\\frac{1}{2} k \\cdot 1 - \\frac{L_b + x}{L_b} \\times 1 + \\frac{L_b + x}{L_b} = -\\frac{1}{2}$$\n$$\\cdot 1 - \\frac{L_a + x}{L_a} \\times 1 + \\frac{L_b + x}{L_b} = -\\frac{1}{2} + \\frac{1}{2} \\frac{L_a + x}{L_a} - \\frac{1}{2} \\frac{L_b + x}{L_b} +$$\n$$\\frac{1}{2} \\frac{x: a, b}{L_a, b};$$ and this is therefore not only the fluent in ques-\ntion in the hypothesis of constant decrements.\n\nArticle 3. If at the interest to be made for money, one\npound discounted for one year were represented by $r$, and\nwe wished to have the present value of one pound, to be re-\nceived at the first of the equal periods \\( p \\), after the time \\( n - p \\) that shall happen after the death of B; provided he be survived by A; and that that event takes place between the periods \\( n - p \\) and \\( m \\); then if each separate period \\( p \\), may throughout its duration, be considered within the limits of constant decrements, the value of that part due to the events happening between the periods \\( \\pi \\) and \\( \\pi + p \\), (\\( \\pi \\) being some one of the terms \\( n - p \\), \\( n \\), \\( n + p \\), &c.) from Article 1 of this section will be\n\n\\[\n\\frac{(L_{b+\\pi} - L_{b+\\pi+p}) \\cdot L_{a+\\pi+\\frac{1}{2}p}}{L_{a,b}} \\cdot r^{\\pi+p} = \\frac{L_{a-\\frac{1}{2}p, b-p}}{L_{a,b}}\n\\]\n\n\\[\n\\times r^{\\pi+p} \\cdot \\frac{L_{b+\\pi, a+\\pi+\\frac{1}{2}p}}{L_{a-\\frac{1}{2}p, b-p}} - \\frac{L_{a-\\frac{1}{2}p}}{L_{a}} \\cdot r^{\\pi+p} \\cdot \\frac{L_{a+\\pi+\\frac{1}{2}p, b+\\pi+p}}{L_{a-\\frac{1}{2}p, b}};\n\\]\n\nand if \\( \\pi \\) be interpreted by \\( n - p \\), \\( n \\), \\( n - 2p \\), &c. the sum of the whole will be\n\n\\[\n\\frac{L_{a-\\frac{1}{2}p, b-p}}{L_{a,b}} \\cdot \\frac{r}{n} \\left| \\begin{array}{c}\n\\frac{L_{a-\\frac{1}{2}p, b-p}}{L_{a}} \\\\\n\\frac{L_{a-\\frac{1}{2}p}}{L_{a}} \\cdot \\frac{r}{m} \\left| \\begin{array}{c}\n\\frac{L_{a+\\frac{1}{2}p, b}}{L_{a}} \\\\\n\\end{array} \\right|\n\\end{array} \\right|\n\\]\n\nIf \\( p \\) be one year or unity, this will be\n\n\\[\n\\frac{L_{a-\\frac{1}{2}, b-1}}{L_{a,b}} \\times (\\text{the annuity for the time on the ages } a - \\frac{1}{2} \\text{ and } b - 1) - \\frac{L_{a-\\frac{1}{2}}}{L_{a}} \\times \\text{annuity for the time on the ages } a + \\frac{1}{2} \\text{ and } b.\n\\]\n\nIf the value of the contingency, due to the intervals between \\( \\pi \\) and \\( \\pi + p \\), be written\n\n\\[\n\\frac{\\frac{1}{2}L_{\\pi:a,b} + \\frac{1}{2}L_{\\pi:a+p,b} - \\frac{1}{2}L_{\\pi:a,b+p} - \\frac{1}{2}L_{\\pi+p:a,b}}{L_{a,b}} \\cdot r^{\\pi+p}\n\\]\n\nwe may obtain the value in the forms of Messrs. Morgan, Baily and Milne; for by reducing the form in the shape\n\n\\[\n\\frac{1}{2}L_{\\pi:a,b} - L_{\\pi+p:a,b} \\cdot r^{\\pi+p}\n\\]\n\n\\[\n+ \\frac{1}{2}L_{b-p} \\cdot r^{\\pi+p} \\cdot \\frac{L_{\\pi:a+p,b}}{L_{a,b-p}} - \\frac{1}{2}L_{a-p} \\cdot r^{\\pi+p} \\cdot \\frac{L_{\\pi:a,b+p}}{L_{a-p,b}},\n\\]\n\ninterpreting \\( \\pi \\) by \\( n - p \\), \\( n \\), \\( n + p \\), &c. we have from Section 2,\nfor the sum of them all \\( \\frac{1}{2} \\cdot \\frac{p}{m} \\left[ a, b \\right] + \\frac{1}{2} \\cdot \\frac{L_b - p}{L_b} \\cdot \\frac{p}{m} \\left[ a, b - p \\right] \\)\n\n\\[- \\frac{1}{2} \\cdot \\frac{L_a - p}{L_b} \\cdot \\frac{p}{m} \\left[ a - p, b \\right].\\]\n\nThis is the same in fact as Mr. Milne's form, excepting something more general; in as much as it refers to the case if the assurance be temporary, and transferred at the same time, and that the interval \\( p \\) is not necessarily one year, and that it refers also to insurances when the contingencies are taken momentarily; but it must be remarked, that in this case \\( p \\) being infinitely small\n\n\\[\\frac{1}{2} \\cdot \\frac{L_b - p}{L_b} \\cdot \\frac{p}{m} \\left[ a, b - p \\right] - \\frac{1}{2} \\cdot \\frac{L_a - p}{L_a} \\cdot \\frac{p}{m} \\left[ a - p, b \\right]\\]\n\nwill have the appearance to some readers of being equal to 0; whereas that is not necessarily the case; it is true that the ratio of \\( \\frac{L_b - p}{L_b} \\cdot \\frac{p}{m} \\left[ a, b - p \\right] \\) to\n\n\\[\\frac{1}{L_a} \\cdot \\frac{p}{m} \\left[ a - p, b \\right]\\]\n\nwill differ infinitely little from the ratio of equality; but as they will be each of them infinite, their difference may be finite. See how to calculate this value in the Scholium Art. 3.\n\nArticle 4. A correct notation of the value in the last article is in conformity with our plan\n\n\\[\\frac{p}{m-p} \\left( \\frac{r^{\\pi+p}}{L_{a,b}} \\times \\frac{x}{\\pi+p} \\right) L_{a+x} \\cdot L_{b+x}.\\]\n\nAnd if for \\( L_{a+x} \\) we write \\( L_a - L_{a+x} \\), it will express the value of the assurance on the death of B, provided A be dead at that time, other things remaining the same. And because \\( \\frac{x}{\\pi+p} \\)\nestimation of the value of life contingencies.\n\n\\[ L_a - L_{a+x} \\cdot \\dot{L}_{b+x} = L_a (L_{b+\\pi+\\pi} - L_{b+\\pi}) - \\frac{x}{\\pi + p} L_{a+x} \\cdot \\dot{I}_{b+x} \\]\n\nand \\( \\frac{\\pi}{p} r^{\\pi+p} \\frac{L_{b+\\pi+p} - L_{b+p}}{L_b} = - \\frac{p}{n} b \\); therefore the value\n\nof this contingency is \\( \\frac{r}{p} \\frac{b}{m} \\) — that of the last article.\n\nArticle 5. No. 1. If there may be a continuance of certain independent events, denominated for the sake of distinction \\( K, K', K'', K''', \\ldots \\); and the chances of their continuing the times \\( w, x, y, z, \\ldots \\), be denoted by \\( K_w, K'_x, K''_y, \\ldots \\) respectively, then will \\( 1-K_w, 1-K'_x, \\ldots \\) denote the corresponding chances of their not continuing during those times; \\( \\dot{K}_w, \\dot{K}'_x, \\dot{K}''_y, \\ldots \\) will express the fluxions of the chances of those events continuing; and if these fluxions be taken with regard to the respective under written letters \\( w, x, y, \\ldots \\), they will be the chances of continuance of those respective events due to the finite times \\( \\dot{w}, \\dot{x}, \\dot{y}, \\ldots \\) respectively, on the consideration that at the terms \\( w, x, y, \\ldots \\) the causes, if any, perturbating the proportionality to the times of the discontinuance vanishes. And under the like hypothesis would \\( -\\dot{K}_w, -\\dot{K}'_x, -\\dot{K}''_y, \\ldots \\), which are the fluxions of the chances of discontinuance, express the chances of the discontinuance taking place during the times \\( \\dot{w}, \\dot{x}, \\dot{y}, \\ldots \\).\n\nNo. 2. Hence we see that \\( -K''_x \\dot{K}'_x \\) is the fluxion of the chance of the event \\( K'' \\) discontinuing, whilst \\( K'' \\) continues;\n\nand \\( -\\frac{x}{n''} K''_x \\cdot \\dot{K}''_x \\) is the chance, that between the times \\( n'' \\)\nand $m''$, $K'''$ discontinues during the time of $K''$'s continuing:\n\nAnd if $y$ be either a constant quantity or a function of $x$,\n\n$$\\frac{x}{n''} K''_y \\dot{K}_x'''$$ will denote the chance due to the time between $n''$ and $m'''$, that is whilst $x$ becomes from $n''$ to be equal to $m''$; that whatever $x$ may be, at the time of $K'''$'s discontinuance, that $K''$ shall be in continuance at the corresponding time $y$.\n\nNo. 3. — $K'_y \\left( \\frac{x}{n} K''_x \\dot{K}_x'' \\right)$ will denote the chance that the event $K'$ continues during the time $y$; with the proviso, that the event $K'''$ shall fail some time between the times $n$ and $y$; but on the condition that whenever that event shall take place, the event $K''$ shall not yet have discontinued.\n\nNo. 4. And — $K'_y \\left( \\frac{x}{n} 1 - K''_x \\dot{K}_x'' \\right)$ will express the similar chance, except that the discontinuance instead of the continuance of $K'''$ is to take place after the discontinuance of $K''$.\n\nNo. 5. $\\left( \\frac{y}{n} \\dot{K}_y \\frac{x}{n'} K'_x \\dot{K}_x'' \\right)$ will denote the portion of the chance due to the time between $n$ and $m$; of $K$ discontinuing after the event has taken place of $K''$'s having discontinued during the continuance of $K'$; if that super-continuance of $K'$ should not take place before the time $n'$. And if in the above expression $1-K'_x$ be written for $K'_x$ every thing will be the same; with the exception that that part which referred to the continuance of $K'$, will now refer to the discontinuance of $K'$ having taken place.\nestimation of the value of life contingencies.\n\nNo. 6. \\( \\begin{bmatrix} x \\\\ n \\end{bmatrix} \\begin{bmatrix} \\dot{K}_x & K'_x \\\\ K''_y & \\dot{K}'_y \\end{bmatrix} \\) will denote the portion of chance due to the time between \\( n \\) and \\( m \\), that \\( K \\) shall discontinue during the continuance of \\( K' \\), on the condition that previously to that event taking place, \\( K'' \\) shall after the time \\( n' \\) have discontinued during the continuance of \\( K'' \\).\n\nAnd thus we might proceed to an infinite variety of cases with regard to the limits in time, with regard to the number of events, &c.; and however compounded and numerous the signs of fluentization and summation may be, and if this mode of enunciation be duly considered, it will be found that the meaning of the more compound cases is much easier to express and to understand, in this analytical language, than by a more elaborate phraseology; and that this mode enables us as soon as the meaning of the question is understood, granting the theory of summations and fluentizations, to solve it.\n\nNo. 7. By way of illustration I shall only add here, that the nature of the events to which \\( K, K', K'' \\) &c. may refer, is unlimited; they may refer to single lives only, to joint lives, to joint lives connected with other joint lives, to joint lives connected with deaths, &c. And that more compounded cases may be understood, I also mention that\n\n\\[\n\\begin{bmatrix} n \\\\ m-p \\end{bmatrix} \\begin{bmatrix} r^{n+p} \\\\ n+p \\end{bmatrix} \\begin{bmatrix} x \\\\ n+p \\end{bmatrix} \\begin{bmatrix} K''_x & \\dot{K}'_x \\end{bmatrix}\n\\]\n\nexpresses the assurance of one pound to be received at the first of the equal periods \\( p \\), after the time \\( n-p \\), that shall happen after the discontinuance of \\( K'' \\); provided that that discontinuance happens during the\ncontinuance of $K''$; and provided also, it happens between the time $n-p$ and $m$; the present value of one pound certain to be received in one year being equal to $r$.\n\nArticle 6. As it is probable that the reader will be desirous to see the application of our theory to some of the problems which have been esteemed the most difficult, I shall consider the problems which have been solved by Mr. Morgan, in the Philosophical Transactions; and in pursuing this object, I shall take the examples in the order in which they have been presented by Mr. Baily, in his work on Assurances, from page 206, because that Gentleman's book was in my hand when I worked the examples. Note, that the object which I denote by $p$, has with those Gentlemen the particular value one year; and is supposed by them to be wholly within the limits of proportional decrement. Note also, that the present ages of A, B and C, I denote by $a$, $b$ and $c$.\n\nExample 1. The chance of A dying, the first of the three lives A, B, C, is by taking $K''$ of No. 2, in the last article $= \\frac{L_{x:b,c}}{L_{b,c}}$, and $K''' = \\frac{L_{n+x}}{L_a}$, the fluent of $\\frac{L_{x:b,c}}{L_{a,b,c}} \\dot{L}_{a+x}$.\n\nIf $p$ be within the limits of proportional decrements (that is of decrements proportionate to the times) then by Section 3, Article 9, the chance of the events happening between the times $\\pi$ and $\\pi+p$, that is $\\frac{\\pi}{\\pi+p} \\left[ \\frac{L_{x:b,c}}{L_{a,b,c}} \\cdot \\dot{L}_{a+x} \\right]$ is $\\frac{L_{a+\\pi}-L_{a+\\pi+p}}{L_{a,b,c}} \\times \\frac{L_{b+\\pi}-L_{b+\\pi+p}}{L_b} \\times \\frac{L_{c+\\pi}-L_{c+\\pi+p}}{L_c}$;\n\nor if $p$ be small; such for instance as one year, it will be\nsimply \\( \\frac{L_{a+\\pi} - L_{a+\\pi+p}}{L_{a,b,c}} \\cdot L_{\\pi+p:b,c} \\) very nearly; as the other part will be comparatively with this extremely small; as an instance, if \\( p \\) answered to one year; \\( a+\\pi, b+\\pi, c+\\pi \\), each to 34 years, and the Northampton Tables be used: the error caused by neglecting the part in question, will not amount to the thirty three thousandth part of the real value. The error towards the very commencement of life, or towards the end, is certainly greater; thus if the values of \\( a+\\pi, b+\\pi, c+\\pi \\) were all 90; the error with the same tables, and on the same hypothesis of decrement, would bear a nearer proportion to the real value; but would not amount to the one hundred and thirtieth part of the real value; and it should be observed in these extreme cases, the hypothesis itself is defective. Moreover, the present value of one pound to be received at the end of the time \\( \\pi+p \\), if the event should take place between the times \\( \\pi \\) and \\( \\pi+p \\), will be the said expression \\( \\times r^{\\pi+p} \\); and the sum of all the values produced by interpreting \\( \\pi \\), by \\( n-p, n, n+p, \\&c. \\) to \\( m-p \\), will be the present value of the assurance of one pound on the contingency. If we wish to calculate this from tables of the values of periodic incomes; as the part due to the interval between \\( \\pi \\) and \\( \\pi+p \\), may be expressed by neglecting the small part above alluded to,\n\n\\[ r^{\\pi+p} \\cdot \\frac{L_{\\pi:a,b+\\frac{1}{2}p,c+\\frac{1}{2}p}}{L_{a,b,c}} \\cdot \\frac{L_{\\pi:a+p,b+\\frac{1}{2}p,c+\\frac{1}{2}p}}{L_{a,b,c}} \\]\n\nor its equal\n\n\\[ r^{\\pi+p} \\cdot \\frac{L_{\\pi:a-b-\\frac{1}{2}p,c-\\frac{1}{2}p}}{L_{a,b,c}} \\cdot \\frac{L_{\\pi:a,b+\\frac{1}{2}p,c+\\frac{1}{2}p}}{L_{a-b-\\frac{1}{2}p,c-\\frac{1}{2}p}} \\cdot \\frac{L_{b-\\frac{1}{2}p,c-\\frac{1}{2}p}}{L_{b,c}} \\]\n\nand therefore we have the value of the assurance equal to MDCCCXX.\nThis is on the supposition that we have neglected the value due to the part \\( \\frac{1}{12} r^{\\pi+p} \\times \\frac{L_a + \\pi - L_a + \\pi + p}{L_a} \\times \\frac{L_b + \\pi - L_b + \\pi + p}{L_b} \\times \\frac{L_c + \\pi - L_c + \\pi + p}{L_c} \\), as being extremely small when \\( p \\) is small, such for instance as one year. But I observe that a near approximation of its value in this case is one twelfth of the income certain for the term multiplied by the chance of all three dying between the intervals \\( n \\) and \\( n+p \\); and as an example of \\( p=1 \\) \\( n=1 \\), and the corresponding assurance for the whole possible joint existence be required from the Northampton Tables, for three lives at the age of 30, at the interest of 3 per cent.; considering the last income possibly to be received, to be at the age 95, the term will be 65, and the approximative value of this neglected part, if the assurance be on £1000, to be paid for in one payment; will be \\( 1000 \\times \\frac{75^{13} \\times 2845}{12 \\times 4385^{13}} = \\) about \\( \\frac{2845}{24.00.00} \\) of one pound, which is less than three pence.\n\nIf we use Article 10, Section 3, we shall obtain the same portions of the contingencies as has been used by Messrs. Morgan and Baily, whence &c.\n\n\"Note. I may observe that if the contingencies were as in this example with the exception that A is to die before any of the lives B, G, D, F, &c. the value would be\n\n\\[ \\frac{L_a - p, b - \\frac{1}{2}p, c - \\frac{1}{2}p, d - \\frac{1}{2}p, \\&c.}{L_a, b, c, d, \\&c.} \\times \\frac{r}{n} \\left| \\begin{array}{c} a - p, b - \\frac{1}{2}p, c - \\frac{1}{2}p, d - \\frac{1}{2}p, \\&c. \\\\ m \\end{array} \\right| \\]\nestimation of the value of life contingencies.\n\n\\[\n\\frac{L_b - \\frac{1}{2}p, c - \\frac{1}{2}p, d - \\frac{1}{2}p, \\&c.}{L_b, c, d, \\&c.} \\times \\frac{r}{n} \\left| \\begin{array}{ccc}\na, b - \\frac{1}{2}p, c - \\frac{1}{2}p, d - \\frac{1}{2}p, \\&c. \\\\\n\\end{array} \\right| \\text{ very nearly.}\n\\]\n\nNote also, that if the lives be all equal, and there be \\( q \\) of them in number, the contingency of one in particular dying before the rest will be — fluent of\n\n\\[\n\\frac{L_{a+x}}{L_a^q} = (if \\text{ it commences with } x = 0) \\quad \\frac{1}{q} \\left( 1 - \\frac{L_{a+x}}{L_a^q} \\right)\n\\]\n\nand the assurance on that contingency will be \\( \\frac{1}{q} \\times \\) the assurance on the joint lives.\n\nExample 2. In a similar manner from Art. 2. No. 5, of this section, writing\n\n\\[\n\\frac{L_{c+x}}{L_c} \\cdot 1 - \\frac{L_{b+x}}{L_b} + 1 - \\frac{L_{c+x}}{L_c} \\cdot \\frac{L_{b+x}}{L_b} \\text{ for } K'',\n\\]\n\nand \\( \\frac{L_{a+x}}{L_a} \\) for \\( K''' \\), we have the contingency that A is the second which fails of the three lives A, B, C = — fluent of\n\n\\[\n\\left( \\frac{L_{c+x} \\cdot L_{a+x}}{L_c, a} + \\frac{L_{b+x} \\cdot L_{a+x}}{L_b, a} - \\frac{2L_{x:b,c} \\cdot L_{a+x}}{L_{a,b,c}} \\right) = \\text{ chance of }\n\\]\n\nA’s dying before C + that of A’s dying before B — twice the chance of A’s dying before B and A; and the assurance is in a similar manner made up of the assurances on the like contingencies as Messrs. Morgan, &c. have shown.\n\nExample 3. If \\( K'' \\) be put \\( = 1 - \\frac{L_{b+x}}{L_b} \\times 1 - \\frac{L_{c+x}}{L_c} \\); that is\n\n\\[\n1 - \\frac{L_{c+x}}{L_c} - \\frac{L_{b+x}}{L_b} + \\frac{L_{b+x} \\cdot L_{c+x}}{L_{b,c}}, \\text{ and } K''' = \\frac{L_{a+x}}{L_a}, \\text{ in the same article No. 2; we shall have the contingency of A’s being }\n\\]\n\nthe last which fails of the three lives \\( = - \\) fluent of \\( \\left( \\frac{L_{a+x}}{L_a} \\right) \\)\nMr. Gompertz's analysis applicable to the\n\n\\[\n\\frac{L_{b+x} \\cdot L_{a+x}}{L_{b,a}} - \\frac{L_{c+x} \\cdot L_{a+x}}{L_{c,a}} + \\frac{L_{x:b,c} \\cdot L_{a+x}}{L_{a,b,c}}\n\\]\n\nhence the assurance on this contingency is equal to the assurance on A's death, assurance on A's death if survived by B, assurance on A's death if survived by C + assurance on A's death if survived by B and C, as Mr. Morgan, &c. makes it.\n\nExample 4. If \\( K'' = 1 - \\left(1 - \\frac{L_{c+x}}{L_c}\\right) \\cdot \\left(1 - \\frac{L_{b+x}}{L_b}\\right) \\) and \\( K''' = \\frac{L_{a+x}}{L_a} \\), we shall see that the contingency of A's dying, and that he is the 1st or 2nd which dies, is equal to — the fluent\n\n\\[\n\\frac{L_{a+x}}{L_a} \\times \\left( \\frac{L_{c+x}}{L_c} + \\frac{L_{b+x}}{L_b} - \\frac{L_{c+x} \\cdot L_{b+x}}{L_{c,b}} \\right)\n\\]\n\nHence, &c.\n\nExample 5. If A is to be the second or third which fails, by taking \\( K'' = 1 - \\frac{L_{x:b,c}}{L_{b,c}} \\), namely, the chance that B and C are not both living, we have the contingency of A's death\n\n\\[\n= - \\text{fluent } 1 - \\frac{L_{x:b,c}}{L_{b,c}} \\cdot \\frac{L_{a+x}}{L_a}\n\\]\n\nHence, &c. And the assurance equal to the assurance of A's life absolutely — the assurance of his life on condition that he dies first.\n\nExample 6. If A is either to be the first or last to die: then is the chance on his death equal to — fluent of\n\n\\[\n\\frac{L_{a+x}}{L_a} \\times \\left( \\frac{L_{x:b,c}}{L_{b,c}} + 1 - \\frac{L_{b+x}}{L_b} \\cdot 1 - \\frac{L_{c+x}}{L_c} \\right) = - \\text{fluent of } \\frac{L_{a+x}}{L_a} \\times \\left( 1 - \\frac{L_{b+x}}{L_b} - \\frac{L_{c+x}}{L_c} + 2 \\frac{L_{x:b,c}}{L_{b,c}} \\right)\n\\]\n\nHence, &c.\n\nExample 7. To find the contingency on the first of the two\ndeath A and B, provided that that be the first or last which dies of the three A, B, C. Here I first take $K'' = \\frac{L_{x:b,c}}{L_{b,c}}$ and $K''' = \\frac{L_{a+x}}{L_a}$; and then take $K'' = \\frac{L_{x:a,c}}{L_{a,c}}$ and $K''' = \\frac{L_{b+x}}{L_b}$; and\n\nI find the contingency $= - \\text{fluent of } \\left( \\frac{\\dot{L}_{a+x}}{L_a} \\cdot \\frac{L_{x:b,c}}{L_b} + \\frac{L_{b+x}}{L_c} \\cdot \\frac{L_{x:a,c}}{L_{a,c}} \\right) = - \\text{fluent of } \\frac{L_{c+x}}{L_c} \\left( \\frac{L_{x:a,b}}{L_{a,b}} \\right) = \\text{correction} - \\frac{L_{x:a,b,c}}{L_{a,b,c}}$\n\n+ fluent of $\\frac{L_{x:a,b}}{L_{a,b}} \\cdot \\frac{L_{c+x}}{L_c}$. Note, the word correction might have been omitted by considering it implicitly contained in the word fluent. Hence the assurance on the first of the deaths of A and B, provided it be the first to fail of the three A, B, C, is equal to the absolute assurance on the three joint lives, less the assurance on C’s life, provided he dies first: the same as Mr. Bailly makes it in a note at page 240; by comparing the result of his solution with a former solution; but I should observe there is a typographical error in the note, by inserting + ABC instead of — ABC.\n\nExample 8. If the first of the deaths of A and B, is to be the second of the three; in this case taking first $K'' = 1 - \\frac{L_{b+x}}{L_q}$\n\n$\\cdot \\frac{L_{c+x}}{L_c} + 1 - \\frac{L_{c+x}}{L_c} \\cdot \\frac{L_{b+x}}{L_b}$ and $K''' = \\frac{L_{a+x}}{L_a}$, and then $K'' = 1 - \\frac{L_{a+x}}{L_a}$\n\n$\\cdot \\frac{L_{c+x}}{L_c} + 1 - \\frac{L_{c+x}}{L_c} \\cdot \\frac{L_{a+x}}{L_a}$ and $K''' = \\frac{L_{b+x}}{L_b}$, we get the contingency\n\n$= - \\text{fluent of } \\left\\{ \\frac{\\dot{L}_{a+x}}{L_a} \\left( \\frac{L_{c+x}}{L_c} + \\frac{L_{b+x}}{L_b} - \\frac{2L_{x:b,c}}{L_{b,c}} \\right) + \\frac{\\dot{L}_{b+x}}{L_b} \\right\\}$\nMr. Gompertz's analysis applicable to the\n\n\\[\n\\left( \\frac{L_{c+x}}{L_c} + \\frac{L_{a+x}}{L_a} - \\frac{2L_{x:a,c}}{L_{a,c}} \\right) = \\text{correction} - \\frac{L_{x:a,b}}{L_{a,b}} = \\text{fluent}\n\\]\n\nof \\[\n\\left( \\frac{L_{a+x}}{L_a} \\cdot \\frac{L_{c+x}}{L_c} + \\frac{L_{b+x}}{L_b} \\cdot \\frac{L_{c+x}}{L_c} - \\frac{2L_{x:b,c}}{L_{b,c}} \\cdot \\frac{L_{a+x}}{L_a} - \\frac{2L_{x:a,c}}{L_{a,c}} \\cdot \\frac{L_{b+x}}{L_b} \\right)\n\\]\n\nand the assurance on the contingency may evidently bear the form in which Mr. Baily has put it.\n\nExample 9. On the death of the last survivor of A, B and C; provided that should be either A or B: this contingency in a similar manner from the proper interpretations of \\(K''\\) and \\(K'''\\), is found immediately = fluent of \\[\n1 - \\frac{L_{b+x}}{L_b} \\cdot \\frac{L_{c+x}}{L_c} \\cdot \\frac{L_{a+x}}{L_a} + 1 - \\frac{L_{a+x}}{L_a} \\cdot \\frac{L_{c+x}}{L_c} \\cdot \\frac{L_{b+x}}{L_b} = \\text{fluent of } 1 - \\frac{L_{c+x}}{L_c}\n\\]\n\n\\[\n\\times \\left( 1 - \\frac{L_{b+x}}{L_b} \\cdot \\frac{L_{a+x}}{L_a} + 1 - \\frac{L_{a+x}}{L_a} \\cdot \\frac{L_{b+x}}{L_b} \\right) = \\text{fluent of } 1 - \\frac{L_{c+x}}{L_c}\n\\]\n\n\\[\n\\cdot \\left( 1 - \\frac{L_{a+b}}{L_a} \\right) = 1 - \\frac{L_{c+x}}{L_c} \\cdot 1 - \\frac{L_{b+x}}{L_b} \\cdot 1 - \\frac{L_{c+x}}{L_c} + \\text{fluent}\n\\]\n\nof \\[\n\\frac{L_{c+x}}{L_c} \\left( 1 - \\frac{L_{b+x}}{L_b} \\cdot 1 - \\frac{L_{a+x}}{L_a} \\right).\n\\]\n\nHence the assurance on this contingency, will be equal to the assurance on the longest of the three lives; — the assurance of C's life, provided that he be the last which fails. See Example 3. This in fact is almost evident at first sight.\n\nExample 10. On the death of the first of the two A and B, provided it be the first or second which fails. This, as Mr. Morgan, &c. observe, is on the extinction of the joint lives A and B only, &c.\nArticle 7. I shall now offer in the same order as in Mr. Baily's work, some other questions of Mr. Morgan's papers, which are most of them of a nature in point of solution different; in as much as that they contain in my method double fluents; or, as we have reduced them, contain fluents multiplied by variable quantities.\n\nExample 1. The contingency of the first of the deaths of A and B, which shall be the second or third which happens of the three A, B and C, will be — fluent of \\((1 - \\frac{L_{c+x}}{L_c})\\left(\\frac{L_{x:a,b}}{L_{a,b}}\\right)\\)\n\n+ fluent of \\(\\frac{L_{b+x}}{L_b}\\) fluent of \\(\\frac{L_{c+x} \\cdot L_{a+x}}{L_c \\cdot L_a}\\) + fluent of \\(\\frac{L_{a+x}}{L_a}\\)\n\n. fluent of \\(\\frac{L_{c+x} \\cdot L_{b+x}}{L_c \\cdot L_b}\\). Since the first part is by Article 5, No. 2, of this Section; the contingency of the joint lives A and B failing after C, and the second by No. 5, denotes the chance of B's dying after the event has taken place of A's dying in the life time of C: and the third denotes the chance of A's dying after the event has taken place of B dying in the life time of A; and independent of the correction, the first part is evidently \\(= \\frac{-L_{x:a,b}}{L_{a,b}}\\) + fluent of \\(\\frac{L_{c+x} \\cdot (L_{a+x} \\cdot L_{b+x})}{L_{a,b,c}}\\); the second part is \\(= \\frac{L_{b+x}}{L_b}\\) fluent of \\(\\frac{L_{c+x} \\cdot L_{a+x}}{L_c \\cdot L_a}\\) — fluent of \\(\\frac{L_{x:c,b} \\cdot L_{a+x}}{L_{a,b,c}}\\)\n\nand the third part is equal to \\(\\frac{L_{a+x}}{L_a}\\) fluent of \\(\\frac{L_{c+x} \\cdot L_{b+x}}{L_c \\cdot L_b}\\)\n\n— fluent of \\(\\frac{L_{x:a,c} \\cdot L_{b+x}}{L_{a,b,c}}\\); and the sum of the three or the contingency in question is independent of the correction\nMr. Gompertz's analysis applicable to the\n\n\\[ \\frac{L_x : a, b}{L_{a, b}} + \\frac{L_b + x}{L_b} \\cdot \\text{fluent of } \\frac{L_c + x \\cdot L_a + x}{L_c \\cdot L_a} + \\frac{L_a + x}{L_a} \\cdot \\text{fluent of } \\frac{L_c + x \\cdot L_b + x}{L_c \\cdot L_b} \\]\n\nand here it is evident, that when the lives are all equal, the contingency will become constant\n\n\\[ \\frac{L_x : a, a}{L_{a, a}} + \\frac{L_a + x}{L_a} \\times \\text{constant} + \\left( \\frac{L_a + x}{L_a} \\right)^2; \\]\n\nor if all the fluents commence with \\( x = 0 \\) it is\n\n\\[ 1 - \\left( \\frac{L_a + x}{L_a} \\right)^3 - \\frac{L_a + x}{L_a} + \\left( \\frac{L_a + x}{L_a} \\right)^3. \\]\n\nBut in other cases, if we are to have all the contingencies commence with \\( x = 0 \\), and we are satisfied with the approximation that when two persons are dead, it is an equal chance which has died first, see note, Art. 2, Section 4, we shall have\n\n\\[ \\frac{L_b + x}{L_b} \\cdot \\text{fluent of } \\frac{L_c + x}{L_c} \\cdot \\frac{L_a + x}{L_a} = -\\frac{1}{2} \\frac{L_b + x}{L_b} + \\frac{1}{2} \\frac{L_x : a, b}{L_{a, b}} - \\frac{1}{2} \\frac{L_x : b, c}{L_{b, c}} + \\frac{1}{2} \\frac{L_x : a, b, c}{L_{a, b, c}} \\]\n\nand\n\n\\[ \\frac{L_a + x}{L_a} \\cdot \\text{fluent of } \\frac{L_c + x}{L_c} \\cdot \\frac{L_b + x}{L_b} = -\\frac{1}{2} \\frac{L_a + x}{L_a} + \\frac{1}{2} \\frac{L_x : a, b}{L_{a, b}} - \\frac{1}{2} \\frac{L_x : a, c}{L_{a, c}} + \\frac{1}{2} \\frac{L_x : a, b, c}{L_{a, b, c}} \\]\n\nand therefore the whole becomes\n\n\\[ -\\frac{1}{2} \\frac{L_b + x}{L_b} - \\frac{1}{2} \\frac{L_a + x}{L_a} - \\frac{1}{2} \\frac{L_x : b, c}{L_{b, c}} - \\frac{1}{2} \\frac{L_x : a, c}{L_{a, c}} + \\frac{L_x : a, b, c}{L_{a, b, c}} = 1, \\]\n\nand the part of the contingency due to the interval between the times \\( \\pi \\) and \\( \\pi + p \\)\n\nis\n\n\\[ \\frac{L_b + \\pi - L_b + \\pi + p}{2L_b} + \\frac{L_a + \\pi - L_a + \\pi + p}{L_a} + \\frac{L_x : b, c - L_x : \\pi + p : b, c}{2L_{b, c}} + \\frac{L_x : a, c - L_x : \\pi + p : a, c}{2L_{a, c}} \\]\n\nHence the assurance of one pound on the contingency, in case the event should happen between the times \\( n - p \\) and \\( m \\); to be paid at the first\nof the equal periods $p$, from $n-p$, after the event, provided it be not beyond the time $m$ is $\\frac{1}{2} \\cdot \\frac{r}{n} \\left[ \\begin{array}{c} b \\\\ m \\end{array} \\right] + \\frac{1}{2} \\cdot \\frac{r}{n} \\left[ \\begin{array}{c} a \\\\ m \\end{array} \\right] + \\frac{1}{2} \\cdot \\frac{r}{n} \\left[ \\begin{array}{c} b, c \\\\ m \\end{array} \\right]$\n\n+ $\\frac{1}{2} \\cdot \\frac{r}{n} \\left[ \\begin{array}{c} a, c \\\\ m \\end{array} \\right] - \\frac{r}{n} \\left[ \\begin{array}{c} a, b, c \\\\ m \\end{array} \\right]$; that is half the sum of the assurances for the term on B’s life, on A’s life, on BC’s joint life, and on AC’s joint life;—the assurance on A, B, C’s joint life for the term: on the supposition that if two persons are both to be dead, in a certain time less than their possible time of joint existence, it is an equal chance which is the survivor; our theorem therefore only goes to that term; after this, by consulting the formula, constant\n\n$$\\frac{L_x : a, b}{L_a, b} + \\frac{L_b + x}{L_b} \\cdot \\text{fluent of } \\frac{L_c + x}{L_c}$$\n\n$$\\cdot \\frac{\\dot{L}_a + x}{L_a} + \\frac{L_a + x}{L_a} \\cdot \\text{fluent of } \\frac{L_c + x}{L_c} \\cdot \\frac{\\dot{L}_b + x}{L_b};$$ we find that if C be the one which must of necessity die before the extreme age of B or A; and if there is a possibility of his living as long as $x$ is less than $\\mu$; we shall have $L_{c+\\mu} = 0$: and the fluents of\n\n$$\\frac{L_c + x}{L_c} \\cdot \\frac{\\dot{L}_a + x}{L_a} \\text{ and } \\frac{L_c + x}{L_c} \\cdot \\frac{\\dot{L}_b + x}{L_b},$$ after that time equal $-g$ and $-h$ if $-g$ and $-h$ be the values at that time; $\\therefore$ after that time, the contingency, is constant\n\n$$\\frac{L_x : a, b}{L_a, b} - g \\cdot \\frac{L_b + x}{L_a} - h \\cdot \\frac{L_a + x}{L_a};$$ $\\therefore$ if the whole assurance be required, find the whole value whilst $m$ is not greater than $\\mu$, to which add\n\n$$\\frac{r}{m} \\left[ \\begin{array}{c} a, b \\\\ m \\end{array} \\right] + g \\cdot \\frac{r}{m} \\left[ \\begin{array}{c} b \\\\ m \\end{array} \\right] + h \\cdot \\frac{r}{m} \\left[ \\begin{array}{c} b \\\\ m \\end{array} \\right].$$\n\nBut if A be the oldest, and there is a possibility of his living as long as $x$ is less than $\\mu$, but not longer; use the theorem as long\n\nMDCCCXX.\n\nN n\nas \\( m \\) is less than \\( \\mu \\); if the whole assurance be required: and observing that when \\( x \\) is equal to, or greater than \\( \\mu \\), that \\( \\frac{L_{a+x}}{L_a} \\cdot \\text{fluent of } \\frac{L_{c+x}}{L_c} \\cdot \\frac{L_{b+x}}{L_b} \\) is \\( = 0 \\); and that fluent of \\( \\frac{L_{c+x}}{L_c} \\cdot \\frac{L_{a+x}}{L_a} \\) will be \\( = -g \\); if \\( -g \\) is its value when \\( x = \\mu \\), we shall find the contingency after that term, that is when \\( x \\) is greater than \\( \\mu \\), \\( = \\text{constant} - g \\frac{L_{b+x}}{L_b} \\); and \\( \\therefore \\) the remainder of the assurance will be \\( = g \\cdot \\frac{p}{m} \\cdot b \\) to be added. I do not state the case of B's being the oldest, because it is only necessary to write \\( a \\) for \\( b \\) in the last case to have this.\n\nIf we should not be satisfied with the approximation deduced, by assuming the equality of chance above named, during a long period, we have only to divide the period in shorter periods to attain any accuracy, being careful properly to correct the fluents.\n\nThe theorem I have just given for a solution to the problem in question, is so much more simple than the solutions I have seen to this problem, that I think it proper to inform the reader, that the cause will be understood from Art. 6, Section 3; and that no fear may be left in using the Theorem, I shall point out the connection between this solution and that given by Mr. Baily, and I shall for the easier comparison denote \\( L_a, L_b, L_c \\), by \\( a, b, c \\); \\( L_{a+n}, L_{b+n}, L_{c+n} \\) by \\( a', b', c' \\); and \\( L_{a+n+1}, L_{b+n+1}, L_{c+n+1} \\) by \\( a'', b'', c'' \\); and as the contingency, that the event takes place before the expiration of \\( n+1 \\), years will be found by writing \\( n \\) for \\( x \\) in the formula,\nestimation of the value of life contingencies.\n\nconstant \\( - \\frac{L_x}{L_a} + \\frac{L_{b+x}}{L_o} \\) fluent of \\( \\frac{L_{c+x}}{L_c} \\cdot \\frac{\\dot{L}_{a+x}}{L_a} + \\frac{L_{a+x}}{L_a} \\times \\)\n\nfluent of \\( \\frac{L_{c+x}}{L_c} \\cdot \\frac{\\dot{L}_{b+x}}{L_b} \\); we find this value under the idea of constant decrements for the whole term to be \\( 1 - \\frac{a' b'}{ab} + \\frac{b'}{b} \\)\n\n\\[\n\\left( - \\frac{1}{2} \\frac{ac}{ac} + \\frac{1}{2} \\frac{c'a'}{ac} - \\frac{1}{2} \\frac{c'a}{ac} + \\frac{1}{2} \\frac{a'c'}{ac} \\right) + \\frac{a'}{a} \\left( - \\frac{1}{2} \\frac{bc}{bc} + \\frac{1}{2} \\frac{b'c}{bc} \\right)\n\\]\n\n\\[\n- \\frac{1}{2} \\frac{c'b}{bc} + \\frac{1}{2} \\frac{b'c'}{b,c} \\right) = 1 + \\frac{a'b'c'}{abc} - \\frac{1}{2} \\frac{b'}{b} - \\frac{1}{2} \\frac{a'}{a} - \\frac{1}{2} \\frac{b'c'}{bc} - \\frac{1}{2} \\frac{a'c'}{bc};\n\\]\n\nand under the same hypothesis of the constant decrements, during the whole time \\( n+1 \\), we have the corresponding contingency \\( 1 + \\frac{a''b''c''}{abc} - \\frac{1}{2} \\frac{b''}{b} - \\frac{1}{2} \\frac{a''}{a} - \\frac{1}{2} \\frac{b''c''}{bc} - \\frac{1}{2} \\frac{a''c''}{bc} \\);\n\nand the excess of this above the contingency for the term \\( n \\), is \\( \\frac{1}{2} \\frac{b'-b''}{b} + \\frac{1}{2} \\frac{a'-a''}{a} + \\frac{b'c'-b''c''}{2bc} + \\frac{a'c'-a''c''}{2ac} - \\frac{a'b'c'-a''b''c''}{2ac} \\);\n\nthe same except in notation as before, as it should be; the difference of the operation only being in the notation. But if we only consider the uniform decrements to reach to the period \\( n \\), and then during the next year take proportional decrements during the year, we shall have the fluent of\n\n\\( \\frac{L_{c+x}}{L_c} \\cdot \\frac{\\dot{L}_{a+x}}{L_a} \\) answering to \\( x=n+1 \\),\n\n\\[\n= - \\frac{1}{2} \\frac{ac}{ac} + \\frac{1}{2} \\frac{ca'}{ac} - \\frac{1}{2} \\frac{c'a}{ac} + \\frac{1}{2} \\frac{a'c'}{ac} - \\frac{1}{2} \\frac{a''c''}{ac} + \\frac{c''a''}{2ac}.\n\\]\n\nSee Art. 6, Section 3; consequently the value of \\( \\frac{L_{b+x}}{L_b} \\). fluent of \\( \\frac{L_{c+x}}{L_c} \\cdot \\frac{\\dot{L}_{a+x}}{L_a} \\) answering to \\( x=n+1 \\)\n\nis \\( - \\frac{1}{2} \\frac{b''}{b} + \\frac{1}{2} \\frac{a''b''}{ab} - \\frac{1}{2} \\frac{c''b''}{bc} + \\frac{1}{2} \\frac{b''c''a''}{abc} - \\frac{1}{2} \\frac{a''b''c''}{abc} + \\frac{a''b''c''}{2abc} \\);\n\nthe corresponding value of \\( \\frac{L_{a+x}}{L_a} \\) fluent \\( \\frac{L_{c+x}}{L_c} \\cdot \\frac{\\dot{L}_{b+x}}{L_b} \\) will be\nMr. Gompertz's analysis applicable to the\n\n\\[ = -\\frac{1}{2} \\frac{a''}{a} + \\frac{1}{2} \\frac{a''b'}{ab} - \\frac{1}{2} \\frac{c'a''}{ca} + \\frac{1}{2} \\frac{a''c'b''}{abc} - \\frac{1}{2} \\frac{a''b'c''}{abc} + \\frac{a''b''c''}{2abc}, \\]\n\nand the corresponding value of \\( \\frac{L_x : a, b}{L_{a, b}} = \\frac{a''b''}{ab} \\). Hence we have the contingency on this hypothesis due to \\( n+1 \\) years\n\n\\[ = 1 - \\frac{a''b''}{ab} - \\frac{1}{2} \\frac{b''}{b} - \\frac{1}{2} \\frac{a''}{a} + \\frac{1}{2} \\frac{a'b''}{ab} + \\frac{1}{2} \\frac{a''b'}{ab} - \\frac{1}{2} \\frac{c'b''}{bc} - \\frac{1}{2} \\frac{c'a''}{ac} + \\frac{a''b''c''}{2abc} - \\frac{a'b''c''}{2abc} - \\frac{a''b''c''}{2abc} + \\frac{a''b''c''}{abc}; \\]\n\nand if we take from this the chance of the events happening in \\( n \\) year, the remainder will be the chance of its happening during the interval between \\( n \\) and \\( n+1 \\) years; and will come out evidently\n\n\\[ \\frac{a'-a''}{2a} + \\frac{b'-b''}{2b} + \\frac{a'b''+a''b'-2a''b''}{2ab} + \\frac{ab'-2a'b'-a'b-ab''-a''b+2a''b''}{2ab} \\cdot \\frac{c'}{c} - \\frac{a'b''+a''b'-2a''b''}{2ab} \\cdot \\frac{c''}{c}. \\]\n\nAnd if we consider Mr. Baily's \\( a', b', c' \\); \\( a'', b'', c'' \\) to refer to the \\( n^{th} \\) and \\( n+1^{th} \\) year, and collect his 1st, 2d, 3d, 5th, 6th, 8th, 9th, and 12th, contingencies, we shall find them amount to\n\n\\[ \\frac{a'-a''}{a} \\left( \\frac{b+b'}{2b} + \\frac{c'}{c} \\cdot \\frac{b-b'-b''}{2b} - \\frac{c''b''}{2bc} \\right); \\]\n\nand collecting the remaining terms which are 4th, 7th, 10th, 11th, and 13th, we obtain\n\n\\[ \\frac{b'-b''}{b} \\left( \\frac{a+a}{2a} + \\frac{a-a'-a''}{2a} \\cdot \\frac{c'}{c} - \\frac{a''c''}{ac} \\right) - \\frac{b'-b''}{b} \\cdot \\frac{a'-a''}{a}; \\]\n\nand if these two be added together we shall obtain the above expression.\n\nExample 2. On the contingency of the first of the deaths of A and B, which shall be the first or last of the three A, B, C. This will evidently be the sum of the contingencies, of the joint lives discontinuing in C's life time; that A dies after B, C having died before B; and that B dies after A, C having died before A; therefore by Art 5 of this Section it is\n\n\\[ \\text{fluent of } \\frac{L_{c+x}}{L_c} \\left( \\frac{L_x : a, b}{L_{a, b}} \\right) + \\text{fluent of } \\left( \\frac{L_{a+x}}{L_a} \\text{ fluent of } (1-\\frac{L_{c+x}}{L_c}) \\right). \\]\nestimation of the value of life contingencies.\n\n\\[\n\\frac{\\dot{L}_b + x}{L_b} + \\text{fluent of } \\left( \\frac{\\dot{L}_b + x}{L_b} \\cdot \\text{fluent of } \\left( 1 - \\frac{L_c + x}{L_c} \\right) \\cdot \\frac{\\dot{L}_a + x}{L_a} \\right); \\text{ but considering all the fluents to commence with } x = 0, \\text{ the second term is } = \\text{ fluent of } \\left( \\frac{\\dot{L}_a + x}{L_a} \\times \\left( \\frac{L_c + x}{L_c} - \\text{fluent of } \\frac{L_c + x}{L_c} \\cdot \\frac{\\dot{L}_b + x}{L_b} \\right) \\right)\n\\]\n\nand the third term is \\(= \\text{ fluent of } \\left( \\frac{\\dot{L}_b + x}{L_b} \\times \\left( \\frac{L_a + x}{L_a} - 1 - \\text{fluent of } \\frac{L_c + x}{L_c} \\cdot \\frac{\\dot{L}_a + x}{L_a} \\right) \\right)\\), and therefore the sum of the two \\(= \\text{ fluent of } \\left( \\frac{L_b + x}{L_b} \\cdot \\frac{L_a + x}{L_a} \\cdot \\text{fluent of } \\frac{\\dot{L}_a + x}{L_a} \\cdot \\text{fluent of } \\frac{L_c + x}{L_c} \\cdot \\frac{\\dot{L}_b + x}{L_b} \\right)\\)\n\n+ fluent of \\(\\frac{\\dot{L}_b + x}{L_b} \\cdot \\text{fluent of } \\frac{L_c + x}{L_c} \\cdot \\frac{\\dot{L}_b + x}{L_b}\\) + \\(1 - \\frac{L_a + x}{L_a}\\)\n\n+ \\(1 - \\frac{L_b + x}{L_b}\\); and the whole by comparison with the commencement of the last example; if the fluents are to be corrected in a similar manner to vanish with \\(x = 0\\) shows immediately that \\(1 - \\frac{L_a + x}{L_a} + 1 - \\frac{L_b + x}{L_b}\\) — that value is equal to this; and therefore that the assurance of the contingency here, is the excess of the sum of the assurances on A’s life and on B’s life singly, above that: this agrees with the ingenious Mr. Milne’s observations on page 232 of his work on Assurances; and therefore, according to our solution of that case, we have during the possible joint existence the value\n\n\\[\n= \\frac{1}{2} \\cdot \\frac{\\dot{p}}{m} \\left[ a \\right] + \\frac{1}{2} \\cdot \\frac{\\dot{p}}{m} \\left[ b \\right] - \\frac{1}{2} \\cdot \\frac{\\dot{p}}{m} \\left[ c \\right] - \\frac{1}{2} \\cdot \\frac{\\dot{p}}{m} \\left[ a, c \\right] + \\frac{1}{2} \\cdot \\frac{\\dot{p}}{m} \\left[ a, b, c \\right], \\text{ and}\n\\]\nbeyond that term the process as in the last example. This is according to the hypothesis of equality of chance, so often mentioned and used by Mr. Morgan, &c.\n\nExample 3. On the contingency of A’s dying after C in the life time of A. This should come in the last article, as it does not involve the double fluent, but is given here not to interrupt the order in which I have taken my examples: the solution is — fluent of \\( \\frac{L_{a+x}}{L_a} \\cdot 1 - \\frac{L_{a+x}}{L_a} \\cdot \\frac{L_{b+x}}{L_b} \\), and is the chance of A’s dying in the life time of B, — the chance of A’s dying in the life time of both A and B. Hence the assurances is determined from those cases, as Mr. Bailly has done page 273.\n\nExample 4. On the contingency of A’s dying last; on the condition that C dies before B. This will evidently be fluent of \\( \\frac{L_{a+x}}{L_a} \\) (fluent of \\( 1 - \\frac{L_{c+x}}{L_c} \\cdot \\frac{L_{b+x}}{L_b} \\)) if all the contingencies are supposed to commence with \\( x = 0 \\), and the fluents be corrected to vanish with \\( x = 0 \\), fluent of \\( \\frac{L_{a+x}}{L_a} \\cdot \\frac{L_{b+x}}{L_b} - \\frac{L_{a+x}}{L_a} \\cdot \\frac{L_{a+x}}{L_a} \\cdot \\frac{L_{b+x}}{L_b} \\cdot \\frac{L_{c+x}}{L_c} \\cdot \\frac{L_{b+x}}{L_b} + \\text{fluent of } \\frac{L_{x:a,c}}{L_{a,c}} \\cdot \\frac{L_{b+x}}{L_b} \\); and the manner of obtaining each of these fluents has been already delivered; and thence may the assurances be determined. If we originally in the expression fluent of \\( 1 - \\frac{L_{c+x}}{L_c} \\)\n\\[\n\\frac{L_{b+x}}{L_b}, \\text{ which we will suppose to commence with } x, \\text{ write}\n\\]\n\nits approximate value \\(= \\frac{1}{2} (1 - \\frac{L_{c+x}}{L_c}) \\left(1 - \\frac{L_{b+x}}{L_b}\\right) = -\\frac{1}{2}\\)\n\n\\[\n+ \\frac{1}{2} \\frac{L_{c+x}}{L_c} + \\frac{1}{2} \\frac{L_{b+x}}{L_b} - \\frac{1}{2} \\frac{L_{c+x}}{L_c} \\cdot \\frac{L_{b+x}}{L_b}; \\text{ we get the contingency}\n\\]\n\n\\[\n= -\\frac{1}{2} \\left(\\frac{L_{a+x}}{L_a} - 1\\right) + \\frac{1}{2} \\text{ fluent} \\left(\\frac{L_{c+x}}{L_c} \\cdot \\frac{L_{a+x}}{L_a}\\right) + \\frac{1}{2} \\text{ fluent of}\n\\]\n\n\\[\n\\left(\\frac{L_{b+x}}{L_b} \\cdot \\frac{L_{a+x}}{L_a}\\right) - \\frac{1}{2} \\text{ fluent of} \\frac{L_{c+x}}{L_c} \\cdot \\frac{L_{b+x}}{L_b} \\cdot \\frac{L_{a+x}}{L_a} \\text{ an approximation during the term of joint existence of B and C; and hence the method of finding the assurance for that term; for each part is evident from what has been shown; and how to proceed beyond that term, will be evident by considering the accurate fluent. But this last method throws the approximation on the whole value.}\n\nExample 5. On the death of A, provided he be the first or second of the three A, B, C; and provided C in the latter case dies before B. This contingency is \\(= - \\text{ fluent of} \\frac{L_{a+x}}{L_a}\\)\n\n\\[\n\\cdot \\frac{L_{b+x}}{L_b} \\cdot \\frac{L_{c+x}}{L_c} - \\text{ fluent of} \\left(1 - \\frac{L_{c+x}}{L_c}\\right) \\cdot \\frac{L_{b+x}}{L_b} \\cdot \\frac{L_{a+x}}{L_a} = - \\text{ fluent}\n\\]\n\nof \\(\\left(\\frac{L_{b+x}}{L_b} \\cdot \\frac{L_{a+x}}{L_a}\\right)\\); and the assurance is the same as the assurance of A’s death, on condition that he dies before B; as Messrs. Morgan, &c. makes it. This does not contain the double fluent or the variable quantity multiplied by a fluent, and therefore may be considered out of its place.\n\nExample 6. On the death of A, provided he be the 2d or 3rd that fails of the three A, B, C; and provided C dies be-\nfore B; this is — fluent of \\( \\left( \\frac{\\dot{L}_{a+x}}{L_a} \\times \\left\\{ (1 - \\frac{L_{c+x}}{L_c}) \\frac{L_{b+x}}{L_b} \\right\\} \\right) = \\text{fluent of } \\left( \\frac{\\dot{L}_{a+x}}{L_a} \\right) \\left( \\text{fluent of } \\frac{L_{b+x}}{L_b} \\cdot \\frac{\\dot{L}_{c+x}}{L_c} \\right) \\)\n\n— fluent of \\( 1 - \\frac{L_{c+x}}{L_c} \\cdot \\frac{L_{b+x}}{L_b} \\) \\( \\left\\{ \\frac{\\dot{L}_{a+x}}{L_a} \\right\\} \\) \\( \\text{fluent of } \\frac{L_{b+x}}{L_b} \\cdot \\frac{\\dot{L}_{c+x}}{L_c} \\) \\( \\text{fluent of } \\frac{L_{x:a,b}}{L_{a,b}} \\cdot \\frac{\\dot{L}_{c+x}}{L_c} \\), and each part has been already treated on.\n\nExample 7. On the death of A, provided he be the first or last which fails of the three lives A, B, C; and provided C in the latter case dies before B. This is evidently — fluent\n\nof \\( \\left( \\frac{\\dot{L}_{a+x}}{L_a} \\left\\{ \\frac{L_{x:b,c}}{L_{b,c}} - \\text{fluent} \\left( 1 - \\frac{L_{c+x}}{L_c} \\right) \\frac{L_{b+x}}{L_b} \\right\\} \\right) = \\text{fluent of } \\frac{\\dot{L}_{a+x}}{L_a} \\left\\{ \\frac{L_{x:b,c}}{L_{b,c}} - \\frac{L_{b+x}}{L_b} + 1 + \\text{fluent of } \\frac{L_{c+x}}{L_c} \\cdot \\frac{\\dot{L}_{b+x}}{L_b} \\right\\} = 1 - \\frac{L_{a+x}}{L_a} \\)\n\n— fluent of \\( \\left( \\frac{L_{x:b,c}}{L_{b,c}} \\cdot \\frac{\\dot{L}_{a+x}}{L_a} \\right) + \\text{fluent of } \\left( \\frac{\\dot{L}_{a+x}}{L_a} \\cdot \\frac{L_{b+x}}{L_b} \\right) - \\frac{L_{a+x}}{L_a} \\)\n\n. fluent of \\( \\frac{L_{c+x}}{L_c} \\cdot \\frac{L_{b+x}}{L_b} + \\text{fluent of } \\frac{L_{x:a,c}}{L_{a,c}} \\cdot \\frac{L_{b+x}}{L_b} \\), and each part has been already considered.\n\nExample 8. On the death of the longest of the two lives A and B, provided they be the first which fail of the three A, B and C; this is evidently fluent of \\( \\left( \\frac{L_{c+x}}{L_c} \\times \\left\\{ 1 - \\frac{L_{a+x}}{L_a} \\cdot 1 - \\frac{L_{b+x}}{L_b} \\right\\} \\right) = \\text{fluent of } \\frac{L_{c+x}}{L_c} \\cdot \\frac{\\dot{L}_{a+x}}{L_a} \\text{fluent of } \\frac{L_{c+x}}{L_c} \\cdot \\frac{\\dot{L}_{b+x}}{L_b} + \\text{fluent of } \\left( \\frac{\\dot{L}_{a+x}}{L_a} \\cdot \\frac{L_{b+x}}{L_b} \\right) \\frac{L_{c+x}}{L_c} \\); and the assurance\nis the sum of the assurances on A if he survives C, and on B if he survives C — the assurance on C if he survives A or B. This agrees with Mr. Baily's deduction. Note; for fluent of\n\n\\[\n\\left( \\frac{L_a + x}{L_a} \\cdot \\frac{L_b + x}{L_b} \\right) \\frac{\\dot{L}_c + x}{L_c}\n\\]\n\nwe may write\n\n\\[\n\\frac{L_x : a, b, c}{L_{a, b, c}} = \\text{fluent of } \\frac{L_x : a, b}{L_{a, b}}\n\\]\n\nwhence &c., and this not containing the fluent multiplied by a variable, may be considered out of its place.\n\nExample 9. On the longest of the two lives A and B, provided they be the last that fail of the three A, B, C. This is fluent of\n\n\\[\n\\left\\{ \\frac{\\dot{L}_a + x}{L_a} \\text{ fluent of } \\left( 1 - \\frac{L_c + x}{L_c} \\cdot \\frac{\\dot{L}_b + x}{L_b} \\right) + \\frac{\\dot{L}_b + x}{L_b} \\text{ fluent of } \\left( 1 - \\frac{L_c + x}{L_c} \\cdot \\frac{\\dot{L}_a + x}{L_a} \\right) \\right\\}\n\\]\n\n= fluent of\n\n\\[\n\\left\\{ \\frac{\\dot{L}_a + x}{L_a} \\left( \\frac{\\dot{L}_b + x}{L_b} - 1 \\right) - \\text{fluent of } \\frac{L_c + x}{L_c} \\cdot \\frac{\\dot{L}_a + x}{L_a} \\right\\}\n\\]\n\n= correction \\( - \\frac{L_a + x}{L_a} - \\frac{L_b + x}{L_b} + \\frac{L_x : a, b}{L_{a, b}} \\)\n\n= fluent of\n\n\\[\n\\left( \\frac{\\dot{L}_c + x}{L_c} \\cdot \\frac{\\dot{L}_b + x}{L_b} \\right) - \\text{fluent of } \\left( \\frac{\\dot{L}_b + x}{L_b} \\text{ fluent of } \\frac{L_c + x}{L_c} \\cdot \\frac{\\dot{L}_a + x}{L_a} \\right)\n\\]\n\n= correction \\( - \\frac{L_a + x}{L_a} - \\frac{L_b + x}{L_b} + \\frac{L_x : a, b}{L_{a, b}} - \\frac{L_a + x}{L_a} \\)\n\n= fluent of\n\n\\[\n\\left( \\frac{L_c + x}{L_c} \\cdot \\frac{\\dot{L}_b + x}{L_b} \\right) - \\frac{L_b + x}{L_b} \\left( \\text{fluent of } \\frac{L_c + x}{L_c} \\cdot \\frac{\\dot{L}_a + x}{L_a} \\right) + \\text{fluent of } \\frac{L_c + x}{L_c} \\left( \\frac{L_x : a, b}{L_{a, b}} \\right)\n\\]\n\nand we may write for fluent of\n\n\\[\n\\frac{L_x : a, b, c}{L_{a, b, c}} = \\text{fluent of } \\left( \\frac{L_x : a, b}{L_{a, b}} \\cdot \\frac{\\dot{L}_x + c}{L_c} \\right) \\text{ and each part, as }\n\\]\nwell as the assurance on each, has been already considered. But if we use immediately for the approximation of the fluents of \\(1 - \\frac{L_{c+x}}{L_c} \\cdot \\frac{\\dot{L}_{b+x}}{\\dot{L}_b}\\) and of \\(1 - \\frac{L_{c+x}}{L_c} \\cdot \\frac{\\dot{L}_{a+x}}{\\dot{L}_a}\\), when those contingencies are meant to commence when \\(x=0\\), and not to last longer than the possible joint continuance of life, the approximations so often named, which are respectively \\(-\\frac{1}{2} + \\frac{1}{2} L_{b+x} + \\frac{1}{2} L_{c+x} - \\frac{1}{2} L_{x:b,c}\\) and \\(-\\frac{1}{2} + \\frac{1}{2} L_{a+x} + \\frac{1}{2} L_{c+x} - \\frac{1}{2} L_{x:a,c}\\) our formula, independent of the above reduction, will become fluent of \\(\\left\\{-\\frac{\\dot{L}_{a+x}}{2L_a} + \\frac{L_{b+x} \\cdot \\dot{L}_{a+x}}{2L_b \\cdot 2L_a} + \\frac{1}{2} \\frac{L_{c+x} \\cdot \\dot{L}_{a+x}}{L_c \\cdot L_a} - \\frac{1}{2} \\frac{L_{x:b,c}}{L_{b,c}} \\right.\\)\n\n\\[\n\\left. \\cdot \\frac{\\dot{L}_{a+x}}{L_a} - \\frac{\\dot{L}_{b+x}}{L_b} + \\frac{L_{a+x} \\cdot \\dot{L}_{b+x}}{2L_a \\cdot L_b} + \\frac{1}{2} \\frac{L_{c+x} \\cdot \\dot{L}_{b+x}}{L_c \\cdot L_b} - \\frac{1}{2} \\frac{L_{x:a,c}}{L_{a,c}} \\cdot \\frac{\\dot{L}_{b+x}}{L_x} \\right\\}\n\\]\n\n\\(=\\) correction \\(-\\frac{1}{2} \\frac{L_{a+x}}{L_a} - \\frac{1}{2} \\frac{L_{b+x}}{2L_b} + \\frac{1}{2} \\frac{L_{x:a,b}}{L_{a,b}} + \\frac{1}{2}\\)\n\nfluent of \\(\\left(\\frac{L_{c+x} \\cdot \\dot{L}_{a+x}}{L_c \\cdot L_a}\\right) + \\frac{1}{2}\\) fluent of \\(\\left(\\frac{L_{c+x}}{L_c} \\cdot \\frac{\\dot{L}_{b+x}}{L_b}\\right) - \\frac{1}{2}\\) fluent of \\(\\frac{L_{x+c}}{L_c} \\left(\\frac{L_{x:a,b}}{L_{a,b}}\\right)\\). But this last method throws the approximation on the whole term.\n\nI may observe that the first method will resolve itself into correction \\(-\\frac{L_{a+x}}{L_a} - \\frac{L_{b+x}}{L_b} +\\) fluent of \\(\\left(\\frac{L_{c+x}}{L_c} \\left(\\frac{L_{x:a,b}}{L_{a,b}}\\right)\\right)\\) — contingency of Example 1 Art. 7 of this Section, and the assurance will in consequence be the assurances on the single lives A and B together;—the assurance of that Example;—the assurance on the three joint lives A, B, C; + the assurance of C’s life provided it fails before A and B. The last two\nexpressions of this formula are derived from the resolution of fluent of \\( \\frac{L_{c+x}}{L_c} \\left( \\frac{L_x}{L_a, b} \\right) \\) into \\( \\frac{L_x}{L_a, b, c} \\) — fluent of \\( \\frac{L_x}{L_a, b} \\)\n\nExample 10. On the death of the longest of the lives A and B; provided they be the first and last of the three A B and C. This is fluent of \\( \\left\\{ \\frac{\\dot{L}_{a+x}}{L_a} \\text{ fluent of } (1 - \\frac{\\dot{L}_{b+x}}{L_b} \\cdot \\frac{\\dot{L}_{c+x}}{L_c}) + \\frac{\\dot{L}_{b+x}}{L_b} \\text{ fluent of } (1 - \\frac{\\dot{L}_{a+x}}{L_a} \\cdot \\frac{\\dot{L}_{c+x}}{L_c}) \\right\\} = \\text{fluent of } \\frac{\\dot{L}_{a+x}}{L_a} \\left( \\frac{L_{c+x}}{L_c} - 1 \\right) - 1 - \\text{fluent of } \\frac{\\dot{L}_{b+x}}{L_b} \\cdot \\frac{\\dot{L}_{c+x}}{L_c} + \\text{fluent of } \\frac{\\dot{L}_{b+x}}{L_b} \\left( \\frac{L_{c+x}}{L_c} - 1 \\right) - \\text{fluent of } \\frac{\\dot{L}_{a+x}}{L_a}, \\frac{\\dot{L}_{c+x}}{L_c} \\right) = \\text{correction} - \\frac{\\dot{L}_{a+x}}{L_a} - \\frac{\\dot{L}_{b+x}}{L_b} + \\text{fluent of } \\frac{\\dot{L}_{c+x}}{L_c} \\cdot \\frac{\\dot{L}_{a+x}}{L_a} + \\text{fluent of } \\frac{\\dot{L}_{c+x}}{L_c} \\cdot \\frac{\\dot{L}_{b+x}}{L_b} - \\frac{\\dot{L}_{a+x}}{L_a} \\text{ fluent of } \\frac{\\dot{L}_{b+x}}{L_b} \\cdot \\frac{\\dot{L}_{c+x}}{L_c} - \\frac{\\dot{L}_{b+x}}{L_b} \\text{ fluent of } \\frac{\\dot{L}_{a+x}}{L_a} \\cdot \\frac{\\dot{L}_{c+x}}{L_c} - 2 \\text{ fluent of } \\frac{L_x}{L_a, b} \\cdot \\frac{\\dot{L}_{c+x}}{L_c}.\n\nExample 11. On the death of the longest of the lives A and B; provided B dies before C. This is fluent of \\( \\left( \\frac{\\dot{L}_{a+x}}{L_a} \\right) \\left( \\text{fluent of } \\frac{\\dot{L}_{c+x}}{L_c} \\cdot \\frac{\\dot{L}_{a+b}}{L_a} \\right) - \\text{fluent of } \\frac{\\dot{L}_{b+x}}{L_b} \\left( 1 - \\frac{\\dot{L}_{a+x}}{L_a} \\right) \\frac{L_{c+x}}{L_c} = \\frac{\\dot{L}_{a+x}}{L_a} \\text{ fluent of } \\left( \\frac{\\dot{L}_{c+x}}{L_c} \\cdot \\frac{\\dot{L}_{b+x}}{L_b} \\right) - \\text{fluent of } \\frac{L_x}{L_a, c} \\cdot \\frac{\\dot{L}_{b+x}}{L_b} \\right)\nMr. Gompertz's analysis applicable to the\n\n— fluent of \\( \\frac{L_{c+x}}{L_c} \\cdot \\frac{\\dot{L}_{b+x}}{L_b} + \\text{fluent of } \\frac{L_x}{L_a,c} \\cdot \\frac{\\dot{L}_{b+x}}{L_b} = \\frac{L_{a+x}}{L_a} \\)\n\n\\(\\cdot \\text{fluent of } \\left( \\frac{L_{c+x}}{L_c} \\cdot \\frac{\\dot{L}_{b+x}}{L_b} \\right) - \\text{fluent of } \\frac{L_{c+x}}{L_c} \\cdot \\frac{\\dot{L}_{b+x}}{L_b}.\\)\n\nNote. This result may be obtained in rather a more simple manner; for the chance depends on the two events; namely, that A shall be dead, and that B dies whilst C is living; the former is \\(1 - \\frac{L_{a+x}}{L_a}\\); and the latter is — fluent of \\( \\frac{L_{c+x}}{L_c} \\cdot \\frac{\\dot{L}_{b+x}}{L_b} \\)\n\nand the rectangle of the two gives the expression above.\n\nExample 12. On the death of A and B, provided another life C, dies before B. This is fluent of \\( \\left( \\frac{L_{a+x}}{L_a} \\cdot \\text{fluent of } (1 - \\frac{L_{c+x}}{L_c} \\cdot \\frac{\\dot{L}_{b+x}}{L_b}) \\right) - \\text{fluent } \\frac{\\dot{L}_{b+x}}{L_b} \\cdot 1 - \\frac{L_{a+x}}{L_a} \\cdot 1 - \\frac{L_{c+x}}{L_c} = \\frac{L_{a+x}}{L_a} \\text{ fluent of } \\left( 1 - \\frac{L_{c+x}}{L_c} \\cdot \\frac{\\dot{L}_{b+x}}{L_b} \\right) \\)\n\n— fluent of \\( \\frac{\\dot{L}_{b+x}}{L_b} \\cdot 1 - \\frac{L_{a+x}}{L_a} \\cdot 1 - \\frac{L_{b+x}}{L_c} = 1 + \\frac{L_{a+x}}{L_a} \\cdot \\frac{\\dot{L}_{b+x}}{L_b} \\)\n\n— \\( \\frac{L_{a+x}}{L_a} - \\frac{L_{a+x}}{L_a} \\text{ fluent of } \\frac{L_{c+x}}{L_c} \\cdot \\frac{\\dot{L}_{b+x}}{L_b} - \\frac{L_{b+x}}{L_b} + \\text{fluent } \\frac{L_{c+x}}{L_c} \\cdot \\frac{\\dot{L}_{b+x}}{L_b}. \\)\n\nIf the contingencies begin with \\(x\\).\n\nThere are some observations to be made on the manner we have corrected the fluents; and also on the manner of calculating without the usual tables, for which consult the Scholium.\nScholium.\n\nAs the Tables calculated for the valuation of annuities or yearly incomes may be serviceable for the valuation of incomes payable at less periods, it will be proper to show how the value of such incomes depend on each other; and also to show how to compare the value of assurances on lives, when the sum assured is to be received at some one of a number of periods which is to happen after the death, reckoning from a fixed period, with the value of the assurance, if the sum is to be received at a given distant time from the death; for instance, what is commonly called the assurance of £1. on a life, is the value of one pound to be received at the first anniversary from the payment of the premium, which shall happen after the death; but it is not the value of one pound to be received at the death; and it is, as will appear farther on, very nearly the value of one pound to be received a half year after the death shall happen.\n\nArt. 1. Problem. Given \\( \\frac{p}{q} \\) \\( \\frac{a, b, c, &c.}{m} \\) to find \\( \\frac{r}{q} \\) \\( \\frac{a, b, c, &c.}{m} \\times \\frac{q}{p} \\) nearly, \\( \\frac{p}{q} \\) being a whole number, and \\( p \\) a small period?\n\nSolution. We shall have \\( \\frac{r}{q} \\) \\( \\frac{a, b, c, &c.}{m} = \\frac{n+p}{q} \\) \\( \\frac{a, b, c, &c.}{m} + \\frac{n+2p}{q} \\) \\( \\frac{a, b, c, &c.}{m} + \\frac{n+3p}{q} \\) \\( \\frac{a, b, c, &c.}{m} \\ldots \\ldots \\frac{m-p}{q} \\) \\( \\frac{a, b, c, &c.}{m} + \\frac{L_{m}: a, b, c, &c.}{L_{a, b, c, &c.}} \\). But considering that during the whole of\nany small interval \\( p \\), that the living corresponding to time which are in arithmetical progression, are in geometrical progression. (See Section 3, Art. 2), \\( \\frac{q}{\\pi + p - q} \\) will be \\( r^\\pi \\cdot \\frac{L_{\\pi + p}: a, b, c, \\&c.}{L_{a, b, c, \\&c.}} \\times \\frac{1 - r^p}{L_{\\pi}: a, b, c, \\&c.} \\); but by the hypothesis \\( \\frac{L_{\\pi + q}: a, b, c, \\&c.}{L_{\\pi}: a, b, c, \\&c.} = \\frac{L_{\\pi + p}: a, b, c, \\&c.}{L_{\\pi}: a, b, c, \\&c.} \\); consequently, if we put \\( r^p \\cdot \\frac{L_{\\pi + p}: a, b, c, \\&c.}{L_{\\pi}: a, b, c, \\&c.} = 1 - k \\), we shall have \\( \\frac{q}{\\pi + p - q} \\) \\( a, b, c, \\&c. \\) \\( r^\\pi \\cdot \\frac{L_{\\pi}: a, b, c, \\&c.}{L_{\\pi}: a, b, c, \\&c.} \\times \\frac{1 - k}{1 - (1 - k)^p} \\). Here \\( k \\) is generally very small; and if in the developement of \\( 1 - k^p \\), we are satisfied with retaining only the first and second powers of \\( k \\), we shall have \\( \\frac{q}{\\pi + p - q} \\) \\( a, b, c, \\&c. \\) \\( r^\\pi \\cdot \\frac{L_{\\pi}: a, b, c, \\&c.}{L_{a, b, c, \\&c.}} \\times \\frac{1}{q - q \\cdot q - p \\cdot k} = \\frac{p}{q} \\)\n\n\\( r^\\pi \\cdot \\frac{L_{\\pi}: a, b, c, \\&c.}{L_{a, b, c, \\&c.}} \\times (1 - \\frac{p - q}{2p} \\cdot k) \\) nearly; \\( = \\frac{p}{q} r^\\pi \\cdot \\frac{L_{\\pi}: a, b, c, \\&c.}{L_{a, b, c, \\&c.}} \\times (\\frac{p + q}{2p} + \\frac{p - q}{2p} \\cdot 1 - k) = \\frac{p + q}{2q} r^\\pi \\cdot \\frac{L_{\\pi}: a, b, c, \\&c.}{L_{a, b, c, \\&c.}} + \\frac{p - q}{2q} r^\\pi + p \\cdot \\frac{L_{\\pi + p}: a, b, c, \\&c.}{L_{a, b, c, \\&c.}} \\). Hence, if we interpret \\( \\pi \\) successively by \\( n, n + p, n + 2p, \\&c. m - p \\), we shall get as an approximation from the above value of \\( \\frac{q}{n} \\) \\( a, b, c, \\&c. \\), \\( \\frac{q}{m} \\) \\( a, b, c, \\&c. \\cdot \\frac{q}{p} = \\frac{p + q}{2p} \\)\nestimation of the value of life contingencies.\n\n\\[ r^n \\cdot \\frac{L_n : a, b, c, \\&c.}{L_{a, b, c, \\&c.}} + \\frac{p-q}{2p} \\cdot r^{n+p} \\cdot \\frac{L_{n+p} : a, b, c, \\&c.}{L_{a, b, c, \\&c.}} + \\left( \\frac{p+q}{2p} \\right)^r \\cdot r^{n+p} \\cdot \\frac{L_{n+p} : a, b, c, \\&c.}{L_{a, b, c, \\&c.}} \\]\n\n\\[ + \\frac{p-q}{2p} \\cdot r^{n+2p} \\cdot \\frac{L_{n+2p} : a, b, c, \\&c.}{L_{a, b, c, \\&c.}} \\cdots \\cdots \\left( \\frac{p+q}{2p} \\right)^m \\cdot r^m \\cdot \\frac{L_m : a, b, c, \\&c.}{L_{a, b, c, \\&c.}} = \\frac{p+q}{2p} \\cdot r^n \\cdot \\frac{L_n : a, b, c, \\&c.}{L_{a, b, c, \\&c.}} \\]\n\n\\[ + \\frac{p-q}{2p} \\cdot r^m \\cdot \\frac{L_m : a, b, c, \\&c.}{L_{a, b, c, \\&c.}} + \\frac{p}{q} \\cdot \\frac{L_m : a, b, c, \\&c.}{L_{a, b, c, \\&c.}} = \\frac{p+q}{2p} \\cdot r^n \\cdot \\frac{L_n : a, b, c, \\&c.}{L_{a, b, c, \\&c.}} \\]\n\n\\[ + \\frac{1}{L_{a, b, c, \\&c.}} \\times (r^{n+p} \\cdot L_{n+p} : a, b, c, \\&c. + r^{n+2p} \\cdot L_{n+2p} : a, b, c, \\&c. \\cdots \\cdots + r^m \\cdot L_m : a, b, c, \\&c.) - r^m \\cdot \\frac{p-q}{2p} \\cdot \\frac{L_m : a, b, c, \\&c.}{L_{a, b, c, \\&c.}} \\]\n\n\\[ = \\frac{r^n \\cdot p+q}{2p} \\cdot \\frac{L_n : a, b, c, \\&c.}{L_{a, b, c, \\&c.}} - \\frac{r^m \\cdot p-q}{2p} \\cdot \\frac{L_m : a, b, c, \\&c.}{L_{a, b, c, \\&c.}} + \\frac{p}{m} \\cdot \\frac{n+p}{a, b, c, \\&c., \\text{or}} \\]\n\n\\[ = \\frac{r^n \\cdot p-q}{2p} \\cdot \\frac{L_n : a, b, c, \\&c.}{L_{a, b, c, \\&c.}} \\left( r^n \\cdot L_n : a, b, c, \\&c. + r^m \\cdot L_m : a, b, c, \\&c. \\right) + \\frac{p}{m} \\cdot \\frac{n+p}{a, b, c, \\&c., \\text{or}} \\]\n\nAs a particular example, if we take \\( n = 0, m \\) infinite, \\( p = 1, q = \\frac{1}{2} \\), we have\n\n\\[ \\frac{r}{o} \\left[ a, b, c, \\&c. \\right] \\cdot \\frac{1}{2} = \\frac{3}{4} + \\frac{r}{1} \\left[ a, b, c, \\&c. \\right] \\text{ nearly, and therefore} \\]\n\n\\[ \\frac{r}{\\frac{1}{2}} \\left[ a, b, c, \\&c. \\right] \\cdot \\frac{1}{2} = \\text{nearly } \\frac{3}{4} - \\frac{1}{2} \\cdot \\frac{r}{\\frac{1}{2}} \\cdot \\frac{L_{\\frac{1}{2}} : a, b, c}{L_{a, b, c}} + \\frac{r}{1} \\left[ a, b, c, \\&c. \\right]; \\]\n\n(or because \\( r^{\\frac{1}{2}} \\cdot \\frac{L_{\\frac{1}{2}} : a, b, c, \\&c.}{L_{a, b, c, \\&c.}} \\) differs but little from unity) nearly equal to \\( \\frac{1}{4} + \\frac{r}{1} \\left[ a, b, c, \\&c. \\right]: \\) that is an income of half a pound payable half yearly on the joint lives of the ages \\( a, b, c, \\&c. \\) is nearly equal to \\( \\frac{1}{4} \\) of a pound + the life annuity of one pound on the same lives. If \\( q = \\frac{1}{4} \\) we have\n\n\\[ \\frac{r}{\\frac{1}{4}} \\left[ a, b, c, \\&c. \\right] \\cdot \\frac{1}{4} = \\frac{5}{8} + \\frac{r}{1} \\left[ a, b, c, \\&c. \\right] \\text{ nearly; and} \\]\n\n\\[ \\frac{r}{\\frac{1}{4}} \\left[ a, b, c, \\&c. \\right] \\cdot \\frac{1}{4} = \\frac{5}{8} - \\frac{1}{4} \\cdot \\frac{r}{\\frac{1}{4}} \\cdot \\frac{L_{\\frac{1}{4}} : a, b, c, \\&c.}{L_{a, b, c, \\&c.}} \\]\nMr. Gompertz's analysis applicable to the\n\n\\[ \\frac{r}{1} \\left[ a, b, c, \\&c. \\right] = \\frac{3}{8} + \\frac{r}{1} \\left[ a, b, c, \\&c. \\right] \\text{ nearly; and similarly is } \\frac{r}{o} \\left[ a, b, c, \\&c. \\right]. \\]\n\n\\[ o = \\frac{1}{2} + \\frac{r}{1} \\left[ a, b, c, \\&c. \\right] \\text{ nearly; that is a momentary income, which in a year certain without interest would amount to one pound, will, if it is to be received on the joint lives } a, b, c, \\&c. \\text{ reckoning interest, be worth } \\frac{1}{2} + \\text{ the life annuity of one pound payable on the joint lives } a, b, c, \\&c. \\]\n\nArt. 2. Moreover, because (Art. 3, Section 1)\n\n\\[ \\frac{r}{b} \\left[ n-q : a, b, c, \\&c. \\cdot r^q - \\frac{r}{n} \\left[ a, b, c, \\&c. \\right] = \\frac{r}{m} \\left[ a, b, c, \\&c. \\right] \\cdot r^q + r^n \\cdot \\frac{L_{n-q} : a, b, c, \\&c.}{L_{a, b, c, \\&c.}} \\right. \\]\n\n\\[ - r^{m+q} \\cdot \\frac{L_m : a, b, c, \\&c.}{L_{a, b, c, \\&c.}} \\left[ \\frac{q}{n} \\left[ a, b, c, \\&c. \\right] = r^n \\cdot \\frac{L_{n-q} : a, b, c, \\&c. - r^{m+q} \\cdot L_m : a, b, c, \\&c.}{L_{a, b, c, \\&c.}} \\right. \\]\n\n\\[ - (1-r^q) \\times \\frac{q}{m} \\left[ a, b, c, \\&c. \\right], \\text{ it is therefore from above } = \\]\n\n\\[ r^n \\cdot \\frac{L_{n-q} : a, b, c, \\&c. - r^{m+q} \\cdot L_m : a, b, c, \\&c.}{L_{a, b, c, \\&c.}} - (1-r^q) \\frac{p}{q} \\left\\{ \\frac{r^n \\cdot p+q \\cdot L_n : a, b, c, \\&c. - r^{m+q} \\cdot p-q \\cdot L_m : a, b, c, \\&c.}{2p \\cdot L_{a, b, c, \\&c.}} \\right. \\]\n\n\\[ + \\frac{r}{p} \\left[ n+p : a, b, c, \\&c. \\right]. \\]\n\nIf \\( p=1, q=0, n=0, m \\) infinite, since \\( 1-r^q \\) will be equal to \\( q \\) hyp. log. of \\( \\frac{1}{r} \\) we shall have \\( \\frac{r}{o} \\left[ a, b, c, \\&c. \\right] = \\)\n\nnearly \\( 1-\\frac{1}{2} \\) hyp. log. of \\( \\frac{1}{r} \\) — hyp. log. of \\( \\frac{1}{r} \\times \\frac{r}{1} \\left[ a, b, c, \\&c. \\right]; \\text{ and if for } - \\text{ hyp. log. of } \\frac{1}{r} \\text{ or its equal hyp. log. of } 1-(1-r) \\text{ we write } -(1-r) \\frac{(1-r)^2}{2} \\frac{(1-r)^3}{3}, \\&c. \\text{ the expression will }\nevidently, since \\( r \\) is near unity, be nearly equal to \n\\[\n1 - \\frac{1-r}{2} - (1-r) \\cdot 1 + \\left( \\frac{1-r}{2} \\right)^2 \\cdot \\frac{r}{1} \\left[ a, b, c, &c. \\right] = \\text{nearly } r^{\\frac{1}{2}} - \\frac{1-r}{r^{\\frac{1}{2}}} \\cdot \\frac{r}{1} \\left[ a, b, c, &c. \\right]\n\\]\n\nbut \n\\[\n\\frac{r}{1} \\left[ a, b, c, &c. \\right] = r - (1-r) \\cdot \\frac{r}{1} \\left[ a, b, c, &c. \\right]; \\quad \\therefore \\quad \\frac{r}{o} \\left[ a, b, c, &c. \\right] = \\frac{1}{r^{\\frac{1}{2}}}\n\\]\n\n\\[\n\\times \\frac{r}{1} \\left[ a, b, c, &c. \\right] \\text{nearly; that is the value of one pound to be received at the discontinuance of the joint lives of the ages } a, b, c, &c. \\text{ is equal nearly to } \\frac{1}{r^{\\frac{1}{2}}} \\times \\text{the value of one pound to be received at the first anniversary from the present time, which shall happen after the discontinuance of the same lives. Also }\n\\]\n\n\\[\n\\frac{r}{o} \\left[ a, b, c, &c. \\right] \\cdot r^{\\frac{1}{2}} \\text{ or which is the same thing, the value of one pound to be received a half year after the discontinuance of the joint lives is nearly } \\frac{r}{1} \\left[ a, b, c, &c. \\right], \\text{ or the value of one pound to be received at the first anniversary from the present time, which shall happen after the discontinuance of the joint lives; }\n\\]\n\nand \n\\[\n\\frac{r}{o} \\left[ a, b, c, &c. \\right] \\cdot r \\text{ is nearly } = \\frac{r}{1} \\left[ a, b, c, &c. \\right] \\cdot r^{\\frac{1}{2}}; \\text{ that is the value of one pound to be received one year after the discontinuance of the joint lives of the ages } a, b, c, &c. \\text{ is nearly equal to } r^{\\frac{1}{2}} \\times \\text{the value of the same contingency on one pound to be received at the first anniversary which shall happen after the discontinuance of the joint lives. }\n\\]\n\nArt. 3. Again with respect to the calculation of the value of the expresion \n\\[\n\\frac{L_{b-q}}{L_b} \\cdot \\frac{q}{n} \\left[ a, b-q \\right] - \\frac{L_{a-q}}{L_a} \\cdot \\frac{q}{n} \\left[ b, a-q \\right] \\text{ from the }\n\\]\nvalue of the expression \\( \\frac{L_b - p}{L_b} \\cdot \\frac{p}{m} \\left[ a, b-p \\right] = \\frac{L_a - p}{L_a} \\cdot \\frac{p}{m} \\left[ a, b-p \\right] \\), and the like; see Art. 3. Section 4. I observe if \\( \\frac{p}{q} \\) be a whole number, and \\( p \\) small, from Art. 1 of this Scholium, that\n\n\\[\n\\frac{r}{n} \\left[ g, b \\right] = \\frac{p-q}{2q} \\cdot \\frac{r^n \\cdot L_n : g, b + r^m L_m : g, b}{L_g, b} + \\frac{p}{m} \\left[ g, b \\right] \\cdot \\frac{p}{q}; \\text{ therefore } \\frac{L_b - q}{L_b}\n\\]\n\n\\[\n\\frac{r}{n} \\left[ a, b-q \\right] = \\frac{L_a - q}{L_a} \\cdot \\frac{r}{m} \\left[ b, a-q \\right] = -\\frac{p-q}{2q} \\cdot \\frac{L_a, b}{L_a} \\cdot (r^n \\cdot L_n : a, b-q + r^m \\cdot L_m : a, b-q - r^n \\cdot L_n : a-q, b - r^m \\cdot L_m : a-q, b) + \\frac{r}{n} \\left[ a, b-q \\right]\n\\]\n\n\\[\n\\cdot \\frac{L_b - q}{L_b} \\cdot \\frac{p}{q} - \\frac{p}{m} \\left[ a-q, b \\right] \\cdot \\frac{L_a - q}{L_a} \\cdot \\frac{p}{q}. \\text{ But } L_x : a, b-q - L_x : b, a-q =\n\\]\n\n\\( L_{x+a} \\times (L_{x+b} + \\frac{q}{p} (L_{x+b-p} - L_{x+b})) - L_{x+b} \\times (L_{x+a} + \\frac{q}{p} (L_{x+a-p} - L_{x+a})) \\) nearly under the hypothesis of \\( q \\) and \\( p \\) being small intervals; and this by an evident reduction is simply \\( \\frac{q}{p} (L_x : a, b-p - L_x : b, a-p) \\); and in the same way it is shown that \\( L_x : a, b-q - L_x : b, a-q = \\frac{q}{p} (L_x : a, b-p - L_x : b, a-p) \\)\n\nnearly. Moreover \\( \\frac{p}{m} \\left[ a, b-q \\right] \\cdot \\frac{L_b - q}{L_b} - \\frac{p}{m} \\left[ a-q, b \\right] \\cdot \\frac{L_a - q}{L_a} = \\)\n\n\\[\n\\frac{r^n \\cdot L_n : a, b-q - L_n : b, a-q}{L_a, b} + r^{n+p} \\cdot \\frac{L_n + p : a, b-q - L_n + p : a-q, b}{L_a, b} + \\&c.\n\\]\n\n= from above, nearly \\( \\frac{q}{p} \\left\\{ r^n \\cdot \\frac{L_n : a, b-q - L_n : b, a-p}{L_a, b} + \\right. \\)\nestimation of the value of life contingencies.\n\n\\[ r^{n+p} \\cdot \\frac{L_{n+p}:a,b-p - L_{n+p}:b,a-p}{L_a,b} + \\text{&c.} = \\frac{q}{p} \\left\\{ \\frac{L_b-p}{L_b} \\cdot \\frac{\\dot{p}}{\\dot{q}} \\right\\} \\]\n\n\\[ - \\frac{L_a-p}{L_a} \\cdot \\frac{\\dot{p}}{\\dot{q}} \\left\\{ \\frac{n}{m} \\right\\} \\text{. Hence we get } \\frac{L_b-q}{L_b} \\cdot \\frac{\\dot{q}}{\\dot{r}} \\left\\{ \\frac{n}{m} \\right\\} \\text{, when } \\frac{p}{q} \\text{ is a whole number.} \\]\n\n\\[ \\frac{r}{q} \\left\\{ \\frac{n}{m} \\right\\} \\text{, nearly } \\frac{p-q}{2p} \\cdot \\frac{r^n \\cdot (L_n:a,b-p - L_n:b,a-p) + r^m \\cdot (L_m:a,b-p - L_m:b,a-p)}{L_a,b} \\]\n\n\\[ + \\frac{L_b-p}{L_b} \\cdot \\frac{\\dot{p}}{\\dot{q}} \\left\\{ \\frac{n}{m} \\right\\} \\text{, when } \\frac{p}{q} \\text{ is a whole number.} \\]\n\nArticle 4. It is proper to observe, that what refers to the fluents of the expressions \\( L_{q+x} \\times \\dot{L}_{r+x}, L_{p+x} \\times L_{b+x} \\times \\dot{L}_{r+x}, \\text{&c. of Section 3, equally apply whether } L \\text{ in the different expressions } L_{q+x}, L_{r+x}, \\text{&c. is, mutatis mutandis, the same, or a different functional characteristic, whether when they refer to life contingencies, if } L \\text{ in the one part refers to one given constitution, and in the other part it refers to another constitution or not; for instance, if in the expression } L_{q+x} \\times \\dot{L}_{r+x}, \\)\n\n\\( L_{q+x} \\text{ refers to the Northampton lives, and } L_{r+x} \\text{ to the Swedish lives, or whether they both refer to the same lives, &c. Whether they refer to the number of living at the ages } q+x \\text{ and } r+x, \\text{ or whether they refer with respect to the variable time } x \\text{ to expressions compounded of the number of living and dead. But instead of resuming the characteristic } L \\text{ here, I shall, with a view to better distinction, consider the value } \\]\n\n\\[ \\frac{x}{x+p} M_x N_x. \\text{ And I observe, similarly to what is done in Sec-} \\]\ntion \\( g \\), that if \\( x \\) be put \\( = \\pi + t \\), and that if when \\( t \\) be not greater than \\( p \\), \\( M_{\\pi+t} \\) be equal to \\( M_{\\pi} - tM'_{\\pi} \\), and \\( N_{\\pi+t} = N_{\\pi} - tN'_{\\pi} \\) sufficiently near, that we shall have\n\n\\[\n\\frac{\\partial}{\\partial t} M_{\\pi+t} \\times \\dot{N}_{\\pi+t} = \\frac{\\partial}{\\partial t} M_{\\pi} - M'_{\\pi} t \\times (-N'_{\\pi} t) = -pN'_{\\pi} M_{\\pi} + \\frac{t^2}{2} M'_{\\pi} N'_{\\pi} = -pN'_{\\pi} \\times M_{\\pi} - \\frac{p}{2} M'_{\\pi} = -pN'_{\\pi} \\cdot M_{\\pi+\\frac{p}{2}} = -(N_{\\pi} - N_{\\pi+p}) M_{\\pi+\\frac{p}{2}}.\n\\]\n\nAnd therefore if \\( M_x \\) represent the chance that a certain circumstance shall exist at the time \\( x \\), and \\( N_x \\) the chance that some other certain object shall exist at the time \\( x \\); then the chance that the second circumstance shall fail during the existence of the first between the time \\( n-p \\) and \\( m \\) is sufficiently nearly\n\n\\[\n\\frac{\\pi}{n-p} (N_{\\pi} - N_{\\pi+p} \\times M_{\\pi+\\frac{p}{2}}).\n\\]\n\nAnd the present value of one pound to be received at the first of the periods \\( n, n+p, n+2p, \\&c. \\) from the present time, which shall happen after such failure, provided it shall take place between the time \\( n-p \\) and \\( m \\), will be according to hypothesis with sufficient proximity\n\n\\[\n\\frac{\\pi}{n-p} (r_{\\pi+p} \\times N_{\\pi} - N_{\\pi+p} \\times M_{\\pi+p}) = \\frac{\\pi}{n-p} (r_{\\pi+p} \\times N_{\\pi} \\cdot M_{\\pi+p}) - \\frac{\\pi}{n-p} (r_{\\pi+p} \\times N_{\\pi+p} \\times M_{\\pi+p}).\n\\]\n\nAnd this mode of investigation will afford different modes of solution to ALL THE EXAMPLES OF SECTION 4. For instance: if this be applied to Example 8, Art. 7, Section 4, by\ntaking $N_x = \\left(1 - \\frac{L_{a+x}}{L_a}\\right) \\cdot \\left(1 - \\frac{L_{b+x}}{L_b}\\right)$ and $M_x = \\frac{L_{c+x}}{L_c}$, the assurance of one pound on the contingency of that example will become\n\n$$\\frac{\\pi}{p} \\left(r^{x+p} \\cdot \\left(1 - \\frac{L_{a+x}}{L_a}\\right) \\cdot \\left(1 - \\frac{L_{b+x}}{L_b}\\right) \\cdot \\frac{L_{c+x+\\frac{1}{2}p}}{L_c}\\right)$$\n\n$$= \\frac{\\pi}{p} \\left(r^{x+p} \\cdot \\left(1 - \\frac{L_{a+x+p}}{L_a}\\right) \\cdot \\left(1 - \\frac{L_{b+x+p}}{L_b}\\right) \\cdot \\frac{L_{c+x+\\frac{1}{2}p}}{L_c}\\right)$$\n\n$r^p \\cdot \\frac{L_{c+\\frac{1}{2}p}}{L_c} \\times$ the income of one pound payable at every $p$ interval, the first in the time $n-p$, and the last in the time $m-p$ on the life of the age $c+\\frac{1}{2}p$, after the death of the two persons of the ages $a$ and $b$, $-\\frac{L_{c-\\frac{1}{2}p}}{L_c} \\times$ the income of one pound payable at every $p$ interval, the first in the time $n$, and the last in the time $m$ on the life of the age $c-\\frac{1}{2}p$, after the death of the ages $a$ and $b$. \"Because the first term of these two expressions is $r^p \\cdot \\frac{L_{c+\\frac{1}{2}p}}{L_c} \\times \\frac{\\pi}{p} \\left(r^{x} \\cdot 1 - \\frac{L_{a+x}}{L_a} \\cdot 1 - \\frac{L_{b+x}}{L_b} \\cdot \\frac{L_{a+x+\\frac{1}{2}p}}{L_c}\\right)$ and the second term of the expression is $-\\frac{L_{c-\\frac{1}{2}p}}{L_c} \\times \\frac{\\pi}{p} \\left(r^n \\cdot 1 - \\frac{L_{a+x}}{L_a} \\cdot 1 - \\frac{L_{b+x}}{L_b} \\cdot \\frac{L_{c+x+\\frac{1}{2}p}}{L_c}\\right)$.\" Or we may develope the expression in the form\nMr. Gompertz's analysis applicable to the\n\n\\[\n\\frac{p}{n-p} \\left( r^{p+q} \\times \\frac{L_{\\pi}:a,b,c+\\frac{1}{2}p}{L_{a,b,c}} - \\frac{L_{\\pi+p}:a,b,c-\\frac{1}{2}p}{L_{a,b,c}} + \\frac{L_{\\pi+p}:b,c+\\frac{1}{2}p}{L_{b,c}} + \\frac{L_{\\pi+p}:b,c-\\frac{1}{2}p}{L_{b,c}} \\right) = r^p \\cdot \\frac{L_{c+\\frac{1}{2}p}}{L_c} \\times \\\\\n\\left( \\frac{r}{n-p} \\left[ a,b,c+\\frac{1}{2}p \\right] - \\frac{r}{n-p} \\left[ a,c+\\frac{1}{2}p \\right] - \\frac{r}{n-p} \\left[ b,c+\\frac{1}{2}p \\right] \\right) - \\frac{L_{c-\\frac{1}{2}p}}{L_c} \\\\\n\\left( \\frac{r}{n} \\left[ a,b,c-\\frac{1}{2}p \\right] - \\frac{r}{n} \\left[ a,c-\\frac{1}{2}p \\right] - \\frac{r}{n} \\left[ b,c-\\frac{1}{2}p \\right] \\right).\n\\]\n\nWhen the term is not very long, especially when there are many lives concerned, it will be often preferable to calculate with the usual tables by calculating each term of the expression\n\n\\[\n\\frac{p}{n-p} \\left[ N_{\\pi} - N_{\\pi+p} \\right] \\cdot M_{\\pi+p}, \\text{ when put into the form } \\frac{N_{n-p}-N_n}{2} \\cdot M_{n-p} + N_n - N_{n+p} \\cdot M_{n+p} + &c.\n\\]\n\nAnd I think when many lives are concerned, this will generally be the best way, if even the term should be long; but for the sake of preventing great error in such cases, or for near approximation, the following hint may be serviceable. Suppose we wished to calculate the value of\n\n\\[\n\\sum_{i=0}^{80} A_i, \\text{ that is the sum of the first 80 terms of the series whose }\n\\]\n\n\\[\n\\pi^{th} \\text{ term is } A_\\pi; \\text{ then since } \\sum_{i=0}^{80} A_i = \\sum_{i=0}^{73} A_i + \\sum_{i=74}^{75} A_i + \\sum_{i=76}^{80} A_i + &c. \\sum_{i=80}^{80} A_i, \\text{ that is the sum of eight terms of a }\n\\]\nnew series, whereof the first term is equal to the 1st + 9th + 17th &c. term of the original series; the second term equal to 2nd + 10th + &c. term of the original series, &c. it will follow if our original series be a gradually, but a very slowly converging series, such that $\\frac{A_{\\pi}}{A_{\\pi+1}}$ differs very little from unity; since each term of the new series will be nearly equal to each other; that if this method be used, we shall have a means of detecting any great error, as it would be evinced by a too great difference produced in different terms. And if an approximation to the value be sufficient, we may avoid great labour by taking $8 \\times \\frac{\\pi}{5} A_{\\pi}$, or $8 \\times \\frac{\\pi}{6} A_{\\pi}$ for the value of the sum;\n\nand if $r$ does not differ much from unity $\\frac{\\pi}{1} A_{\\pi} r^{\\pi}$ will be nearly\n\n$$= 8 \\cdot \\frac{1-r^9}{1-r} \\times \\frac{\\pi}{5} r^{\\pi-4} A_{\\pi} \\text{ or to } 8 \\cdot \\frac{1-r^9}{1-r} \\cdot \\frac{\\pi}{6} r^{\\pi-5} A_{\\pi}. $$\n\nArt. 5. It may also be serviceable to observe, that if $M_{\\pi}$, $M'_{\\pi}$, $M''_{\\pi}$, do not contain $x$ or $y$, that $\\frac{y}{o} \\left( \\frac{x}{n} M_y \\cdot \\frac{x}{n} M_x \\right)$ by putting $\\frac{x}{n} M_x \\dot{M}_x = N_y$ will become $\\frac{y}{o} \\left( \\frac{x}{n} M_y \\cdot \\frac{x}{n} M_x \\right) = M''_z N_z - M''_n N_n' - \\frac{y}{o} \\left( \\frac{x}{n} M_y \\dot{M}_y - M''_n \\times \\frac{y}{o} \\left( \\frac{x}{n} M_y \\dot{M}_y - \\frac{y}{o} \\left( \\frac{x}{n} M_y \\dot{M}_y \\right) \\right); \\text{ because}$$\nwhen $M_x$, $M_y$ do not contain either $x$ or $y$, $\\frac{x}{n} M_x \\dot{M}_x = \\frac{y}{n} M_y \\dot{M}_y$\n\nand therefore $\\dot{N}_y = M_y \\dot{M}_y$. This form is put down for the purpose of reducing double fluents at once, such as occur in Section 4. In a similar manner may the immediate reduction of analogous triple fluents be shown; and I may remark, that in the double fluents of Section 4, the case of the question may not always require them both to commence with the same value of $x$. The application of the symbol $\\frac{r}{m}$ to all cases of definite and indefinite fluents, and of simple, double &c. fluents, might be entered on perhaps with advantage to other branches of the mathematics; but this is not my present object.\n\nArt. 6. If in the room of $M_x$ of Art. 4, of this Scholium, we put $r^* M_x$, $M_x$ still being put to represent the chance that the said certain circumstance shall exist in the time $x$, we shall have the present value of one pound to be received immediately on the failure of the second circumstance, provided it takes place during the existence of the first circumstance, and between the times $n-p$ and $m$, merely by making that substitution in the expression $\\frac{n-p}{m-p} (N_{\\pi} - N_{\\pi+p} \\times M_{\\pi+\\frac{1}{2}p})$ by which means it will become $\\frac{n-p}{m-p} (N_{\\pi} - N_{\\pi+p} r^{\\pi+\\frac{1}{2}p} \\times M_{\\pi+\\frac{1}{2}p})$\n\nor its equal $r^{-\\frac{1}{2}p} Q$; $Q$ being put for the value of the contingency as in Article 4 of this Scholium; namely, when the payment is to be made at the first of the equal periods $n, n+p$,\nestimation of the value of life contingencies.\n\n&c. from the present time after the failure, provided it takes place between the intervals $n-p$ and $m$. And\n\n$$\\frac{p}{n} \\left( N_n - N_{n+p} \\right) + r^{n+p} \\cdot M_{n+p}$$\n\nor its equal\n\n$$r^{-p} \\cdot Q \\cdot N_{n-p} - N_n \\cdot r^n \\cdot M_{n-p}$$\n\nis the value if it is to be paid immediately after the failure, provided it takes place between the intervals $n$ and $m$. It is necessary to add, that the method pointed out in Art. 4 of this Scholium, for solving the problems of Section 4, will generally produce results which do not agree to absolute mathematical equality, with the results of that Section, except the interval $p$ be infinitely small; but they will agree with each other as far as the first power of $p$ is concerned; which when $p$ is taken, the smallest interval of the tables will be as near the truth as any method should be considered to reach, as long as the real function of life is not known; except indeed there be sufficient regularity in the tables to induce the belief that we may approach nearer by interpolation, as hinted in Art. 4, Section 3; but if the interval $p$ be not greater than one year, this will give, I think, sufficient accuracy for any useful purpose, except perhaps in very rare cases, and in which our tables (from more minute observation), should, I imagine, be divided into less periods than yearly interval, and then the same method would still apply by taking $p$ smaller. The same observation will apply if a comparison is made with what is done in the present Article 6 of this Scholium, with the other articles of the Scholium; for instance, with Article 3.\n\nAs an annuity secured by land, only differs from common annuities, in as much as in case of death of the lives on which the annuity is determined, during the portion of a year,\nthat that portion of the annuity is payable to the assignees of those persons; its value will be equal to\n\n$$\\frac{r}{n} \\left[ \\begin{array}{c} a, b, c, \\&c. \\\\ m \\end{array} \\right] + \\frac{\\pi}{n-1} \\left[ \\begin{array}{c} t \\\\ o \\end{array} \\right] r^{\\pi+t} \\cdot t \\times \\frac{-L_{\\pi+t}:a,b,c,\\&c.}{L_{a,b,c,\\&c.}},$$\n\nbut if $L_{\\pi+t}:a,b,c,\\&c.$ be considered sufficiently approximated by the expression\n\n$$\\frac{L_{\\pi}:a,b,c,\\&c.}{L_{a,b,c,\\&c.}} - \\frac{L_{\\pi+1}:a,b,c,\\&c.}{L_{a,b,c,\\&c.}};$$\n\nand as a sufficient approximation for $r^{\\pi+t}$ we write $r^{\\pi+1}$, the expression will become\n\n$$\\frac{r}{n} \\left[ \\begin{array}{c} a, b, c, \\&c. \\\\ m \\end{array} \\right] + \\frac{\\pi}{n-1} \\left[ \\begin{array}{c} t \\\\ o \\end{array} \\right] r^{\\pi+1} \\cdot \\frac{L_{\\pi}:a,b,c,-L_{\\pi+1}:a,b,c,\\&c.}{L_{a,b,c}} =$$\n\n$$\\frac{r}{n} \\left[ \\begin{array}{c} a, b, c, \\&c. \\\\ m \\end{array} \\right] + \\frac{1}{2} \\cdot \\frac{r}{m} \\left[ \\begin{array}{c} a, b, c, \\&c. \\\\ m \\end{array} \\right]$$\n\nand will agree with Mr. Baily's observations on page 344 of his Doctrine of Life Annuities, as far as it goes. Note, we might with a similar proximity have omitted the $t$ in the exponent of $r$; and as a nearer approximation have written $r^{\\pi+\\frac{1}{2}}$ for $r^{\\pi+t}$ (not deeming it necessary to go nearer), and the expression will be\n\n$$\\frac{r}{n} \\left[ \\begin{array}{c} a, b, c, \\&c. \\\\ m \\end{array} \\right] + \\frac{r}{2} \\cdot \\times \\frac{r}{n} \\left[ \\begin{array}{c} a, b, c, \\&c. \\\\ m \\end{array} \\right].$$\n\nI might make some farther observations on the comparison of the different methods pointed out, with respect to their proximity, but I fear that the length of this Paper has already caused me to occupy too large a portion of the present volume.\nERRATA.\n\nPage 220, lines 11 and 20, for $L_n : a, b, c, \\&c.$ read $L_{a, b, c}$. Page 221, line 21, for\n\n$r$\n$p$\n$n$\n$m$\n\n$a, b, c, \\&c.$ read $a, b, c, \\&c.$\n\nPage 224, lines 2 and 5, insert a comma before the second $a$; line 15, insert : before $a''$. Page 226, bottom line for\n\n$r$\n$p$\n$n$\n$m$\n\nread $n$\n\nPage 227, line 14, for\n\n$r$\n$p$\n$n$\n$m$\n\n$a, b, c, \\&c.$ read $a, b, c, \\&c.$\n\nPage 228, lines 1, 3 and 4,\n\n$r$\n$o$\n$n$\n$m$\n\n$a, b, c, \\&c.$ read $a, b, c, \\&c.$; line 11, for\n\n$r$\n$o$\n$n$\n$m$\n\n$a, b, c, \\&c.$ read $a, b, c, \\&c.$\n\nPage 240, line 8, for $r + 1$, read $r + x$. Page 247, line 16, after $\\frac{1}{\\mu} L'$ insert (, line 17, before the period insert). Page 255, line 12, for $+ \\frac{1}{2} p$, read $- \\frac{1}{2} p$; line 15, for $+ \\frac{1}{2}$, read $- \\frac{1}{2}$. Page 290, line 6, for with, read without; line 14, for\n\n$\\pi$\n$1$\n$0$\n\nread\n\nPage 291, for $N''$ and $N'$, read $N$. Page 294, line 5, insert $t$, before ;.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107559.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 83,
    "total-input-tokens": 134330,
    "total-output-tokens": 57808,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1475,
        2
      ],
      [
        1475,
        3287,
        3
      ],
      [
        3287,
        4822,
        4
      ],
      [
        4822,
        6447,
        5
      ],
      [
        6447,
        7974,
        6
      ],
      [
        7974,
        9802,
        7
      ],
      [
        9802,
        11607,
        8
      ],
      [
        11607,
        13463,
        9
      ],
      [
        13463,
        15095,
        10
      ],
      [
        15095,
        17233,
        11
      ],
      [
        17233,
        19234,
        12
      ],
      [
        19234,
        21117,
        13
      ],
      [
        21117,
        22445,
        14
      ],
      [
        22445,
        24257,
        15
      ],
      [
        24257,
        25867,
        16
      ],
      [
        25867,
        28076,
        17
      ],
      [
        28076,
        29839,
        18
      ],
      [
        29839,
        32229,
        19
      ],
      [
        32229,
        34036,
        20
      ],
      [
        34036,
        35761,
        21
      ],
      [
        35761,
        37591,
        22
      ],
      [
        37591,
        39266,
        23
      ],
      [
        39266,
        41163,
        24
      ],
      [
        41163,
        43725,
        25
      ],
      [
        43725,
        45510,
        26
      ],
      [
        45510,
        47219,
        27
      ],
      [
        47219,
        49214,
        28
      ],
      [
        49214,
        51111,
        29
      ],
      [
        51111,
        53399,
        30
      ],
      [
        53399,
        55401,
        31
      ],
      [
        55401,
        57370,
        32
      ],
      [
        57370,
        59370,
        33
      ],
      [
        59370,
        61222,
        34
      ],
      [
        61222,
        63205,
        35
      ],
      [
        63205,
        64936,
        36
      ],
      [
        64936,
        66596,
        37
      ],
      [
        66596,
        68213,
        38
      ],
      [
        68213,
        69881,
        39
      ],
      [
        69881,
        71504,
        40
      ],
      [
        71504,
        73410,
        41
      ],
      [
        73410,
        75081,
        42
      ],
      [
        75081,
        77347,
        43
      ],
      [
        77347,
        79038,
        44
      ],
      [
        79038,
        80826,
        45
      ],
      [
        80826,
        82399,
        46
      ],
      [
        82399,
        84229,
        47
      ],
      [
        84229,
        85900,
        48
      ],
      [
        85900,
        87814,
        49
      ],
      [
        87814,
        89472,
        50
      ],
      [
        89472,
        91317,
        51
      ],
      [
        91317,
        93011,
        52
      ],
      [
        93011,
        94825,
        53
      ],
      [
        94825,
        96650,
        54
      ],
      [
        96650,
        98348,
        55
      ],
      [
        98348,
        100453,
        56
      ],
      [
        100453,
        102707,
        57
      ],
      [
        102707,
        104489,
        58
      ],
      [
        104489,
        106889,
        59
      ],
      [
        106889,
        109222,
        60
      ],
      [
        109222,
        111278,
        61
      ],
      [
        111278,
        112783,
        62
      ],
      [
        112783,
        114690,
        63
      ],
      [
        114690,
        116789,
        64
      ],
      [
        116789,
        118752,
        65
      ],
      [
        118752,
        120902,
        66
      ],
      [
        120902,
        122888,
        67
      ],
      [
        122888,
        124658,
        68
      ],
      [
        124658,
        126180,
        69
      ],
      [
        126180,
        127943,
        70
      ],
      [
        127943,
        130741,
        71
      ],
      [
        130741,
        132760,
        72
      ],
      [
        132760,
        134779,
        73
      ],
      [
        134779,
        136548,
        74
      ],
      [
        136548,
        138476,
        75
      ],
      [
        138476,
        140147,
        76
      ],
      [
        140147,
        141680,
        77
      ],
      [
        141680,
        143321,
        78
      ],
      [
        143321,
        144843,
        79
      ],
      [
        144843,
        146439,
        80
      ],
      [
        146439,
        148292,
        81
      ],
      [
        148292,
        150071,
        82
      ],
      [
        150071,
        151022,
        83
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107559",
    "title": "A Sketch of an Analysis and Notation Applicable to the Estimation of the Value of Life Contigencies",
    "authors": "Benjamin Gompertz",
    "year": 1820,
    "volume": "110",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 83,
    "jstor_url": "https://www.jstor.org/stable/107559"
  }
}