{
  "id": "68f44c923b2dcadb7ed4654e1fcf2899653040b1",
  "text": "X. The Bakerian Lecture. On the best kind of steel and form for a compass needle. By Capt. Henry Kater, F. R. S.\n\nRead February 1, 1821.\n\nOn the return of the first expedition which sailed for the discovery of a north-west passage, it appeared that from the near approach to the magnetic pole, and the consequent diminution of the directive force, the compasses on board had become nearly useless. Some of the azimuth compasses employed on that occasion were of my own invention; I was therefore anxious that the next expedition, which was about to sail under the command of Lieutenant Parry, and which has happily returned with so much honour to those engaged in it, should be furnished with instruments of this description, combining as much power and sensibility as possible.\n\nIt was with this intention alone that I commenced the experiments which form the subject of the present paper; but which I should not have deemed sufficiently important to be made public, had I not lately, on resuming the enquiry, been led to some results which appeared of sufficient interest, as well as practical utility, to induce me to lay them before the Royal Society.\n\nMy immediate object was to ascertain the kind of steel, and form of needle best calculated to receive the greatest directive energy with the least weight.\n\nTwo needles were prepared of that kind of steel which is called blister steel, and two of spur steel, the weight of each\nbeing 66 grains. They were of the form of a long ellipse, in length 5 inches, and in width half an inch. One of each kind was pierced, as in the figure below, the weight being made up by additional thickness. This needle, therefore, had much less extent of surface than the solid ellipse.\n\nRecollecting to have had in my possession, many years since, a compass of extraordinary power, the needle of which was composed of pieces of steel wire put together in the shape of a rhombus, I caused two needles to be made of this form of a piece of clock-spring, which I understand is of that kind of steel which is called shear steel. They were shaped as below; in one the cross piece was of brass, and in the other formed of part of the clock spring. These needles were, by mistake, made to weigh only 45 grains.\n\nIn ascertaining the directive force, the balance of torsion of M. Coulomb was employed. This instrument, as is well known, consists of a fine wire attached to an index moveable round a circle, divided into degrees. To the other end of the wire is fixed a cradle, to receive the needle which is the sub-\nject of experiment. The needle being in the magnetic meridian when the wire has no torsion, is afterwards forced to deviate from it to a mark distant about $60^\\circ$, by turning the index, and consequently twisting the wire. The number of degrees passed over by the index will be as the directive force of the needle.\n\nThe needles which I have described were first made soft, and then hardened merely at their ends; they were not polished, and were magnetized to saturation.\n\n**Experiment 1.**\n\n| Needles soft, and then hardened at the ends | Weight of needle. | Directive force. |\n|-------------------------------------------|------------------|-----------------|\n| Blister steel, solid ellipse              | 66               | 500             |\n| , open ellipse                            | 66               | 520             |\n| Spur steel, solid ellipse                 | 66               | 540             |\n| , open ellipse                            | 66               | 550             |\n| Shear steel, rhombus                      | 45               | 435             |\n| , rhombus, with cross piece of brass      | 45               | 435             |\n\nBy the experiments on magnetism made by M. Coulomb, it appears, that the directive forces of needles of similar form are to each other as their masses; the directive force, therefore, of a needle of the form of a pierced rhombus of 66 grains, would be expressed, according to the preceding experiments, by 638.\n\nFrom many other experiments, which I regret were not registered at the time, it appeared that shear steel was capable of receiving the greater magnetic force, and that the\npierced rhombus was the best form for a compass needle. I may add, that needles of cast steel were tried, but were found so very inferior as to be at once rejected.\n\nMy next object was to determine the effect of polish, and of various modes of hardening and tempering the needles. In addition to the former needles, two were made of clock-spring of the pierced rhombus form, 5 inches long, 2 inches wide, and weighing 66 grains. One of these was first softened, then hardened at the ends, and left unpolished; the other, as well as the solid elliptical needle of spur steel, was hardened throughout, and polished. The needles were then magnetized to saturation.\n\n**Experiment 2.**\n\n| Directive force. |\n|------------------|\n| Unpolished rhombus, hard at the ends | 800 |\n| Polished rhombus, hard throughout | 367 |\n| Polished elliptical needle, hard throughout | 380 |\n| Polished elliptical needle, softened in the middle by laying it on a red hot poker | 610 |\n| Polished rhombus, softened in the middle in the same manner | 590 |\n\n*The needles were now laid aside till the following day, when the directive force was again examined.*\n\n| Directive force. |\n|------------------|\n| Unpolished rhombus, hard at the ends | 805 |\n| Polished elliptical needle, softened in the middle | 625 |\n| Polished rhombus, softened in the middle | 580 |\nThe polished rhombus was now softened throughout, and the extremities being hardened at a red heat, the directive force was found to be 800. It is scarcely necessary to say, that the needles were re-magnetized to saturation previous to each experiment.\n\nFrom these experiments I drew the following conclusions.\n\nThat of the steel I employed, shear steel is the best kind for compass needles.\n\nThat the best form for a compass needle is that of a pierced rhombus.\n\nThat polish has no influence on the directive force.\n\nThat hardening the needle throughout, considerably diminishes its capacity for magnetism.\n\nThat a needle soft in the middle, and its extremities hardened at a red heat, appears to be susceptible of the greatest directive force.\n\nThat the directive force does not depend on the extent of surface, but on the mass.\n\nI might also have inferred, that the needle was capable of a greater directive force when wholly softened and hardened at the extremities, than when entirely hardened and softened in the middle; but it will appear by subsequent experiments, to be detailed, that the difference is probably to be attributed to a difference in the degree of heat to which the needle is exposed in softening it in the middle.\n\nMy next experiments were made with three needles, two of which were rectangular parallelograms of equal length and weight, but the one only half the width of the other. The third needle was a pierced rhombus; the whole were made of\nclock spring. These needles were made perfectly hard, and magnetized, as was always the case, to saturation.\n\n**Experiment 3.**\n\n| Needles perfectly hard. | Directive force. |\n|-------------------------|------------------|\n| Wide parallelogram      | 490              |\n| Narrow parallelogram    | 490              |\n| Pierced rhombus         | 532              |\n\nAn accident happened to these needles, which rendered them unfit for farther experiment. It however appears from that above stated, that the directive force is nearly as the mass, and not as the surface; and that the pierced rhombus is superior to the parallelogram.\n\nM. Coulomb having found that a needle of the rhombus form not pierced, and which he calls \"une lame taillée en flèche\", was susceptible of a greater directive force than a parallelogram, I was desirous of repeating this experiment, as well as of comparing this form with the pierced rhombus. For this purpose four needles were made four inches and a half long, each weighing 63 grains; one was a parallelogram, 0.44 inch wide; another a rhombus, which I shall call the large rhombus, 0.8 wide; the third a pierced rhombus, 1.4 wide in the middle, having its sides 0.2 wide: these were made of clock-spring. The fourth needle a rhombus, which may be called the small rhombus, 0.4 wide, was made of that kind of steel which is used for saw blades, and which I believe is shear steel. This last needle was much thicker than the others.\nThe steel of which these needles were made had been exposed to a sufficient degree of heat to render it soft enough to be worked, and in this state the needles were magnetized.\n\n**Experiment 4.**\n\n| Steel soft as worked. | Directive force. |\n|-----------------------|------------------|\n| Parallelogram         | 720              |\n| Small rhombus         | 530              |\n| Large rhombus         | 765              |\n| Pierced rhombus       | 813              |\n\n**Experiment 5.**\n\n| The ends of the needles hardened at an obscure red heat. | Directive force. |\n|--------------------------------------------------------|------------------|\n| Parallelogram                                          | 715              |\n| Small rhombus                                          | 577              |\n| Large rhombus                                          | 790              |\n| Pierced rhombus                                        | 840              |\n\n**Experiment 6.**\n\n| The ends hardened at a red heat. | Directive force. |\n|---------------------------------|------------------|\n| Parallelogram                   | 742              |\n| Small rhombus                   | 583              |\n| Large rhombus                   | 745              |\n| Pierced rhombus                 | 844              |\nand form for a compass needle.\n\nExperiment 7.\n\n| Hardened with a bright red heat, and then softened by a red heat from the middle towards the ends, the extremities for about an inch remaining hard. | Directive force. |\n|---|---|\n| Parallelogram | 611 |\n| Small rhombus | 710 |\n| Large rhombus | 660 |\n| Pierced rhombus | 685 |\n\nExperiment 8.\n\n| Softened at a red heat between two plates of steel, the whole being allowed to cool gradually, and then the extremities of the needles hardened at a red heat. | Directive force. |\n|---|---|\n| Parallelogram | 520 |\n| Small rhombus | 585 |\n| Large rhombus | 554 |\n| Pierced rhombus | 590 |\n\nAs it appeared from the above experiments that the needles had suffered a gradual deterioration, I imagined that this might have occurred in consequence of their having been exposed to the heat of a coal fire, by which some portion of the carbon of the steel might have been destroyed; I therefore re-carbonized the needles, by surrounding them with shreds of leather, and exposing them for several hours in a close vessel to a considerable heat. After they had gradually cooled, the ends were hardened at a red heat.\nCaptain Kater on the best kind of steel\n\nExperiment 9.\n\n| Needles soft, and then the ends hardened at a red heat. | Directive force. |\n|--------------------------------------------------------|-----------------|\n| Small rhombus                                          | 477             |\n| Large rhombus                                          | 415             |\n| Pierced rhombus                                        | 450             |\n\nHere we may remark, that though the needles were apparently in the same state, except being re-carbonized, as in the last experiment, they had suffered considerable deterioration.\n\nThe needles were now covered with a mixture well known to workmen to prevent decarbonization: this had been before neglected, but was used in all the subsequent experiments. They were hardened at a bright red heat, and afterwards tempered throughout rather beyond a blue colour. The large rhombus and the parallelogram were accidentally broken.\n\nExperiment 10\n\n| Hardened at a bright red, and then tempered beyond a blue. | Directive force. |\n|-----------------------------------------------------------|------------------|\n| Small rhombus                                             | 660              |\n| Pierced rhombus                                           | 577              |\n\nFrom these last experiments I believe little can be gathered, except that the needles became less susceptible of directive force from repeated exposure to heat, and that this effect was not occasioned by a decarbonization of the steel. The small rhombus of saw blade, perhaps, from being the thickest, suffered less than those made of clock-spring.\nThe springs of clocks are made by passing the steel between rollers; and it thus undergoes great compression. May not this state be favourable to magnetism; and the repeated expansion of the steel by heat, destroying this state, have occasioned the deterioration I have remarked?\n\nThe needle which was made of saw blade having suffered less than the others in the preceding experiments, I procured three other needles of this material; they were cut out of the same plate; the weight of each was 120 grains, and their length four inches and a half. One was a parallelogram, 0.46 inch wide; another a rhombus, as before, 0.87 inch wide; and the third a pierced rhombus, having the middle 1.5 inch, and its sides 0.25 wide.\n\nThese needles were made without its being found necessary to soften the steel plate; they consequently were all as nearly as possible of the same degree of temper. In this state they were magnetized.\n\n**Experiment 11.**\n\n| Steel the same as worked. | Directive force. |\n|---------------------------|------------------|\n| Parallelogram              | 1143             |\n| Rhombus                    | 1020             |\n| Pierced rhombus            | 1085             |\n\nWishing to try whether the needles were magnetized to saturation, I carefully re-magnetized them.\nCaptain Kater on the best kind of steel\n\nExperiment 12.\n\n| Needles re-magnetized, | Directive force. |\n|------------------------|-----------------|\n| Parallelogram           | 1140            |\n| Rhombus                 | 955             |\n| Pierced rhombus         | 1069            |\n\nI now to my surprise found that the directive force, instead of increasing, had lessened in each of the needles, and I became anxious to discover the cause of so unexpected a phenomenon. It has been observed by M. Coulomb, and more fully entered into by Biot, that if a needle be magnetized to saturation by strong magnets, and afterwards weaker magnets be applied, the needle will lose some part of the force it had before acquired. Now, if in using the same set of magnets a certain degree of force be communicated to a needle, and the magnets be afterwards arranged in a manner less favourable for imparting magnetic force, it should seem, that this second operation would produce the same effect as would follow the use of magnets of less force, and that the magnetism of the needle would suffer a diminution.\n\nThe method I had employed in magnetizing the needles, was that of Du Hamel, by joining the opposite poles of the magnets, and placing them on the centre of the needle, so inclined that each formed an angle, as I afterwards ascertained, of about 30 degrees with the horizon. The magnets were then slid from the centre to the extremities of the needle, and their poles being again joined at a distance from the needle, the operation was repeated.\n\nAs I could in no way account for the diminution of directive\nforce which I have remarked, except by supposing that I had inadvertently changed the inclination at which the magnets were held, I resolved to try whether a variation of this angle produced any considerable difference in the degree of magnetism communicated. For this purpose I re-magnetized the needles, by laying the magnets, with their opposite poles joined, flat upon the needle, the junction of the magnets being upon the centre. They were then separated and drawn to the extremities of the needle, the surface of the needle and that of the magnets being in contact the whole time. The poles were then joined and the operation repeated, using but little pressure.\n\n**Experiment 13.**\n\n| Magnets moved flat upon the needle with little pressure. | Directive force. |\n|--------------------------------------------------------|-----------------|\n| Parallelogram                                          | 1265            |\n| Rhombus                                                | 1048            |\n| Pierced rhombus                                        | 1130            |\n\nThis manner of magnetizing, therefore, appears much superior to that before employed.\n\nThe needles were again magnetized in the same manner as in the last experiment, except that the ends of the magnets were pressed pretty strongly against the needle.\nCaptain Kater on the best kind of steel\n\nExperiment 14.\n\n| Magnets moved as before, but with strong pressure. | Directive force. |\n|---------------------------------------------------|------------------|\n| Parallelogram                                     | 1263             |\n| Rhombus                                           | 1005             |\n| Pierced rhombus                                   | 1131             |\n\nNo advantage appears to have resulted from the increased pressure, but the arrow-shaped needle has suffered a diminution of power.\n\nThe magnets were now slid from the middle to the extremities of the needle at an inclination of only two or three degrees, and the following were the results.\n\nExperiment 15.\n\n| Magnets inclined in an angle of two or three degrees. | Directive force. |\n|------------------------------------------------------|------------------|\n| Parallelogram                                        | 1275             |\n| Rhombus                                              | 1051             |\n| Pierced rhombus                                      | 1150             |\n\nThis method appears to be preferable to any I have yet tried, and was therefore employed in the subsequent experiments of the present series. The rhombus of 63 grains, which in Experiment 10 was left with a directive force of 577, on being magnetized in this manner had its power increased to 600.\nThe ends of the needles were now hardened at a red heat, the middle remaining soft, as before.\n\n**Experiment 16.**\n\n| Needles hardened at the ends at a red heat. | Directive force. |\n|--------------------------------------------|------------------|\n| Parallelogram                              | 1315             |\n| Rhombus                                    | 1020             |\n| Pierced rhombus                            | 1185             |\n\n**Experiment 17.**\n\n| Ends hardened at a bright red. | Directive force. |\n|-------------------------------|------------------|\n| Parallelogram                 | 1258             |\n| Rhombus                       | 970              |\n| Pierced rhombus               | 1085             |\n\nThe ends hardened at a red heat as near to that employed in Experiment 16, as possible.\n\n**Experiment 18.**\n\n| Ends hardened at a red heat. | Directive force. |\n|-------------------------------|------------------|\n| Parallelogram                 | 1350             |\n| Rhombus                       | 1121             |\n| Pierced rhombus               | 1205             |\n\nHere it should seem that an increase of power has been\nobtained by the ends of the needles having been first hardened at a higher temperature, and then at a lower.\n\nThe needles were now hardened throughout at a bright red heat.\n\n**Experiment 19.**\n\n| Hardened throughout at a bright red. | Directive force. |\n|-------------------------------------|------------------|\n| Parallelogram                       | 1120             |\n| Rhombus                             | 1205             |\n| Pierced rhombus                     | 1080             |\n\nThe needles softened by laying them on a red hot poker till they passed beyond the blue to a greyish white. This was carried to within an inch of their extremities, which remained hard.\n\n**Experiment 20.**\n\n| Softened from the middle to a greyish white, ends hard. | Directive force. |\n|--------------------------------------------------------|------------------|\n| Parallelogram                                          | 1360             |\n| Rhombus                                                | 1140             |\n| Pierced rhombus                                        | 1210             |\n\nThe tempering was carried throughout the needles, the parallelogram was reserved for another purpose.\n\n**Experiment 21.**\n\n| Softened throughout to a greyish white. | Directive force. |\n|-----------------------------------------|------------------|\n| Rhombus                                 | 1075             |\n| Pierced rhombus                         | 1145             |\nand form for a compass needle.\n\nExperiment 22.\n\n| Softened throughout to a greyish white, the ends hardened at a red heat. | Directive force. |\n|-----------------------------|-----------------|\n| Rhombus                     | 1025            |\n| Pierced rhombus             | 1185            |\n\nExperiment 23.\n\n| Hardened throughout, and then softened to a greyish white, as in Experiment 21. | Directive force. |\n|---------------------------------|-----------------|\n| Rhombus                         | 1065            |\n| Pierced rhombus                 | 1180            |\n\nThis last series of experiments presents a curious circumstance. From the experiments made by Coulomb, as well as from the general tenor of my own, the rhombus is found capable of receiving a greater directive energy than the parallelogram; yet here we perceive that the parallelogram, though formed of the very same plate of steel as the other needles, is not only under every circumstance superior to the rhombus, but also to the pierced rhombus. It is difficult to form any plausible conjecture as to the cause of this difference.\n\nThe weight of the rhombus in Experiment 10, made of clock spring, was 63 grains; that made of saw blade weighed 120 grains, or very nearly double. The directive energy of the former, after having suffered great deterioration, and when not tempered in the most favourable manner, compared with the greatest directive energy of the latter, was as 600 to\nbut if we refer to Experiment 6, it may be seen that the greatest directive energy of the clock spring rhombus was 844, which gives it an advantage of about one third in directive energy over a needle of equal weight made of saw blade.\n\nFrom Experiment 20, it should seem that a needle is susceptible of the greatest directive power, other circumstances being similar, when it is hardened throughout at a red heat, and then softened from the middle to within an inch of the extremities, till the blue colour which arises has again disappeared.\n\nI next proceeded to try, in a more regular manner, the effect of different methods of magnetizing, and at the same time to ascertain whether the directive force was influenced by extent of surface, independent of mass. Two needles were made of the same kind of steel, in the form of right-angled parallelograms, five inches long, the one 0.7 inch wide, and the other half this width. The widest was reduced in thickness until it was of the same weight as the other, viz. 142 grains. They were in the same state of softness as was necessary to work them. The magnets were placed together perpendicularly on the centre of the needle, their opposite poles being joined; their lower extremities were then separated and kept asunder by placing a piece of wood a quarter of an inch thick between them, their upper extremities remaining in contact. The magnets were then slid along the needle backwards and forwards from end to end: this was repeated on both sides, till it was conceived the needle must be saturated.\nand form for a compass needle.\n\nExperiment 24.\n\n| Directive force |\n|-----------------|\n| Small parallelogram - | 655 |\n| Large parallelogram - | 674 |\n\nThe needles were again magnetized in the same manner as before, excepting that the magnets were separated at the top by a piece of wood of the same thickness as that at the bottom.\n\nExperiment 25.\n\n| Directive force |\n|-----------------|\n| Small parallelogram - | 595 |\n| Large parallelogram - | 580 |\n\nThe magnets were placed perpendicularly together on the centre of the needle, and then their lower extremities separated by a piece of wood to the distance of half the length of the needle, the upper extremities remaining in contact. They were then slid on the needle backwards and forwards from end to end, as before.\n\nExperiment 26.\n\n| Directive force |\n|-----------------|\n| Small parallelogram - | 760 |\n| Large parallelogram - | 780 |\n\nMDCCCXXI.\nThe magnets joined, placed perpendicularly on the centre of the needle, as before, then moved in opposite directions from the centre to the extremities, keeping each magnet perpendicular to the needle; afterwards joined at a distance from the needle, placed again on its centre, and the operation thus continued.\n\n**Experiment 27.**\n\n|                         | Directive force |\n|-------------------------|-----------------|\n| Small parallelogram     | 993             |\n| Large parallelogram     | 1155            |\n\nRemarking that the surface of the small parallelogram was unequal, so as to be touched by the magnet in very few places, I filed it flat, and having reduced the large parallelogram to the same weight, they were magnetized by joining the magnets, placing them perpendicularly on the centre of the needle, separating their lower extremities, and carrying them to each end of the needle, the upper ends remaining in contact.\n\n**Experiment 28.**\n\n|                         | Directive force |\n|-------------------------|-----------------|\n| Small parallelogram     | 1025            |\n| Large parallelogram     | 1150            |\n\nThe needles were next magnetized according to the method of Du Hamel, the magnets being inclined at an angle\nof about 45 degrees, and carried, as before, from the centre to the ends of the needle.\n\n**Experiment 29.**\n\n|                         | Directive force. |\n|-------------------------|------------------|\n| Small parallelogram     | 1070             |\n| Large parallelogram     | 1170             |\n\nThe magnets forming with the needle an angle of about 20 degrees.\n\n**Experiment 30.**\n\n|                         | Directive force. |\n|-------------------------|------------------|\n| Small parallelogram     | 1085             |\n| Large parallelogram     | 1195             |\n\nMagnets forming an angle with the needle of about two or three degrees.\n\n**Experiment 31.**\n\n|                         | Directive force. |\n|-------------------------|------------------|\n| Small parallelogram     | 1160             |\n| Large parallelogram     | 1275             |\n\nMagnets laid flat on the surface of the needle, and drawn from the centre to the ends.\nCaptain KATER on the best kind of steel\n\nExperiment 32.\n\n|                      | Directive force |\n|----------------------|-----------------|\n| Small parallelogram  | 1158            |\n| Large parallelogram  | 1261            |\n\nMagnets forming with the needle an angle of two or three degrees, their other extremities being connected by a very soft iron wire.\n\nExperiment 33.\n\n|                      | Directive force |\n|----------------------|-----------------|\n| Small parallelogram  | 1145            |\n| Large parallelogram  | 1261            |\n\nThe iron wire was now removed and the needle magnetized, as before, at an angle of about two or three degrees.\n\nExperiment 34.\n\n|                      | Directive force |\n|----------------------|-----------------|\n| Small parallelogram  | 1160            |\n| Large parallelogram  | 1273            |\n\nI now hardened both the needles throughout at a bright red, and then softened them from the middle to within three quarters of an inch of the ends till the blue had disappeared. This was done by laying the large parallelogram on a red\nhot poker, but from the thickness of the small parallelogram this heat was found insufficient, and that of a lamp was employed. The needles were then magnetized as in the last experiment.\n\n**Experiment 35.**\n\n|                         | Directive force |\n|-------------------------|-----------------|\n| Small parallelogram     | 1815            |\n| Large parallelogram     | 1660            |\n\nIt occurred to me that the heat employed in tempering the large parallelogram might not have been sufficient, it was therefore exposed to the flame of the lamp, but in doing this, a small piece which weighed 10 grains was broken off from its end. It was however re-magnetized, and the directive force was now found to be increased to 1720.\n\nFrom these last experiments, it appears that the greatest directive force was given to the needle when the magnets were inclined to it in an angle not exceeding two or three degrees, and that this force is little, if at all, influenced by extent of surface; as I conceive the small difference in favour of the greater surface may be attributed to some difference in the quality of the steel, or its temper, both of which appear to have very considerable influence on the directive force.\n\nTwo needles, the one five, and the other eight inches long, were cut out of the same plate of steel; they were of equal weight, the short one being of greater width than the other. Being magnetized to saturation, their directive forces were as follow:\nCaptain Kater on the best kind of steel\n\nExperiment 36.\n\n| Directive force. |\n|------------------|\n| Long parallelogram - | 2275 |\n| Short parallelogram - | 1193 |\n\nThey were now hardened at a red heat, and tempered beyond the blue from the middle to within an inch of the extremities.\n\nExperiment 37.\n\n| Directive force. |\n|------------------|\n| Long parallelogram - | 2277 |\n| Short parallelogram - | 1865 |\n\nIf the mean of these two experiments be taken, it will be found, as was observed by Coulomb, that the directive force of a needle of a greater length than 5 inches is probably as its length.\n\nMy next object was to repeat the very interesting experiments recently published by Mr. Barlow, proving the attraction of iron on a ship's compass to be dependant wholly on extent of surface. For this purpose I had three cylinders made of soft iron, about two inches and a half in diameter, and nearly the same in height. One of the cylinders was of sheet iron, less than the 20th of an inch in thickness; the second of that kind called chest plate, 0.185 inch thick; and the third was of solid wrought iron. The first weighed 2760, the second 9376, and the solid cylinder 22929 grains. Pre-\nvious to the experiments they were all made red hot, to destroy any accidental magnetism.\n\nThe compass employed was of a very delicate construction, and the cylinder was so placed that its centre was in the direction of a tangent to the zero of the compass, and at the distance of 4.85 from the southern extremity of the needle. The position of the cylinder was varied six times, and the following were the deviations of the needle.\n\n| Sheet iron cylinder | Chest plate cylinder | Solid cylinder |\n|---------------------|----------------------|---------------|\n| 2.15                | 2.50                 | 2.55          |\n| 2.15                | 3.4                  | 3.15          |\n| 2.45                | 3.20                 | 2.57          |\n| 2.5                 | 3.45                 | 2.50          |\n| 2.5                 | 3.10                 | 2.55          |\n| 2.10                | 3.30                 | 2.30          |\n\nMean 2.16 3.16 2.54\n\nSuspecting an error in the experiments with the solid cylinder from an accident which occurred, I repeated the whole with the utmost attention. The position of each cylinder was now varied eight times.\n\n| Sheet iron cylinder | Chest plate cylinder | Solid cylinder |\n|---------------------|----------------------|---------------|\n| 2.3                 | 2.55                 | 3.15          |\n| 2.22                | 2.50                 | 3.12          |\n| 2.32                | 3.20                 | 3.15          |\n| 2.20                | 3.40                 | 3.0           |\n| 1.50                | 3.40                 | 3.15          |\n| 2.45                | 3.28                 | 2.50          |\n| 2.45                | 3.10                 | 2.45          |\n| 1.55                | 3.5                  | 2.58          |\n\nMean 2.19 3.16 3.4\nThe surfaces of the cylinders determined by very careful measurement were, the sheet iron, 28.54; the chest plate, 30.77; and the solid cylinder, 28.94 inches.\n\nReducing the deviations to the same extent of surface, viz. that of the solid cylinder, they become respectively 141, 184, and 184 minutes.\n\nThese last results perfectly coincide with the deductions of Mr. Barlow, that the effect of iron on a ship's compass is as the surface, and is wholly independent of the mass; but that a certain degree of thickness of the iron (about two tenths of an inch) is necessary to the complete development of this effect.\n\nThe following are the principal inferences which may be drawn from the experiments I have detailed.\n\nThat the best material for compass needles is clock spring; but care must be taken in forming the needle to expose it as seldom as possible to heat, otherwise its capability of receiving magnetism will be much diminished.\n\nThat the best form for a compass needle is the pierced rhombus, in the proportion of about five inches in length to two inches in width, this form being susceptible of the greatest directive force.\n\nThat the best mode of tempering a compass needle is, first to harden it at a red heat, and then to soften it from the middle to about an inch from each extremity, by exposing it to a heat sufficient to cause the blue colour which arises again to disappear.\n\nThat in the same plate of steel of the size of a few square inches only, portions are found varying considerably in their\ncapability of receiving magnetism, though not apparently differing in any other respect.\n\nThat polishing the needle has no effect on its magnetism.\n\nThat the best mode of communicating magnetism to a needle, appears to be by placing it in the magnetic meridian, joining the opposite poles of a pair of bar magnets (the magnets being in the same line), and laying the magnets so joined, flat upon the needle with their poles upon its centre; then having elevated the distant extremities of the magnets, so that they may form an angle of about two or three degrees with the needle, they are to be drawn from the centre of the needle to the extremities, carefully preserving the same inclination, and having joined the poles of the magnets at a distance from the needle, the operation is to be repeated ten or twelve times on each surface.\n\nThat in needles from 5 to 8 inches in length, their weights being equal, the directive forces are nearly as the lengths.\n\nThat the directive force does not depend upon extent of surface, but in needles of nearly the same length and form, is as the mass.\n\nThat the deviation of a compass needle occasioned by the attraction of soft iron, depends, as Mr. Barlow has advanced, on extent of surface, and is wholly independent of the mass, except a certain thickness of the iron, amounting to about two tenths of an inch, which is requisite for the complete development of its attractive energy.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107607.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 27,
    "total-input-tokens": 42520,
    "total-output-tokens": 8732,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1434,
        2
      ],
      [
        1434,
        2545,
        3
      ],
      [
        2545,
        4194,
        4
      ],
      [
        4194,
        5532,
        5
      ],
      [
        5532,
        7003,
        6
      ],
      [
        7003,
        8469,
        7
      ],
      [
        8469,
        9777,
        8
      ],
      [
        9777,
        10929,
        9
      ],
      [
        10929,
        12590,
        10
      ],
      [
        12590,
        13881,
        11
      ],
      [
        13881,
        15490,
        12
      ],
      [
        15490,
        16822,
        13
      ],
      [
        16822,
        18234,
        14
      ],
      [
        18234,
        19398,
        15
      ],
      [
        19398,
        20863,
        16
      ],
      [
        20863,
        22327,
        17
      ],
      [
        22327,
        23883,
        18
      ],
      [
        23883,
        24790,
        19
      ],
      [
        24790,
        26046,
        20
      ],
      [
        26046,
        26989,
        21
      ],
      [
        26989,
        28077,
        22
      ],
      [
        28077,
        29553,
        23
      ],
      [
        29553,
        30748,
        24
      ],
      [
        30748,
        32563,
        25
      ],
      [
        32563,
        34082,
        26
      ],
      [
        34082,
        35510,
        27
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107607",
    "title": "The Bakerian Lecture: On the Best Kind of Steel and Form for a Compass Needle",
    "authors": "Henry Kater",
    "year": 1821,
    "volume": "111",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 27,
    "jstor_url": "https://www.jstor.org/stable/107607"
  }
}