{
  "id": "1ddd5852360a43c42b5f620701f81c1392fc83fc",
  "text": "V. Extract of Mr. T. Barker's Meteorological Register at Lyndon in Rutland, in a Letter to James West, Esq; Pres. R. S.\n\nSIR,\n\nRead Feb. 13, 1772.\n\nI have, according to your desire, sent you, on the other side, the quantity of rain which fell last year, and have added an abstract of my observations of the barometer and thermometer, and a general account of the weather here. And, with all proper regard,\n\nI am, SIR,\n\nYour humble servant,\n\nLyndon,\nJan. 18, 1772.\n\nT. Barker.\n\nBarometer.\n| Year | Month | Barometer | Thermometer | Rain |\n|------|-------|-----------|-------------|------|\n|      |       | Highest   | Lowest      | Mean | High | Low | Mean | High | Low | Mean | Rain |\n| 1771 | Jan.  | Morn.     | 29.74      | 28.70 | 29.29 | 48½ | 29 | 36 | 44 | 16 | 27 | 1.413 |\n|      |       | Aftern.   |            |       |       | 48½ | 30 | 36 | 50½ | 23 | 34 |       |\n|      | Feb.  | Morn.     | 30.05      | 28.96 | 29.58 | 48 | 27 | 38 | 43 | 25 | 39 | 0.932 |\n|      |       | Aftern.   |            |       |       | 48½ | 30 | 39 | 50 | 25 | 39 |       |\n|      | Mar.  | Morn.     | 29.86      | 28.97 | 29.44 | 46 | 33 | 39 | 42½ | 18 | 31 | 0.909 |\n|      |       | Aftern.   |            |       |       | 47½ | 34 | 40 | 52½ | 32 | 39 |       |\n|      | April | Morn.     | 29.98      | 29.19 | 29.60 | 50 | 37 | 43 | 44½ | 25 | 34 | 0.970 |\n|      |       | Aftern.   |            |       |       | 51 | 37½ | 45 | 63 | 33 | 46 |       |\n|      | May   | Morn.     | 29.84      | 29.04 | 29.49 | 62 | 45 | 54½ | 62 | 41 | 50½ | 0.658 |\n|      |       | Aftern.   |            |       |       | 64 | 46 | 50 | 76 | 50 | 62 |       |\n|      | June  | Morn.     | 29.91      | 29.10 | 29.65 | 62 | 52 | 57 | 59 | 46 | 52 | 1.588 |\n|      |       | Aftern.   |            |       |       | 64 | 53½ | 59 | 72 | 50 | 61½ |       |\n|      | July  | Morn.     | 29.94      | 29.11 | 29.61 | 68 | 56 | 61 | 62 | 51 | 55½ | 1.043 |\n|      |       | Aftern.   |            |       |       | 70½ | 57 | 63 | 77 | 57 | 67½ |       |\n|      | Aug.  | Morn.     | 29.75      | 29.07 | 29.43 | 64 | 56 | 59½ | 62½ | 46½ | 54 | 2.131 |\n|      |       | Aftern.   |            |       |       | 70½ | 57 | 61½ | 70½ | 56 | 65½ |       |\n|      | Sept. | Morn.     | 30.00      | 29.28 | 29.62 | 66 | 53½ | 57 | 58 | 39 | 49½ | 1.155 |\n|      |       | Aftern.   |            |       |       | 64 | 54 | 58 | 66 | 53 | 56 |       |\n|      | Oct.  | Morn.     | 30.16      | 28.53 | 29.44 | 58 | 47 | 51 | 57 | 33 | 43 | 4.070 |\n|      |       | Aftern.   |            |       |       | 59 | 48 | 52 | 62 | 44 | 52½ |       |\n|      | Nov.  | Morn.     | 30.20      | 29.03 | 29.72 | 52 | 40 | 45 | 54½ | 26 | 38 | 0.792 |\n|      |       | Aftern.   |            |       |       | 53½ | 41 | 46 | 56 | 34½ | 44½ |       |\n|      | Dec.  | Morn.     | 29.93      | 28.34 | 29.22 | 50 | 40 | 44 | 49½ | 25½ | 38½ | 1.927 |\n|      |       | Aftern.   |            |       |       | 49½ | 40 | 44 | 50 | 35½ | 44 |       |\n\nThat very wet season, the last quarter of 1770, ended about Christmas, and except three or four warm days, with some thunder, the beginning of January 1771, it was frosty above another quarter of a year. No frost, indeed, continued steady much above a fortnight together, but they were remarkably sharp, (particularly February 12, the Thermometer abroad was lower than I have seen it in above twenty years.)\nyears.) The intervals between the frosts were short, and often frosty mornings, and a settled frost as late as the end of March; so that there were but few mornings, till April 20, but were more or less frosty. The effects were, that garden-things, turnips, &c. were very much destroyed; bays, arbutus, myrtles, fig-trees, and other tender things, were killed down to the ground, and even most of the common furz; and there were scarce any signs of spring to that time, and the winter corn was very thin.\n\nThen the weather grew milder, and in May warm, and there came a pleasant, but cool and dry, summer, and often windy; so that the grass was short, and the crops of hay small: but whether it was from the ground having been so soaked in winter, the coolness of the summer, or two fine rains in the middle of June and August, the ground was never so much burnt as it sometimes is. Every thing was, and continued, very backward; the hottest part of this summer was the middle of July; after which, though there were several fine showers, the ground continued to burn till toward the middle of August, when some rains made the grass to grow again; yet it began rather to burn again, in some places, in September. The harvest was very late this year, especially the wheat, which both eared and ripened after the barley, and most of it was reaped in September. Both hay and harvest were well got in, and the crops were well eared, but much of the wheat and rye continued very thin; which was too much to be feared, after so bad a seed time, and severe a winter.\n\nOctober was a wet and windy month, but that did not hurt, after so dry a summer. The wheat feed time\ntime was very fine; and the end of October, November, and part of December, were chiefly fair, fine and mild, saving much of people's fodder, which is scarce, and the ground is much drier than usual at the time of year. (On the other hand, in some parts of Northumberland, Cumberland, and Durham, there were at this time some such terrible rains, as made prodigious and destructive floods.) It continued open and mild to the end of the year; but part of December was wetter, making the ground dirty, yet not deep.\n\nVI. Directions",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106036.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7656,
    "total-output-tokens": 2268,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        488,
        2
      ],
      [
        488,
        3433,
        3
      ],
      [
        3433,
        5095,
        4
      ],
      [
        5095,
        5624,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      true,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106036",
    "title": "Extract of Mr. T. Barker's Meteorological Register at Lyndon in Rutland, in a Letter to James West, Esq; Pres. R. S.",
    "authors": "T. Barker",
    "year": 1772,
    "volume": "62",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/106036"
  }
}