{
  "id": "a86bee0fc332704b8ef4eecbc4c9882fbff7b8fc",
  "text": "XV. Account of a Tumour found in the Substance of the human Placenta. By John Clarke, M.D. Communicated by the Right Hon. Sir Joseph Banks, Bart. K.B. P.R.S.\n\nRead May 17, 1798.\n\nWhilst the structure and uses of any part of the animal body remain unknown, every new fact or occurrence ought to be recorded; since, by this means only a more perfect knowledge of it can be expected to be obtained.\n\nAs there are few subjects more interesting than those which concern the functions of animals, and more especially those processes by which they are originally formed, and afterwards sustained, I beg leave to submit the following Paper to the attention of the Royal Society, supposing it not to be foreign to the general views of the institution.\n\nThe exertions of the most patient industry have been hitherto baffled, in the attempt to detect the first changes which succeed that process by which animals are propagated.\n\nIf the object of immediate pursuit has not been obtained, much light, in the course of the investigation, has been collaterally thrown upon the growth and nutrition of animals, both in the egg state of oviparous animals, and in the uterine state of such as are viviparous.\n\nThe structure of the egg of oviparous animals serves to elucidate the corresponding process in the viviparous; and, although in many cases analogies are very inconclusive, yet in this the\n\nMDCCXCVIII.\nresemblance is so close, that the latter may be said to be demonstrated by the former.\n\nA certain *temperature*, *nourishment*, and the application of *vital air*, (or oxygen,) seem to be essential to the evolution of the young of oviparous animals.\n\nAs the young are expelled from the mother, contained in the cavity of the egg, at a very early period of their existence, and as afterwards they have no connection whatsoever with her, these are supplied by various contrivances; and the mode of application has been very distinctly explained, by modern inquirers into the structure of eggs.\n\nSince then the same substances are to be produced, and supported, in viviparous as in oviparous animals, the conclusion is reasonable, that similar means should be employed to attain similar ends.\n\nIt is easy to conceive how *warmth* may be imparted to a foetus situated in the uterus.\n\nThe materials for *nourishment*, it receives from the placenta; but the precise manner in which they are supplied has not yet been discovered. Of the fact there can be no doubt, because there are many cases on record, in which there could be no other possible way by which support could be had.*\n\nWith respect to *vital air*, (or oxygen,) the young of all viviparous animals, whilst in the uterus, live in the same medium as fishes, and have a structure similar to gills, for the exposure of their blood to it: this structure is the placenta.\n\nThe heart of the foetus is adapted to this mode of life, and in effect consists but of one auricle and one ventricle, as it is\n\n---\n\n* A case of this kind I described some time ago, which is published in the Philosophical Transactions for the year 1793:\nfound in the human Placenta.\n\nfound to do in fishes. The junction between the two ventricles is attended with a great advantage, in performing the circulation through the placenta; where the length and convolution of the umbilical vessels, in some animals, offer a great resistance to the force of the heart, and render more exertion necessary.\n\nIn the superior aorta, the circulation is carried on by the left ventricle alone; as the ductus arteriosus does not join the aorta, till after the latter has given off the carotid and subclavian branches.\n\nVital air is communicated to the blood of the embryo, as it is to the blood of fishes. This, in its passage through the gills, is exposed to water, which is allowed by all to contain a large proportion of vital or oxygen gas, and returns thence fitted to answer the purposes of life.\n\nIn like manner, the blood of the mother, in the cells of the placenta, having received the essential part of this gas from her lungs, is applied to the capillary vessels of the umbilical arteries, which receive and transmit it to the embryo; the life of which so entirely depends upon this communication, that an obstruction to the circulation through the placenta, for the space of two or three minutes, will sometimes irrecoverably destroy it.\n\nThe gills of fishes form a permanent part of their bodies; because they are designed to pass the whole of their lives in the same medium. This is not the case in the embryo of viviparous animals; which, after birth, is to change its situation for another, in which there is a direct exposure of the blood to atmospheric air. For this reason, the placenta, whose use is only temporary, is attached to the foetus by a slender connection, which is soon dissolved after birth.\n\nI have thought it necessary to introduce the foregoing obser-\nvations upon the structure and functions of the placenta, in order to shew that the principal use of it is to transmit, and apply respectively to each other, the blood of the foetus, and that of its mother. No other action is carried on by the vessels of the foetal portion of the placenta, as far as is yet known, than what has been described, unless so much as may be necessary for their own growth and nourishment.\n\nThe tumour which gave occasion to this Paper is, however, an instance to prove, that these vessels are capable, like those in other parts, of forming solid organized matter; and that very considerable deviations from the ordinary structure of the placenta may exist, and be perfectly compatible with the life and health of the foetus.\n\nPreviously to the birth of a healthy child, an amazing quantity of liquor amnii was evacuated, which was by accident received in a vessel, and, being afterwards measured, was found to amount to two gallons, Winchester measure.\n\nWhen the placenta came away, a hard solid body was found in its substance. It was preserved by Mr. Mainwaring, under whose care the case occurred, and was by him obligingly presented to me.\n\nFine injection was thrown into the arteries and vein of the funis umbilicalis: when they were filled, they appeared to be enlarged thrice beyond their natural size.\n\nThe placenta, thus prepared, was subjected to examination. Its anterior surface was found to be covered with the amnion, behind which lay the chorion, as usual. Some branches, both of the arteries and veins, coming from the funis, ramified in the common manner, forming the foetal portion of the placenta. Others, of a very large size, not less than a swan's quill, were\nsent to the tumour; which was situated behind the chorion, and lay imbedded in the foetal portion of the placenta. The general form of this tumour was oval, about four inches and a half long, and three inches broad. The thickness of it was about three inches. It weighed upwards of seven ounces.\n\nIts shape resembled that of a human kidney; one edge being nearly uniformly convex, whilst the other, where the vessels approached it, was a little hollowed.\n\nThe general character of the surface of the tumour was convexity; but in some parts of it there were slight indentations, more particularly in the course of the large vessels.\n\nThe whole of the tumour was inclosed in a firm capsule, in the substance of which the large vessels were contained, nearly in the same manner as they are found in the dura mater. In the interstices of the vessels, the capsule did not appear to be vascular; at least there were no vessels capable of carrying the injected matter.\n\nThe blood-vessels, branching off from the funis to supply the tumour, partly went over one side, and partly over the other side of the tumour; ramifying as they ran, till, meeting at the convex edge of the tumour, they anastomosed very freely. From the large trunks on the surface, small branches were given off, penetrating into the substance, and supplying the whole tumour with blood.\n\nUpon making a section through the tumour, in the direction of its length, the consistence was found to be uniform, firm, and fleshy, very much resembling, in this respect, the kidney. The cut surface, upon examination, had somewhat of a mottled appearance; some parts being highly vascular, whilst others were white and uninjected.\nIf the mere existence of such a tumour is not to be considered as a disease, there was no appearance of any morbid tendency in any part of it. The whole structure seemed to consist of a regularly organized matter throughout, supplied with vessels exclusively belonging to itself, and not passing to it from the surrounding parts, as is generally the case in diseased masses.\n\nThey who are inclined to consider every new appearance in the structure of parts as disease, may be disposed to include this under that appellation.\n\nBut disease consists of such an alteration in the structure, or functions, of a part, as occasions the natural operations of it to be imperfectly performed, or entirely arrested. This tumour appears to have produced no such effect: all the common and known functions of the placenta were performed, notwithstanding the existence of this substance: the child had been as well nourished, and the benefits arising from the application of vital air or oxygen, to its blood, just as well supplied, as if the tumour had not existed.\n\nIt cannot be said of this, as it might of some tumours, that it would in time have shewn marks of a morbid tendency, so as to have deranged the common actions of the placenta; because, when gestation terminates, the life, and all the uses of the placenta, are at an end.\n\nI am disposed, therefore, to consider this fleshy substance, as a solitary instance of a formative property in the vessels of the placenta; which they have not been hitherto generally known to possess.*\n\n* The placenta sometimes becomes converted into a mass of hydatids, connected to each other by small filaments; but this must be considered as a disease, inasmuch as the natural structure is destroyed, and it directly interferes with the offices of the pla-\nThere was a remarkable circumstance attending this case, which ought not to be lost sight of, viz. the extraordinary quantity of liquor amnii, which had been contained in the ovum. What connection there was between this and the tumour, cannot be absolutely explained from a single instance, as there did not seem to be any direct communication between the tumour and the cavity of the amnion. The whole of it lay, as has been before related, behind the chorion; so that, between it and the cavity of the ovum, there were two membranes interposed. In its organization, it had all the appearance of a glandular part, and was extremely vascular; but, upon a very attentive examination of it, no duct could be found leading from it into the cavity of the ovum.\n\nYet, although it may appear difficult to prove, that the quantity of liquor amnii depended upon this substance, still, as it so considerably exceeded that which is found in common, or has ever been described, it is reasonably to be believed that it did so.\n\nThe manner, however, by which the secreted fluid was conveyed from the tumour into the general cavity of the ovum, must still remain unaccounted for.\n\ncenta, which no longer performs perfectly the functions for which it was designed. Nourishment and vital air are no longer supplied properly to the foetus, which therefore commonly dies.\nEXPLANATION OF THE PLATES.\n\n(Tab. XIX.)\n\nA view of the foetal surface of the placenta, with the arteries and vein injected.\n\na. The funis umbilicalis; the vein is exhibited to shew its increased size.\n\nb b b. The shaggy vessels of the chorion, forming the foetal portion of the placenta.\n\nc. The cavity, or cyst, in which the tumour (vide Tab. XX.) lay.\n\n(Tab. XX.)\n\nAn external view of the tumour, contained in the cyst formed in the substance of the placenta, as seen in Tab. XIX.\n\na. A branch of the umbilical artery entering the tumour.\n\nb. The vein returning the blood from the tumour to the umbilical vein.\n\nc. A square portion of the capsule which contained the tumour, turned down to shew the internal structure.\n\nd. The substance of the tumour, seen through the opening left by dissecting off the capsule.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106982.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 17892,
    "total-output-tokens": 3042,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1394,
        2
      ],
      [
        1394,
        3072,
        3
      ],
      [
        3072,
        4892,
        4
      ],
      [
        4892,
        6603,
        5
      ],
      [
        6603,
        8287,
        6
      ],
      [
        8287,
        10075,
        7
      ],
      [
        10075,
        11429,
        8
      ],
      [
        11429,
        12244,
        9
      ],
      [
        12244,
        12244,
        10
      ],
      [
        12244,
        12244,
        11
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106982",
    "title": "Account of a Tumour Found in the Substance of the Human Placenta. By John Clarke, M. D. Communicated by the Right Hon. Sir Joseph Banks, Bart. K. B. P. R. S.",
    "authors": "Joseph Banks, John Clarke",
    "year": 1798,
    "volume": "88",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/106982"
  }
}