{
  "id": "dc8d14b82d5080a73451e4d5be63b765174cc14c",
  "text": "The figure of 4000 Globules\n\nAno. figure United.\n\nGlobules compris'd.\n\nGlobules of a Tadpole form\n\nHere ab't the Image was some n't obscure\n\nThe true dimensions of a leg\n\nVessel at 3½ distance\n\nAnd Large 1½\"\n\nThe curled Edge of the Tail.\n\n1, 2, 3, 4, 5. The limits of the Field\nXIII. Some Remarks concerning the Circulation of the Blood, as seen in the Tail of a Water-Eft, through a Solar Microscope, by the Rev'd Mr. Henry Miles; communicated in a Letter to Mr. John Eames, F. R. S.\n\nSIR,\n\nI well remember the great Satisfaction you expressed in the Microscope made by Dr. Lieberkühn. This induced me to communicate to you an Experiment I have made once and again, with one of the same kind, made by Mr. Cuff in Fleetstreet.\n\nI had been eagerly wishing for an Opportunity to attempt to see the Circulation of the Blood in this Way; and for that Purpose got some Gudgeons, which I kept Two Months in Water, this Winter, waiting a favourable Day; but I did not succeed well, though I saw it plain enough to convince me, that it was worth while to attempt it in a better Subject; for I find the Fins of Fish to be of a cartilaginous Nature, have few Vessels, and those small.—But the Lacertus Aquaticus of Mr. Ray, commonly called the Water-Eft, having a Tail that seems to be much softer, and of a fleshy Substance, and abounding with large Blood-vessels, is excellent for this Purpose. Having procured me one of the lightest Colour, and most transparent, I put it into a glass Tube, of a Bore just big enough to receive it; the smaller the Tube, the better, provided you can get it in without injuring it. When I had fixed the Tube in the Body of the Microscope, I\nfound the exact Focus, before I placed the Microscope on the Tube which receives and conveys the Sun’s Rays to the Animal; and, having darkened the Room as much as I possibly could, I had a most entertaining Sight of it on my Paper Screen, at the Distance of Three and Four Feet.—The Magnifier I used was the Fourth in Wilson’s Pocket Microscope.—And at the Distance of Six or Seven Feet, but not so distinct.—You have in the Paper which accompanies this (see Tab. V. Fig. 1.) the exact Dimensions of the Field of Vision (as I call it), taken with a black Lead Pencil, on the Sheet of Paper which was strained in a Frame on purpose, at the Distance of about Three Feet \\( \\frac{1}{2} \\) from the Focus. You have there the true Dimensions of one of the larger Vessels, not the largest, which, being near the Middle of the Tail, appeared but obscure. And I have added the Dimensions of one, the Screen being removed to Six or Seven Feet Distance.\n\nIn the larger Vessels, the Motion seems to equal that of the Stream of Water which is forced out of a Vessel by condensed Air; and makes an Appearance not altogether unlike it, when the Fountain is placed in the Sun: Here you can discern no Shape or Form at all of the Globules, but they seem all confounded: As the Current proceeds, you have beautiful luminous Reflexions continually. But in the lesser Vessels, and in the Parts most free from Spots, I several times saw the Globules of an oblong Form, resembling Emmets Eggs in Shape, which I have endeavoured to represent in the Paper, gliding along one after another, and often at the Distance you see them in the Figure, sometimes joined together; but I have never\nnever yet been able to discern any Communion of them. I do not remember ever to have seen the Globules to approach this Form, in viewing the Circulation in the common way; but here every thing is magnified to that Degree, that the least Departure from the globular Form appears plainly. Another thing I observed, more than once, with Pleasure; that the Globules would, in some Places, gradually slacken their Motion, at length seem to be about to stand still; in an Instant, a Globule would be compressed, in the Manner I have endeavoured to describe it in the Paper; and then, as if it had squeezed through a narrow Passage, resume its former Shape, and pass on with great Swiftness.\n\nBut the most remarkable Phenomenon of all was, the Shape and odd Motion of some of them, near the Extremity of the Edge of the Tail—which exactly resembled the Tadpole in Figure and Motion too, abating that they had not quite so much of the wriggling Motion of the Tail of those Creatures in a Pond of Water; but the Head (as I call it, for Distinction'sake) had exactly the same Motion. They seemed to be roaming about, as if in Quest of somewhat; would turn to the Right and Left, and sometimes seem to be repulsed a little, or to draw back of themselves, as I have seen the Animalcula in Pepper-water do. I have endeavoured to describe the Figure of them; the Motion has all the Resemblance that can be of that of the Animals mentioned.—I began to suspect at first, they might be Animalcula, contained in the Water out of which the Lacertus came, which might remain in the Tube, under the Tail: But, on Examination, I found it dry; for indeed the Creature had\nhad been out of Water half an Hour, or more, and had been handled (which I scruple not to do), and so was drained well; so that I am certain the Appearance was in the Vessels of the Creature, though I would not be so rash as to suggest they were real Animalcula; for I presume the Figure and Motion may be accounted for, without supposing them to be any other than Globules of Blood, from the State in which the Blood might be, and from some Alteration of the State of the Vessel itself: The Blood, indeed, seemed to be about stagnating; but this I submit to your Judgment, who are so well acquainted with the Laws of Hydrostatics.—It came into my Head, that I had seen a Drop of Water proceed somewhat like it, in its Descent on a smooth dry Surface (as a glass Plate held nearly perpendicular); and, on Trial, I found the Drop to proceed in a kind of Meatus, not altogether unlike the Motion of the said Globules. In the Course of the Blood from $A$ to $B$ (see Fig. 2. Tab. V.) sometimes a Current would turn off to the Branch at $\\alpha$, for a good while together, then cease to do so, passing on to $B$; and leaving the Branch $\\alpha$ empty; and then again you might see it fill the Branch again: This I saw successively several Minutes together. If you think this worth communicating to the Royal Society, as an Experiment capable of Improvement by Persons of more Leisure, and better Skill, it is at your Service.\n\nI would only mention to you some of the Difficulties I met with, and tire you no longer.—At first it was no easy Matter to make a Creature, coming out of so cold an Element, bear even the reflected Rays of the Sun, when converged, though far\nfar enough from the Focus; for I was obliged to make use of a Looking-glass because of the Sun's Position: I once, indeed, tried to perform it without, but found the direct Rays too hot; but a Glance or two I had of it, convince me it might be seen to much greater Perfection.—Another Difficulty is, that the Tube is rather too thick, and besides is apt to be smeared with the Tail of the Animal: However, it requires Time and Patience to perform it; yet, in the Manner I have seen it, it is to me the most entertaining Sight my Eyes ever saw.—I am not without Hopes, that I shall be able to remove some of the Difficulties myself, if God give Health and Opportunity this Summer; if not, I wish a fitter Person may attempt it, and succeed: It may be useful, perhaps, as well as pleasing. I am\n\nYour most obliged,\n\nTooting, March 31. 1741.\n\nand humble Servant,\n\nH. Miles.\n\nI forgot to mention, that the Blood appeared a little discoloured, but not more in Proportion than it appears to be when you view it in the common way; and that the Tube, with the Lens receiving the Sun's Rays, was exactly parallel with the Horizon, and perpendicular to the Plane of the Screen which received the Image.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104358.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12452,
    "total-output-tokens": 2128,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        278,
        2
      ],
      [
        278,
        278,
        3
      ],
      [
        278,
        1666,
        4
      ],
      [
        1666,
        3332,
        5
      ],
      [
        3332,
        4981,
        6
      ],
      [
        4981,
        6647,
        7
      ],
      [
        6647,
        7839,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104358",
    "title": "Some Remarks concerning the Circulation of the Blood, as Seen in the Tail of a Water-Est, through a Solar Microscope, by the Revd Mr. Henry Miles; Communicated in a Letter to Mr. John Eames, F. R. S.",
    "authors": "Henry Miles",
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/104358"
  }
}