{
  "id": "273ec9f80f87b9a1a1644ba30e70d56776b7f9f4",
  "text": "most, either by the Variety and Lustre of their fine Colours, or by their Size, or by their singular and odd Form, or by the Use one knows to make of them; yet you ought not to neglect to collect and send such as do not offer so remarkable Singularities, such as even are most common. There are among the latter some, which have wherewithal to satisfy an Observer, who looks upon them with other Eyes than those wherewith they had been regarded before, and with other Views.\n\nVII. A beautiful Nautilites, shewn to the Royal Society by the Rev. Charles Lyttleton LL.D. F. R. S. and Archdeacon of Exeter.\n\nSherun May 5. 1748. THIS curious Fossil seems to be composed of a stony Matter like Marble, which has penetrated the Cells of the Nautilus while in its natural State. The Diaphragms or Partitions remain still distinct and visible. The different Colour of the stony Matter in some Cells of a dark-brown or Hair-Colour, in others of a light-brown or Ash-Colour, with the natural Polish of the Outside, gives it a beautiful Appearance; as it is represented in the annexed Print (See Tab. Fig. 2.) where it is drawn of its natural Size in three different Views.\n\nA shews the Side View of it.\nB the fore Part.\nC the back Part. C. M.\nIt was found in Pool's Hole in Derbyshire. Its Sutures or Diaphragms resemble those of some of the larger *Cornua Ammonis*; but its Shape bespeaks it to be a Species of *Nautilus*; and it is thought to be a Non-descript, both in its natural and fossil State.\n\nVIII. The Substance of a Letter from Mr. William Arderon F.R.S. to Mr. Henry Baker F.R.S.\n\nRead May 12, 1748.\n\nOf all the several Kinds of Fish which for some Years past I have been keeping in glass Jars (in hopes of becoming acquainted with the Nature and Properties of these Animals, by having them daily under my Inspection) none seems more impatient of Imprisonment, if I may so call it, than the Roach; nor, if they are well look'd after, and supplied often enough with fresh Water, have I observed any, except the Roach, to become distempered. But most commonly, after this Fish has been a little while confined, the finny Part of its Tail begins to drop off Piece by Piece; and when the finny Part is all gone, a sort of Mortification seizes upon the Tail itself, and gradually creeps along until it reaches the Intestines, at which time the Fish immediately dies.\n\nThe last Roach I had under this Disorder was about the Beginning of January; when in the Space of a Month, it had lost the greatest Part of the Fin, which induced me to clip off the rest, hoping thereby",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104549.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6410,
    "total-output-tokens": 754,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1232,
        3
      ],
      [
        1232,
        2567,
        4
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104549",
    "title": "A Beautiful Nautilites, Shewn to the Royal Society by the Rev. Charles Lyttleton LL.D. F. R. S. and Archdeacon of Exeter",
    "authors": "Charles Lyttleton",
    "year": 1748,
    "volume": "45",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/104549"
  }
}