{
  "id": "9ae31257284762b6844fe545f04ad45077de8442",
  "text": "XVII. Observations on a Current that often prevails to the Westward of Scilly; endangering the Safety of Ships that approach the British Channel. By James Rennell, Esq. F. R. S.\n\nRead June 6, 1793.\n\nIt is a circumstance well known to seamen, that ships, in coming from the Atlantic, and steering a course for the British channel, in a parallel somewhat to the south of the Scilly Islands; do, notwithstanding, often find themselves to the north of those islands: or, in other words, in the mouth of the St. George's, or of the Bristol channel. This extraordinary error has passed for the effects, either of bad steerage, bad observations of latitude, or the indraught of the Bristol channel: but none of these account for it satisfactorily; because, admitting that at times there may be an indraught, it cannot be supposed to extend to Scilly; and the case has happened in weather the most favourable for navigating, and for taking observations. The consequences of this deviation from the intended track, have very often been fatal: particularly in the loss of the Nancy packet, in our own times; and that of Sir Cloudesley Shovel, and others of his fleet, at the beginning of the present century. Numbers of cases, equally melancholy, but of less celebrity, have occurred; and many others, in which the danger has been imminent, but not fatal, have scarcely reached the public ear. All of these have been\nreferred to accident; and therefore no attempt seems to have been made, to investigate the cause of them.\n\nI am however of opinion, that they may be imputed to a specific cause; namely, a current: and I shall therefore endeavour to investigate both that, and its effects; that seamen may be apprized of the times, when they are particularly to expect it, in any considerable degree of strength; for then only, it is likely to occasion mischief; the current that prevails at ordinary times, being, probably, too weak to produce an error in the reckoning, equal to the difference of parallel, between the south part of Scilly, and the track that a commander, prudent in his measures, but unsuspicious of a current, would chuse to sail in.*\n\nIt seems to be generally allowed, that there is always a current, setting round the Capes of Finisterre, and Ortegal, into the Bay of Biscay. This I have the authority of Captain Mendoza Rios, a Fellow of the Royal Society, and an officer in the royal navy of Spain, for asserting. Besides, such an intimation was amongst the earliest notices that I received, concerning matters of navigation, when on board of a ship that sailed close along the north coast of Spain, in 1757. The current then, is admitted to set to the eastward, along the coast of Spain; and continues its course, as I am assured, along the coast of France, to the north, and north-west: and indeed, any body of water, once set in motion, along a coast, cannot suddenly stop; nor does it, probably, lose that motion, until\n\n* It may be remarked, by the way, that the true latitude of the present lighthouse on St. Agnes's Island, is $49^\\circ 54'$; and that of the most southerly part of the whole group of islands and rocks, is $49^\\circ 52'$. This is according to an advertisement given out by the Trinity House, in 1792.\nby degrees it mixes with the ocean; after being projected into it, either from the side of some promontory, that extends very far beyond the general direction of the coast; or after being conducted into it, through a strait.\n\nThe original cause of this current, I apprehend to be, the prevalence of westerly winds in the Atlantic; which, impelling the waters along the north coast of Spain, occasions a current, in the first instance. The stronger the wind, the more water will be driven into the Bay of Biscay, in a given time; and the longer the continuance of the wind, the farther will the vein of current extend.\n\nIt seems to be clearly proved, that currents of water, after running along a coast that suddenly changes its direction, (as happens on the French coast, at the promontory south of Brest) do not change their course with that of the shore, but preserve, for a considerable time, the direction which they received from the coast they last ran by. In some instances, after being projected into the sea, they never again approach the shore; but preserve, to a very great distance, nearly the direction in which they were projected; as well as a considerable degree of their original velocity, and temperature. The gulf stream (of Florida) is a wonderful instance of this kind; which, originating in a body of pent-up waters, in the Gulf of Mexico, is discharged with such velocity, through the Straits of Bahama, that its motion is traceable through the Atlantic, to the Bank of Newfoundland; and may possibly extend much farther. This being therefore the case, we can have no difficulty in conceiving, that the current of the Bay of Biscay continues its course, which may be about NW by W, from the coast of France, to the westward of Scilly and Ireland.\nAt ordinary times, its strength may not be great enough to preserve its line of direction, across the mouth of the British Channel; or, if it does preserve its direction, it may not have velocity enough to throw a ship so far out of her course, as to put her in danger. But, that a current prevails generally, there can be little doubt; and its degree of strength will be regulated by the state of the winds. After a long interval of moderate westerly gales, it may be hardly perceptible; for a very few miles of northing, in the 24 hours, will be referred to bad steerage, or some other kind of error: but after hard and continued gales from the western quarter, the current will be felt in a considerable degree of strength; and not only in the parallel of Scilly, but in that of the south-west coast of Ireland likewise.\n\nOur observation of what passes in the most common waters, is sufficient to shew how easily a current may be induced, by the action of the wind, on the water contiguous to a bank, when the wind blows along it. In a canal of about four miles in length, the water was kept up four inches higher at one end, than at the other, by the mere action of the wind, along the canal. This was an experiment made, and reported to me, by my much lamented acquaintance, the late Mr. Smeaton. We know also, the effects of a strong southwest, or north-west, wind, on our own coasts: namely, that of raising very high tides in the British Channel, or in the Thames, and on the eastern coasts; as those winds respectively blow: because the water that is accumulated, cannot escape quick enough, by the Strait of Dover, to allow of the level being preserved. Also, that the Baltic is kept up two feet at least, by a strong NW wind of any continuance: and\nthat the Caspian Sea is higher by several feet, at either end, as a strong northerly, or southerly, wind prevails. Therefore, as water pent up, in a situation from which it cannot escape, acquires a higher level, so, in a place where it can escape, the same operation produces a current: and this current will extend to a greater or less distance, according to the force with which it is set in motion; or, in other words, according to the height at which it is kept up, by the wind.\n\nIt may possibly be asked, why a similar current does not prevail in the British Channel, from the same westerly winds? To this I answer, that the increased height and velocity of the tides, during the prevalence of such winds, prove that a part, at least, of the same effect which happens in the Bay of Biscay, is produced in the Channel; and I have little doubt, that there is, in fact, a current also; but that, as it is blended with the common tide, the effect on the senses is lost: for it may appear only in the form of a stronger flood tide, or a weaker ebb, than at other times. Whereas the Bay, a wider space, and of a different form, allows a freer scope to the tides, than the British Channel does: it being high water nearly at the same time, all over the Bay; but varying in the Channel, at least five hours. And it may be concluded, from analogy, that the form of the Channel does not allow of the same effect being produced by the wind, on its included waters, as may be produced on those of the Bay: these meeting with an opposition, in the coast of France, the others having a partial exit, at the Strait of Dover: we may also conclude, that if no such phenomenon as a tide existed, a current, though less strong than in the Bay, would be perceived in the British Channel.\nOf the Bay of Biscay it may be observed that, by reason of its form, and exposure to the reigning winds, which are often violent, and which pass over a vast expanse of water, there is no part of the ocean, familiarly known to us, whose circumstances are, in any degree, similar to it. It ought not therefore to surprize us, if we find that it differs, in any particular, from other seas. Seamen have remarked its uncommon degree of agitation, in stormy weather; but this has not, as far as I know, been properly accounted for. May it not be owing generally, to the same cause as that which produces the current? and at times, to the very current itself? With respect to the first—the waves of a deep bay or gulf, when the wind forces the water into it, will meet with a resistance in the land at the head of it, which must occasion a reverberation, that will render the surface of a great part of the gulf more unquiet, than when there is an opening at the end, to allow the undulatory motion a freer scope. What is said here, is exemplified on a small scale, by Mr. Smeaton's very ingenious manner of quieting Ramsgate harbour. (See his Tract on that harbour, page 45.) And with respect to the second cause—the effect of a current running to windward, in producing a short, hollow, and therefore dangerous, wave, is pretty well known. Accordingly, at seasons when the current runs strong, and the wind blows fresh from the north-west quarter, this cause must also contribute to the agitation of the waters, in the north part of the bay.*\n\n* How far the reverberatory motion may extend, I know not: but it is certain that an undulatory motion impressed on the sea by the wind, will extend to a prodigious distance; and even into a region where a different wind prevails: as for instance, a swell raised by a strong gale, at south, or south-west, in the tract of variable winds,\nIt is quite uncertain at what interval of time, from the commencement of strong westerly gales, in the Atlantic and Bay of Biscay, the current may operate on the tracks of ships, near Scilly; for we are not possessed of the data, requisite for determining it. If we were to conceive a current, originating on the coast of Spain, and afterwards disturbing the courses of ships, on the west of Scilly and Ireland; this would require too much time, to agree with one of the instances which I mean to adduce: although it is probable, that this may be nearly the effect at ordinary times, and when the westerly winds blow moderately. But as, in one striking instance, it appears that the current operated in a very remarkable manner, on the ship's course, on the fourth day after the commencement of the gale, in the quarter where the ship was; the cause should rather be looked for, in the sudden and great accumulation of water, in the Bay of Biscay: otherwise, there is no accounting for the sudden appearance of the current. And the very act of accumulation, causing an indraught, there will consequently be a current round the Capes of Finisterre, and Ortegal, towards the Bay. Be the exact cause, however, what it may, it no doubt originates in the Bay, by the action of strong westerly winds: the prevalence of such winds, will therefore be the signal for the appearance of a current, between Ushant, and the south-west coast of Ireland: for though the cause can only be guessed at, the effect is too well ascertained, to remain in doubt.\n\nI shall now adduce the facts, on which the idea of the existence of a current is founded.\n\nhas been felt, very far within the limits of the south-east trade wind, in the Indian Ocean.\nIn crossing the eastern part of the Atlantic, in the Hector East India ship, in 1778, we encountered, between the parallels of 42 and 49, very strong westerly gales; but particularly between the 16th and 24th of January, when, at intervals, it blew with uncommon violence. It varied two, or more, points, both to the north and south of west, but blew longest from the northern points; and it extended, as I afterwards learnt, from the coast of Nova Scotia, to that of Spain.\n\nWe arrived within 60 or 70 leagues of the meridian of Scilly, on the 30th of January, keeping between the parallels of 49 and 50; and about this time we began to feel a current, which set the ship to the north of her intended parallel, by near half a degree, in the interval between two observations of latitude; that is, in two days. And the wind, ever afterwards, inclining to the south, would not permit us to regain the parallel; for, although the northern set was trifling, from the 31st until we arrived very near Scilly; yet the wind, being both scant and light, we could never overcome the tendency of the current. Add to this, that the direction of the current, being much more westerly than northerly, we crossed it on so very oblique a course, that we continued in it a long time; and were driven, as it appears, near 30 leagues to the west, by it: for we had soundings in 73 fathoms, in the latitude of Scilly, and afterwards ran 150 miles, by the log, directly east, before we came the length of the islands. In effect, in running 120 miles, we shallowed the water, only nine fathoms.\n\nWe not only were sensible of the current, by the observations of latitude, but by riplings on the surface of the water, and by the direction of the lead line. The consequence of all\nthis was, that we were driven to the north of Scilly; and were barely able to lay a course through the passage between those islands and the Land's End.\n\nHaving no time keeper on board, we were unable to ascertain the several points, in this part of our track, and therefore can only approximate our longitude; and that but very coarsely. But according to what we learnt from our soundings, and from a vessel which had only just entered the current, it may be concluded, that the current, at times, extends to 60 leagues, west of Scilly; and also runs close on the west of those islands. However, the breadth of the stream, may probably be little more than 30 leagues; for we crossed it, as has been said, very obliquely; and perhaps, in the widest part.\n\nThe journal of the Atlas East India ship, Captain Cooper, in 1787, furnishes much clearer proofs, both of the existence of the current, and of the rate of its motion: for having time keepers on board, Captain Cooper was frequently enabled to note the difference between the true, and the supposed, longitude; and it may be said, that this journal, by the means it affords of ascertaining the current, is highly valuable; as containing some very important facts, and which might have been entirely lost to the public, had not Captain Cooper marked them, in the most pointed manner.\n\nI shall proceed to state, in abstract, the most important of the facts recorded in the journal.\n\nThe Atlas sailed with a fair wind, and took her departure from the Isle of Wight, on the 25th of January, 1787; and on the 27th had advanced 55 leagues to the westward of Ushant; when a violent gale of wind began at south, and,\nthat often prevails to the Westward of Scilly.\n\nabout 11 hours afterwards, changed suddenly to the westward. The gale continued through the four following days: on the 28th, it was generally W by S, and WSW; on the 29th, SW by W, or more southerly; and on the 30th and 31st, SSW, to SW by S.*\n\nDuring this long interval, the ship was generally lying to; and with her head to the NW. On the 1st of February, the wind abated, but still blew from the south-westward; and the ship was kept to the north-west. The stormy weather returned again the following day, and continued, with little intermission, until the 11th; blowing from all the intermediate points, between south and WNW; but chiefly, and most violently, from the WSW, and SW. At intervals, on the 8th and 9th in particular, the journal remarks, that \"it blew a mere hurricane.\" On the 11th, the weather growing more moderate, and the wind favourable, the ship proceeded on her course, southward; being then two degrees and a quarter of longitude, to the west of Cape Finisterre, by the reckoning; but by the time keepers, more than four degrees and a half.\n\nAfter the above abstract of the proceedings of the ship, I shall subjoin the following particulars; which are the most in point, to the purpose of the present discussion.\n\nOn the 27th, at noon, soon after the gale commenced, the longitude, by reckoning, agreed within 14 minutes of that shewn by the time keepers; the latter being the most westerly. This difference alone might well have arisen from\n\n* In this, as well as in the former statement of the winds, I have allowed for the variation of the compass; that the application of it, to the quarter of the heavens, and to the chart annexed, (see Tab. XXI.) may be more easy and clear.\nan error in the log, or even in the position of the needle point on the Isle of Wight, from whence the departure was taken; but it may also be owing to the westerly current, whilst the ship remained in it, on the 27th; if we admit that such a current prevails at all times, though in different degrees of strength. Here it is proper to remark, that in delineating Captain Cooper's track, on the chart, I have scrupulously adhered to the result of each day's work, of the reckoning, as I find it in his journal; contenting myself with inserting my own observations on the track, in this paper only; where they cannot mislead.\n\nThe longitudes pointed out by the time keepers on the 28th, 29th, and 30th, shew, that the increasing, though trifling differences, between the true longitude, and that by the dead reckoning, had amounted to 24 minutes only, on the 30th. At this time the ship was about 24 leagues to the WSW of Scilly; and, at 5 or 6 leagues to the SSE of this position, (that is, at 25 leagues SW by W from Scilly) they had soundings at 70 fathoms. This last particular is mentioned, to prove that the longitude shewn by the time keepers (8° 28' west from London) was nearly the longitude in which the ship really was, on the 30th of January. That of St. Agnes (Scilly) is taken at 6° 46'.\n\nThe Atlas was now entered into the stream of the same current which occasioned so much delay to the Hector; but the course of the Atlas, being opposite to that of the Hector, it facilitated her progress; and also carried her clear of the south-west coast of Ireland.\n\nOn the 31st, the time keepers shewed that the ship had been set very considerably to the westward of the reckoning; and by\nthe 2d of February, at 3 in the afternoon, it appeared that she had been set two whole degrees of longitude to the west of the reckoning, since the 30th at noon; that is, in the course of 51 hours. (Here it may be proper to remark, that I have, throughout, reckoned according to sea time; that is, the day commences at noon.)\n\nOn the 3d of February, at noon, the time keepers shewed a further set, of 23 minutes of longitude, more than the reckoning gave, in the interval since the last observation, which was 45 hours; so that, since the 30th of January, 4 days only, the ship had been carried by the current, no less than two degrees and twenty-three minutes; and since the 27th, when the gale began, $2^\\circ 32'$ of longitude; amounting, in these parallels, to ninety-nine marine miles. But here, the current appears to have totally left them; and it is very probable, that it even ceased before the time of observation, on the 3d: for the succeeding observations of the 5th, 6th, 7th, 9th, 10th, and 11th, although the strong westerly gales continued, come so near the longitude by the reckoning (deduced from the observation of the 3d) that the differences, which are sometimes to the east, and at other times to the west, may be with more propriety ascribed to errors of the log, than to a current; as may be seen by the two tracks on the chart. We may therefore conclude, that the current did not cease at the very point of time, when the observation of the 3d was taken, but probably some time before.\n\nIt appears then, that the Atlas experienced a westerly current, from a point about 24 leagues to the WSW of Scilly, (if not earlier) to four degrees of longitude west of the meridian\nof Cape Clear,* in the parallel of $51^\\circ$; where its effects were no longer perceptible. And, as no current was felt in the track southward, on the 11th; nor in any part of the track to the north-west, between the 3d and 10th; although it was felt nearly in the same line of direction, between the 1st and 3d; it may be inferred that the stream goes off to the north-west, between the aforesaid track, and the south-west coast of Ireland. It is much to be regretted that no observations appear on the 12th and 13th; which would have been decisive of its course.\n\nI come now to two particulars of the case, which, I confess, perplex me exceedingly. The first is, that the current was felt, apparently in its full strength, on the fourth day after the commencement of the gale; which began at south, then changed suddenly to the west and WSW, and afterwards fixed in the SW quarter. This gale was felt between the 48th and 50th degrees of latitude, and, no doubt, extended its effects very far to the south and west; but what the state of the winds had been in those quarters, previous to the 27th of January, we are ignorant. The winds in the British Channel had been easterly, for three days preceding the gale: the fourth day, preceding, there had been strong gales at SW; and the five days preceding that, there had been chiefly light winds at west. According to this state of facts, we can only suppose that the current originated from a vast body of water, pent up in the Bay of Biscay, by violent gales of wind; first from the southward, eleven hours; then from a point or two to the south cf west; and lastly, at south-west.\n\n* Cape Clear is reckoned to be in long. $9^\\circ 25'$ from London.\nWe are not to consider the water of this current, as having made the circuit of the Bay of Biscay; but as the collective body of pent up waters, in the Bay, running off along the SW coast of Britanny, and thence to the north-westward; preserving nearly the direction it had acquired, by running along that coast. And it may be conceived, that the frequent recurrence of westerly winds, keeps up a constant current in the Bay, and to some distance beyond it; although during the longest intermissions of these winds, the current may become so slow, as to be scarce perceptible.\n\nThe second particular which perplexes me, is, that no northern set is indicated by Captain Cooper's journal: that is to say, by the mode in which each day's log is wrought; and which, in the formation of the chart, as is said before, I have strictly adhered to. It indeed appears to me very wonderful, that no northing should appear, when it seems to be the very same kind of current which carried the Hector so far to the northward. It is certain, that the state of the weather was such, as to preclude those nice attentions to the reckoning, which might enable us to detect any small differences, between the latitude by account, and that by observation; although the western set was too considerable to escape notice, and may even have been more than the statement sets forth. I cannot therefore, by any means admit, that there was no northing in the current through which the Atlas passed; first, because they had not observations of latitude, regularly; and lastly, because on the 31st of January, when lying to, 36 miles are allowed for 20 hours drift, to the north-west; which appears to me excessive. On that day they had no observation of latitude, and on the following\nday, the observation shewed two miles northing; which however proves nothing. Again, on the succeeding day, (the 2d) in a most important point of the track, there was no observation of latitude.\n\nIn the Hector, precisely in the same track, and at the same season of the year, the current had, as has been observed, a considerable degree of northing in its course. On two days it was about 12 miles, each; on another day 13, and on two others, 9, and 8; and this, in weather very favourable for keeping a reckoning, and with observations of latitude, on every day save one; not to mention the strong circumstances of a visible set to the northward, indicated, as well by the lead line, as by the ripling on the surface of the water. It is in the nature of currents, to expand their streams or columns of water, after being projected into the ocean; and therefore, according to this law, the middle part of the stream should preserve its original course, in a greater degree than the borders of it; so that the middle part may run to the NW by W, whilst the eastern border may run more northerly, and the western border more westerly. It is certain, that in the Hector, we felt the northerly current much stronger, close on the west of Scilly, than further out; and it appeared by the distance we ran, after sounding in 73 fathoms, that the current must have set much more westerly, than northerly, the whole time.\n\nThe following remarks obviously occur, on the effect of this current.\n\n1st. Whatever may be the breadth of the stream, (which is at present unknown) if a ship crosses it very obliquely, that is, in an E by S, or more southerly direction (as may easily\nhappen, on finding herself too far to the northward, at the first place of observation, after she gets into the current), she will, of course, continue much longer in it, and will be more affected by it, than if she steered more directly across it. She will be in a similar situation, if she crosses it with light winds; and both of these circumstances should be attended to. And if it be true, as I suspect it is, that the eastern border of the current has a more northerly direction than the middle of it, this also should be guarded against. I conceive also, that the stream is broader in the parallel of Scilly, than farther south. And here we may remark, that those who, from a parallel south of Scilly, have been carried clear of it to the north, when approaching it, in the night, may esteem themselves fortunate that the current was so strong; for had it been weaker, they might have been carried on the rocks.\n\n2d. A good observation of latitude, at noon, would be thought a sufficient warrant for running eastward, during a long night: yet as it may be possible to remain in the current, long enough to be carried from a parallel that may be deemed a very safe one, to that of the rocks of Scilly, in the course of such a night; it would appear prudent, after experiencing a continuance of strong westerly gales in the Atlantic, and approaching the Channel with light southerly winds, either to make Ushant, or at all events to keep in the parallel of $48^\\circ$, $45'$, at the highest. If they keep in $49^\\circ$, $30'$, they will experience the whole effect of the current, in a position where they can least remedy the evil: but if in $48^\\circ$, $45'$, they are assailed by the north-west current, they are still in a position from whence a southerly wind will carry them into the\nBut all ships that cross the Atlantic, and are bound to the eastward of the Lizard, had better make Ushant, under the above circumstances, in times of peace. Or, at all events, why should they run in a parallel, in which they are likely to lose ground?\n\n3d. Ships, bound to the westward, from the mouth of the Channel, with the wind in the south-west quarter, so that it may appear indifferent which tack they go on, should prefer the larboard tack; as they will then have the benefit of the current.\n\n4th. I understand that the light house of Scilly is either removed, or to be removed, to the south-west part of the islands; or of the high rocks. This is certainly a wise measure; as the light should be calculated more particularly for ships that have a long, than a short departure; like those from any part of the European coasts, to the northward, or eastward. The light house ought also to be built very lofty. I am sorry to remark, that, as far as my observation has gone, this light has never appeared clear and bright, as a light to direct ships ought to do.\n\n5th. It would be worth the attention of government (in my humble opinion) to send a vessel with time keepers on board, in order to examine and note the soundings between the parallels of Scilly and Ushant, at least; from the meridian of the Lizard point, as far west as the moderate depths extend; I mean such as can be ascertained with exactness, in the ordinary method of sounding. I have reason to suppose that our chart of soundings is very bad; and indeed, how can it be otherwise, considering the imperfect state of the art of marine surveying, at the time when it was made? A set of time\nkeepers will effect more, in the course of a summer, in the hands of a skilful practitioner, than all the science of Dr. Halley, during a long life; for who could place a single cast of soundings, in the open sea, without the aid of a time keeper? The current in question, must have disturbed every operation of this kind. It should be the task of the person, so employed, to note all the varieties of bottom, as well as the depths; the time of high and low water; setting of the tides, and currents, &c. Such a survey, skilfully conducted, might enable mariners to supply the want of observations of latitude, and of longitude; and, of course, to defy the current, as far as relates to its power of misleading them.\n\n6th. It is certain, that the current in question may be somewhat disturbed by, or rather will appear to be blended with, the tides, at the entrances of the British and St. George's Channels; but it is obvious that the current will have the same effect, in setting a ship out of her course, as if no tide existed; because, whatever effect one tide may have, the next will nearly do away. But there are two particulars, well worth ascertaining; and these are, first, the point at which the two tides of St. George's, and of the British Channel separate, on the west of Scilly. And secondly, what degree of northing one of the streams has, more than the other. Because a ship, in approaching Scilly, from the west, on a flood tide, and keeping in a parallel which may be to the north of the point of separation of the two tides, (and consequently in the tide stream of St. George's Channel) may be thrown too far to the north; although, had she been far enough to the west, to receive the effect of the next ebb, this temporary, and alternate derangement of the course, would\nhave had no ill effect; or even have been noticed. But admitting that a tide, with any degree of northing in it, does take place, a little to the west of Scilly; this will furnish an additional reason for keeping in a southern parallel.\nThe Soundings with — are according to the Hector's dead Reckoning, & ought probably to be removed from 10 to 20 leagues more to the East. The 70 fathoms are placed by the Atlas's time-keeper.\n\nHector Parallel, alone, corrected\n\nAtlas true Course\n\nHector dead Reckoning\n\nAtlas dead Reckoning\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106817.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 26,
    "total-input-tokens": 40952,
    "total-output-tokens": 8287,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1407,
        2
      ],
      [
        1407,
        3239,
        3
      ],
      [
        3239,
        5009,
        4
      ],
      [
        5009,
        6769,
        5
      ],
      [
        6769,
        8543,
        6
      ],
      [
        8543,
        10421,
        7
      ],
      [
        10421,
        12147,
        8
      ],
      [
        12147,
        13904,
        9
      ],
      [
        13904,
        15567,
        10
      ],
      [
        15567,
        17323,
        11
      ],
      [
        17323,
        19016,
        12
      ],
      [
        19016,
        20711,
        13
      ],
      [
        20711,
        22414,
        14
      ],
      [
        22414,
        24171,
        15
      ],
      [
        24171,
        25837,
        16
      ],
      [
        25837,
        27632,
        17
      ],
      [
        27632,
        29297,
        18
      ],
      [
        29297,
        31088,
        19
      ],
      [
        31088,
        31325,
        20
      ],
      [
        31325,
        31616,
        21
      ],
      [
        31616,
        31616,
        22
      ],
      [
        31616,
        31616,
        23
      ],
      [
        31616,
        31616,
        24
      ],
      [
        31616,
        31616,
        25
      ],
      [
        31616,
        31616,
        26
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106817",
    "title": "Observations on a Current That Often Prevails to the Westward of Scilly; Endangering the Safety of Ships That Approach the British Channel. By James Rennell, Esq. F. R. S.",
    "authors": "James Rennell",
    "year": 1793,
    "volume": "83",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 26,
    "jstor_url": "https://www.jstor.org/stable/106817"
  }
}