{
  "id": "64f0a66d7356bfc4ef09fff14a2e04daf6bc7b05",
  "text": "XV. Rules and principles for determining the dispersive ratio of glass; and for computing the radii of curvature for achromatic object-glasses, submitted to the test of experiment. By Peter Barlow, Esq. F.R.S. Mem. Imp. Ac. Petrop. &c.\n\nRead May 3, 1827.\n\n1. It is very remarkable, since the achromatic telescope is altogether of English origin, that in no one of our separate optical treatises are to be found specific rules for its construction, fitted for the use of practical opticians. Some essays of this kind have indeed been attempted; the first of which is found in Martin's \"New Elements of Optics,\" published in 1751; but the principle there adopted is erroneous, and of course the deductions, although possessing a great appearance of simplicity, are wholly useless. Under the article Telescope, in the Encyclopædia Britannica, is another essay of this kind, which is correct in principle, but far from possessing the degree of simplicity which is desirable for practical purposes.\n\nUnder the like article in Rees's Cyclopædia is a treatise on the same subject, which may be considered wholly practical; it is founded however upon Martin's method, but corrected by an empirical multiplier, which answers remarkably well in many instances, but is erroneous in all extraordinary cases.\n\nLastly, an elaborate and highly scientific investigation relative to these constructions was published by Mr. Herschel,\nin the Phil. Trans. for 1821, to which I shall refer more at length in a subsequent page. These, I believe, constitute every attempt that has been made in this country to bring the strict laws of optics, applicable to these cases, within the reach of numerical calculation.*\n\nMore numerous attempts have been made by foreign mathematicians; but as far as my knowledge of them extends, they have in no instance been attended with the success that might have been expected from the deservedly high reputation of their authors.\n\nI have spoken above principally of the methods of determining the radii of curvature of the lenses; but in order to enter upon this calculation, certain data are necessary, which require previous experiments and tedious numerical computations; so that upon the whole, to take two specimens of glass of unknown indices and dispersions, to form an object glass of them, free from colour and spherical aberration, requires very formidable calculations, involving in them, according to the best methods yet employed, certain principles and operations which we ought hardly to expect practical opticians to be masters of. At all events, every simplification that can be thrown into experiments and calculations of this kind must be desirable; and, I am greatly in hopes it will be found that I have, in the following pages, contributed\n\n* Since this Paper was written, Mr. Herschel has also published in the Encyclopædia Metropolitana, under the article Light, a still more extended investigation relative to this and other optical subjects; to which article it will likewise be necessary for me to refer as we proceed; and if, after all, any reference should be omitted which ought to be made, it must be attributed to this Paper having been written before the publication of the former.\na little towards this object. Probably, also, the immediate comparison of the computed results, with experiments on a large scale, will add a value to this Paper, which it might not otherwise have been thought to possess, and for which I am indebted to Messrs. W. and T. Gilbert, who very liberally engaged to submit to the test of experiments any theoretical deductions I might be led to in an investigation of these subjects.\n\nOn the determination of the index of refraction.\n\n2. The following method of determining the index of refraction, by means of a lens, is not given as new; it has, on the contrary, been long practised; but as it forms the foundation of the method for determining the dispersive ratio, and will occupy but a few lines, I shall be excused for introducing it into this Paper.\n\nIt is simply this:—since by knowing the radii of curvature of a lens, and its index of refraction, we may compute the focal length; so conversely, by knowing the radii and measuring the focal length, we may compute the index of refraction.\n\nThe method which we employed for measuring the focal length of a lens, was as follows: a tube about $2\\frac{1}{2}$ inches in diameter, and which exactly measured 10 inches from the back of the lens to its other extremity, was fitted with a draw tube of the same length, graduated to inches and tenths, and which, by means of a vernier, might be read to the hundredth of an inch. This was fitted with a positive eye-piece, which was adjustable to bring the cross wires exactly into its focus, and the graduations above-named commenced from this\npoint or stop. A board about two feet square, covered with black crape, and having a clean circular piece of card paper, with fine cross lines upon it, was placed at a convenient measured distance from the lens, and then the draw tube was adjusted till we had the focus exactly coincident with the cross wires. This is easily ascertained, by moving the eye a very little upwards and downwards. Then, when the image does not fall exactly on the wires, this motion of the eye will produce an apparent motion between the cross wires on the telescope and those on the card; but when they are coincident, then, however the eye may be moved, the image and the cross wires will be at rest. This being determined, the focal length for this distance of the object is read off as above described. Let this focal length be $f$, the distance $d$, radii $r, r'$, and index $1 + a$; then, by a simple inversion of the well known formula for the focal length of a lens, we have\n\n$$a = \\frac{rr'}{r + r'} \\left( \\frac{1}{f} + \\frac{1}{d} \\right).$$\n\nBut as for these experimental purposes we made the radii equal, or $r = r'$, this formula became simply in this case\n\n$$a = \\frac{r}{2} \\left( \\frac{1}{f} + \\frac{1}{d} \\right) - - - - - (1).$$\n\nThe only possible source of error this method involves, is in the measurement of the tools; but this, from repeated experiments, we found might always be determined to within less than a five hundredth part of the radius, which can only affect the result to the amount of about $\\frac{1}{1500}$th part of the index.\nMethod of determining the dispersive ratio.*\n\n3. The instrument employed for this purpose is similar to that used for determining the index, except that the tube, instead of being only ten inches in length, consists of three joints, one 20 inches, and two others 10 inches each, the draw tube being about 14 inches long (graduated as before); so that the length may be conveniently varied between 20 and 50 inches. The cell, which carries one of the lenses at the extremity of this tube, screws inside flush with the tube itself, and will thus admit another tube about 20 inches long to slide over it; at the extremity of the latter is another cell for carrying the plate lens.\n\nThis exterior tube is moved over the other by means of a tangent screw and handle, with Hook’s universal joint, as in the adjustment of transit and other instruments. Moreover, the exterior tube being opened for the space of two inches, and the interior tube graduated, the distance of the two lenses from each other may always be read off to the hundredth of an inch.\n\nThe instrument being thus described, the method of using it, and the principle on which the determination rests, will be readily understood. It is well known that in order to produce\n\n* I am not aware that this very simple method of determining dispersive ratios has been before practically employed; but it is suggested by Mr. Herschel in his recent article referred to in a former page. He deduces it from considerations relative to the achromaticity, when the two lenses of an object-glass are placed at a distance from each other; his primary object being to complete any trifling want of correction by a change of distance. My views were not very dissimilar, and our resulting equations, although differently expressed, are of course equivalent.\nachromatism in an object glass, it is requisite that the focal lengths of the two lenses be to each other in the ratio of their dispersive powers; that is, the ratio of the dispersive power of the flint being to that of the plate as $1 : d$, the focal length of the flint must be to that of the plate also as $1 : d$, the two lenses being in contact.\n\nIf therefore we have two lenses, viz. a concave flint, and a convex plate, in which the focal length of the latter bears a greater ratio to that of the former than $1$ to $d$, we must open the two lenses from each other till the required ratio is obtained, when the object will be colourless, and therefore conversely, when the image is colourless, we shall be sure that the ratio of the focal lengths will be that also of the dispersive powers.\n\nTo illustrate this a little more particularly, let $f, f'$ be the focal lengths of the plate and flint lens, and let $\\delta$ be the distance of the lenses when the image is colourless. Then, first, it is obvious, that the effect will be the same as if we had a plate lens in contact with the flint, which had for its focal length $f - d$, but the actual quantity of its dispersion that due to the whole focal length $f$; that is, the same as a plate lens of focal length $f - \\delta$, and whose dispersive power $= \\frac{fd}{f-d}$.\n\nAnd since in this state the image is colourless, it follows that\n\n$$f' : f - \\delta :: 1 : \\frac{fd}{f-d}.$$  \n\nAnd therefore $d$, which is the quantity sought, is found from the equation\n\n$$d = \\frac{(f-\\delta)^2}{ff'} \\quad \\text{(2)}.$$  \n\nThe lenses we employed were about $2\\frac{1}{2}$ inches in diameter,\nequally convex in the plate, and plano concave in the flint; their focal lengths varying in the plate and crown from $9\\frac{1}{2}$ to $10\\frac{1}{2}$ inches, according to their respective refractive indices, and in the flint from about 10 to $11\\frac{1}{2}$ inches.\n\n4. The flint lens, as will have been observed from the preceding description, is placed in the interior tube, and the plate in the exterior; and if when the two interior faces of the lenses are in contact, the index does not read zero, its actual reading is recorded; and ultimately, the index reading when the image is colourless is corrected by this quantity.*\n\nThis preliminary being attended to, the manner of conducting the experiments is as follows.\n\nFix up the black board with the circular white spot, as already described, at a convenient distance, and in a good light, directly opposite the tube properly mounted on its stand.\n\nLet the two lenses be placed nearly in contact, and suppose the length of the tube reduced to about 20 inches. Now, move the plate lens gently forward by means of the handle and screw, the eye being placed at the eye-glass, and the image of the circular spot will, after a time, begin to appear in the field of the telescope, having a bright and strong violet spot in the middle; at this time a very little farther motion in the plate lens will give a distinct image of the object, but encircled by a strong violet shade.\n\nIf now the tube be lengthened to about 25 inches, and the experiment repeated by closing the glasses, the violet spot in the middle, and the circular ring when the focus is obtained, will have changed to a fine blue. If again we lengthen the\n\n* The different thicknesses of the lenses render the correction necessary.\ntube considerably, that is to nearly 50 inches, we shall find by repeating the experiment, that is, by closing still more the two glasses, that the circular spot before the image is formed, and the surrounding atmosphere when the focus is obtained, will be red, orange or yellow; and between these extremes a focal length will be found where the circular spot in the middle will lose all distinguishing colour, showing itself a bright white; and when in the focus the image will be colourless, although surrounded by a visible atmosphere, principally proceeding from a want of spherical correction.\n\nAt this time the glasses are corrected for dispersion, and the compound focal length measured from the back of the flint, and the distance of the glasses must be accurately read off; and with these data the dispersion may be obtained by the formulæ already given, viz.:\n\n\\[ d = \\frac{(f - \\delta)^2}{ff'} \\]  \n\nIn this expression \\( f \\) is the focal length of the plate lens for the given object, and \\( f' \\) the focal length of the flint for parallel rays. The former may be found by direct observation with the index instrument, as already described, but the latter is best determined by means of the compound focus; that is, calling the compound focus \\( f'' \\), we shall have\n\n\\[ \\frac{1}{f'} = \\frac{1}{f''} - \\frac{1}{f - \\delta} \\]\n\nand \\( f' \\) being thus determined, is to be employed in the preceding formula.\n\nAs an example: suppose the compound focus measured from the flint to be 34.89 inches, the focal length of the crown lens 9.85 inches, and the distance between the lenses 1.41 inches.\ndetermining the dispersive ratio of glass, &c.\n\nFirst \\( \\frac{1}{f'} = \\frac{1}{38.89} - \\frac{1}{8.44} \\),\n\nWhence \\( f' = 11.13 \\) inches.\n\nThen \\( d = \\frac{f - s^2}{ff'} = \\frac{8.44^2}{9.85 \\times 11.13} = .649 \\),\n\nthe dispersive ratio sought.\n\nOn the computation of the radii for correcting spherical aberration and colour.\n\n5. We have seen, that to render an object-glass achromatic, it is only necessary to have the focal lengths in the direct ratio of the dispersive power of the two glasses.\n\nLet this ratio be \\( 1 : d \\); then representing the compound focal length by \\( f'' \\), we shall have\n\n\\[ f = f'' (1 - d) = \\text{focal length of plate.} \\]\n\n\\[ f' = f'' \\left( \\frac{1 - d}{d} \\right) = \\text{focal length of flint.} \\]\n\nAnd these focal lengths, without any other condition, will give a compound focal length \\( f'' \\), and produce achromatic correction.\n\nLet \\( '1 + a = \\text{index of plate} \\)\n\n\\[ 1 + a' = \\text{index of flint,} \\]\n\n\\( r, r' \\) the radii of curvature in the plate,\n\n\\( r'', r''' \\) those of the flint.\n\nThe order of the radii reckoned from the object side being \\( r, r', r'', r''' \\), the two former being convex, and the latter concave, unless the contrary be stated.\n\nThen by a known formula we shall have\n\n\\[ \\frac{1}{r} + \\frac{1}{r'} = \\frac{1}{fa} \\]\n\n\\[ \\frac{1}{r''} + \\frac{1}{r'''} = \\frac{1}{f'a'} \\]\nHere then are four quantities to be determined, and only two equations; so that if the condition of being achromatic was the only one, we might have any variety of answers at pleasure; but it is also required that the object-glass shall be free from spherical aberration, which is still only a third condition; and therefore, even with this, the question may still be considered as admitting of various solutions. But a fourth condition may be that the two interior surfaces shall be either actually equal, or very nearly so. And this last condition serves to bring the solution within very narrow limits, although it is still not strictly limited, unless we insist upon perfect contact surfaces, or some other specific condition.\n\nMr. Herschel, in his very elaborate and valuable Paper on this subject in the Phil. Trans. Part II. 1821, instead of this last condition, has taken another, viz. \"the destruction of aberration, not only for parallel rays, but also for rays diverging from a point at any finite distance.\"\n\nThe resulting equations by the introduction of this condition, make the radii of the two interior surfaces nearly equal; but in several cases the convex side is the deeper, and the two surfaces therefore ride in the middle, unless separated at the edges by paper, or some other substance interposed between them, which by many practical opticians is considered objectionable.* The contact surfaces are also in this construction deeper, and the actual quantity of aberration in either lens to be corrected is greater than would otherwise be necessary. Moreover, by insisting upon any fourth condition,\n\n* Mr. Herschel suggests that the best way would be in all cases to frame each lens into a separate cell, and to adjust them to each other by screws. In this case, of course, it would be indifferent which of the two were the deeper surface.\nequally rigid with the other three, the workman is restricted to a very exact accordance in the measure of all his four tools, and it leaves him no opportunity of matching a good flint lens with a plate, or a plate with a flint, which is in many cases a desirable convenience. I have not therefore insisted rigidly upon a fourth condition, but have made this subservient to the above convenience, by only requiring that the contact surfaces shall be either exactly, or nearly equal, and the concave the deeper, when there is any difference between them. The optician is thus enabled to make a choice, within certain limits, of the radii of one of his lenses, and has only to match the other to it. By this means the intricate equation arising out of the fourth condition is avoided. I am quite aware, that in this way a great sacrifice is made of analytical elegance; but as my object has been to bring the calculation fully within the reach of such practical opticians as have no pretensions to a knowledge of analysis, I have preferred a simple, although somewhat indirect method of computation, to one more direct and refined, but at the same time more intricate and laborious. The principle here proposed will be illustrated in the following paragraphs.\n\nThe investigation of the aberration produced at one spherical surface is found in most of our optical treatises, and need not therefore be repeated in this place; of these expressions, that which is given in Wood's Optics (art. 397) is perhaps one of the most simple. I shall therefore adopt this, and refer the reader to the work itself for the investigation.\n\nLet $d$ be the distance of a radiant point from a spherical convex surface of a denser medium whose radius is $r$, and semidiameter $y$; let also the sine of incidence to the sine of\nrefraction be as $1$ to $1 + a$; that is, let the refractive index be $1 + a$; then it is shown in the work above quoted that the aberration, *in this medium*, will be\n\n$$p = \\frac{a(d + r)^2}{(ad - r)^2} \\times \\frac{d + (a + z)r}{(a + 1)d} \\times \\frac{y^2}{zr} \\quad \\text{(4)}$$\n\nThis expression is for the case of diverging rays on a convex surface of a denser medium; but it will apply to the case of a concave surface by merely changing all the signs of $r$. For parallel rays, $d$ must be considered infinite; and for converging rays, $d$ must be taken negative; so that this expression is general in all cases where the rays enter a denser medium.\n\nWhen the rays pass from a dense to a rare medium, the ratio is $1 + a : 1$; but this, to be rendered symmetrical, must be reduced to $1 : 1 - b$, where $b = \\frac{a}{1 + a}$: substituting therefore in the above, every where $- b$ for $a$, we obtain for the case of diverging rays on a convex spherical surface,\n\n$$- p = \\frac{-b(d + r)^2}{(bd + r)^2} \\times \\frac{d + (2 - b)r}{(1 - b)d} \\times \\frac{y^2}{zr}$$\n\nAnd the expression for converging rays on a concave surface is precisely the same, except in the sign of the last factor; because both $d$ and $r$ changing from positive to negative, leave the expression precisely the same, with the above exception; it becomes therefore in this case\n\n$$p = \\frac{b(d' + r')^2}{(bd' + r')^2} \\times \\frac{d' + (2 - b)r'}{(1 - b)d'} \\times \\frac{y^2}{zr'} \\quad \\text{(5)}$$\n\nmerely writing $d'$ and $r'$ for $d$ and $r$, for the sake of distinguishing between the two formulæ.\n\n7. Now, in order to find the aberration of a lens, as caused by the refraction at the second surface, which is equivalent to the rays falling upon the spherical surface of a rarer\nmedium, the latter expression must be employed, in which therefore \\( d' \\) is not infinite as in the former case, but is dependent upon the refraction at the first surface of the lens, being the distance to which the rays converge in consequence of that refraction; \\( d' \\) therefore in this case, by a well known expression for the focus of the rays at one surface, is\n\n\\[\nd' = \\frac{(a + 1) dr}{ad - r} \\quad (6)\n\\]\n\nWhere \\( d \\) must be taken positive or negative accordingly as the rays first diverge or converge, and \\( r \\) must be positive or negative as the first surface is convex or concave, and this value of \\( d' \\) substituted in equation (5), will give that part of the aberration which depends upon the rays, impinging on the second surface. But there is also another part depending upon the aberration of the first surface; for as the rays in consequence of the first aberration do not all converge to the distance \\( d' \\), whereas we have computed the second case as if they did, there will be an aberration on that account.\n\nLet the aberration produced at the first surface be \\( x \\); then the consequent aberration at the second surface will be (Wood's Optics, Art. 405.)\n\n\\[\n\\frac{(1 - b) r'^2}{(bd' + r')^2} \\times x\n\\]\n\nAnd hence the entire aberration produced with diverging rays by a convex lens from a distance \\( d \\), the radii being \\( r, r' \\), will be expressed by\n\n\\[\n\\left\\{ \\frac{a(d + r)^2}{(ad - r)^2} \\times \\frac{d + (a + 2)r}{(a + 1)d} \\times \\frac{(1 - b) r'^2}{(bd' + r')^2} \\times \\frac{1}{2r} \\right\\} \\times y^2 = p\n\\]\n\nAnd by substituting for \\( b \\) its value \\( \\frac{a}{a + 1} \\), and making \\( \\frac{d}{r'} = c \\), \\( \\frac{d'}{r'} = c' \\), and \\( \\frac{r}{r'} = q \\), this reduces first to\nMr. Barlow on the rules and principles for\n\n\\[\n\\frac{a(c+q)^2}{(ac-q)^2} \\times \\frac{c+(a+z)q}{c(ac'+a+1)^2} \\times \\frac{1}{2r} \\\\\n+ \\frac{a(c'+1)^2}{(bc'+1)^2} \\times \\frac{(c'+z-b)q}{c'} \\times \\frac{1}{2r'} \\bigg\\} \\times y^3 = p;\n\\]\n\nand ultimately to\n\n\\[\n\\frac{(c+q)^2}{(ac-q)^2} \\times \\frac{c+(a+z)q}{c(ac'+a+1)^2} \\bigg\\} \\times \\frac{ay^2}{2r'} = p - (7).\n\\]\n\nAnd this I believe is the simplest form to which the general expression for the aberration of a single lens can be reduced.\n\nIn the above form it applies to the case of diverging rays and for a double convex lens; but it may be rendered applicable to every other case by attending to the proper signs of \\(d, r,\\) and \\(r'\\); \\(d\\) being negative for converging rays, and \\(r, r'\\) being positive or negative accordingly as they are either or both convex or concave.\n\n(8). When the distance is infinite or the rays parallel, then \\(c\\) being infinite, this expression becomes\n\n\\[\n\\frac{1}{a^2} \\times \\frac{1}{(ac'+a+1)^2} \\\\\n+ \\frac{(c'+1)^2}{(bc'+1)^2} \\times \\frac{(c'+z-b)q}{c'} \\bigg\\} \\times \\frac{ay^2}{2r'} = p;\n\\]\n\nand since also in this case\n\n\\[\nd = \\frac{(a+1)r}{a} \\quad \\text{and} \\quad c' = \\frac{(a+1)q}{a},\n\\]\n\nthis equation after farther reduction, that is, after substituting \\(c\\) in terms of \\(a\\), becomes\n\n\\[\n\\frac{a^4}{4a^3} + \\frac{2a^4}{6a^3} + \\frac{a^4}{5a^2} + \\frac{a^4}{4a^2} + \\frac{a^4}{1} \\bigg\\} \\times \\frac{y^2}{2af} = p\n\\]\nObserving that \\( \\frac{1}{2af} = \\frac{1}{2r} + \\frac{1}{2r'} \\), \\( f \\) being the focal length; or writing \\( A, B, C, D \\), for the several coefficients, making also \\( p' = 2pa \\), and calling \\( y = 1 \\), it is\n\n\\[\np' = \\frac{Aq^2 + Bq + C}{D(q + 1)^2} \\quad \\ldots \\quad (8).\n\\]\n\n9. This equation in the common form of object-glasses belongs only to the plate or crown lens, which receives the direct or parallel rays; therefore the value of \\( a \\), which enters into it, may always be considered to fall within the limits \\( a = .50 \\), and \\( a = .53 \\).\n\nWhen \\( a = .50 \\), this in numbers reduces to\n\n\\[\n\\frac{4.5q^2 + q + 1.16}{(q + 1)^2} = p',\n\\]\n\nand the solution gives\n\n\\[\nq = \\frac{p' - .50 \\pm \\sqrt{(p' - .50)^2 + (p' - 1.16)(4.5 - p')}}{4.5 - p'} \\quad \\ldots \\quad (9).\n\\]\n\nWhen \\( a = .51 \\),\n\n\\[\nq' = \\frac{p' - .53 \\pm \\sqrt{(p' - .53)^2 + (p' - 1.146)(4.47 - p')}}{4.47 - p'} \\quad \\ldots \\quad (10).\n\\]\n\nWhen \\( a = .52 \\),\n\n\\[\nq' = \\frac{p' - .56 \\pm \\sqrt{(p' - .56)^2 + (p' - 1.127)(4.44 - p')}}{4.44 - p'} \\quad \\ldots \\quad (11).\n\\]\n\nWhen \\( a = .53 \\),\n\n\\[\nq' = \\frac{p' - .58 \\pm \\sqrt{(p' - .58)^2 + (p' - 1.11)(4.42 - p')}}{4.44 - p'} \\quad \\ldots \\quad (12).\n\\]\n\n10. Having thus (equat. 7.) found a general expression for the aberration of a lens when the rays emanate from a given point, and in (equat. 8.) the expression for the aberration of a lens receiving parallel rays, the indirect method by which an equal and contrary aberration in the two lenses is produced may be thus described.\nSince, when the aberration in the flint lens is so proportioned as to counteract that of the plate, all the rays converge to the mean focal point; so, conversely, if we suppose rays emanating from that focal point, they will have precisely the reverse route, after their refraction at the flint lens, to that which they have when they are converging towards it in an opposite direction from the plate lens; consequently, the aberration of the flint lens for rays emanating from the mean or compound focus, must be equal to the aberration from the plate lens for parallel rays in the opposite direction. And in the former case, when the amount of aberration has been ascertained, this will be also that due to the latter; whence the ratio of the surfaces which will produce this aberration, or the value of $q$ may be computed by means of the general quadratic equation (8.) or the particular equation belonging to the given plate index. Hence we may proceed as follows:\n\n11. First, to compute the aberration of the flint lens for rays assumed to emanate from the compound focal point.\n\nHere the distance $= f''$, index $= 1 + a'$, dispersion $= d$; and let the radii of the surfaces (for distinction sake) be $r''', r''$; and the ratio of $r'' : r''' :: 1 : q$. Then\n\n$$f = f'' (1 - d) = \\text{focal length plate.}$$\n\n$$f' = f'' \\left( \\frac{1 - d}{d} \\right) = \\text{focal length flint.}$$\n\n$$r''' = f' a' (q' + 1) = \\text{outside surface flint.}$$\n\n$$r'' = f' a' \\left( \\frac{q' + 1}{q} \\right) = \\text{inside surface flint.}$$\n\nWhence again,\n\n$$d' = \\frac{(a' + 1)f'' r'''}{a' f'' - r'''} \\quad \\cdots \\quad (13.)$$\n\n$$c' = \\frac{d'}{r''} = \\frac{(a' + 1)f'' q'}{a' f'' - r'''},$$\n\n$$c = \\frac{f''}{r''}, \\quad b = \\frac{a'}{a' + 1},$$\n\nare all known quantities; and consequently,\ndetermining the dispersive ratio of glass, &c.\n\n\\[\n\\frac{(c + q')^2}{(a'c - q')^2} \\times \\frac{c + (a' + 2)q'}{c(a'c + a' + 1)^2} \\times \\frac{a'}{2r''} = p\n\\]\n\nis also known. This is the amount of aberration for the flint lens for rays supposed to diverge from the compound focal point; and this, as we have seen, is also the amount of the aberration of the plate lens for parallel rays in an opposite direction; but this latter is equal to \\( \\frac{p'}{2fa} \\) (art. 8.). Multiplying therefore the last found value of \\( p \\) by \\( 2fa \\), and substituting for \\( f'' \\), \\( r'' \\), and \\( r''' \\) in the preliminary equations, we obtain\n\n\\[\nb = \\frac{a'}{(a' + 1)} \\quad c' = \\frac{dq'}{b(q' + 1 - dq')} \\quad c = \\frac{dq'}{a'(1-d)(q+1)};\n\\]\n\nand lastly,\n\n\\[\n\\frac{(c + q')^2}{(a'c - q')^2} \\times \\frac{c + (a' + 2)q'}{c(a'c + a' + 1)^2} \\times \\frac{ad}{q' + 1} = p' - (14).\n\\]\n\nAnd this value of \\( p' \\) substituted in equations (8), will furnish the proper value of \\( q \\) for the ratio of the radii of the surfaces of the plate lens; and we shall then have\n\n\\[\nf = f''(1-d) = \\text{equal focal length of plate.}\n\\]\n\\[\nf' = f''' \\left( \\frac{1-d}{d} \\right) = \\text{equal focal length of flint.}\n\\]\n\\[\nr = fa(q+1) = 1\\text{st surface plate.}\n\\]\n\\[\nr' = fa \\left( \\frac{q+1}{q} \\right) = 2\\text{nd surface flint.}\n\\]\n\\[\nr'' = f'd \\left( \\frac{q+1}{q} \\right) = 3\\text{d surface plate.}\n\\]\n\\[\nr''' = f'd(q'+1) = 4\\text{th surface flint.}\n\\]\n\n* The value of \\( y \\) being the same in both lenses is omitted, or considered as unity in both expressions.\nThe latter $r''$, being concave or convex accordingly as $q'$ is positive or negative.\n\nIt is to be observed, however, that if in these results $r'$ should be less than $r''$, or if it should exceed it too much, so as to leave the contact surfaces too wide, a new supposition of the value of $q'$ must be made till the required approximation, stated in our fourth condition (art. 6.) is obtained.\n\n12. It fortunately happens that the most laborious part of the above operation, viz. the solution of the equation from which the value of $q$ in the plate lens is obtained, is readily reduced to a tabulated form, whereby this calculation is altogether avoided. This is done in the following short table, in which all the more practicable values of $q$ are given for the several indices $a = .500$, $a = .510$, $a = .520$, and $a = .530$; and it will be seen that so little change takes place in the value of $q$, for these changes of indices, that the number answering to any value of $a$ between these limits may be readily found by simple proportion.\n\nIn this Table $p$ represents the amount of aberration as determined by equation (14), and in the adjacent column is given the corresponding value of $q$: as to the method of using the table it will be readily comprehended from an example.\n13. Table showing the aberration of a lens for parallel rays to the four different indices '1500, '1510, '1520, '1530.\n\n| p = the value of aberration. | Ratio of surfaces, or values of q for different indices. |\n|-----------------------------|--------------------------------------------------------|\n|                             | 1'500 | 1'510 | 5'20 | 5'30 |\n|                             | q     | q     | q    | q    |\n| 1'05                        | Imaginary. | Imaginary. | Imaginary. | '180 |\n| 1'10                        | '292   | '291   | '296 | '303 |\n| 1'15                        | '380   | '374   | '377 | '380 |\n| 1'20                        | '445   | '445   | '446 | '447 |\n| 1'25                        | '515   | '510   | '506 | '509 |\n| 1'30                        | '572   | '570   | '568 | '567 |\n| 1'35                        | '635   | '627   | '625 | '626 |\n| 1'40                        | '689   | '686   | '683 | '683 |\n| 1'45                        | '750   | '743   | '740 | '740 |\n| 1'50                        | '803   | '800   | '798 | '798 |\n| 1'55                        | '865   | '858   | '855 | '855 |\n| 1'60                        | '921   | '917   | '913 | '913 |\n| 1'65                        | '979   | '975   | '973 | '972 |\n| 1'70                        | '042   | '037   | '034 | '034 |\n| 1'75                        | '103   | '098   | '096 | '095 |\n| 1'80                        | '166   | '161   | '159 | '159 |\n| 1'85                        | '230   | '226   | '223 | '223 |\n| 1'90                        | '296   | '292   | '289 | '290 |\n| 1'95                        | '360   | '356   | '357 | '359 |\n| 2'00                        | '434   | '431   | '429 | '430 |\n| 2'05                        | '506   | '503   | '503 | '504 |\n| 2'10                        | '581   | '578   | '579 | '580 |\n| 2'15                        | '658   | '657   | '658 | '659 |\n| 2'20                        | '738   | '738   | '738 | '741 |\n\nExample.\n\n14. Let it be proposed to compute the curves for an achromatic object-glass; the data being as below, viz.\n\nIndex of plate = 1'515, of flint = 1'600,\n\nDispersive ratio = '66, diameter 5\\(\\frac{1}{2}\\) inches, focus 80 inches.\n\nHere \\(a = '515\\), \\(a' = '600\\), \\(d = '66\\), \\(f'' = 80\\).\n\nFirst \\(f''(1 - d) = 80 \\times '34 = 27'20 = f\\),\n\nand \\(f''\\left(\\frac{1 - d}{d}\\right) = \\frac{80 \\times '34}{'66} = 41'21 = f'\\).\nWe have thus the focal length of the plate and flint lens. Assume now for the ratio of the radius of the inside surface to the outside surface of the flint $1 : 10$, that is,\n\nLet $r'' : r''' :: 1 : 10$ or $q' = 10$ then\n\n$$r'' = f' \\frac{a'}{q'} (1 + q') = \\frac{41.2 \\times 60 \\times 11}{10} = 27.19 \\text{ concave},$$\n\n$$r''' = f' \\frac{a'}{q'} (1 + q') = 41.2 \\times 60 \\times 11 = 271.9 \\text{ concave}.$$\n\nTherefore to find the values of the letters employed in formula (14.) for the aberration, we have, $r'' = -27.19$, $r''' = -271.45$,\n\n$$q' = 10, c' = \\frac{(a' + 1) f'' q'}{a' f'' - r''} = 4.03$$\n\n$$c = \\frac{f'}{r''} = \\frac{80}{27.19} = 2.94$$\n\n$$b = \\frac{a'}{a' + 1} = \\frac{6}{1.6} = .375.$$\n\nThese values substituted in the expression\n\n$$\\left( \\frac{(c' + q')^2}{(a' c' - q')^2} \\times \\frac{c + (a' + 2) q'}{c (a' c' + a' + 1)^2} \\right) \\times \\frac{a d}{(q' + 1)} = p$$\n\ngive in numbers\n\n$$\\left( \\frac{49.84}{138.3} \\times \\frac{23.06}{-47.45} \\right) \\times \\frac{.515 \\times .66}{11} = 1.73 = p.$$ \n\nIf now we were to employ the equations given for determining the value of $q$, this value of $p$ must be substituted in the equation answering to $a = .515$; but making use of the table, we must find the nearest value to $p$ in the first column above and below 1.73, and thence the corresponding value of $q$. Here, since the values of $q$ answering to $p = 1.70$, and 1.75, are the same, for $a = .510$, and $a = .520$, we may infer they are the same for $a = .515$; hence,\ndetermining the dispersive ratio of glass, &c.\n\n\\[ p = 1.70, \\quad q = 1.03, \\quad p = 1.70 \\]\n\\[ p = 1.75, \\quad q = 1.09, \\quad p = 1.73 \\]\n\n\\[\n\\frac{.05}{.06} : \\frac{.03}{.036}\n\\]\n\nWhen \\( q = 1.066 \\).\n\nThen again \\( r' = fa \\frac{(q + 1)}{q} = 27.2 \\) very nearly.\n\n\\[ r = fa (q + 1) = 28.9. \\]\n\nHence the required radii are\n\n\\[\n\\begin{align*}\nr &= 28.9 \\text{ convex} \\\\\nr' &= 27.2 \\text{ convex} \\\\\nr'' &= 27.19 \\text{ concave} \\\\\nr''' &= 271.9 \\text{ concave}\n\\end{align*}\n\\]\n\nplate lens.\n\nflint lens.\n\nComparison of the preceding formulae with the empirical rule said to be employed by Mr. Tully.\n\n15. According to the description we have, under the article Telescope in Rees's Cyclopædia, of the principle of computation adopted by this ingenious optician, it appears that instead of computing the aberration of the flint lens from the focal point, it is calculated for parallel rays, and always for the index 1.500; the formula made use of being\n\n\\[ p = \\frac{27q^2 + 6q + 7}{6(q + 1)^2} \\]\n\nas first given by Huygens. This must necessarily give an erroneous result; and to correct it, a comparison of various experiments has led to the formation of an empirical multiplier, which is said to compensate for the erroneous supposition, and to have formed the ground work of the practice of this able artist.\nThus, for example: having first computed the focal lengths of the two lenses, we must, according to these directions, assume any ratio, at least within practicable limits, for the radii of the surfaces of the plate; viz. \\( q = \\frac{r}{r'} \\); then, by the above formula, find the value of \\( p \\). Call now \\( p' \\) the aberration of the flint lens, computed by the same formula; then, independent of the correction above alluded to, we should have\n\n\\[\n\\frac{p}{f'a} = \\frac{p'}{f'a'}, \\quad \\text{or} \\quad p' = p \\times \\frac{f'a'}{f'a} = p \\times \\frac{a'}{da}.\n\\]\n\nBut the value of \\( p' \\) thus found, as might be expected, does not produce a good object-glass; and from experiment it was ascertained, that the best effect was obtained when the multiplier, instead of \\( \\frac{a'}{da} \\), was made equal to \\( \\frac{a'\\sqrt{a'^3}}{da\\sqrt{a^3}} \\);\n\n\\( p' \\) therefore is found by this formula\n\n\\[\np' = p \\times \\frac{a'\\sqrt{a'^3}}{da\\sqrt{a^3}}.\n\\]\n\nThen, substituting this value of \\( p' \\) in the equation\n\n\\[\np' = \\frac{27q^2 + 6q + 7}{6(q + 1)^2}\n\\]\n\nthe value of \\( q \\) is obtained; and hence, of course, the radii sought.\n\nNow, although this may furnish a very good approximation in some cases, it seems likely that it must, in others, deviate very considerably from the truth. I was desirous therefore of comparing the results obtained by this empirical formula, with those of the correct numbers as above determined, and also to ascertain experimentally, within what limits we might be in error without producing a sensible change in the correction of the object-glass; and through the assistance of\nMessrs. W. and T. Gilbert I have been enabled to make various experiments, some of the most useful of which I will endeavour to describe.\n\nFirst, however, let us ascertain what multiplier we should require, according to the practice we are speaking of, in the particular example computed in a preceding page.\n\n16. Assuming our plate lens such as we have found it, viz. having \\( \\frac{r}{p} = 1.066 = q \\), this gives\n\n\\[\np = \\frac{27q^2 + 6q + 7}{6(q + 1)^3} = 1.725,\n\\]\n\nand the multiplier \\( \\frac{a' \\sqrt{a'^3}}{da \\sqrt{a^3}} = 2.218 \\).\n\nNow, the aberration of our flint, which theoretically corrects the aberration of this plate, computed by this formula, viz. by taking \\( q = 10 \\), is\n\n\\[\np = \\frac{27q^2 + 6q + 7}{6(q + 1)^3} = 3.811;\n\\]\n\nwhence \\( \\frac{p'}{p} = \\frac{3.811}{1.725} = 2.209 \\).\n\nThe empirical rule therefore approaches extremely near in its result, in this case, to that obtained on strict optical principles; and in several other comparisons I have made, the agreement has been found equally close, although in others it differs too widely to be depended upon; and as the rule which I have given is strictly correct, and involves no greater difficulty of calculation than that we have been examining, there can, I think, be no doubt to which the preference should be given in any practical case of this kind.\nExperimental examination of the limits within which an error in spherical aberration and dispersion may have place, without producing a sensible defect in the object-glass.\n\n17. Although I feel convinced that the method we employed for measuring a tool, would give us a true result within $\\frac{1}{500}$th part of the radius, yet it by no means follows that a new tool can be made within the same limits to meet any computed radius. In fact, if all the accuracy of radii were requisite which the strict theory requires, it would be almost impossible to construct an object-glass that would bear a practical examination; fortunately, however, this is not the case; some scope may be allowed, without any very sensible change in the performance of the telescope; and to ascertain within what limits it was necessary to confine the error, was the object of the following experiments.\n\nExperiment 1.\n\n18. According to the preceding computation (art. 14), we ought to have for an 80 inch focus the following curves; the index of the flint being $1.600$, of the plate $1.515$, and dispersion $0.66$, viz.\n\n\\[\n\\begin{align*}\nr &= 28.9 \\quad \\text{plate} \\\\\nr' &= 27.2 \\\\\nr'' &= 27.19 \\\\\nr''' &= 271.9 \\quad \\text{flint}\n\\end{align*}\n\\]\n\ncompound focus 80 inches.\n\nMessrs. W. and T. Gilbert had by them two tools, which upon accurate measurement were found to be $26.4$ and $264$,\nand taking these instead of 27·19 and 271·9, the first surface to be rendered proportional ought to have been 28·05, and the focus 77·7 inches instead of 80 inches. A new tool was made for the first surface, but on measurement it turned out to be 28·4, viz. ·35 of an inch too long. We determined however to proceed with these radii, viz.\n\n\\[\n\\begin{align*}\n28·4 & \\quad \\text{plate.} \\\\\n26·4 & \\quad \\text{flint. Focus 77·9 inches.}\n\\end{align*}\n\\]\n\nThe glass being accurately ground to these numbers and well centred, the result was satisfactory; the spherical aberration appeared to be very perfectly balanced, although the actual amount of the aberration of the plate lens, in consequence of the excess of the first surface, was 1·738 instead of 1·730. The focal lengths now also answered to a dispersion \\(d = 0·664\\) instead of 0·660, and yet the correction for colour appeared perfect. It is clear, therefore, that an error to the amount here stated may exist between the computed and the practical radii, without producing any sensible detriment to the effect of the instrument. The plate was now reversed, carefully adjusted, and the observation repeated.\n\nThe achromatic correction of course was still perfect, and the spherical aberration seemed also tolerably well balanced, although the actual amount of the aberration of the plate was now only 1·62 instead of 1·73. The preference however appeared obviously to belong to the first arrangement.\n\n**Experiment 2.**\n\n19. In order to ascertain the effect of a known want of achromatic correction, a plate was employed which had been\nground to $26.4$ and $30$ inches, so that the arrangement was now\n\n$$\\begin{align*}\nr &= 30 \\quad \\text{plate.} \\\\\nr' &= 26.4 \\quad \\text{flint.}\n\\end{align*}$$\n\nThis would be the proportionate focal lengths for a dispersion $0.681$. Here the focus was of course too long; and the blue colour was so strong as to prevent our judging of the effect of spherical aberration.\n\nThe plate was reversed, but the focus and colour of course remained the same, as did also the general appearance. As far as spherical aberration was concerned, that of the flint was obviously over-corrected in one case and under-corrected in the other; but the defect was too much buried in the colour to enable us to distinguish the difference.\n\n**Experiment 3.**\n\n20. Messrs. Gilbert having by them a concave flint lens of the same glass to the radii $28.4$ and $264$, this was matched with the last plate: the curves were therefore now\n\n$$\\begin{align*}\nr &= 26.4 \\quad \\text{plate.} \\\\\nr' &= 30 \\quad \\text{flint.}\n\\end{align*}$$\n\nwhich proportions answer to a dispersion $0.638$, about as much in defect as the preceding one was in excess. And it was found to have the same general defect; but the colour was now of course yellow.\n\nWhatever the limits of error may be therefore that can be admitted with impunity, they must be far less than those in the last two experiments.\nExperiment 4.\n\n21. Here our flint lens was one of Guinand's, and we assumed for its radii $r'' = -40.4$, and $r'''$ infinite. Its index was found to be $1.630$, and its dispersion with our plate $0.545$; the index of the plate to be matched with it $1.515$; and the proposed, or rather the resulting, compound focal length, 77 inches; diameter $5\\frac{1}{2}$ inches.\n\nHere $a = 0.515$, $a' = 0.630$, $d = 0.545$, $f = 34.95$, $f' = 0.641$, $f''' = 77$; and since $r'''$ and $q'$ in this case are both infinite, we must substitute for $q'$, $\\frac{r'''}{r''}$ in the expression for $c'$, viz.\n\n$$c' = \\frac{(a' + 1)f''q'}{a'f'' - r'''} = \\frac{(a' + 1)f''}{r''} = 3.1$$\n\n$$c = \\frac{f''}{r''} = -1.90$$\n\n$$b = \\frac{a'}{a' + 1} = 0.386.$$\n\nSince $q$ is infinite, our general equation (14) by rejecting all the terms into which $q'$ does not enter, reduces to\n\n$$\\left\\{ \\frac{a' + z}{c(a'c' + a' + 1)^2} + \\frac{(c' + 1)^2}{(b c' + 1)} \\times \\frac{c' + z - b}{c'} \\right\\} \\times ad = p$$\n\n$$= (-0.107 + 5.289) \\times 2806 = 1.46,$$\n\nThis answers to $q = 0.753$.\n\nWhence $r = fa(q + 1) = 31.57$\n\n$r' = fa \\frac{q + 1}{q} = 41.93.$\n\nThe radii we really employed were $32.5$ and $40.4$, and the result was satisfactory in every respect with regard to correction; but the flint lens was very veiny, which prevented its being a good object-glass.\n\nMDCCCXXVII.\nExperiment 5.\n\n22. Here the curves of a flint lens were 22·2 and 56·4, both concave; the flint index 1·613; that of the plate to be matched with it 1·515; and the dispersion $d = 0·637$.\n\nBy the formula we found $r = 12·32$, and $r' = 27·3$; but the tools actually employed were 12·3 and 27·7, and with these the effect was every thing that could be desired; the colour and spherical aberration being both perfectly corrected.\n\nExperiment 6.\n\n23. This was an object-glass which had been computed on the principles of Mr. Herschel. The index of the flint was 1·587, of plate 1·515, dispersion 0·6775, and the focal length 29·5 inches.\n\nThe radii and foci, as determined by Mr. Herschel's rule, were\n\n$$\\begin{align*}\nr &= 19·91 \\\\\nr'' &= -6·66 \\\\\nf &= 9·52 \\\\\nr' &= 6·50 \\\\\nr''' &= +34·49 \\\\\nf' &= 14·06\n\\end{align*}$$\n\nIn order to compare this rule with the preceding, I assumed the flint radii as above, and computed the radii of the plate.\n\nHere $a = 0·515$, $a' = 0·587$, $d = 0·6775$, $f = 9·52$\n\n$$\\begin{align*}\nf' &= 14·06 \\\\\nf'' &= 29·5 \\\\\nr'' &= -6·66, r''' = 34·49 \\\\\nq' &= \\frac{r''}{r'} = -5·17 \\\\\nc' &= \\frac{(a' + 1)f''q'}{a'f'' - r''} = 14·0 \\\\\nc &= \\frac{f''}{r''} = -4·43 \\\\\nb &= \\frac{a}{a' + 1} = 0·37.\n\\end{align*}$$\n\nWhence our equation\ndetermining the dispersive ratio of glass, &c.\n\n\\[\n\\frac{(c + q')^2}{(a' - q')^2} \\times \\frac{c + (a' + 2) q'}{c (a' c' + a' + 1)^2} \\times \\frac{(c' + 1)^2}{(b' c' + 1)^2} \\times \\frac{(c' + 2 - b) q'}{c'} \\times \\frac{a d}{q' + 1} = p\n\\]\n\ngives in numbers\n\n\\[\n( + .569 - 33.54 ) \\times - .0851 = 2.805.\n\\]\n\nThis answers to \\( q = 3.064 \\); and then\n\n\\[\nr = f a (q + 1) = 19.913\n\\]\n\n\\[\nr' = f a \\left( \\frac{q + 1}{q} \\right) = 6.499\n\\]\n\nThese numbers agreeing so very exactly with Mr. Herschel's, was satisfactory; for although no doubt I believe could be entertained relative to either principle of computation, yet it was highly pleasing to me to see so close an agreement in the results of two numerical processes founded on such widely different bases.\n\n24. In these numbers, however, we have an example of the inconvenience, (to which I have referred, p. 240), of rigidly enforcing a fourth condition; for the concave of the flint being less deep than the corresponding plate convex radius, it was thought necessary to alter these numbers: this was done by changing \\( r'' = 6.66 \\) to \\( r'' = 6.58 \\), and \\( r' = 6.50 \\) to \\( r' = 6.61 \\), which was the least alteration we could make in the contact surfaces to have the concave the deeper of the two; the other radii were necessarily altered to \\( r = 19.0 \\), and \\( r''' = 32.5 \\); so that our actual experimental radii were\n\n\\[\n\\begin{align*}\nr &= 19.0 \\\\\nr'' &= - 6.58 \\\\\nr' &= 6.61 \\\\\nr''' &= + 32.5\n\\end{align*}\n\\]\n\nthe focal length and dispersive ratio, that is, the ratio of the\nfocal lengths, being thus very exactly the same as required by the conditions of the problem.\n\nThe lenses ground to these numbers turned out very fine; the surface, centering, &c. was also very perfect, and the result, notwithstanding the discrepancies between the computed and actual radii employed, was very satisfactory.\n\nThe scale of the experiment was however too small, the diameter of the lens being only $2\\frac{1}{4}$ inches, so that the defect of correction for aberration was not very sensible; but in several other subsequent experiments, with very nearly the same proportional numbers for focal lengths of 5, 6, and 7 feet, with proportional apertures, the want of correct balance in the spherical correction was very manifest.\n\nIt seems therefore that we may in some cases deviate from the radii given by theory much more than in others, without producing the same defect in the instrument; and it will be seen that this ought, \\textit{a priori}, to be expected. We know that the amount of aberration (the focal length, aperture, &c. being given), varies with the ratio of the surfaces, and is least in the plate lens for all the usual indices for parallel rays, when $r : r' :: 1 : 6$, and is very little increased with the ratio of $1 : 1$; all those results therefore, which require a ratio comprised within, or near, these limits, will have but a small quantity of aberration in the plate lens to be corrected by the flint lens; but when we employ such numbers as require a ratio of 3 to 1, or 4 to 1 in the plate, then the aberration to be corrected by the flint is very considerable, and a small discrepancy between the computed and practical radii will produce a much greater error than the same discrepancies would in the former instance; and to this circumstance I attri-\nbute the difficulty which we certainly found in submitting Mr. Herschel's numbers to practice. Nothing can be desired more accurate nor more elegant than the principles and the analysis on which it is founded, nor any thing more simple than the ultimate result; but it happens, that except the most rigid agreement has place between the computed radii and the radii employed, the discrepancy has a very considerable effect upon the correction of the object-glass.\n\nThe rule which I have endeavoured to explain in the preceding pages is, I believe, equally correct, but it possesses none of the elegance of investigation which distinguishes the other. To compensate for this, however, it has an extensive range of application, and will enable us in all cases to select those particular radii which will produce the required correction with the least liability to error, and with the closest contact surfaces. We may also, by rejecting the latter condition, match any flint whatsoever with its proper plate; which is I believe a great practical convenience.\n\nThe above are only a few out of a great number of experiments, but I have selected them so that they embrace all the varieties which can ever occur; viz. with the flint double concave when $q$ is positive; with the flint plano-concave when $q$ is infinite; and with it concavo-convex when $q$ is negative. So that I hope no one who has any knowledge of the meaning of an algebraical formula, can be at any loss in submitting the rules I have endeavoured to illustrate to a practical application.\nApproximate method of computing the curves for an achromatic object-glass.\n\n25. On referring to the formula (14.) for finding the value of $p$, it will be seen that the first term which expresses the aberration due to the aberration at the first surface, is very inconsiderable with respect to the other term, and that the former may be omitted in all common cases without producing any sensible error. This omission serves to contract the operation very considerably, while by a simple inspection of the table (art. 13.) it will be seen that its several columns are so nearly the same, that any mean one may be adopted instead of the whole: availing ourselves of this circumstance, every rule and principle for constructing an object-glass may be comprised in the following short synopsis, and the result may be used with every degree of confidence in all ordinary cases; although in large telescopes, and in cases where the index and dispersions are very extraordinary, it will be necessary to employ the exact formula already illustrated. According to the approximation here alluded to the rules for the computation may be stated as follows.\ndetermining the dispersive ratio of glass, &c.\n\nAPPROXIMATE FORMULA\n\nFor the Construction of Object-glasses.\n\nIndex plate = 1 + a. Index flint = 1 + d',\ndispersive ratio 1 : d, focal length = f''.\n\\[ f = f'' (1 - d) \\] = focal length plate,\n\\[ f' = f'' \\frac{(1 - d)}{d} \\] = focal length flint.\n\nAssumed ratio of flint surfaces 1 : q',\n\\[ r'' = f' a' \\frac{(1 + q')}{q'} \\] = inside radius flint,\n\\[ r''' = f' a' (1 + q') \\] = outside ditto\n\nFind \\( b = \\frac{a'}{a + 1} \\)\n\\[ c = \\frac{(a' + 1) f'' q'}{a' f'' - r'''} \\]\n\\[ p = \\frac{(c' + 1)^2}{(b c' + 1)^2} \\times \\frac{c' + z - b}{c'} \\times \\frac{a d q'}{q' + 1}, \\]\n\nand the corresponding value of q in the following table.\n\n| p   | q   | p   | q   | p   | q   | p   | q   |\n|-----|-----|-----|-----|-----|-----|-----|-----|\n| 1.15| .374| 1.40| .683| 1.65| .972| 1.90| 1.29|\n| 1.20| .446| 1.45| .739| 1.70| 1.03| 1.95| 1.36|\n| 1.25| .506| 1.50| .798| 1.75| 1.09| 2.00| 1.43|\n| 1.30| .568| 1.55| .855| 1.80| 1.16| 2.05| 1.50|\n| 1.35| .625| 1.60| .913| 1.85| 1.22| 2.10| 1.58|\n\nThen \\( r = fa (q + 1) \\) = radius 1st surface\n\\[ r' = fa \\frac{(q + 1)}{q} \\] = radius 2nd surface plate.\nMethod of practically determining the index of refraction and the curvature of the surfaces of any given convex or concave lens.\n\n26. It is frequently convenient for a practical optician to be enabled to determine the radii of curvature of a given lens, and I am not aware of any rule being given for this purpose; the following therefore may be acceptable. The method of measuring the radii of a given concave lens is very well known: it is simply to measure the reflected solar focus of each of the two surfaces; then double these numbers will be the radii sought.\n\nThe same simplicity of calculation does not present itself in the convex lens; still, however, the following method of deducing the radii will be found by no means difficult.\n\nObtain, as in the case of the concave lens, the focus by reflection from the back surface of the convex lens, exposing first one surface and then the other to the solar rays; measure also accurately the solar focal length of the lens by refraction; and then by means of these three quantities, equations may be formed which will give the radii of curvature and index of refraction.\n\nLet $r, r'$ be the radii of curvature of the two surfaces, and $1 + x$ the index of refraction let the lens be exposed to the sun's rays, so that the latter are first received upon the surface $r$. Then by known optical principles the refracted focus at the first surface will be\n\n$$f = \\frac{1 + x}{x} r.$$  \n\nWe may now therefore (disregarding the thickness of the\nlens, consider these rays as converging towards the back surface to a focus $f$; and from this surface a part of them will be reflected to a focus $f'$; which will be expressed by\n\n$$f' = \\frac{fr'}{z f - r'}.$$  \n\nThis, by substituting for $f$, its preceding value, and making $y = \\frac{x}{1 + x}$ becomes\n\n$$f' = \\frac{rr'}{z r - \\frac{x}{x + 1} r'} = \\frac{rr'}{z r - y r'}.$$  \n\nThese rays will be refracted at the first surface to a focus which we suppose to have been measured. Let this measured distance be $m$; then by known principles for expressing the refraction at the surface of a rarer medium, we have\n\n$$\\frac{1}{m} = \\frac{-y}{(1 - y)r} - \\frac{i}{(1 + y)f'}.$$  \n\nOr substituting for $f'$, we obtain\n\n$$\\frac{(1 - y) r'}{2 (1 + y) \\frac{r'}{r}} = m.$$  \n\nAnd of course by simply inverting the lens, or changing $r$ to $r'$, we have (calling the other measured focus $n$)\n\n$$\\frac{(1 - y) r}{2 (1 + y) \\frac{r}{r'}} = n.$$  \n\nLet $\\phi$ be the measured solar focus by refraction; then $1 + x$ being the index, we have\n\n$$x \\left( \\frac{1}{r} + \\frac{1}{r'} \\right) = \\frac{1}{\\phi}.$$  \n\nFrom which three equations, and the known relation between $y$ and $x$, the three required quantities $x$, $r$, and $r'$ may be obtained.\n\nMDCCCXXVII.\nIf we make \\( \\frac{r'}{r} = q \\): these equations are\n\n\\[\n\\frac{(1-y)r'}{1+qy} = 2m,\n\\]\n\n\\[\n\\frac{(1-y)r}{1+\\frac{y}{q}} = 2n,\n\\]\n\n\\[\n(q + 1) \\phi x = r' \\text{ and } \\frac{q+1}{q} \\phi x = r.\n\\]\n\nSubstituting for \\( r' \\) and \\( r \\) in the two former, we have (observing that \\( (1-y)x = y \\),\n\n\\[\n\\frac{y(q+1)}{1+yq} = \\frac{2m}{\\phi} = m',\n\\]\n\n\\[\n\\frac{y(q+1)}{q+y} = \\frac{2n}{\\phi} = n'.\n\\]\n\nHence \\( m' + myq = y(q + 1) \\),\n\nand \\( y = \\frac{m'}{(1-m')q+1} \\),\n\n\\[\nq + y = \\frac{m' + (1-m')q^2 + q}{(1-m')q+1}.\n\\]\n\nAnd substituting the last two values in the equation preceding them, we have\n\n\\[\n\\frac{m'(q+1)}{m'+(1-m')q^2+q} = n',\n\\]\n\nor, \\( m'n' + (n'-m'n')q^2 + n'q = m'(q + 1) \\).\n\nWhence \\( (m'n' - n')q^2 + (m' - n')q = n'm' - m' \\),\n\nor, \\( q^2 + \\frac{m'-n'}{m'n'-n'}q = \\frac{n'm'-m'}{m'n'-n'} \\).\n\nAnd since here \\( q = -1 \\) is obviously one of the roots, the other will be \\( \\frac{m'n'-m'}{m'n'-n'} = q \\),\n\nor \\( q = \\frac{2mn-n\\phi}{2mn-n\\phi} \\) - - - (1.)\n\nAgain, since \\( y = \\frac{x}{x+1} \\), and \\( y = \\frac{m'}{(1-m')q+1} \\), we may readily obtain \\( x = \\frac{2m}{(\\phi-2m)(q+1)} \\) - (2).\ndetermining the dispersive ratio of glass, &c.\n\nWhence the index $1 + x$ is known.\n\nAs also,\n\n$$\\phi x (q + 1) = r' \\quad \\text{(3)}.$$  \n\n$$\\phi x \\frac{(q + 1)}{q} = r \\quad \\text{(4)}.$$  \n\nThe radii sought.\n\n27. In order to determine the index of a given concave lens, we must combine it with any proper convex lens to produce a compound focus. Let this focus be $\\phi$, that of the convex lens $f$, and the required focus of the concave $x$, then by known principles\n\n$$\\frac{1}{x} = \\frac{1}{\\phi} + \\frac{1}{f}.$$  \n\nWhence $x$ becomes known. Having then measured the radii of curvature as already stated, and calling them $r, r'$, and index $1 + a$, we have\n\n$$a' \\left( \\frac{1}{r} + \\frac{1}{r'} \\right) = \\frac{1}{x},$$  \n\nand since $r, r'$, and $x$ are known, $a'$ and $1 + a'$ will of course be known also.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107875.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 38,
    "total-input-tokens": 61470,
    "total-output-tokens": 17780,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1417,
        2
      ],
      [
        1417,
        3227,
        3
      ],
      [
        3227,
        4814,
        4
      ],
      [
        4814,
        6359,
        5
      ],
      [
        6359,
        8159,
        6
      ],
      [
        8159,
        9804,
        7
      ],
      [
        9804,
        11551,
        8
      ],
      [
        11551,
        13157,
        9
      ],
      [
        13157,
        14513,
        10
      ],
      [
        14513,
        16376,
        11
      ],
      [
        16376,
        18180,
        12
      ],
      [
        18180,
        19942,
        13
      ],
      [
        19942,
        21687,
        14
      ],
      [
        21687,
        23118,
        15
      ],
      [
        23118,
        24647,
        16
      ],
      [
        24647,
        26431,
        17
      ],
      [
        26431,
        27991,
        18
      ],
      [
        27991,
        29282,
        19
      ],
      [
        29282,
        31690,
        20
      ],
      [
        31690,
        33190,
        21
      ],
      [
        33190,
        34508,
        22
      ],
      [
        34508,
        36126,
        23
      ],
      [
        36126,
        37466,
        24
      ],
      [
        37466,
        38840,
        25
      ],
      [
        38840,
        40433,
        26
      ],
      [
        40433,
        41787,
        27
      ],
      [
        41787,
        43143,
        28
      ],
      [
        43143,
        44401,
        29
      ],
      [
        44401,
        45951,
        30
      ],
      [
        45951,
        47746,
        31
      ],
      [
        47746,
        49299,
        32
      ],
      [
        49299,
        50444,
        33
      ],
      [
        50444,
        51585,
        34
      ],
      [
        51585,
        53079,
        35
      ],
      [
        53079,
        54335,
        36
      ],
      [
        54335,
        55457,
        37
      ],
      [
        55457,
        56276,
        38
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107875",
    "title": "Rules and Principles for Determining the Dispersive Ratio of Glass; and for Computing the Radii of Curvature for Achromatic Object-Glasses, Submitted to the Test of Experiment",
    "authors": "Peter Barlow",
    "year": 1827,
    "volume": "117",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 38,
    "jstor_url": "https://www.jstor.org/stable/107875"
  }
}