{
  "id": "0c4e24c270f17d31fd46cd81f59f8bd6511d3af5",
  "text": "A Correct Tide-Table, shewing the true Times of the High-Waters at London-Bridge, to every day in the Year 1683. By Mr. Flamstead.\n\n| Januar | Februa | March | April | May | June | July | August | Septem | Octob. | Novem | Decem |\n|--------|--------|-------|-------|-----|------|------|--------|--------|--------|--------|-------|\n| M      | H      | M     | H     | M   | H    | M    | H      | M      | H      | M     | H     |\n| 1      | 0      | 52    | 34    | 13  | 2    | 38   | 35     | 45     | 19     | 59    | 25    | 7     | 32    |\n| A      | 43     | 2     | 19    | 1   | 72   | 35   | 83     | 52     | 4     | 34    | 18    | 5     | 48    | 34    | 8     | 36    |\n| N      | 16     | 2     | 43    | 1   | 37   | 53   | 17     | 4     | 94    | 15    | 4     | 49    | 5     | 38    | 6     | 14    | 8     | 8     | 36    |\n| 2      | 46     | 3     | 05    | 2   | 63   | 14   | 3     | 35     | 4     | 25    | 33    | 6     | 01    | 6     | 43    | 3     | 43    | 9     | 10    |\n| N      | 14     | 3     | 24    | 2   | 27   | 3    | 22     | 3     | 53    | 4     | 42    | 4     | 05    | 22    | 6     | 26    | 7     | 15    | 9     | 18    | 9     | 43    |\n| 3      | 38     | 3     | 42    | 2   | 48   | 3    | 50     | 4     | 11    | 5     | 05    | 3     | 02    | 5     | 41    | 6     | 55    | 7     | 48    | 9     | 53    | 10    | 17    |\n| M      | 3      | 01    | 4     | 3   | 09   | 4    | 08     | 4     | 29    | 5     | 15    | 5     | 15    | 0     | 01    | 7     | 23    | 8     | 25    | 10    | 26    | 10    | 50    |\n| 4      | 22     | 4     | 18    | 3   | 28   | 4    | 25     | 4     | 47    | 5     | 35    | 6     | 23    | 6     | 23    | 7     | 57    | 0     | 01    | 11    | 11    | 24    |\n| M      | 42     | 4     | 36    | 3   | 44   | 4    | 44     | 5     | 08    | 6     | 05    | 5     | 57    | 6     | 05    | 8     | 34    | 9     | 52    | 11    | 35    | 11    | 57    |\n| 5      | 41     | 5     | 15    | 4   | 15   | 5    | 20     | 5     | 27    | 5     | 51    | 5     | 45    | 6     | 39    | 7     | 43    | 9     | 50    | 10    | 54    | 0     | 07    | 0     | 29    |\n| M      | 15     | 5     | 15    | 4   | 20   | 5    | 27     | 5     | 51    | 5     | 45    | 6     | 39    | 7     | 43    | 9     | 50    | 10    | 54    | 0     | 07    | 0     | 29    |\n| 6      | 35     | 5     | 38    | 4   | 38   | 5    | 49     | 6     | 15    | 7     | 08    | 7     | 14    | 10    | 29    | 11    | 31    | 0     | 28    | 1     | 08    | 1     | 28    |\n| M      | 55     | 6     | 02    | 4   | 57   | 6    | 15     | 6     | 40    | 7     | 33    | 7     | 22    | 8     | 50    | 11    | 09    | 0     | 01    | 1     | 08    | 1     | 28    |\n| 7      | 20     | 6     | 22    | 5   | 18   | 5    | 42     | 7     | 06    | 7     | 59    | 7     | 55    | 9     | 26    | 11    | 36    | 0     | 05    | 1     | 35    | 1     | 55    |\n| M      | 41     | 6     | 54    | 5   | 41   | 7    | 11     | 7     | 33    | 8     | 25    | 8     | 23    | 10    | 32    | 12    | 02    | 2     | 30    | 2     | 20    |\n| 8      | 05     | 7     | 22    | 6   | 07   | 7    | 40     | 7     | 55    | 8     | 52    | 8     | 53    | 10    | 38    | 0     | 22    | 1     | 08    | 2     | 26    | 2     | 43    |\n| M      | 30     | 7     | 54    | 5   | 33   | 8    | 10     | 8     | 27    | 9     | 21    | 9     | 24    | 11    | 18    | 0     | 55    | 1     | 36    | 2     | 47    | 3     | 04    |\n| 9      | 58     | 8     | 25    | 7   | 03   | 8    | 42     | 8     | 56    | 9     | 50    | 9     | 58    | 11    | 57    | 1     | 26    | 2     | 02    | 3     | 03    | 3     | 22    |\n| M      | 27     | 8     | 59    | 7   | 32   | 9    | 13     | 9     | 24    | 10    | 20    | 10    | 31    | 1     | 53    | 2     | 25    | 3     | 25    | 3     | 40    |\n| 10     | 55     | 9     | 32    | 8   | 04   | 9    | 43     | 9     | 52    | 10    | 50    | 11    | 07    | 0     | 33    | 2     | 19    | 2     | 48    | 2     | 48    | 3     | 58    |\n| M      | 27     | 10    | 06    | 8   | 36   | 10   | 13     | 10    | 21    | 11    | 20    | 11    | 43    | 1     | 07    | 2     | 41    | 3     | 07    | 4     | 04    | 4     | 15    |\n| 11     | 56     | 10    | 35    | 9   | 10   | 10    | 42     | 10    | 49    | 11    | 50    | 1     | 38    | 3     | 01    | 3     | 25    | 3     | 25    | 4     | 33    |\n| M      | 31     | 11    | 13    | 9   | 42   | 11   | 10     | 11    | 15    | 0     | 15    | 2     | 06    | 3     | 20    | 3     | 43    | 3     | 44    | 4     | 50    |\n| 12     | 04     | 11    | 43    | 10   | 14   | 11    | 38     | 11    | 44    | 0     | 20    | 0     | 51    | 2     | 31    | 3     | 39    | 4     | 02    | 3     | 05    | 0     | 08    |\n| M      | 35     | 10    | 45    |    |      |      |        |        |        |        |        |        |        |        |        |        |        |        |        |        |        |        |\n| 13     | 11     | 11    | 13    | 11   | 15   | 0     | 05     | 0     | 12    | 1     | 20    | 1     | 52    | 3     | 12    | 4     | 14    | 5     | 46    | 4     | 40    | 5     | 46    |\n| M      | 43     | 11    | 40    | 11   | 44   | 0    | 30     | 0     | 38    | 1     | 46    | 2     | 19    | 3     | 32    | 4     | 33    | 6     | 10    | 5     | 01    | 6     | 67    |\n| 14     | 05     | 1     | 05    | 1   | 55   | 1    | 05    | 2     | 12    | 2     | 44    | 3     | 50    | 4     | 52    | 5     | 35    | 5     | 25    | 6     | 28    |\n| M      | 14     | 1     | 28    | 0   | 13    | 1    | 17    | 1     | 25    | 2     | 37    | 3     | 05    | 4     | 08    | 5     | 12    | 5     | 45    | 7     | 01    | 6     | 52    |\n| 15     | 43     | 1     | 51    | 0   | 39    | 1    | 25    | 1     | 52    | 3     | 25    | 4     | 26    | 4     | 37    | 5     | 15    | 7     | 27    | 7     | 14    |\n\nM Stands for Morning. A Afternoon. O for Sunday.\n| Januar | Februari | March | April | May | June | July | August | September | October | November | December |\n|--------|----------|-------|-------|-----|------|------|--------|-----------|---------|----------|----------|\n| M      | M.H.     | M.H.  | M.H.  | M.H.| M.H. | M.H. | M.H.   | M.H.      | M.H.    | M.H.     | M.H.     |\n| 16.    | A        |       |       |     |      |      |        |           |         |          |          |\n| M      | 352      | 311   | 262   | 202 | 353  | 394  | 045   | 046      | 307     | 128      | 228      |\n| M      | 582      | 471   | 472   | 392 | 563  | 594  | 225   | 267     | 007     | 428      | 498      |\n| 17.    | A        |       |       |     |      |      |        |           |         |          |          |\n| M      | 193      | 032   | 072   | 563 | 154  | 184  | 405   | 497     | 318     | 139      | 173      |\n| M      | 393      | 182   | 263   | 133 | 344  | 385  | 006   | 158     | 038     | 439      | 449      |\n| 18.    | A        |       |       |     |      |      |        |           |         |          |          |\n| M      | 563      | 322   | 432   | 293 | 534  | 595  | 216   | 428     | 379     | 1410     | 119      |\n| M      | 123      | 462   | 583   | 404 | 125  | 205  | 437   | 129     | 119     | 4410     | 3810     |\n| 19.    | A        |       |       |     |      |      |        |           |         |          |          |\n| M      | 274      | 003   | 154   | 044 | 315  | 446  | 087   | 439     | 4410    | 1411     | 0610     |\n| M      | 414      | 143   | 284   | 224 | 516  | 096  | 338   | 1710    | 1710    | 4311     | 3311     |\n| 20.    | A        |       |       |     |      |      |        |           |         |          |          |\n| M      | 554      | 293   | 434   | 415 | 146  | 347   | 028   | 5110    | 4511    | 1111     | 5911     |\n| M      | 094      | 453   | 585   | 025 | 387  | 037   | 309   | 2611    | 1511    | 391      |          |\n| 21.    | A        |       |       |     |      |      |        |           |         |          |          |\n| M      | 235      | 024   | 145   | 266 | 057  | 328  | 0210   | 0011     | 480     | 260      | 25       |\n| M      | 385      | 214   | 315   | 506 | 228  | 038   | 3410   | 3434     |         |          |          |\n| 22.    | A        |       |       |     |      |      |        |           |         |          |          |\n| M      | 535      | 424   | 486   | 187 | 038  | 349   | 0911   | 0901     | 160     | 291      | 161      |\n| M      | 096      | 065   | 096   | 487 | 349  | 079   | 4311   | 4101     |         |          |          |\n| 23.    | A        |       |       |     |      |      |        |           |         |          |          |\n| M      | 286      | 315   | 317   | 208 | 079  | 4010   | 181     |         |         |          |          |\n| M      | 487      | 005   | 557   | 538 | 3910  | 1410  | 5412   |         |         |          |          |\n| 24.    | A        |       |       |     |      |      |        |           |         |          |          |\n| M      | 097      | 326   | 238   | 289 | 1310  | 4711   | 280     |         |         |          |          |\n| M      | 328      | 076   | 549   | 049 | 4711  | 221    |         |         |         |          |          |\n| 25.    | A        |       |       |     |      |      |        |           |         |          |          |\n| M      | 588      | 437   | 269   | 4110 | 1020 | 1154   | 011     |         |         |          |          |\n| M      | 269      | 227   | 5910  | 1610 | 521   |         |         |         |         |          |          |\n| 26.    | A        |       |       |     |      |      |        |           |         |          |          |\n| M      | 5610     | 028   | 3710  | 5111 | 261   |         |         |         |         |          |          |\n| M      | 2810     | 429   | 1611  | 2611 | 581   |         |         |         |         |          |          |\n| 27.    | A        |       |       |     |      |      |        |           |         |          |          |\n| M      | 0311     | 229   | 551   | 121  | 241   | 502   | 473     | 273     | 404     | 364      | 53       |\n| M      | 4010     | 340   | 0000  | 291  | 502   | 133   | 033     | 423     | 574     | 575      | 13       |\n| 28.    | A        |       |       |     |      |      |        |           |         |          |          |\n| M      | 180      | 0011  | 1110  | 310  | 592   | 142   | 333     | 173     | 574     | 145      | 195      |\n| M      | 581      | 1147  | 001   | 262  | 352   | 513   | 314     | 124     | 325     | 415      | 59       |\n| 29.    | A        |       |       |     |      |      |        |           |         |          |          |\n| M      | 371      | 221   | 532   | 153  | 133   | 233   | 584     | 445     | 136     | 336      | 52       |\n| M      | 015      | 0542   | 162   | 383  | 293   | 384   | 135     | 035     | 377     | 037      | 20       |\n| 30.    | A        |       |       |     |      |      |        |           |         |          |          |\n| M      | 511      | 222   | 258   | 323  | 514   | 275     |         |         |         |          |          |\n| 31.    | A        |       |       |     |      |      |        |           |         |          |          |\n| M      | 231      | 481   | 171   | 4054  | 436   |         |         |         |         |          |          |\n\n*M* Stands for Morning, *A* Afternoon, *O* for Sunday.\nAn Account of the foregoing Tide-Table.\nBy the same Hand.\n\nSir,\n\nConsidering how much the River of Thames is frequented by Shipping, and how long it has been the Chief Place of Commerce in these Parts of the World, one would think our Seamens Accounts of its Tides should be very exact, and their Opinions concerning them Rational; whereas if they be enquired into, nothing will be found more Erroneous and Idle.\n\nFor they taking notice that the High-waters at and near the New and Full Moons, run an hour and a half, or two Points of the Compass longer than at the Quarters, conclude generally, that 'tis the Inconstancy of the Winds that causes it, never considering how improbable it is, that so inconstant and changeable a Cause should effect so constant an Inequality.\n\nIn which Opinion the Tide-Tables of our Almanacks have contributed much to confirm them; for therein the Moons Age is got by the Epafts, thence the Time of her Southing by the allowance of 48 minutes of Time for every Days Age, as if her Diurnal Motions and Returns to the Meridian were altogether equable, than which nothing is more false; and then the Time of the High-Water at London Bridge is made by adding 3 hours to the Time of her Southing so got, as if there were the same constant space of Time betwixt the Moons Southing, and the High-Waters, which by this means are often made two hours different from Truth and Experience.\n\nTo amend this fault, some of the more skilful have Calculated the Times of the Moons Southings exactly, and then made their Tide-Tables by adding 3 hours constantly to them, by which means, tho they agreed nearer with Experience at the Spring-Tides, or near the New and Full Moon, yet they erred not much less (than by the old way of account they would have done) at the Quarters, or in the Neap-Tides; the Inequality of the Tides being above\nabove double to the Error committed in finding the Moons Southings by her Age.\n\nMr. Booker was the first that gave any Directions for the amendment of this Reckoning, and that was only to subtract an hour from the Times in his Tide-Table, about the first and last Quarters of the Moon, because the Neap-Tides did not flow so long as the Springs, by one Point of the Compass. But Mr. Henry Philips, a Person well known by his Works of Navigation, was certainly, the first that brought the Inequality to a Rule, whose Theory of the Tides, and a Table grounded on it, for the Year 1668, was printed in Mr. Oldenburgh's Philosophical Transactions, for the Month of April that Year, Numb.34, which was found much more conformable to Experience than was expected.\n\nHaving frequent Occasion to pass betwixt London and Greenwich by Water, some two Years ago, I took notice that the Tides seldom hold out so long as Mr. Philips's Calculation gave them, and therefore in the Months of October and November, I began to observe them more diligently, and procured them to be carefully noted by an ingenious Friend at Tower-Wharfe. From these Observations I raised a Correction of Mr. Philips's Numbers, and caused a Tide-Table to be made agreeable to it, which was Printed by Mr. Hook in his Philosophical Collections, Numb.4.\n\nBut the Weather then proving stormy and unseasonable, I durst not rely on those Observations, nor that Correction, and therefore in the Spring and Summer Months following of the Year 1682, I set to observe them again, and with the help of my Friends and Servants, I noted the Times of above 80 High-Waters at Tower-Wharfe and Greenwich, whereby I found that the greatest and least differences betwixt the Moons true Southing; and the High-waters, were not, as Mr. Philips had placed them, at the Full or New and Quarter Moons, but the greatest nearer to the Neaps, the least to the Highest Spring-Tides. I found also, that the Inequality was not the same that he had made it, and after a Trial or two, that I could represent and answer above 60 of these Observations wit'\nless than one quarter of an hours difference; which, considering how difficult it is to determine the Time of an High-Water exactly, I cannot but esteem a very good Agreement.\n\nHitherto our Tide-Tables have only shewed the time of that one High-water which next follows the Moons South-ing, but in this new Table I have given the times of both, concerning which, I desire it may be noted.\n\nThat when by reason of great Droughts in Summer, or extreme Frosts in Winter, the Springs are low, and the Fresh Waters less than usual, the Tides may hold up longer than the Times noted in the Table; as also when strong North-westerly or Northerly Winds blow, which bring in an Extraordinary Floud from the Northern Seas, and keep it up longer than other times.\n\nSo on the contrary, when the Winds blow hard on the Opposite Points of the Compass, or when we have much Rain and great Freshes, the Tides hold not out so long as the Times shewed in the Table, the Freshes overpowering and checking them sooner; Yet have I never found that the differences betwixt the Calculated and Observed High-Waters have much exceeded half an hour; Most commonly they are scarce half so much.\n\nThis Table may be reduced and made to serve for any other Port of His Majesties Dominions or Neighbouring Countrys, by only subtracting or adding so much time to the High-Waters noted in it, as the High-Water observed in the said place shall be found to precede, or follow the Time of the High-Water the same Day herein noted. For by such Accounts as I have met with and received of the Tides in remote Places, I find there is every where, about England, the same difference betwixt the Spring and Neap-Tides, that is here observed in the River of Thames.\n\nI could easily have made and given you a Table for this Reduction, if I durst have relied, on the Account our Mariners give of the Tides in other Ports, but I find their Opinions different, except where they have copied from one another in their Kalendars, by reason of the afore-mention'd difference betwixt the Times of the Moons Southings,\nSouthings, and the True High-Waters, for which reason I forbear it, till further Experience shall have informed us better.\n\nAn Observation of the Beginning of the Lunar Eclipse which hapned Aug. 19. 1681. in the Morning, made on the Island of St. Lawrence or Madagascar, by Mr. Tho. Heathcot, and communicated by Mr. Flamstead.\n\nMr. Heathcot was Chyrurgeon to a Ship which lay then at the bottom of a deep Bay on the Western Shore of the Island, and that part which the Portugese and our Maps call the Terra del Gada, he had with him then on Shore, a Quadrant of 2 Foot Radius, and a Telescope of 9 Foot, but no Clock; to supply which defect, he made a Pendulum of a String and a Bullet 39 Inches long, that each single Vibration might answer a Second of Time: Waiting the beginning of the Eclipse with his Glass, as soon as he saw the True Shadow enter on the Moons Limb, he caused his Friends, who assisted him, to make the Pendulum Vibrate, and count its Vibrations; of which they had numbred 140; so of time when he took the height of Procyon (then East of the Meridian); the next day he observed the Suns Meridional height with the same Quadrant, whence he found the Latitude of that Place South, hence the time when he took the Height of Procyon is found 4 50 mane, and subtracting the past since the observed beginning of the Eclips, its\n\nTrue Beginning was at 4 48 40\nWhich at the Observatory, here, I noted at 1 50 40\ntherefore this part of Madagascar more easterly 2 58 00\nor 44 30, which our Maps make 52 gr; that is 7 1/2 gr more remote from it than it really is.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102212.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10378,
    "total-output-tokens": 7776,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        5988,
        2
      ],
      [
        5988,
        11496,
        3
      ],
      [
        11496,
        13351,
        4
      ],
      [
        13351,
        15438,
        5
      ],
      [
        15438,
        17507,
        6
      ],
      [
        17507,
        19082,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      true,
      true,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102212",
    "title": "A Correct Tide-Table, Shewing the True Times of the High-Waters at London-Bridge, to Every Day in the Year 1683. By Mr. Flamstead",
    "authors": "Mr. Flamstead",
    "year": 1683,
    "volume": "13",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/102212"
  }
}