{
  "id": "a8dcfe168f992a2fb4b9ebaf9920df0a66496eca",
  "text": "LXVII. An Account of a Stony Concretion taken from the Colon of an Horse; by Mr. H. Baker, F. R. S.\n\nRead May 8, 1760.\n\nI have now the honour to lay before this Royal Society one half of a stony concretion, formed in the colon of an horse, which was lately sent me from Norwich, by my very curious friend Mr. William Arderon, F. R. S. This horse, he informs me, was twenty-five years old, had been often ill, and under the farrier's care; which made him desire to have it opened, when dead.\n\nThe whole stone, when first taken out, weighed ten pounds and half; and he caused it to be sawed in two, that a better judgment might be made of the manner of its formation. Several smaller concretions were also found in the colon, some whereof are shewn herewith; but they are much less solid, and more irregular, than the large one.\n\nThis ball is full seven inches in diameter, and consists of many laminae, or coats, which form a number of concentric circles, around a nucleus in the center, which seems to be a small sliver of black flint. Fifteen or sixteen of these coats are easily distinguishable, and some have been broken off: they vary something in colour, and are, in general, so stony, that they would probably take a pretty good polish. The coats differ in thickness, according, perhaps, to the time they were in forming: for it should seem, if conjecture may be allowed, that each coat was formed in a longer or shorter time, according to its\nits thickness; and that, between the finishing of one coat and the beginning of the next, there was some interval of time, and some suspension of that attractive power whereby, or of that component matter whereof, the several coats are respectively formed.\n\nStrand, May 8, 1760. H. Baker.\n\nLXVIII. An Explanation of the Modes or Tones in the antient Græcian Music; by Sir Francis Haskins Eyles Stiles, Bart. F. R. S.\n\nRead December 1759, and January, &c. 1760.\n\nNotwithstanding the valuable editions of the antient musical and harmonic writers, given by Meibomius and Wallis, and the great pains those two learned editors have bestowed on the correcting the tables, and throwing light on the difficult passages of those works, there are some of the doctrines delivered in them, that seem still to require a more perfect explanation. Those, that respect the tones or modes, in particular, seem to have been ill understood: and as it was on these, that the effects of the antient music were supposed principally to depend, I have thought, that the subject might well merit a re-examination.\n\nConcerning these modes, we find two distinct, and seemingly contradictory doctrines delivered by the antients; and this it is, which has perplexed the sub-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105413.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 733,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1450,
        2
      ],
      [
        1450,
        2695,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105413",
    "title": "An Account of a Stony Concretion Taken from the Colon of an Horse; By Mr. H. Baker, F. R. S.",
    "authors": "H. Baker",
    "year": 1759,
    "volume": "51",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/105413"
  }
}