{
  "id": "83ac2cf7eeee82861dab126add1220e07321c61d",
  "text": "An Alphabetical Index of the Philosophical Transactions for the year 1684.\n\nA\n\nAchmet Kuprioli the great and wise Vizir at the siege of Candia, to whom Panageotti a learned Greek interpreted many ancient books. p. 440.\n\nAcoustic or Phonical Sphere; the semi-plane of it. p. 486.\n\nEquations (Cubic, Cardanick, &c.) see Algebra.\n\nAged Persons; see Craven.\n\nAir; is the cause of the Growth of stones, metals &c. p. 496. &c. How to estimate the moisture and dryness of it by the Oyle of Vitriol. p. 504. 505. &c.\n\nAlcoran; not to be met with in the Turkish Language, but among them always in Arabick. p. 435. Frequent copies amongst the Persians in their own Language. p. 433. Opinions of the Turks contain'd in it concerning our B. Saviour and the Christian Religion. p. 433. Many passages of the Old T. perverted in it. Pseudo Chronicles committed. p. 440. Superstition towards it. p. 445.\n\nAlga Marina and other sea-plants; sea-water made fresh by them. p. 493.\n\nAlgebra; the defects of it in a Letter &c. p. 575. N. 159.\n\nAltar; see Inscription.\n\nAmulets; see Chamaili.\n\nAntiquities found at Kirkbythore in Westmorland, Viz. a Strange Well. Earthen-Vessels of divers curious forms. Urns, Sandals, &c. from p. 555. to p. 558.\n\nAquae & Aqueductus veteris Romae per Raphaelm Fabretti Urbinate in tribus Dissertationibus. p. 466.\n\nAqueductus Alexandrinus, treated of in the first Dissertation. ibid.\n\nAqua Marcia & Claudia, treated of in the second Dissertation, which is prefac't with the measure of the old Roman foot, i.e. Pes Capitolinus, and that compar'd with several others. ibid.\n\nAqua crabra or dammata, Trajana, Alexandrina & Virgo; spoken of in the third Dissertation. And that they are all that are left of the 14. which Procopius found at Rome in his time. p. 468.\n\nArch-work; a peculiar sort of it in two Stone-Chimneys in Northamptonshire. p. 800.\n\nArch (Horizontal.) p. 584.\n\nAtmosphere; the common receptacle of particles of all figures, from whence new weight, increase, &c. of bodies. p. 496.\n\nAurum potabile; no desirable Medicine. p. 515.\n\nB\n\nAjozid (first); his sepulcher different names. p. 433.\n\nBassa; who commonly raised to that power among the Turks. p. 436.\n\nBaths (hot) much frequented, at Checkerghe near Constantinople. p. 433.\n\nBones (in a man) of a more close contexture than Calculus humanus. p. 531. Hydrostatically weigh'd twice as heavy as their bulk of water. Hardly dissolv'd by Nitrous Acids. see Calculus humanus and the Index. p. 532.\n\nBridge at Pont S. Esprit in France. p. 583. A farther Account of it together with a parallel History of some other Bridges at Rome. p. 712. A Description of a Bridge that may be built seventy foot long without any Pillar under it. p. 714.\n\nBrimstone (or Sulphur); but one Species of it, at least in Engl. it comes from the\nIndex Alphabeticus\n\nthe Pyrites, that which they call Natural B. or vive fulphur found about the burning Mountaines, Valcano's &c. is caused by sublimation. p. 513-514.\n\nBrine-Pits, see Salt-Springs; many of them stink of Sulphur. The Brine becomes atramentous with Galls. p. 489.\n\nBuffalo's; they are of great service among the Turks. p. 444.\n\nBiomanni (Filippo,) Recreazione dell' occhio e della mente nell' Osservazione delle Chiocciole Dal P. Filippo B. &c. in Roma, peril varete. 1681. p. 507.\n\nByram time; the great Festival among the Turks. p. 449.\n\nC\n\nAbul; a rare sort of Drink made of Raisins and white wine in Jan. or Feb. its Qualities, &c. p. 734.\n\nCalculi humani; an abstract of a Treatise concerning it in answer to several queries, p. 523. And an Index of the Experiments made in the Treatise, p. 532. As also of the Experiments to be made relating to the Therapeutic part, p. 533. Several Hypotheses refuted in the preceding pages. The Nature of it comes nearer Bone than any other part of the body, p. 532. Not dissoluble by any Acids but those that are nitrous. Ibid. Two Calculi humani of an unusual form and bignets. p. 534.\n\nCamels will endure labour without water four days together, &c. p. 444.\n\nCanon praecipuarum e Stella fixis secundum observata Majorum. p. 568. &c. see Stars.\n\nCardanus Canon. p. 576. their defect supply'd. p. 577. N. 159.\n\nCarpets or Mats of Grand Cairo. The chief furniture in the Turks houles. p. 444.\n\nCarriage (Land-water); several ingenious Experiments relating to them. p. 666. &c.\n\nCæcutiente Solutio Philosophica; see Juvenis.\n\nChamaili; a kind of Amulets or Spells among the Turks written out of the Alcoran. Sometimes they insert the Name of Jesus. They wear them near their heart especially in time of war. p. 445. The like some of them cause to be engraven on their Scymetars, &c. p. 440.\n\nChanes in Pruta. p. 433.\n\nCheckerghe; see Baths.\n\nChild (monstrous) born in Jutland, Feb. 1684. the description of it. p. 599.\n\nChronology; the Turks altogether ignorant of it and therefore guilty of the most gross absurdities; reckoning Philip of Macedon among the Ancestors of our B. Saviour and the like. p. 439. see Medals.\n\nClois; p. 431.\n\nClays; a Table of their different kinds. p. 745. &c.\n\nCoal (Newcastle, Scotch, Sunderland, Ireland) burn the longer the more they partake of the Pyrites, p. 517. & 577.\n\nCoffee-houses; the wise Vizir that besieged Candia caus'd them to be shut up in Constantinople, &c. as places of Idlenes and Sedition. p. 441.\n\nComiers Problem. (which indeed is nothing but doubling the Cube) Shown the Algebraical way. p. 676.\n\nCompas of a ship; [or mariners comp.] a Relation how one of them chang'd its Poles in a Thunder-Storme. p. 520. see Navigation.\n\nConcoction; explain'd by Putrefaction. p. 529.\n\nCorn; troden out by Oxen, the manner of it. p. 444.\n\nCoyn or Money; very course and drossy among the Turks, no Armes upon it. Foreign Coyn current among them; but not so with the Indians or Persians. p. 442.\n\nCraven in Yorkshire; a Catalogue of some\nOf the Philosophical Transactions, &c.\n\nSome very aged Persons in those parts. p. 597.\n\nCubic Equations; with its Roots and Resolvents. p. 580. N. 159. See Algebra.\n\nCupels; Refiners make theirs of calcined bones. p. 531.\n\nCurrent (under-) at the freight Mouth, in the Baltic, the Downs, a Conjecture about it. p. 564.\n\nCurves (Analytick) the use of them in Equations. p. 581. N. 159.\n\nCustula; of its consisting of scales; see Microscopical Observations.\n\nD.\n\nDeviates; a pretenting Sect of Religious among the Turks. p. 448. See Haggis.\n\nDigestion; A Discourse concerning it. The requisits to it. The ferment or Menstruum of the Stomack. The probable Ingredients of it, with several Experiments. p. 694. &c. See Experiments.\n\nE.\n\nEarth; that it is more or less hollow appears from the experience of Miners, &c. p. 512.\n\nEarthquakes; of the Nature of them. More particularly the origine of the matter of them from the Pyrites alone. p. 511. One at Constantinople Octob. 26. 1669. At Ancyra in the Lesser Asia the earth shook for 47 days together in the year 1668, in the Autumn. Ibid.\n\nEccheces, single, compound, multiple, from p. 483 to 486.\n\nEclipses; see Solaris & Lunaris Defectus, &c. Observations of that of the sun July 12 (new Style) 1684 made at the observatory at Paris; at the College of Lewis the Great; at Lyons, &c. p. 715, &c.\n\nEquations Linear, Quadratic, &c. See Geometrical Key.\n\nEuclid's Elements; a new and easy way of demonstrating several propositions therein, as the 3rd. and 47th. of the 1st. book. Most of the 4th. and 5th. books.\n\nThe 1st. and 16. of the 6th. with their corollaries. To which is added Mont. Comiers Problem, from p. 672 to p. 676.\n\nExperiments relating to Digestion with some others read before the Philosophical Society at Oxford. p. 699.\n\nExperiments; several remarkable cases in Physic relating to this part in two letters from the great Oculist Dr. Turberville p. 736. &c. Some observations concerning the Cristalline Humour, and also the Vitrious Humour. Of what they are constituted and the difference between them, &c. p. 790. &c.\n\nF.\n\nFederici (Raphael); see Aqueductus.\n\nFerment in the Stomach; see Digestion and Experiments.\n\nFontes medicari Angliae. p. 579.\n\nFoot (Roman); see Aqua Marcia, &c.\n\nFortification; an Account of a French Author that treats of it. p. 586.\n\nFrost; a Discourse concerning the effects of the great Frost on trees and other plants Anno 1683, wherein are several material queries probably solv'd and the nature and force of cold in a manner demonstrated; from p. 766 to 789. See Winter.\n\nFruit-Trees; an account of a Tract of the Art of pruning them, and of the use of their fruits both in sickness and health. p. 733.\n\nG.\n\nGeelartini (Johannes) de Insectis cum Appendice ad Historiam animalium Angliae; an account of the reprinting of it by Martin Lister M.D. and F.R.S.\n\nGeometrical-Key or Construction of all Equations linear, quadratic, cubic &c. by a Circle and one only Parabole. p. 549.\n\nGeometrica Exercitatio de dimensione Figurarum, &c. An account of this book and of the Doctrine of Indivisibles and Arithmetical Infinites &c. p. 730. &c.\nAn Alphabetical Index\n\nGlams; a bed of them observ'd in the Stomach of a Jack. p. 699, &c.\n\nGlandules (glandulae); some Observations of Malpighius concerning them. p. 601, &c.\n\nGlass; the way of making of it found out accidentally, Pliny &c. p. 617.\n\nGreath (a River in York-Shire) sometimes runs under ground for about mile. p. 729.\n\nGuts; the Anatomy of the Slime within them. p. 586.\n\nH.\n\nHaggi or Pilgrims to Mecca. p. 446.\n\nHearing; direct, refracted, reflex'd, and how each of them improv'd. from p. 483 to 488. Otacoulticks, p. 481, &c. see Sounds.\n\nHerstol; p. 577.\n\nHornes; a Letter from Malpighius, &c. concerning a Horn hanging at the neck of an oxe and other hornes, &c. p. 601.\n\nHonours of the Body; how they are made from the Chyle and Serum. p. 580.\n\nHygroscopes; several sorts of them, as the style of Vitriol, &c. p. 505, 506.\n\nHyperbolick Logarithm; to find the Moity of one of them. p. 579, &c. N. 359. see Algebra.\n\nI.\n\nIanizaries; in what bravery they appear when they attend on Christian Ambassadors to their audience. p. 446.\n\nJasib; the time in the evening when all people in Constantinople are to goe to their Lodgings. p. 446.\n\nInscription of an Altar found near the Roman camp a little mile from Manchester in Lancashire, p. 457.\n\nInscriptions (Roman) according to the Originals now to be seen at the Bath in Somersetshire. p. 457.\n\nLacteum caecum; an explanation of a Paragraph of Mr. Oldenburgh's concerning the use and necessity of it in some Animals, and how it is subservient to the Colon and Rectum, p. 455, &c.\n\nJupiters Satellit's; their Eclipses for the year 1685, with a Catalogue of them and Information concerning its use. p. 760, &c.\n\nJurcenis vesicarum cæcumis solution Philosoponica. p. 804.\n\nK.\n\nIdney; un account of one of an unusual Shape taken out of a man in a letter of Malpighius. p. 601.\n\nKirchbythorpe in Westmorland; see Antiquities.\n\nKuprioli (Achmet); see Achmet.\n\nKuprioli (Mahomet) had the charge of the Turkish Empire in the Minority of this Emperour, caus'd his Father a Greek Priest to turn Turk. p. 436.\n\nL.\n\nAffeals; a Discourse to prove that they frequently convey liquor that are not white. p. 812.\n\nLactee and Lymphatic Vessels also seem to have no Anastomosis for receiving the Chyle, &c. p. 589.\n\nLamps Sepulchral of the Ancients; a Discourse concerning them, shewing the possibility of their being made divers ways. p. 806, &c.\n\nLatren; a lake in Egypt of 6 or 7 Acres in the area whence arises a great deal of Natron or Nitre. p. 613.\n\nLeige; see Herstol.\n\nLightning; Instances proving the cause of it, and that it is magnetic. p. 519. How it chang'd the compass of a ship, on the coast of New-England, and turned the North-point full South. p. 520.\n\nLinum albitinum; see Pap. r.\n\nLough Neagh in Ireland; an account of its petrifying Qualities, and that no wood but Holly petrifies in it. p. 552. Not Magneticall, except calcin'd; nor will it turn wood into Iron according to the common tradition. p. 554. see Retraction p. 820.\n\nLunaris Defectus Observationes Grenovici\nOf the Philosophical Transactions, &c.\n\nnovici habita Junii 16, 1684. p. 689.\n\nM.\n\nAgia; A disquisition concerning it. Its divisions into humane and diabolical, Natural and Transnatural, &c. of Sympathy, Antipathy, &c. p. 706 &c.\n\nMahomet 1st. his Sepulcher p. 433.\nMahomed Batla in the time of Achmet, the first natural Turk preferred to the honour of Grand Vizir, p. 436.\nMahomet Kupriuli, the chief Vizir in the minority of the present Emperor of the Turks. Supposed a dangerous Mutiny. Caused his own Father a Greek Priest to turn Turk, &c.\n\nMahomet the false Prophet, p. 440. The veneration the Turks pay to any Relique of his. His Banner, &c. p. 448. see Alcoran.\n\nMaps of Countreys; An Ingenious proposal for a new sort of them which shall contain the different Soils of each Country, p. 739.\n\nMathematicks, Astronomy, Geography &c. In what esteem and how little understood among the Turks, p. 438 &c.\n\nMedals; Specimen Universae rei Nummariae antiquae And Morell an Account of this Book which is an Essay towards the Universal History of Ancient Coynes, &c. p. 800. &c.\n\nMedicine Theoretico-Practicae Encyclopedia Joh. Dolai M.D. An account of this Book which treats of Diseases according to the opinions of all Physicians ancient and modern, p. 704.\n\nMicroscope; See Perspective-Glasses.\n\nMicroscopical observations; about Animals in the Scurf of the Teeth, Worms in the Nose, the Cuticula consisting of Scales, p. 568. N. 159.\n\nMinerals; Those that are Sulphureous are wholly or in part Pyrites, p. 513. Some inflammable besides the Pyrites, p. 515.\n\nMineral Waters; some queries where-\n\nMovement; an Account of one that measures time after a peculiar manner; 1. Its structure, 2. Its motion, 3. Its use, 4. The way of adjusting it to the divisions of an hour, p. 647, 648.\n\nMontana; see Cios.\n\nMorad 1st. his Sepulcher, ibid.\nMorad 2d. his Sepulcher p. 432.\nMorad 3d. his Cruelty, p. 453.\n\nMolchis in Prusa 124. ibid.\n\nMufti or Chief Priest among the Turks and those that take place after him, p. 448.\n\nMusical-Room; how one might be contrived so that one Instrument should make a Consort, p. 486.\n\nN.\n\nNatron; a sort of Nitre that ariseth from the bottom of a Lake in Egypt, see Latron.\n\nNavigation; not much minded by the Natural Turks, their Compass consists but of eight Points. Side winds of no use to them, p. 439.\n\nNeedle; variation of it on the Coast of Guinea, p. 578.\n\nNose; Worms in that part, See Microscopical Observations.\n\nNewruz or New-year amongst the Turks; see Year.\n\nNicopolis; see Cios.\n\nNitre (so called from Nitria in Egypt) 1st. Its Principles and the Rise of them, 2d. Its use in Phyllick, Agriculture, &c. 3d. Wherein it differs from Sal Armoniac, and Salt-Peter, from p. 609. to 619.\n\nNummariae Rei antiquae Specimen And Morell. see Medals.\n\nO.\n\nAkie-Hole, p. 513.\n\nOre; see Minerals, and p. 515.\n\nOrpiments Poisonous tho all Gold-Ore, p. 515.\n\nOtacouicks; see Hearing.\n\nOyle of Vitriol; whence the encrease of\nIndex Alphabeticus\n\nof its weight when exposed to the Air, p. 496. A Table of its increase for 7 Natural days, p. 499 &c.\n\nP.\n\nPaper; An account of a sort made of Linum Asbestinum &c. p. 800 &c.\n\nPerspective Glasses, Telescopes, Microscopes, &c. p. 481, 482 &c.\n\nPhysick; how practised among the Turks, without Chemical Medicines, p. 437.\n\nPillars (Porphyry) in Egypt; an account of them in a Letter from Dublin, p. 624.\n\nPolypus; A large Account of one found in the heart of a person that died Epileptical at Oxon, p. 537. The part usually affected with this disease is the right ventricle of the Heart, p. 536. The cause of it, p. 547. The effects, Apoplexy &c. p. 545. The probable cure of the first Rudiments of it, p. 548.\n\nPont St. Eprit; see Bridge.\n\nPools Hole, p. 513.\n\nPeres in the Skin of the Hands and Feet, concerning the figure and use of them, p. 566. N. 159.\n\nPerosity of Body's (Animal and Solid;) Experiments about it in two Essays by Eliz. Boyle, p. 702.\n\nPriests of Mahomet may become seculars when they please, p. 448. See Dervishes.\n\nPrusa in Bithynia; an account of this City, p. 431.\n\nPunishments for Robbery, Murder, Sacrilege, &c. among the Turks, p. 443.\n\nPyrites; It is Sulphur ex tota substantia, takes fire of itself, is the only known mineral that yields an inflammable vapour. Which is the probable cause of damps in Mines, Earthquakes, Thunder and Lightening, p. 512 &c. See Vulcano's.\n\nQ.\n\nQuadratic Equations. See Geometrical Key, and p. 577. N. 159.\n\nQuicksilver; A discourse concerning its rising and falling in the Barometer, and whither its great rise in Frosty weather is any sign either of a healthy or sickly Season, p. 790. Its Natural State whether when expanded? whether great frost as well as warmth will not bring it nearer to its own Nature? whether the Humours of our bodies are not after the same manner affected? and that the Plague and other exotic Distempers seem not to be caused by Weather but by Infection, p. 791 &c.\n\nR.\n\nRain; that it rain'd in some places Iron, Copper, Stones; why those and not Silver or Gold &c. p. 518.\n\nS.\n\nSalivatis ductus haecenus non descripti Observatio Anatomica Calp. Bartholini p. 749.\n\nSalt (crude), as also the difference between Sea-salt and common salt, p. 489, 492.\n\nSalt Springs (midland) of Worcestershire, Staffordshire, Cheshire, p. 489.\n\nSampire (rock) &c. p. 494.\n\nSandals found in Westmorland for men, women, &c. p. 558.\n\nSand; A Table of such kinds of it as are to be found in the Northern parts of England, p. 743. One sort is the true Tario of which the Venetian Glass is made, p. 742.\n\nSangiole or Lenticula Marina, p. 494.\n\nScales; see Cuticula. Scales within the Mouth, p. 580. Scal-Child, ibid.\n\nSCOTIA ILLUSTRA five Prodromus Historiae naturalis &c. Authore Roberto Sibbaldo M.D. Equite Aurato, Medico & Geographo Regio &c. An account of the Heads of this book with\nwith a Commendation of it as if it should seem to prevent the Atlas Scoticus of which it is but the Prodromus, p. 795.\n\nSea-water; how to make it sweet and fresh. p. 489. that probably it was the only Element of water created at the beginning. Some parts of it made fresh by other causes. p. 493.\n\nSelf-opens or Cavities in the Earth, p. 512.\n\nSeminal Principle; it specifies new acquire'd parts p. 497.\n\nShell-fish distinguishing into univalves, bivalves, and Turbinated, p. 507. see Buonanni.\n\nSolaris deficiens Observationes Grenovici habita: Juli 2 1684 and a calculation of the same, p. 691. &c.\n\nSolar Eclypse; Observations at Oxford of that Eclypse July 2. 1684. in a Letter from Dr. Edw. Bernard Astron. Prof. Oxon. &c. p. 747. &c.\n\nSounds: an Introductory Essay concerning the Doctrine of them containing some proposals for the improvement of Acousticks. This Science compar'd with Optics. Hearing with Vision. each divided into Direct, Refracted, and Reflexed. how to be propagated. three ingenious Problems to this purpose from p. 472. to 488. sonorous body's ought to be placed near a smooth wall, water, &c. p. 411.\n\nSpaws (tulphur); of the same nature with Brine-Pits p. 491. see Fontes Medicati.\n\nSpeculae without Glasses by the help of short Tubes p. 474. &c. with Glasses and the several sorts of them, p. 481. &c.\n\nSpeculum, plane, convex, concave, p. 484. &c.\n\nSprings (one Salt, another Medicinal) on the banks of the River Weare or Ware in the Bishoprick of Durham\n\nin a Letter from a curious Person, p. 726.\n\nStars (sixt); their longitudes, latitudes, right Ascensions and Declinations, p. 569. see Canon, &c.\n\nStentero-phonicon, or speaking Trumpet, p. 481.\n\nStone powder; found dejected by the Brines in boiling, from whence is caused crude-salt, p. 489, &c.\n\nStones (form'd); found at Hunton in Kent. thought to be of that sort call'd conchites, or a kind of Marble, such as is dug about Pluckley in the wild of Kent, p. 463, &c.\n\nStones (in the bladder, or kidneys) see Calculus humanus.\n\nSulphur, see Brimstone.\n\nSun; an account of the spot seen in it from the 25 Aprill to the 8th. May 1684. p. 535.\n\nT.\n\nTeeth; Animals in the scurf of them, see Microscopical Observations.\n\nTelescopes; see Perspective Glasses.\n\nThunder; the probable cause of it. see Pyrites. Instances proving the cause, p. 518.\n\nThunder clap; a Relation of one that hapned on the coast of New-England, p. 419. see Lightning.\n\nTide on the coast of Guiney; see Needle.\n\nTide Table (correct); shewing the exact times of high water at London Bridge to every day in the year 1684. with Directions how to use it, and also apply it to many other Ports in England and elsewhere, p. 458, 459. An other Tide-Table for London Bridge with Directions, &c. for the year 1685.\n\nTongues; an account of the Tides with a Theory of them, and Directions for coming over at the Bar there, p. 677. &c.\n\nTortoise; a kind of Plant Animal not being able to bury itself deep enough was\nAn Alphabetical Index of the Philosoph. Transact. &c.\n\nwas kill'd by the great frost, p. 562.\n\nTrumpet (speaking); see Stentrophonicon.\n\nTinking; a Theory of the Tides at the bar there, p. 685.\n\nTurkmans; an account of their wandering sort of life, with their numerous flocks and herds, p. 447.\n\nTurks; their Natural temper, manners, zeal in war. Behaviour after victory and the like, p. 440. &c. Their unskillfullnes in Sciences, see Mathematics. As also in Husbandry and Gardening, p. 444, 447. Their Superstition, see Mahomet and Alcoran. They salute their Emperour after the manner of the ancient Greeks and Romans, p. 442. Their Government perfectly arbitrary, p. 449. &c. The G. Signor's manner of giving Audience to Ambassadors of Christian Princes, p. 452.\n\nV.\n\nVision; direct, refracted, reflex'd. How each of them improv'd ratione objecti, medii, & organi, p. 473. &c.\n\nVision; two extraordinary cases. 1. Of a servant that could see very well in the day but stone blind in the Night. 2. Of a Person that thro some Distemper in his head saw double, p. 559. N. 159.\n\nVitriol (Oyle); see Oyle.\n\nVizir; see Mahomet. Achmet.\n\nVulcano's; burning Mountaines, in probability made up in great part of Pyrites, naturally kindled of themselves, as Hecla, &c. p. 516.\n\nW.\n\nWeather-cock; whether one may not be contriv'd to whistle with an ordinary blast of wind so loud as to be heard many Leagues, p. 487.\n\nWills (Yorkshire); see Spaws.\n\nWhispering Places; whence they are caus'd, p. 477.\n\nWinds (Tropic or Trade); their probable material cause, p. 489.\n\nWinter; what damage Esquire Evelin receiv'd by the great Frost, Anno 1683 in his Timber Trees, Gardens, &c. p. 559, &c. see Frost.\n\nWomb; concerning the structure of it in a Letter from Malpighius, p. 630.\n\nWomen amongst the Turks; how they set of their Beauty, their chief diversion. p. 444.\n\nY.\n\nThe Year computed by the Turks according to the course of the Moon; yet they celebrate the Neuruz, i.e. begin each year on the 21 of March, the Vernal Equinox among the Greeks in Constantin's time, p. 440.\n\nZ.\n\nOdiaci obliquitas, ex Scriptoribus Graecis, &c. per Drem. Edv. Bernard, Astron. Prof. Oxon. p. 721.\n\nFINIS.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102110.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 14158,
    "total-output-tokens": 7495,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2797,
        2
      ],
      [
        2797,
        5833,
        3
      ],
      [
        5833,
        8962,
        4
      ],
      [
        8962,
        12001,
        5
      ],
      [
        12001,
        14950,
        6
      ],
      [
        14950,
        17823,
        7
      ],
      [
        17823,
        20781,
        8
      ],
      [
        20781,
        22952,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102110",
    "title": "Back Matter",
    "authors": null,
    "year": 1684,
    "volume": "14",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/102110"
  }
}