{
  "id": "77e4950193c53ca4bc7545241dd82ad09e0b32f9",
  "text": "ADVERTISEMENT.\n\nThe Committee appointed by the Royal Society to direct the publication of the Philosophical Transactions, take this opportunity to acquaint the Public, that it fully appears, as well from the Council-books and Journals of the Society, as from repeated declarations which have been made in several former Transactions, that the printing of them was always, from time to time, the single act of the respective Secretaries till the Forty-seventh Volume; the Society, as a Body, never interesting themselves any further in their publication, than by occasionally recommending the revival of them to some of their Secretaries, when, from the particular circumstances of their affairs, the Transactions had happened for any length of time to be intermitted. And this seems principally to have been done with a view to satisfy the Public, that their usual meetings were then continued, for the improvement of knowledge, and benefit of mankind, the great ends of their first institution by the Royal Charters, and which they have ever since steadily pursued.\n\nBut the Society being of late years greatly enlarged, and their communications more numerous, it was thought advisable that a Committee of their members should be appointed, to reconsider the papers read before them, and select out of them such as they should judge most proper for publication in the future Transactions; which was accordingly done upon the 26th of March 1752. And the grounds of their choice are, and will continue to be, the importance and singularity of the subjects, or the advantageous manner of treating them; without pretending to answer for the certainty of the facts, or propriety of the reasonings, contained in the several papers so published, which must still rest on the credit or judgement of their respective authors.\n\nIt is likewise necessary on this occasion to remark, that it is an established rule of the Society, to which they will always adhere, never to give their opinion, as a Body,\nupon any subject, either of Nature or Art, that comes before them. And therefore\nthe thanks, which are frequently proposed from the Chair, to be given to the authors\nof such papers as are read at their accustomed meetings, or to the persons through\nwhose hands they received them, are to be considered in no other light than as a\nmatter of civility, in return for the respect shown to the Society by those communi-\ncations. The like also is to be said with regard to the several projects, inventions,\nand curiosities of various kinds, which are often exhibited to the Society; the authors\nwhereof, or those who exhibit them, frequently take the liberty to report and even to\ncertify in the public newspapers, that they have met with the highest applause and\napprobation. And therefore it is hoped that no regard will hereafter be paid to such\nreports and public notices; which in some instances have been too lightly credited,\nto the dishonour of the Society.\nA List of Public Institutions and Individuals, entitled to receive a copy of the Philosophical Transactions of each year, on making application for the same directly or through their respective agents, within five years of the date of publication.\n\nIn the British Dominions.\nThe King's Library.\nThe British Museum.\nThe Bodleian Library, Oxford.\nThe Radcliffe Library, Oxford.\nThe Cambridge University Library.\nThe University of Trinity College, Dublin.\nThe Royal Geographical Society.\nThe United Service Museum.\nThe Royal College of Physicians.\nThe Society of Antiquaries.\nThe Linnean Society.\nThe Royal Institution of Great Britain.\nThe Society for the Encouragement of Arts.\nThe Geological Society.\nThe Horticultural Society.\nThe Royal Astronomical Society.\nThe Royal Asiatic Society.\nThe Royal Society of Literature.\nThe Medical and Chirurgical Society.\nThe London Institution.\nThe Entomological Society of London.\nThe Zoological Society of London.\nThe Institute of British Architects.\nThe Institution of Civil Engineers.\nThe Cambridge University Philosophical Society.\nThe Royal Society of Edinburgh.\nThe Royal Irish Academy.\nThe Royal Dublin Society.\nThe Asiatic Society at Calcutta.\nThe Royal Artillery Library at Woolwich.\nThe Royal Observatory at Greenwich.\nThe Observatory at Dublin.\nThe Observatory at Armagh.\nThe Observatory at the Cape of Good Hope.\nThe Observatory at Madras.\nThe Observatory at St. Helena.\nThe Observatory at Paramatta.\n\nDenmark.\nThe Royal Society of Sciences at Copenhagen.\nThe Royal Observatory at Altona.\n\nFrance.\nThe Royal Academy of Sciences at Paris.\nThe Royal Academy of Sciences at Thoulouse.\nThe École des Mines at Paris.\nThe Geographical Society at Paris.\nThe Entomological Society of France.\nThe Dépôt de la Marine, Paris.\nThe Geological Society of France.\nThe Jardin des Plantes, Paris.\n\nGermany.\nThe University at Göttingen.\nThe Cæsarean Academy of Naturalists at Bonn.\nThe Observatory at Manheim.\n\nItaly.\nThe Italian Society of Sciences at Modena.\nThe Royal Academy of Sciences at Turin.\n\nSwitzerland.\nThe Société de Phys. et d'Hist. Nat. at Geneva.\n\nBelgium.\nThe Royal Academy of Sciences at Brussels.\n\nNetherlands.\nThe Royal Institute of Amsterdam.\n\nSpain.\nThe Royal Observatory at Cadiz.\n\nPortugal.\nThe Royal Academy of Sciences at Lisbon.\n\nPrussia.\nThe Royal Academy of Sciences at Berlin.\n\nRussia.\nThe Imperial Academy of Sciences at St. Petersburg.\n\nSweden and Norway.\nThe Royal Academy of Sciences at Stockholm.\nThe Royal Society of Sciences at Drontheim.\n\nUnited States.\nThe American Philosophical Society at Philadelphia.\nThe New York Philosophical Society.\nThe American Academy of Sciences at Boston.\nThe Library of Harvard College.\n\nThe fifty Foreign Members of the Royal Society.\nA List of Public Institutions and Individuals, entitled to receive a copy of the Astronomical Observations made at the Royal Observatory at Greenwich, on making application for the same directly or through their respective agents, within five years of the date of publication.\n\nIn the British Dominions.\n\nThe King's Library.\nThe Board of Ordnance.\nThe British Museum.\nThe Royal Society.\nThe Bodleian Library, Oxford.\nThe Savilian Library, Oxford.\nThe Library of Trinity College, Cambridge.\nThe King's Observatory at Richmond.\nThe Royal Observatory at Greenwich.\nThe University of Aberdeen.\nThe University of St. Andrews.\nThe University of Dublin.\nThe University of Edinburgh.\nThe University of Glasgow.\nThe Observatory at Oxford.\nThe Observatory at Cambridge.\nThe Observatory at Dublin.\nThe Observatory at Armagh.\nThe Observatory at the Cape of Good Hope.\nThe Observatory at Paramatta.\nThe Observatory at Madras.\nThe Observatory at St. Helena.\nThe Royal Institution of Great Britain.\nThe Royal Society, Edinburgh.\nThe Astronomical Institution, Edinburgh.\nThe President of the Royal Society.\nThe Lowndes's Professor of Astronomy, Cambridge.\nThe Plumian Professor of Astronomy, Cambridge.\nFrancis Baily, Esq. V.P. and Treas. R.S.\nThomas Henderson, Esq. of Edinburgh.\nJohn William Lubbock, Esq.\nCaptain W. H. Smyth, R.N. of Bedford.\nSir James South, Observatory, Kensington.\nLieutenant Stratford, R.N.\n\nIn Foreign Countries.\n\nThe Royal Academy of Sciences at Berlin.\nThe Royal Academy of Sciences at Paris.\nThe Imperial Academy of Sciences at St. Petersburg.\nThe Royal Academy of Sciences at Stockholm.\nThe Royal Society of Sciences at Upsal.\nThe Board of Longitude of France.\nThe University of Göttingen.\nThe University of Leyden.\nThe Academy of Bologna.\nThe American Academy of Sciences at Boston.\nThe American Philosophical Society at Philadelphia.\nThe Library of Harvard College.\nThe Observatory at Helsingfors.\nThe Observatory at Altona.\nThe Observatory at Berlin.\nThe Observatory at Brussels.\nThe Observatory at Cadiz.\nThe Observatory at Coimbra.\nThe Observatory at Copenhagen.\nThe Observatory at Dorpat.\nThe Observatory at Königsberg.\nThe Observatory at Manheim.\nThe Observatory at Marscilles.\nThe Observatory at Milan.\nThe Observatory at Palermo.\nThe Observatory at Paris.\nThe Observatory at Seeberg.\nThe Observatory at Vienna.\nThe Observatory at Tubingen.\nThe Observatory at Wilna.\nProfessor Bessel, of Königsberg.\nDr. William Olbers, of Bremen.\nThe Dépôt de la Marine, Paris.\nThe Bowden College, United States.\nThe Waterville College, United States.\nROYAL MEDALS.\n\nHIS MAJESTY KING WILLIAM THE FOURTH, in restoring the Foundation of the Royal Medals, graciously commanded a Letter, of which the following is an extract, to be addressed to the Royal Society, through His Royal Highness the Duke of Sussex, K.G., President:\n\n\"It is His Majesty's wish,—\nFirst, That the Two Gold Medals, value of Fifty Guineas each, shall henceforth be awarded on the day of the Anniversary Meeting of the Royal Society, on each ensuing year, for the most important discoveries in any one principal subject or branch of knowledge.\nSecondly, That the subject matter of inquiry shall be previously settled and propounded by the Council of the Royal Society, three years preceding the day of such award.\nThirdly, That Literary Men of all nations shall be invited to afford the aid of their talents and research: and,\nFourthly, That for the ensuing three successive years, the said Two Medals shall be awarded to such important discoveries, or series of investigations, as shall be sufficiently established, or completed to the satisfaction of the Council, within the last five years of the days of award, for the years 1834 and 1835, including the present year, and for which the Author shall not have previously received an honorary reward.\n\n(Signed) \"H. Taylor.\"\nThe Royal Medals for the year 1833 were awarded to\n\nSir John Frederick William Herschel, K.H. F.R.S.,\n\nfor his Paper on the Investigation of the Orbits of Revolving Double Stars; and to\n\nProfessor Auguste Pyrame de Candolle, of Geneva, Foreign Member of the Royal Society,\n\nfor his Discoveries and Investigations in Vegetable Physiology.\n\nThose for 1834 were awarded to\n\nJohn William Lubbock, Esq., V.P. & Treas. R.S.,\n\nfor his Papers on the Tides published in the Philosophical Transactions; and to\n\nCharles Lyell, Esq., F.R.S.,\n\nfor his Work entitled \"Principles of Geology.\"\n\nThose for 1835 were awarded to\n\nMichael Faraday, D.C.L., F.R.S.,\n\nfor his Investigations and Discoveries contained in the Series of Experimental Researches in Electricity, published in the Philosophical Transactions, and more particularly for the Seventh Series, relating to the definite nature of electro-chemical action; and to\n\nSir William Rowan Hamilton, Andrews' Professor of Astronomy in the University of Dublin, and Royal Astronomer of Ireland,\n\nfor the Papers published by him in the 16th and 17th volumes of the Transactions of the Royal Irish Academy, entitled \"Supplement to an Essay on the Theory of Systems of Rays,\" and more particularly for those Investigations at the conclusion of the third and last Supplement, which relate to the discovery of Conical Refraction.\n\nThe Council propose to give one of the Royal Medals in the year 1836, to the most important unpublished paper in Astronomy, communicated to the Royal Society for insertion in their Transactions, after the present date (May 13th, 1833,) and prior to the month of June in the year 1836.\n\nThe Council also propose to give one of the Royal Medals in the year 1836 to the\nmost important unpublished paper in Animal Physiology, communicated to the Royal Society for insertion in their Transactions, after the present date (May 13th, 1833,) and prior to the month of June in the year 1836.\n\nThe Council propose to give one of the Royal Medals in the year 1837 to the most important unpublished paper in Physics, communicated to the Royal Society for insertion in their Transactions, after the present date (November 27th, 1834,) and prior to the month of June in that year.\n\nThe Council also propose to give one of the Royal Medals in the year 1837 to the author of the best paper, to be entitled \"Contributions towards a System of Geological Chronology founded on an examination of fossil remains, and their attendant phenomena,\" such paper to be communicated to the Royal Society after the present date (December 1st, 1834,) and prior to the month of June 1837:—but in case no paper is presented to the Society fulfilling the conditions implied by the above Resolution, or possessing sufficient merit, the Council propose to give one of the Royal Medals in the year 1837 to the author of the best paper in Geology and Mineralogy, communicated to the Royal Society for insertion in their Transactions after the present date and prior to the month of June in that year.\n\nThe Council propose to give one of the Royal Medals in the year 1838 to the most important unpublished paper on Chemistry, communicated to the Royal Society for insertion in their Transactions, after the present date (November 12th, 1835,) and prior to the month of June 1838.\n\nThe Council also propose to give one of the Royal Medals in the year 1838 to the most important unpublished paper in Physics, communicated to the Royal Society for insertion in the Philosophical Transactions, after the present date (November 19, 1835,) and prior to the month of June 1838.\n\nThose for 1836 were awarded to\n\nSir JOHN FREDERICK WILLIAM HERSCHEL, K.H. F.R.S.,\n\nfor his Papers on Nebulæ and Clusters of Stars, published in the Philosophical Transactions for 1833; and to\n\nGEORGE NEWPORT, Esq.,\n\nfor his Series of Investigations on the Anatomy and Physiology of Insects, contained MDCCCXXXVII.\nin his two Papers published in the Philosophical Transactions within the last three years.\n\nThe Council propose to give one of the Royal Medals in the year 1839 to the most important unpublished Paper in Astronomy, communicated for insertion in their Transactions after the present date, (November 30th, 1836,) and prior to the termination of the Session in June 1839.\n\nThe Council also propose to give one of the Royal Medals in the year 1839 to the most important unpublished Paper in Physiology, communicated for insertion in their Transactions after the present date, (November 30th, 1836,) and prior to the termination of the Session in June 1839.\n\nThe Council have appointed Mr. H. F. Talbot's Paper, entitled \"Further Observations on the Optical Phenomena of Crystals,\" the Bakerian Lecture for the present year.\nCONTENTS.\n\nI. Researches in the Integral Calculus.—Part II. By H. F. Talbot, Esq. F.R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . page 1\n\nII. Researches towards establishing a Theory of the Dispersion of Light.—No. III. By the Rev. Baden Powell, M.A. F.R.S., Savilian Professor of Geometry in the University of Oxford. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19\n\nIII. On the Optical Phenomena of certain Crystals. By H. F. Talbot, Esq. F.R.S. 25\n\nIV. The Bakerian Lecture.—Further Observations on the Optical Phenomena of Crystals. By H. F. Talbot, Esq. F.R.S. . . . . . . . . . . . . . . . . 29\n\nV. Observations on the Electro-chemical Influence of long-continued Electric Currents of Low Tension. By Golding Bird, F.L.S. F.G.S., Lecturer on Experimental Philosophy at Guy's Hospital, &c. Communicated by Thomas Bell, Esq. F.R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .37\n\nVI. Inquiries respecting the Constitution of Salts. Of Oxalates, Nitrates, Phosphates, Sulphates, and Chlorides. By Thomas Graham, Esq. F.R.S. Edin., Professor of Chemistry in the Andersonian University of Glasgow, Corr. Member of the Royal Academy of Sciences of Berlin, &c. Communicated by Richard Phillips, Esq. F.R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .47\n\nVII. Researches on the Tides.—Seventh Series. On the Diurnal Inequality of the Height of the Tide, especially at Plymouth and at Singapore; and on the Mean Level of the Sea. By the Rev. W. Whewell, M.A. F.R.S., Fellow of Trinity College, Cambridge. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .75\n\nVIII. On the Structure of the Brain in Marsupial Animals. By Richard Owen, Esq. F.R.S., Hunterian Professor of Anatomy to the Royal College of Surgeons. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .87\n\nIX. On the Tides. By John William Lubbock, Esq. F.R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .97\n\nX. Further Observations on Voltaic Combinations. In a Letter addressed to Michael Faraday, Esq. D.C.L. F.R.S., Fullerian Prof. Chem. Royal Institution, Corr. Memb. Royal & Imp. Acadd. of Sciences, Paris, Petersburgh, &c. By J. Frederick Daniell, F.R.S., Prof. Chem. in King’s College, London, &c. . . . . . . .141\n\nXI. Analysis of the Roots of Equations. By the Rev. R. Murphy, M.A., Fellow of Caius College, Honorary Member of various Philosophical Societies. Communicated by J. W. Lubbock, Esq. F.R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . .161\nADJUDICATION of the Medals of the Royal Society by His Royal Highness the President and Council.\n\nThe Copley Medal, for the year 1833, was not awarded.\n\nA Copley Medal, for the year 1834, to Professor Plana, of Turin, for his work, entitled, \"Théorie du Mouvement de la Lune.\"\n\nThe Rumford Medal, for the year 1835, to M. Melloni, for his discoveries relative to Radiant Heat.\n\nA Copley Medal, for the year 1835, to William Snow Harris, Esq., F.R.S., for his \"Experimental Investigations of the Forces of Electricity of High Intensity,\" contained in his paper published in the Philosophical Transactions for the year 1834.\n\nA Copley Medal, for the year 1836, to Professor Berzelius, for his Systematic Application of the Doctrine of Definite Proportions to the Analysis of Mineral Bodies, as contained in his \"Nouveau Système de Minéralogie,\" and in other of his works.\n\nA Copley Medal, for the year 1836, to Francis Kiernan, Esq., F.R.S., for his Discoveries relating to the Structure of the Liver, as detailed in his paper communicated to the Royal Society, and published in the Philosophical Transactions for 1833.\n\nA Copley Medal, for the year 1837, to M. Becquerel, for his various Memoirs on the subject of Electricity, published in his \"Mémoires de l'Académie Royale des Sciences de l'Institut de France,\" and particularly those on the Production of Crystals of Metallic Sulphurets and Sulphur, by the long-continued action of Electricity of very low tension, and published in the tenth volume of those Mémoires.\n\nAnother Copley Medal, for the year 1837, to John Frederick Daniell, Esq., F.R.S., for his two papers \"On Voltaic Combinations,\" published in the Philosophical Transactions for 1836.\n\nThe Royal Medal, in the department of Physics, for the year 1837, to the Rev. William Whewell, M.A., F.R.S., for his \"Researches connected with the Theory of the Tides,\" communicated to the Royal Society, and published in its Transactions within the last three years.\n\nThe Royal Medal, in the department of Geology, for the year 1837, was not awarded.\n\nThe Council propose to give one of the Royal Medals in the year 1838 for the most important unpublished paper on Chemistry, &c.\n\nThe Council also propose to give one of the Royal Medals in the year 1838 for the most important unpublished paper on Mathematics, &c.\nXII. First Memoir on the Theory of Analytical Operations. By the Rev. R. Murphy, M.A. Fellow of Caius College, Honorary Member of various Philosophical Societies. Communicated by J. W. Lubbock, Esq. F.R.S. . . . page 179\n\nXIII. On the Adaptation of different Modes of Illuminating Lighthouses; as depending on their Situations and the Object contemplated in their Erection. By William Henry Barlow, Esq. In a Letter addressed to Peter Barlow, Esq. F.R.S. &c., and communicated by Him . . . . . . . . . . . . . . . . . . . . . . . . . . 211\n\nXIV. Researches on the Tides.—Eighth Series. On the Progress of the Diurnal Inequality Wave along the Coasts of Europe. By the Rev. W. Whewell, M.A. F.R.S., Fellow of Trinity College, Cambridge . . . . . . . . . . . . . . . . . . 227\n\nXV. On the Connexion between the Phenomena of the Absorption of Light, and the Colours of thin Plates. By Sir David Brewster, K.H. LL.D. F.R.S. . . . . 245\n\nXVI. On the Development and Extinction of regular doubly refracting Structures in the Crystalline Lenses of Animals after Death. By Sir David Brewster, K.H. LL.D. F.R.S. &c. &c. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 253\n\nXVII. On the Temperature of Insects, and its connexion with the Functions of Respiration and Circulation in this Class of Invertebrated Animals. By George Newport, Esq., Member of the Royal College of Surgeons, and of the Entomological Society of London. Communicated by P. M. Roget, M.D. Sec. R.S. 259\n\nXVIII. On the first Changes in the Ova of the Mammifera in consequence of Impregnation, and on the Mode of Origin of the Chorion. By Thomas Wharton Jones, Esq. Communicated by Richard Owen, Esq. F.R.S. . . . . . . . . . . . . . . . . . . . . . . . . 339\n\nXIX. Sequel to an Essay on the Constitution of the Atmosphere, published in the Philosophical Transactions for 1826; with some Account of the Sulphurets of Lime. By John Dalton, D.C.L. F.R.S. &c. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 347\n\nXX. On the Hereditary Instinctive Propensities of Animals. By Thomas Andrew Knight, Esq. F.R.S., President of the Horticultural Society, &c. &c. . . . 36\n\nXXI. On the Elementary Structure of the Muscular Fibre of Animal and Organic Life. By Frederic C. Skey, Esq. F.R.S., Assistant Surgeon to St. Bartholomew's Hospital . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 371\n\nXXII. Observations on the Minute Structure of some of the higher forms of Polypi, with views of a more Natural Arrangement of the Class. By Arthur Farre, M.B.\nLecturer on Comparative Anatomy at St. Bartholomew's Hospital. Communicated by Richard Owen, Esq. F.R.S.\n\nXXIII. On the Ipoh or Upas Poison used by the Jacoons and other Aboriginal Tribes of the Malay Peninsula. By Lieut. T. J. Newbold, A.D.C. to Brigadier-General Wilson, C.B. Communicated by P. M. Roget, M.D. Sec. R.S.\n\nXXIV. Description of a new Barometer, recently fixed up in the Apartments of the Royal Society; with Remarks on the mode hitherto pursued at various periods, and an account of that which is now adopted, for correcting the observed height of the Mercury in the Society's Barometers. By Francis Baily, Esq., Vice-President and Treasurer R.S.\n\nIndex\n\nAPPENDIX.\n\nMeteorological Journal kept at the Apartments of the Royal Society, by order of the President and Council.\n\nERRATUM.\n\nIn announcing the Prize Questions for the Royal Medals to be given in the year 1838, as published in the Philosophical Transactions for 1835, Part II.; 1836, Parts I. and II.; and 1837, Part I.; for \"Physics\" read \"Mathematics.\"",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108083.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 15,
    "total-input-tokens": 24348,
    "total-output-tokens": 6254,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1993,
        3
      ],
      [
        1993,
        2953,
        4
      ],
      [
        2953,
        5689,
        5
      ],
      [
        5689,
        8246,
        6
      ],
      [
        8246,
        9538,
        7
      ],
      [
        9538,
        11268,
        8
      ],
      [
        11268,
        13448,
        9
      ],
      [
        13448,
        14268,
        10
      ],
      [
        14268,
        16981,
        11
      ],
      [
        16981,
        16981,
        12
      ],
      [
        16981,
        19302,
        13
      ],
      [
        19302,
        21894,
        14
      ],
      [
        21894,
        22922,
        15
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108083",
    "title": "Front Matter",
    "authors": null,
    "year": 1837,
    "volume": "127",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 15,
    "jstor_url": "https://www.jstor.org/stable/108083"
  }
}