{
  "id": "86ca0f1a9d92e16f79b77ce7ba23491f2efca3af",
  "text": "Snow. The Snow, melted by the heat of the Summer, other Snow being fallen within a little while after, is hardened into Ice, which by little and little in a long tract of time depurating itself turns into a Stone, not yielding in hardness and clearness to Crystal. Such Stones closely joined and compacted together compose a whole Mountain, and that a very firm one; though in Summer-time the Country-people have observed it to burst asunder with great cracking, Thunder-like: which is also well known to Hunters to their great cost, forasmuch as such cracks and openings, being by the Winds covered with Snow, are the death of those, that pass over them.\n\nAt the foot of these mountains are with great labour digg'd out Crystals, which are found among other fossils, of two sorts and colors; some of them are darkish and troubled, which by some are call'd the Crystal-ore, to be plentifully found in the ascent of Mount Gotthard; others transparent, very pure and as clear as Venice-glass; sexangular, great and small: as in the mountains about Valaisia, and the Town call'd Urselen at the foot of the Hill Schellenin they are digg'd out, and sold at a good rate. Of this latter kind my Parents, four years agoe, transmitted a very bigg and fair one to Milan for 80. pound sterling.\n\nThis is, what I have observed about these Hills; What I shall farther learn of the people inhabiting thereabout, to whom I have written a month since, I shall impart to you.\n\nIn September 1668.\n\nSome Observations\n\nConcerning Japan, made by an Ingenious person, that hath many years resided in that Country; as they were communicated in French by M. I.; whence they are thus English'd by the Publisher; who some months since occasion'd this Attempt by some Queries, sent to that Traveller.\n\n1. The Japanese doubt not at all of their Country's being an Island; though it be separated from the Continent by such narrow Channels that no vessel of any considerable burden can pass them.\n2. The Air is there very salubrious, but of another temper on this, than on that side of the Mountains, which divide Japan. The Plague hath never been heard of there; but the small Pox and Fluxes are very frequent.\n\n3. Their Mountains are fertile almost to the very top.\n\n4. There are found almost all European sorts of Fruit, Peaches, Apricots, Cherries, Prunes, Apples, Pears, and particularly Pipins, Bon Chretien-Pears. Besides these, there is an infinity of other Fruit; but almost none, but what is also found in some part or other of India.\n\n5. Silver is there in its highest perfection, but not used in Trade; in which is seen nothing but Gold, and some small coyn of Brass; which latter they spoile by refining it too much. Steell also is there very good.\n\n6. The temper of their Metals was formerly better than 'tis now; but yet they make Courtelas's or short Swords exceeding good.\n\n7. The great Mountain of Japan is higher than the Pico in Teneriff, since being above 18 leagues distant from the Sea-side, it may be seen above 40 leagues off at Sea. There are 8 Vulcans or Fire-spitting mountains in Japan; and you cannot goe into the Campagne, but you discover one or other of them.\n\n8. There are many Medicinal waters, and Hott-Springs there, which the Inhabitants use in their distempers. They have particular Medicines; but they let no Blood. They make much use of Causticks, by applying upon some nerve or other the powder of Artemisia or Mugwort, and Cotton, which they set on fire. They always drink their liquors warme.\n\n9. There is so great a store of Venaifon in Japan, that they care little for Cattle, though there be no want of them. They employ most Oxen for Ploughing; and they make no Butter nor Cheese, nor are they lovers of Milk. They have great plenty of Corn and Rice.\n\n10. The Japanese are proper enough of stature, and not uncomely in features; they have somewhat prominent bellies. They are exceeding active, and want no Judgement; they are also military and valiant.\n\n11. No Arts are to be met with amongst them, that are not\nnot known in Europe, except that of making Lacca, of which there is some so fine and curious, that whereas in this Country one may buy an ordinary small boxe for 3. or 4. Crowns, one of the same size, when made in Japan of exquisite Lacca, will sell for more than 80. crowns. The Author of this Accompt hath 4. Cabinets of this workmanship, which he affirms to have cost him above 40000 crowns, which he will not sell under 80000 crowns.\n\n12. The Colours, with which they dye their stuffs, never fade. I have seen one of them, which our Vermillon and Couleur de feu come not near to. It is extracted out of a Flower, like to Saffron, and one pound of it costs an incredible price. To try, whether the Colour will not change by Lixivium or Lye, they apply an hot Iron to it; and if there it holds, they assure themselves of the durableness of the Colour.\n\n13. They have Mathematicians amongst them, and believe Judiciary Astrology, insomuch that the Grandees undertake nothing without pre-consulting those, that make profession of the same.\n\n14. Japan yeilds divers sorts of good merchantable Commodities; but chiefly all sorts of silken Stuffs, unwrought Silk, Amber, Precious Stones, Musk, Copper, Steel, Lack-work.\n\n15. The Country is very well peopled and exceeding rich, being exceedingly stored with Gold-mines; and I have seen some of the Gold-ore, which of 10. ounces yeilded 8. of the highest fineness, and pieces of the weight of 120. marks.\n\n16. Their Buildings are very good and commodious. The Appartments are all below on the ground, separated from one another by partitions of Carton painted and guilt, which may be fouled and removed like Skreens. Their floors are covered with mattes, and sometimes with silken stuff, embroidered velvet, and cloth of gold. All their buildings are but one story high.\n\n17. They have no other conveniences to defend themselves from Heat and Cold, but such as are usual in Italy and Spaine.\n\n18. They use the divertisements of Comedies, which are more brave then those of Europe. The Spectators are about 200. paces distant from the Theater, which being cover'd with a vault\nvault, makes the voice of the Actors to be understood to the very end of the Theater. They love Hunting, and Gaming, as Dice, Cards, Chess &c. At all times of the day, and in all their visits they take Thea and Tobacco.\n\n19. Their Language is altogether different from the Chinese; but their Priests, and Courtians, that is, the Learn'd among them, which bear the Offices of the Court, understand the tongue of Chochin-China, and by this means that of Tunquin, China, Corea &c. They write neither from the right to the left, nor from the left to the right, but downward.\n\n20. Their Government is Despotique; the Religion Pagan; the Christian hated upon no other account, but that some of those that there professed it, would persuade the Japonese to acknowledge a Superiority above the dignity Royall, disposing of Crowns and Scepters. Their Morals are very good, their faults being punish't as their Crimes, even Lying and Detraction. Their left hand is the more honourable, and they take horse on that side.\n\nAn Account from Paris\nConcerning a great Metallin Burning Concave, and some of the most considerable Effects of it: Communicated by severall persons upon the place, where Tryals have been made of it.\n\nIT is true, that Monsieur de Vilette of Lyons, who formerly made that Burning Concave, * which was of about 30 inches diameter (disposed of to the King of Denmark) hath made another, which is larger, now under tryal here. It is of 34 inches diameter, and melts all sorts of Metals, and Iron itself of the thickness of a Silver-Crown, in less than a minute of time, and vitrifies Brick in the same time; and as for Wood, whether green or dry, it sets it on fire in a moment. The King hath seen it and the performances of it with great satisfaction; and his Majesty is likely to make it his, and then to bestow it on his Royal Academy of Philosophers, for making of farther Experiments with it. So far they.\n\nNota",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101010.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 2091,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1967,
        2
      ],
      [
        1967,
        4030,
        3
      ],
      [
        4030,
        6152,
        4
      ],
      [
        6152,
        8075,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101010",
    "title": "Some Observations Concerning Japan, Made by an Ingenious Person, That Hath Many Years Resided in That Country; as they Were Communicated in French by M. I; Whence they are Thus English'd by the Publisher; Who Some Months Agoe Accasion'd This Accompt by Some Queries, Sent to That Traveller",
    "authors": "M. I",
    "year": 1669,
    "volume": "4",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/101010"
  }
}