{
  "id": "bce47ce7c2d62593a11d40a96084cbd5bdaf0ac6",
  "text": "XXII. On the Discovery of Palladium; with Observations on other Substances found with Platina. By William Hyde Wollaston, M.D. Sec. R.S.\n\nRead July 4, 1805.\n\nHaving some time since purified a large quantity of platina by precipitation, I have had an opportunity of observing various circumstances in the solution of this singular mineral, that have not been noticed by others, and which, I think, cannot fail to be interesting to this Society.\n\nAs I have already given an account of one product obtained from that ore, which I considered as a new metallic substance, and denominated Rhodium, I shall on the present occasion confine myself principally to those processes by which I originally detected, and subsequently obtained another metal, to which I gave the name of Palladium, from the planet that had been discovered nearly at the same time by Dr. Olbers.\n\nIn the course of my inquiries I have also examined the many impurities that are usually mixed with the grains of platina, but I shall not think it necessary to describe minutely substances which have already been fully examined by others.\n\n§ I. Ore of Iridium.\n\nI must however notice one ore, that I find accompanies the ore of platina, but has passed unobserved from its great resemblance to the grains of platina, and on that account is\nscarcely to be distinguished or separated from them, excepting by solution of the platina; for the grains of which I speak are wholly insoluble in nitro-muriatic acid. When tried by the file, they are harder than the grains of platina; under the hammer they are not in the least degree malleable; and in the fracture they appear to consist of laminæ possessing a peculiar lustre; so that although the greater number of them cannot, as I have before observed, be distinguished from the grains of platina, the laminated structure sometimes occasions an external form by which they may be detected. With a view to be absolutely certain that there exist grains in a natural state, which have not been detached by solution from the substance of the grains of platina, I have separated from the mixed ore as many as enabled me to ascertain their general composition.\n\nTheir most remarkable quality is their great specific gravity, which I have found to be as much as 19.5, while that of the crude grains of platina has not, in any experiment that I have made, exceeded 17.7. From this circumstance it might naturally be conjectured that they contain a greater quantity of platina than the grains in general; by analysis, however, they do not appear to me to contain the smallest quantity of that metal, but to be an ore consisting entirely of the metals that were found by Mr. Tennant in the black powder which is extricated by solution from the grains of platina, and which he has called Iridium and Osmium. But, since the specific gravity of these grains so much exceeds that of the powder, which by my experiments has appeared to be, at the utmost, 14.2, I have thought it might deserve inquiry whether their chemical composition is in any respect different. For this purpose I have selected a portion of them, and have requested Mr. Tennant\nto undertake a comparative examination, from whose well known skill in chemical inquiries, as well as peculiar knowledge of the subject, we have every reason to expect a complete analysis of this ore.\n\n§ II. Hyacinths.\n\nAmong those bodies which may be separated from the ore of platina, in consequence of their less specific gravity, by a current of water or of air, there may be discerned a small proportion of red crystals so minute, that 100 of the largest I could collect weighed scarcely $\\frac{8}{10}$ of a grain. The quantity which I possess is consequently too small for chemical analysis; but their physical properties are such as correspond in every respect with those of the hyacinth. I was first led to compare them with that stone by their specific gravity, which I conjectured to be considerable from their accompanying other substances, that appear to have been collected together solely by reason of their superior weight.\n\nLike the hyacinth, these crystals lose their colour immediately and entirely when heated; they also agree with it in their hardness, which is barely sufficient to scratch quartz, but is decidedly inferior to that of the topaz.\n\nThe principal varieties of their form may be very well understood by description.\n\n1st. In its most simple state the crystal may be considered as a rectangular prism terminated by a quadrilateral obtuse pyramid, the sides of which sometimes arise direct from the sides of the prism; but,\n\n2dly. The position of the pyramid is generally such that its sides arise from the angles of the prism. In this case the sides of the prism are hexagons.\n3dly. It is more usual for the prism to have eight sides by truncation of each of its angles, and at each extremity eight additional surfaces occupying the place of the eight linear angles between the prism and terminating pyramid of the 2d variety. The complete crystal has then thirty-two sides.\n\n4thly. The eight surfaces last mentioned, as interposed between the prism and pyramid, are sometimes elongated into a complete acute pyramid having eight sides arising from the angles of an octahedral prism.\n\nThe 3d form above described, corresponds so entirely with that given by the Abbé Haüy * as one of the forms of the hyacinth or jargon, that I have little reason to regret my inability to obtain chemical evidence of the composition of these crystals.\n\nThose, and other impurities, I usually separated, as far as was practicable, by mechanical means, previously to forming the solution of platina, which has been the principal object of my attention.\n\n§ III. Precipitation of Platina.\n\nWhen a considerable quantity of the ore had been dissolved, and I had obtained, in the form of a yellow triple salt, as much of the platina as could be precipitated by sal ammoniac, clean bars of iron were next immersed in the solution for the purpose of precipitating the remainder of the platina.\n\nFor distinction it will be convenient to call this, which in fact consists of various metals, the first metallic precipitate.\n\nThe treatment of this precipitate differed in no respect from that of the original ore. It was dissolved as before, and a portion\n\n* Traité de Mineralogie, Pl. XLI. fig. 17.—Journ. des Mines, No. 26, fig. 9.\nof platina precipitated by sal ammoniac; but it was observable that the precipitate now obtained was not of so pale a yellow as the preceding. Nevertheless the impurity was in so small quantity, that the platina reduced from it by heat did not differ discernibly from that obtained from the purest yellow precipitate.\n\nAt this time I found it advantageous to neutralize the solution with soda, and to employ a solution of green sulphate of iron for the precipitation of the gold, of which, I believe, a portion may always be obtained from the mixed ore; but I have observed in experiments upon any quantities of mere grains of crude platina carefully selected, that the smallest portion of gold could not be detected as a constituent part of the ore itself.\n\nBars of iron were subsequently employed as before for recovering the platina that remained dissolved, together with those substances which I have since found to accompany it.\n\nThe precipitate thus obtained, which I distinguish by the name of the second metallic precipitate, was to appearance of a blacker colour than the former, and was a finer powder.\n\nAs I was not at first prepared to expect any new bodies, I proceeded to treat the second precipitate, as the former, by solution and precipitation. But I soon observed appearances which I could not explain by supposition of the presence of any known bodies, and was led to form conjectures of future discoveries, which subsequent inquiry has fully confirmed.\n\nWhen I attempted to dissolve this second metallic precipitate in nitro-muriatic acid, I was surprised to find that a part of it resisted the action of that solvent, notwithstanding any variations in the relative proportions or strength of the acids.\nemployed to form the compound, and although the whole of this powder had certainly been twice completely dissolved.\n\nThe solution formed in this case was of a peculiarly dark colour, and when I endeavoured to precipitate the platina from it by sal ammoniac, the precipitate obtained was small in quantity, and, instead of being yellow, was of a deep red colour, arising from an impurity which I did not at that time understand, but which we since know, from the experiments of Mr. Descotils, is occasioned by the metal now called iridium.\n\nThe solution, instead of being rendered pale by the precipitation of the platina, retained its dark colour in consequence of the other metals that remained in solution; but, as I had not then learned the means of separating them from each other, and as the quantity of fluid which accumulated occasioned me some inconvenience, I decomposed it by iron, as in the former instances, and formed a third metallic precipitate, which could more commodiously be reserved for subsequent examination.\n\nIn this last step I committed an error which afterwards occasioned me considerable difficulty, for I found that a great part of this precipitate consisting of rhodium was unexpectedly rendered insoluble by this treatment, and resembled the residuum of the second metallic precipitate abovementioned.\n\nAs I have already communicated to this society, in my Paper upon rhodium, the process by which I subsequently avoided this difficulty, I shall at present return to a previous stage of my progress, and relate the means by which I first obtained palladium in my attempts to analyze the second metallic precipitate.\n§ IV. Separation of Palladium.\n\nThere was no difficulty in ascertaining the presence of lead as one of the ingredients of this precipitate, by means of muriatic acid, which dissolved lead and iron and a small quantity of copper. It was equally easy to obtain a larger portion of copper by dilute nitrous acid, with which it formed as usual a blue solution. But when I endeavoured to extract the whole of the copper by a stronger acid, it was evident, from the dark brown colour of the solution, that some other metallic ingredient had also been dissolved. I at first ascribed this colour to iron; but, when I considered that this substance had been more slowly acted upon than copper, I relinquished that hypothesis, and endeavouring to precipitate a portion of it by a clean plate of copper, I obtained a black powder adhering to a surface of platina on which I had placed the solution. As this precipitate was soluble in nitric acid, it evidently consisted neither of gold nor platina; as the solution in that acid was of a red colour, the metal could not be either silver or mercury; and as the precipitation of it by copper excluded the supposition of all other known metals, I had reason to suspect the presence of some new body, but was not fully satisfied of its existence until I attempted the precipitation of it by mercury.\n\nFor this purpose I agitated a small quantity of mercury in the nitrous solution previously warmed, and observed the mercury to acquire the consistence of an amalgam. After this amalgam had been exposed to a red heat, there remained a white metal, which could not be fused before the blow pipe. It gave a red solution as before in nitrous acid; it was not\nprecipitated by sal ammoniac, or by nitre; but by prussiate of potash it gave a yellow or orange precipitate; and in the order of its affinities it was precipitated by mercury but not by silver.\n\nThese are the properties by which I originally distinguished palladium; and by the assistance of these properties I obtained a sufficient quantity for investigating its nature more fully.\n\nThere were, however, various reasons which induced me to relinquish the original process of solution in nitrous acid and precipitation by mercury; for although I found the metal thus obtained to be nearly pure, the necessity of agitating the solution with the mercury was very tedious, and the waste was also considerable; for in the first place it seemed that nitrous acid would not extract all the palladium from any quantity of the second metallic precipitate, neither would mercury reduce the whole of what was so dissolved. I therefore substituted a process dependent on another of its properties. I had observed that this metal differed from platina in not being precipitated from nitro-muriatic acid by nitre or by other salts containing potash; for although a triple salt is thus formed, this salt is extremely soluble, while that of platina on the contrary requires a large quantity of water for its solution. On that account a compound menstruum consisting of nitrate of potash dissolved in muriatic acid is unfit for the solution of platina, but dissolves palladium nearly as well as common nitro-muriatic acid in which there is no potash present.*\n\nIn five ounces of muriatic acid diluted with an equal quantity of water, I dissolved one ounce of nitre, and formed a solvent\n\n* I have found that gold may also be dissolved with equal facility by the same solvent, and nearly in the same proportion. Ten grains of nitre added to a proper quantity of muriatic acid are sufficient for sixteen grains of either gold or palladium.\nfor palladium that possesses little power of acting on platina, so that by digesting any quantity of the second metallic precipitate till there appeared to be no farther action, I procured a solution from which by due evaporation were formed crystals of a triple salt, consisting of palladium combined with muriatic acid and potash. These are the crystals which I have on a former occasion * mentioned as exhibiting a very singular contrast of colours, being bright green when seen transversely, but red in the direction of their axis; the general aspect, however, of large crystals is dark brown.\n\nFrom the salt thus formed and purified by a second crystallization, the metal may be precipitated nearly pure by iron or by zinc, or it may be rendered so by subsequent digestion in muriatic acid.\n\n§ V. Reasons for thinking Palladium a simple Metal.\n\nFrom the consideration of this salt alone I thought it highly probable that the substance combined in it with muriate of potash was a simple metal, for I know of no instance in chemistry of a distinctly crystallized salt containing more than two bases combined with one acid. I nevertheless endeavoured by a suitable course of experiments to obviate all probable objections. After examining by what acids it might be dissolved and by what reagents it might be precipitated, I combined it with various metals, with platina, with gold, with silver, with copper, and with lead; and when I had recovered it from its alloys so formed, I ascertained that, after every mode of trial it still retained its characteristic properties, being soluble in nitrous acid, and precipitable from thence by mercury, by green\n\n* Phil. Trans. 1804, p. 428.\nsulphate of iron, by muriate of tin, by prussiate of potash, by each of the pure alkalis, and by hydrosulphurets.\n\nThe precipitate obtained in each case was also found to be reducible by mere heat to a white metal, that, except in very small quantities, could not be fused alone by the blowpipe, but could very readily be fused with sulphur, with arsenic, or with phosphorus, and in all other respects resembled the original metal.\n\nThe only hypothesis, on which I thought it possible that I could be deceived, arose from the recollection of the error, which subsisted for a few years, respecting the compound formerly called siderite. It was possible that some metallic or other fixed acid might unite too intimately with either a known or an unknown metal to be separated by the more common simple affinities. I consequently made such attempts as appeared best calculated to disunite a compound so constituted.\n\nHaving boiled the oxide with pure alkalis, and found it to be unaltered, I thought the affinities of lime or lead might be more likely to detect the presence of the phosphoric or of any known metallic acid; and accordingly I made various attempts by muriate and nitrate of lime, as well as by nitrate of lead, to effect a decomposition of the supposed compound. In the experiment on which I placed the greatest reliance, I poured liquid muriate of lime into a solution of palladium in nitromuriatic acid, and evaporated the mixture to dryness, intending thereby to expel any excess of acid that might have been left in the solution, and to render either phosphate of lime, or any compound of lime with a metallic acid, insoluble in water. The residuum however was very readily dissolved by water, and\nconsisted merely of muriate of lime and muriate of palladium, without any appearance of decomposition.\n\nWhen I found all my endeavours directed to that end wholly unsuccessful, I no longer entertained any doubt of this substance being a new simple metal, and accordingly published a concise delineation of its character; but by not directing the attention of chemists to the substance from which it had been extracted, I reserved to myself an opportunity of examining more at leisure many anomalous phenomena, that had occurred to me in the analysis of platina, which I was at a loss to explain, until I had learned to distinguish those peculiarities, that I afterwards found to arise from the presence of rhodium.\n\n§ VI. Additional Properties of Palladium.\n\nIn my former Paper on that subject I also added some observations upon the properties and origin of palladium, describing only such a mode of obtaining it from platina as should avoid the introduction of any unnecessary ingredient which might possibly be misinterpreted, and omitted one of the most distinguishing properties of palladium, by means of which it may be obtained with the utmost facility by any one who possesses a sufficient quantity of the ore of platina.\n\nTo a solution of crude platina, whether rendered neutral by evaporation of redundant acid, or saturated by addition of potash, of soda, or ammonia, by lime or magnesia, by mercury, by copper, or by iron, and also whether the platina has or has not been precipitated from the solution by sal ammoniac, it is merely necessary to add a solution of prussiate of mercury, for the precipitation of the palladium. Generally for a few seconds,\nand sometimes for a few minutes, there will be no appearance of any precipitate; but in a short time the whole solution becomes slightly turbid, and a flocculent precipitate is gradually formed, of a pale yellowish-white colour. This precipitate consists wholly of prussiate of palladium, and when heated will be found to yield that metal in a pure state, amounting to about 4 or 5 tenths per cent. upon the quantity of ore dissolved.\n\nThe prussiate of mercury is peculiarly adapted to the precipitation of palladium, exclusive of all other metals, on account of the great affinity of mercury for the prussic acid, which in this case prevents the precipitation of iron or copper; but the proportion of mercury does not by any means influence the quantity of palladium, for I have in vain endeavoured, in the above experiment on crude platina, to obtain a larger quantity of palladium than I have stated by using more of the prussiate of mercury, or to procure any precipitate by the same means from a solution of pure platina.\n\nThe decomposition of muriate of palladium by prussiate of mercury is not effected solely by the superior affinity of mercury for the muriatic acid, but is assisted also by the greater affinity of prussic acid for palladium; for I have found that prussiate of palladium may be formed by boiling a precipitated oxide of palladium in a solution of prussiate of mercury.\n\nThe prussiate of mercury is consequently a test by which the presence of palladium may be detected in any of its solutions; but it may be worth observing, that the precipitate obtained has not in all cases the same properties. In general, this compound is affected by heat similarly to other prussiates, but when the palladium has been dissolved in nitrous acid and\nprecipitated from a neutral solution by prussiate of mercury; the precipitate thus formed has the property of detonating when heated. The noise is similar to that occasioned by firing an equal quantity of gunpowder, and accordingly the explosion is attended with no marks of violence unless occasioned by close confinement. The heat requisite for this purpose is barely sufficient to melt bismuth, consequently is about 500° of Fahrenheit. The light produced is proportionally feeble, and can only be seen in the absence of all other light.\n\nIn endeavouring to dissolve a piece of palladium in strong colourless nitric acid for the purpose of forming the detonating prussiate, I found that, although the acid shortly acquired a red colour surrounding the metal, the action of the acid was extremely slow, and I was surprised to observe a fact that appears to me wholly singular: the metal was taken up without any extrication of nitrous gas; and this seemed to be the cause of the slow solution of this metal, as there was not that circulation of the fluid, which takes place in the solution of other metals until the acid is nearly saturated.\n\nAs the want of production of gas appeared to retard the solution of palladium, I tried the effect of impregnating a quantity of the same acid previously with nitrous gas, and observed its action to be very considerably augmented, although the experiment was necessarily tried in the cold, because the gas would have been expelled by the application of heat.\n\nBeside those properties which are peculiar to palladium there are others, not less remarkable, which it possesses in common with platina. I have on a former occasion mentioned that these metals resemble each other in destroying the colour of a large quantity of gold. Their resemblance, however, in other\nproperties is not less remarkable, more especially in the little power they possess of conducting heat, and in the small degree of expansion to which they are liable when heated.\n\nFor the purpose of making a comparison of the conducting powers of different metals, I endeavoured to employ them in such a manner, that the same weight of each metal might expose the same extent of surface. With that view I selected pieces of silver, of copper, of palladium, and platina, which had been laminated so thin as to weigh each 10 grains to the square inch. Of these I cut slips $\\frac{4}{10}$ of an inch in breadth, and four inches long; and having covered their surfaces with wax, I heated one extremity so as to be visibly red, and, observing the distance to which the wax was melted, I found that upon the silver it had melted as far as $3\\frac{1}{4}$ inches: upon the copper $\\frac{1}{2}$ inches: but upon the palladium and upon the platina only 1 inch each: a difference sufficient to establish the peculiarity of these metals, although the conducting power cannot be said to be simply in proportion to those distances.\n\nIn order to form some estimate of the comparative rate of expansion of these metals, I rivetted together two thin plates of platina and of palladium; and observing that the compound plate, when heated, became concave on the side of the platina, I ascertained that the expansion of palladium is in some degree the greater of the two. By a similar mode of comparison I found that palladium expands considerably less than steel by heat; so that if the expansion of platina between the temperatures of freezing and boiling water be estimated at 9 parts in 10,000, while that of steel is known to be about 12, the expansion of palladium will probably not be much more or less than 10, or one part in 1000 by the same difference of temperature.\n\nMDCCCV.\nIt must, however, be acknowledged that the method I have pursued is by no means sufficient for determining the precise quantity of expansion of any substance; but I have not been induced to bestow much time on such an inquiry, since the extreme scarcity of palladium precludes all chance of any practical utility to be derived from a more accurate investigation.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107179.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 16,
    "total-input-tokens": 24582,
    "total-output-tokens": 5589,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1302,
        2
      ],
      [
        1302,
        3141,
        3
      ],
      [
        3141,
        4751,
        4
      ],
      [
        4751,
        6378,
        5
      ],
      [
        6378,
        8102,
        6
      ],
      [
        8102,
        9748,
        7
      ],
      [
        9748,
        11438,
        8
      ],
      [
        11438,
        13361,
        9
      ],
      [
        13361,
        15047,
        10
      ],
      [
        15047,
        16762,
        11
      ],
      [
        16762,
        18429,
        12
      ],
      [
        18429,
        20191,
        13
      ],
      [
        20191,
        22000,
        14
      ],
      [
        22000,
        23867,
        15
      ],
      [
        23867,
        24229,
        16
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107179",
    "title": "On the Discovery of Palladium; With Observations on Other Substances Found with Platina",
    "authors": "William Hyde Wollaston",
    "year": 1805,
    "volume": "95",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 16,
    "jstor_url": "https://www.jstor.org/stable/107179"
  }
}