{
  "id": "187782664696c6a0f15c522d1707b4587078f0c0",
  "text": "IV. Observations of a quintuple Belt on the Planet Saturn. By William Herschel, LL.D. F.R.S.\n\nRead December 19, 1793.\n\nEvery analogy that can be traced in the appearance of the planets, seems to throw some additional light on what we know of them already. In some of my former papers I have established the spheroidal form of the planet Saturn, and pointed out the motion of a spot on its disk. From the first of these may be inferred a considerable rotation on its axis; while the latter goes a step farther, and shews that it has such a motion. My late observations seem to hint to us, that the period in which it revolves is, probably, not of a long duration.\n\nThey are as follows:\n\nNov. 11, 1793. 3h 35', 7-feet reflector, power 287.\n\nClose to the ring of Saturn, where it passes across the body of the planet, is the shadow of the ring; very narrow, and black. See Tab. VI. fig. 1.\n\nImmediately south of the shadow is a bright, uniform, and broad belt.\n\nClose to this bright belt is a broad, darker belt; which is divided by two narrow, white streaks; so that by this means, it becomes to be five belts; namely, three dark, and two bright ones; the colour of the dark belt is yellowish.\nDr. Herschel's Observations of a quintuple Belt, &c.\n\nThe space from the quintuple belt towards the south pole of the planet which is in view, is of a pale, whitish colour; less bright than the white equatorial belt, and much less so than the ring.\n\nThe globular form of Saturn is very visible, so that it has by no means the appearance of a flat disk.\n\nNov. 13, 3h 30'. The quintuple belt on Saturn is as it was Nov. 11. I saw it three hours ago, and several times since, without any visible change.\n\nNov. 19, 3h 14'. The southern belt of Saturn is still divided into five. The evening is not clear enough to observe changes in it, if there were any.\n\nNov. 22, 2h 32'. The quintuple belt on Saturn remains still the same; power 287.\n\nWith 430, I see the same very distinctly, but the small divisions have hardly light enough when so much magnified.\n\nI viewed the same belt with four different object specula. One of them shewed the divisions uncommonly well.\n\nDec. 3, 9h 35'. 7-feet reflector; power 287. The quintuple belt upon Saturn remains as it was Nov. 22.\n\nI tried several double and plano-concave eye-glasses, but found them all defective in figure except one, and that being of one inch focal length, the power was too low to expect seeing these belts well with it.\n\nThe smallness of the field of view, with astronomical objects is not so disagreeable as it is generally supposed to be; for the eye may have a motion before the lens, and by that means a small luminous object, when all the rest of the field is dark, and while the telescope remains in the same situation, may be seen for as long a time, passing through the field of a concave\nDr. Herschel's Observations of a\n\neye-glass, as it can in a convex one; whereas with the latter, it is well known that such a motion of the eye can be of no use.\n\n$2^h\\ 36'$. 20-feet reflector; power $157$, $300$, $480$. I see the quintuple belt very well.\n\nWe know that the planet Jupiter has many belts. Some remarkable instances of their being very numerous are recorded in my journal, one of which is accompanied with a figure. The observations are as follows:\n\nMay 28, 1780. Jupiter's belts are curved; and there are a multitude of them all over the body of the planet. See fig. 2.\n\nJan. 18, 1790. I viewed Jupiter with the 40-feet reflector. There were two very dark, broad belts, divided by an equatorial zone or space, the colour of which was of a yellow cast. Next to the dark belts, on each side, towards the poles, were bright and dark small belts, alternately placed, and continued almost up to the poles, both ways.\n\nIn taking out fig. 2. from my journal, I perceive one so very unlike it just before, that I am induced to give it here, though rather foreign to my present purpose. It contains, however, an observation which it will not be amiss to record.\n\nApril 6, 1780. I had a fine view of Jupiter, and saw, as soon as I looked into the telescope, without having any previous notice of it, the shadow of the 3d satellite, and the satellite itself, upon the lower part of the disk. See fig. 3. The shadow was so black and well defined, that I attempted to measure it, and found its diameter by the micrometer $1''$,562.\n\nThis measure of the shadow should be checked by the following observation.\n\nMarch 15, 1792. $11^h\\ 54'$. With the 20-feet reflector, and a power of $800$, I estimate the apparent diameter of the largest\nof Jupiter's satellites to be less than one-fourth of the diameter of the Georgian planet, which I have just been viewing. With 1200, it seems also to be less, in the same proportion. With 2400, I can plainly perceive the disk of the satellite. With 4800, the apparent diameter of the largest of the satellites is less than one-quarter of that of the Georgian planet.\n\nThe analogy alluded to in the first paragraph of this paper, refers to the numerous parallel belts which we have noticed, in the above given observations, on the disks of Jupiter and Saturn.\n\nThat belts are immediately connected with the rotation of the planets will hardly be denied, when those of Jupiter are so well known always to lie in the direction of its equatorial motion. Since, then, it appears that the belts of Saturn are very numerous, like those of Jupiter, and are also placed in the direction of the longest diameter of the planet, it may not be without some reason that we infer the period of the rotation of the former to be short, like that of the latter.\n\nThe planet Mars, in all my observations, never presented itself with any parallel belts, nor do we observe such phenomena on the disk of Venus. The first is known to have a rotation much slower than Jupiter;* and the latter, according to the accounts of Cassini and Bianchini, is certainly not one that moves quickly upon its axis.\n\nHowever, I do not mean to enter into the strength of an argument for a quick rotation of Saturn, that may be drawn from the condition of its belts. The circumstance of a quin-\n\n* See Phil. Trans. Vol. LXXI. Part I. page 134.\ntuple belt, is adduced here with no other view, than merely to point out an analogy in the condition of the two largest planets of our system; and from thence to infer, that every conclusion on the atmosphere and rotation of the one, drawn from the appearance of its belts, will equally apply to the other.\n\nSlough, near Windsor,\nDec. 14, 1793.\n\nWM. HERSCHEL.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106886.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 11482,
    "total-output-tokens": 1860,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1192,
        2
      ],
      [
        1192,
        2845,
        3
      ],
      [
        2845,
        4585,
        4
      ],
      [
        4585,
        6189,
        5
      ],
      [
        6189,
        6549,
        6
      ],
      [
        6549,
        6549,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106886",
    "title": "Observations of a Quintuple Belt on the Planet Saturn. By William Herschel, LL. D. F. R. S.",
    "authors": "William Herschel",
    "year": 1794,
    "volume": "84",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/106886"
  }
}