{
  "id": "47c9607a5d8f1aa0649ee14a5cff6693784c9b65",
  "text": "XIII. De intenso Frigore Mensibus Januarii 1767 ac 1768, & Novembris 1770, observato Franekeræ, Auctore J. H. Van Swinden, Philos. Profess. in Academia Franeker. Societ. Harlemo-Hollandicae Socio.\n\nIn Transactionum Philosophicarum, tomis LVIII. & LIX. vidi nuperreme, illustrissimos hortum Actorum Collectores observata quaedam inservisse circa acerbum frigus anni 1768: cum vero exinde liqueat hujusmodi annotationes usu non carere, in medium proferam quae, vel propriis vel alienis observationibus, in patria institutis, ad notitiam meam pervenerunt.\n\nAnno 1767, peritisimus telescopiorum catoptricorum artifex Vander Bild, thermometrum Fahrenheitianum observavit,\n\n| Jan. 6° | h. 8 A.M. ad gr. | . . . | 16 |\n| --- | --- | --- | --- |\n| | h. 19 P.M. | . . . | 2 |\n| 7° | h. 7½ A.M. | . . . | — 2 |\n| | 12 | . . . | + 12 |\n| | 7 P.M. | . . . | 5 |\n| | 9 | . . . | 7 |\n| 8° | 7½ A.M. | . . . | 12 |\n\nVol. LXIII. N Minima\nMinima altitudo fuit ad minimum — 2, nam mercurius totus intra bulbum erat reconditus, adeoque ad minimum ad 2 gr. infra o, cum bulbus a o hac quantitate distet. Mercurius ab alio hic visus fuit ad — 5, ut mihi memoratus Vander Bild narravit. Si vero comparationis tabellam formemus, habebimus,\n\n| Franeq. | Amst. | Leidæ. | Zwaneburgi. | Wel. |\n|--------|-------|--------|-------------|------|\n| Die 7° Jan. | — 2 | + 4 | 5 | 6 | — 3 |\n\nHæ autem observationes omnes, mane hora 7 aut 8 institutæ fuerunt, excepta ea quam in pago Wel, prope Silvam Ducum instituit Rev. Palier: ibi therm. fuit,\n\nh. 7. A. M. ad — 2½ h. 2. ad 7½ h. 9. P. M. — 3\n8. . . . — 2 6. o 10. . . . o\n9. . . . o 7. — 1\n10. . . . i 8. 2\n\n(Videat. Harlem. Societ. Act. Belg. T. IX. p. 649. Partis III.). Notatum autem est maximum frigus A° 1740, in Hollandia fuisse — 2, ac — 4.\n\nA° 1768. Observationes a meipso institutæ sunt. Die Jan. 3, altitudo maxima, h. 12 ad gr. 13, minima gr. 7; h. P. M. 5. vento N. O. die 4, maxima, 20°, minima 12, vento O. ac Z. O. die 5, maxima 23°, minima 18, h. 11. P. M. vento Z. Z. O; nixit hoc die. Die vero 6, hora 8¼ A. M. ther. 3½, Vento Z. O. cælo sereno: hora 9, ad 6°, h. 11½ ad 6°, h. 11, ad 12; h. 4. P. M. ad 10, hora 10 ad 11, cum valido vento orientali. Si iterum comparationem instituamus, habebimus,\n\nFraneq.\nAliis in locis, uti Lipsiae, Coloniæ, Regiomonti, &c., mercurium multum infra zero descendisse novellæ publicæ retulerunt. Sane si ad frigoris intensitatem & durationem adtendamus, hanc hiemem inter acerbissimas referemus: sed haec haec tenus, tantum enim maximos frigoris gradus adnotare volui.\n\nVerum quæ mensæ Novembri 1770, hic observavi rariora sunt.\n\nDie Nov. 17, gelu cum nive incepit, vento O. Die 18, h. 8, therm. 27½. Die 19, h. 8. A. M. 24°, hora 2, P. M. 28; h. 5, 19°: h. 10, 16°. vento O, ac O. Z. O. At die 20, h. 7½. therm. 9°. vento Z. Z. O. dein vero celeriter ascendit: nam hora 2, erat jam ad 25°. vento O. Z. O. cælo sereno: h. 6, ad 32°, vento Z. Z. W. cum nive, hora 10, ad 32°. die 21, h. 10, ad 36°. Nescio an nostris in regionibus, tanti frigoris hoc mensæobservati dentur exempla. An imminens nix ejus causa exstitit? Si vero comparationem cum aliis locis instituamus, habebimus,\n\nMaxima mutatio hic fuit 27°. Magnam autem inter loca, haud multum ab invicem disfita, differentiam dari liquet, & sæpe fuit observatum: omnis\ntamen a sola thermometrorum situ vario repeti nequit.\n\nAd hanc frigoris intensitatem accedit, celeremque hanc temperiei mutationem multum superat, quod in vico Tooting, die 22 Nov. 1748, observavit Rev. Miles (Philos. Transact. N° 491. T. XLVI. p. 3.), sc. Die 21 Nov. fuit therm. ad 7° gr. infra o, seu congelationis punctum. Die 22, h. 4½, A. M.: 14½ infra o. h. 7, gr. 5 infra o, vento W. ac Z. W. Mane, hora 10, jam pluebat thermom. indicante 5 supra o, hora 8½, P. M. therm. erat ad 12 supra o. Unde mutatio fuit gr. 26½. Ait vero Cel. Maty (Jour. Britan. T. V. p. 124.), hoc therm. cum Fahrenheitiano convenire, nisi quod punctum o in puncto congelationis fuerit notatum. Unde in scala Fahrenheitiana erunt frigoris gradus hi.\n\n22 Nov. 1748, h. 4½ gr. 17½. h. 7. gr. 27. h. 10, gr. 37. cum pluvia, h. 8½, P. M. gr. 42. Frigus ergo minus eo quod hic observavi.\n\nFranèq. 13 Nov. 1772.\n\nJ. H. Van Swinden.\n\nP. S. Anno 1771, die Jan. 13, vidi therm. ad 8 gr. die Feb. 11, ad gr. 13. die Jan. 19, 1772, ad 11°. Verum de his alia opportunitate latius.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106141.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 2009,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        922,
        2
      ],
      [
        922,
        2248,
        3
      ],
      [
        2248,
        3298,
        4
      ],
      [
        3298,
        4349,
        5
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106141",
    "title": "De Intenso Frigore Mensibus Januario 1767 ac 1768, & Novembri 1770, Observato Franequerae, Auctore J. H. Van Swinden, Philos. Profess. in Academia Franeker. Societ. Harlemo-Hollandicae. Socio.",
    "authors": "J. H. van Swinden",
    "year": 1773,
    "volume": "63",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/106141"
  }
}