{
  "id": "fd4a35f816e9bbe62ff1933732eb258df02a3b1e",
  "text": "as a Curiosity) by forcing the Horse forward, to get the sooner out of the fiery Incalescence. I am,\n\nSir,\n\nLeedes, Jan.\n20. 1710-11.\n\nYour most humble Servant,\n\nRALPH THORESBY.\n\nIV. Another Letter from Mr. Ralph Thoresby, F.R.S. to Dr. Hans Sloane, R.S. Secr. Giving an Account of a Meteor, which was seen in Yorkshire, and other Neighbouring Countries, upon May 18. 1710.\n\nHonoured Sir,\n\nYOU would think me remiss, if you should hear from any other hand, that a flaming Sword (as was call'd) was brandish'd over this Town on Holy Thursday last (one of the Garag or Ambarvalia, when the Inhabitants had been perambulating a neighbouring Mannor;) and yet I thought it not worth your Notice, looking upon it only as a hot, and dry, sulphurous Exhalation, the natural effect of so great a drought; But having since been with some who saw it, not only in the neighbouring Towns, but a great way North, as others did above 50 Miles South of this place, I think it not amiss to acquaint you therewith, and to enquire whether any such Meteor was in your Parts. It appeared here at a quarter past Ten at Night, and took its\nits course from South to North: It was broad at one end, and small at the other; and was by some thought to resemble a Trumpet, and moved with the broad end foremost. I cannot give so particular an Account as I could wish; for having drawn the Curtain of the Window where I was reading, I saw nothing, save a sudden flash of Light, which I took no notice of (such Coruscations being frequent in Summer Evenings without Thunder, which I at first expected) till the next Day, that many Persons were talking of the Appearance; which was so sudden and bright, that they were startled to see their own Shadows, when neither Sun or Moon shone upon them. This is pretty odd, that all Persons (tho' at many Miles distance from each other, when they saw it) thought it fell within three or four Furlongs of them, and that it went out with bright Sparklings at the small end. An Ingenious Clergyman told me, that it was the strangest *deceptio visus* he was ever sensible of, if it was not absolutely extinguish'd within a few paces of him; and yet others saw it many Miles off, further North, in a few Moments. Pardon, good Sir, this imperfect Account, it being all that came to the notice of,\n\nSir,\n\nLeedes, May\n\n31.1710.\n\nYour very humble and most\n\nObedient Servant,\n\nRalph Thoresby.\n\nP. S. It has been likewise seen in the Counties of Nottingham and Derby, as well as York and Lancaster.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103128.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 725,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1117,
        2
      ],
      [
        1117,
        2498,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103128",
    "title": "Another Letter from Mr. Ralph Thoresby, F. R. S. to Dr. Hans Sloane, R. S. Secr. Giving an Account of a Meteor, which was Seen in Yorkshire, and Other Neighbouring Countries, upon May 18. 1710",
    "authors": "Ralph Thoresby",
    "year": 1710,
    "volume": "27",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/103128"
  }
}