{
  "id": "010475443234abe8f505ed1ae2da09ec3c673cae",
  "text": "III. An Account of a Mass of native Iron, found in South-America.\nBy Don Michael Rubin de Celis. Communicated by Sir Joseph Banks, Bart. P. R. S.\n\nRead November 22, 1787.\n\nMemoria que remite a la R. Sociedad de Londres D. Miguel Rubin de Celis, Cavallero del Orden de Santiago, Teniente de Fragata de la R. Armada de S. M. C. Academico correspondiente de la R. Academia de Marina de Francia, y de la R. de la Historia de España.\n\nHAZE mas de treinta años que en las provincias del gran Chaco Gualamba, de adonde varias Naciones barbaras arrojaron a los Españoles, y desde cuio tiempo está quasi desierta la parte meridional del Rio Bermejo, y occidental del gran Paraná, los pocos Indios que se hallan en la jurisdicion de Santiago del Estero, teniendo por unico exercicio el sacar Miel y Cera de los montes, de la que hay una cantidad prodigiosa en los arboles, descubrieron en el medio de un campo un trozo de metal que llamaron fierro puro, y que sobrefalía de la tierra por una banda cosa de un pie, y se veía quasi toda su cara superior: anunciose a los Virreyes del Peru, como un descubrimiento raro, y con razon al parezer, pues donde no hay montañas, ni la mas pequeña piedra en cien leguas al rededor, una cosa semejante merezia el nombre de maravillosa, sin embargo de constar haber en Europa minas de fierro puro. Hubo particulares que con riesgo eminente de sus vidas, ya por la escasez de aguas, que no hay sino la que en tal qual cavidad natural se recoje de las llubias, ya por la escasez de viveres, ya por el riesgo\nriesgo de los Indios barbaros, ya por los varios animales ferozes, como Tigres, Leopardos y Antas, ya por los muchos reptiles ponzoñosos, ya enfin por las infinitas espesuras, se arrojaron, quiza seducidos de la codicia, à hacer la travesía para extraher algo de la materia: remitieron de ella à Lima y Madrid, donde no se adelantò otra cosa que ponerla el nombre de fierro mui dulze y mui puro. Como que el fierro, por razon politica, no se trabaja en aquel continente, aunque de el hay muchas minas, y como que se aseguraba que la veta del fierro corria muchas leguas, siendo así que lo visto solo era un creston sobresaliente à la tierra, y que despues de escavado tenia tres varas de N. à S. dos y media de E. al O. y una terzia de alto, me destinò el Virrey del Rio de la Plata à que examinase prolijamente la dicha masa, y en el caso de ser mina, y util, proyectase sobre Poblacion.\n\nSali con competente escolta, a principios de febrero de ochenta y tres, del Rio Salado, antigua reduccion de los Indios Vilelas, siguiendo el Rumbo de E. ¼ N.E. bien que debi seguir el del E. ¼ S.E. todo corregido.\n\nEl aspecto del pais que media entre el Rio y la Mina, distante setenta leguas de la Reduccion, es mui curiosa; una llanura imensa, alternada de montes especíssimos y campos fertiles, forma la mas agradable perspectiba.\n\nObservè la latitud de la mina 27 gr. y 28 min.\n\nNo hay Poblacion alguna en toda la travesía, por escasez de aguas manantiales: la que gastan los meleros, que en pequeñas caravanas residen la maior parte del año meleando en los montes, es la llovediza como se ha expresado. Estos y algunas tribus de Indios errantes y barbaros, cuia vida es semejante a la de los Tartaros, que en cierta estacion del año vienen de las marjenes del Rio Vermejo à cabar o sacar una raiz silvestre llamada Koruu: que solo la mascan continuamente, siendo para ellos de primera necesidad\nnecesidad, así para preservarse de los efectos de una atmósfera infectada, como de las mordeduras continuas de los reptiles ponzoñosos: son las únicas gentes que se hallan en estos dilatadísimos y amenos Campos.\n\nEl quinze llegó a los nombrados de Otumpa, donde se hallaba la masa quasi enterrada en pura greda y cenizas.\n\nLa apariencia exterior era de fierro perfectamente compacto; no así la interior, como puede verse en las cavidades que manifiestan los cortes de los pedazitos, lo que induz a creer haber estado líquida en algún tiempo: fortifica esta idea una porción de trazas exteriores en la parte superior; se hallan las de pies y manos de Hombres de crecida estatura, las de pies de varios pájaros grandes comunes en aquellos campos: y aunque perfectas las tales trazas no dejo de persuadirme a una de dos cosas, obien que sea un capricho ó accidente natural, obien que en el suelo, antes de caer allí aquella masa, existieren las tales huellas, y que en la caída de la masa líquida hubiesen resultado en la parte superior. A nada se asemeja tanto como a un amasijo de pan que, después de haberse en el estampado pies manos y metido un dedo, se hubiese ferrificado.\n\nEmpezé a cortar con los cinceles, y para sacar veinte y cinco, ó treinta libras, fue necesario romperlos todos en número de setenta.\n\nHice cavar al rededor del trozo, quien por la parte inferior tenía una capa del grueso de cuatro ó seis pulgadas de escoria, procedida de las humedades de la tierra; por la superior estaba limpio.\n\nDesprendido de la tierra, le hize dar una media vuelta con palancas, y cabé en la cama a bastante profundidad. No contento construí dos hornillos, que volé, y con cuidado examiné la tierra mas profunda, y la hallé perfectamente semejante a la superior,\nsuperior, a la de todos aquellos campos, y a la de dos pozos que hize abrir a distancia de sesenta ó cien pasos del trozo y direccion del E. O.\n\nEl no encontrar raiz ni serie de generacion, avivò mas la admiracion mia, y empeze a discurrir de este modo.\n\nO esta masa se creo aqui, o fue traída ó arrojada? Criarse aqui no es posible, segun el conocido proceder de la Naturaleza: fer trahida de donde, para que, ó como? de donde, no habiendo en centenares de leguas minas de fierro, ni memoria de que se hubiesen trabajado en el Reyno? para que? siendo de una materia sin estimacion, no pudiendose usar, y siendo aquel un terreno el mas escusado o inevitable de todo el Chaco, por la escasez de aguas; como? no teniendo noticia de que los Indios hayan conocido jamas las maquinas de acarreo; con que habrá sido arrojada por algun volcan.\n\nLas razones que induzen a creer esto son varias. Regularmente los volcanes dejan despues de volados algunos pozos de agua, unas vezes termales, y otras frias: al E. del trozo, y distancia como de dos leguas, se halla vna aguadita bastante salobre única y manancial por todo aquel pais. En todo lo que caminé del Chaco no observé a la vista diferencia ninguna de nivel en el terreno: solo en la imediacion á esta aguadita hay vna rampa que corre N. S. y que por particular seme hizo notable antes de ver el trozo. Graduando poder tener de diferencia de nivel con el resto del pais de quatro ó seis pies: las imediaciones a la papa ó trozo, y a la aguadita, estan cubiertas de una especie de tierra menuda como la ceniza, y quasi de su color: el Pasto de estas imediaciones, llamado Ahuvi, es sumamente pequeño, delgado, y aborrecido de los animales, asi como mui alto y mui grato a ellos el que está algo separado del trozo y de la aguadita: á pequeña profundidad en esta se encuentran unas piedras\npiedras quarzos de un encarnado hermoso, las que han usado los meleros solo para encender fuego: hay noticia de haber aquellos traído tres pequeñas por particulares en su color, y unas pintas doradas; una de ellas del peso de una onza vino a poder del Governador de Armas de Santiago del Estero, quien me dijo haberla echo moler, y me mostró más de un adarme de oro que de ella se había extraído. Es indudable que entre aquellos inmensos bosques existe un Árbol con sus ramas de puro fierro; son muchos los Indios que le han visto, y los de la reducción llamada de Avipones saben su verdadero lugar: un Europeo distinguido vecino de la Ciudad de Salta lo ha tocado: la caída o inclinación del trozo es del E. al O. habiendo dejado una especie de corte al E. cuya dirección es N. S. de este corte es de donde se pudieron extraer con cinceles los pedazitos de metal: luego con estos antecedentes no es violento formar esta Hipótesis.\n\nVolóse el volcán en la aguadita salobre, levantó una porción de tierras que por su poca gravedad se quedaron en la imedia-ción; aunque al principio amontonadas, las continuas aguas del Chaco, que se halla inundado la tercera parte del año, las ha ido igualando con el otro terreno: la dirección de la materia grande arrojada fue del E. al O. y como pesada alcanzó a la distancia en que se encuentra: alguna otra porción de materia más pequeña, y acaso más fluida, se separó a otro rumbo, haciendo canales, al modo que cuando se arroja un baño de agua; esta pequeña materia ya fría, y lamida con las aguas la tierra que al principio la sostiene, devió de formar lo que hoy se llama árbol de fierro: las materias salitrosas y antimoniales, que acompañan de ordinario a todo mineral, devieron igualmente esparcirse y infertelizar los contornos.\n\nEn el Reyno de Santa Fe de Bogotá se encuentra la Platina en polvo mezclada con el oro: pocos ignoran la mucha afinidad\nque tienen estos dos metales, con que no seria extraño, segun el conjunto de todas estas razones, que el fuego del volcan hubiese derretido la Platina, y arrojadola como materia superior a la de oro, que era inferior. Este principio de los volcanes es el mas natural para comprobar el porque se hallan tambien sueltas las afamadas papas de Plata de Guantajaia, sobre cuia formacion se han dicho exquistas extravagancias y ridiculezes.\n\nCubicado sobre poco mas o menos, reputando la gravedad especifica del metal algo maior como lo es que la del fierro, vendrá a pesar mas de trescientos quintales.\n\nEl Cav. MIG. RUBIN DE CELIS.\n\nR. Isla de Leon,\n2 de Junio de 1786.\n\nSome specimens of the Iron accompanied this Paper, and were laid before the Society; who afterwards presented them to the British Museum. C. B.\nAPPENDIX\n\nTranslation of Don Michael Rubin de Celis's Letter to the Royal Society, relative to a Mass of native Iron, found in South-America. See p. 37.\n\nABOUT thirty years ago, the various barbarous nations who inhabited the provinces of the great Chaco Gualamba, expelled the Spaniards from thence; and since that time, the countries on the southern part of the river Vermejo, and western of the great river Paranà have been almost totally deserted. The only employment of the few Indians who dwell within the jurisdiction of Santiago del Estero is to gather the honey and wax, with which the woods abound. These Indians discovered, in the midst of a wide-extended plain, a large mass of metal, which they called pure iron; part of which projected above the ground about a foot, and almost the whole of its upper surface was visible. Intelligence of this discovery was immediately communicated to the Viceroys of Peru. That such a mass of iron should be found in a country where there are no mountains, nor even the smallest stone within a circumference of one hundred leagues, could not fail to appear extraordinary, notwithstanding we know there are mines of pure iron in Europe. Some private persons, at the great risk of their lives, both from the uncertainty of procuring food or\nor even water (of which none is to be found but what rain happens to be preserved in some natural cavities of the earth), from the danger of meeting the roving Indians, from the various wild beasts found in those plains, such as tygers, leopards, tapirs, from the swarms of poisonous reptiles, and finally from the endless thickets, led on by hopes of enriching themselves, boldly undertook the journey, to obtain some of the metal. They transmitted a part of it to Lima and Madrid, by which no other advantage was gained than to ascertain it to be very soft and very pure iron. As it is forbidden by law, for political reasons, to manufacture iron in that country, though different parts of it abound with iron mines; and as it was asserted, that the vein of iron extended many leagues, the visible part being only its crest projecting above the ground, which, when dug round, was found to measure three yards from N. to S. two yards and a half from E. to W. and about one-third of a yard in thickness; the Viceroy of the river Plata sent me with orders to examine this discovery with accuracy; and, in case I found it a beneficial mine, that I should establish a colony there. I accordingly set off, well escorted, in the beginning of February, 1783, from Rio Salado, an ancient civilized hamlet of the Indians whom we call Vilelas, and pursued my journey in the direction E. & N.E. though, upon further examination, I found that I ought to have taken my direction E. & S.E. both corrected.\n\nThe aspect of the country between the river and the mine, distant seventy leagues from the settlement, is curious: it consists of an immense plain, alternately intermixed with thick woods and fertile fields, forming most pleasing landscapes.\nThe latitude of the mine I found, by observation, to be 27° 28' S.\n\nThere is not one fixed place of habitation throughout the whole country, owing to a scarcity of running water. That which is drunk by the honey-gatherers, who reside there in small bodies the greatest part of the year, collecting honey in the woods, is rain water, as I have already observed. These, and a few roving tribes of barbarous Indians, who resemble the Tartars in their way of life, and come hither, at a certain season of the year, from the borders of the river Vermejo, in quest of a wild root, which they call Koruu, and which they constantly chew, as a remedy against the pestilential air of their native country, and also as a preservative against the bite of poisonous reptiles, are the only people ever seen in those pleasant and extensive plains.\n\nI arrived the 15th of February at the place called Otumpa, where the mass was found almost buried in pure clay and ashes.\n\nThe exterior appearance of it was that of perfectly compact iron; but upon cutting off pieces of it, I found the internal part full of cavities, as if the whole had been formerly in a liquid state. I was confirmed in this idea, by observing on the surface of it the impressions as of human feet and hands of a large size, as well as of the feet of large birds, which are common in this country. Though these impressions seem very perfect, yet I am persuaded that they are either a *lusus naturae*, or that impressions of this nature were previously upon the ground, and that the liquid mass of iron falling upon it received them. It resembled nothing so much as a mass of dough, which, having been stamped with impressions of hands and feet, and marked with a finger, was afterwards converted into iron.\n\nVol. LXXVIII. B b I began\nI began to cut off part of it with chisels; and in separating from the mass twenty-five or thirty pounds, I spoiled all the chisels I had, to the number of seventy.\n\nI ordered my men to dig round it, and found the under surface covered with a coat of scoriae from four to six inches thick; undoubtedly occasioned by the moisture of the earth, because the upper surface was clean.\n\nHaving moved it half round, by means of handspikes, I ordered the ground under its bed to be dug to a considerable depth, and even blew it up in two places with gunpowder; after which, examining the deepest part of the earth, I found it exactly like the upper part, and of the same nature as the earth of all the country, as likewise of two pits, which I had dug at the distance of seventy or one hundred paces E. and W. of the mass. Finding here no root or trace of generation, I reasoned in the following manner.\n\nEither this mass was produced in the spot where it lies, or it was conveyed hither by human art, or cast hither by some operation of nature. It could not be generated here, according to any known process of nature. And whence, by whom, or how, could it be conveyed hither, as there are no iron mines within hundreds of leagues, nor remembrance that any have been worked in the kingdom? It could be of no value, since it could not be used; and why bring it into a country the most uninhabitable of all the Chaco, from the want of water? Besides, how could so heavy a mass be conveyed, the Indians never having known the use of wheel carriages? This mass, therefore, must have been the effect of some volcanic explosion.\n\nMany circumstances induce me to think so. Volcanos frequently leave behind them, after explosion, pits of water, either\neither hot or cold; and at the distance of about two leagues to the east of this mass, I discovered a brackish mineral spring, the only one to be found in all this country. In the whole district of the Chaco I travelled over, I observed no difference in the level of the ground, except the very spot where I made this discovery; and here only I found a gentle ascent running from N. to S. and which attracted my notice before I had seen the mass of iron. This ascent is between four and six feet above the rest of the country. The earth in every part around this mass, as well as about the brackish spring, is a very light, loose earth, like ashes, even in colour. The grass produced immediately contiguous, called Ahivi, is short, small, and extremely unpalatable to cattle; whereas the grass found in the rest of the country, at a little distance from the mass and salt spring, is long and very grateful to them.\n\nAt a little depth in the earth are found stones of quartz, of a beautiful red colour, which the honey-gatherers make use of as flints to light their fires. They had formerly carried some of them away, on account of their peculiar beauty, being spotted and studded as it were with gold. One of these, that weighed about an ounce, came into the hands of the Governor of Santiago del Estero, who told me, that he ground it, and shewed me more than a drachm of gold that he had extracted from it.\n\nIt is an undoubted fact, that in these immense forests there exists a mass of pure iron, in the shape of a tree, with its branches. Many of the Indians have seen it; and the inhabitants of the colony of the Avipones, are acquainted with the spot where it lies. A distinguished European of the city\nof Salta touched it. The body of this tree extends upon the ground in the direction from E. to W. having left behind to the E. a part which lies in the direction from N. to S. and it is from this that the pieces of metal may have been taken with a chisel. From this account one may venture to form the following hypothesis.\n\nI will suppose, that the volcanic explosion happened in the spot where I discovered the brackish spring; that by the explosion a great quantity of earth was raised, and formed the elevation of this part of the plain above the rest; that it was originally much higher, but the continual rains of the Chaco, which is overflowed a third part of the year, are always acting to bring it to a level with the rest of the country.\n\nThe direction of the greatest portion of the mass of iron ejected was from E. to W. and being heavier reached to the distance where it is found. Another portion of the matter smaller, and perhaps more fluid, separated and took another direction, running into several streams, as when water is thrown out of a pail. This small portion of matter having cooled, and the earth which supported it being washed away gradually by the water, must, I apprehend, have formed what is now called the Tree of iron.\n\nThe saline and antimonial matters, which usually accompany all minerals, must have been scattered round about in a similar manner, and rendered the ground barren.\n\nIn the kingdom of Santa Fe de Bogotà, there is found dust of platina mixed with gold. Almost every body knows the great affinity there is between these two metals, so that it is not surprizing, considering all these reasons, that the fire of the volcano should have melted the platina which lay above the gold, and thrown it up. This principle of volcanos is the most\nmost natural to account for the formation of those famous masses of silver found separate at Guantajaia, about which so many extravagant and ridiculous stories have been told.\n\nThe mass of iron, which is the subject of this letter, according to its cubic measure, and allowing it a little more specific gravity than iron, must weigh about 300 quintals.\n\n(Sig.) Chev. MICH. RUBIN DE CELIS.\n\nFrom the Island of Leon,\nJune 20, 1786.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106645.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 14,
    "total-input-tokens": 21538,
    "total-output-tokens": 5550,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1533,
        2
      ],
      [
        1533,
        3424,
        3
      ],
      [
        3424,
        5187,
        4
      ],
      [
        5187,
        7023,
        5
      ],
      [
        7023,
        8919,
        6
      ],
      [
        8919,
        9730,
        7
      ],
      [
        9730,
        11017,
        8
      ],
      [
        11017,
        12753,
        9
      ],
      [
        12753,
        14541,
        10
      ],
      [
        14541,
        16278,
        11
      ],
      [
        16278,
        17986,
        12
      ],
      [
        17986,
        19770,
        13
      ],
      [
        19770,
        20199,
        14
      ]
    ],
    "primary_language": [
      "en",
      "es",
      "es",
      "es",
      "es",
      "es",
      "es",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106645",
    "title": "An Account of a Mass of Native Iron, Found in South-America. By Don Michael Rubin de Celis. Communicated by Sir Joseph Banks, Bart. P. R. S.",
    "authors": "Joseph Banks, Michael Rubin de Celis",
    "year": 1788,
    "volume": "78",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 14,
    "jstor_url": "https://www.jstor.org/stable/106645"
  }
}