{
  "id": "97c2c427a6aaeaf7aae243d9e42bc0e14a5a9077",
  "text": "North; but after a little use, it was easie to them: thus did they Sail a thousand Leagues. As for the Compass wherein the lightning had made the needle to point Westward, since it was brought to New England, the Glass being broken, it has by means of the Airs comming to it, wholly lost its virtue. One of those Compasses which had quite changed the Polarity from North to South, is still extant in the Country, in the hands of Mr. Increase Mather.\n\nThe North Point of the Needle doth remain fixed to this day, as it did immediately after the lightning caused an Alteration.\n\nA Letter of Sir R. S. concerning the former Relation. Lond. March 8th. 1683.\n\nHaving already given you the Narrative of the Thunder Storm, I add to it this further account, that Mr. Edward Randolph (who has been four times employed to New England in his Majesties Service; and coming from thence in May last 1683) told Mr. Flamstead in August how much that accident was there discoursed of. And being by him enjoyned to make further enquiry into the matter at his return to Boston, he did in December at his Arrival there, speake with Mr. Lad himself, who was in the Storm, and affirmed the same thing, and dictated to him an account suitable to what you have. But that which you have was in the hands of Mr. Mather a Minister, to whom Mr. Lad had also\nalso presented one of the Compasses, as he had done the other to an English Merchant in Amsterdam, who gave it to the State-house. Mr. Randolph says he pressed earnestly the said Minister to send that Compass, which yet he would not understand. But Mr. Thomas Graves a Physician of that place, and of good note got from him the account you have, and thinks Mather is writing some book, wherein this story of the Thunder, or this effect of it on the Compass, is to bear a part. Which being all &c.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102038.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4888,
    "total-output-tokens": 521,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1330,
        2
      ],
      [
        1330,
        1826,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102038",
    "title": "A Letter of Sir R. S. concerning the Former Relation. Lond. March 8th. 168",
    "authors": "R. S.",
    "year": 1684,
    "volume": "14",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/102038"
  }
}