{
  "id": "f33ddd78a20f741aa19012945129c4196892bd3c",
  "text": "in general shoot away in all Sorts of Directions, and seem to shift for themselves, as if they were frighted and alarmed at what had happened.\n\nXXII.\n\nObservations on the Earthquake, March 8. 1749. by C. Mortimer, M.D. Secr. R. S.\n\nDevonshire-street, near Queen's-Square.\n\nRead March 22. On Thursday Morning, March 3. 1750.\n\nI awaked a little after Five; I open'd my Curtains, and observed the Sky hazy: I drank a Draught of Water, and looking on my Watch, found it to be but half an Hour past 5; and therefore was going to lie down again in my Bed; when, leaning upon my right Elbow, I first felt a Shock, as if the whole House was violently pushed from the NW to the SE and then, with equal Force, pushed back again from SE to NW between which Shocks I heard a dull Noise; as if something heavy, but soft, rolled to and fro' in the Garret over my Head. I saw the Cornice and Ceiling of the Room sensibly move, and then perceived a third and fourth Shock, so slow as to give me Time to reflect what might be the Event; and then a fifth and sixth, which I own began to frighten me; the Strokes seeming to be exceeding strong; not at all like a quaking or tremulous Motion, but like a forcible Shoving backwards and forwards; much resembling the Rocking of a Coach, when crossing the Rutts, or giving Way to another Carriage. My Son, who lay in the next Room called out in the midst of it to know\nwhat was the Matter? saying, the Wainscot Partition between the 2 Rooms seem'd as if rending asunder. The Whole seem'd to have lasted about 3 Seconds. I find that a Post, which supports the above-mentioned Partition close to the Door-case, has given way a little; the Paint being freshly crack'd; and a Crack in a Wall upon the Stairs is grown something wider. The Door between the two Rooms, which shuts with a Fall-Latch, that was unlatch'd by the first Earthquake, and flapp'd to and fro' three or four times, was not unlatch'd by this last; which I think is an Argument, that by the first the House was lifted up, and that it was not so by the last, but only rock'd from Side to Side.\n\nI am credibly informed of a Pannel of Wainscot in the City being wrenched out of the Groove, and not returning into it again.\n\nXXIII.\n\nThe Rev. H. Miles, D.D. & F.R.S. to the President, containing some additional Observations to his former Accounts *.\n\nSIR,\n\nRead March 22. IT having been commonly reported, 1750. that there was much Lightning on the Morning, and about the Time when the Earthquake happened on the 8th of this Instant, I was induced to get what Information I could of the Truth of it, in this Neighbourhood. If you shall judge\n\n* See this Trans. p.619 and 629.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104729.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 777,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1396,
        2
      ],
      [
        1396,
        2663,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104729",
    "title": "Observations on the Earthquake, March 8. 1749. by C. Mortimer, M.D. Secr. R. S.",
    "authors": "C. Mortimer",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104729"
  }
}