{
  "id": "60b1dfbdb0f53fc70f5ca5be6229aa3ca90f44c6",
  "text": "XVI. A Letter from the Right Revd Father in God Robert Lord Bishop of Corke, to the Right Honble John Earl of Egmont, F.R.S. concerning an Extraordinary Skeleton, and of a Man who gave Suck to a Child.\n\nMy Lord,\n\nCorke, Aug. 8. 1738.\n\nAs I am just come from seeing a most extraordinary natural Curiosity, I cannot forbear letting your Lordship partake with me in the Amusement.\n\nIt is the Skeleton of a Man, whose Bones, during his Life-time, were almost all grown into one entire Bone, [see Tab. V. Fig. 1. 2.] so that now his Flesh is taken from them, he is, without further Trouble, one entire Skeleton. The only Bones he could move before his Death, were the Wrist of his Right Hand, and the Bones of his Knees, so that he could move his Legs a little; and, when set upright, could in about a Quarter of an Hour get a Foot forward.\n\nFor many Years before his Death, he could not alter his Posture in the least. His Name was William Clarke. He was maintained till his Death by one Mr. Aldworth in this County. He was valued by his Master on account of his Honesty. The only Use he was capable of being put to, was that of watching the Workmen; for, when he was once fixed in his Station, it was impossible for him to desert it.\n\nAt about 18 Years of Age he began to be unwieldy, and so continued growing more stiff, till he lost all Use of his Limbs, and died in the 61st Year of\nof his Age. The Posture into which he fixed at last, is somewhat like that of the Venus of Medicis, only that his Right Hand is the lowest, and the Left Hand does not rise higher than the Elbow of the Right. He was originally deformed, his Left Shoulder rising higher than his Right; the Vertebrae of his Back are exceedingly bent inwards towards the lower Part, with an Inclination towards the Left Hip. The Os Sacrum is so bent outwards, that you have no Sight of it at all as you view the Skeleton in Front. His Left Knee does not come down so low as the Right by Three or Four Inches. There is hardly one Bone in his Body in the Figure it ought naturally to be, except the Bones of his Legs, which are not much distorted.\n\nHe is one intire Bone from the Top of his Head to his Knees. I shall endeavour to give your Lordship some Account of it, because I think it one of the most extraordinary things I ever saw, though it will be very difficult for me to do it, it being so many Years since I have seen any thing of Anatomy, and of Consequence have forgotten the Names of the Bones belonging to the various Parts of the human Body.\n\nHis Head seems regular, and the Sutures pretty distinct, though more united than in common Skulls. His Jaw-bones seem intirely fixed and grown together, as are also the Teeth in the hind Part of the Jaw. His fore Teeth are very irregular, which left a Vacancy for him to suck in his Food at. Out of the Back of his Head there grows a Bone, which shoots down towards his Back, and passes by the Vertebrae of the Neck at about an Inch Distance:\nThis Bone unites to the Vertebrae of the Back, and the Scapula of the Left Shoulder, from whence it disengages itself again, and continues distinct, till it divides into Two towards the Small of the Back, and fixes itself into both the Hip-bones behind. The Vertebrae of the Neck and Back are one continued Bone.\n\nIn the fleshy Part of his Thighs and Buttocks Nature seems to have sported herself, in sending out various Ramifications of Bones from his Coxendix and Thigh-bones, not unlike the Shoots of white Coral, but infinitely more irregular; some behind, and some before; some in Clumps and Clusters, and others in irregular Shoots of Eight or Nine Inches in Length. You cannot pass your Hand between his Two Knees, which incline much towards the Right, his Left Shoulder having been the highest. One of the Bones of his Left Arm was once broken by a Fall, and Nature has shot out another Bone a little above the bending of the Arm, which unites to the broken Bone, and makes it much stronger than it was before, though the Bone seems more liable to decay about the Place where it was formerly broken. All the Cartilages of his Breast, Four only excepted, were turned to Bone. These Four served to move his Breast in Respiration.\n\nOut of his Heels there frequently grew Bones like the Spurs of a Cock, Two or Three Inches long, which he shed as a Deer does his Horns. When he was dissected, there was a Bone found in the fleshy Part of his Arm, quite distinct and disengaged from any other Bone; it is very thin, about Four Inches long, and the Fourth-part of an Inch broad, with se-\nseveral Ramifications. What is very odd, is, that while these Bones were growing, he never complained of any Pain in his Muscles.\n\nThis Skeleton belongs to Dr. Barry, an ingenious Physician in this Town, whom I intend to persuade to publish a Treatise about it, and to get Three or Four Copper Plates taken from the different Views of it.\n\nAnd now that I am engaged in writing, I will venture to give an Account of a Man that I met at Inishanan, about 10 Miles from this Place. He was an old Man about 70 Years of Age, by Birth a Frenchman, but was a Refugee on account of his Religion, was bred a Gardener, and, by all Accounts, had been industrious, till deprived of his Strength by Age.\n\nHe asked me for Charity, and I gave him half a Crown. I mention this Particular, that the remaining Part of the Story may not seem to be told for the sake of Gain. After I had done this, and was gone into the House, I heard a Noise at the Door: The Man, out of Gratitude, had returned to shew me a Curiosity, which was that of his Breasts, with which he affirmed he had once suckled a Child of his own: His Wife, he said, died when the Child was about Two Months old: The Child crying exceedingly while it was in Bed with him, he gave it his Breast to suck, only with an Expectation to keep it quiet; but, behold, he found that the Child in time extracted Milk; and he affirmed, that he had Milk enough afterwards to rear the Child. I looked at his Breasts, which were then very large for a Man; but the Nipple was as large or larger than any Woman's I ever\never saw. Some Ladies were then passing by; so I sent him off in Haste, and have not seen him since.\n\nI have either heard or read of one Instance of this kind before.\n\nI shall make no Apology for giving you the Trouble of this long Letter, but that of assuring you that I am with great Sincerity\n\nYour Lordship's\nmost obedient,\nhumble Servant,\n\nROBERT CORKE.\n\nXVII. Extracts of Two Letters from the Revd Dean Copping, F.R.S. to the President, concerning the Caesarian Operation performed by an ignorant Butcher; and concerning the extraordinary Skeleton mentioned in the foregoing Article.\n\nSIR,\n\nDublin, March 16. 1737-8.\n\nI Have transcribed a Case, which I received from a young Clergyman, who some time studied Physic, and knows the Woman: I shall probably see her at Clogher, where she now lives. The Case happened within these Two Years, but I cannot learn the exact Date at present.\n\nSarah McKenna, who now lives at Brentram, Two Miles from the City of Clogher, in the County of",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104379.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 11068,
    "total-output-tokens": 1913,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1383,
        3
      ],
      [
        1383,
        2963,
        4
      ],
      [
        2963,
        4553,
        5
      ],
      [
        4553,
        6102,
        6
      ],
      [
        6102,
        7086,
        7
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104379",
    "title": "A Letter from the Right Revd Father in God Robert Lord Bishop of Corke, to the Right Honble John Earl of Egmont, F. R. S. concerning an Extraordinary Skeleton, and of a Man Who Gave Suck to a Child",
    "authors": null,
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/104379"
  }
}