{
  "id": "f57e603e1acac3e4c170a2d07222e028d2e1f53a",
  "text": "XLIX. A Catalogue of the Fifty Plants from Chelsea Garden, presented to the Royal Society by the worshipful Company of Apothecaries, for the Year 1766, pursuant to the Direction of Sir Hans Sloane, Bart. Med. Reg. et Soc. Reg. nuper Praeses: By William Hudson, Societatis Regiae & clariss. Societatis Pharmaceut. Lond. Soc. Hort. Chelsean. Praefectus et Praelector Botanic.\n\nRead Dec. 10, 2201\n\nA Grostis spica venti, petalo exterio exserente arista rec- tam strictam longissimam. Lin. Sp. pl. ed. II. 91. Hudf. Fl. Angl. 26.\n\nGramen segetum altissimum, panicula sparsa. Bauh. pin. 3.\n\nAgrostis mil ea, petalo exteriore arista ter- minali recta stricta mediocri. Lin. Sp. pl. ed. II. 91.\n\nAira caespitosa, foliis planis, panicula patente, petalis basi villosis aristasatisque, arista recta brevi. Lin. Sp. pl. ed. II. 96. Hudf. Fl. Angl. 29.\n\nGramen segetum, panicula arundinacea Bauh. pin. 3. Theatr. 35.\n\n2204 Aira\n2204 Aira caryophyllea, foliis setaceis, panicula divaricata, floribus aristatis distantibus. Lin. Sp. pl. ed. II. 97. Hudf. Fl. Angl. 31.\nGramen paniculatum, locustis purpuro-argentis, annuum. R. Syn. 407.\n\n2205 Alopecurus pratensis, panicula cylindrica spiciformi, glumis villosis, culmo erecto. Hudf. Fl. Angl. 23.\nAlopecurus culmo spicato erecto, glumis villosis. Lin. Sp. pl. ed. II. 88.\nGramen phalaroides spica molli. Bauh. pin. 4.\n\n2206 Alopecurus agrestis, spica cylindrica longissima, glumis glabris, culmo erecto. Hudf. Fl. Angl. 23.\nAlopecurus culmo spicato erecto, glumis nudis. Lin. Sp. pl. ed. II. 89.\nGramen typhoides, spica angustiore. Bauh. pin. 4.\n\n2207 Alopecurus geniculatus, culmo spicato infracto. Lin. Sp. pl. ed. II. 89. Hudf. Fl. Angl. 24.\nGramen aquaticum geniculatum spicatum. Bauh. pin. 3.\n\n2208 Alopecurus bulbosus, spica cylindrica, culmo erecto, radice bulbofa. Hudf. Fl. Angl. 24.\nGramen myosuroides nodosum. R. Syn. 397.\n\n2209 Alopecurus Monspeliensis, panicula subspicata, glumis scabris, corollis aristatis. Lin. Sp. pl. ed. II. 89.\nGramen alopecuroides Anglo-britannicum maximum. Bauh. pin. 4.\n\n2210 Alopecurus paniceus, panicula subspicata, glumis villosis, corollis aristatis. Lin. Sp. pl. ed. II. 90.\nGramen alopecurum minus, spica virescente divulsa. Barr. ic. 115. f. 1.\n\n2211 Anthoxanthum odoratum, spica ovato-oblonga, flosculis subpedunculatis arista longioribus. Lin. Sp. pl. ed. II. 40. Hudf. Fl. Angl. 10.\n\nGramen pratense spica flavescente. Bauh. pin. 3.\n\n2212 Avena sativa, paniculata, calycibus dispermis, seminibus laevibus. Lin. Sp. pl. ed. II. 118.\n\nAvena alba. Bauh. pin. 23.\n\n2213 Avena nuda, paniculata, calycibus trifloris, receptaculo calyce excedente, petalis dorso aristatis. Lin. Sp. pl. 118. Hudf. Fl. Angl. 41.\n\nAvena nuda. Bauh. pin. 23. R. Syn. 289.\n\n2214 Avena fatua, paniculata, calycibus trifloris, flosculis omnibus basi pilosis, aristas totis laevibus. Lin. Sp. pl. ed. II. 118. Hudf. Fl. Angl. 41.\n\nAvena sylvestris pilosa, aristas recurvis. Hist. Ox. III. 209. t. 7. f. 5.\n\n2215 Avena fragilis, spicata, flosculis subquaternis calyce longioribus. Lin. Sp. pl. ed. II. 119.\n\nGramen loliaceum spurium hirsutum, aristas geniculatis. Barr. ic. 905. f. 1, 2, 3.\n\n2216 Briza eragrostis, spiculis lanceolatis, flosculis viginti. Lin. Sp. pl. ed. II. 103.\n\nGramen paniculis elegantissimis. Bauh. pin. 2. Hist. Ox. III. 204. t. 6. f. 52.\n\n2217 Briza pinnata, spica disticha, spiculis ovato-lanceolatis.\nGramen filiceum, paniculis integris. Bocc. Sicil. 62. t. 33. f. 2.\n\n2218 Bromus secalinus, panicula patente, spiculis ovatis, aristis rectis. Lin. Sp. pl. ed. II. Hudf. Fl. Angl. 39.\n\nGramen avenaceum segetate majus, gluma turgidior. Hist. Ox. III. t. 7. f. 17.\n\n2219 Bromus mollis, panicula erectiuscula, spicis ovatis, aristis rectis, foliis mollissime villosis. Lin. Sp. pl. ed. II. 112.\n\nGramen avenaceum pratense, panicula squamata et villosa. Hist. Ox. III. 213. t. 7. f. 18.\n\n2220 Bromus rubens, panicula fasciculata, spiculis subseffilibus villosis, aristis erectis. Lin. Sp. pl. ed. II. 114.\n\nGramen panicula molli rubente. Bauh. hist. II. 266.\n\n2221 Bromus giganteus, panicula nutante, spiculis quadrifloris aristis brevioribus. Lin. Sp. pl. ed. II. 114. Hudf. Fl. Angl. 40.\n\nGramen sylvaticum glabrum panicula recurva. Vaill. paris. 93. t. 18. f. 3.\n\n2222 Bromus diastachyos, spicis duabus erectis alternis. Lin. Sp. pl. ed. II. 115.\n\nGramen spica brizae minus. Bauh. pin. 9. Pluk. Phyt. t. 33. f. 1.\n\n2223 Cynosurus cristatus, bracteis pinnatifidis. Lin. Sp. pl. ed. II. 105. Hudf. Fl. Angl. 47.\n\nGramen cristatum. Bauh. hist. II. 468. R. Syn. 398.\n\nVol. LVII. Ppp 2224 Cy-\n2224 Cynosurus echinatus, bracteis pinnato-paleaceis aristatis. Roy. Lugdb. 64. Lin. Sp. pl. ed. II. 105. Hudf. Fl. Angl. 47.\nGramen alopecuroides spica aspera. Bauh. pin. 4.\n\n2225 Cynosurus aureus, paniculae spiculis sterilibus pendulis ternatis, floribus aristatis. Lin. Sp. pl. ed. II. 107.\nGramen panicula pendula aurea. Bauh. pin. 3. theatr. 33. Scheuch Agr. 149.\n\n2226 Festuca elatior, panicula secunda erecta, spiculis linearibus muticis, floris planis. Hudf. Fl. Angl. 37.\nGramen loliaceum, spica divisa, pratense majus. Hist. Ox. III. 184. t. 2. f. 15.\n\n2227 Festuca pratensis, panicula secunda erecta, spiculis linearibus muticis, floris planis. Hudf. Fl. Angl. 37.\nGramen paniculatum elatius, spicis longis muticis et squamosis. R. S. 411.\n\n2228 Festuca fluitans, panicula ramosa erecta, spiculis subsefilibus teretibus muticis. Lin. Sp. pl. ed. II. 111. Hudf. Fl. Angl. 38.\nGramen aquaticum cum longissima panicula. Bauh. hist. II. 490. R. S. 412.\n\n2229 Festuca bromoides, panicula secunda spiculis erectis laevibus calycis altera valvula integra, altera aristata. Lin. Sp. pl. ed. II. 111. Hudf. Fl. Angl.\nGramen paniculatum bromoides minus, panicula aristatis unam partem spectantibus. R. Syn. 415.\n\n2230 Festuca\n2230 Festuca ovina, panicula secunda coarctata aristata, culmo tetragono nudiusculo, foliis felaceis. Lin. Sp. pl. ed. II. 108. Hudf. Fl. Angl. 36.\nGramen capillaceum, locustis pennatis non aristatis. Pluk. ph. t. 34. f. 2. R. Syn. 410.\n\n2231 Holcus spicatus, glumis bifloris muticis floribus geminis penicillo involucratis, spica ovato-oblonga. Lin. Sp. pl. ed. II. 1483.\nGramen paniceum sylvestre maximum, Indiae orientalis. Pluk. Phyt. t. 32. f. 4.\n\n2232 Holcus Sorgbun, glamis villosis, feminibus aristatis. Lin Sp. pl. ed. II. 1484.\nMilium arundinaceum, subrotundo semine, forgho nominatum. Bauh. pin. 26. Hist. Ox. III. 196. t. 5. f. 7.\n\n2233 Hordiam murinum, flosculis lateralibus masculis aristatis, involucris intermediis ciliatis. Lin. Sp. pl. ed. II. 125.\nGramen secalinum chalepense, radice tuberosa. Hist. Ox. III. 179. t. 6. f. 7.\n\n2235 Lolium temulentum, spica aristata, spiculis compressis aristatis. Lin. Sp. pl. ed. II. 122.\nLolium spica aristata, radice annua. Lin. Sp. pl. 83. Hudf. Fl. Angl. 44.\nGramen loliaceum, spica longiore. Bauh. pin. 9. Theatr. 121.\n\n2236 Lolium perenne, spica mutica, spiculis compressis multifloris. Lin. Sp. pl. ed. II. 122. P p p 2\nLolium spicis muticis, radice perenne. Lin.\nSp. pl. 83. Hudf. Fl. Angl. 44.\nGramen loliaceum angustiore folio et spica.\nBauh. pin. 9. Theatr. 121.\n\n2237 Melica ciliata, flosculis inferioris petalo exte-\nriore ciliato. Lin. Sp. pl. ed. II. 97.\nGramen avenaceum montanum lanuginosum.\nBauh. pin 10. pr. 20.\n\n2238 Melica nutans, petalis imberbibus, panicula\nnutante simplici. Lin. Sp. pl. ed. II. 98.\nHudf. Fl. Angl. 31.\nGramen avenaceum locustis rarioribus. Bauh.\npin. 10.\n\n2239 Panicum patens, panicula oblonga patente, ca-\nlycibus bifloris, foliis lineari-lanceolatis.\nLin. Sp. pl. ed. II. 86.\nTsiam-pullu. Hort. Mal. XII. 75. t. 41.\n\n2240 Panicum miliaceum, panicula laxa flaccida,\nfoliorum vaginis pubescentibus. Lin. Sp.\npl. ed. II. 86.\nMilium semine albo et luteo. Bauh. pin.\n8. Theatr. 139.\n\n2241 Panicum verticillatum, spica verticillata, ra-\ncemulis quaternis invocellis unifloris bi-\nsetis, culmo diffuso. Lin. Sp. pl. ed II.\n82.\nGramen paniceum spica simplici. Bauh. pin.\n8. Theatr. 139.\n\n2942 Panicum viride, spica tereti, involucellis bi-\nfloris fasciculato-pilosis, semenibus nervosis.\nLin. Sp. pl. ed. II. 83. Hudf. Fl. Angl.\n21.\n\nGramen\nGramen paniceum, spica simplici. Bauh. pin. 8. Sch. Agr. 46.\n\n2243 Panicum colonum, spicis alternis secundis muticis ovatis scabris, rachi teretiuscula. Lin. Sp. pl. ed. II. 84.\n\nGramen paniceum minus spica divulsa insulæ Barbadensis. Pluk. Ph. t. 189. f. 5.\n\n2244 Phalaris canariensis, panicula subovato spiciformi: glumis carinatis. Lin. Sp. pl. ed. II. 79.\n\nPhalaris major, semine albo. Bauh. pin. 28.\n\n2245 Phalaris utriculata, panicula spicata, petalis arista articulata, vagina supremi folii spathiformi. Lin. Sp. pl. ed. II. 80.\n\nGramen pratense, spica purpurea ex utriculo prodeunte. Bauh. pin. 3. Theatr. 44.\n\n2246 Phalaris arundinacea, panicula oblonga ventricosa. Lin. Sp. pl. ed. II. 80. Hudf. Fl. Angl. 21.\n\nGramen arundinaceum spicatum. Bauh. pin. 6. Theatr. 94.\n\n2247 Poa ciliaris, panicula glomerata, glumarum valvulis interioribus piloso-ciliatis. Lin. Sp. pl. ed. II. 102.\n\nGramen pratense, spicis brevibus muticis locustis minimis. Sloan. Hist. Jam. I. 114. t. 73. f. 1.\n\n2248 Poa Eragrostis, panicula patente, pedicellis flexuosis, spiculis ferratis decemfloris. Lin. Sp. pl. ed. II. 100.\n\nGramen\nGramen phalaroides, sparsa brizae panicula,\nmin. Barr. Ic. 44. f. 2.\n\n2249 Poa rigida, panicula lanceolata subramosa,\nfloribus alternis secundis. Lin. Sp. pl. ed. II.\n102. Hudf. Fl. Angl. 35.\n\nGramen exile duriusculum in muris et aridis\nproveniens. R. Syn. 410.\n\n2250 Poa compressa, panicula secunda coarctata,\nculmo obliquo compresso. Lin. Sp. pl.\ned. II. 101. Hudf. Fl. Angl. 33.\n\nGramen paniculatum, radice repente, cul-\nmo compresso. Vaill. parif. 91. t. 18.\nf. 5.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105974.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 14622,
    "total-output-tokens": 4412,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        917,
        2
      ],
      [
        917,
        2158,
        3
      ],
      [
        2158,
        3384,
        4
      ],
      [
        3384,
        4570,
        5
      ],
      [
        4570,
        5797,
        6
      ],
      [
        5797,
        6978,
        7
      ],
      [
        6978,
        8128,
        8
      ],
      [
        8128,
        9245,
        9
      ],
      [
        9245,
        9713,
        10
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105974",
    "title": "A Catalogue of the Fifty Plants from Chelsea Garden, Presented to the Royal Society by the Worshipful Company of Apothecaries, for the Year 1766, Pursuant to the Direction of Sir Hans Sloane, Bart. Med. Reg. et Soc. Reg. Nuper Praeses: By William Hudson, Societatis Regiae & Clariss. Societatis Pharmaceut. Lond. Soc. Hort. Chelsean. Praefectus et Praelector Botanic",
    "authors": "William Hudson",
    "year": 1767,
    "volume": "57",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/105974"
  }
}