{
  "id": "d68ae03504acd0a450ee58d7e0dd227d5c546dfe",
  "text": "I. A Proposal for Checking in some Degree the Progress of Fires; by the Rev. Stephen Hales, D.D. & F.R.S.\n\nRead April 21. THE late destructive Fire in Cornhill 1748. bringing to my Mind what I thought a probable Means to check, in some degree, the speedy Progress of Fires (which, if it could be effected, would be of great Importance) I made the following Experiment, in order to form a more certain Judgment of the Matter; viz.\n\nI placed on two Garden-Pots a dry Fir-Board, which was half an Inch thick, and nine Inches broad; and cover'd nine Inches Length and Breadth of it with an Inch Depth of damp Garden-Earth; fencing this Earth on each Side with two Course of Bricks, in order to make a Fire-place to contain the Wood Fuel and live Coals; which were frequently blown with Bellows, in order to keep the Fire to a vigorous Heat: This was done for two Hours Continuance, before the Fir-Board was burnt thro'; when there was only a weak lambent Flame at the under Part of the Board; for it could not flame out for want of proper Fuel; because the Substance of the Board was reduced to a brittle Charcoal, by the Heat of the Inch Depth of Earth which lay on it, which hinder'd the burning Board from flaming. And it was observable, that the Edges of the Board burnt only with a live Coal like a Match; being hinder'd from flaming, by the Earth which lay on the Board.\nMay it not hence be reasonably infer'd, that, when a House is on Fire, it may be a probable Means considerably to retard the Progress of the Fire, to cover with Earth the Floors of the adjoining and more distant Houses, which stand in the Course of the Progress of the Flames?\n\nThe thicker the Earth is laid, so much the better: But if Time will not permit to lay it more than an Inch thick, then supposing 27 Men to carry each a cubic Foot of Earth; which will be a cubic Yard of Earth; then that cubic Yard of Earth will cover 36 square Yards of Flooring; which repeated several times, would soon cover all the Floors of a House. And as the Fire probably mounts with great Fierceness up the Stair-Cafe, it will be well to lay much Earth on the Stairs; which will help to give some Check, especially as the Earth on the Floor and Stairs may be wetted by the Fire-Engine; which Moisture will be much the longer retained by means of the Earth; whereas Water, when not thus retained, soon glides away.\n\nAnd as Fires often catch from House to House at their upper Parts, an upper Floor cover'd with Earth, with the Rafters burning on it, will be longer in burning to such a degree as to fall on the next Floor, so, when fallen there, it will also be the longer in burning, and will flame the less, on account of the Earth on that next Floor; and, consequently, will not be so apt to fire the next House, as in the common Case of Floors without Earth, which must needs therefore burn the more fiercely.\n\nEarth may be had either in back Yards, or Cellars, or Streets.\nThese Hints, from one who never saw a House on fire, will, 'tis hoped, be farther improved by those who have more Experience and Skill in these Affairs.\n\nII. Some Observations, made during the last three Years, of the Quantity of the Variation of the Magnetic Horizontal Needle to the Westward; by Mr. Geo. Graham, F.R.S. at his House in Fleetstreet, London.\n\nRead Apr. 21.\n1748.\n\n| Date       | Inclination |\n|------------|-------------|\n| 1745 March 26 | 17 = 6      |\n| 29          | 17 = 0      |\n| March 18    | 17 = 10     |\n| 21          | 17 = 10     |\n| April 22    | 17 = 15     |\n| May 4       | 17 = 18     |\n| 14          | 17 = 20     |\n| 16          | 17 = 15     |\n| Dec. 18     | 17 = 25 +   |\n| Febr. 24    | 17 = 30     |\n| 1747 Dec. 19 | 17 = 40     |\n| Jan. 4      | 17 = 40 —   |\n\nThe Inclination of the dipping Needle has been during the same time about $73\\frac{1}{2}$ Degrees.\n\nN.B\nAn Addition to Dr. Hales's Paper, p. 279. by C. Mortimer.\n\nTwo Days after the Fire-Works had been play'd off in the Green Park on account of the late Peace, I went all over the Building erected for that Purpose, and was greatly pleased to see the Doctor's Scheme confirmed by the Practice of the Engineers upon that Occasion; for the Room, in which the Trains were fired, and which was immediately under the Gratings upon which the 6000 Rockets rested and were fired from, had the Floor cover'd over with fine sifted Gravel about an Inch deep, and the Walls were whited over with a dirty sort of white Wash, which I took for Lime finely powder'd, and mix'd up with Size and Water, and done two or three times over. Both Floor and Wall were of Deal.\n\nPrinted for C. Davis, over-against Gray's Inn Gate in Holbourn, Printer to the Royal Society, M.DCC.XLVIII.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104543.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 1389,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1373,
        2
      ],
      [
        1373,
        2936,
        3
      ],
      [
        2936,
        3843,
        4
      ],
      [
        3843,
        4700,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104543",
    "title": "A Proposal for Checking in Some Degree the Progress of Fires; By the Rev. Stephen Hales, D. D. & F. R. S.",
    "authors": "Stephen Hales",
    "year": 1748,
    "volume": "45",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/104543"
  }
}