{
  "id": "3b80de11563d7e381b1a9a6b07b1b886bea42757",
  "text": "VI. An Account of Two late Northern Aurora's, as they were observ'd at the Vicarage of Sutton at Hone in Kent. By the Reverend Edmund Barrell, Prebend of Rochester.\n\nOn February the 5th 1717, at Eight at Night an Aurora Borealis appeared. It occupied at least $\\frac{1}{3}$ or near $\\frac{1}{2}$ of the Horizon; it was low, and shot out bright Rays, and, I believe, would have appeared very light, had it not been that the Moon shone at the same time, being about Five Days old, and that the Aurora disappeared before the Moon set.\n\nAgain, on the 30th of March following, there was another Aurora Borealis. I saw it not till past Nine: 'twas dim then, and its highest Part cover'd the lowest Star in Cassiopea's Chair. It did not seem due North, but one Point to the West. About Ten it shot out very bright Rays, high, and tending somewhat towards one another. Near Eleven a Clock, there was (besides the Northern Brightness) a long Streak, not very broad, extended East and West: Which beginning in the Serpent's Head, near Hercules-Club, and covering Arcturus, proceeded near Berenices Hair, and so went over Cor Leonis, and thence to the Canicula, and ended a little beyond that Star. It shone very bright at first, but faded away in about Eight or Nine Minutes. If it had Motion (which I am not sure of) it was Southward. I waited for the next Fit of Brightness of the Aurora; and in about Seven Minutes, the Eastern Part of the Streak, viz. from the Serpent's Head to near Berenices Hair, became visible again tho' dim, and was quite effaced in Four or Five Minutes more: And I did not yet perceive any Change of its Place.\n\nF I N I S.\n\nErrata. Page 556. in the Note, lege Lib. xxxv. pag. 563, line antepenult. lege Anderida.\n\nLondon, Printed for W. Innys, at the Princes Arms in St. Paul's-Church-Yard, 1717.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103301.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3182,
    "total-output-tokens": 551,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1814,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103301",
    "title": "An Account of Two Late Northern Aurora's, as They Were Observ'd at the Vicarage of Sutton at Hone in Kent. By the Reverend Edmund Barrell, Prebend of Rochester",
    "authors": "Edmund Barrell",
    "year": 1717,
    "volume": "30",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/103301"
  }
}