{
  "id": "1579865a3082a323f9b2ecc08ea899e23fe0fb8b",
  "text": "XXVI. On the parallax of the fixed stars in right ascension. By John Pond, F.R.S. Astronomer Royal.\n\nRead May 28, 1818.\n\nIn the Connoissance des Temps for the year 1808, M. Delambre, in a memoir on the parallax of the fixed stars, in which he relates the supposed discovery of a very considerable parallax, by two celebrated Italian astronomers,* proposes that this investigation should be attempted in right ascension.\n\nI have often read this memoir with great attention, but have been prevented by accidental circumstances from carrying this suggestion into execution. The investigation has since that time become infinitely more difficult, from the narrow limits into which parallax has been restricted by more recent observations.\n\nWhen the subject first engaged my attention, I was constantly in expectation of the new instrument, and was unwilling to engage in a series of observations which would so soon be interrupted; when this was erected, I was so much engaged in the other methods of investigation, that it was not possible to devote myself properly to this enquiry; it was only lately that it occurred to me to examine the observations as they stood on the transit book for other purposes; and I find that, notwithstanding they have not been regularly made at the two opposite seasons most favourable for detecting a parallax, yet a sufficient number of observations may be collected to establish the same conclusion as that which I have given in my former paper. The stars, of which I have a sufficient number of observations for this investiga-\n\n* Piazzi and Calandrelli.\ntion, are α Aquilæ, Arcturus, Capella, and α Lyrae. Sirius is comparatively but seldom observed, from its vicinity to the horizon. As the observations of all the above stars give the same result, it will be sufficient to select one as an example. I have chosen α Aquilæ. The annexed table contains 120 observations of this star; and the following remarks will, I trust, be thought sufficiently conclusive to establish the point in question.\n\nIf a series of 12 results (obtained by 120 observations) be divided into two parts, first, according to the law of parallax, and next alternately, or in a manner perfectly accidental, then it so happens, that a greater difference is found in the latter or accidental mode of division, than in the former. From this it is evident, that the determination of the quantity of parallax is out of the power of the instrument to determine with this number of observations. The next question is, What are the limits within which parallax is restricted?\n\nIn examining several series of observations, I find that the result of 60 observations, reduced to the equator, and taken accidentally, never differs from the more correct mean derived from 120 by more than 0\",01 of time, when reduced to the equator.\n\nIf of 12 results taken as above, the 6 least be classed together, and compared with the six greatest, the error of either class will not exceed the double of this quantity, or 0\",02. It is therefore very highly improbable indeed, that an error of this magnitude should exist in a result deduced from 60 observations.\n\nSince, therefore, the results arranged according to the law of parallax should differ by rather more than half the double parallax, I infer, that it is most highly improbable that the longer\naxis of the ellipse described by parallax should, in the brightest stars, amount to \\(0''.5\\) of space, and not probable that it should amount to half this quantity, or to \\(0''.25\\). And when we consider that the minor axis of this ellipse is only measured in declination (and in \\(\\alpha\\) Aquilæ this is only equal to half the major axis); and that, moreover, the star is only deranged from its mean place, the half of this minor axis, I think it will not be very unsafe to conclude, that every attempt to discover the existence of parallax by a measure in declination, must end in disappointment.\n\nThese observations, continued for many years with the transit instrument, must in the end either detect the existence of parallax, or still more correctly define its limits. But these appear to me even now so small, that I am not disposed to institute any farther observations with a view to this particular subject, but shall leave it to be determined by the regular course of observation.*\n\n* I take this opportunity of stating that the observations of \\(\\alpha\\) Cygni, continued in the manner described in a former paper, confirm, in the most decided manner, the total absence of any observable parallax. They are as follows:\n\n|        | \\(\\alpha\\) Cygni | \\(\\beta\\) Aurigæ | \\(\\alpha\\) Cygni & \\(\\beta\\) Aurigæ | Difference of \\(\\alpha\\) and \\(\\delta\\) Cygni |\n|--------|------------------|------------------|-------------------------------------|---------------------------------------------|\n| Winter, 1817 | 25               | 8,173            | 28                                  | 9,818 = 17'',984                             | 5,226                                      |\n| Spring, —    | 26               | 7,920            | 29                                  | 10,044 = 17'',964                            | 5,287                                      |\n| Summer, —    | 32               | 3,340            | 22                                  | 14,825 = 18'',165                            | 5,432                                      |\n| Autumn, —    | 25               | 4,975            | 17                                  | 14,067 = 18'',142                            |                                             |\n| Winter, 1818 | 52               | 5,645            | 47                                  | 12,529 = 18'',174                            |                                             |\n\nThese observations seem to me to prove beyond a doubt that the parallax of \\(\\alpha\\) Cygni cannot much exceed one-tenth of a second of a degree. Vide Phil. Trans. 1817.\n\nMDCCCXVIII.\nObservations of α Aquilæ reduced to Jan. 1, 1817.\n\n| Year | Month | Day | RA Reduced |\n|------|-------|-----|------------|\n| 1816 | July  | 24  | 19h 41m 48s.07 |\n|      |       | 25  | 48.09      |\n|      |       | 28  | 48.29      |\n|      |       | 30  | 47.84      |\n| 1816 | Aug.  | 3   | 48.17      |\n|      |       |     | 48.06      |\n|      |       |     | 48.03      |\n|      |       |     | 48.09      |\n|      |       |     | 48.06      |\n|      |       |     | 48.21      |\n| 1816 | Sept. | 2   | 48.00      |\n|      |       |     | 48.09      |\n|      |       |     | 47.86      |\n|      |       |     | 48.14      |\n|      |       |     | 48.18      |\n|      |       |     | 48.20      |\n|      |       |     | 48.05      |\n|      |       |     | 48.09      |\n|      |       |     | 48.23      |\n|      |       |     | 48.06      |\n| 1816 | Oct.  | 8   | 48.13      |\n|      |       |     | 48.24      |\n|      |       |     | 48.14      |\n|      |       |     | 48.20      |\n|      |       |     | 47.92      |\n|      |       |     | 48.07      |\n|      |       |     | 48.07      |\n|      |       |     | 48.26      |\n|      |       |     | 48.23      |\n|      |       |     | 48.07      |\n| 1816 | Nov.  | 3   | 19h 41m 48s.10 |\n|      |       |     | 48.03      |\n|      |       |     | 48.14      |\n|      |       |     | 48.29      |\n|      |       |     | 48.21      |\n|      |       |     | 48.20      |\n|      |       |     | 47.98      |\n|      |       |     | 48.18      |\n|      |       |     | 48.09      |\n| 1817 | Sept. | 30  | 19h 41m 51s.06 |\n|      | Oct.  | 1   | 51.06      |\n|      |       |     | 50.90      |\n|      |       |     | 51.11      |\n|      |       |     | 51.16      |\n|      |       |     | 51.10      |\n|      |       |     | 51.26      |\n|      |       |     | 51.12      |\n|      |       |     | 51.06      |\n|      |       |     | 50.85      |\n| 1817 | Nov.  | 13  | 51.07      |\n|      |       |     | 51.00      |\n|      |       |     | 51.02      |\n|      |       |     | 51.09      |\n|      |       |     | 51.02      |\n|      |       |     | 50.96      |\n|      |       |     | 51.07      |\n|      |       |     | 51.12      |\n|      |       |     | 51.10      |\n|      |       |     | 50.88      |\n| 1817 | Dec.  | 9   | 51.03      |\n|      |       |     | 51.02      |\n|      |       |     | 51.09      |\n|      |       |     | 50.95      |\n|      |       |     | 51.00      |\n|      |       |     | 51.07      |\n|      |       |     | 51.12      |\n|      |       |     | 50.80      |\n|      |       |     | 51.07      |\n|      |       |     | 50.21      |\n|      |       |     | 51.07      |\n| 1818 | Jan.  | 16  | 51.04      |\n|      |       |     | 51.07      |\n|      |       |     | 51.09      |\n|      |       |     | 50.95      |\n|      |       |     | 51.00      |\n|      |       |     | 51.07      |\n|      |       |     | 51.12      |\n|      |       |     | 50.80      |\n|      |       |     | 51.07      |\n|      |       |     | 50.21      |\n|      |       |     | 51.07      |\n| 1818 | Feb.  | 13  | 53.82      |\n|      |       |     | 54.08      |\n|      |       |     | 54.17      |\n|      |       |     | 53.93      |\n|      |       |     | 53.96      |\n|      |       |     | 53.91      |\n|      |       |     | 53.94      |\n|      |       |     | 54.00      |\n|      |       |     | 54.16      |\n|      |       |     | 54.00      |\nthe fixed stars in right ascension.\n\nResults according to the law of parallax.\n\n| Neutral | Minimum |\n|---------|---------|\n| $51''$.020 | $51''$.020 |\n| .065 | .063 |\n| .078 | .033 |\n| .033 | .066 |\n| .040 | .037 |\n| .067 | .068 |\n\nMean $51'.050$ $51'.048$\n$51'.049$ $51'.049$\n\nError = .001 Error = .001\n\nTaken alternately or accidentally.\n\n| Neutral | Minimum |\n|---------|---------|\n| $51''$.020 | $51''$.020 |\n| .063 | .033 |\n| .066 | .065 |\n| .078 | .037 |\n| .068 | .033 |\n| .040 | .067 |\n\nMean $51'.056$ $51'.043$\n$51'.049$ $51'.049$\n\nError = .007 Error = .006\n\nSix least. Six greatest.\n\n| Neutral | Minimum |\n|---------|---------|\n| $51''$.020 | $51''$.063 |\n| .020 | .066 |\n| .033 | .065 |\n| .033 | .078 |\n| .037 | .068 |\n| .040 | .067 |\n\nMean $51'.030$ $51'.068$\n$51'.049$ $51'.049$\n\nError = .019 Error = .019",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107483.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9592,
    "total-output-tokens": 3456,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1588,
        2
      ],
      [
        1588,
        3337,
        3
      ],
      [
        3337,
        5949,
        4
      ],
      [
        5949,
        9360,
        5
      ],
      [
        9360,
        10178,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      true,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107483",
    "title": "On the Parallax of the Fixed Stars in Right Ascension",
    "authors": "John Pond",
    "year": 1818,
    "volume": "108",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/107483"
  }
}