{
  "id": "cbbd51ee83f2291b737104a482913055808847cc",
  "text": "AN INDEX\n\nTo the XXIII Volume of the Philosophical Transactions.\n\nFrom Number 247, to Number 288. inclusive.\n\nA.\n\nA Natomical Observations on the Vessels in the Maw of a Fish, resembling the ramifications of a Plant, N. 277. p. 1070. —a new passage for the drink and urine, N. 278. p. 1101.\n\n—Schemes of the Veins and Arteries, N. 280. p. 1177.\n\nAnimals and Insects in the Philippine Isles, N. 277. p. 1065.\n\nAnimalcules in semine Masculino, N. 279. p. 1137. N. 284. p. 1365.\n\nAnimalcules in Water, N. 283. p. 1304. N. 284. p. 1364. 1366. N. 286. p. 1430. N. 288. p. 1497.\n\nAntiquities and Inscriptions Roman, N. 278. p. 1129. N. 279. p. 1156.\n\nVestigia of a Roman Town in Yorkshire, N. 282. p. 1285.\n\nGolden Sepulchral Urns, and a large Danish Horn, N. 285. p. 1405.\n\nRuines of Uraniburgh, and Romer's Observatory there, N. 285. p. 1406.\n\nSir John Mandevill's Tomb at Leige, N. 286. p. 1418.\n\nArteries and Veins described, N. 280. p. 1177.\n\nApostemation, see Lungs.\n\nB.\n\nAth's cold revived, N. 285. p. 1246.\n\nBirds in the Philippine Isles, N. 285. p. 1394.\n\nBird,\nBird, a curious one, of the Vulture kind, N. 285. p. 1409.\n\nBite of a Dog, see Dog.\n\nBloods circulation not discernable in Shrimps, N. 288. p. 1498.\n\nBloods circulation in Water Newtes, N. 288. p. 1500.\n\nBlood, no secretion of humours from it, N. 284. p. 1373.\n\nBone of a mans Thigh of a great size, N. 285. p. 1403.\n\nBrain, a great part of it ulcerated, yet the senses remain perfect, N. 277. p. 1069.\n\nCause of the motion of the dura mater, N. 287. p. 1480.\n\nBooks abbreviated or mentioned in this Volume.\n\nAstronomiae Physicæ & Geometricæ Elementa, Auth. Dav. Gregorio, N. 283. p. 1312.\n\nConsilium ætiologicum de causu quodam Epileptico. Auth. Gul. Cole, N. 287. p. 1485.\n\nGazophylacium Naturæ & artis Auth. Jac. Petiver, N. 285. p. 1411.\n\nHippocratis Aphorismi, Auth. Mart. Lister, N. 284. p. 1373.\n\nMechanical account of Poisons, Auth. D. Mead, N. 283. p. 1320.\n\nPhysica vetus & nova Auth. Edm. Dickenson, N. 277. p. 1083.\n\nBooks of Plants, see Plants C.\n\nAmphore, how made, N. 278. p. 1096.\n\nAn unusual Cancer, N. 277. p. 1069.\n\nCantharides, their inward use, N. 280. p. 1210.\n\nCelestial motions explained, N. 283. p. 1314.\n\nCeylonese afraid of Drums, N. 277. p. 1053.\n\nCherry-stone with 124 Heads carved on it, N. 285. p. 1410.\n\nCirculation of the Blood discoursed of, N. 280. p. 1184.\n\nCrystal observed, N. 277. p. 1072.\n\nCorals and Submarine Plants, N. 282. p. 1248. and N. 286. p. 1418.\n\nCoins, see Antiquities.\n\nColleges and Students at Copenhagen, N. 285. p. 1400.\n\nChild petrified, N. 285. p. 1400.\n\nChusan Island described, N. 280. p. 1201.\n\nChinese Employments, N. 280. p. 1207.\n\nChinese Cubit what, N. 280. p. 1206.\nCinnamon, which the best, N. 278. p. 1096.\n\nCopper Ore, its figure, N. 277. p. 1072.\n\nCuriosities cut in Paper, N. 286. p. 1418.\n\nCuriosities near Leeds in Yorkshire, N. 277. p. 1070.\n\nCuriosities at Copenhagen, N. 285. p. 1400. see more in the Books.\n\nD\n\nDamps, how Mischievous, N. 283. p. 1327.\n\nDeer how catcht in Ceylon, N. 278. p. 1094.\n\nDiseases, of their Division into Acute and Chronical, N. 287. p. 1490. see Fever, Epilepsy, Dropsy, &c.\n\nDials of Linus at Leige decay'd, N. 286. p. 1418.\n\nDogs Gut cut and cured, N. 283. p. 1296.\n\nDog Mad, an extraordinary case of his Bite, N. 277. p. 1075.\n\n—Of that and the Tarantula, N. 283. p. 1322.\n\nDrink and Urine, a passage for them mentioned N. 278. p. 1101.\n\nDropsical Body with 10 Gallons of Liquor in it, N. 281. p. 1246.\n\nDumb and Deaf Person taught to Speak, N. 286. p. 1416.\n\nDura Mater, the cause of its motion, N. 287. p. 1480.\n\nE\n\nEbon, only the Heart of a Tree, N. 277. p. 1059.\n\nEgg, said to be laid by a Woman, N. 285. p. 1401.\n\nElephants, their Nature, how Tamed, Dye if they fall, N. 277. p. 1051, &c.\n\nEpileptic Fits, very Strange, N. 280. p. 1175.\n\nEpilepsies, their Seat and Cause explained, N. 287. p. 1485.\n\n—Their likeness to Intermittent Fevers, N. 287. p. 1486. The good use of a Specifick in Epileptic Cases, N. 287. p. 1486.\n\nF\n\nÆtus in utero, its Life, N. 281. p. 1235.\n\nFevers Intermittent and Epilepsies their parallel, N. 287. p. 1486.\n\nFever malignant, an unusual one, N. 280. p. 1174.\n\nFicus Indica of a new species, N. 282. p. 1249.\n\nFlower on the Stamina of Plants, its Description and Use, N. 287. p. 1474.\n\nFowl and Deer, how catcht in Ceylon, N. 278. p. 1094.\n\nFumes taken in by the Breath, good in many cases, N. 279. p. 1143.\n\nG\n\nGeneration, a hint as to its manner, N. 287. p. 1472.\n\nGlands, how composed, N. 283. p. 1292.\n\nTheir true Fabrick as yet a Declaratum in Anatomy, N. 284. p. 1275.\n\nGold and Silver Ores, N. 285. p. 1402.\n\nGolden Sepulchral Urns, and other Antiquities, N. 285. p. 1405.\n\nGods of the Indians, N. 282. p. 1250.\n\nGuts, Jejunum Broken in the Illiac\nIliac Passion, N. 281. p. 1245.\nGnui of a Dog cut and cured, N. 283. p. 1299.\n\nH.\nHares horned, N. 285. p. 1401.\nHeart and its motion describ'd, N. 281. p. 1218.\nHumours, their Concoction performed by the Vilcera, N. 284. p. 1374.\nHypothesis of the Impregnation of the Seeds of Plants, N. 287. p. 1474.\n\nI\nEjenum broken in the Iliac Passion, N. 281. p. 1245.\nInscriptions, Roman and other Antiquities, N. 278. p. 1129.\nInsects in Pepper Water, Semine Masculino, Rain-Water, &c. N. 279. p. 1152. N. 284. p. 1357. and 1366.\nAn Undescribed diving Insect, N. 284. p. 1371.\nSome Insects Monoculous, N. 288. p. 1497.\nInsects and other Curiosities in the Gazophilacium, N. 285. p. 1413.\nInsects on other Insects, N. 288. p. 1501.\nInsects in the Philippine Isles, N. 277. p. 1065.\nInsects in the Water very small, carry their Spawn under the Tail, N. 288. p. 1497.\nInvention of Printing by Costerus, N. 285. p. 1410. More of the Invention of Printing, N. 288. p. 1505.\n—Of the Mariners Compass,\n\nEnglish, N. 278. p. 1109.\nIris of a Boys Eye with Letters in it, N. 286. p. 1418.\n\nK.\nNife swallowed by a Prussian Boor confirmed, N. 285. p. 1408.\n\nL.\nEns palustris, see Plants.\nLetters in the Iris of a Boys Eye, N. 286. p. 1418.\nLibrary at Copenhagen, N. 285. p. 1400.\nLife of the foetus in utero, N. 281. p. 1235.\nLungs of Sheep their defect, N. 279. p. 1148.\n—Helped by fumes taken in by the breath, N. 279. p. 1143.\n—Of diseased persons observed, N. 285. p. 1385.\nInjected with Wax, and other observations on the Lungs, particularly of Frogs, &c. N. 285. p. 1389, &c.\nLungs, an unusual Apothection in them cured, N. 285. p. 1378.\nLyre of Ancient Greeks and Romans described, N. 282. p. 1267.\n\nM.\nMad Dog, see Dog.\nMagnetic variations, and the Sea Compass, N. 278. p. 1104.\nMathematicks of the Drawing a Meridian thro France, N. 278. p. 1097.\nMethod of squaring some kinds of Curves, N. 278. p. 1113.\nMetals Iron turn'd to Ore again, N. 277. p. 1072. Gold and Silver Ore, N. 285. p. 1402.\nCopper Ore its figure, N. 277. p. 1072.\nMicroscope improved, N. 281. p. 1241.\nMicroscopical observations, see Flowers of Plants and Insects.\nMicrometer of a new invention, N. 288. p. 1505.\n\nN.\n\nNerves not perforated, N. 284. p. 1374.\nNutrition how performed, N. 287. p. 1487.\n\nO.\n\nRange seeds observed, and wherein they differ from others, N. 287. p. 1461.\nOre of Copper described, N. 277. p. 1072.\n—of Silver and Gold, N. 285. p. 1402.\nOysters, observations on them, N. 182. p. 1248.\n\nP.\n\nParthenia of an unusual kind, N. 278. p. 1127.\nPerspiration, an hint relating thereto, N. 286. p. 1435.\nWherethin Perspiration differs from Sweating, &c., N. 287. p. 1488.\nPetrified Child, N. 285. p. 1401.\nPhilosophy Mosaic and Corpuscularian vindicated, N. 277. p. 1063.\n\nPhysick Garden at Amsterdam, N. 286. p. 1417.\nPlants, Brown's 6th, 7th and 8th Books of East-India Plants, N. 277. p. 1055. N. 282. p. 1251. N. 287. p. 1450.\nEbony only the heart of the Tree, N. 277. p. 1059.\nCinnamon Plant, which the best, N. 278. p. 1096.\nScrophularia aquatica, its virtues, N. 278. p. 1104.\nTobacco, how planted, N. 279. p. 1194.\nTea, three sorts of it, N. 280. p. 1205.\nRoot in China of wonderful Effect, N. 280. p. 1208.\nSensitive Plant of a new kind, N. 277. p. 1059, 1064.\nObservations on Vegetation, N. 281. p. 1213.\nPlants, a Tree shooting forth Roots from the top, N. 282. p. 1249.\nA sort of Ficus Indica, N. 282. p. 1249.\nCorals and other submarines, N. 286. p. 1419.\nPlants from Chusan, N. 286. p. 1421.\nOrange and Limon Seeds observed, with particularities therein, N. 287. p. 1461.\nOf the Flower or the Stamina of Plants, N. 287. p. 1474.\nAn Hypothesis of the impregnation of Plant-seeds, ibid.\nObservations on the Lens Palustris, N. 288. p. 1498.\nPlumb-stone incrusted extracted ex ano, N. 282. p. 1279.\nPoysons, a Mechanical account of them, N. 283. p. 1320.\nPrinting, see Inventions.\nPrune-stones, one kill'd by swallowing them, N. 281. p. 1248.\nN. 282. p. 1283.\nPurgatives their Principles, N. 278. p. 1099.\n\nQ.\n\nQuarrys very large at Maestricht, N. 286. p. 1417.\n\nR.\n\nEtium perforated by Prune-stones swallowed, N. 281. p. 1244.\nRespiration, its Influence on the hearts motion, N. 281. p. 1217.\nRubies, Observations on them, N. 282. p. 1248.\n\nS.\n\nCropularia aquatica, its great Virtues, N. 278. p. 1104.\nSerpents in Ceylan, some not venomous, N. 278. p. 1095.\nSeeds of Plants and Animals, N. 287. p. 1461, 1473. N. 283. p. 1294.\nSecretion in Animals how made, N. 283. p. 1292.\nSheep how their Lungs are defective, N. 279. p. 1148.\n\nSensitive Plant of a new kind, N. 277. p. 1059, 1064.\nSilver and Gold dissolved in Aqua fortis, and Aqua Regis observed, N. 286. p. 1434.\nSenses remain after the Ulceration of the Brain, N. 277. p. 1069.\nShortness of breath how relieved, N. 279. p. 1143.\nSpecifics, their use in Epilepsies, N. 287. p. 1486.\nSpots observed in the Sun, N. 288. p. 1502.\nSpout on the Land observed, N. 281. p. 1248. N. 284. p. 1331.\nSpouts at Sea, N. 277. p. 1077.\nSpar in Flints, N. 277. p. 1071.\nStomach of a Fish with Plant-like branchings, N. 277. p. 1070.\nStones, observations thereon, N. 277. p. 1072.\nStones with Impressions of Plants, N. 277. p. 1072.\nStones of Plumbs and Prunes dangerous to swallow, N. 282. p. 1283.\nSublimate its nature, N. 283. p. 1324.\nSubterraneous Trees, N. 277. p. 1073. N. 279. p. 1159.\nSun, see Spots.\nSweating and Perspiration wherein different, N. 287. p. 1488.\n— Immoderate hurtful, N. 287. p. 1491.\n\nT.\n\nTangents to curve lines, &c. N. 284. p. 1331.\nTarantula, of its Bite, N. 283. p. 1322.\nTastes, Observations on the Classis of them, N. 279. p. 1160.\nTea, three sorts of it, N. 280. p. 1205.\nTobacco, see Plants.\nTrees, see Plants.\n\nVeins and Arteries delineated, N. 280. p. 1175.\nUnicorns horn of the Sea, N. 285. p. 1402.\nUrine, a new Passage for that and the Drink, N. 278. p. 1101.\n\nV.\n\nVegetation, an Hypothesis of the Impregnation of the Seeds of Plants, N. 287. p. 1474.\nSeeds of Oranges and Lemons include a compleat Seed, N. 287. p. 1461.\nObservations concerning Vegetation, N. 281. p. 1213. N. 288. p. 1498. See more in Plants.\n\nW.\n\nWater Newte observed, N. 288. p. 1499.\nWater, Observations of Animalcules therein, N. 279. p. 1152. see Insects.\nWeather Observations for some years, N. 286. p. 1443.\nWorms in human Bodies, N. 283. p. 1296.\n\nFINIS.\nADVERTISEMENT.\n\nThere having been lately Proposed by Subscription Mr RAY's third and last Vol. of his HISTORY of PLANTS, whereby that whole Work is completed containing more Plants, and Description of new Species, than all the Books yet extant on that subject; many hundreds being communicated from the Streights of Magellan, the Philippine Islands, and several Countries never searched of Plants before. By F. Georgio Camelli and other Virtuosi, who either reside, or have made careful remarks in the respective places; all disposed in an easy method, to be found by their Tribes and Characteristicks; with an account of such parts of them as are either Specificks for some Diseases, as the Peruvian Bark, &c. or are Universal Medicines, as Faba St Ignatii, &c. beside many peculiarities belonging to particular Plants, everywhere occurring in the Work. The same is already well advanced at the Press, as may be seen by the Sheets printed off at the Undertakers S A M. S MIT H and B E N J. WALFORD, Printers to the Royal Society, at the Prince's Arms in St Paul's Church-yard. Of whom Proposals may be had, and Printed Receipts given for the first payment.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102916.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 13928,
    "total-output-tokens": 5595,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1065,
        2
      ],
      [
        1065,
        2697,
        3
      ],
      [
        2697,
        4760,
        4
      ],
      [
        4760,
        6741,
        5
      ],
      [
        6741,
        8430,
        6
      ],
      [
        8430,
        10283,
        7
      ],
      [
        10283,
        11052,
        8
      ],
      [
        11052,
        12209,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102916",
    "title": "Back Matter",
    "authors": null,
    "year": 1702,
    "volume": "23",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/102916"
  }
}