{
  "id": "65ecd0c89eeacbba8968fb9eb57673d7f57274c5",
  "text": "before the World could be all over Peopled; besides they are mostly the very Tops of vast high Mountains, and therefore the most unfit for the habitation of man.\n\nIf we say Lightning and Thunder or Earthquakes; we beg the question; for the Cause of the one is the Cause of the other, and they are one and the same.\n\nIt remains therefore (very probably) that they were kindled of themselves.\n\nI for my part know no Subject in the whole Mineral kingdom so generall and lasting for the fuel of these Mountains, as the Pyrites; which I have said alone to yeild Sulphur, and naturally resolves itself into it, by a kind of Vegetation.\n\nAbout the durable burning of the Pyrites these are instances. Scotch-coal hath less of the Pyrites in it, being mostly made up of Coal Bitumen, and therefore it burns and consumes quickly, and leaves a white Cinder. Sea Coal, or that Coal which comes from Newcastle by Sea to us, and for that reason so called, burns slowly; and the Sunderland Sea Coal so slowly, that it is said by Proverb, to make three fires; this hath much Pyrites mixt with it, and burns to a heavy redish Cinder, which is Iron, by the magnet. But I have seen, and have a specimen by me of a Coal from Ireland, the Proprietour of the Pits is Sir Christopher Wandsford, which is said to be so lasting, that it will continue twenty four hours red hot, and almost keep its figure: This seems to be in great part Pyrites by the weight and Colour.\n\nThe third Paper of the same person, concerning Thunder and Lightning being from the Pyrites.\n\nHere are two sorts of Instances (besides the Arguments I formerly urged, which to me are alone sufficiently\nciently convincing) which very much favour the opinion I lately offered. That Thunder and Lightning owe their matter from the sole breath of the Pyrites: And although I am as loath, and as backward as any man to give credit to such Instances, which seem rather prodigies, then the Phænomena of nature; yet because they often occur in History, it is at least fitting to bring them under further enquiry and examination, that if they can be confuted as false, so much may be done for Posterity; and that we at least may not leave upon our Registers, matters of fact not true, if they can be fairly set aside.\n\nThe first sort of them are those which tell us of Iron to have fallen in great masses, and also in powder after the manner of rain, out of the Air.\n\nIn a part Italy it rained Iron in such a year, and in Germany a great body of Iron-stone fell at such a time; the late Avicenn affirms. Julius Scaliger says he had by him a piece of Iron, which was rained in Savoy, where it fell in diverse places. Cardan reports 1200 stones to have fallen from Heaven, and one of them weighed 120l. some of them 30l. some 40l. very hard, and of the colour of Iron.\n\nNow that which is very remarkable (says Gilbert where those instances are reckoned up,) and a very probable argument for the truth of such like instances, is, that it is nowhere recorded, that it ever rained Gold or Silver Ore, or Tin or Lead; but Copper hath been also said to have fallen from the Clouds.\n\n(And here I must note by the By, that wherever the Pyrites is mentioned by the Antients, it is always to be understood of the Copper Pyrites; they scarce having had any knowledge of the Iron Pyrites.) And therefore the raining of Copper makes it yet more probable, because of its great Affinity with Iron (which I shall have occasion some other time to discourse of.)\n\nNow this Ferrum or æs Nubegnum, if there was ever any\nny fuch, was concreted of the breath of the Pyrites, which we have elsewhere shewn to be the Pyrites \\textit{ex tota substantia}.\n\nThe other instance, which I say is owing to our Registers, is of Lightning being Magnetick.\n\nFor this see the Philosophical Transactions of Mr. Oldenburg Number 127.\n\nThis I am sure of, I have a petrified piece of Ash, which is Magnetick; that is, the Pyrites in \\textit{Succo}; which makes it probable it may be Magnetick also in vapour.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102036.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6456,
    "total-output-tokens": 1069,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1649,
        2
      ],
      [
        1649,
        3537,
        3
      ],
      [
        3537,
        4006,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102036",
    "title": "The Third Paper of the Same Person, Concerning Thunder and Lightning being from the Pyrites",
    "authors": "Martin Lyster",
    "year": 1684,
    "volume": "14",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/102036"
  }
}