{
  "id": "734662ab95c73cfde86afed7c23dc2bb2b7762b6",
  "text": "An Account of the diseases of Doggs, and several Receipts for the Cure of their Madness, and of those bitten by them. Extracted from the Papers of Sir Theodore Mayern, and Communicated to the Royal Society by Sir Theodore de Vaux, Knt. and R. Soc. S.\n\nDOGGS are Subject to these several sorts of Madness or rather diseases. (1) The Hot Madness which is incurable without hope. They fly upon every thing and can hold out but 4 days (2) The Running Madness which is likewise incurable. They fly only upon Doggs, and that by Fitts, and may sometimes hold out 9 months (3) La Rage Mue which is a disease that lies in the Blood (4) The Falling Madness which seases on the Head, and is as a sort of Epilepsy (5) The Blasting or Withering; this lies in the Bowells which shrink up exceedingly (6) The Sleepie Disease, which comes from little worms in the mouth of the Stomach: These Doggs die sleeping. (7) The Rheumatick Disease. This swells the Head very much and makes the Eyes yellow.\n\nThese five latter are not properly Madness but other diseases. In them the Doggs will not eat, nor at any time when they are sick, but in these five they live 8 or 9 days without hurting any body, and then die of Hunger. The two first are catched by the breath of Doggs being together as is the Plague among Men, the latter are likewise Contagious but Curable.\n\nA Never\nA Never failing Remedy for the Bite of a Mad Dog, by Sir Theodore Mayern.\n\nTake Virginia Snake-Root and Flowers of St. John's wort gathered in their prime, equal parts of each, let them be made into very fine powder. The Dose is from a Scruple to a Dram, to be taken in any sort of Decoction prepared with Specifics. To a Horse give 2 Dr. to a Dog from one to 1½ Dr. This before the ninth day after the Bite.\n\nAnother Receipt for the same, taken from D. Matthias Hulsboos.\n\nTake Leaves of Rue pickt from the stalks and bruised 6 Oun. London Treacle (or which is better Venice Treacle) Garlick Pild and bruised, and fine filings of Tin, each 4 Oun. put them into 4l. of Canary or good White Wine, or in case of a nice or hot constitution, into the same quantity of strong and well-workt Ale, in an Earthen vessel well stopp'd. Then let there be made a digestion or gentle boiling thereof in Balneo, for 4 hours, shutting in the steam, then press it and strain it.\n\nThe dose is from two to three Ounces (and in some Persons more) to be taken every Morning for 9 days. The Party bitten must fast for three hours after it, and the dreggs that remain after expression must be bound upon the wound received, renewing it every 24 hours. N.B. That the ninth day after the bite must not be let slip, before this medicine be taken, least the Poison sease the Blood too strongly. It must be given cold, or at least only a little aired. A Double Quantity may be given to a Beast soon after the Bite.\n\nThis Remedy I have given many times by Sir Theodore Mayern's direction, and I never found it to faile.\n\nTheodore De Vaux.\nAnother approved Remedy.\n\nPluck the feathers from the breech of an old Cock, and apply it bare to the Bite, and do this upon each of the Wounds. If the Dogg were Mad, the Cock will fwell and die, and the Person Bitten will do well; but if the Cock dies not, the Dogg was not Mad. If the Wounds be very small, it is requisite to open them with a Lancett.\n\nAnother Process of Sir Theodore Mayern's.\n\nLet the Party be Nine times Plunged in the Sea, while he is fasting, as soon as may be after the Bite.\n\nLet the Bitten Part be washed with a Lie of the Ashes of Oke-wood and Urine, and apply a Cataplasm of London Treacle, Alliaria or Hedge Garlicke, Rue and Salt.\n\nTake dried Rue and Scordium each 2 Dr. Virginia Snake-Root 1 ½ Dr. Flowers of St. John’s wort 3 Dr. fine filings of Tinn and Garlicke cut small, each 4 Dr. London Treacle 1 Ounce. Let them be all beaten and exactly mixed together, adding Syrup of Lemon Pils as much as suffices to make it into an Electuary; Divide this into Nine equal parts to be taken every day one, drinking after it a small draught of good strong Ale. Let him walk upon it and not dine till 4 hours after.\n\nUse as little of the aforesaid Syrup of Lemon Pils as may be: and if that be not at hand, a Syrup made of Malaga-wine, adding as much Sugar as it can dissolve, may serve the turn.\n\nMake up of this Electuary 4 ½ Ounces at a time, that so the Dose may be half an Ounce.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101904.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 1244,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1353,
        2
      ],
      [
        1353,
        2964,
        3
      ],
      [
        2964,
        4372,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101904",
    "title": "An Account of the Diseases of Doggs, and Several Receipts for the Cure of their Madness, and of those Bitten by them. Extracted from the Papers of Sir Theodore Mayern, and Communicated to the Royal Society by Sir Theodore de Vaux, Knt. and R. Soc. S.",
    "authors": "Theodore de Vaux, Theodore Mayern",
    "year": 1686,
    "volume": "16",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/101904"
  }
}