{
  "id": "5ee7a4e9d887a9e4520f9d3c14a3d3c7368331e1",
  "text": "I. A Letter to Sir Hans Sloane, Bart. R.S.Pr.&c. containing a Description of some uncommon Appearances observed in an Aurora Borealis, by the Reverend Mr. Derham, Canon of Windsor, and F. R. S.\n\nHonoured Sir,\n\nThe Lumen Boreale is of late so common a Phenomenon, that I should not think it worth troubling you with that of Sunday Oct. 13 last, but that I observed some very different Appearances of it at Redbridge in Hants, near Southampton, where I then was on our College Business.\n\nAbout 8 in the Evening of that Day, my Family and others at Windsor, saw a considerable Streaming in the North, with such bright Lances and Columns as usual. But at Redbridge none such appeared, only in the North, I observed a great thick, black Bank of Vapours; the Top reaching about $20^\\circ$ above the Horizon, without any Convexity or Curvature, as is usual in most of the Streamings I have seen; but instead of that, the upper Part was indented in many Parts, with long black Pyramids, somewhat resembling the Streams of the Lumen boreale, the Edges of which were gilded with lucid Rays, of the Streaming Colour: And all over the Clouds, or Vaporous Bank, I discovered a great Commotion or Disturbance behind them, as if something was rolling, or tumbling behind them. The End of all these Appearances I\nexpected would have been Streaming: But in less than an Hour, the Clouds (which had been pretty still) began to move to the S.W. and at last obscured the whole Hemisphere; which before was all clear enough (except towards the North) to shew the Stars, although bespread with Vapours, like a thin Fog, a little inclining to red.\n\nThis Relation I thought it convenient to give you, and the Illustrious Society, because it may assist such as are wiser than myself to discover the Nature of this difficult Phænomenon.\n\nYour much obliged\n\nHumble Servant,\n\nW. Derham.\n\nII. A remarkable Conformation of the Urinary Parts, communicated in a Letter to the Same, by Mr. John Budgen.\n\nI am advised to communicate to you a very uncommon Case, which I met with in my Country Practice, and is as follows.\n\nIn Villa Com' Surriae, Ockley vulgò dictâ, anno 1711 nata est Infantula, cujus in Tergo, circa vertebrae inferiores, apparuit Tumor indolens, cutis colorem,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103511.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 654,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1297,
        2
      ],
      [
        1297,
        2245,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103511",
    "title": "A Letter to Sir Hans Sloane, Bart. R.S.Pr.&C. Containing a Description of Some Uncommon Appearances Observed in an Aurora Borealis, by the Reverend Mr. Derham, Canon of Windsor, and F. R. S.",
    "authors": "W. Derham",
    "year": 1729,
    "volume": "36",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/103511"
  }
}