{
  "id": "da54d62a86a3619f9ecf1b56eb18554e989abda0",
  "text": "Trade, which is proper for Cornwall, Devon, and other places, where the Materials are at hand. 10. The SALT-trade (ch. 17.) which goes on with great gain to them that set up their Coppers about Lemington, between Hampshire and the Isle of Wight; and in like manner it may prosper all about these three Kingdoms, wherever they can get Coppers, Fuel, and Sea-waters. But, 11th, he chiefly prefers The Fishery (ch. 14.) which indeed would in a manner do all, and we wish it heartily, but fear it will be at a stand, till S P Q B do unite their Authority, power, and strength to carry it on. 12. He requires more NEW INVENTIONS, and the ADVANCEMENT of ARTS and SCIENCES (ch. 25, 30.) To these fair motions some do make report, that so many Ingenious Arts, Artifices, Sciences, Instruments of Art, Accommodations, Inventions and Discoveries are lately spread amongst us, that they provoke Envy: And that in perusing the Alphabetical Tables of the Eight Volumes of these Tracts, under the Head Books, they have numbered 250 Treatises; some of them large Volumes, and elaborate; all of them pretending to Useful knowledge or business; most of them in the Learnt or Foreign Languages. And their main Importance is extracted into as plain English, as I could learn, or as the nature of the subject could bear: Certainly so plain, that any one of ordinary capacity may soon and easily thence discern, whether the Book be for his occasions. Many of these are exactly rendered into English; some of them by Gentlemen, who are themselves excellent Authors when they please; and we hope, our Stationers will not be wanting to embrace more of the best, when they shall be offered for the publick.\n\nSo much for this Author: It is above my sphere, and besides my Commission, to pass any Judgment, either to censure or to applaud those Politicals, which relate to Money, ch. 2. or to Fortresses, ch. 19. or to the English Colonies ch. 31. or whatever affronts any Statutes now in force, ch. 6, 16, 28, &c. These belong to an higher cognizance, and may be determined by Counsels of State.\n\nThe other Book, above pointed at, is entitled ENGLAND'S IMPROVEMENT REVIVED, in Husbandry, and Trade, by Land and Sea, &c. by John Smith Gent. in 4° of which hereafter.\n\nAn Advertisement about a New size of Globes rectified.\n\nThere is lately set forth a New size of Globes about 15 Inches diameter, Celestial and Terrestrial. In the former, not only the Right Ascensions and Declinations of several Stars are rectified; but the Constellations are so faintly and curiously represented, that the Fixed Stars appear much more conspicuous, than in any other extent: In the latter there is scarce any part of the Earth wherein a considerable alteration hath not been made; so that Asia and America are in a manner new, and much different from what hath been hitherto drawn upon a Globe: The Eastern part of Asia rectified more than 15 degrees; and many places in Europe, Africa and America more than 5 degrees; many eminent Towns inserted, that were wholly omitted in others: The Longitudes and Latitudes of most places being now corrected, and adjusted not only by late Discoveries, but also by Triangulometrical Calculation, and the more accurate Celestial Observations of modern Authors; the names of whom, together with a further account of the Reasons of such differences and alterations, shall be more at large expressed in a Treatise designed for the Use of these Globes by R. Morden, at the Atlas in Cornhill, and William Berry at the Globe between York-bone and the Exchange in the Strand, London; who are the two persons that sent in this Advertisement.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101145.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 929,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        3629,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101145",
    "title": "An Advertisement about a New Size of Globes Rectified",
    "authors": null,
    "year": 1674,
    "volume": "9",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101145"
  }
}