{
  "id": "fcb1afce91a2faa7dac71a0143a35848fee00454",
  "text": "that no Clock-maker that doth not understand how to apply\nthe force of a spring to the motion of a Clock.\n\nA New Engin to make Linen-Cloth without the help of an\nArtificer, presented to the Royal Academy, by Monsieur de\nGennes, an Officer belonging to the Sea. Extracted out\nof the Journal de Scavans\n\nThis Engin is no other than a Mill, to which are apply'd\nall the parts of a Weavers ordinary Loom.\nThis Mill is composed of four principal parts, that is to\nsay, the Serpent $AA$, two Footsteps or Treddles $BB$, one\nClapper $C$, and two Arms $DDDD$.\n\nThe Serpent or Iron Barr $AA$ has two Elbows $EE$, where-\nto the ends of the Ropes are fix'd that raise and put down the\nFoot steps $BB$. $FF$ are two fourths of a Circle, that suc-\ncessively rest upon two Arches or Bows of Iron $GG$, which\nare above the Clapper $C$, to raise it. $HH$ are two Teeth of\nIron, added to the Serpent making an Angle of 25 degrees\nwith $FF$ and $KK$, which serve to put down a Bascule or\nSweep which is in the Arm that carries the Shuttle. The\nFootsteps or Treddles differ in nothing from those which\nare usually made use of, only the Cords that hold them pen-\ndent from the ground are fixed in the Elbows of the Serpent,\nwhich in turning raises and puts them down by the help of\ntwo little pulleys, upon which the Ropes turn.\n\nThe Clapper is supported between two Pillars with a\nRope double twisted, which makes it to make a kind of a\nSpring, and causes it naturally to give forwards to beat the\nCloth.\n\n$L M$ is one of the Arms which pass freely into the Canal\nor Pipe $NN$, supported by four Pillars of Wood $OOOO$.\nThe Motion of it proceeds from the following Parts.$P Q$ is\na Bascule which, though unequally divided by its supporter\n$R$, is yet in Equilibrio, the end $PR$ being made to weigh\nexactly as much as $RQ$.\n\nAt the Extremity of this Bascule is ty'd a Cord which\npasses through the Pully $S$, and terminates at the Extremity\nof the Arm, where it is fastned to a little Bowle $M$. At the\nother Extremity of the same Arm that is to say towards $L$, is\nalso fastened underneath a Cord, which passes through the Pulley T, and which carries the weights V.\n\nAt the same end of the Arm is added a little Niche Z, about the bigness of half the Shuttle: then over a little Barr XY, which passes athwart the Arm, there are two other little pieces of Wood having at the end of them two teeth, which enter into the Niche Z through two holes which are there of the one side and the other.\n\nTo the ends of these little pieces of Wood there is a little bow of whale-bone or Steel, which keeps the two ends asunder, and forces the teeth, which are at the other end, to enter into the Niche, before the said pieces can themselves.\n\nAt the Points 11. are two Ropes, that pass through the pulleys 22. fastened to the Pillars o. 3. o. 4. and have each of them a little weight at the end big enough to keep it from passing through a little Bowl which is under each Pulley.\n\nThis Arm thus disposed goes and comes in the hole NN in the following manner. One Tooth of the Serpent already described, strikes upon the Extremity of the Balance P Q, and so causes the end Q to rise up, which drawing the Cord fastened to the Point PM, makes the Arm LM to advance forward. But when afterwards the tooth of the Serpent is come forth again, then the Weight V ty'd to the other end of the same Arm by a Cord, that passes through the Pulley T, forces the said Arm by its own Weight to return again.\n\nWhen the Arm LM is in its ordinary place, the 2 little pieces of Wood, into which enters the Bar XY, enclose the Shuttle by means of the Whale bone Spring. But when the said Arm approaches the other opposite Arm, then the cords ty'd to the point 11. being a little too short, and the Weight which is at the end of them not being able to pass through, the Spring gives way a little, and so the Shuttle is no longer enclosed by the Arm which carries it, but is wholly received and grasped by the other; which likewise in its turn delivers it back again, in the same manner.\n\nThe Motion of the whole Machine is made at the rate as you move the handle of the Serpent, for then the Arms cause the threads to open, and immediately one of the Arms begins to slide in towards the opposite Arm, to which it carries\ncarries the Shuttle and retires immediately. At the same time one of the Quarters of a Circle, which held the Clapper elevated, forsakes it, and leaves it to flap, and then the opposite Quarter of a Circle elevating itself, the other Elbow changes the threads, and the other Arm retires, and so successively.\n\nThe advantages that may be drawn from this Engin above the ordinary Looms to make Linen Cloth are these; 1. that one Mill alone will set 10 or 12 of these Looms at work. The Author has also a way to stop one; for the tying a knot in any thread, while the rest go. 2. You may make the Cloth of what breadth you please, or at least much broader than any which hath been hitherto made, in regard the Arms will play to what extent you desire. 3. There will be fewer Knots in the Cloth, since the threads will not break so fast as in other Looms, because the Shuttle, that breaks the greatest part, can never touch them. In short, the Work will be carried on quicker and at less charge, in regard that instead of several work-folks, which are required in making of very large Clothes, one boy will serve to tie the threads of several Looms as fast as they break, and to order the Quills about the Shuttle.\n\nThe Author hath also an easy way so to order it, that the Cloth shall give way of itself, as fast as it is made.\n\nA Relation of a Worm Voided by Urine; Communicated by Mr. Ent: to whom it was sent by Mr. Matthew Milford.\n\nThe Worm when I voyded it, which was at the second Urine, was then alive. It was Snake-headed, of indifferent substance in the middle, and small at the tail. In length above half a yard. I was very ill before it came from me, and have ever since urin'd a kind of blood.\n\nThis Relation is here set down in the Patients own words. 'Tis most probable he had had a Suppression of Urine for some time, at the first making whereof the Worm was Voided from one of the Kidneys (wherein it was bred) into the Bladder; and at the second, from thence into the Pot.\n\nThe Worm being dead and dry, was of a dull red colour, and in thickness about the 12th. of an Inch.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101812.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7978,
    "total-output-tokens": 1755,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2047,
        2
      ],
      [
        2047,
        4270,
        3
      ],
      [
        4270,
        6359,
        4
      ],
      [
        6359,
        6359,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101812",
    "title": "A New Engin to Make Linen-Cloth Without the Help of an Artificer, Presented to the Royal Academy, by Monsieur De Gennes, an Officer Belonging to the Sea. Extracted out of the Journal de Scavans",
    "authors": "Monsieur de Gennes",
    "year": 1677,
    "volume": "12",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/101812"
  }
}