{
  "id": "cdee9c5b570f9effa3c932c5ac16dad3d8a6f62f",
  "text": "ved with Marble, and many footsteps of Antiquity; an argument, that Towns have stood there in former ages, which have been overwhelmed by the Matter cast out of this Mountain. They have also found several Bridges of Pumice-stones, doubtless made by the flux of the fiery Torrents, the Earth being very much raised since.\n\nNow whether these Eruptions are caused by actual subterraneous Fires, lighting upon combustible matter; or by Fire struck out of falling and breaking stones, whose sparks meet with Nitro-sulphureous or other inflammable substances heap'd together in the bowels of the Earth, and by the expansive violence of the Fire forc'd to take more room, and so bursting out with the impetuosity we see; may not be unworthy of a Philosopher's speculation.\n\nAn Account\n\nConcerning a Woman having a Double Matrix; as the Publisher hath Englished it out of French, lately printed at Paris, where the Body was opened.\n\nThis Figure (which in the Cut here annex'd is the II.) represents the two Matrixes,\n\n* It may be, that that, which is by M. Vassal, Publisher of this Relation, esteem'd a second Womb, is nothing else, but the true Matrix lengthen'd, or that, which by Anatomists is call'd Tuba Fallopia. See Bartol. Anatom. Reform. l. i. c 27. and others.\n\nVassal Chirurgeon, opening the Body of a woman of 32 years of age, of a sanguin Constitution, and a masculin port. These two Matrixes were so well disposed by an extraordinary contrivance of Nature, that the True one had conceived eleven severall times, viz. 7 males and 4 females, all born at the full time, and all perfectly well form'd; but they were at last follow'd by a brother yet a fetus, that was conceiv'd in an adjunct Uterus, in a place so little capable of dilatation, that seeking enlargement after it had caused to the Mother for two months and an half grievous symptoms, did at last, being of the age of about 3 or 4 months, break prison, and found its grave in that of its mother, by a very great effusion of blood in the whole capacity of her abdomen, which cast the mother into such violent convulsive motions for 3 days together, that she dyed of them. Whereupon the said Vassal, after having embalmed the parts, he had made at his house for a whole month together the particular dissection thereof, before all the most Curious and knowing Physicians, Chirurgeons, Apothecaries, Mid-wifes, and other Searchers of Nature, that are in Paris, thought good to preserve the History thereof by committing it and the Figure of the parts spoken of, to the Press, together with a Table, for better explanation; which we think fit here to annex in Latin:\n\nVVVV\n\nAPars.\nA. Pars vaginae.\nB. Orificium internum Matricis apertum.\nC. Collum Matricis.\nD. Cavitas Matricis.\nE. Linca separans cavitatem Matricis.\nF. Uteri fundus.\nG. Duo sinus, inventi in fundo Uteri.\nH. H. Crasfites Uteri.\nI. I. Ligamentum latum, sive productio Peritonaei lateris sinistri, continens in plicaturas Vasa deferentia et ejaculantia.\nK. Arteria Spermatica.\nL. Vena Spermatica.\nM. Testiculus.\nN. Verum vas Ejaculatorium insertum fundo Uteri per sinus ibi inventum.\nO. Alterum vas Ejaculans, quod ingreditur Collum Ut-\nri, quo ejaculantur mulieres à conceptu.\nP. Tube Uteri.\nR. Ligamentum rotundum.\nS. Ligamentum latum ab ea parte, ubi Spurius hic Vetus formatus est.\nU. Vena Spermatica.\nT. Arteria Spermatica.\nY. Testiculus.\nZ. Pars Tube.\n2. Verum vas Ejaculatorium, quod fundum Uteri ingreditur per sinus supra dictum.\n3. Alterum Ejaculatorium, abiens in Uteri collum.\n4. Pars lacerata à fato aucto.\n5. Fatus co situ, quo inventus fuit Amnio suo obvolutus.\n6. Vasa Umbilicalia.\n7. Placenta, substantia cujdam carnosa adherens.\n8. Substantia carnosa.\n9. Ligamentum rotundum.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101005.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 1146,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2644,
        2
      ],
      [
        2644,
        3722,
        3
      ],
      [
        3722,
        3722,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101005",
    "title": "An Account Concerning a Woman Having a Double Matrix; As the Publisher Hath Englished It Out of French, Lately Printed at Paris, Where the Body Was Opened",
    "authors": null,
    "year": 1669,
    "volume": "4",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/101005"
  }
}