{
  "id": "4218d18dd7b14fec870f9ea67496562ca48881df",
  "text": "XVI. Epistola Jo. Henrici Winkleri, Prof. Lips. & R. S. Lond. S. ad Societatem Regalem Londinensem data, quae continet Descriptionem & Figuras Pyrorgani sui Electrici.\n\nPræses Illustrißime,\nViri Illustrißimi,\n\nRead May 7. FACTA in Societatem vestram splendidae dissimam mei cooptatione adeo præclarum munus mihi impertivitis, ut in agendis ejus partibus omnem vim ac opera adhibendam mihi esse videam. Cum enim ex vestra Societate per quamplurimos annos opera et scripta prodierint, quibus et propter rerum dignitatem, et propter auctorum celebritatem, et propter doctrinæ excellentiam, memoria perpetua constabit; facile intelligo quam arduum opus sit, quod inter viros, quorum fama universum literarum orbem peragavit, mihi suscipendum est. Atamen vires animus colligit. Cum enim duobus abhinc annis ex primo meo de electricitatis natura libello scintillarum electricarum, quibus spiritus vini incenditur, praecipua phænomena in transactiones vestras descripta inferri curaveritis, Viri Illustrißimi; in caen adductus sum opinionem, fore, ut futura etiam opera mea, in qua continuanda non desistam, aliquid efficiatur, quod non displiceat. In praesenti vobis, Illustrißime Præses, Viri Illustrißimi, pro eximio, quo me ornâtis, beneficio grates ago immortales, mcque, quoad potero, exquirendis naturæ viribus\nvitibus studium impensurum esse indefessum, et, si mihi obvenerit, quod notatu dignum videatur, hoc ad vos perscripturum esse polliceor. In libello Germanico, in quo anno superiori experimentum Muschenbroekianum explicaturus virium electricarum augmentum in vasis vitreis descripti, § 30, organi alicujus, quo plures scintillæ simul oriundæ crepitant, mentionem injeci.\n\nHujus Pyrorgani Electrici, ut voco, imaginem, in figuris æneis dicti libelli non delineatam, in praesenti exhibeo Tab. IV. Fig. 2. Per medium annulum metallicum ab (Fig. 1.) pice repletum, cylindrus metallicus cd infixus est. Annulum diameter unum pollicem Parisinum et quatuor lineas æquat. Cylindrus utrinque ad distantiam unius pollicis prominet. Diameter annuli minor esse haud debet, ne cum cylindrulo communicata electricitas, si ad annulum metallicum pertingat, imminuatur. Ferrumine adjuncta est annulo ab furca metallica, cujus stylus cochleatus inditus est cylindro ligneo ef, (Fig. 1.) cujus extremitas inferior f ita formata est, ut per asferis alicujus fissuram pervadens huc illuc moveri, et ope cochleæ firmari queat. Eiusmodi cylindrum metallicum pici, qua annulus repletus est, infixum cum stylo cochleato, compendii causa, simpliciter cylindrum electricum nomino (Fig. 1.). Ex quatuor hujusmodi cylindris electricis pyrorganum electricum, Fig. 2. expressum, constat. Cylindri ita ponuntur, ut inter se habeant intervallum ad gignendas scintillas electricas sufficiens. Eas vero excitaturus pyrorganum juxta aliquod metallum ab ex filis sericis suspensum firmatuuoque ita colloco, ut inter metallum et cylindrum c, intervallum necessarium intersit. Ultimo cylindro fg in g alligo filum metallicum h in vas metallicum aqua plenum i pertingens. His ita ordinatis, simulac metallum\nmetallum oblongum ab electricitate donatur, in quatuor intervallis scintillae electricae emicant tanto clarius splendentes, quanto majorem electricitatem communicant rotati frictique globi vitrei.\n\nEx quo libellus nominatus in lucem prodiit, duo ejusmodi pyrorgana electrica construxi, quorum alterum formam rotae alatae habet, alterum scintillis emicantibus septemtriones repraesentant.\n\nRota alatae constructio, quam Tab. IV. Fig. 4. delineari curavi, est sequens. Orbi ligneo cavato seu annulo ligneo dddd sex alae lignae cd infixae sunt, Totius annuli cum foramine diameter 13 digitos, et foraminis rotundi diameter 6 digitos complectitur. Alae cd, quarum longitudo decem digitos comprehendit, fissuras habent, in quibus tres cylindri electrici hinc illinc moveri et firmari possunt. Prope alas infixas in annulo dddd foramina angulata formata sunt, in quibus singulis itidem cylindrus electricus statuitur. Itaque in rota alata sex ordines apparent, qui singuli quatuor cylindris electricis constant, observatis inter intios intervallis, quae ad excitandas scintillas electricas prosunt. In cujusvis alae extremitate c firmatur instrumentum metallicum gf, constans tribus partibus, quarum extremae ad angulum rectum mediae g junctae sunt.\n\nUt vero instrumenta ista metallica rite applicari queant, in latere ad finem cae postico (anticum enim nomine, in quo cylindri electrici scintillant) fibula metallica affixa inter se et latus alae posticum aliquod intervallum relinquit. Media fibula instructa est cochlea versatili g. Dicto intervallo pars brevior instrumenti metallici inditur. Pars altera extrema b cylindro quarto propinqua est; tantum vero ab eodem T t t dilat,\ndislat, quantum debet, si inter istam instrumenti partem et cylindrum scintilla electrica excitanda est. Hinc pars altera brevior sub fibula pro lubitu moveri et firmari potest. Fibulis applicatum est et in partibus posticis alarum circumductum filum metallicum \\( ik \\), cui, quando scintillae electricae suscitandae sunt, in loco \\( x \\) aliud metallum \\( y \\) adjungitur in vas metallicum \\( s \\) aqua plenum pertingens. Electricitas, simulacum cylindro primo communicatur, ad omnes cylindros transit.\n\nHinc necesse est, ut, si scintillae exoriri debcant, instrumenta metallica descripta \\( gf \\) semper libera et vacua mancant electricitate. Quod fit metallo \\( y \\), quod filo metallico \\( ik \\) adjunctum est, electricitatem in aquam propagante. Inter duo enim corpora aequali praedita electricitate nulla existit scintilla. Cum primo autem cylindro electricitas communicatur a malleo metallico \\( a \\) affixo axi metallico \\( bc \\), qui in foramini bus rotundis duarum columnarum \\( de \\) lignearum versari potest praeditus manubrio \\( f \\). Hujus mallei apparatus Fig. 5. ostendit.\n\nColumnae \\( de \\) Fig. 5. ligno \\( mn \\) insistunt, quod stylum \\( g \\) habet insixum operculo, quod vas vitreum \\( h \\) pice cum codem copulatum tegit. Hoc vasa vitreo ideo opus est, ut electricitas axi metallico \\( bc \\) ope alicujus fili metallici appensi data conservetur.\n\nVasis vitrei \\( h \\) fundus ope picis junctus est cum ligno, cui stylus adjunctus est, qui foramina longiori columnae \\( ik \\) ita inferi potest, ut cochleae \\( l \\) ope firmari queat, postquam vas vitreum debitam altitudinem nactum est. Haec vero debet esse altitudo, ut axis \\( bc \\) in foramine annuli lignei \\( dddd \\) medium teneat. Cylindri autem electrici in annulo et alis \\( cd \\) ita\nita collocandi sunt, ut malleus a quocunque cylindro electrico primo, ad quem accedit, et cylindri a se invicem sufficientem scintillis electricis excitandis distantiam habcant.\n\nIn basi quadrata mnop, Fig. 4. in qua columna ik insistit, fissura est, in qua, quando malleus a satis per foramen annuli dddd prominet, columna ik cochlea stabilitur. Annulo dddd furca metallica applicata est intixa columnae lignae qr, quae similiter in fissura basis quadratae mnop firma redditur. Axis metallicus bc per medium annuli foramen protensus a basi quadrata per altitudinem 21 digitorum abest. Quando igitur, axe bc electricitatem nacto, malleus alicui cylindro electrico primo appropinquat, quinque scintillae secundum scriem rectam uno fere tempore exoriantur.\n\nVerso itaque sensim axe bc, ordines isti scintillarum per circulum in conspectum prodeunt. Scintillae adeo clarae sunt, ut in luce diurna ad centum pedes videantur. Homo qui axem manubrio versat, ne electricitate dissipet atque perdat, stare debet in materia electricitate non propagante.\n\nElectricos Septemtriones, Tab. IV. Fig. 3. exhibet. In tabula abcd, quae in columnae ef fissura elevari et demitti potest, novem cylindri electrici ita collo- cari possunt, ut septem scintillae co ordine simul appearant, quo ipsi Septemtriones in caelo nocte serena micant. Cylindro metallico primo eo tempore, quo existere debent scintillationes, adjungitur filum metallicum h, cui electricitas traditur. In tertii et quarti extremitatibus filum inflexum metallicum i annexitur, ut electricitas ad quintum et reliquos cylindros permeare valeat. Cylindro nono filum metallicum k applicatur in aquam in vaso metallico l productum, quo\nelectricitas omnibus cylindris tributa in materiam, quae eandem haud conservat, quantum opus est, propagatur.\n\nHaec quanquam nonnisi ad delectandos oculos spectare videantur, attamen vobis, Illusterrime Praeses, Viri Illusterrimi, qui in ejusmodi delectamentis electricis vim naturae mirabilem latere perspicitis, haud ingrata fore consido. Qua spe fretus, vestro omnium favori, quem impense veneror, me submissè commendò.\n\nScribebam Lipsiae,\ndie 31 Martii,\n1747.\n\nXVII. Some Observations upon Gems or Precious Stones; more particularly such as the Ancients used to engrave upon, by Robert Dingley, Esq;\n\nRead May 7. GEMS or precious Stones, of all Species, are sometimes found of regular Shapes, and with a natural Polish; and sometimes of irregular Shapes, and with a rough Coat. The first Sort may be consider'd as of the Pebble-Kind; and they are said to be found near the Beds of Rivers, after great Rains: The others are found in Mines, and in the Clefts of Rocks.\n\nThe Gems of the first Sort were what the Ancients most usually engraved upon: These are commonly called Intaglio's; and they are mostly of a long oval Figure, inclining to a Point at each End, convex as well on the engraved Face, as on the others, with a Ridge",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104861.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 14848,
    "total-output-tokens": 3122,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1311,
        4
      ],
      [
        1311,
        3078,
        5
      ],
      [
        3078,
        4756,
        6
      ],
      [
        4756,
        6519,
        7
      ],
      [
        6519,
        8199,
        8
      ],
      [
        8199,
        9431,
        9
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104861",
    "title": "Epistola Jo. Henrici Winkleri, Prof. Lips. & R. S. Lond. S. ad Societatem Regalem Londinensem Data, Quae Continet Descriptionem & Figuras Pyrorgani Sui Electrici",
    "authors": "Jo. Henrici Winkleri",
    "year": 1746,
    "volume": "44",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/104861"
  }
}