{
  "id": "af9e6a52b46544d178c6b1f20d33e1139cce3819",
  "text": "CHARTA PRIMA,\n\nPraefidi, Concilio, et Sodalibus regalis societatis Londini, a Rege Carolo Secundo concepsa, A.D. MDCLXII.\n\nCarolus Secundus Dei gratia Angliae Scotiae Franciae et Hiberniae Rex, fidei Defensor, etc, omnibus, ad quos praesentes Literae pervenerint, salutem.\n\nDiv multumque apud nos statuimus, ut imperii fines, sic etiam artes atque scientias ipsas promovere. Favemus itaque omnibus disciplinis; particulari autem gratia indulgemus philosophicis studiis; praesertim iis, quae solidis experimentis conantur aut novam extundere philosophiam, aut expolire veterem. Ut igitur inclarescant apud nostros hujusmodi studia, quae nusquam terrarum adhuc satis emicuerunt; utque\nCHARTA PRIMA.\n\nnos tandem universus literarum orbis non solum fidei defensorum, sed etiam veritatis omnimodae et cultorem ubique et patronum semper agnoscat.\n\nSCIATIS, quod nos de gratia nostra speciali ac ex certa scientia et mero motu nostris ordinavimus constituimus concessimus et declaravimus, ac per praesentes pro nobis heredibus et successoribus nostris ordinamus constituimus concedimus et declaramus, quod de caetero in perpetuum erit Societas de Praefidente Concilio et Sodalibus consistens, quae vocabitur et nuncupabitur Regalis Societas. Et eandem Societatem, per nomen Praefidis Concilii et Sodalium Regalis Societatis, unum corpus corporatum et politicum in re facto et nomine realiter et ad plenum, pro nobis heredibus et successoribus nostris, facimus ordinamus creamus et constituimus per praesentes, et quod per idem nomen habeant successionem perpetuam; Et quod ipsi et eorum successors (quorum studia applicanda sunt ad rerum naturalium artiumque utilium scientias experimentorum fide ulterius promovendas) per idem nomen Praefidis Concilii et Sodalium Regalis Societatis praedictae, sint et erunt perpetuis futuris temporibus personae habiles et in lege capaces ad habendum perquirendum percipiendum et possidendum terras et tenementa praeterea pasturae libertates privilegia franchises jurisdicitiones et hereditamenta quaecunque sibi et successoribus suis in feodo et perpetuitate, vel pro termino vitae vitarum vel annorum, seu aliter quocunque modo, ac etiam bona et catalla ac omnes alias res cujuscunque fuerint generis naturae specie qualitatis; Necnon ad dandum concedendum dimittendum et assignandum eadem terras tenementa et hereditamenta bona et catalla, et omnia facta et res necessarias faciendum.\n\nSic in Authenticis\nfaciendum et exequendum de et concernentia eisdem\\(^1\\), per nomen praedictum; Et quod per nomen Praefidis Concilii et Sodalium Regalis Societatis praedictum, placitare et implacitari, respondere et responderi, defendere et defendi, de caetero in perpetuum valeant et possint, in quibuscunque curiis placeis et locis, et coram quibuscunque Iudicibus et Iusticariis et aliis personis et officiariis nostris heredum et successorum nostrorum, in omnibus et singulis actionibus placitisfectis querelis causis materiis rebus et demandis quibuscunque, cujuscunque sint aut erunt generis naturae vel speciei; eisdem modo et forma, prout aliqui ligei nostri intra hoc regnum nostrum Angliae, personae habiles et in lege capaces, aut ut aliquod corpus corporatum vel politicum intra hoc regnum nostrum Angliae, habere perquirere recipere possidere dare et concedere, placitare et implacitari, respondere et responderi, defendere vel defendi, valeant et possint, valeat et possit; Et quod iudem Praeses Concilium et Sodales Regalis Societatis praedictae et successoribus suis habeant in perpetuum commune Sigillum, pro causis et negotiis suis et successorum suorum quibuscunque agendis deserviturum; et quod bene liceat et licebit eisdem Praefidi Concilio et Sodalibus Regalis Societatis praedictae, et successoribus suis pro tempore existentibus, Sigillum illud de tempore in tempus frangere mutare et de novo facere, prout iis melius fore vi debitur expediti.\n\nEt, quod intentio nostra regia meliorem fortiatur effectum, ac pro bono regimine et gubernatione praedictae Regalis Societatis de tempore in tempus, volvamus, ac per praesentes pro nobis heredibus et successoribus nostris concedimus iudem Praefidi Concilio et Sodalibus Societatis Regalis praedictae et\n\n\\(^1\\) Sic in Authentic.\nCHARTA PRIMA.\n\nsuccessoribus suis, quod de caetero in perpetuum Concilium praedictum erit et consistet ex viginti et una personis (quarum Praesidem semper unum esse volumus); Et quod omnes et singulae aliae personae, quae intra unum mensem proximum sequentem post datum praesentium per Praesidem et Concilium, et in omni tempore sequenti per Praesidem Concilium et Sodales, in eandem Societatem accipientur et admittentur ut Membra Regalis Societatis praedictae, et in Registro per ipsum conservando annotatae fuerint, erunt vocabuntur et nuncupabantur Sodales Regalis Societatis praedictae: quos, quanto eminentiùs omnis generis doctrinae bonarumque literarum studio clarescant, quanto ardentius hujusc Societatis honorem studia et emolumentum promoveri cupiant, quanto vitae integritate morumque probitate ac pietate emineant, et fidelitate, animique erga nos coronam et dignitatem nostram sincero affectu polleant; eo magis idoneos et dignos, qui in Sodalium ejusdem Societatis numerum adsciscantur, omnino censi volumus.\n\nEt, pro meliori executione voluntatis et concessionis nostrae in hac parte, ASSIGNAVIMVS nominavimus constituimus et fecimus, ac per praesentes pro nobis heredibus et successoribus nostris assignamus nominamus constituimus et facimus, praedilectum et fidelem nobis Willielmum Viccomitem Brouncker, Cancellarium praechariissimae consorti nostrae Reginae Catharinae, fore et esse primum et modernum Praesidem Regalis Societatis praedictae; volentes quod praedictus Willielmus Vicecomes Brouncker in officio Praefidis Regalis Societatis praedictae à datu praesentium usque ad festum Sancti Andreae proximum sequens post datum praesentium continuabit, et quousque unus aliis de Concilio Regalis Societatis praedictae pro tempore existente ad officium illud debito modo electus praefectus\npraefectus et juratus fuerit, juxta ordinationem et provisionem in his praesentibus inferius expressam et declaratam (si praedictus Willielmus Vicecomes Brouncker tam diu vixerit); sacramento corporali in omnibus et per omnia officium illud tangentia bene et fideliter exequendum, secundum veram intentionem harum praesentium, coram praedilecto et perquam fidelis consanguineo et consiliario nostro Edwardo Comite Clarendon, Cancellario nostro Angliae, prius praestito: cui quidem Edwardo Comiti Clarendon, Cancellario nostro praedicto, sacramentum praedictum administrare plenam potestatem et authoritatem damus et concedimus, in haec verba sequentia, viz.\n\nI WILLIAM VISCOUNT BROUNCKER doe promise to deale faithfullie and benefitle, in all things belonging to the trust committed to mee as President of this Royall Societie, during my employment in that capacitie: So help me God! ASSIGNAVIMVS etiam constituimus et fecimus, ac per praesentes pro nobis heredibus et successoribus nostris facimus, dilectos nobis et fideles Robertum Moray Militem unum à secretioribus nostris conciliis in regno nostro Scotiae, Robertum Boyle Armigerum, Willielmum Brereton Armigerum filium primogenitum Baronis de Brereton, Kenelm. Digby Militem praecharissimae matri nostrae Mariae Reginae Cancellarium, Paulum Neile Militem unum Generosorum camerae privatae nostrae, Henricum Slingesby Armigerum alium Generosorum praedictae privatae camerae nostrae, Willielmum Petty Militem, Iohannem Wallis in theologia Doctorem, Timotheum Clarke in medicinis Doctorem et unum Medicorum nostrorum, Iohannem Wilkins in theologia Doctorem, Georgium Ent in medicinis Doctorem, Willielmum Aerskine unum a poculis nostris, Ionathan. Goddard in medicinis Doctorem et Profefforem\nCHARTA PRIMA.\n\nfessorem Collegii de Gresham, Christopherum Wren in medicinis Doctorem Saville astronomiae Professorem in academia nostra Oxoniensi, Willielmum Balle Armigerum, Matthaeum Wren Armigerum, Iohannem Evelyn Armigerum, Thomam Henshaw Armigerum, Dudley Palmer de Greys Inn in comitatu nostro Middlesexiae Armigerum, et Henricum Oldenburg Armigerum, una cum Praefide praedicto, fore et esse primos et modernos viginti et unum de Concilio Regalis Societatis praedictae; continuandos in eisdem officiis à datu praesentium usque ad praedictum festum Sancti Andreae Apostoli proximum sequens, et deinde, quousque aliae idoneae personae et habiles et sufficientes in officia praedictae electae praefectae et juratae fuerint (si tam diu vixerint, aut pro aliqua justa et rationabili causa non amotae fuerint); sacramentis corporalibus coram Praefide praedictae Regalis Societatis, ad officia sua bene et fideliter in omnibus et per omnia officia illa tangentia exequendum, prius praestantis, secundum formam et effectum praedicti sacramenti, mutatis mutandis, Praefidi Regalis Societatis praedictae per Cancellarium nostrum Angliae administrandi; (cui quidem Praefidi pro tempore existenti sacramenta praedicta administrare plenam potestatem et authoritatem pro nobis heredibus et successoribus nostris damus et concedimus per praesentes); Et quod eaedem personae sic, ut praefertur, ad Concilium praedictae Regalis Societatis electae praefectae et juratae, et in posterum eligendae praeficiendae et jurandae de tempore in tempus, erunt et existent auxiliantes consulentes et assistentes in omnibus materiis rebus et negotiis meliorem regulationem gubernationem et directionem praedictae Regalis Societatis, et cujuilibet Membri ejusdem, tangentibus seu concernentibus.\n\n1 Sic in Authent.\nET ULTERIVS volumus, ac per praefentes pro nobis heredibus et successoribus nostris concedimus praefatis Praesidi Conclilio et Sodalibus Regalis Societatis praedictae et successoribus suis, quod Praeses Concilium et Sodales Regalis Societatis praedictae pro tempore existentes (quorum Praesidem pro tempore existentem unum efse volumus) de tempore in tempus perpetuis futuris temporibus potestatem et autoritatem habeant et habebunt nominandi et eligendi, et quod eligere et nominare possint et valeant, quolibet anno in praedicto feste Sancti Andreae, unum de Concilio praedictae Regalis Societatis pro tempore existente, qui fit et erit Praeses Regalis Societatis praedictae usque ad festum Sancti Andreae Apostoli exinde proximum sequens (si tam diu vixerit, aut interim pro aliqua justa et rationabili causa non amotus fuerit) et exinde, quo usque unus aliis in officium Praesidis Regalis Societatis praedictae electus praefectus et nominatus fuerit; quodque ille, postquam sic, ut praefertur, electus et nominatus fuerit in officium Praesidis Regalis Societatis praedictae, antequam ad officium illud admittatur, sacramentum corporale coram Conclio ejusdem Regalis Societatis, aut aliquibus septem vel pluribus eorum, ad officium illud recte bene et fideliter in omnibus officium illud tangentibus exequendum praestabit, secundum formam et effectum praedicti sacramenti, mutatis mutandis; (cui quidem Conclio, aut aliquibus septem vel pluribus eorum, sacramentum praedictum administrare pro nobis heredibus et successoribus nostris plenam potestatem et autoritatem de tempore in tempus, quotiescunque necessarium fuerit, damus et concedimus per praefentes); et quod post hujusmodi sacramentum sic, ut praefertur, praefitum, officium Praesidis\nCHARTA PRIMA.\n\nPraefidis Regalis Societatis praedictae usque ad festum Sancti Andreae Apostoli exinde proximum sequens exequi valeat et possit: Et si contigerit Praefidem Regalis Societatis praedictae pro tempore existentem, aliquo tempore quamdiu fuerit in officio Praefidis ejusdem Regalis Societatis, obire vel ab officio suo amoveri, quod tunc et toties bene liceat et licebit Concilio et Sodalibus praedictae Regalis Societatis, vel aliquis septem vel pluribus eorum (quorum Praefidem Concilii praedicti ad talem electionem semper unum esse volumus) alium de praedicto numero Concilii praedicti in Praefidem Regalis Societatis praedictae eligere et praeficere; et quod ille sic electus et praefectus officium illud habeat et exercet durante residuo ejusdem anni, et quoisque alius ad officium illud debito modo electus et juratus fuerit, sacramento corporali in forma ultimè specificata priùs praestando; et sic toties quoties casus sic acciderit.\n\nEt ulterius volumus quod quandocunque contigerit aliquem vel aliquos de Concilio Regalis Societatis praedictae pro tempore existente mori, vel ab officio illo amoveri, vel decedere, (quos quidem de Concilio Regalis Societatis praedictae et eorum quemlibet pro male se gerendo aut aliqua alia rationabili causa amobiles esse volumus ad beneplacitum Praefidis et caeterorum de Concilio praedicto superviventium et in officio illo remanentium, vel majoris partis eorundem, quorum Praefidem pro tempore existentem unum esse volumus,) quod tunc et toties bene liceat et licebit praefatis Praefidi Concilio et Sodalibus Regalis Societatis praedictae, vel majori parti eorundem (quorum Praefidem Regalis Societatis praedictae pro tempore\n\n* Sic in Authent.\nCHARTA PRIMA.\n\nexistentem unum esse volumus) unum alium vel plures alios de Sodalibus Regalis Societatis praedictae, loco five locis ipsius vel ipsorum sic mortuorum decedentium vel amotorum, ad suppleendum praedictum numerum viginti et unius personarum de Concilio Regalis Societatis praedictae nominare eligere et praeficere; et quod ille five illi sic in officio illo electi et praefecti idem officium habeat et habeant usque ad festum Sancti Andreae Apostoli tunc proximum sequens, et exinde, quo usque unus aliis vel plures alii electus praefectus et nominatus fuerit, electi praefecti et nominati fuerint; sacramento corporali ad officium illud in omnibus et per omnia officium illud tangentia coram Praefide et Concilio Regalis Societatis praedictae, vel aliquibus septem vel pluribus eorum pro tempore existentibus, bene et fideliter exequendum, secundum veram intentionem praesentium, prius praestando.\n\nEt ulterius volumus, ac per praesentes pro nobis heredibus et successoribus nostris concedimus praefatis Praesidi Conclilio et Sodalibus praedictae Regalis Societatis et successoribus suis, quod ipsi et successorres sui qualibet anno, in praedicto feste Sancti Andreae Apostoli, plenam potestatem et autoritatem habeant et habebunt eligendi nominandi praeficiendi et mutandi decem de Sodalibus Regalis Societatis praedictae, ad suppleendum loca et officia decem praedicti numeri viginti et unius de Concilio Regalis Societatis praedictae; quoniam regiam voluntatem nostram esse declaramus, et per praesentes pro nobis heredibus et successoribus nostris concedimus, quod decem de Concilio praedicto, et non amplius, per Praesidem Coneilium et Sodales Regalis Societatis praedictae annuatim mutati et amoti fuerint.\n\n* Sic in Authent.\n\nOn every St. Andrew's day, ten (and no more) of the Council are to be changed.\nCHARTA PRIMA.\n\nVolumvs etiam, et pro nobis heredibus et successoribus nostris concedimus praefatis Praesidi Concilio et Sodalibus praedictae Regalis Societatis et successoribus suis, quod si contigerit Praesidem ejusdem Regalis Societatis pro tempore existentem aegritudine vel infirmitate detineri, vel in servitio nostro heredum vel successorum nostrorum versari, vel aliter esse occupatum, ita quod necessariis negotiis ejusdem Regalis Societatis officium Praesidis tangentibus attendere non poterit; quod tunc et toties bene liceat et licebit eidem Praesidi sic detento versato vel occupato unum de Concilio praedictae Regalis Societatis pro tempore existente, fore et esse Deputatum ejusdem Praesidis, nominare et appunctuare; qui quidem Deputatus, in officio Deputati Praesidis praedicti sic faciendus et constituen-\ndus, sit et erit Deputatus ejusdem Praesidis de tempore in tem-\npus, toties quoties praedictus Praeses sic abesse contigerit, du-\nrante toto tempore, quo praedictus Praeses in officio Praesidis continuaverit; nisi interim praedictus Praeses Regalis Societatis praedictae pro tempore existens unum alium de praedicto Concilio ejus Deputatum fecerit et constituerit; et quod quilibet hujusmodi Deputatus praedicti Praesidis sic, ut praefertur, fiendus et constituendus, omnia et singula, quae ad officium Praesidis praedictae Regalis Societatis pertinent seu pertinere debent, vel per praedictum Praesidem virtute harum Literarum nostrarum patentium limitata et appunctuata fore facienda et exequenda de tempore in tempus, toties quoties praedictus Praeses sic abesse contigerit, durante tali tempore, quo Deputatus praedicti Praesidis continuaverit, facere et exequi valeat et possit, vigore harum Literarum nostrarum patentium,\n\n* Sic in Authent.  \n* Sic in Authent.\nCHARTA PRIMA.\n\nadeo plene libere et integre, ac in tam amplis modo et forma,\nprout Praeses praedictus, si praesens esset, illa facere et exequi\nvaleret et posset; sacramento corporali super sancta Dei Evan-\ngelia in forma et effectu ultime specificatis per hujusmodi De-\nputatum ad omnia et singula, quae ad officium Praesidis perti-\nnent, bene et fideliter exequendum, coram praefato Concilio\npraedictae Regalis Societatis, vel aliquibus septem vel pluribus\neorum, prius praestando; et sic toties quoties casus sic acci-\nderit: cui quidem Concilio, vel aliquibus septem vel pluribus\neorum pro tempore existentibus, sacramentum praedictum ad-\nministrare potestatem et authoritatem, quoties casus sic accide-\nrit, damus et concedimus per praesentes, absque aliquo brevi\ncommissione sive ulteriori warranto in ea parte a nobis heredi-\nbus vel successoribus nostris procurando seu obtinendo.\n\nET ULTERIVS volumus, ac per praesentes pro nobis heredi-\nbus et successoribus nostris concedimus praefatis Praefidi Con-\ncilio et Sodalibus Regalis Societatis praedictae et successoribus\nsuos, quod ipsi et successores sui de caetero in perpetuum habe-\nant et habebunt unum Thesaurarium, duos Secretarios, unum\nClericum, et duos Servientes ad clavas qui de tempore in tem-\npus super Praefidem attendant; quodque praedicti Thesaurarius\nSecretarii Clericus et Servientes ad clavas eligendi et nominandi,\nantequam ad officia sua separalia et respectiva exequendum\nadmittantur, sacramenta sua corporalia in forma et effectu\nultime specificatis, coram Praefide et Concilio ejusdem Rega-\nlis Societatis, aut aliquibus septem vel pluribus eorum, officia\nsua separalia et respectiva in omnibus illa tangentibus recte\nbene et fideliter exequendum praestabunt; et quod post hujus-\nmodi sacramenta sic, ut praefertur, praefita officia sua respec-\ntiva\ntiva exercent et utantur; quibus quidem Praesidi et Concilio,\naut aliquibus septem vel pluribus eorum, sacramenta praedicta\nde tempore in tempus administrare praedictis separalibus et\nrespectivis officiariis et successoribus suis plenam potestatem et\nauthoritatem damus et concedimus per praesentes; et assigna-\nvimus nominavimus elegimus creavimus constituimus et feci-\nmus, ac per praesentes pro nobis hereditibus et successoribus\nnostris assignamus nominamus eligimus creamus constituimus\net facimus, dilectos subditos nostros Willielmum Balle Armig-\ngerum fore et esse primum et modernum Thesaurarium; et\npraedictum Johannem Wilkins et Henricum Oldenburg fore et\nesse primos et modernos Secretarios praedictae Regalis Socie-\ntatis; continuandos in idem officiis usque ad praedictum\nfestum Sancti Andreae Apostoli proximum sequens post datum\npraesentum: Quodque de tempore in tempus et ad omnia tem-\npora, in praedicto festo Sancti Andrae Apostoli (si non fuerit\ndies Dominicus, et si fuerit dies Dominicus, tunc die proxime\nsequenti) Praeses Concilium et Sodales praedictae Regalis So-\ncietatis pro tempore existentes, aut major pars eorundem (quo-\nrum Praesidem pro tempore existentem unum esse volumus)\nalios probos et discretos viros, de tempore in tempus, in The-\nsaurarium, Secretarios, Clericum, et Servientes ad clavas praec-\ndictae Regalis Societatis, eligere nominare et praeficere valeant.\net possint; quodque illi, qui in separalia et respectiva officia\npraedicta sic, ut praefertur, electi praefecti et jurati fuerint,\nofficia illa respectiva exercere et gaudere possint et valeant.\nusque ad praedictum festum Sancti Andreae extunc proximum\nsequens, sacramentis suis praedictis sic, ut praefertur, prius\npraestandis; et sic toties quoties casus sic acciderit; et si con-\n\n* Sic in Authent.\ntigerit aliquem vel aliquos officiariorum praedictorum ejusdem Regalis Societatis obire, vel ab officiis suis respectivis amoveri, quod tunc et toties bene liceat et licebit Praesidi Concilio et Sodalibus praedictae Regalis Societatis, vel majori parti corundem (quorum Praesidem pro tempore existentem unum esse volumus) alium vel alios in officium sive officia illarum personarum sic defunctarum sive amotarum eligere et praeficere; et quod ille sive illi sive electus et praefectus electi et praefecti officia praedicta respectiva habeat et exercet habeant et exerceant durante residuo ejusdem anni, et quoique aliis sive aliis ad officia illa respectiva debito modo electus et juratus fuerit, electi et jurati fuerint; et sic toties quoties casus sic acciderit.\n\nEt insuper volumus, ac de gratia nostra speciali ac ex certa scientia et mero motu nostris concedimus praefatis Praesidi Concilio et Sodalibus Regalis Societatis praedictae et successoribus suis, quod Praeses et Concilium praedictae Regalis Societatis pro tempore existentes, et major pars eorundem (quorum Praesidem pro tempore existentem unum esse volumus) pariter congregare et assembrare possint et valeant in collegio sive alio publico loco sive aula intra civitatem nostram London, vel in aliquo alio loco conveniente intra decem milliarum ejusdem civitatis nostrae; et quod ipsi sive congregati et assemblati habebunt et habeant plenam autoritatem potestatem et facultatem de tempore in tempus condendi constituendi ordinandi faciendi et stabiliendi hujusmodi leges statuta jura ordinationes et constitutiones, quae eis, aut corum majori parti, bona salubria utilia honesta et necessaria juxta eorum sanas discretiones fore videbuntur, et omnia quaecunque alia negotiis et rebus Regalis Societatis praedictae spectantia agendi et faciendi; quae omnia et singula leges statuta jura ordinationes et constitutiones sic ut praefertur\npraefertur facienda volumus, et per praesentes pro nobis heredibus et successoribus nostris firmiter injungendo praecipimus et mandamus, quod de tempore in tempus inviolabiliter observata fuerint, secundum tenorem et effectum eorundem: Ita tamen, quod praedicta leges statuta jura ordinationes et constitutiones sic ut praefertur facienda, et eorum quaelibet, sint rationabilia, et non sint repugnantia nec contraria legibus consuetudinibus juribus sive statutis hujus regni nostri Angliae.\n\nEt ulterius de ampliori gratia nostra speciali ac ex certa scientia et mero motu nostris dedimus et concessimus, ac per praesentes pro nobis heredibus et successoribus nostris damus et concedimus praefatis Concilio et Sodalibus praedictae Regalis Societatis et successoribus suis, plenam potestatem et autoritatem de tempore in tempus eligendi nominandi et constituendi unum vel plures Typographos sive Impressores, et Chalcographos seu Sculptores; et ipsi vel ipsis per scriptum communi Sigillo praedictae Regalis Societatis sigillatum, et manu Praesidium pro tempore existentis signatum, facultatem concedendi, ut imprimant talia res materias et negotia praedictam Societatem tangentia vel concernentia, qualia praedictis Typographo vel Impressori, Chalcographo vel Sculptori, vel Typographis vel Impressoribus, Chalcographis vel Sculptoris, de tempore in tempus per Praesidem et Concilium praedictae Regalis Societatis, vel aliquos septem vel plures eorum (quorum Praesidem pro tempore existentem unum esse volumus) commissa fuerint; sacramentis suis corporalibus, antequam ad officia sua exercendum admittantur, coram Praeside et Concilio pro tempore existentibus, vel aliquibus septem vel pluribus eorum, in forma et effectu ultime specificatis, prius praestandis: quibus quidem Praesidi et Concilio, vel aliquibus septem vel pluribus eorum, sacramenta\nCHARTA PRIMA.\n\nsacramenta praedicta administrare plenam potestatem et authoritatem damus et concedimus per praesentes.\n\nET VLTERIUS, quod praedicti Praefes Concilium et Sodales praedictae Regalis Societatis in philosophicis suis studiis meliorem sortiantur effectum, de ampliori gratia nostra speciali ac ex certa scientia et mero motu nostris dedimus et concedimus, ac per praesentes pro nobis heredibus et successoribus nostris damus et concedimus, praedictis Praefidi Concilio et Sodalibus praedictae Regalis Societatis et successoribus suis, quod ipsi et successoribus sui de tempore in tempus habeant et habebunt plenam potestatem et autoritatem de tempore in tempus, et ad talia tempestiva tempora, secundum eorum discretionem, requirere capere et recipere cadavera talium personarum, quae mortem manu carnificis passae fuerunt, et ea anatomizare, in ute, tam amplis modo et forma, et ad omnes intentiones et propo sita, prout Collegium Medicorum et Corporatio Chirurgorum civitatis nostrae London eisdem cadaveribus usi vel gavisí fuerunt, aut uti vel gaudere valeant et possint.\n\nET VLTERIUS, pro melioratione experimentorum artium et scientiarum praedictae Regalis Societatis, de abundantiori gratia nostra speciali ac ex certa scientia et mero motu nostris dedimus et concedimus, ac per praesentes pro nobis heredibus et successoribus nostris damus et concedimus praefatis Praefidi Consilio et Sodalibus praedictae Regalis Societatis et successoribus suis, quod ipsi et successoribus sui de tempore in tempus habeant et habebunt plenam potestatem et autoritatem, per literas vel epistolás, sub manu praedicti Praefidis in praesentia Concilii, vel aliquorum septem vel plurium eorum, et in nomine Regalis Societatis, ac communi Sigillo suo praedicto figillatas, mutuis intelligentiis fruentur.\nCHARTA PRIMA.\n\nand signed by fruentur', et notitiis cum omnibus et omnimodis personis pe-\nregrinis et alienis, utrum privatis vel collegiatis, corporatis vel\npoliticiis, absque aliqua molestatione interruptione vel inquieta-\ntione quacunque: Proviso tamen, quod haece indulgentia no-\nstra sic ut praefertur concessa ad ulteriorem non extendatur usum,\nquam particulare beneficium et interesse praedictae Regalis So-\ncietatis in materiis seu rebus philosophicis mathematicis aut me-\nchanicis.\n\nET ULTERIVS dedimus et concedimus, ac per praesentes pro\nnobis heredibus et successoribus nostris damus et concedimus\npraefatis Praesidi Concilio et Sodalibus Regalis Societatis praes-\ndictae et successoribus suis, plenam potestatem et authoritatem\nerigendi aedificandi et extruendi, aut erigi aedificari et extrui\nfaciendi vel causandi, intra civitatem nostram London, vel decem\nmilliaria ejusdem, unum vel plura Collegium vel Collegia cu-\njuscunque modi vel qualitatis, pro habitatione affinablatione et\ncongregatione praedictorum Praesidis Concilii et Sodalium praed-\ndictae Regalis Societatis et successorum suorum, negotia sua et\nalias res eandem Regalem Societatem concernentia ad ordinan-\ndum et disponendum.\n\nET ULTERIVS volumus, ac per praesentes pro nobis heredi-\nbus et successoribus nostris ordinamus constituimus et appunctu-\namus, quod si aliqui abusus vel discrepantiae in posterum ori-\nentur et accident de gubernatione aut aliis rebus vel negotiis\npraedictae Regalis Societatis, unde ejusdem constitutioni stabili-\nmini et studiorum progressui vel rebus et negotiis aliqua infe-\nratur injuria vel impedimentum; quod tunc et toties per praes-\nentes pro nobis heredibus et successoribus nostris authorizamus\nnominamus assignamus et constituimus praefatum praedilectum\n\n* Sic in Authent.\net perquam fidelem consanguineum et consiliarium nostrum Edwardum Comitem Clarendon Cancellarium nostrum regni nostri Angliae, per seipsum durante vita sua, et post ejus mortem tunc Archiepiscopum Cantuariensem, Cancellarium vel Custodem magni Sigilli Angliae, Thesaurarium Angliae, Episcopum Londinensem, Custodem privati Sigilli, et duos principales Secretarios, pro tempore existentes, aut aliquos quatuor vel plures eorum, easdem discrepantias et abusus reconciliare componere et reducere.\n\nEt ulterius volumus, ac per praesentes pro nobis heredibus et successoribus nostris firmiter injungendo praecipimus et mandamus omnibus et singulis Insticiariis, Majoribus, Aldermannis, Vicecomitibus, Ballivis, Constabulariis, et aliis officiariis ministris et subditis nostris heredum et successorum nostrorum quibuscunque, quod de tempore in tempus sint auxiliantes et assistentes praedictis Praesidi Concilio et Sodalibus Regalis Societatis praedictae et successoribus suis in omnibus et per omnia; secundum veram intentionem harum Litterarum nostrarum patentium.\n\nEo, quod expressa mentio de vero valore annuo, vel de certitudine praemissorum sive eorum alicujus, aut de aliis donis sive concessionibus per nos seu per aliquem progenitorum sive praedeceessorum nostrorum, praefatis Praesidi Concilio et Sodalibus Regalis Societatis ante haec tempora factis, in praesentibus minime facta existit, aut aliquo statuto actu ordinatione provisione proclamatione sive restrictione in contrarium inde antehac habitis factis editis ordinatis sive provisis, aut aliqua alia re causa vel materia quacunque, in aliquo non obstante.\nCHARTA PRIMA.\n\nIn cuivs rei testimonium has Literas nostras fieri fecimus patentes. Teste Me ipso apud Westmonasterium, quinto decimo die Iulii, anno regni nostri decimo quarto.\n\nPer ipsum Regem.\n\nHOWARD.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106545.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 19,
    "total-input-tokens": 33058,
    "total-output-tokens": 9326,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        683,
        2
      ],
      [
        683,
        2437,
        3
      ],
      [
        2437,
        4219,
        4
      ],
      [
        4219,
        6029,
        5
      ],
      [
        6029,
        7776,
        6
      ],
      [
        7776,
        9567,
        7
      ],
      [
        9567,
        11315,
        8
      ],
      [
        11315,
        13019,
        9
      ],
      [
        13019,
        14845,
        10
      ],
      [
        14845,
        16635,
        11
      ],
      [
        16635,
        18465,
        12
      ],
      [
        18465,
        20271,
        13
      ],
      [
        20271,
        22175,
        14
      ],
      [
        22175,
        24025,
        15
      ],
      [
        24025,
        25828,
        16
      ],
      [
        25828,
        27622,
        17
      ],
      [
        27622,
        29242,
        18
      ],
      [
        29242,
        29446,
        19
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106545",
    "title": "Charta Prima, Praesidi, Concilio, et Sodalibus Regalis Societatis Londini, a Rege Carolo Secundo Concessa, A. D. MDCLXII",
    "authors": "Howard, Carolo Secundo",
    "year": 1781,
    "volume": "71",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 19,
    "jstor_url": "https://www.jstor.org/stable/106545"
  }
}