{
  "id": "caab84f737525e42d97e7e7cc76ea05afbe1a933",
  "text": "heap a convenient time. Wherein on the one hand, if it lyeth of a sufficient thickness for coming, it will quickly heat and mould, and the tender Sprouts be so intangled, that the least opening of the Heap breaks them off; and so hinders the further maturation of the Grain into Malt. On the other, if it be stirred and opened to prevent too much heating, these sprouts which have begun to shoot, cease growing, and consequently the Corn again ceaseth to be promoted to the mellowness of Malt.\n\nTo avoid all these difficulties, this way was try'd and found effectual. Take away the top of the Earth in a Garden or Field two or three inches, throwing it up half one way, and half the other. Then lay the Corn, for Malt, all over the Ground so as to cover it. Then cover the Corn with the Earth that was pared off; and there is no more to do, till you see all the Plot of Ground like a green Field covered over with the Sprouts of the Corn, which will be within ten days or a fortnight, according to the time of the year. Then take it up, and shake the earth from it and dry it. For the Roots will be so intangled together, that it may be raised up, in great pieces. To make it very clean, it may be washed, and then presently dry'd on a Kiln, or in the Sun, or spread thin on a Chamber floor. This way, every Grain that is good will grow, and be mellow, flowry and very sweet; and the Beer made of it, be wholesome, pleasant, and of a good brown colour.\n\nYet Beers made of the Bread, as aforesaid, being as well coloured, as wholesome and pleasant, and more durable; this therefore is most in use. And the rather, because the way of Malting this Corn, last described, is as yet but little known amongst them.\n\nAn Account of the manner of making Malt in Scotland; by Sir Robert Moray.\n\nMalt is there made of no other Grain, but Barley. Whereof there are two kinds; one, which hath four Rows of Grains on the Ear; the other, two Rows. The first is the more commonly used; but the other makes the best Malt.\n\nThe more recently Barly hath been Threshed it makes the better Malt. But if it hath been Threshed six weeks or upwards, it proves not good Malt, unless it be kept in one equal temper; whereof it easily failes, especially if it be kept up against a Wall; for that which lies in the middle of the Heap is freshest, that which lies on the outsides and at top is over dry'd, that which is next the Wall shoots forth, and that which is at the bottom Rots. So that when it comes to be made into Malt, that which is spoiled, does not Come well (as they call it) that is, never gets that right mellow temper Malt ought to have, and so spoils all the rest. For thus some Grains Come well, some not at all, some half, and some too much.\nThe best way to preserve Tressed Barly long in good temper, is,\nNot to separate the Chaff from it. But as long as it is unthreshed, it\nis always good. Brewers use to keep their Barly in large Rooms on\nboarded floores, laid about a foot in depth, and so turned over now and\nthen with Scoops.\n\nBarly that hath been over heated in the Stacks or Barnes, before\nit be separated from the Straw, will never prove good for Malt,\nnor any other use. But though it heat a little after it is Thresh-\ned, and kept in the Chaff, it will not be the worse, but rather\nthe better for it; for then it will Come the sooner, and more e-\nqually.\n\nA mixture of Barly that grew on several grounds, never proves\ngood Malt, because it Comes not equally. So that the best Barley\nto make Malt of, is that which grows in one Field, and is kept and\nthreshed together.\n\nTake then good Barley, newly threshed, and well purged from\nthe Chaff, and put hereof eight Boles, that is, about six English Qua-\nters, in a Stone-Trough. Where let it infuse, till the water be of a\nbright reddish colour; which will be in about three days, more or less,\naccording to the moistness or dryness, smallness or bigness of the\nGrain, season of the Year, or temper of the Weather. In Summer\nMalt never Makes well. In Winter it will need longer infusion, than\nin the Spring or Autumn.\n\nIt may be known when steeped enough, by other marks besides the\ncolour of the Water, as the excessive swelling of the Grain, or, if over\nsteeped; by too much softness; being, when in the right temper, like\nthat Barley which is prepared to make Broath of, or the Barley called\nby some, Urge wonder.\n\nWhen the Barley is sufficiently steeped, take it out of the Trough,\nand lay it on heaps, so let the Water drain from it. Then after two\nor three hours, turn it over with a Scoop, and lay it in a new heap\nabout twenty or twenty four inches deep. This Heap they call the Come-\ning Heap. And in the managing of this Heap aright, lies the great-\nest Skill. In this Heap it will lie forty hours, more or less, according\nto the formentioned qualities of the Grain, &c. before it come to the\nright Temper of Malt; which that it may all do equally, is most to\nbe desired.\n\nWhilst it lies in this Heap, it is to be carefully looked to, after the\nfirst fifteen or sixteen hours. For about that time, the Grains will be-\ngin to put forth the Root, which when they have equally and fully\ndone, the Malt must, within an hour after, be turned over with a\nScoop; otherwise the Grains will begin to put forth the Blade or\nSpire also, which by all means must be prevented: for hereby the Malt\nwill be utterly spoil'd, both as to pleasantness of Taste, and strength.\nIf all the Malt Come not equally, because that which lies in the middle being warmest, will usually Come first; turn it over, so as the outmost may lie inmost, and so leave it till all be Comen alike.\n\nSo soon as the Malt is sufficiently Come, turn it over, and spread it to a depth not exceeding five or six inches. And by that time it is all spread out, begin and turn it over and over again, three or four times. Afterwards, turn it over in like manner, once in four or five hours, making the Heap thicker by degrees, and continuing so to do constantly, for the space of forty eight hours at least.\n\nThis frequent turning of it over, cooles, drys and deads the Grain; whereby it becomes mellow, melts easily in brewing, and then separates entirely from the Husk.\n\nThen throw up the Malt into a Heap, as high as you can. Where let it lye, till it grows also hot as your hand can endure it: which usually comes to pass, in some thirty hours space. This perfects the sweetness, and mellowness of the Malt.\n\nAfter the Malt is sufficiently heated, throw it abroad to cool, and turn it over again about six or eight hours after, and then dry it upon the Kiln. Where, after one fire, which must serve for twenty four hours, give it another more slow, and if need be, a third. For if the Malt be not thoroughly dried, it cannot be well ground, neither will it dissolve well in the brewing, and the Ale it makes will be red, bitter, and will not keep.\n\nThe best Fewell, is Peat. The next Charcoale, made of Pit-Coal or Cinders; Heath, Broom and Furzes are naught. If there be not enough of one kind, burn the best first, for that gives the strongest impression, as to the Taste.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101829.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 1889,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2732,
        2
      ],
      [
        2732,
        5416,
        3
      ],
      [
        5416,
        7088,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101829",
    "title": "An Account of the Manner of Making Malt in Scotland; by Sir Robert Moray",
    "authors": "Robert Moray",
    "year": 1677,
    "volume": "12",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/101829"
  }
}