{
  "id": "b4cc8b307d9d755a70f7cf0d21223aedd717c9ca",
  "text": "A Relation\nOf the Raining of Ashes, in the Archipelago, upon the Eruption\nof Mount Vesuvius, some years ago.\n\nThis came but lately to hand from that knowing person,\nMr. Henry Robinson; and was thought fit to be now inserted here,\nthat it might not be lost, though it hath hapned above 30 years\nago. It was contained in a Letter, (subscribed by Capt. Will. Ba-\ndily) in these words:\n\nThe 6th of December 1631, being in the Gulf of Volo, riding\nat Anchor, about ten of the Clock that Night, it be-\ngan to rain Sand or Ashes, and continued till two of the\nClock the next Morning. It was about two inches thick on the\nDeck, so that we cast it over board with Shovels, as we\ndid Snow the day before: The quantity of a Bushel we\nbrought home, and presented to several\nFriends*, especially to the Masters of Tri-\nnity House. There was in our Company,\nCapt. John Wilds Commander of the Dra-\ngon, and Capt. Anthony Watts, Commander of the Elisabeth and\nDorcas. There was no Wind stirring, when these Ashes fell, it\ndid not fall onely in the places, where we were, but likewise in\nother parts, as Ships were coming from St. John D' Acre to our\nPort; they being at that time a hundred Leagues from us. We\ncompared the Ashes together, and found them both one. If you\ndesire to see the Ashes, let me know.\n\nAn Extract\nOf a Letter not long since written from Rome, rectifying the\nRelation of Salamanders living in Fire.\n\nThis came from that Expert Anatomist M. Steno, to Dr. Groen;\nVidel. That a Knight called Corvini, had assured him, that, hav-\ning cast a Salamander, brought him out of the Indies, into the\nFire, the Animal thereupon swell'd presently, and then vomited\nstore of thick slimy matter, which did put out the neigh-\nbouring Coals, to which the Salamander retired immediately,\nputting them out again in the same manner, as soon as they re-\nkindled.\nkindled, and by this means saving himself from the force of the Fire; for the space of two hours; the Gentleman above-mentioned being then unwilling to hazard the Creature any further: That afterwards it lived nine Months: That he had kept it eleven Months without any other food, but what it took by licking the Earth, on which it moved, and on which it had been brought out of the Indies; which at first was covered with a thick moisture, but being dried afterwards, the Urin of the Animal served to moisten the same. After the eleven Months, the Owner having a mind to try, how the Animal would do upon Italian Earth, it died three dayes after it had changed the Earth.\n\nAn Account\n\nOf several Engagements for Observing of Tydes.\n\nSince nothing is more important for discovering the Cause of that Grand Phenomenon of Nature, the Flux and Reflux of the Sea, than a true and full History of the Tydes, the Virtuosi of England have of late (especially since the Publication of Dr. Wallis his Theory touching that Apparence) taken care, to direct and recommend in several parts of the World, and particularly in the most proper places of these Islands, such Observations, as may contribute to the elucidating of that Subject.\n\nAnd as formerly they have sent their Inquiries of this Nature to the Isle of St. Helena, situated in the open Ocean beyond the Equinoctial, and already received some account thereupon; so they have since dispatcht the like for the Bermudas, an Isle that hath no less conveniency of situation for that purpose. And they intend (as will more amply appear, God permitting, in a short time) to lodge with such Masters of Ships and Pilots, as shall sayl into remote parts, very particular directions of that kind, to be printed at the Royal Societies charges, and to be committed to the care of the Masters of Trinity House for disposing of them to that end.\n\nAnd, as for the Observations, to be made in these Kingdoms; 'tis hoped, that the Masters in the Art of Navigation at Bristol (Mr. Standridge and Mr. Iff) will undertake that busines with affection and care: the former of these two having already (as we are informed from a good hand) made a Collection of the Tydes, for",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101542.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 1070,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1849,
        2
      ],
      [
        1849,
        4049,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101542",
    "title": "An Extract of a Letter not Long Since Written from Rome, Rectifying the Relation of Salamanders Living in Fire",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101542"
  }
}