{
  "id": "a7e682ba1748ee1bfc919a417d183f261d0a5a23",
  "text": "XI. An Account of a Concave Achromatic Glass Lens, as adapted to the Wired Micro-\nmeter when applied to a Telescope, which has the property of increasing the mag-\nnifying power of the Telescope without increasing the diameter of the Micrometer\nWires. By George Dollond, F.R.S. &c.\n\nReceived February 19,—Read February 27, 1834.\n\nWhen the application of any optical or other arrangement is found to be useful, a\ncorrect statement of the manner in which it became so is essentially requisite, in\norder that each person who may have had a share in bringing it forward may have\nhis due proportion of the merit.\n\nThe achromatic lens which I have applied to the wired micrometer, and which has\nbeen found to produce such very considerable advantages to that instrument, arose\nout of a trial that was made at the suggestion of Professor Barlow, for the purpose\nof improving the chromatic aberrations which affected the field of the eye-glasses ap-\nplied to the telescope invented by that gentleman with a fluid correcting lens, and\nmade by myself for the Royal Society.\n\nThe lens in question not being found so effective for his purpose as he expected,\nwas laid aside. It has now been introduced for my purpose, and is made, with some\ntrifling variations, in accordance with his calculations.\n\nThe interposition of a concave lens between the object-glass and the eye-glass of a\ntelescope has been generally known by opticians to produce an increase of the mag-\nnifying power, in proportion to its focal length and distance from the object-glass:\nalso that a convex lens, if so applied, would diminish the power.\n\nExcept in the Huygenian eye-tube, I am not aware that either of these lenses have\nbeen so applied generally, it having been considered that their introduction would\nmaterially diminish the light proceeding from the object-glass of the telescope, and\nalso, by deranging the aberrations, disturb the image.\n\nIn the lens I am now describing, these errors are very materially obviated, owing\nto its being constructed upon achromatic principles*, by which the magnifying power\nof the telescope is increased in a twofold ratio, without so much diminution of light\nas is produced by the introduction of a simple lens.\n\nFor example, if the eye-glasses in the original arrangement of the telescope gave\n100 of magnifying power, the same eye-glasses with the new lens, if I may so term it,\nwill give 200, and the light will be fully equal to that power if obtained by the usual\nmeans. The field of view will also be considerably flattened.\n\n* The discovery of John Dollond, F.R.S., in the year 1758.\nThus it will be seen that we have the advantage of using longer eye-glasses with an extension of power, whereby the wires or spiderwebs of the micrometer are not increased in diameter, a very essential advantage when observing minute double stars; nor is the eye of the observer so much distressed as when the magnifying power is obtained by shortening the focal lengths of the eye-glasses.\n\nThe advantages of this improvement having been shown by the foregoing introduction, I will now proceed to give an account of the causes which led to its being applied to the micrometer, and the result of its application.\n\nThe Rev. W. R. Dawes of Ormskirk, a gentleman pursuing practical astronomy with great zeal and perseverance, and to whom the public are already much indebted for several valuable communications, being desirous of carrying his measurements, &c., of the double and revolving stars, to a greater extent than the powers of his micrometer then allowed, applied to me to construct for him an arrangement of eye-glasses that would increase the magnifying power of his telescope without increasing the apparent diameter of the spiderwebs in his micrometer, or interfering with the mode of illumination. Several combinations were tried without success, when it occurred to me that the achromatic concave lens, which had been decided by Mr. Barlow to be of no use for his purpose, might accomplish what was required.\n\nThe result I will now state from a letter I soon after received from Mr. Dawes, to whose micrometer this improvement had been applied.\n\n\"Ormskirk, March 14, 1833.\n\n\"My dear Sir,—You will doubtless be surprised at not receiving from me any account of the performance of your scheme for the improvement of the achromatic telescope.\n\n\"My general opinion of your improvement is, that it is, for the purpose it is designed to answer, as useful as it is elegant.\n\n\"By a careful determination of the value of the micrometer divisions, I find the magnifying power of any eye-tube is increased in the proportion of $2.1068$ to $1$: each part originally $= 0''555922$ is now $= 0''263867$. To obtain the magnifying powers of the eye-tubes, I content myself with multiplying the original powers by $2.1$. But I will detail a few particulars noted in my journal on the subject. I have thus set down the advantages of the additional lens.\n\n\"1st. The micrometer threads are only half the thickness, with the same magnifying power on the object; small stars are therefore neither obliterated nor distorted.\n\n\"2nd. The parallel threads are both very nearly in focus with any power up to $600$; before, only up to $285$ (the same eye-piece).\n\n\"3rd. The value of the micrometer divisions is less than one half its former amount, permitting a proportionally fine motion in measuring the distances of delicate objects.\n\n\"4th. A much greater extent of the field being flat, and the threads distinct further from the centre; of great importance in accurately determining the zero of position by the passage of a star along the thread.\"\n\"5th. The definition of the stars seems quite as good; and the false light does not appear to be increased, or the regularity of its distribution affected. The discs of the stars seem in fact to be, if anything, rather smaller and cleaner with the concave. Perhaps their brightness might be perceived to be a trifle less; but even this is doubtful. See below.\n\n\"6th. The shallower eye-glasses are much more easily cleaned; of great importance in high powers.\n\n\"7th. The prism can be conveniently applied to all powers as high as 600; before, only to 285. This prism is of essential utility in other respects besides facilitating zenith observations; and it is no small improvement that its use is thus extended.\n\n\"From the performance of this additional lens, it is evidently a perfect production. Against all the advantages detailed above, the trifling addition to the length of the telescope is not to be mentioned; indeed it is to me surprising that so great an effect should be produced with so minute an increase of focus.\n\n\"As a severe trial of the difference in illuminating power, I have examined Saturn's satellites, and z Geminorum. I could discover no decided difference in the apparent brightness of the satellites, allowance being made for the difference of power employed. It happens awkwardly, that among moderate powers, fit for planets, none coincide sufficiently with and without the concave lens. The nearest I can get are a negative 195 with the new lens, and a double convex 208 without it: with these, little difference in brightness; but the planet might be a trifle sharper with the latter. Have you ever seen the minute companion of z Geminorum? It is the finest test of a five-feet achromatic I have yet seen: distance about 6\". I saw it steadily with negative 140 without the concave, and quite as well with negative 116 with it; but these powers are not near enough to each other.\n\n\"For tolerably bright stars, I have on the micrometer 475 with the concave lens, and without it 480; also 600 with, and 625 without. These afford an excellent comparison. Vision appears to me equally good with both; and the fineness of the micrometer threads leads me always to prefer the new arrangement, as I can then use the same eye-piece generally for the distances, as I use for the positions.\n\n\"In clear weather, I always use 600 for stars of the fifth magnitude and upwards, and sometimes even of the sixth; and last night I got a very good set of positions of Castor with a power of 1010, with which the discs were occasionally perfectly well formed, though of course not so sharply defined. I also obtained last night very satisfactory measures of ξ Cancri, certainly one of the most difficult stars for a telescope of five feet. That you may judge for yourself of the way in which it was seen, I will detail here my measures, exactly transcribed from my observation paper.\n\n| Power | Position | Mean |\n|-------|----------|------|\n| 600   | 336° 56' | 335° 28' |\n| Stars placed between the parallel wires thus: | 335° 50 | z = -271° 26' |\n|       | 336° 22 |      |\n|       | 335° 8  | 64° 2 nf. |\n|       | 335° 7  |      |\n|       | 334° 1  | 25° 58 from N. |\n|       | 334° 49 |      |\n\nMDCCCXXXIV.\nMR. DOLLOND ON A CONCAVE ACHROMATIC LENS.\n\n| Power | Distance | P. decl. | P. decl. |\n|-------|----------|----------|----------|\n| 295   | +        | 4°·0     | 4°·2     |\n|       |          | 4°·2     | 5°·0     |\n|       |          | 4°·3     | 4°·4     |\n|       |          | 4°·3     | 4°·2     |\n|       |          | 4°·4     | 4°·3     |\n\nMean of all = 4°·33, which = 1\"·143.\n\nN.B. The plus and minus measures are taken alternately, and not one rejected or altered.\n\n\"Though 600 did well for the angles, the stars were not sharp enough with that high power for accurate bisection. The parallel threads are sweetly fine and sharp with 295 (formerly 140). Indeed, this is a very efficient and generally useful power.\n\n\"Thus you will see, my dear Sir, that a long-lamented desideratum has been efficiently supplied by your elegant invention. I have thus nearly all the advantages, and none of the disadvantages, of a ten-feet telescope of the same aperture.\n\n\"I remain, my dear Sir,\n\n\"Yours faithfully,\n\n(Signed) \"W. R. Dawes.\"\n\nI shall now introduce some extracts from a letter I have since received from Professor Barlow, in which his formulae for constructing the lens are given.\n\n\"Woolwich, February 1st, 1834.\n\n\"Dear Sir,—In answer to your letter of January 30th, 1834, I will endeavour to state the views which led to my requesting you to make the achromatic concave lens you allude to, and explain the formulæ and principles on which I computed the curves.\n\n\"First, with regard to my views. Every one is aware of the ease and comfort of observing objects in a long telescope in comparison with viewing the same in a short one, supposing the powers equal in both instruments; and my object was to produce this effect by taking up the rays before they arrived at their focus, extending them to a greater distance, and thereby increasing the size of the image, which is of course the same as increasing the length of the telescope in a like proportion.\n\n\"In order to render this lens achromatic, it is only necessary to make the foci of the lenses proportional to their dispersive powers, as in the object-glass itself; except that here the crown lens must be made concave and the flint lens convex.\n\n\"Suppose, for example, the compound lens is to be placed at a distance, \\(d\\), from the focus, and that the image is to be doubled, then the focal length of the compound lens must be \\(2d\\); for \\(\\frac{1}{d} - \\frac{1}{2d} = \\frac{1}{2d}\\): again, \\(\\delta\\) being the dispersive ratio, we have\n\n\\[f = 2d(1 - \\delta) = \\text{focal length of the crown lens},\\]\n\n\\[f' = \\frac{2d(1 - \\delta)}{\\delta} = \\text{focal length of the flint lens}.\\]\n\n\"To correct the spherical aberration requires more labour. Let us suppose the crown lens placed towards the object-glass. Assume its radii \\(r, r'\\), or rather their ratio \\(\\frac{r}{r'} = q,\\)\nat pleasure, and compute its aberration for rays converging to the distance \\(d\\), which may be done by the following formulæ, \\(a\\) being the index.\n\n\"Find\n\n\\[\nd' = \\frac{(a + 1)}{a d - r} dr, \\quad b = \\frac{a}{a + r}, \\quad \\frac{d'}{r'} = c, \\quad \\frac{d'}{r'} = c', \\quad \\text{and} \\quad \\frac{r}{r'} = q;\n\\]\n\nthen the aberration will be\n\n\\[\n\\text{aberration} = \\left\\{ \\frac{(c + q)^2}{(a c - q)^2} \\times \\frac{c + (a + 2) q}{c (a c' + a + 1)^2} + \\frac{(c' + 1)^2}{(b c' + 1)^2} \\times \\frac{(c' + 2 - b) q}{c'} \\right\\} \\times \\frac{a}{2 r}.\n\\]\n\n\"Let the quantity when found be called \\(m\\), then for the flint lens proceed as below, the radii being \\(r'\\), \\(r''\\), the latter towards the eye, and the index \\(a'\\).\n\n\"Find\n\n\\[\nd' = \\frac{(a' + 1) 2 d r''}{2 a' d - r''}, \\quad b = \\frac{a'}{a' + 1}, \\quad \\frac{d'}{r''} = c, \\quad \\frac{d'}{r''} = c', \\quad \\text{and} \\quad \\frac{r''}{r''} = q.\n\\]\n\n\"Then find \\(r'''\\), \\(r''\\) and \\(q\\), such, that\n\n\\[\n\\left\\{ \\frac{(c + q)^2}{(a' c - q)^2} \\times \\frac{c + (a + 2) q}{c (a' c' + a' + 1)^2} + \\frac{(c' + 1)^2}{(b c' + 1)^2} \\times \\frac{(c' + 2 - b) q}{c'} \\right\\} \\times \\frac{a'}{2 r''} = m,\n\\]\n\nand the resulting curves will be those required.\n\n\"To produce this latter equality is the only difficulty in the operation, and to treat it as a common equation would lead to immense labour. I have therefore always contented myself with pursuing the more simple method of trial and error, its facility fully compensating, in my mind, for its want of scientific elegance.\n\n\"It may be proper to observe, that I proposed the lens to double the magnifying power, and the curves were computed accordingly, but the formulæ will of course apply to magnifying in any ratio.\n\n\"I hope this explanation will be found intelligible, and I am pleased to find my proposition has been found useful.\n\n\"I remain, dear Sir,\n\n\"Yours very truly,\n\n(Signed) \"Peter Barlow.\"\n\nI have only to add to the foregoing relation of facts, that I do hope they will prove satisfactory to those friends who have felt so much interested upon the subject as to induce me to write this Paper, it not being my wish to take credit to myself for anything like an invention, but merely for the application of the lens to the micrometer, as I am fully convinced that a concave lens, either simple or achromatic, was never so applied before.\n\n* See Philosophical Transactions, 1827, p. 244.\n\nFebruary 17th, 1834.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108060.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9822,
    "total-output-tokens": 3819,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2596,
        2
      ],
      [
        2596,
        5632,
        3
      ],
      [
        5632,
        8854,
        4
      ],
      [
        8854,
        11699,
        5
      ],
      [
        11699,
        14133,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108060",
    "title": "An Account of a Concave Achromatic Glass Lens, as Adapted to the Wired Micrometer When Applied to a Telescope, Which Has the Property of Increasing the Magnifying Power of the Telescope without Increasing the Diameter of the Micrometer Wires",
    "authors": "George Dollond",
    "year": 1834,
    "volume": "124",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/108060"
  }
}