{
  "id": "4e9f7edba550e594fc067cd0e642862fe2b98f38",
  "text": "les proponit Clar. Dn. Clark in Epist. sua, 18. Maji, 1668. Transactionibus Philosophicis inserta) vel etiam Parenchymatale, quale in Epist. sua 10. Maji, 1669. describit, reperiatur. In hunc serè modum reliquorum Animalium Testiculos dissolvere possum, cù tamen diversitate, ut in nonnullorum Testibus aliquae membranulae tenuissima, & in quorundam, radix præterea Epidiaymis Highmori remaneat.\n\nSo far these two industrious Physicians; which though it looks very fair to evince, that the Testes of Animals are made up of nothing but Vessels and their liquors, yet doth our Learned and Inquisitive Dr. Timothy Clark, and divers other Ingenious and expert Anatomists and Physicians still doubt, whether that be so indeed, considering that not only it cannot be denied, that this curious heap of Strings or suppos'd Vessels was at first cov'red all over with a Mucous matter (which in so fine and tender a part may well be thought to serve for a parenchyma,) but also that Monsieur de Graeff must himself grant, that in the said part there are found certain small Membrans besides those Vessels, he is asserting; such another substance being conceived to be highly necessary to serve for a medium, whereby that compounded liquor, which from the greater Vessel passeth into the minute arteries, nerves and lympheducts of the testes, may be secreted, and according to the different nature and figure of their several particles conveyed into those several small and subtil vessels.\n\nAn Extract of a Letter\nWritten by the Learned Dr. William Darston, Physician at Plymouth, to the Right Honorable the Lord Vice-Count Bruncker as President of the R. Society; concerning a very sudden and excessive Swelling of a Woman's Breasts.\n\nMy Lord\n\nIn obedience to the command's of the Right Honorable the Lord Ambassador for Barbary, I present your Lordship with a Phemonenon and matter of fact in Nature, which, for its rarity and prodigioynets, may, with a lesser check to me from your Lordship for the presumption, and a lesser regret for the avocation,\navocation, obtain the favour of your perusal. The thing is evident, and shows itself, and can withal be attested by thousands, but above all the rest by his Excellency, the said Lord Ambassador, who was an Eye-witness of it, and imposed this task on me, of giving your Lordship a perfect Narrative of the wonder, which is as follows;\n\nElizabeth Trevors, 23. or 24. years of age, fair of complexion, brown-hair'd, of an healthy constitution, low of stature, of honest repute, but of mean and poor parentage, near this Town, was on Friday July 3d. 1669. in good health, and went well to bed, where she took as good rest and sleep, as ever before, but in the morning, when she awaken'd, and attempted to turn herself in her bed, was notable, finding her Breasts so swell'd, that she was affrighted to an astonishment. Then endeavoring to sit up, the weight of her Breasts fastened her to her bed; where she hath lain ever since, yet without all pain and weakness either in her Breasts, or in any other part.\n\nThis being nois'd abroad, several Physicians and Chirurgions resorted to her: some proposed cutting off her Breasts, which I was wholly against, advising for the present only an emollient and temperately warme fatus, and once gave her a Bolus with * * * * * *; upon the taking of which she hid ten motions deorsum, and the swelling somewhat abated; but the Mind was so weaken'd upon it for 2. or 3. days after, that I durst not attempt any thing of that nature since; sed quia passa fuit suppressionem mensium per sex retro menses, Diuretica non nulla, & sanguinis menstrui prolectamenta praescripsi, intending also Phlebotomy. The Tubuli or pipes of the Breasts are all very hard and swelled; and indeed the whole breasts seem to be nothing else but those tubuli, and little or nothing of wind or water. As near as we can guess, the left breast weighs about 25. pounds, but the right somewhat less. And the skin of the Back, Neck and Belly seem to be drawn towards the Breasts to serve for the distension. The measures of the Breasts are thus;\nThe Circumference of the right Breast 2. 7\nOr the left Breast 3. 1\nThe length of the right Breast from the Coller-bone 1. 5\nThe length of the left Breast 1. 7\nThe breadth of the right Breast as it lies 1. 1\nThe breadth of the left 1. 4\n\nThus far, My lord, the matter of fact, faithfully related.\n\nNow what should occasion those monstrous tumors of the whole Breasts, and that so suddenly in one night, keeps us in great suspense. There occurs nothing in this point satisfactory in the writings of Platerus, Rhodericus a Castro, Fontanus, Forestus, or any other of the Moderns, that I have seen, writing de Morbis Mulierum, suitable to what may be offer'd upon the Data of the Circulation of the Blood, the Lymphæducts, and the Vasa Chylifera Thoracica, and probably some Capillary vessels branching thence (in their progress to the Sub-clavials) through the Intercostal Muscles into the Breasts. I humbly beg pardon for this tediousness &c.\n\nPlymouth, July 1st, 1669.\n\nThis Narrative having been produced and read at the R. Society, and the Author of it thanked for his communication, and desired to impart what he should further observe in this very odd Accident, he was pleased to write, some while after, a second Letter to the Publisher, as follows;\n\nSir,\n\nI had written to you ere this, but that I unhappily mislaid your Letter among other papers; but having, after much search, found it again, I return the Most Honorable Society and you my very humble thanks for your invitation of me to continue my Observations about the vnusuall swelling of the Breasts, heretofore described.\n\nAbout the beginning of this month, our prodigious woman in Coughing brought up at several times some blood; but this I soon took off; and at that time there appeared several cutaneous ulcers upon her Breasts and other parts, & abunde in verendi (ut à feminis edocebar) which last I cured; but those on her breasts in part remain, and daily discharge, by the sole application\nplication of Cole-leaves, good quantity of sanious matter. And\nthe Patient complaining also at that time of grievous interjunc-\nture pains, especially upon the Tibia, I suspected &c., and ap-\nplied Empl. de Ran, * * * and gave her 3. succeeding mor-\nnings * * * for a dose. The third day, it wrought sursum &\ndeorsum pretty briskly; after which her pains vanished and ma-\nny of those viluscula; and her breasts (which, since her Case;\nformerly sent up, were grown considerably bigger and very pain-\nful) much lessened, and her pains also; and she, though\ndrooping much before, and out of hopes of life, exceedingly\nrevived. This indicated to me, what I was further to do for\nher. I gave her on sunday last * * *; which wrought upward\nplentifully; and she daily gets strength since, and her Breasts\nabate. I designe to salivate her, in hopes to correct that viti-\nous ferment, which is spued out of the Genus nervosum into the\nBreasts, and contributes much to those tumors. But I shall\nnow stop my hand, &c.\n\nPlymouth Septemb. 17. 1669.\n\nSome Reflexions:\nMade on the enlarged Accompt of Dr Witties Answer to Hydrolo-\ngia Chymica in Numb 51. of these Tracts; chiefly concerning\nthe Cause of the sudden loss of the virtues of Mineral waters.\n\nThese Notes were made by the Learned Dr Daniel Foot, in a friendly\nLetter of his (dated October 11th. 1669.) to the Publisher, as fol-\nlows.\n\nSir\n\nYour last publish'd Transactions No 51. have administered\nthe occasion, and the Candour, I know you possess,\nhath encouraged me to give you this trouble. In your enlarged\naccompt of D. Witties Answer to Hydrol. Chymica, p. 1039.\nl. 21. you say; This I had not here mentioned, but to introduce our\nAuthors weighty remark; That these waters loose all their virtue,\nyea their quaint and bulk also, though in Glasses and under the Her-\nmetick seal, if removed from the fountain-head &c. Now, Sir,\n'tis a truth, if not universally, yet generally known and atten-\nted to by unlearned as well as learned, that some sort of Medi-\ncinal\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101025.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9362,
    "total-output-tokens": 2240,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2042,
        2
      ],
      [
        2042,
        4093,
        3
      ],
      [
        4093,
        6055,
        4
      ],
      [
        6055,
        8070,
        5
      ],
      [
        8070,
        8070,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101025",
    "title": "An Extract of a Letter Written by the Learned Dr. William Darston, Physitian at Plimouth, to the Right Honorable the Lord Vice-Count Br Uncker as President of the R. Society; Concerning a Very Sudden and Excessive Swelling of a Womans Breasts",
    "authors": "William Darston, William Durston",
    "year": 1669,
    "volume": "4",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/101025"
  }
}