{
  "id": "4616a520deae48bc6670677b6811c2f7c44c9f28",
  "text": "III. An Account of the Observations on the Great Nebula in Orion, made at Birr Castle, with the 3-feet and 6-feet Telescopes, between 1848 and 1867. With a drawing of the Nebula. By Lord OXMANTOWN. Communicated by the Earl of ROSSE, K.P., F.R.S.\n\nReceived June 17,—Read June 20, 1867.\n\nMany drawings of the Great Nebula in Orion have already been published by different astronomers; still as the present drawing was made with the advantage of instrumental power far exceeding that at the disposal of previous observers, and as great care has been taken to make it accurate, in fact every available hour during the winter months of seven seasons having been employed upon it, perhaps it may be of some interest to the Royal Society.\n\nSeveral drawings of this wonderful object were published previous to the year 1825, but they were made with instruments of little power; however, in 1825, Sir J. Herschel published a drawing made with his celebrated 18-inch reflector (Memoirs of the Astronomical Society, 1826). Sir J. Herschel's second drawing with the same instrument, but under more favourable circumstances, together with a description and a catalogue of stars, was published in 1847* (Cape of Good Hope Observations). That was succeeded in 1848 by Mr. Bond's drawing, also with a description and catalogue of stars (Memoirs of the American Academy of Arts and Sciences, 1848).\n\nIn 1854 Mr. Lassell published his observations on the Nebula in Orion made at Malta in 1853 (Memoirs of the Royal Astronomical Society, 1854); and in 1862 MM. O. Struve and Liapounov's memoir, with a catalogue of stars, was published at St. Petersburg.\n\nThe observations upon this nebula, recorded in the Journal of the Observatory at Parsonstown, date from 1849. From that time till February 1858 there are entries of 54 observations.\n\nIn the year 1852 Mr. Bindon Stoney made a drawing of the Huygenian region, which is a very interesting record. Mr. Bindon Stoney was a highly educated civil engineer, well accustomed to use his pencil; he accepted the office of assistant till he was enabled to obtain an engineering appointment. His drawing was made with great care, and he was engaged upon it the whole season. It was compared by several persons with the nebula, and was considered exact. When we compare this drawing with the nebula as it is at (Plate I.) present, there are strong indications of change†.\n\n* This drawing appears to have been executed principally during the years 1835, 1836 & 1837.\n† An outline of the principal features of this drawing is given at the upper right-hand corner of the Skeleton Map (Plate II.).\n\nMDCCCLXVIII.\nBetween February 1860 and February 1864 there are 74 entries of observations. In February 1860, Mr. Hunter, who was then the assistant, being an accomplished artist, commenced a new drawing, and was engaged upon it till February 1864, when he was obliged to retire from ill health.\n\nAs a groundwork for his drawing, Mr. Hunter laid down all the stars given in ‘Observations de la grande Nebuleuse d’Orion faites à Cazan et à Pulkova, par O. Struve, St. Pétersbourg, 1862,’ in the positions given at page 118 of that treatise, the nebulosity was gradually filled in by eye as correctly as possible with reference to the stars given in that memoir, and twenty-eight* additional stars from the 9th to the 15th magnitude were inserted by eye-estimation.\n\nDuring the season 1864–65 the nebula was often examined with the view of verifying the drawing made by Mr. Hunter, and in 1865–66 some additions were made to it in the neighbourhood of the stars $1_{\\text{IX}}, 2, 3, 4, 1_{\\text{VIII}}, 2_{\\text{I}}, 9_{\\text{I}}, 27_{\\text{I}}, 45_{\\text{I}}$ (Plate II.); also the positions of a few stars not given in Struve’s list were determined by rough micrometrical measurement, and others were laid down by eye-estimation. During the season 1866–67 these measures were completed, the additions of the previous season verified, and the drawing extended to the neighbourhood of the stars $1_{\\text{x}}, 0_{\\text{VII}}, 0_{\\text{VIII}}, 46_{\\text{I}}, 99_{\\text{I}}, 143, 149$, and 147.\n\nThe facts which seem to be of the most interest have been collected under the following heads:—\n\n1st. List of stars which do not occur in Otto Struve’s memoir.\n2nd. Distance to which the nebulosity extends in various directions.\n3rd. Peculiarities of form in some parts.\n4th. Evidence of variability in some of the stars.\n5th. Evidence of change in the form and brightness of various part of the nebula.\n6th. Resolvability of parts of the nebula.\n7th. Spectrum of the nebula.\n\nList of New Stars.\n\nThe following is a list of the stars which have been inserted in the drawing, but which are not contained in the list at page 118 of M. O. Struve’s memoir.\n\nIn order to avoid altering Sir J. Herschel’s numbers and at the same time to keep the whole list of stars in regular order in right ascension, each of the stars in this list has affixed to it the same number as that of the star in Herschel’s list which next precedes it in R.A., one, two, three, &c. dots or Roman figures being placed under the number to distinguish each from Herschel’s star and from all other new stars. Some of these stars have been laid down by rough measures of their distance and position with respect to the nearest stars in Struve’s list, but the greater number have been laid\n\n* Three of these are not inserted either in the engraving or in the list of stars, as I was unable to find them in Mr. Hunter’s drawing. The positions given in Mr. Hunter’s list are $-1' 5''$, $+0' 52''$; $+2' 30''$, $+1' 35''$; $7' 13''$, $-3' 20''$.\ndown by eye-measurement. The measures were taken with a wire micrometer without illumination, the parallel wires being bars \\( \\frac{1}{10} \\) inch in breadth, formed each of four wires laid side by side; the position wire was a silk thread about \\( \\frac{1}{40} \\) inch thick. The instrument generally used for these measures was an equatoreal of 18 inches aperture and 10 feet focal length, driven by a water-clock movement, as described in the Monthly Notices of the Astronomical Society for 1866. Two measures only were taken, when they were found to agree pretty well; the object being, not to place the stars with the utmost accuracy, but to lay them down so near their true position that the drawing of the nebula might not be distorted to any appreciable extent.\n\nThose stars which are marked (M) have been determined by micrometrical measurement, the remaining ones by eye-estimation. The stars marked (H) have been inserted by Mr. Hunter.\n\nThis list does not contain all the stars which can be seen within the limits of the drawing. The positions given in the following list are taken from the accompanying Skeleton Map by the method which Herschel describes (Cape Observations, Sect. 58).\n\n|   | ΔR from 69. | −Δ Declination. | Approximate magnitude. |\n|---|-------------|-----------------|------------------------|\n| 0₁ | −36° 40′    | −15° 55″        | M                      | 10 Distance only from 1Ⅶ measured. |\n| 0Ⅱ | −36° 25′    | +6° 40′         | ...                    | 10 |\n| 0Ⅲ | −36° 0′     | +13° 30″        | M                      | 10 |\n| 0Ⅳ | −35° 20′    | −17° 20″        | ...                    | 13 |\n| 0Ⅴ | −34° 55′    | −17° 40″        | ...                    | 13 |\n| 0Ⅵ | −34° 55′    | +7° 35″         | ...                    | 11 |\n| 0Ⅶ | −33° 45′    | −4° 15″         | ...                    | 12 |\n| 0Ⅷ | −33° 20′    | −11° 30″        | ...                    | 9  |\n| 1₁ | −30° 30′    | +3° 35″         | ...                    | 13 |\n| 1Ⅱ | −29° 5′     | −4° 50″         | ...                    | 11 |\n| 1Ⅲ | −28° 40′    | +5° 25″         | ...                    | 11 |\n| 1Ⅳ | −27° 55′    | +1° 45″         | ...                    | 10 |\n| 1Ⅴ | −26° 55′    | +14° 0″         | ...                    | 13 |\n| 1Ⅵ | −26° 45′    | −1° 20″         | ...                    | 12 |\n| 1Ⅶ | −26° 55′    | −22° 25″        | M                      | 10 |\n| 1Ⅷ | −26° 30′    | −39° 20″        | M                      | 8  |\n| 1Ⅸ | −26° 10′    | −10° 0″         | ...                    | 12 |\n| 1Ⅹ | −26° 10′    | +17° 10″        | ...                    | 12 |\n| 1Ⅺ | −25° 5′     | −3° 30″         | M                      | 10 |\n| 1Ⅻ | −23° 0′     | +8° 0″          | ...                    | 13 |\n| 1Ⅼ | −23° 0′     | −7° 30″         | ...                    | 13 |\n| 1Ⅽ | −23° 0′     | +13° 20″        | M                      | 8  |\n| 2₁ | −22° 5′     | −22° 55″        | M                      | 9  |\n| 2Ⅱ | −21° 10′    | −13° 55″        | ...                    | 14 |\n| 2Ⅲ | −21° 0′     | −19° 45″        | ...                    | 14 |\n| 2Ⅳ | −20° 45′    | −18° 50″        | ...                    | 14 |\n| 4₁ | −20° 0′     | +5° 45″         | H                      | 9  |\n| 4Ⅱ | −18° 50′    | −12° 20″        | ...                    | 15 |\n| 4Ⅲ | −18° 20′    | −13° 5″         | ...                    | 14 |\n| 4Ⅳ | −18° 10′    | −13° 40″        | ...                    | 13 |\n| 4Ⅴ | −17° 30′    | +12° 30″        | H                      | 9  |\n| 4Ⅵ | −17° 5′     | +8° 55″         | H                      | 12 |\n| 9₁ | −14° 30′    | −29° 10″        | ...                    | 12 |\n| 13₁ | −12° 20′    | +8° 15″         | H                      | 12 |\n| 16₁ | −12° 5′     | −1° 55″         | H                      | 13 |\n| 16Ⅱ | −12° 0′     | +10° 35″        | H                      | 13 |\n|   | Δ R from 69. | −Δ Declination. | Approximate magnitude. |\n|---|-------------|-----------------|------------------------|\n| 18i | −11° 30' | −18° 30'' | ... | 14 |\n| 25i | −9° 20' | −36° 5'' | ... | 9 |\n| 27i | −9° 5' | −27° 40'' | M | 12 |\n| 28i | −8° 50' | −18° 50'' | ... | 14 |\n| 28ii | −8° 45' | −18° 0'' | ... | 14 |\n| 29i | −8° 5' | −20° 0'' | ... | 14 |\n| 29ii | −8° 10' | −36° 30'' | M | 7 |\n| 29iii | −8° 0' | −37° 0'' | ... | 7 |\n| 30i | −8° 45' | −23° 10'' | M | 11 |\n| 32i | −8° 15' | +12° 15'' | ... | 12 |\n| 33i | −7° 40' | +11° 45'' | ... | 12 |\n| 34i | −7° 10' | −29° 20'' | M | 12 |\n| 34ii | −6° 40' | −21° 50'' | M | 11 |\n| 36i | −6° 15' | −20° 10'' | ... | 14 |\n| 36ii | −6° 5' | −19° 15'' | ... | 13 |\n| 37i | −5° 50' | −35° 40'' | ... | 9 |\n| 37ii | −5° 40' | −20° 40'' | M | 11 |\n| 37iii | −5° 50' | −39° 10'' | ... | 9 |\n| 45i | −3° 45' | −20° 5'' | ... | 14 |\n| 46i | −3° 45' | −37° 20'' | M | 5 |\n| 46ii | −3° 20' | −36° 45'' | M | 5 |\n| 47i | −3° 10' | −35° 50'' | ... | 9 |\n| 51i | −2° 10' | −28° 20'' | M | 8 |\n| 51ii | −1° 55' | −32° 0'' | M | 7 |\n| 52i | −1° 25' | −38° 25'' | ... | 9 |\n| 56i | −1° 0' | −2° 40'' | H | 13½ |\n| 58i | −0° 45' | +1° 30'' | H | 14 |\n| 58ii | −0° 30' | +3° 50'' | H | 14½ |\n| 59i | −0° 40' | −26° 10'' | M | 7 |\n| 61i | −0° 20' | −28° 10'' | ... | 11 |\n| 69i | 0° 0' | −38° 25'' | M | 7 |\n| 75i | +0° 25' | +1° 20'' | H | 15 |\n| 88i | +1° 0' | −27° 30'' | ... | 11 |\n| 88ii | +1° 15' | −3° 35'' | H | 14 |\n| 91i | +1° 38' | −0° 42'' | H | 13½ |\n| 91ii | +1° 42' | −0° 20'' | H | 13½ |\n| 96i | +2° 0' | −25° 15'' | M | 7 |\n| 96ii | +2° 10' | −27° 40'' | M | 8 |\n| 98i | +2° 15' | −26° 0'' | ... | 10 |\n| 99i | +2° 20' | −30° 55'' | ... | 3½ |\n| 100i | +2° 25' | −7° 0'' | H | 13½ |\n| 112i | +4° 0' | −5° 50'' | H | 13½ |\n| 112ii | +4° 5' | −7° 0'' | H | 13½ |\n| 113i | +4° 40' | −5° 45'' | H | 13½ |\n| 113ii | +4° 45' | +7° 5'' | H | 14½ |\n| 113iii | +4° 45' | +7° 30'' | H | 15 |\n| 114i | +4° 25' | −37° 0'' | ... | 11 |\n| 115i | +5° 20' | −40° 25'' | ... | 8 |\n| 125i | =V | ... | ... | ... |\n| 127i | +7° 25' | +2° 40'' | H | 14 |\n| 129i | +7° 40' | +0° 30'' | H | 15 |\n| 129ii | +7° 50' | −34° 10'' | ... | 8 |\n| 135i | +9° 40' | −3° 25'' | H | 14 |\n| 135ii | +10° 20' | −2° 10'' | H | 14 |\n| 138i | +11° 10' | +0° 20'' | H | 14½ |\n| 138ii | +12° 10' | −35° 20'' | ... | 8 |\n| 142i | +14° 20' | −0° 45'' | H | 14½ |\n| 150i | +23° 10' | −5° 50'' | ... | 9 |\n\nTaken from B. A. Catalogue = ι Orionis.\n\nStruve.\nRemarks on the foregoing List.\n\nOf the existence of all the stars in the foregoing list which are not marked with an H I am fully satisfied, and of the remainder I have seen $4_v$, $4_{vi}$, $13$, $16$, $16_{ii}$, $56_r$.\n\nThe nebulosity I examined very carefully, and except in a few places I was able to verify most of the details. The three rays of nebulosity between the stars $13_n$, $16_{ii}$, $28$, $39$ (Plates II. & III.) I was never able to see well, and on only one occasion did I succeed in seeing two of them*. The patches of nebulosity in the region included between the stars $25$, $56$, $79$, and $99$ I never succeeded in seeing, nor did the rays in the region between $133$, $142_r$, and $149$ come out as clearly as represented in the drawing; the greater part of the nebulosity on the south and preceding sides of the drawing is very faint and ill defined, but the curved outline above $20$ is tolerably sharp, and the neighbourhood of $20$ and $30_i$ is darker than anywhere in the surrounding parts, even as far as $99_i$, $37_{iii}$, and $1_{vii}$.\n\nExtreme limits of Nebulosity.\n\nThe distance to which the nebulosity can be traced is very great, but it fades away so very gradually that it is quite impossible to assign any definite limit to it.\n\nM. Liapounov, with an achromatic telescope of $9\\frac{1}{2}$ inches aperture, was able to trace it up to a line a little beyond $15$ through $34$, $74$, $135$, $126$, a little outside $135_i$, near $82$, $46$, $6$, $4_{vi}$, and $5$, and the spiral round $108$†.\n\nMr. Bond does not mention the extreme limits to which he was able to trace the nebulosity except in two directions. He says, “The connexion of the main body of the nebula with that portion which surrounds C Orionis is traced by the north preceding route. It is quite decided,” &c. He also says that the main body of the nebula is not connected with C on the following side; and again, “I was unable to satisfy myself how far it might be possible to trace it (the light) southward, but certainly beyond i. Soon after this star it, however, becomes very faint”‡.\n\nHis drawing extends to the limits mentioned by Liapounov, and therefore he was probably able to trace it rather further on all sides.\n\nMr. Lassell, with his reflector of two-feet aperture, did not extend the nebula quite as far as Mr. Bond in his drawing, but probably he was able to trace it a good deal further.\n\nSir J. Herschel’s drawing in the Cape Observations extends to the stars $6$, $124$, $145$, $141$, $96_i$, a point halfway between $5$ and $1_x$, and to $34$ and $58$, and he says (page 29), “The area of the figure (half a square degree in extent) comprises all the nebulous convolutions and appendages which I have been able to trace, with the exception of the terminal effusion of the greater proboscis beyond the star A (=135) southwards, which may be traced as far as the double star i Orionis, which it involves and renders nebu-\n\n* Mr. Hunter during the last season sometimes employed the 6-feet telescope as a Herschelian; I never did so; silvered glass was, however, occasionally substituted for the flat mirror of speculum-metal, which diminished the loss of light by the second reflexion, but it soon became dewed and the silver surface broke up.\n\n† Struve’s Memoir, page 2.\n\n‡ Bond’s description of the nebula about θ Orionis, page 93.\nlous. It is, however, of little intensity, and offers nothing remarkable enough in respect of form to make it worth while to enlarge the dimensions of the engraving sufficiently to include the whole.\"\n\nHe also says (page 29), \"Northwards between this nebula and C Orionis; . . . no nebulous connexion has been traced.\"\n\nWith regard to the extent to which the nebulosity can be traced with the 6-feet telescope I do not find any record by Mr. Bindon Stoney. He appears to have confined his attention entirely to the central portions, except in the following instance, where he remarks—\n\n\"Nov. 25th, 1851. There is a long dark channel following the Huygenian region by about the diameter of the latter, in which no nebulosity exists, and twice on good nights with a freshly polished speculum it gave me the idea of immense depth, like a gulf without any bottom; ordinarily the light from the surrounding parts spreads a faint light over it. Comparatively few stars follow this part of the nebula for about 80'.\"\n\nWith reference to the extent of the nebulosity, Mr. Hunter says, \"It has been repeatedly traced up to the star ι Orionis on the south, and on several occasions to C Orionis on the north, while in the preceding direction the sky assumes a peculiar milkiness, at least one degree before the nebula comes into the field. In the following direction it does not seem to extend much (about 10') beyond the limits in the sketch.\"\n\n\"Between the stars 135 and ι Orionis the nebulosity narrows to a band of about 5' in breadth, and then again expands as it approaches ι; there has been no attempt to trace it further in this direction.\"\n\n\"Again, the nebulosity curves round from the star 6 in a north preceding direction until it joins a narrow band of faint nebulosity, passing in the preceding and following direction through the little group of stars of which C Orionis is the brightest.\"\n\nOn many occasions I have examined the neighbourhood of this nebula with the view of determining, as far as possible, the extent of the nebulosity. On the following side I was able to trace it 35' following the trapezium; this nebulosity was, however, excessively faint, and of almost uniform intensity; in fact the only proof of its existence was the prolongation of the dark lane extending through it from the star 142, which made the surrounding region look slightly luminous by contrast. On the north side the nebulosity appears to be nearly cut off short by the same dark lane which extends by the stars 114, 56, 25, 1xv. At the last star this ceases, and a faint broad streak of nebulosity appears to curve round in the direction of C Orionis, nearly in the position described by Mr. Hunter. On the north side of this lane the nebulosity seems to begin again, and gradually increases in intensity to the streak at C Orionis, the brightest part being perhaps rather fainter than the nebulosity round ι.\n\nOn the preceding side the nebulosity appears to extend to a great distance, and seems to be of the same character as that about the stars 0iv, 0viii, 1ii; the streaks, however, gradually diminish in intensity, and though, when followed by the eye in the preceding direction, they may be traced for some distance (5', or in some cases perhaps 10') beyond\nthe drawing, yet when once lost sight of they cannot be recovered again without returning to the brighter parts and tracing them in the preceding direction again. The great difficulty in tracing them, however, appears to be due, not so much to their extreme faintness, as to the uniform intensity of the nebulosity in this region; for when the nebula is examined with the equatoreal of 18 inches, a very low power capable of taking in a field of $1^\\circ$ being used, the whole sky in this region has a general luminous appearance when contrasted with the following and north following region, which itself is not entirely free from nebulosity. In drawing the greater part of the outlying regions of the nebula an eyepiece of a magnifying power of about 230 only, and having a field of $26'$, was generally used; higher powers do not seem to show as much as the lower power, although with the higher powers the whole of the light from the large mirror is received into the eye, which is not the case with the lower power. With higher powers the field does not appear to be sufficiently large to allow of each streak of nebulosity being compared with the surrounding parts where the nebulosity is not quite so bright. The higher powers, however, bring out minute stars with ease which are hardly visible with the lower power. On the south preceding side the nebulosity appears to be much of the same character as on the preceding side; long streaks have been traced from $1_{\\text{vii}}$ and from a point about $3'$ or $4'$ south of it, which have been represented in the drawing just at their commencement. Another streak extends from the south side of $9_1$ through $46_r$, $46_n$, which seems to extend considerably further than the drawing,—also another from $i$ in a south following direction.\n\nIt is probable that the drawing might be extended considerably further in various directions, but the nebulosity is of such extreme faintness that the work would advance very slowly, the eye requiring so long, after each exposure to even very feeble lamp-light, to recover its full power:\n\n**Form.**\n\nVery little need be said on this subject as the drawing will speak for itself; it may, however, be well to call attention to the apparent connexion between some of the stars and the nebulosity near them.\n\nIn some places the stars appear to have either repelled or absorbed the nebulosity, for instance at the trapezium, at $32$ and $35$, and $80$; and in other places the nebulosity is denser, as if the stars had attracted it, for instance at $2_r$, $4$, $34$, and $108$. Around the star $108$ the nebulosity seems to have a spiral character, and the same appearance, though much less decided, may be seen round $4$. Round the stars $46_r$, $46_n$, and $99_1$ the nebulosity seems to have been concentrated, but close to them there appears to be an absence of nebulosity; and in the case of $99_1$ the dark hole is situated eccentrically with respect to the principal star, its nearer companion being close to the opposite side of the hole*; but in the case of the double star $46_r$, $46_n$ the hole is nearly symmetrically situated, but the nebulosity is brightest at the north preceding side. We can\n\n---\n\n*A drawing of the nebulosity around $i$ was published in the Philosophical Transactions for 1850, in which the hole is well shown.\nhardly, therefore, account for these numerous coincidences, except by supposing some at least of the stars to be situated nearly at the same distance from us as the nebula—in fact immersed in the nebulous matter.\n\nEvidence of Change.\n\n1. Variability of the Stars.—The only remark concerning the variability of a star which I find in Mr. Bond's paper (page 94), refers to star 78, which he thinks is a variable star of short period.\n\nIn Mr. Lassell's paper I do not find anything on this subject.\n\nA star marked \\( x \\) in Sir J. Herschel's diagram, published in 1825, was not found by him in 1837; perhaps this may be the same as 129\\(_i\\), but as there is no list of positions of the stars in the paper of 1825, the identity is uncertain. Possibly this star may be variable.\n\nAlthough M. Liapounov's observations were made about fourteen years after Sir J. Herschel's, Struve found that the magnitudes of the stars as given by Herschel agreed very fairly with his (Liapounov's) determinations, but one star (IV.), whose position was estimated by M. Liapounov, and at about the same time was measured by Mr. Lassell, does not occur in Sir John Herschel's list, although it is so situated that it would not be likely to be overlooked. M. Struve examined with considerable care Bond's Catalogue of Stars in this nebula with the view of identifying them, as far as possible, with those in Sir J. Herschel's list. B 26 and B 27 he considers identical, and they are near the position of 75, but Mr. Bond appears satisfied of the existence of two stars here of the 17th and 18th magnitudes respectively; their positions are only about \\( 2\\frac{1}{2}'' \\) apart, and therefore their combined light might easily be taken for that of one of \\( 12\\frac{1}{2} \\) magnitude, which is that assigned to 75 by Struve; Herschel, however, assigns to 75 the 18th magnitude, so that the star is possibly variable.\n\nMr. Bond gives two stars about \\( 11'' \\) apart near the position of 57, but no one else seems to have seen more than one. I have examined this part of the nebula repeatedly, but have never seen more than one star in this position. He also gives two stars south following 88, which may be identical with the two stars 91 and 91\\(_r\\). Mr. Hunter gives the two stars in his drawing, but he is not quite sure whether 91\\(_r\\) is not the same as 91, as he was not able to find the latter on the night on which he saw 91\\(_r\\).\n\nBond's stars 42, 85, and 88 were not found by either Struve or Hunter; there are also several others which Struve could not identify and which are not given by Hunter, but Struve is of opinion that some errors exist in Bond's positions.\n\nStruve next examines Lamont's catalogue of 34 stars, all of which he identifies more or less satisfactorily with stars of Herschel's list, with the exception of four, viz. 4', 5', 7', and 28*; 4' and 7' I do not find in Hunter's list; 5' is in very nearly the position of 75\\(_n\\) in Mr. Stoney's drawing† (I do not find any mention of this star in Mr. Hunter's observations, but I am almost certain that I have seen one in this position and on the edge of the nebulosity); 28 is not more than \\( 15'' \\) distant from Struve's star II.\n\n* See Struve's Memoir, p. 95; these numbers are Lamont's. † See diagram (Plate II).\nStruve during his observations discovered a star (II.) which, strange to say, did not occur in Herschel's list, although it was brighter than several small stars in this neighbourhood which were given in that list; nine days afterwards he saw it with difficulty, while the other stars had preserved their brightness.\n\nHe repeatedly compared this star with 88, 51, 57, 75, 78, with the view of determining, if possible, the period of their variability, and gives the maximum and minimum brightness as follows, 88, whose brilliancy he found to be most constant, being taken as of the 12th magnitude:\n\n- 51 varies from 11·9 to 12·5 magnitude.\n- 57 ,, ,, 12·5 to 13·5\n- II. ,, ,, 11·8 to invisibility.\n- III. ,, ,, 12·5 to ,\n- 75 ,, ,, 12·0 to ,\n- 78 ,, ,, 12·5 to ,\n\n98 he also considers variable to a certain extent; and of the above list, II. he thinks is a variable star, whose maximum is of short duration and minimum of long duration, and 75 one whose maximum is of a long and whose minimum is of short duration.\n\nAnother instance of variability is IV., which Struve considers varies from the 11·5 to 13·5 magnitude.\n\nWith reference to the variability of the stars, our observations furnish very little information; our attention was directed principally to delineating, as carefully as possible, the various details of the nebulae with reference to stars whose positions had been previously determined. I may, however, remark that 29, to which Struve has assigned the same (7½) magnitude as that of 20, 23, and 24, is now decidedly fainter than they are; it is about the 11th or 12th magnitude. Herschel, on the other hand, gives the following magnitudes, 20 = 23 = 24 = 8th magnitude, 29 = 12th, which agrees with their present appearance; 29 also is not quite in the same relative position as given in Herschel's drawing; he represents it nearly in the same line with 20, 23, 24, whereas the line through 23, 24 is inclined through an angle of about 28 degrees from the line 24, 29. This discrepancy is probably due to an error in the position of 29, as Herschel places this star in his fourth or least accurately placed class. The discrepancy seems far too great to be accounted for in any other way.\n\n2. Variability of Form and Intensity of the Nebulosity.—On this subject it is impossible to speak decidedly.\n\nOn comparing the following six drawings,\n\n- Sir J. Herschel's of about the year 1825,\n- Sir J. Herschel's ,, ,, 1837,\n- Mr. Bond's ,, ,, 1848,\n- M. Liapounov's ,, ,, 1850,\n- Mr. Lassell's ,, ,, 1854,\n- Mr. Hunter's ,, ,, 1863,\ngreat discrepancies exist in almost every part, but these are probably to be attributed in a great measure to the difference of power in the instruments used and the amount of labour expended on the drawings, as no continuous change seems to be shown by them. In the case of the spiral nebula round 108, Bond's, Lassell's, and Hunter's drawings appear to agree tolerably well, allowance being made for the difference of size of the instruments, but when we go back to Herschel's drawing of 1837 we find a considerable discrepancy. Herschel's drawing of 1825, however, as far as it goes, is in this place more like the latter drawings. With regard to the following extremity of the Huygenian region, all the former drawings, with the exception of Liapounov's, represent the \"Frons\" as curving round to meet the proboscis major, which latter also curves round to meet the former; whereas Mr. Hunter represents both these parts as curving slightly in the opposite direction. This I am satisfied is their present appearance. If, however, the night is not good, they acquire very much the appearance of the other drawings, the light of the brighter portions being scattered, to a certain extent, over the intervening space. With regard to the shape of the preceding edge of the proboscis, the drawings of Herschel (1825), Bond, and Liapounov represent it as of a uniform curve throughout the greater part of its length, one elbow only at star 126 being shown in those drawings, which extend far enough south; whereas in the case of the other drawings, more powerful means bring out more irregularity of outline. In the case of the Huygenian region, Herschel's drawing (1837) agrees much more nearly with Mr. Hunter's than any of the others, although the interval (30 years) is so much longer than in the case of Mr. Bond's and Mr. Lassell's drawings (15 and 9 years respectively).\n\nWith reference to the relative brightness of the various parts, I find recorded by Mr. Hunter, Feb. 22nd, 1861, \"In bright moonlight the degrees of brightness are—\n\n\"1. The Huygenian region.\n\"2. The nebulosity immediately south preceding it.\n\"3. The Mairian region.\n\"4. The subnebulous region.\n\"5. The south Messierian branch, and the nebulosity immediately north of the Huygenian region.\"\n\nAnd again, \"The Observation of February 22nd, 1861, gives very different degrees of brightness for the various regions from what they had this season (1863–64).\n\n\"1. The Huygenian region.\n\"2. The nebulosity immediately south preceding it.\n\"3. The nebulosity immediately north of it.\n\"4. Subnebulous region.\n\"5. The south Messierian branch and the Mairian region nearly equal.\"\n\nMr. Hunter on two occasions estimated, as nearly as he could, the relative brightness of the various masses of nebulosity of the Huygenian region. The following are his estimations (see diagram)*.\n\n* To these estimates we may attach much importance, as Mr. Hunter had the advantage of a considerable amount of training as an artist.\nFebruary 13th, 1864.\n\nσ, τ, ν, γ nearly equal; brightest of these is perhaps σ.\n\nπ.\n\nω, ε, δ, β; β is the faintest of these four.\n\nα, ι, ψ, λ.\n\nξ, φ, faintest.\n\nMarch 1st, 1864.\n\nσ, brightest.\n\nν, τ.\n\nγ, ε, δ.\n\nθ, μ.\n\nπ, very faint.\n\nThere are several places where we have reason to suspect that a change of form may have taken place in the nebulosity since our observations commenced. 1st. In Mr. Bindon Stoney's drawing; of which an outline is given at the upper right-hand corner of the Skeleton Map, a dark lane exists running from 88 in a direction parallel to the \"Frons,\" whereas at present the only break in the nebulosity at all in the same direction runs from 88 in a south following direction.\n\n2nd. The projection of the nebulosity below 88 into the Sinus Magnus does not exist in Mr. Stoney's drawing.\n\n3rd. The following outline of the nebulosity immediately below 75 is concave towards the following side in Mr. Stoney's drawing, but convex in Mr. Hunter's; in all these points I believe that Mr. Hunter gives as nearly as possible the present appearance.\n\n4th. Mr. Hunter represents the outline of the nebulosity surrounding the dark region or lake round the stars 32, 35 as very marked; I often examined this part during the seasons 1864–65 and 1865–66, but never saw it quite as distinctly as it is represented on the following side, nor did I see the elbow just following 35; the nebulosity appeared to be more of the shape represented by the coarsely dotted line in the Skeleton Map.\n\n5th. I was never able to see more than two of the three rays below this lake, and except on two or three occasions I could only make out one. Mr. Hunter has since told me that in the last season during which he was working, these rays were much fainter than they had been previously, and that they are represented too bright for their appearance during the season 1863–64.\nIn connexion with this subject it may not be uninteresting to compare the observations of former observers with each other and with our own.\n\nSir J. Herschel in his paper of 1825 discusses the differences between his own drawings and those of Huygens, Picard, Messier, and Le Gentil, and thinks that the first three, when compared with his own, tend to show a gradual diminution or condensation of the nebulosity; but Le Gentil's, which was older than Messier's, represents it just as he himself saw it.\n\nWe next come to Sir J. Herschel's paper of 1837, in which he says that although to any one who has not viewed this object through powerful telescopes the differences between the various drawings, including his own of 1824 and 1837, may seem great, and tend to convey a strong impression of great and rapid changes undergone by the nebula itself, yet, after carefully comparing his own two drawings, he comes to the conclusion that the differences are not greater than he is disposed to attribute to his own inexperience in such delineations in 1824, to the greater care bestowed on the later drawing, and especially to the advantage of better local situation and superior defining power, &c. of the telescope at the latter date (Cape Observations, page 31). There are three points, however, to which he directs attention, but in the case of two only of them is he inclined to conclude that there is any evidence of change; these points are—\n\n1. The form and position of the nebula oblongata between 127 and 129.\n2. The position of the nebulous spur between 111 and 122.\n3. The form of the nebula round 108.\n\nIn 1824 Sir J. Herschel saw the nebula oblongata as a \"tolerably regular oval,\" nearly in a line between the stars 120 and 136, whereas in his drawing of 1837 it is irregular in outline, and decidedly above the line through 120 and 136.\n\nWith respect to the form of the nebula oblongata, the brighter part forms a \"tolerably regular oval,\" but when the fainter parts are included it seems to be more of the form given in Herschel's drawing of 1837. It is therefore quite possible, even probable, that Herschel would have seen it oval in 1825, but long and slightly curved upwards with the superior means at his disposal in 1837, without any change of form having taken place in the interval; but as regards its position it appears to be now entirely above the line 120–136.\n\nWith regard to the nebulous spur between 111 and 122, diagrams which he made in 1832 and 1834 represent it as \"running directly from 135 to 111 and forming a complete hook no way disjoined from the proboscis.\" In 1837 he saw it \"neither joined to the proboscis nor directed towards 135, but rather towards a point one-third the distance from 135 to 126\" near the position of 131. Herschel's second drawing appears to agree very fairly with the accompanying one in this respect; perhaps the superior definition of Herschel's instrument in 1837, a better atmosphere, and the greater * meridian altitude of the object enabled Herschel to perceive the interval between this spur and the proboscis which had escaped his notice in 1832 and 1834.\n\n* This last applies to the diagram of 1832 only.\nWith regard to the nebula round 108, the amount of detail in Herschel's drawing of 1837 is so much greater than in that of 1824, and the detail in the accompanying drawing is so much greater than in Herschel's of 1837, that it seems hardly possible to arrive at any conclusion by comparing them.\n\nResolvability.\n\nOn this subject Herschel remarks in his paper of 1825 that the illumination of the Huygenian region is \"extremely unequal and irregular,\" and compares it to \"a curdling liquid, or a surface strewed over with flocks of wool, or to the breaking up of a mackerel sky when the clouds of which it consists begin to assume a cirrous appearance; not very unlike the mottling of the sun's disk, only the grain is much coarser and the intervals darker, and the flocculi instead of being generally round are drawn out into little wisps. They present, however, no appearance of being composed of small stars, and their aspect is altogether different from that of resolvable nebula.\" This describes very well the appearance on any very moderately good night, but at this time Herschel does not appear to have seen clearly the coarser mottling or breaking up into nebulous masses which have since been seen and drawn. This curdled appearance he does not find described in any previous account.\n\nThe next mention of this subject appears to be by Mr. Bond, who, after quoting part of Herschel's remarks given above, says, \"To me it appears composed of several clusters of stars, the components being separately seen for a moment under favourable circumstances, more particularly north of 75°, and likewise in the vicinity of 8 and 91; but where the nebula assumes a cirrous character, as in the Messierian branch, I can see nothing of the kind.\"\n\nThe next mention of the subject is by Mr. Lassell, who says that with a power of 1018 the whole nebula \"seemed like large masses of cotton wool packed one behind the other, the edges pulled out so as to be very filmy;\" also \"the brightness of the minute points about the trapezium is strikingly greater than at Starfield, yet I could not mark the places of more than three or four new stars.\" \"With a power of 1018 there is no appearance of resolvability.\" \"With a power of 1018 the wool-like masses appear as I have previously described them, and there is no disposition whatever in them to turn into stars,\" &c.\n\nWe now come to our own observations made with the 3-feet and 6-feet telescopes, and find the following remarks:\n\nFebruary 17th, 1849.—\"Saw a multitude of stars in the bright part about the trapezium, but when they came to be drawn, only got in 9 certain and 6 uncertain, the state of the air having become worse.\"\n\nJanuary 22nd, 1851.—\"At times the 5th and 6th stars of the trapezium seen, also red stars south following the trapezium,\" &c.\n\nMr. Hunter on many occasions saw small stars in the brighter parts; the following are nearly all his remarks on this subject:\n\n* N.B. In all cases where not otherwise specified the numbers are those of Herschel's list.\nDecember 4th, 1861.—“I thought I could resolve the Huygenian region at ν, ξ, and ι.”\n\nFebruary 22nd, 1862.—“3-feet speculum newly polished shows it much better than the former, indeed better than the 6-feet now in the tube. The part round the trapezium looks just like fine flour scattered over a grey surface, so that I have no hesitation in saying that it is composed of stars, many small ones seen through it,” &c.\n\nJanuary 12th, 1864.—“The knots γ, δ, ε, ν are, I think, resolved”*.\n\nFebruary 3rd, 1864.—“ξ is decidedly resolvable, ι is also resolvable; I believe about θ is also resolvable”*.\n\nFebruary 4th, 1864.—“At moments I could see stars through the Huygenian region glancing, and I have no doubt that all the bright knots of it are resolvable; at η, δ, ε, γ I saw clearly at least one star in each, and at δ I believe for a short time I saw its stars separated.” The little knots opposite τ and σ have each a resolvable look.\n\nMarch 1st, 1864.—“The Huygenian region is clearly resolved; I could see the individual stars, though I could not count them; the stars are well separated in the triangular knot α. I strongly suspect the region at 113Ⅲ is resolved, especially at the edges of the bay.”\n\nMarch 10th, 1864.—“Saw stars clearly at σ and at ν*, at intervals also around 113Ⅲ.”\n\nMarch 24th, 1864.—“Huygenian region clearly resolved.”\n\nFrom these observations we may conclude that there are multitudes of small stars in the whole of the bright parts round the trapezium, and also at 113Ⅲ. Mr. Hunter makes no mention of resolvability in the proboscis major, but he has marked the preceding edge from 126 to about 80″ below this star as resolvable. All the parts which have this appearance are marked over in the drawing with dots of Indian ink, and the rest of the nebula was done with a stump and blacklead pencil. It was, however, found almost impossible to reproduce this difference of appearance in the engraving, since the whole of the surface consists of minute black dots.\n\nThis resolvable appearance can be seen on good nights only, and with a very good speculum.\n\nWe now come to the last part of our subject, the knowledge of the nature of this nebula acquired by the use of\n\nThe Spectroscope.\n\nVery little has been done with this instrument as yet. The clock-movement for the six-feet telescope is not yet finished, and consequently it is impossible to keep the slit steadily on any small object; we have, however, obtained the spectra of about twelve objects, and our results, as far as they go, fully confirm those of Mr. Huggins, namely, that some nebulae give gaseous spectra, consisting of one, two, or three bright lines, while others give faint continuous spectra in their brighter parts. The telescope which was generally used was the three-feet, in the Herschelian form; of course without clock-movement. This instrument was found on the whole more convenient than the six-feet, as it could be kept with greater ease on the object.\n\nThe following was the method of observation employed. One observer kept the ob-\n\n* See diagram, p. 67.\nject as well as he could on the slit by viewing with a lens its image in a diagonal reflector placed in front of the slit, and having its edge almost touching the slit, but not actually covering it, and swinging the tube till the brightest part of the nebula just passed the edge of the reflector, while the other observer looked into the spectroscope. The telescope was used in the Herschelian form, as it was desirable to get as bright an image as possible, but not of importance to get the best possible definition.\n\nThe following is a list of the objects which we have examined, some of which have also been observed by Mr. HUGGINS. All these objects were examined both by Mr. BALL the present Assistant, and myself alternately.\n\n| Gaseous Spectrum | Continuous Spectrum |\n|------------------|---------------------|\n| Great nebula in Orion. | Great nebula in Andromeda. |\n| 2102             | 2373                |\n| 2343             | 2377                |\n| 4964             | 2786                |\n|                  | 2203                |\n|                  | 2207                |\n|                  | 2211                |\n|                  | 2347                |\n|                  | 2786                |\n\nAlthough the last six gave no decided spectrum, there can be very little doubt but that their spectra are continuous; they were examined before our eyes had been accustomed to a faint or continuous spectrum by examining those of brighter objects, such as the nebula in Andromeda and the bright cluster in Canes Venatici. If they had given a gaseous spectrum we could hardly have failed to have seen it.\n\nAlthough in consequence of the smallness of the number of objects hitherto observed it would be premature to lay much stress on any inferences derived from these observations, it may not perhaps be out of place to mention that in addition to the results arrived at by comparing our observations with those of Mr. HUGGINS (viz. that no cluster or resolved nebula yet observed gives a gaseous spectrum, and of the remainder those which give a continuous spectrum are generally of a more resolvable character than those which give a gaseous spectrum *) we find—\n\n1st. That no planetary or annular nebula yet observed has been found to give any but a gaseous spectrum, with in some cases a suspicion of a very faint continuous spectrum.\n\n2nd. That no nebula of the class generally denominated \"rays\" has yet been found to give a gaseous spectrum.\n\n3rd. That of the remaining objects observed, those which give a gaseous spectrum but are not denominated planetary are in one respect of the same character with them, viz. that they have in many places a well-defined termination to an almost uniformly bright\n\n* See Mr. HUGGINS's paper, Philosophical Transactions, Part I. 1866.\nnebulosity, whereas those nebulae which give a continuous spectrum appear to fade away tolerably uniformly on all sides from their nuclei, and although in some cases they have dark lanes running through them, the edges do not generally appear very well defined.\n\n*Spectrum of Nebula in Orion.*\n\nWith regard to the spectrum of the nebula in Orion, three bright lines were seen several times, both with 3-feet and 6-feet instruments, but no attempt was made to identify them except on one occasion, when the spectrum of the nebula was compared with that of the electric spark in a capillary vacuum-tube containing a trace of hydrogen, similar to those used by M. Plücker in his researches on the spectra of gases, and one glimpse of the coincidence of the green line in the latter with the most refrangible of the three lines in the former was obtained. The least refrangible line was the brightest, the most refrangible was next in brightness, and the middle line the faintest. Both Mr. Ball* and I were almost certain that there was, in addition to the three bright lines, a faint continuous spectrum; to me there appeared to be a dark space on the less refrangible side of the least refrangible line, of breadth about equal to the distance from the same line to the second, and beyond this a faint light dying gradually away towards the red extremity. A continuous spectrum would probably explain this appearance, as the intensity of the bluish-green and green on the more refrangible side of (b) in a continuous spectrum is much less than that of the yellowish-green and yellow. We also once suspected a very feeble light at the other side of the three bright lines.\n\nIt might at first sight appear that these observations and those of Mr. Huggins on the spectrum of this nebula lead us to results which are completely at variance with those derived from our numerous observations, and those of Mr. Bond on the resolvable appearance of the Huygenian region and other parts of the nebula; but when we consider the subject carefully we shall see that this is far from being the case.\n\n*Reason why no continuous Spectrum was seen.*\n\nIt is evident that when a spectroscope whose collimator and telescope have object-glasses of equal focal length is placed with its slit in the plane of the image of a nebula giving out perfectly homogeneous light, a line of light of length and breadth equal to the length and breadth of the slit will be found at the focus of the spectroscope-telescope, and of brightness equal to the brightness of the part of the original image on the slit at the time, multiplied by a constant quantity (E) less than unity, depending on the number of reflecting surfaces in the apparatus, &c.; and if the nebula give out light of three different refrangibilities, the mean brightness of the lines will be one-third of this quantity; whereas if the light emitted be of all refrangibilities the mean brightness will be less in the ratio of the length of the spectrum to once or three times the breadth of the slit, according as we compare it with a spectrum of one or three lines. This is fully confirmed in practice; for in the case of those nebulae whose spectra are continuous, the\n\n* The present Assistant.\nspectrum is extremely faint, except just at the nucleus, and even there it is pretty faint. When therefore we consider that a great part of the light of the Huygenian region of the nebula in Orion, the brightest parts of which are probably not much, if at all brighter than the nuclei of such nebulæ as 2373, 2377, goes to form a gaseous spectrum, we can hardly expect that the remaining light could produce any but the feeblest continuous spectrum. As a further confirmation of this view, it may be mentioned that on one occasion the spectrum of this nebula was examined in bright moonlight; the light was so strong that the Huygenian region was scarcely visible; in fact its boundaries were not more apparent than the boundary of the proboscis major at 131 is on a dark night; yet although the three gaseous lines of the nebula were very fairly seen, no continuous spectrum from the moonlight, which was probably equal in intensity to the light of the nebula, could be detected.\n\nThis observation, however, was not so satisfactory as I could have wished, as a haze which soon after eclipsed the nebula was beginning to come on at the time.\n\nBesides the central parts of the nebula, the nebula Mairiani was examined with the spectroscope, and a gaseous spectrum seen near the star 108. The proboscis major was also examined near 126, and a gaseous spectrum seen. Orionis was also examined, but no spectrum but that of the star itself detected.\n\nA clock-movement for the 6-feet telescope is now in progress, and when this is completed we hope to examine the spectra of this and other nebulæ with more care.\n\nMEMORANDUM.\n\nThrough the kindness of Sir John Herschel I have been permitted to see his remarks on this paper, and gladly take advantage of his suggestions. The engraving is upon the whole very accurate; a little more softening off in the faint outlying parts would have been desirable, but Mr. Basire did not think that it would be practicable consistent with the reasonable durability of the plate; the forms, however, are correct. The sharpness of outline and the hard and marked character of the principal features are the result of the great light of the instrument; with a diminishing aperture these characteristics gradually fade away. The engraving faithfully represents the object as it may be seen on any clear night, and the details are so well marked that no material change can take place hereafter which will not at once be recognized with an instrument of similar power. The interior of the trapezium has not been examined recently with the view to the question whether it is absolutely dark. With the 6-feet instrument the eye is so dazzled by the light of the four stars that it is difficult to form an accurate opinion; and any nebulosity which may exist is probably too faint to affect the spectrooscope. I am not certain that any part of the nebula is absolutely free from nebulosity, but the contrast is so great between the dark spaces alluded to by Sir John Herschel, and the contiguous portions of the nebula, that even in the drawing it was scarcely possible to indicate nebulosity so slightly as not to interfere with the proper gradation of light; in fact it was scarcely possible to represent the bright parts sufficiently bright.\n\nMDCCCLXVIII.\nTHE HUYGENIAN REGION OF THE GREAT NEBULA IN ORION\n\nScale \\( \\frac{3}{4} \\) of 1 inch = 1 minute of space.\n\nJ. Basire sc.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108907.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 34,
    "total-input-tokens": 53588,
    "total-output-tokens": 15390,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2631,
        2
      ],
      [
        2631,
        5619,
        3
      ],
      [
        5619,
        9465,
        4
      ],
      [
        9465,
        11940,
        5
      ],
      [
        11940,
        15298,
        6
      ],
      [
        15298,
        18554,
        7
      ],
      [
        18554,
        21895,
        8
      ],
      [
        21895,
        25176,
        9
      ],
      [
        25176,
        27721,
        10
      ],
      [
        27721,
        30700,
        11
      ],
      [
        30700,
        32578,
        12
      ],
      [
        32578,
        35756,
        13
      ],
      [
        35756,
        38777,
        14
      ],
      [
        38777,
        41846,
        15
      ],
      [
        41846,
        44644,
        16
      ],
      [
        44644,
        47871,
        17
      ],
      [
        47871,
        51152,
        18
      ],
      [
        51152,
        51273,
        19
      ],
      [
        51273,
        51273,
        20
      ],
      [
        51273,
        51273,
        21
      ],
      [
        51273,
        51273,
        22
      ],
      [
        51273,
        51273,
        23
      ],
      [
        51273,
        51273,
        24
      ],
      [
        51273,
        51273,
        25
      ],
      [
        51273,
        51273,
        26
      ],
      [
        51273,
        51273,
        27
      ],
      [
        51273,
        51273,
        28
      ],
      [
        51273,
        51273,
        29
      ],
      [
        51273,
        51273,
        30
      ],
      [
        51273,
        51273,
        31
      ],
      [
        51273,
        51273,
        32
      ],
      [
        51273,
        51273,
        33
      ],
      [
        51273,
        51273,
        34
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "en",
      "None",
      "None",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108907",
    "title": "An Account of the Observations on the Great Nebula in Orion, Made at Birr Castle, with the 3-Feet and 6-Feet Telescopes, between 1848 and 1867. With a Drawing of the Nebula",
    "authors": "Lord Oxmantown",
    "year": 1868,
    "volume": "158",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 34,
    "jstor_url": "https://www.jstor.org/stable/108907"
  }
}