{
  "id": "3265548446d2d54d39c1a3388eb0c5cb2559afce",
  "text": "VII. Muris Alpini Anatome. A Joh. Jacobo Scheuczero, Tigurino, M.D., R.S.S.\n\nRelictis abdominalibus musculis, aperto abdomine, in conspectum venit illico omentum pingue admodum, cujus tractus pinguedinosi vasis sanguiferis epiploicis intertexti pulcherrimum formant rete; sed est haec omenti pinguedo concreta magis & compacter ea, quae mox describenda venit, ac veluti emaciata, ut ominò judicare liceat, resorptas esse per hyemem durante somno fluidiores oleosi hujus liquidi partes per venam portae, ut inservirent tum secretioni bilis, quae vesica bilaria fuit admodum turgida, tum nutrimento ipsius corporis.\n\nEx utroque hypogastrii latere copiosissima conspicitur & laxioris, quam illa omenti, consistentiae pinguedo, quae inde à renibus sepe protendit ad inguen, formans veluti alterum, imò duplex omentum, quae pinguedo, uti & illa melenterii, quae duæum intestinorum omnium comitatur, adeò tum ad lubricanda viscera abdominalia, tum in succi nutritii amplum pennarium.\n\nAd duodeni latus pro more, imò ultra ejus curvaturam, sepe protendit pancreas, idque valde extenuatum, in quo macilentiae statu vidimus omnes alias corporis glandulas, speciatim eas, quae musculis interjacent; in his animantibus tardissima est sanguinis circulatio, tardissimae omnes corporis secretiones; nulla interim serì vel lymphae, quae tardam quidem, sed tamen successivam habet secretionem, revectio, ut tandem sanguis omni penè sero orbetur; hinc non mirum, quod\ndeficiente lympha fecernenda, glandula pancreatis, & sic quoque aliæ debeant emaciari.\n\nAperto duodeno in conspectum prodit bilis spumosa, quae ipsa indicat serii defectum.\n\nIn foemella hac uteri cornua se se protendunt ad duos pollices Parisinos, tubae pertenues ato vix crassiores ad pollicis, ovaria 2 lineas circiter longa, unam lata, alba, sub microscopio pellucida, cum prominentibus ovulis distinctae diaphaneitatis.\n\nHepatis satis magni lobii sunt sex, & aliqui horum in duos veluti subdivisi per incisuram: Lobo infimo mediante membrana connectitur cum rene dextro.\n\nRenes pinguedine toti sunt obsiti.\n\nRenes succenturiati ad latus venae cavae supra emulgentes corpuscula sunt flavicantia tres circiter lineas longa vix dimidiam lata, hepar inter & renes conspicua; sed uti aliæ glandulae, macilentae.\n\nVentriculi structura est, uti in animalibus aliis prohibitis & carnivoris, simplex membranosa, licet hoc animal sit herbivorum, figura ejus extat litera A.\n\nSingularis structurae est fistula intestinalis in confinio intestinorum tenuium & crassorum.\n\nIngressus ilei in colon in diametro habet duntaxat tres lineas; colon è regione ilei 2 lineas. Sed quod incurvatur ibidem cæcum, est ex amplissimis, 2 pollicum in diametro. Memorabilis est valvula coli dicta, annuli ad instar rotunda, singularis prorsus structuræ. Exilis quippe admodum est.\n\nIngressus ilei veluti inter duas tunicas conniventes, ita ut nullus prorsus concedi possit excrementis ad intestina tenuia regressus. Et membranae dua, quae mutuo occurrunt valvulam illam formant, rhomboidalis sunt figuræ. Adsum praetera aliæ valvulae conniventes annulares, & veluti in ramos protensae tres quatuorve principales versus intestinum cæcum. Illustrat hæc ob-\nobservatio egregie usum intestini cœci, quod in infantibus recens natu ordinariè est capaxius. Intervit nempe id diverticuli loco excrementis per novem mensium decursum in intestinis colligi, nec per ea excerni solitis. Par hic est ratio animantium, quæ per hyemem integram in montium cavernis dormunt. Nulla per illud tempus fit excrementorum egestio, & tamen non obstante hâc tardissimâ circulatione atque secretionem, nullâve ciborum assumptione, collectio fit eorundem, quæ ne intestina utriusque generis insarciant nimium, amandantur ad cœcum, ibique ad usque vernum tempus manent; regressus autem ex eodem ad colon impeditur imprimis per valvulas ante descriptas. Structuram hanc intestinorum memoratorum integram oculis exhibet figura B; valvulae autem coli & aliarum conniventium fig. C. Ex myographia ea imprimis contemplanda duximus, quæ actiones hujus animalis distinguunt ab aliis aliorum. Immediate sub cute crassus est & fortis musculus platysma myoides dictus, qui colli partem anteriorem & lateralem, imò & totum musculum masseterem fasciæ instar involvit. Ad ipsam usque articulationem humeri cum cubito se protendens labio tum inferiori, tum superiori inseritur, & motum frequentem pedum anteriorum flexorium simul & labiorum insigniter adjuvat. Hæc quippe Animalia cibos pedum anteriorum beneficio, veluti manibus apprehendentia, ori admovent, & terram illorum ope suffodiunt.\n\nGlandulae thyroideæ ad laryngis latera magnæ, haud dubie ad irrigationem musculorum vicinorum, quorum usus admodum est frequens, quem ipsum in finem passim aliis musculis interjacent alia corpora glandulosa passim memoranda.\n\nSternohyoideus & sternothyroideus in ordinariorum sunt situ.\nFortissimus & tendinosus valde est masseter, maximi in his animalibus usus.\n\nFortissimus item depressor maxillae inferioris digastricus, qui basi ossis hyoidis & ejus cornibus fortiter tendine à processu styloide ortus in maxillam inferiorem ad mentum ferè usque inseritur, cujus venter anterior imprimis est crassus & posteriori quadruplo fortior.\n\nLoco geniohyoidei externi adeat statim sub mento massa carnea musculosa crassa, triangularis inde à maxillae inferioris concursu, sive angulo, sese in quinque lineas lateraliter protendens, qua maxillam inferiorem imprimis connectere videtur. Post hunc basi linguæ insternitur musculus latus transversis fibris carnosis à maxillae inferioris parietibus internis ortus, qui tum in mediam linguæ basin, tum in os hyoides inseritur; qui etiam supplere videtur geniohyoideum externum. Tenuis ille est & à substrato geniohyoideo interno, sive genioglosso vix separandus.\n\nStyloglossus fortis quoque est musculus, carnosoque principio à processu styloide ortus in fortem desinens tendinem.\n\nConspicui valde sunt musculi cricothyroidei item hyrohyoidei.\n\nAd latera gulæ & asperæ arteriae glandulae sunt utrinque ad digiti ferè longitudinem protensa, qua non nisi elevata aspera arteria & gula in conspectum veniunt, & lubricandis his partibus inservire videntur.\n\nFortis est musculus rectus anticus major ejusdem planè structuræ uti in homine.\n\nCeratohyoideus triangularis musculus à cornibus ossis hyoidis ortus in basin ejus inseritur.\nThyroarytænoideus sub sphinctere gulæ conspicuus ad id speciatim inservit, ut clangorem his animalibus proprium efficiat constringendo fortiter Arytænoideas cartilagines.\n\nMusculi pterygoidei sunt admodum fortes.\n\nAd supra jam descriptum platysma myodes adnotandum porro, portionem crassam satis inseri spinæ scapulæ, sed quoque eadem musculo transversum implantari alium tenuem trapezio instratum, qui proin integer ex variis partibus coadunatus musculus inservit motui labiorum, flexendo cuvito, levanda scapulae & antrorsum ducens brachia, quorum opera hæc animalia terram suffodiunt, aliaque res suas peragunt.\n\nTrapezius eodem prorsus modo se habet ut in homine.\n\nRhomboidis loco adeo musculus fortis sub trapezio in conspectum veniens, qui oritur non solum à superioribus spinis vertebrarum dorsi, & inferioribus colli, sed omnibus omnino spinosis transversibus vertebrarum colli, & insuper ab occipite, ita ut scapalam non solum retrorsum moveat, sed etiam elevet, sicque patientiae musculum in actione sua adjuvet.\n\nInsertio hæc rhomboidis in occiput observatur quoque in quadrupedibus aliis, & haud dubie eum in finem adeo, ut caput pronum pendens tanto melius sustineatur.\n\nPatientiae musculus tenui principio oritur ab apophysi transversa primæ vertebrae, & in principiom spinæ scapulæ inseritur.\n\nHujus actionem adjuvat alius eodem principio ortus, qui ad finem spinæ diœæ inseritur, qui duo proin junctim sumpti totam scapulam attollunt.\nSerratum inter anticum majorem, qui eodem modo se habet uti in homine, & subscapularem adeo glandulosa caro magna & lata fortibus his musculis lubricandis inserviens.\n\nSerratus anticus major non solum dentatas habet origines à costis, sed etiam fortes & crassas propagines arcetit à processibus transversis vertebrarum colli.\n\nAniscalptor adeo duplex unus alteri instratus, inferior & latior atque fortior dentatis veluti processibus ab ipsis costis, imprimis inferioribus oritur, & interiori scapulae costae in transitu firmiter annexus lata satis basi humero uti in homine inseritur, & praetera propagationem mittit tenuem ad ipsum olecranon, ita ut non solum humerum retro deorsum trahat, sed etiam cubiti extensio inserviat.\n\nMusculi humeri infraspinatus, subscapularis, & rotundus uterque eodem modo se habent uti in homine.\n\nDeltoides duplex est. Ea pars, quae oritur à clavicula & acromio in flexuram cubiti inseritur, adeoque non tam ad humeri, quam ad cubiti musculos pertinet; altera vero portio, quae ab acromio & spina scapulae oritur, exteriorem humeri situm obtinet in medium circiter humerum inserta; hunc proin non solum sursum movet, sed & extorsum abducit.\n\nCoracobrachiaeus tenuis est musculus ejusdem situs & usus ut in homine.\n\nInter extensores cubiti primus est tenuis, reliquis fasciae ad instar instratus, à colta scapulae ortus; sequuntur duo alii fortes, quorum unus etiam à costa scapulae oritur, alter à superiori parte humeri, qui aliquando progressi se se uniunt & sorti tendine in olecranon inferuntur.\n\nSub his alius lacte itidem sortis, qui à summa humeri parte ortus cum anconae se unit.\nHic ipse autem fortior & crassior est, quam in homine, & exteriuss atque inferius humeri latus occupat.\n\nInter flexores cubiti biceps ejusdem est structuræ uti in homine.\n\nBrachialis vero interni origo se se protendit ad capitulum usque humeri, & in suo progressu hic musculus totam humeri externam partem veluti fasciatim ambit, & eodem loco uti in homine inseritur.\n\nFlexores carpi adsum tres; Extensores carpi tales sunt, quales in homine.\n\nExtensores digitorum sunt primò communis, qui in tres digitos priores inseritur ab humero ortus. Secundus cubito descendens, in ultimum & penultimum interritur.\n\nAdest & indicator f. extensor indicis.\n\nPronatores se habent uti in homine.\n\nEx supinatoribus longus brevior est brevi, cæterum ejusdem situs uti in homine.\n\nAliorum musculorum descriptiones reservamus in aliud tempus.\n\n---\n\n**Figurarum Explicatio.**\n\nFig. 5. A B. Gula, C D. Duodenum, E. Ventriculus.\nFig. 6. E H. Ilei portio, G. H. Coli portio, H F I. Coecum omnia magnitudine naturali.\nFig. 7. a Coli valvula, prorsus fere uti depingitur in homine, nisi quod fermè sit rhomboidalis; b Apertura Ilei in Colon.\nFig. 8. K. Portio Coeci, cujus ima pars est aperta versus Colon, ut Valvulae conniventes ramoae o o o in conspectum veniant.\n\n---\n\n**ERRATA.**\n\nPage 223, line 23, r. Fig. 2. ibid. lin. 31, r. Fig. 3.\n\nFINIS.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103484.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 15680,
    "total-output-tokens": 3683,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1451,
        4
      ],
      [
        1451,
        3180,
        5
      ],
      [
        3180,
        4864,
        6
      ],
      [
        4864,
        6345,
        7
      ],
      [
        6345,
        7796,
        8
      ],
      [
        7796,
        9418,
        9
      ],
      [
        9418,
        10743,
        10
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103484",
    "title": "Muris Alpini Anatome. A Joh. Jacobo Scheuczero, Tigurino, M. D. R. S. S.",
    "authors": "Joh. Jacobo Scheuczero",
    "year": 1726,
    "volume": "34",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/103484"
  }
}