{
  "id": "08e3b5e378137cd2dd29b311dad16347804c2c15",
  "text": "The only official reprint authorized by The Royal Society of London\nPHILOSOPHICAL Transactions:\nGIVING SOME\nACCOMP'T\nOF THE\nPresent Undertakings, Studies and Labours\nOF THE\nINGENIOUS\nIN MANY\nConsiderable Parts\nOF THE\nWORLD.\n\nVol. IX. Beginning the Second Century.\nFor the Year MDCLXXIV.\n\nLONDON,\nPrinted by T.R. for John Martyn, Printer to the Royal Society;\nat the Bell in St. Paul's Church-Yard.\nPHILOSOPHICAL TRANSACTIONS.\n\nJUNE 22. 1674.\n\nThe CONTENTS.\n\nThe Observations and Experiments, begun Numb. 103. about Vitriol, continued; shewing, That Vitriol is usually produced by Sulphur, acting on, and concoagulating with, a Metal; and then making out, that Allom is likewise the Result of the said Sulphur; as also evincing, that Vitriol, Sulphur, and Allom do agree in the saline Principle; and lastly, declaring the Nature of the Salt in Brimstone, and whence it is derived: Where 'tis intimated, that common Salt, together with the Aerial Salt is the foundation of all Saline Substances in the Universe. An Extract of a Letter of M. Hevelius, containing a Narrative of Dr. Walmouth, about a new Astronomico-Chronological Work, now by him preparing. An Account of some Books. I. Observations touching the Torricellian Experiment, and the various Solutions of the same, especially concerning the Weight and Spring of the Air. II. A Mathematical Compendium, collected out of the Papers of Sir Jonas Moore, by Nicholas Stevenson. III. Icones & Descriptiones Rariorum Plantarum Siciliae, Melitae, Galliae, & Italiae, Auth. Paulo Boccone, Panormitano Siculo. IV. Navigation and Commerce, their Original and Progress, &c. by J. Evelyn Esq.\nPHILOSOPHICAL TRANSACTIONS.\n\nJuly 20. 1674.\n\nThe CONTENTS.\n\nExtracts of two Letters, the one from Monsieur Christian Hugens de Zulichem, touching his Thoughts of Mr. Hook's Observations for proving the Motion of the Earth; the other from Seignior Cassini, concerning the same Argument. Brief Directions how to Prepare and Tan Leather, according to the new Invention of the Honourable Charles Howard of Norfolk, experimented and approved of by divers of the principal Masters of that Trade; together, with a Description of the Engine, for beating and cutting the Materials of Tanning. An Extract of a Letter from Mr. Lister about Snails, together with some Quære's relating to the Insects, and the Tables themselves, enumerating the various Land and Fresh-water Snails. A Relation concerning Women of 60 and 66 Years of Age, giving Suck to little Children. An Account of two Books: I. Tractatus quinque Physico-Medici, de SALE-NITRO & SPIRITU NITRO-AEREO, de RESPIRATIONE, de RESPIRATIONE FÆTUS in UTERO & OVO, de MOTU MUSCULARI & SPIRITIBUS ANIMALIBUS; & de RACHITIDE: Auth. Joh. Mayow, L.L.D. & Medici, &c. II. ANATOME CORPORIS HUMANI, conscripta ab Isbrando de Diemerbroeck, Med. & Anat Professore.\nPHILOSOPHICAL TRANSACTIONS.\n\nOctob. 26. 1674.\n\nThe CONTENTS.\n\nAn Observation, made by Doct. Henry Sampson, of a Man Anatomised, that had the order of all his Bowels inverted. An Account of the two sorts of the Helmontian Laudanum, communicated by the Honourable Robert Boyle, together with the way of preparing that sort of Laudanum which is prescribed by the Lord F. M. Van Helmont. A Discourse denying the Pre-existence of Alcalisate, or Fixed Salts in any Subject before it were exposed to the Action of the Fire: Whereunto is added, a Confirmation of an Assertion deliver'd in Numb. 101. of these Tracts; viz. That Alcalisate or Fixed Salts, extracted out of the Ashes of Vegetables, do not differ from each other: The same likewise affirmed of Volatil Salts, and Vinous Spirits; by Doct. Daniel Coxe. An Account of three Books: I. Erasmi Bartholini de NATURÆ MIRABILIBUS Questiones Academicae. II. Thomæ Bartholini de ANATOME PRACTICA ex Cadaveribus Morbosis adornanda Consilium. III. La Lettre de Charles Drelincourt à M. Porrée sur la Methode, pretendue Nouvelle, de tailler la Pierre; avec trois autres à Monsieur Valot sur le mesmo Sujet, comme aussi sur quelques Observations de la Vessie.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101129.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12406,
    "total-output-tokens": 1357,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        68,
        4
      ],
      [
        68,
        398,
        5
      ],
      [
        398,
        1639,
        6
      ],
      [
        1639,
        2840,
        7
      ],
      [
        2840,
        4039,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101129",
    "title": "Front Matter",
    "authors": null,
    "year": 1674,
    "volume": "9",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/101129"
  }
}