{
  "id": "7f61210b5c0b94efcc0cd39995b4404b2df4cb8c",
  "text": "an authentic account of the sinking in of the small river near Pontypool in Wales. It is written by an excise-officer in that district, and was put into my hand by Mr. Windham Bowyer, one of the commissioners of that board. I am,\n\nSIR,\n\nPall-mall, Mar. 11. Your most obedient\n\n1756. humble servant,\n\nJohn Pringle.\n\nLXXX. An Account of the Sinking of a River near Pontypool in Monmouthshire; in a Letter from Mr. Edward Matthews, to the Commissioners of the Excise.\n\nHonourable Sirs,\n\nRead Mar. 12, 1756. In obedience to your honours orders of the 14th instant, relating to the sinking of a river near Pontypool; from my own observation last Friday (the first time I saw it) and that of the neighbouring inhabitants, as under, is the best account I am able to give of it. The first day of January last, a poor woman living near its mouth sent her daughter for water (a great flood appearing in the river just before) who returned in surprize with the account, that it was dry.\nThe River is called by the name of Frooyd, running between two steep hills, or woods, but not very high: it proceeds from water from the adjacent mountains, and seems penn'd up and let out precipitately, to cleanse the iron ore lying near the surface on the sides of these mountains, which greatly discolours the water, which at those times, and after heavy rains, is so rapid and violent, as to carry down prodigious quantities of large stones into another river called Avon Looyd. On Friday last I walked up the Frooyd on the bottom of the river, it being quite dry, up to the chasm, that now receives the water: it is about twenty feet wide; and when its banks are full, about eight or ten feet deep; but now filled up to fifteen feet with stones carried in by the water. There's a lime-stone rock near the surface, about two feet thick, lying in large beds two or three feet square, more or less, in some places, joined close in others; the joints not so close between these beds filled up with small gravel, which was by the rapidity of the stream supposed to be washed out of those joints over a cavity under the said lime-stone rock, and the great weight of water at that time falling from a small precipice just above, forced in one of these beds of stone. The sides of the pit under the lime-stone rock appear to be composed of different materials, as gravel and earth, but firm and perpendicular. On one side this river near this hole, are three pits sunk at the same time, the one within ten yards, of which there was no appearance before; the other two at about thirty yards up the side of the hill (which have been observed for many years, though no body knew the cause of them) are now sunk some yards\nyards deeper, and some trees and shrubs, that were round the edge of these pits, with the ground on which they grew, are sunk down near the bottom. I believe these pits at top may be about twelve yards diameter growing gradually narrower to a center, in shape of a funnel or tun-dish. Under, it is supposed, is this cavity, through which the river now runs, extending itself in one place under the river Avon-Looyd, at about a mile distance, where it broke out a few days after, in several places, on the opposite side thereof, where were three small springs. The reason for this conjecture is, these springs were observed to be always clear till a few days after the sinking of this rock, but now continue to put forth large quantities of this water, which varies in colour agreeable to the water received in at the hole. I am,\n\nYour Honours\n\nAbergavenny, Feb. 22,\n1756.\n\nmost humble and obedient servant,\n\nEdward Matthews.\n\nTAB. XVII.\n\na. The great chasm, which receives the greatest part of the water.\nb. Gravel washed away in the joint of the rock, through which runs into the cavity a considerable quantity of water, within four foot of the great hole.\nc. A precipice just above the chasm.\nd. A hole sunk in never before observed.\nTwo pits observed years ago, now sunk much deeper.\n\nFormer clear small springs, where it is supposed the water now vents itself.\n\nSteep rising ground, or woods, on each side Frooyd, declining towards the Looyd.\n\nLXXXI. An Account of the Agitation of the Waters, on the 1st of November 1756, in Scotland and at Hamburgh. Communicated by John Pringle, M.D. F.R.S. in a Letter to the Rev. Tho. Birch, D.D. Secret. R.S.\n\nSIR,\n\nRead Mar. 18, 1756.\n\nThe two inclosed accounts of the agitation of the waters, on the first of November last, I received since the last meeting of the Society. One was transmitted to me by Dr. Simson, professor of medicine in the university of St. Andrews, containing the observation of Mr. Mark M'Callum, master of a Greenland ship, who happened to be that day at the Queen's-Ferry, a sea-port town on the Frith of Forth, about seven miles farther up than Leith. The account is addressed to the rev. Mr. Dalgleish, a friend of Dr. Simson's, and employed by him to procure the best information.\n\nDr. Simson, in the same letter to me, takes notice of a report, as if the same agitation of the water was likewise",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104974.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8994,
    "total-output-tokens": 1403,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        976,
        2
      ],
      [
        976,
        2692,
        3
      ],
      [
        2692,
        2692,
        4
      ],
      [
        2692,
        3928,
        5
      ],
      [
        3928,
        5061,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "None",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104974",
    "title": "An Account of the Sinking of a River Near Pontypool in Monmouthshire; in a Letter from Mr. Edward Matthews, to the Commissioners of the Excise",
    "authors": "Edward Matthews",
    "year": 1755,
    "volume": "49",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/104974"
  }
}