{
  "id": "41812aec26068b4ead3a4f2905d95f8c87742c4c",
  "text": "\\[ g = yy, \\quad b = o, \\quad i = o. \\quad \\text{in utroque casu fiet } Z = \\]\n\\[ Z = \\frac{yy}{n} + \\frac{y^5}{n^4} + \\frac{3y^8}{n^7} + \\frac{12y^{11}}{n^{10}} \\&c. \\]\n\nV.\n\nAn Account of the Appearance of several Unusual Parhelia, or Mock-Suns, together with several Circular Arches lately seen in the Air by E: Halley.\n\nOn the Eighth of April, this present Year, 1702, walking in London Streets about ten in the Morning, the Air being clear, I observed the Sun to shine faintly, or as we call it, waterish; whereupon casting up my Eye, I perceived several Arches of Circles about him. I made what haste I could to get on the top of a House, which I did at Mr. Morden's by the Royal Exchange, and found the Appearance as is described in Figure 4. Tab. 3° wherein\n\n\\( S \\) is the true Sun, \\( Z \\) the Zenith.\n\n\\( S T P P \\) a great white Circle passing through the Sun, and as near as I could judge, parallel to the Horizon. It was very distinct and entire, about two Degrees broad in the Northern part about \\( T \\); and held much the same breadth in the East and West, but grew narrower towards the Sun, its edges were not very well defined, the whole appearing like a faint white Cloud, and a part of it would have been taken for such, but the whole Circle seen in the pure Azure Sky was a very surprizing sight.\n\n\\( V N X Y \\) a Halo, or rather Iris, that was likewise an entire Circle, having the Sun for its Center. I measured the Semidiameter of this to be much about 22 Degrees: the breath of this Arch which was well defined, was by estimate equal to the Suns Diameter, and it was coloured with the Colours of the Iris, but nothing near so vivid as in the common Rainbow. The Reds were next the Sun, and the Blews in the outward Limb. Within this Circle the Sky appeared somewhat obscure, especially near the Arch; and I take it, that the cause of\nthat Obscurity was likewise cause that the Sun shone so faint and waterish. I expected two Parhelia at X and Y in the Intersections of this with the white Circle, having often seen them at that distance and position from the true Sun, but at this time none such appeared.\n\nP V P. an arch of another Circle, of which only the upper part appeared, it was in all respects, both for breadth and Colours like the Circle V N X T which it touched in the Vertical Point V, but its Center was below at N, or near it. In the Intersections of this Arch with the white Circle on both sides were two very bright Parhelia, so luminous, that I do not remember to have seen the like, which were also tinged with Colours, especially on the side next the Sun, where they were very red. I measured their distance from the true Sun, and found it 31 Degrees. About V where the two Arches were coincident, it was very bright likewise, and the Red on the inside very strong, that some might have imagined another Sun there also, but the Species thereof was drawn out so in length, that it could not properly be called a Parhelion: This Arch P V P broke off on both sides, about five or six Degrees below the Parhelia P. P.\n\nAt N, or the lower part of the Circle V N X T, there appeared likewise a small piece of an Arch, which touched it there, after the same manner as P V P touched in V; it seemed to have its Center in V, and about N there appeared another longish red Species, such as at V, but not altogether so bright.\n\nThe height of the Sun, during the Observation, was from 40 to 45 Degrees, when Clouds interposing, no more was to be seen; the Weather was cooler than ordinary, with a gentle NW Wind. And it was plain that the Vapour which caused this Appearance, was higher than the Clouds, for they were seen to drive under the Circles.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102859.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 1089,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1859,
        4
      ],
      [
        1859,
        3683,
        5
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "None",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102859",
    "title": "An Account of the Appearance of Several Unusual Parhelia, or Mock-Suns, together with Several Circular Arches Lately Seen in the Air by E. Halley",
    "authors": "E. Halley",
    "year": 1702,
    "volume": "23",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/102859"
  }
}