{
  "id": "db8611538e34b499f7eb1bea928c0871b4ccd9d3",
  "text": "IX. On the Lines of the Solar Spectrum.\n\nBy Sir David Brewster, K.H., D.C.L., F.R.S. L. & E., and Dr. J. H. Gladstone, F.R.S.\n\nReceived January 26,—Read February 23, 1860.\n\nIn a paper published in the Transactions of the Royal Society of Edinburgh for 1833, Sir David Brewster stated that by various means he had examined the lines of the solar spectrum, and those produced by the intervention of nitrous acid gas, and had delineated them on a scale four times greater than that employed in the beautiful map of Fraunhofer. Some portions also, which were more particularly studied, had been drawn on a scale twelve times greater. \"Fraunhofer,\" he continued, \"has laid down in his map 354 lines, but in the delineations which I have executed, the spectrum is divided into more than 2000 visible and easily recognized portions, separated from each other by lines more or less marked, according as we use the simple solar spectrum, or the solar and gaseous spectrum combined, or the gaseous spectrum itself, in which any breadth can be given to the dark spaces.\" None of these drawings, however, were published at the time. Frequent observations were continued during the years 1837, 1838, and 1841; and now, after a lapse of many years, the various delineations, having been collated and arranged by Dr. Gladstone, form the principal diagrams in the Plate accompanying this paper.\n\nFig. 1 of Plate IV. represents the lines observed when the sun was at a considerable altitude above the horizon, and its light was examined by means of a good prism and telescope. The spectrum is delineated on so large a scale that it was necessary to divide it into two portions, the upper diagram representing the part between the least refrangible end and the line designated F 7, the lower diagram the part between F 7 and the most refrangible end. On a comparison with Fraunhofer's large map*, the principal lines and features will be easily recognized; but it will be seen that every portion of the spectrum contains lines wanting in the earlier drawing, and that parts which Fraunhofer has marked by one line are resolved into groups of bright spaces alternating with dark lines. The figure of the spectrum extends at the more refrangible or violet end to about the same distance as that of the Bavarian philosopher, but it exhibits a considerable extension at the red or less refrangible end. The principal lines are indicated by those letters, A, a, B, C, &c., which were assigned to them by him, and the larger intermediate lines are marked by numbers, 1, 2, 3, &c., beginning afresh on the more refrangible side of each letter; so that any one of these may be expressed by a combination of a letter and numeral; as, for instance, C 6, a\n\n* In his \"Bestimmung des Brechungs- und Farbenzerstreungs-Vermögens verschiedener Glasarten.\"\n\nMDCCCLX.\nremarkable line in the orange, of which much will be said hereafter. The extreme violet is lettered, both in this and in a map to be subsequently described, by that continuation of the alphabet which has been adopted by M. Becquerel*. It was necessary to indicate in some similar manner the newly published, though not newly discovered, lines at the red end of the spectrum; and as the alphabet has not been appropriated by M. Becquerel beyond P, and it is not likely that further research will largely extend the spectrum in that direction, it was thought safe to take the end of the alphabet, and denoting the first strongly-marked line before A by Z, to work backwards into those slightly refrangible rays, which have been as yet unresolved by human vision. Some of the dark spaces of the spectrum are of an appreciable breadth, in which case they are represented as bands; and where the observation of a line was indistinct or uncertain, it is marked by an interrupted instead of a continuous line.\n\nThe light less refrangible than A is red but extremely faint, so faint indeed, that few observers of the spectrum have perhaps ever seen it; and the only drawing hitherto published of lines in it, appears to be in a map of the solar spectrum by M. Matthiessen of Altona†. He represents a few lines which, on comparison with fig. 1, may be identified as the band anterior to Y, Y itself, and the band Y 1. In order to map the lines and bands in this portion of the prismatic image, Sir David Brewster was obliged to take extraordinary precautions. The telescope was lined with black velvet, in order to exclude any reflected light; a low power was employed; the slit was made about the 8th or 10th of an inch wide, and the eye of the observer was washed with water to cleanse the fluid that lubricates the cornea‡. The most prominent line in this space is that marked Y.\n\nThe red space between A and B is marked by Fraunhofer merely by a bundle of lines midway between the two, and designated a. It is indeed difficult to resolve the light that extends from A to a, but between a and B lines and bands are easily perceptible. This space is delineated not only in fig. 1, but on a larger scale in fig. 2, while fig. 3 is a still more magnified view of the bundle of lines that constitute a. The succession of pale thin bands between A and a 1, represented in fig. 2, were only distinctly seen on one occasion; and to the drawing Sir David Brewster appends the remark, “their exact places and breadths require to be better fixed.” They usually present themselves to the observer as two or three broader bands, filling up nearly the whole space. The series of bands marked by faint lines between a 3 and B, is a peculiar feature of this part of the spectrum.\n\nBetween B and C little can be detected with certainty beyond the four lines previously observed by Fraunhofer. The orange space between C and D is far richer; but immediately beyond the double line D is a yellow space of considerable breadth marked by only one, and that a faint line, and this is the most luminous portion of the whole spectrum.\n\n* Bibl. Univ. de Genève, xl. † Referred to in Compt. Rend. xix. p. 112. ‡ See Comptes Rendus, 1850, tom. xxx. p. 579.\nThe green space between E and F was made the object of special study, and a separate map of it on a scale twelve times that employed by Fraunhofer is given in fig. 4, while fig. 5 represents, on a still larger scale, the lines included within what is ordinarily denominated the triple line b.\n\nThe blue space between F and G is that of which the delineations appear the least trustworthy; indeed there is some discrepancy among the drawings of the lines between F18 and F27. The violet space from G to H is probably deserving of greater confidence. The sparse lines beyond H seem to extend to the further limit of Becquerel's group I, which, with the group I, is faintly indicated.\n\nIn the summer of 1858 Dr. Gladstone examined the two extremities of the solar spectrum where Fraunhofer's map is manifestly deficient; and as these are the portions where there is least light, he made his observations on very bright days about midsummer, and at noon, consequently when the sun was at about its highest in the latitude of London. The instrument of the Rev. Baden Powell, described and figured in the British Association Report for 1839, was employed, and a good prism of flint-glass having an angle of 45°. The light of the sun was reflected from the quicksilvered mirror of a heliostat; and a blue cobalt glass was placed in front of the eyepiece of the telescope. This latter precaution is necessary in order to intercept, or greatly reduce in brilliancy, the orange, yellow, and green rays; for although the telescope takes only a part of the prismatic image into the field of view at a time, it will still happen that, however pure the glass of the prism may be, and however carefully cross-lights are prevented, some of the middle rays will be irregularly dispersed, and will mix with the red or lavender; and when the sun is shining brightly into the instrument, these rays will be in sufficient quantity to render it a matter of great importance that they should be stopped by cobalt glass. The results of these observations are given in fig. 6, which is on the same scale as Fraunhofer's spectrum, or one-fourth of that adopted in fig. 1.\n\nFrom this map it is evident that the appearance of lines and bands between A and B is not confined to periods of the day, or latitudes, where the sun is at no great height above the horizon, although none, except the group a, are delineated in the Munich diagram. It will presently be seen, however, that they become much more visible when the sun's light traverses a larger portion of our atmosphere. Light was perceived by Dr. Gladstone for a considerable space anterior to A, but no lines were distinguishable in it, on account probably of the inferiority of his apparatus to that employed by Sir David Brewster, whose drawings also had not been seen or heard of by him when he made these observations.\n\nOn comparing this map in its delineation of the rays beyond H with the drawings of M. Becquerel* and Professor Stokes†, it will be at once evident that it contains the lines marked by them as far as it extends, besides many finer ones. Yet the three maps represent three different phenomena: that of Becquerel the lines and spaces where there is no chemical action; that of Professor Stokes the lines and spaces where\n\n* Bibliothèque Univ. de Genève, xl.  \n† Philosophical Transactions, 1852.\nno fluorescence is produced in bisulphate of quinine, or similar bodies; while this represents those where there is no effect on the organ of vision. Professor Stokes mentions in a note to his paper, that he had \"succeeded, by a particular arrangement, in seeing so far into the 'lavender' rays as to make out the groups of fixed lines $m$, $n$, $p$ by means of light received directly into the eye, and even to perceive light beyond that.\" The $m$, $n$ of his drawing answer to the M and N of M. Becquerel's map, and his $p$ is nearly coincident with its termination. The figure of M. Matthiessen extends at least as far as the fluorescent spectrum of Professor Stokes, but it does not clearly appear how it has been obtained.\n\nProfessor Piazzi Smyth, during his recent astronomical experiment on the Peak of Teneriffe, had an opportunity of analysing the light of the sun when seen through a smaller amount of atmosphere than has fallen to the lot of any other investigator. He has incorporated such observations made near noon-day in the account of his experiment*, but unfortunately his apparatus was imperfect. His statements amount to this: that \"comparing a high sun-spectrum at the sea-level with a similar one at Alta Vista 10,702 feet high, both observed direct, it was found that while in the former the spectrum terminated immediately beyond H, and the two bars of H were nebulous, in the latter the spectrum extended beyond H to three times the distance of its bars asunder: the two said bars also lost all their nebulosity, being clearly resolved into their component lines; many fine clear lines were seen between them, and many appeared nebulously in the space beyond.\" He gives other good reasons also for the conclusion that \"we may assume that there is a much greater amount of the more refrangible rays in the sun's light in the upper, than in the lower regions of the atmosphere.\" To his drawings of the spectrum at evening, reference will be hereafter made.\n\n**Absorption by the Atmosphere.**\n\nThe absorbent power exercised by the earth's atmosphere on the more refrangible rays already alluded to, is extremely evident when the sun is shining through a long reach of air, as at his rising or setting. Everyone has remarked that under such circumstances the luminary acquires a more or less red colour. This is due to the total absorption of the lavender and violet rays, the greater or less absorption of the blue and green, and the diminution of the yellow and perhaps the orange rays, whilst the red pass apparently unimpeded through the deepening atmosphere, and from the absence of the dazzling yellow, reveal themselves with their characteristic lines to the eye even when unshielded by any coloured medium. This is also the case, to a certain extent, when the sun at any altitude shines through mist or smoke; and the same result may be at any time obtained by placing in the path of the rays a vessel of water with which a few drops of milk have been mixed.\n\nIt is scarcely necessary to say, that, though the visible spectrum becomes shorter as the\n\n* Philosophical Transactions, 1858, pp. 503 to 507.\nsun sinks, there is no real contraction of its several parts, the distance between the fixed lines measuring precisely the same at different hours.\n\nThe red sun is often attended with a blue sky; the diffused light, in fact, always exhibits portions of the spectrum which are wanting in the direct rays. This may give rise to a singular phenomenon. There is a green glass coloured by means of copper and iron which has the power of absorbing the whole of the red and orange rays, but allowing others to penetrate. If the landscape be viewed through this, all the ordinary objects are seen with tolerable distinctness, though of a greenish or bluish colour, but anything purely red is extinguished; and it has happened to Dr. Gladstone, on examining the western sky near sunset with such a glass, that he has seen the various configurations of the clouds and of the horizon perfectly, whilst the sun itself was so little visible that its presence would not have been detected, unless it had been specially sought for. No black space is produced in this experiment; for of course that portion of the sky immediately between the solar disk and the spectator is sending diffused light like the parts adjacent.\n\nAtmospheric Lines.\n\nBeyond this absorption of the more refrangible rays, another and more remarkable phenomenon presents itself when the sun descends towards the horizon and shines through a rapidly increasing depth of air. Certain lines which before were little if at all visible, become black and well-defined, and dark bands appear even in what were formerly the most luminous parts of the spectrum. This has been observed both at sunrise and sunset; and it is not necessary that the luminary should be just on the horizon, or that the absorption of the more refrangible rays should be very complete; indeed these atmospheric lines have been seen when H and k were easily distinguishable, and light was perceptible far beyond. Fig. 7 is a map of these lines and bands, compiled from the independent drawings of the two authors, which agree very closely. In calling them \"atmospheric,\" nothing more is meant to be expressed by the term than the mere fact that these lines or bands become much more visible as the sun's rays pass through an increasing amount of atmosphere. Sir David Brewster first observed them, and gave a verbal description of them in the paper already referred to*, but his more exact and extended observations were made subsequently. In the least refrangible part of the spectrum which was first observed by him, the bands X3, Y1, Y3, and Z1 become very dark as the sun sets, and assume the appearance of broad black bands, supporting on each side the finer lines Y and Z. A becomes very wide even when the sun is at a considerable altitude, its aspect being that represented in fig. 8, which is on the same scale as fig. 3; and gradually the lighter portions on each side of the black line become quite dark, and the series of lines before it are converted into a dark band, so that it presents the appearance of two black spaces divided by a narrow luminous space; but as the sun sets this light also disappears, and it becomes one uniform expanse of darkness. The group a becomes much deeper in shade, but not uniformly so, for the bright spaces between the bands are not absorbed. In general the shaded parts between A and B\n\n* Edinburgh Philosophical Transactions, vol. xii. pp. 529, 530.\nbecome rather less luminous as the sun descends; but the greatest effect is observable in\nthe narrow band \\(a\\) 8, the nearest to B, the appearance of which at that time is repre-\nsented in fig. 9, where the scale is double that of fig. 2. C and most of the lines between\nit and C6 are deepened; and the last-mentioned line is particularly noticeable, as it begins\nto intensify when the sun is at a considerable altitude; indeed in Great Britain it is\nvery evident during winter at any hour of the day. When the sun is about to set, or\nwhen it is just rising, it is one of the most strongly marked lines in the whole spectrum.\nC15 increases to a black band, C16 becomes more evident than before, and the double\nline D is very strongly developed; D1 deepens in shade; and at about D2 commences\na band, marked by the Greek letter \\(\\delta\\) in the diagram (fig. 7), which is one of the most\ncharacteristic features of the prismatic image of light that has passed through a long\nspace of air. It is discernible in the diffuse light of a dull day at any hour; it is that\nwhich Professor W. A. Miller observed manifesting itself on the occasion of a thunder\nshower*; and it becomes evident in the direct solar rays when the luminary is several\ndegrees above the horizon: from its occurrence in a most luminous part of the ordinary\nspectrum, and from its great breadth, it intercepts a large amount of light, even at that\ntime; and when the sun is just setting, it becomes a broad space of almost total darkness.\nIt appears to cover a larger amount of the image in the direction of E, as it deepens in\nshade. It is succeeded by other bands, \\(\\varepsilon\\) and \\(\\zeta\\), and by a line \\(\\eta\\). The latter becomes\nvery prominent, and from its vicinity to the comparatively faint line E, which is not per-\nceptibly deepened by the atmosphere, has sometimes been mistaken for E itself. Beyond\n\\(b\\) there are several remarkable bands, especially those designated in the map by the letters\n\\(i\\) and \\(z\\). F itself seems to become nebulous; and between it and G appear seven bands,\n\\(\\lambda\\), \\(\\mu\\), \\(\\nu\\), \\(\\xi\\), \\(\\sigma\\), \\(\\pi\\), \\(\\varphi\\): the representation of the six last given in the map is on the authority\nof one single observation and drawing by Sir David Brewster. It is but rarely that\nthis part of the spectrum can be seen at sunset; and the portion beyond G is so seldom\nvisible, and when seen is so faint, that no atmospheric lines or bands have been descried\nin it.\n\nAllusion has already been made to the fact that the band \\(\\delta\\) is easily recognizable in\ndiffused light; and this is more or less true, as might be expected, of the other bands\nand lines. Indeed the western sky after sunset affords a favourable opportunity for\nstudying those in the more luminous parts of the spectrum. If the sky be red, C, C6,\nD, and \\(\\delta\\) generally appear as four very black bands; if it be yellow, they are not so well\ndefined. The various colours of the clouds also afford a great variety of appearance, but\nnot so much in the character of the dark spaces, as of the luminous image which they\nintersect. There seems to be a difference in the visibility of these bands at different\ntimes, which is not readily accounted for; thus on October 29, 1837, at Allerly, near\nMelrose, at the instant of sunset the luminous sky gave a spectrum in which C6, though\ndistinctly seen, was not black, nor was D, nor \\(\\delta\\), while the line B was very broad and\ndeep. For thirty-seven minutes after sunset this black B was discernible; but even\nthen, and indeed until the twilight had gone, the forementioned bands, usually so\n\n* Philosophical Magazine, August, 1845, p. 85.\nprominent, did not appear either black or wide. On October 31, again, the atmospheric lines were not so dark as usual, while the rays beyond C 10 had evidently suffered a considerable absorption. On neither of these occasions was there much colour in the sky; but that the phenomena did not depend on either the absence or presence of humidity in the atmosphere, is evident from the fact that on the earlier date there was a keen frost, while on the later day the weather was wet, the thermometer being 38° F. at the time of observation. That moisture, however, has some influence in the production of these bands, is shown by the effect of a fog on the solar radiations; thus on November 20, 1858, at 10 o'clock A.M., at London, the sun loomed red through a mist, and a prismatic analysis of its light showed \\(a\\) and B with extreme distinctness, and the characteristic C 6, \\(\\delta\\), and \\(\\eta\\).\n\nWhen the sun's rays traverse a mixture of milk and water, though they are dispersed and absorbed to a large extent, especially at the more refrangible end of the spectrum, these atmospheric lines are in no way exhibited; a proof, if additional proof be needed, that they are not owing to the mere reduction of the light.\n\nIt is a most beautiful and striking sight to observe the gradual appearance of these characteristic lines as the sun descends towards the horizon. Professor Piazzi Smyth remarked it; and from his elevated position on the Peak, he had the peculiar advantage of observing the sun when it had sunk beneath the astronomical horizon, even to the depth of 1°. In his drawings* it is curious to trace the gradual darkening of \\(a\\) and B, and the intermediate lines, of what he calls the \"growing\" line beyond C, and of the dark band that follows D. In the drawing made by him when the sun was at an altitude of —1°, the bands between C 6 and \\(b\\) appear to occupy a still larger space than in the diagram compiled from the observations in Scotland and England. This, of course, is in accordance with what might have been anticipated.\n\n**Measurements.**\n\nThe following are the refractive indices of the principal lines of the spectrum, atmospheric or otherwise, as determined for the flint-glass of which the prism employed by Dr. Gladstone is composed:\n\n| Line       | Index |\n|------------|-------|\n| A          | 1.6069|\n| \\(a\\)      | 1.6087|\n| B          | 1.6104|\n| C          | 1.6122|\n| C 6        | 1.6139|\n| D          | 1.6162|\n| End of \\(\\delta\\) | 1.6192|\n| End of \\(\\zeta\\) | 1.6219|\n| E          | 1.6234|\n| \\(b\\)      | 1.6249|\n| F          | 1.6292|\n| G          | 1.6404|\n| G 33       | 1.6464|\n| H          | 1.6501|\n| K          | 1.6513|\n| I          | 1.6548|\n| L          | 1.6567|\n| 2nd of group M | 1.6589|\n| 5th of group M | 1.6614|\n| 1st of group N | 1.6642|\n\n* Philosophical Transactions, 1858, Plate XXXV.\nIt may be well to state that the angular measurements from which these numbers were calculated, showed a proportion between the different lines almost identical with that represented in the drawings of Sir David Brewster, and also in the map of M. Matthiessen of Altona.\n\nLight reflected from the Moon.\n\nAs the light of the moon is only that of the sun reflected from her surface, it might be anticipated that it would exhibit the same fixed lines; and so indeed it does. The authors of this paper, like other observers*, have remarked this. Sir David Brewster saw distinctly the lines in the lunar spectrum from B to near H, and placed it on record that they were exactly the same as those in the solar spectrum. Dr. Gladstone observed the same, but with him the prismatic image appeared to terminate at the less refrangible end, just on the C side of B, and at the more refrangible end it seemed to be suddenly cut off by the line H; but whether this was precisely the case could not be determined by measurement, as there was not sufficient light in the field of view at the extremities of the spectrum to see the cross-wires of the telescope. When the moon sank towards the horizon, the more refrangible rays were found to be partially absorbed, while the lines C and D became very strongly marked; C6 made its appearance in its proper position—as determined by angular measurement—and the band δ came distinctly into view.\n\nIt is worthy of remark, that there is nothing in the reflecting surface of the moon, or in her atmosphere (if she have any), which produces fresh bands of absorption in the solar light, at least as far as prismatic analysis has yet revealed.\n\nMany observers have remarked that there are parts of the prismatic image which give rise to different sensations of colour according to their intensity. Thus in the spectrum of direct sunlight a broad space appears yellow, while in that of diffused light the same colour is sometimes restricted perhaps to the narrow bright band between D and D2, the adjoining rays appearing orange on the one side, and green on the other. Striking illustrations of this were obtained during the examinations of the spectrum afforded by moonlight. Sir David Brewster saw the green space extending a little beyond F; Dr. Gladstone found the portion between G and H, which is usually violet, to be strictly analogous in colour to those \"lavender\" rays beyond H, which he was then studying; and another party, to whom he showed the lunar spectrum, remarked at once the abnormal colour of these rays, but designated them \"grey,\" and that without knowing that Sir John Herschel had applied the same term to the almost invisible extreme rays of the solar image. In like manner, Sir David Brewster on one occasion in describing a spectrum of the western sky after sunset, adds the note,—“There is a slight tinge of blue close to F, but the general colour beyond it is violet.”\n\n* For Fraunhofer’s observations see Gilbert’s Ann. vol. lxxiv. p. 375.\nLines produced by Absorbent Media.\n\nIn the paper already referred to*, Sir David Brewster described the remarkable series of dark lines and bands which make their appearance in the spectrum when nitrous acid gas is interposed between the prism and the source of light, whether that be the sun or a burning lamp. He mentions also the circumstance that heating the gas produces the same increase in the number and breadth of these lines as an increased thickness of the gaseous stratum itself does. From his drawings made about that time, fig. 10 is compiled. It is on half the scale of fig. 1, and the principal lines of the solar spectrum are inserted, with a view of identifying the position of the nitrous bands. These bands are numbered in the figure, beginning not with 1 but with 10, so that any future observer publishing a map with those lines in the orange and red spaces, which require a greater thickness of gas, or a higher temperature to develope them, may continue the numbers also in the same backward direction.\n\nAlmost immediately after the publication of this effect of nitrous acid fumes on light, Professor W. H. Miller, of Cambridge, announced the discovery of different series of lines caused in the spectrum by the interposition of bromine and iodine vapour, and euchlorine gas†. These lines differ wholly from the preceding. Subsequently Professor W. A. Miller, of King's College, investigated the subject, and published‡ not merely a description, but coloured drawings also of the lines and bands of absorption produced by iodine, bromine, chlorous acid, nitrous acid, and perchloride of manganese. His delineation of the nitrous bands does not profess to be very accurate, and differs considerably in detail from the much fuller drawings that are united together in fig. 10, partly perhaps because he employed a sufficiently dense stratum of gas to bring out lines in the red, and to intercept nearly the whole of the violet rays.\n\nIt was observed by Sir David Brewster in the same paper§, that a solution of oxalate of chromium and potash has the remarkable property of giving rise to a sharp and narrow black band in the prismatic image. This band coincides with the bright space between the solar bands \\(a_6\\) and \\(a_7\\). Analogous absorption bands have been remarked when light has been transmitted through solutions of other salts; for instance, blue compounds of cobalt, salts of the protoxide and of the peroxide of uranium, permanganate of potash, and salts of didymium, beside such substances as chlorophyll, alizarine, and purpurine∥.\n\nOrigin of Lines.\n\nThe origin of these fixed lines and bands in the solar spectrum is a question still unresolved. It may be conceived—\n\n* Phil. Trans. Edinb. vol. xii. p. 522. † Phil. Mag. 1834. ‡ Ibid. August, 1845, p. 81.\n§ P. 525. See also Philosophical Transactions, 1835, p. 92.\n∥ See the papers of Sir John Herschel, Phil. Trans. Edinb. ix.; of Sir David Brewster, Phil. Trans. Edinb. xii. p. 538; of Professor Stokes, Philosophical Transactions, 1852, pp. 487, 517, 522, 558, and Quart. Journ. Chem. Soc. 1859, p. 219; and of Dr. Gladstone, Quart. Journ. Chem. Soc. 1857, pp. 79 and 219, and Phil. Mag. Dec. 1857.\n\nMDCCCLX.\n1st. That the light when emitted from the photosphere itself is deficient in these rays. This was evidently the idea of Fraunhofer.\n\n2nd. That they are due to absorption by the sun's atmosphere.\n\n3rd. That they are due to absorption by the earth's atmosphere, or it is conceivable that some of these lines and bands have one origin and some another, though it seems more natural to refer them all to one cause.\n\nThe first supposition, that they are originally wanting in the light itself, scarcely admits of a positive proof.\n\nIf the second supposition, that they (or some of them) are due to the sun's atmosphere, be true, it may be expected that the light which comes through a minimum amount of such atmosphere would present less appearance of these lines than that which has traversed a longer portion. During the eclipse of the sun in March 1858, Dr. Gladstone made preparations for determining whether the light coming merely from the thin edge of his disk would be different in this respect from the ordinary sunlight, but unfortunately clouds prevented the experiment being carried out on that occasion*. However, by other contrivances, each of the authors came independently to the conclusion that there is no perceptible difference in this respect between the light from the edge and that from the centre of the solar disk.\n\nThat the earth's atmosphere has much to do with the manifestation of these lines is beyond all question, and the analogy of such gases as nitrous acid, or bromine vapour, suggests the idea that they may originate wholly in the air that encircles our globe. Nor does the observation that an increased depth of air affects some lines greatly, and others little, if at all, militate against the supposition that they are all due to the same absorbent medium; for such a band as No. 44 of the nitrous acid spectrum (fig. 10) will appear much the same whether a thin or a thick stratum of the gas has been interposed, while the band No. 10 will only make its appearance when the stratum is deep. Again, a thin stratum of a uranium salt in solution shows a dark band in the greenish-blue space, and on increasing the thickness this dark band remains almost the same in width, while four new bands make their appearance in the blue portion, and the violet is absorbed. This question, however, appears susceptible of an experimentum crucis. Were we to take any artificial light, and examine it by a prism through a sufficient length of air, we ought to see the fixed lines developing themselves, if they be due to the atmosphere, or entirely absent, if otherwise. This was tried by Dr. Gladstone. The lighthouse at Beachy Head exhibits thirty oil-lamps on a triangular stage, each furnished with a large parabolic silvered reflector. The light of ten of these lamps at once is thus thrown into one beam, which as the apparatus revolves sweeps the horizon, and is visible about as far as any artificial light in existence. On the nights of August\n\n* After this communication had been sent to the Society, Dr. Gladstone was made acquainted with the fact that the same idea had occurred previously to Professor Forbes, and that he had determined by the annular eclipse of May 15, 1836, that the light from the edge of the solar disk is identical in this respect with ordinary sunlight.—Phil. Mag. vol. ix. p. 522.\n31 and September 1, 1859, it was seen from Shoreham and Worthing, at the distance of twenty-five and twenty-seven miles respectively, and across the sea, like a star of the second magnitude, but of an orange colour. On examining it by the prism and telescope, it was resolved into a thread of light of a pale yellow colour, shading off into red at one end and into green at the other, while absorbent glasses showed that the spectrum did not extend either way beyond C and F. No lines were detected. The result therefore is unfavourable to the above supposition; for though twenty-seven miles of atmosphere, even at its densest, could not be expected to produce what are described above as \"atmospheric lines,\" D and b might reasonably have been looked for; yet on account of the faintness of the light, and the difficulty of distinguishing with certainty a minute break in a flickering luminous thread, no great reliance should be placed on this negative result. The stars promise the best means of solution, since their light traverses precisely the same terrestrial atmosphere as that of the sun does. **Fraunhofer** saw, as was antecedently probable, some new lines of absorption in the spectra of certain fixed stars, while he recognized the line D in Pollux and Procyon, and the lines D and b in Capella and Betelgeus. Yet he did not observe these familiar lines in the spectra of Sirius and Castor; but it may be fairly open to doubt whether this did not arise from the extreme difficulties attending the observation. The experiments of the present authors in this direction, though they have had the use of powerful telescopes, have not led to any definite conclusions as to these lines, but they have both noted other remarkable phenomena of absorption, especially on examining the spectra of the coloured stars*.\n\nThe origin of the fixed lines of the solar spectrum must therefore still be considered an undecided question†.\n\n*Luminous Bands in Artificial Lights.*\n\nWhile the spectra of some artificial lights exhibit all the coloured rays gradually shading one into the other, those of some other lights consist of a series of luminous bands separated by dark spaces; and one of the most remarkable facts is this, that these luminous bands sometimes coincide with the dark lines of the solar spectrum. Thus the intense yellow light of the soda-flame is well known to have the same refrangibility as D; and this ray is prominent also, according to W. A. Miller, in the flames of lime, strontia, baryta, zinc, iron, and platinum, and, according to Angstrom, in the electric flames of every metal examined by him. But the most remarkable case occurs when carbon or sulphur is burnt in nitre. The brilliant light, when analysed by a prism, exhibits a spectrum about as long as that of the sun at noon day, but marked by bright lines, among which three are particularly prominent, respectively violet, yellow, and red in colour. The violet ray is not quite so refrangible as the solar H, but the yellow is coincident with D, and the red with A, while between the red and yellow\n\n* For Sir D. Brewster's observations see his 'Optics,' Ed. 1853, p. 94.\n† Wherever they originate it is possible that they may be phenomena of interference, as Sir David Brewster has observed analogous lines and bands in portions of decomposed glass consisting of numerous films.\nappear at times fainter lines, one of which coincides with B, and a bundle sometimes appears in about the position of \\(a\\).\n\nFig. 11 represents a series of lines, principally orange, that appear in the spectrum of a spirit-lamp flame, on the wick of which nitrate of strontia has been placed. It is from a drawing by Sir David Brewster, and its position in the spectrum is indicated by the ordinary letters. The yellow line coincident with D is very prominent.\n\nP.S. Much additional light has been thrown on these luminous bands, and their relation to the dark lines of the solar spectrum, by the recent labours of continental observers.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108764.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 18,
    "total-input-tokens": 29190,
    "total-output-tokens": 8828,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2833,
        2
      ],
      [
        2833,
        6058,
        3
      ],
      [
        6058,
        9405,
        4
      ],
      [
        9405,
        12537,
        5
      ],
      [
        12537,
        15961,
        6
      ],
      [
        15961,
        19644,
        7
      ],
      [
        19644,
        22499,
        8
      ],
      [
        22499,
        25497,
        9
      ],
      [
        25497,
        28701,
        10
      ],
      [
        28701,
        32039,
        11
      ],
      [
        32039,
        35404,
        12
      ],
      [
        35404,
        36043,
        13
      ],
      [
        36043,
        36043,
        14
      ],
      [
        36043,
        36043,
        15
      ],
      [
        36043,
        36043,
        16
      ],
      [
        36043,
        36043,
        17
      ],
      [
        36043,
        36043,
        18
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108764",
    "title": "On the Lines of the Solar Spectrum",
    "authors": "J. H. Gladstone, David Brewster",
    "year": 1860,
    "volume": "150",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 18,
    "jstor_url": "https://www.jstor.org/stable/108764"
  }
}