{
  "id": "a87f224fa67d6cf10fd717e9fa9b643b3eff87af",
  "text": "XIII. On the frequent occurrence of Indigo in Human Urine, and on its Chemical, Physiological, and Pathological Relations. By Arthur Hill Hassall, M.D. Lond., Member of the Royal College of Physicians, Physician to the Royal Free Hospital, &c. &c. Communicated by Professor Sharpey, Sec. R.S.\n\nReceived June 10, 1854,—Read June 15, 1854.\n\nSince I had the honour of communicating to the Royal Society in June last *, the results of my investigations on the frequent presence of indigo in human urine, I have continued to follow up the subject, and this, I trust, with some interesting and important results.\n\nFirst. After some difficulty, I have succeeded in obtaining the blue pigment in question in considerable quantity, so as to allow of its being subjected to further experiment, with the view of furnishing additional proofs of its being really indigo; and second, I have succeeded in determining the cases in which this pigment occurs most frequently and abundantly, and its probable source.\n\nThe present communication comprises these additional particulars and observations, together with the chief facts connected with the occurrence of indigo in the urine which have resulted from my previous investigations.\n\nRemarkable cases of variously-coloured urine have been described from time to time; such instances have, however, hitherto been supposed to be of extremely rare occurrence, more than a single example of the kind but seldom falling under the observation of any one individual; they have also been regarded rather as curiosities and extraordinary anomalies, than as physiological and pathological facts, which, if rightly understood, are full of the deepest interest and importance.\n\nAlthough several cases of coloured urine have been described, two only, in which the colouring matter has been at all satisfactorily proved to be indigo, have been recorded.\n\nThe circumstances which led to the investigations recorded in this communication were the following:—Some four or five years ago, when examining urinary deposits under the microscope, I frequently noticed in the field of vision, particles of a deep blue colour. So often did this occur, that I could not even then help suspecting that their presence could scarcely be accidental; however, no analysis of the blue colouring matter was at that time made, and the circumstance was in a fair way of being forgotten, until the recollection of it was renewed by another occurrence.\n\nIn June 1852, a sample of urine freely exposed to the air in an open vessel, was\n\n* See Proceedings of the Royal Society, June 16, 1853.\nobserved after four or five days' exposure gradually to change colour; the pellicle or scum which had formed on the surface of the urine became at first slate-coloured, and at length deep blue, with here and there a rusty-red tint: the urine also underwent, at the same time, some remarkable changes, becoming thick and turbid, deep brown, greenish, bluish-green, and finally of a faded yellowish-green colour; a considerable sediment was found at the bottom of the glass, this was deep brown, soft and deliquescent, intermixed with a little blue colouring matter, and it had a medicinal smell resembling somewhat that of valerian.\n\nIn this state, without undergoing any further material changes, the urine remained for many days.\n\nExamined with the microscope, the scum or pellicle on the surface was found to consist of Vibriones, innumerable animalcules, and crystals of triple phosphate, with a great many fragments and granules of a deep and bright blue colour.\n\nSo remarkable and striking was the appearance presented by this urine, that I could not help fancying a mistake must have occurred, and that possibly some foreign colouring matter had accidentally found its way into the urine; I therefore procured a second sample of the same urine, taking every precaution to avoid fallacy, and keeping it in a room to which no one had access but myself. Gradually the same changes ensued as in the first sample, and this likewise became blue.\n\nHaving thus ascertained that the changes observed were due to something contained in the urine itself, I next proceeded to set aside in open vessels a series of urines, all from the same patient, noticing the alterations which occurred from day to day.\n\nThe first urine of the series, when passed, was somewhat alkaline to test-paper, had a specific gravity of 1017, and was of a light brown colour; there formed on its surface, in the course of three or four days, a thick, greasy-looking, soft scum, consisting of Vibriones and very many large and fine crystals of triple phosphate; at about this time the scum became greyish-blue, lavender, bright blue, and finally, after four or five days more, of a deep indigo-blue colour, which was permanent. When disturbed or broken, the blue crust usually turned, after some hours, rusty-red at the broken or fissured part, but gradually the original blue colour was restored. The urine itself at the same time underwent some singular changes; it became thick, brown, green, bluish-green, and finally nearly black. As evaporation took place, the blue crust became attached to the sides of the vessel, and on pouring the urine into another glass, there was found a considerable quantity of a brown, extractive-like substance at the bottom of the vessel, mixed with some of the blue colouring matter which had fallen from the surface of the liquid.\n\nIn the second urine of the series the changes were similar in kind, but less in degree. This urine was alkaline, of specific gravity 1015, and the pellicle of Vibriones, animalcules and triple phosphate which formed on the surface became gradually coloured as before, being first slate-coloured, then bluish, and lastly light blue. The\nurine in this sample became thick and of a dirty grass-green colour, and a similar brown deposit with some blue colouring matter was found at the bottom. Some of the blue and brown deposits from this and the previous sample were collected and subjected to analysis.\n\nThe third, fourth and fifth samples resembled very closely the second, but contained less of the blue and brown colouring matters.\n\nThe sixth sample was neutral, of specific gravity 1007, and contained rather much vaginal epithelium. A pellicle gradually formed, limited principally to the borders of the fluid; this became of a decided bluish tint, the urine itself at the same time becoming dark brown, letting fall a deposit of the same colour, and possessing the same characters as in the other samples. Examined with the microscope, pieces of the blue colouring matter were detected in the scum, as well as triple phosphate, Vibriones, and a few of the animalcules.\n\nThe seventh urine was decidedly alkaline, of specific gravity 1019, and contained much mucus and epithelium; eight days afterwards, a scum, which had become deep blue, had formed around the margin of the fluid; the urine had changed from light brown to a dark greenish tint, and was very thick, some of the brown sediment present in the other samples being found at the bottom of the glass.\n\nThe eighth urine was of a straw-colour, slightly acid, of specific gravity 1015, and contained much mucus and epithelium; at the end of eight days, the scum, which had formed chiefly around the edge of the fluid, was perceptibly blue on one side only, but the colour was neither so deep nor so extensive as in the previous sample. The urine itself became dark and thick.\n\nThe ninth sample was decidedly acid, of specific gravity 1009, and contained albumen, many blood-corpuscles, and much mucus. The pellicle which formed around the edge of the fluid did not become in the least blue, neither did the urine undergo any very considerable change of colour, although it became a few shades deeper.\n\nThe tenth sample was slightly acid, also of specific gravity 1009, and contained much epithelium, but no albumen. A thick scum of Vibriones and animalcules collected after a time over the entire surface, but it did not become at all blue; the urine was only a few shades deeper coloured than when passed. No blue particles were discovered with the microscope.\n\nI will now proceed to state the results obtained by the chemical examination of the urine, the blue colouring matter, and the brown extractive, as made by Dr. Letheby and myself. The analysis of the urine was made after it had been standing for some time, and after it had been shaken and disturbed, its appearance being considerably altered thereby.\n\nThe Urine.—The urine of the second sample at the time of analysis, when shaken up, had a dark greenish-brown colour, was strongly alkaline both from fixed and volatile alkaliies, and emitted a highly ammoniacal odour. It was turbid from the presence of a large quantity of triple phosphate, as also from the colouring matter;\nthese quickly subsided and left a clear supernatant liquid of a deep wine-red colour; above the deposit of earthy phosphates, collected at the bottom of the vessel, the colouring matter formed a thin stratum composed of dirty bluish-green flocculi.\n\nThe bottle was corked and set aside for ten days, at the end of that time the bluish-green precipitate had entirely disappeared, but on removing the cork and allowing free access of atmospheric air for some days, the coloured deposit was again produced. While in this state the liquid was filtered and the precipitate washed with water, then drenched with weak hydrochloric acid, and finally dried. By this means a rich blue precipitate was obtained possessing the following characters, chemical and general.\n\nα. It exhibited a coppery lustre on being rubbed with the nail.\n\nβ. It presented an amorphous, granular and fragmentary appearance under the microscope.\n\nγ. It was not soluble in water, dilute acids, ether, alcohol, or turpentine; nor was it affected by spirits of wine in which there was a little free acid.\n\nδ. It was not attacked by liquor potassæ at ordinary temperatures, but when heated therewith, it was converted into a dirty, yellowish-brown solution.\n\nε. It was freely dissolved by strong sulphuric acid, and produced a deep blue liquid miscible with water, and which chlorine had the power of bleaching.\n\nζ. When heated with fuming nitric acid, it yielded a greenish-yellow solution, which became of a brilliant yellow with liq. potassæ.\n\nη. On diffusing it through water and boiling with lime and grape-sugar, it furnished a wine-red fluid, which on being filtered and then neutralized with hydrochloric acid, gave a greenish-blue precipitate. Another portion of the liquor was exposed to the air for a few hours, and it reacquired its blue colour.\n\nθ. When heated in a test-tube it evolved vapours of a rich violet-red colour, and produced the characteristic odour of sublimed indigo.\n\nThe urine that was filtered off from the above precipitate was allowed to evaporate spontaneously, by which means it yielded an additional quantity of indigo, which adhered in the form of very small flakes to the sides of the dish. It also gave a rather large proportion of a deliquescent brown colouring matter, and a number of large rhombic plates of ammoniacal phosphate of soda and potash. These crystals were removed from the vessel by means of a needle, and the brown residue was treated first with alcohol and then with water. The alcohol acquired a deep brownish-red colour, and the water a dark brownish-green. Both of these solutions were evaporated at a temperature of 160° Fahr.\n\nThe alcoholic solution furnished a rich brown extractive, which was soluble in water, but not in dilute acids; and nitric acid did not produce that play of colours which is characteristic of bile pigment, nor did the precipitate formed with basic acetate of lead furnish a purple liquid with alcohol and free acid. A strong solution of potash dissolved the extractive and yielded a deep blood-red fluid, which was\nrendered green and opalescent by boiling. These reactions show that the brown pigment was somewhat like hæmatin in its chemical manifestations.\n\nWhile the aqueous solution of the colouring matter was undergoing evaporation, it gave a further supply of indigo, which was formed most freely at the edge of the liquid. The residue was made black by concentrated sulphuric acid and deep brown by potash.\n\nThe blue colouring matter.—The two samples of this, when subjected to analysis, were in a dry state, and were mixed with a large quantity of earthy phosphates, Vibriones, mucus and epithelium; one of them gave a dark brown solution with concentrated sulphuric acid, and the other a dirty blue. Both of these solutions were decomposed by water, furnishing in the former case a dark brown deposit, and in the latter a dirty green. In their other reactions, however, they presented the characters of indigo; and it is especially deserving of notice that they were reduced by lime and grape-sugar, giving a liquid from which hydrochloric acid threw down a greenish-blue precipitate.\n\nThe cause of concentrated sulphuric acid giving with one of these samples a brown solution, and with the other only a dirty blue, was, no doubt, mainly owing to the large quantity of animal matter, mucus, Vibriones and epithelium with which the specimens were contaminated. The acid, from its charring effect on this, would produce a brown or blackish solution, thus obscuring the colour of the solution of sulphate of indigo.\n\nThe brown extractive.—The brown extractive yielded nearly the same results as on its first analysis, when deposited on the evaporation of the filtered urine; and the aqueous solution, as before, furnished a few blue flocculi. A portion of the alcoholic extract was treated with potash, for the purpose of ascertaining whether it contained leucine; and the product, on the addition of hydrochloric acid, gave off a powerful odour, which was somewhat like valerianic acid, but the result was too doubtful to be of much value. I have already referred to the peculiar smell of valerian emitted by the extractive of more than one of the samples.\n\nWe have thus then obtained tolerably conclusive evidence that the blue colouring matter in this case was indigo.\n\nIt was not very long after the occurrence of the first case of blue urine that other cases fell under my observation.\n\nTo the second case, as to the first, I was led by accident. A sample of urine left for some days exposed to the air gradually changed colour, the urine turning bluish-green, and its surface becoming covered with a bluish scum. As before, a series of samples of this urine was set aside, the changes which ensued being noticed from time to time.\n\nThe specific gravity and reaction of the first sample of urine set aside, were not taken at the time it was passed. After it had been exposed to the air for about ten days, the following was found to be its condition. An irregular and broken scum\nhad formed upon the surface; this consisted chiefly of very much triple phosphate, of Vibriones, numerous crystals of phosphate of lime, and one small circular tuft of the fungus *Penicilium glaucum* in perfect fructification; in the centre of the glass was a large patch of phosphatic pellicle, an inch and a half in diameter, rusty-red at the edges, but decided blue in the centre; a rim or border of blue had likewise collected around the edges of the fluid; lastly, the urine had become very deep brown, with brown extractive at the bottom of the glass.\n\nThe second sample, passed after a severe attack of vomiting, was slightly acid only, of specific gravity 1014, and was of a straw-colour; it changed colour very rapidly, becoming dark brown; a phosphatic pellicle soon formed over the entire surface, which became first slaty-blue, and then decidedly blue; the urine also quickly changed colour, becoming dark brown, while at the bottom of the glass there was a large quantity of the brown, treacly-looking extractive.\n\nThe third sample was neutral, of a light brown colour, and of specific gravity 1012; after three or four days it became covered with a greasy, iridescent, phosphatic pellicle, which gradually turned slaty-blue, especially around the edges of the fluid, which was thickish and brown. Under the microscope many pieces of the blue colouring matter were detected.\n\nThe fourth sample, obtained many days subsequent to the above, differed greatly from the others in its acid reaction and in its greater specific gravity. It was very decidedly acid, rather high-coloured, and of specific gravity 1024. In the course of a few days small circular patches of *Penicilium glaucum*, in perfect fructification, were observed studding the surface of the urine; in the intervals between these patches, and surrounding them, was a phosphatic pellicle; the urine had now become alkaline, turbid and deep brown, no blue being visible to the naked eye; but on tearing up one of the tufts with needles, and examining it under the microscope, numerous blue, indigo-like masses were seen, as well as threads of the sugar-fungus, showing that a small quantity of sugar was present in this urine.\n\nSeveral other samples of this urine were examined; these changed colour a good deal, becoming turbid and brown, and more or less blue being detected; sometimes the blue was visible either on the surface or around the edges of the urines; in others the microscope was necessary for its discovery.\n\nThe urine, the blue deposit, and the brown extractive of the first of the above samples were likewise subjected to chemical analysis. The results were similar to those obtained in the previous case, the blue colouring matter possessing all the characters of indigo.\n\nMore recently, a third very decided case of blue urine has fallen under my observation. A bottle of urine was received from my brother, Dr. Hassall, of Richmond, on the 26th of April 1853, labelled \"Mr. Arters, obscure case.\" I examined this at the time without being able to discover anything very wrong about it; it was pale, slightly acid, of specific gravity 1013, and it let fall a large quantity of a mucus-\nlike deposit, which was more than an inch in depth in a six-ounce bottle. Examined with the microscope, no crystalline deposit of any kind was discovered; the bottle was kept corked until May 21, the urine undergoing no particular change during the interval, but only getting a little deeper-coloured. On that date it was poured into a glass; by the 24th the urine had changed colour greatly, and a good deal of blue, visible to the naked eye, had formed upon the surface. On the following day the surface had become deep indigo-blue all over, and the urine was thick and of a dull grass-green colour; some of the blue colouring matter had become deposited upon the layer of mucus at the bottom of the glass, but there was no sediment of brown extractive. On the 26th the fluid had become more bluish-green, and was very deep-coloured; it also contained triple phosphate, Vibriones, and the usual animalcules. By the 28th much of the blue matter had fallen as a deposit, and the liquid had become brownish-green; a day or two later it was tawny brown; the blue colouring matter which had not subsided as a deposit, adhered to the sides of the glass, forming a broad, deep blue ring round its circumference. This urine was chiefly remarkable for the extraordinary rapidity with which it changed colour, and with which the blue colouring matter was developed. The changes were so rapid, that every hour was observed to make a considerable difference in the appearance and characters of the urine. This is possibly explained by the supposition, that while in the corked bottle, the substance afterwards developed into blue indigo had undergone a certain amount of change through the limited access of oxygen.\n\nChemical analysis proved that in this case likewise the colouring matter possessed the usual characters of indigo; it gave a blue solution with sulphuric acid, was decolorized by chlorine and nitric acid, and it sublimed in violet-red vapours when heated in a test-tube*.\n\nI have now to observe that I have detected the presence of indigo in human urine in a variety of other cases besides the above, of all which I have preserved memoranda. In some the quantity of indigo was, as in the three examples above referred to, very considerable; the urine in some of them was coloured with it, or a deep blue pellicle formed on the surface. In many of the remaining cases, on the other hand, the quantity was less considerable; the scum on the surface was only slightly coloured, or the quantity was so small as to require the microscope for its detection. In nearly all of these instances the blue colouring matter was subjected to analysis; where the amount was so small that it could only be detected by the microscope, it was tested by reagents, such as sulphuric acid, liquor potassæ, &c., applied while the blue fragments were under the object-glass of the microscope.\n\nWhere the urine was high-coloured and acid, and where the quantity of the blue colouring matter was but small, I have observed it to be deposited in the threads of the thallus of the fungus *Penicilium glaucum*, forming patches which to the eye\n\n* A portion of the blue pigment formed in this case accompanied my previous communication to the Royal Society.\nappeared black; but the colouring matter contained in which, was, under the microscope, seen to be of a deep blue.\n\nIn order that a doubt might not remain as to the blue colouring matter described in the present communication being really indigo, it had been suggested to me that it was highly desirable to collect it in sufficient quantity to allow of its conversion into aniline.\n\nWith the above view, I set aside upwards of twenty urines obtained from a variety of different cases of disease, watching them from time to time. In four of these the blue substance was formed in considerable amount; it was carefully collected, and subjected, both by Dr. Letheby and myself, to the following process of analysis.\n\nFirst. It was purified by steeping it for several days in dilute hydrochloric acid, by which means the phosphates, chlorides and urea were dissolved out, and the residue, when dried, had a brighter blue colour.\n\nSecondly. It was tested as follows:\n\nα. When heated it sublimed in purple vapours; and on further application of heat it evolved empyreumatic vapours, which possessed the properties of aniline and the odour of burnt indigo.\n\nβ. When treated with sulphuric acid, it furnished a blue solution, which was not destroyed by dilution with water, but was bleached by chloride of lime.\n\nγ. When boiled with dilute nitric acid and evaporated to dryness, it yielded a dirty orange-yellow material (isatine), which, when subjected to heat and the action of potash, gave an alkaline volatile fluid, and this, when tested with a solution of chloride of lime and with a piece of deal moistened with hydrochloric acid, furnished the characteristic reactions of aniline.\n\nAniline was likewise procured by the simple distillation of the pigment with a concentrated solution of caustic potash, as shown by the development of the well-known violet-blue colour on the addition of a solution of chloride of lime.\n\nWe have, in the next place, to consider the important question of the source and origin of indigo in urine.\n\nWe have seen that blue indigo is not usually present in urine when first passed, and in which it afterwards makes its appearance, but that it is gradually formed some time subsequently, on exposure to the atmosphere, by a process of oxidation. One or two cases scarcely admitting of a doubt, are, however, recorded, in which coloured indigo has been voided with the urine.\n\nWe must not conclude, from the absence of coloured indigo in fresh urine, that that substance was not present in the urine in a modified form when first voided, since there is a colourless or white indigo, which, in contact with oxygen, undergoes precisely the same transformations as those through which the blue indigo of the urine was observed to pass; changing, like it, from slaty-blue to light, and ultimately to deep blue.\n\nWhether the blue indigo of the urine is derived directly from white indigo, or\nfrom some other substance, as urine-pigment, capable of being transformed into blue indigo, it is not easy to determine. It is most likely, however, that the formation of white indigo in all instances precedes that of blue, but it is uncertain whether the white variety is voided with the urine, or whether it is formed from some substance contained in that fluid subsequent to its elimination. The fact, however, that blue indigo is in some cases immediately developed on the addition of hydrochloric acid to recent urine, appears to show that white indigo is present in the urine when first voided.\n\nIt is at all events certain that a very close relation exists between indigo, whether colourless or coloured, and two animal products, namely hæmatin and urine-pigment; and there is much reason for believing that in many of the present cases the indigo was formed either from modified or altered hæmatin or urine-pigment, since some of the analyses show that blue indigo was freely developed from the aqueous solution of the brown extractive, which itself was found so nearly to resemble hæmatin in its chemical manifestations. The close relation which exists between hæmatin and indigo is shown by the following elementary analysis of these substances:\n\n|                | Hæmatin (Mulder*) | White indigo (Crum) | Blue indigo (Crum†) |\n|----------------|-------------------|---------------------|--------------------|\n| Carbon         | 70·49             | 72·72               | 73·22              |\n| Hydrogen       | 5·76              | 4·54                | 2·92               |\n| Nitrogen       | 11·16             | 10·60               | 11·26              |\n| Oxygen         | 12·59             | 12·12               | 12·60              |\n\nOr, if the relation be exhibited in another way, it will be seen that there is a difference of only four atoms of carbon and four of hydrogen between the composition of three atoms of indigo and one of hæmatin—\n\n\\[ \\text{1 Hæmatin} = C^{144} H^{22} N^3 O^6. \\]\n\n\\[ \\text{3 Indigo} = C^{148} H^{18} N^3 O^6. \\]\n\nAgain, leucine is a common product of the decomposition of organic, or rather of albuminous matters, and it was thought that this body was present in the alcoholic extractive; if so, the relation between hæmatin and indigo is still more remarkable; for, as suggested by my friend Dr. Lethaby, to whom I am much indebted for the aid afforded in these analyses, one equivalent of hæmatin and two of water contain the elements of two atoms of indigo and one of leucine. The relation stands thus:\n\n\\[\n\\begin{align*}\n\\text{C. H. N. O.} & \\\\\n\\text{1 Hæmatin} & 44 22 3 6 \\\\\n\\text{2 Water} & 2 2 \\\\\n\\hline\n\\text{44 24 3 8} & \\\\\n\\end{align*}\n\\]\n\n\\[\n\\begin{align*}\n\\text{C. H. N. O.} & \\\\\n\\text{2 Indigo} & 32 12 2 4 \\\\\n\\text{1 Leucine} & 12 12 1 4 \\\\\n\\hline\n\\text{44 24 3 8} & \\\\\n\\end{align*}\n\\]\n\nIt is therefore not difficult to imagine that a transmutation of hæmatin into indigo may be effected under certain circumstances both within and without the system.\n\n* Journ. für Prakt. Chem., bd. 28, s. 340.  \n† Annals of Philosophy, 2nd ser. vol. lxxxii.\nSince, however, normal urine-pigment very closely resembles hæmatin in its composition, it is probable that in some cases indigo is formed from this pigment, altered or modified by disease.\n\nProfessor Scherer* long since directed attention to the fact, that there is a close relation between the elementary composition of hæmatin and the several colouring matters of bile and urine, and he even hazards a conjecture that the two latter may be derived from the former. If we view the per-cent-age composition of all these substances side by side, the following is the aspect they present:\n\n|                  | White indigo (Crum.) | Hæmatin (Mulder.) | Bile-pigment (Scherer) | Blue pigment of urine (Scherer) | Brown pigment in disease (Scherer) | Brown pigment in health (Scherer) |\n|------------------|----------------------|-------------------|-----------------------|---------------------------------|-----------------------------------|----------------------------------|\n| Carbon           | 72·72                | 70·49             | 68·19                 | 66·99                           | 61·65                             | 58·43                            |\n| Hydrogen         | 4·54                 | 5·76              | 7·47                  | 5·95                            | 5·60                              | 5·16                             |\n| Nitrogen         | 10·60                | 11·16             | 7·07                  | 7·12                            | 7·29                              | 8·83                             |\n| Oxygen           | 12·12                | 12·59             | 17·26                 | 19·94                           | 25·46                             | 27·58                            |\n\nThese numbers not only indicate the relation which exists between these substances, but they also show that there is a progressive removal of carbon by oxidation, and it is probable that the last of the series may represent the form in which, under ordinary circumstances, the hæmatin of the blood is removed from the body.\n\nTo the above list of colouring matters, all intimately connected by their elementary composition, may be added melanin, itself supposed to be derived from bile-pigment, and the composition of which, according to Scherer†, is as follows:\n\nMelanin.\n\nCarbon . . . . . . . . . . . . . 58·084\nHydrogen . . . . . . . . . . . 5·917\nNitrogen . . . . . . . . . . . 13·768\nOxygen . . . . . . . . . . . 22·231\n\n100·000\n\nIn the cases related in this paper, no reason exists for supposing that the indigo was derived from the colouring matter of bile, as in the urines in which the indigo was found, no traces of the presence of that secretion could be discovered, while in one only of three samples of urine examined highly charged with bile was any indigo found, and then but in small quantity.\n\nThe colour and characters of the urines, as well as their chemical analysis, favour the supposition that the indigo, whether white or blue, was derived either from altered hæmatin or urine-pigment. The urines in which the indigo occurred in the largest quantities were pale, straw-coloured or light brown, often somewhat turbid, and appeared as though but imperfectly elaborated.\n\n* Ann. der Chem. und Pharm., bd. 57. s. 181–195.\n† Ibid. 40. s. 6.\nI have employed the phrases \"altered hæmatin\" or \"urine-pigment,\" because it does not appear that, by any treatment of the urine with reagents, indigo can be developed in healthy urine at will. I have made several attempts with this view, rendering various healthy urines alkaline (since the largest quantity of indigo was always found in alkaline urines) with potash, soda, lime-water, &c., but without obtaining any definite result.\n\nReviewing the whole of the cases which have fallen under my observation in which indigo has become developed in the urine, there is every reason to believe that the occurrence of that substance in the urine is strictly pathological: that it is so when in large amount, no doubt whatever can be entertained. Looking to the composition of indigo, there is also no doubt that, like bile and urine pigments, it forms a vehicle for the elimination of carbon from the system; and since it contains a much larger proportion of carbon than either hæmatin, urine or bile pigments, we should be led to look for its occurrence in the urine in all those cases of functional derangement of any kind in which any impediment exists to decarbonization, as is the case especially in most diseases of the organs of respiration.\n\nFrom the facts which I have already succeeded in ascertaining, there is good reason for believing that the above view is, in the main, correct. Turning to the history of the three cases of blue urine which first attracted my attention, I find that one died phthisical; the second, though living, has undoubtedly tubercular disease of the lungs, with greatly diminished capacity of respiration; while in the third case there have been evidences, although less marked, of lung affection.\n\nAgain, turning to the histories of the twenty cases in which samples of urine were set aside for observation, and in four of which samples indigo became developed in considerable quantity, I find that these were also cases of phthisis. These facts possess the greatest interest, and appear to point clearly to the causes which determine the presence of indigo in the urine.\n\nFrom other observations not yet completed, it appears, however, that indigo is not developed in the urine in all cases of phthisis. If the urine voided be very acid, or if the affection of the lungs be of but trifling extent, no great development of that substance will take place. Neither, on the other hand, is the occurrence of indigo in the urine by any means limited to cases of phthisis, as it may occur in abundance in any case, no matter from what cause it proceeds, in which there exists great impediment to the elimination of carbon from the system, as in scarlatina, Bright's disease, cholera, &c.\n\nIndigo is not the only blue colouring matter which has been stated to occur in urine, since two or three others have been described by different observers, as ferrocyanide of iron or prussian blue, cyanourine and uroglaucin. I now propose to contrast the two last of these with blue indigo.\n\nPrussian blue may of course be readily distinguished from indigo, and it would\nappear that the tests, as laid down in books, for cyanourine are scarcely less distinctive*.\n\n*Cyanourine* is described as a dark blue powder, destitute either of taste or odour; it is scarcely soluble in water, moderately so in boiling alcohol (the solution being blue), but it is deposited on cooling. It is dissolved by dilute acids, the solution being brown or red, according to the quantity of acid. With sulphuric acid a brown liquid is formed, which on evaporation leaves a residue of a carmine colour soluble in water; it is precipitated from its acid solution by ammonia, lime-water, and by the fixed alkalies. It gives a brown solution with nitric acid, and like indigo, is converted into nitropicric acid. It is said to be principally distinguished from indigo by its forming a reddish-brown solution with sulphuric acid, and by not subliming, when heated, in a test-tube. Urine containing cyanourine is of a blue colour, the colouring matter on repose falling as a sediment.\n\nHeller† applies the term *uroxanthin* to the colouring principle or material of the urine; and that of *uroglauclin* to a blue pigment which he considers to be developed from *uroxanthin* under the influence of disease. This pigment, dried, forms a powder of a coppery lustre resembling indigo, and dissolves in alcohol with a splendid purple colour; its occurrence is said to be especially frequent in Bright's disease.\n\nAccording to Heller, cyanourine is simply a mixture or combination of *uroglauclin* and *urrhodin*, and both these latter are but the products of *uroxanthin*, the colouring matter of healthy urine.\n\nIt would appear, therefore, that there are no very essential differences between *cyanourine* and *uroglauclin*, while there are so many points of resemblance between them both and indigo, that one is led strongly to suspect that they are simply some condition or modification of indigo. Not only do these substances agree in many of their chemical reactions with indigo, but they also very closely resemble it in their ultimate composition.\n\nGreat care should be taken to obtain these blue deposits in as pure a state as possible for analysis, for being in general found in alkaline urines, they are very apt to be contaminated with large quantities of animal matter, Vibriones, triple phosphate, &c. The presence of the animal matter obscures the action of concentrated sulphuric acid on indigo, it being charred by that reagent, and a reddish-brown solution is formed instead of a blue one. It also interferes with the sublimation of the indigo and the elimination of the characteristic vapours, as also with its conversion into aniline; lastly, indigo as well as cyanourine frequently furnishes a blue solution when boiled with alcohol. I cannot help therefore considering it to be highly probable that the blue pigments which have been set down as uroglaucin and cyanourine, have in most cases really been indigo, and possibly have been so in all: it is, at least,\n\n* Braconnor, Journal de Chemie Médicale, tom. i. p. 454.\n† Arch. f. Chem. u. Mikrosk., bd. 2. s. 161, 173.\nsingular that I should so frequently have met with indigo in urine, the occurrence of which has hitherto been deemed so rare, and not have fallen in with a single case of cyanourine or uroglauclin, the presence of which might be considered, from the inquiries of Braconnot, Scherer and Heller, to be so much more common.\n\nTaking into consideration then the whole of the facts and observations recorded in this communication, the following conclusions remain to be deduced:\n\n1st. That blue indigo is frequently formed in human urine; the quantity being subject to the greatest variation. In some cases it is so considerable as to impart a deep green or bluish-green colour to the whole urine, and to form a pellicle of nearly pure indigo over the whole surface of the liquid. In others the blue scum is formed, but the urine itself does not become either blue or green; and occasionally the quantity is so small, that it can only be detected by means of the microscope.\n\n2nd. That for the formation of this indigo, it is in general necessary that the urine should be exposed to the air for some days in an open vessel, when oxygen is absorbed and the blue indigo developed. Whatever facilitates therefore oxygenation, as free exposure to light, air, and warmth, hastens the development of the blue indigo; hence in summer the changes described take place much more quickly than in winter. On the contrary, these changes are retarded, and even altogether prevented, by a more or less complete exclusion of oxygen. By this exclusion, blue indigo is deprived of its colour; and it may be reduced or reformed, alternately, according as air or oxygen is excluded or admitted to urine containing it. From one or two cases elsewhere recorded, however, it would appear that blue indigo is occasionally formed in the system, and is voided as such in the urine.\n\n3rd. That there is usually, but not always, found with the blue indigo, where the amount of this is very considerable, a brown extractive, sometimes in large quantity, which closely resembles haematin in its chemical manifestations and elementary composition; the aqueous solution of this, when exposed to the air, yields a further supply of coloured indigo.\n\n4th. That the urines in which the coloured indigo occurs in the largest quantities are usually of a pale straw-colour, readily becoming turbid; they are alkaline, and of rather low specific gravity. Small quantities of indigo are, however, frequently found in urines possessing characters the very reverse, that is, in such as are high coloured and of high specific gravity; but as a rule, the blue pigment is usually absent from these urines, and in only a few cases is it formed in them in any considerable amount.\n\n5th. That between haematin, urine-pigment, and indigo very close chemical and physiological relations exist, rendering it highly probable that the indigo formed in the urine is in many cases immediately derived from altered or modified haematin or urine-pigment. Urine-pigment is itself usually regarded as but a modification of haematin.\n\n6th. That the chemical composition of indigo would lead to the inference that when that substance is present in large quantities in the urine, it forms a vehicle for\nthe elimination of excess of carbon from the system; this view is confirmed by the nature of the cases in which indigo has been met with in the largest quantities in human urine, namely in cases of phthisis involving extensive pulmonary disease, and in cholera.\n\n7th. There appears strong reason for believing that the blue pigments, cyanourine and uroglucin, if not identical with, are but states or modifications of indigo, since they resemble that substance in many of their chemical and physiological relations, and in their ultimate composition.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108504.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 15,
    "total-input-tokens": 23704,
    "total-output-tokens": 9552,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2590,
        2
      ],
      [
        2590,
        5765,
        3
      ],
      [
        5765,
        8832,
        4
      ],
      [
        8832,
        11897,
        5
      ],
      [
        11897,
        14874,
        6
      ],
      [
        14874,
        18054,
        7
      ],
      [
        18054,
        21290,
        8
      ],
      [
        21290,
        24202,
        9
      ],
      [
        24202,
        27310,
        10
      ],
      [
        27310,
        30619,
        11
      ],
      [
        30619,
        33709,
        12
      ],
      [
        33709,
        36797,
        13
      ],
      [
        36797,
        40033,
        14
      ],
      [
        40033,
        40583,
        15
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108504",
    "title": "On the Frequent Occurrence of Indigo in Human Urine, and on Its Chemical, Physiological, and Pathological Relations",
    "authors": "Arthur Hill Hassall",
    "year": 1854,
    "volume": "144",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 15,
    "jstor_url": "https://www.jstor.org/stable/108504"
  }
}