{
  "id": "e4f40f40deae8fd5dd25286fc7d1457c8b61aead",
  "text": "The wound was nearly healed in a fortnight's time, when an erisipelas came on, and spread itself all over the arm, attended with some degree of swelling: this by fomentations and the antiphlogistic method soon went off, and the cure proceeded happily without any other interruption. In about six weeks after the operation, the callus began to form, and is now grown quite firm; that arm is as long as the other, but somewhat smaller by such long continued bandage; he daily acquires strength in it, and will soon be fit to be discharged.\n\nC. White,\nSurgeon to the Infirmary at Manchester.\n\nManchester,\nMarch 17, 1760.\n\nLXII. An Account of a Bone found in the Pelvis of a Man at Brussels; by Terence Brady, M. D. In a Letter to the Rev. Tho. Birch, D. D. Secretary to the Royal Society.\n\nRev'd Sir,\n\nRead Apr. 29, 1760.\n\nI send you here inclosed a draught of a bone found in the pelvis or basin of a man, that died in the military hospital of this town the 12th of March 1760, of a seven days inflammatory distemper. This extraordinary concretion weighs about 20 ounces, has all the external appearances of a bone, with the hardness, solidity, and specific gravity\nvity of common stone. It is chequered or marbled, as you see in the figure, Tab. XVI. by which you can distinguish the primitive particles of the bone whiter and harder than the darker part: it was formed on the lower extremity of the mesocolon, and probably as it grew big was carried down by its own weight into the basin, where it had no adherence to, nor connection with, any of the adjacent parts, but lay in its own very thin membrane or periostium, betwixt the os pubis and the bladder, somewhat to the right side. It was joined to the mesenterium by a tough, compact, membranaceous, glandulous substance, in the form of an inverted cone, whose point was firmly inserted in the cavity observed on the top: here the membranaceous fibres were turned into bones, or, vice versa, the fibres of bones degenerated into fleshy membranes: there was no intermediate cartilaginous substance to be observed. By drawing up this conic body with very little effort, the bone followed, to the great surprise of all the spectators; after which there was no farther inquiry made, in regard of the other viscera of the abdomen. It was only taken notice of, that the omentum was quite consumed, and the mesenterium very much swelled and schirrous.\n\nThe man, that bred this monstrous bone, was called Strafszet, was born in Bavaria, and lived to the age of 55, of which he was 28 years a musketeer in Bareith's imperial regiment. He was always strong and healthy till about five years ago, when he began to complain of the hardness of his belly, and now and then of a suppression of urine, of which last inconvenience he could help himself, by turning on his right side, and lying a little on his face: by that po-\nsition, the stone did no more press on his bladder. He never missed doing soldier's duty till his last sickness, about seven days before his death.\n\nWe have examples of membranes, and of several soft parts of the body, being ossified; but I believe there is not such a monstrous production as this to be seen anywhere.\n\nAbout 20 years ago I saw at Mantua, two inches of the aorta near the heart turned to bone, in a man that was a long time tormented with a violent palpitation of heart.\n\nI know, Sir, relations of such extraordinary appearances are often, and with reason, suspected of exaggeration, but you may depend upon the veracity of this. I am,\n\nReverend Sir,\n\nYour most humble, and\n\nmost obedient Servant.\n\nBrussels, March 29,\n1760. Terence Brady, M.D.\n\nLXIII. An Account of an extraordinary Case of a Lady, who swallowed Euphorbium. By Dr. Willis, of Lincoln: Communicated by Sir Francis Dashwood, Bart.\n\nRead Apr. 24, 1760. In December 1758, Mrs. Willis of Lincoln fell into a slow fever, occasioned by too small a discharge of the lochia after lying-in,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105408.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 8116,
    "total-output-tokens": 1123,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1164,
        2
      ],
      [
        1164,
        1164,
        3
      ],
      [
        1164,
        2866,
        4
      ],
      [
        2866,
        3931,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "None",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105408",
    "title": "An Account of a Bone Found in the Pelvis of a Man at Brussels; By Terence Brady, M. D. In a Letter to the Rev. Tho. Birch, D. D. Secretary to the Royal Society",
    "authors": "Terence Brady",
    "year": 1759,
    "volume": "51",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/105408"
  }
}