{
  "id": "2be3dbf955a0f75dbf4f48c071f597c29bb50c28",
  "text": "Time of its Extinction, being near Orion's Right Shoulder, and the other near the Left Knee of Boötes; so that this Meteor seems pretty nearly to have accompanied the Earth in its diurnal Motion, and to have had little or no Motion besides. I have looked for this Light since, but could find nothing like it.\n\nThe Day was exceeding fine, and by my Journal I find, that,\n\nAt Noon, the Barometer was 29.98.\nThermometer 57.\nWind . . . East.\nDecl. of the Needle 14° 10'.\n\nAt 10 at Night, Barometer 29.86.\nThermometer 57.5.\nDecl. of the Needle 13° 50'.\n\nXV. An Account of the Case of a Calculus making its Way through an old Cicatrix in the Perinæum, by David Hartley, M. A. F. R. S.\n\nWilliam Farman, of the Parish of Bayton in Suffolk, was cut for the Stone about 15 Years ago, and a large Stone taken from him.\n\nThe said William Farman says, that he continued easy for about four Years after he was cut; that the Wound was quite healed up, and that he made Water in the natural Way, without any Leakage at the Wound.\n\nIn July last, he says, he felt great Pain at the Place where he was cut, and that it was much swelled.\nIt looked black, and a little Hole broke open there; out of which the Water came; and a Stone appearing, the Hole grew wider by the Force of the Water, and his frequently touching it, till at last the Stone came away whole. It was broken afterwards by a Fall.\n\nAs soon as the Stone was come away he says that he grew easy, and the Swelling abated. The Wound is now reduced to a small Compass, and the Water still comes away through the Wound, and but very little Water comes out the natural Way.\n\nWilliam Farman is about 30 Years of Age. He says, that the great End of the Stone came away first, which he suffered to lie at the Mouth of the Wound near a Fortnight, but he applied to no Surgeon.\n\nAn Addition by the Publisher to the foregoing Case.\n\nThere they articulated or rubbed against each other, while in the Bladder; one having a round Head, the other a Cavity.\n\nFigures of Stones which made their Way through the Perineum of a Man at Leyden, Anno 1724. seen there by C. Mortimer.\n\nXVI. An",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104288.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 644,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1118,
        2
      ],
      [
        1118,
        2114,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104288",
    "title": "An Account of the Case of a Calculus Making Its Way Through an Old Cicatrix in the Perinaeum, by David Hartley, M. A. F. R. S.",
    "authors": "David Hartley",
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104288"
  }
}