{
  "id": "a5d50fb53b183b0acbb36338522b217e9583e73e",
  "text": "PRESENTS\n\nRECEIVED BY THE\n\nROYAL SOCIETY,\n\nFrom November 1799 to July 1800;\n\nWITH THE\n\nNAMES OF THE DONORS.\n\n1799.\n\nPRESENTS.\n\nNov. 7. Mémoires de l'Académie Royale des Sciences et Belles Lettres, 1794 et 1795. Berlin, 1799. 4°\nTransactions of the Society for the Encouragement of Arts, Manufactures, and Commerce. Vol. XVII. London, 1799. 8°\n\nA third Dissertation on Fever. Part II. by G. Fordyce. London, 1799. 8°\nCatalogues of the Birds, Shells, and some of the more rare Plants of Dorsetshire. London, 1799. fol.\n\nView of the Russian Empire during the Reign of Catherine II. by W. Tooke. London, 1799. 3 Vols. 8°\n\nAtlas Coelestis, Tab. III. et V—XIV.\nTraité de Mécanique Celeste, par P. S. Laplace. Paris, An 7. Tomes II. 4°\nExposition du Système du Monde, par P. S. Laplace. 2de Edition. Paris, an 7. 4°\nBibliothèque Britannique, No. 79—88.\nA Portrait of the late Mr. John Smeaton, painted by M. Brown.\n\nA. Comparetti, Observationes Opticæ de Luce inflexa et Coloribus. Patavii, 1787. 4°\nTheorie des Ventrs et des Ondes, par M. de la Coudraye. Copenhague, 1796. 8°\nNachricht von einer merkwürdigen literarischen Betrügerey, von J. Hager. Erlangen, 1799. 4°\nRelation d'une insigne Imposture litteraire, par M. Hager. Erlang, 1799. 4°\nMemoir on the extraneous Fossils denominated Mammoth Bones, by G. Turner. Philadelphia, 1799. 4°\n\nDONORS.\n\nThe Royal Academy of Sciences of Berlin.\nThe Society for the Encouragement of Arts, Manufactures, and Commerce.\nGeorge Fordyce, M. D. F. R. S.\nRichard Pulteney, M. D. F. R. S.\nThe Rev. William Tooke, F. R. S.\nMr. J. E. Bode, F. R. S.\nM. Laplace, F. R. S.\n\nProfessor Pictet, F. R. S.\nAlexander Aubert, Esq. F. R. S.\nProfessor Comparetti, of Padua.\nChev. de la Coudraye.\nDr. Hager.\n\nMr. George Turner.\nPRESENTS.\n\nThe London Catalogue of Books. London, 1799. 8°\n\nA Treatise on the Venereal Rose. London, 1799. 8°\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 29—33.\n\nNov. 14. A Series of Engravings to illustrate the Morbid Anatomy of the Human Body, by M. Baillie. Fascic. II. London, 1799. 4°\n\nA complete System of Astronomy, by S. Vince. Vol. II. Cambridge, 1799. 4°\n\nTabulae Neurologicae, Auctore A. Scarpa. Ticini, 1794. fol.\n\nFragments of the Natural History of Pennsylvania, by B. S. Barton. Philadelphia, 1799. fol.\n\nDescription d'une Amethyste du Cabinet des Pierres gravées de l'Empereur de toutes les Russies. St. Petersbourg, 1798. 8°\n\nDec. 5. Pharmacopoea Borussica. Berolini, 1799. 4°\n\nNouvelles Tables Trigonometriques, par J. P. Hobert et L. Ideler. Berlin, 1799. 8°\n\nAnnals of Medicine for the Year 1798, by A. Duncan, sen. and A. Duncan, jun. Vol. III. Edinburgh, 1799. 8°\n\nEtchings, representing the best Examples of ancient ornamental Architecture, by C. H. Tatham. London, 1799. fol.\n\n12. An Essay on the Preservation of shipwrecked Mariners, by A. Fothergill. London, 1799. 8°\n\nCourbes decrites par des Projectiles dans les Milieux resitans, calculees par le Lieut. Gen. Komarzewsky. MS.\n\nA general View of the Nature and Objects of Chemistry, by W. Henry. Manchester, 1799. 8°\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 34.\n\n19. Bibliotheque Britannique. No. 89, 90.\n\n1800.\n\nJan. 9. A Journal of Natural Philosophy, by W. Nicholson. No. 35.\n\n16. Memoirs of the Medical Society of London, Vol.V. London, 1799. 8°\n\nExperiments with the Metallic Tractors, edited by B. D. Perkins. London, 1799. 8°\n\nOf the Imagination as a Cause, and as a Cure of Disorders of the Body, exemplified by fictitious Tractors, by J. Haygarth. Bath, 1800. 8°\n\n23. Observations on the Cure of the curved Spine, by J. Earle. London, 1799. 8°\n\nAn Essay on the Means of lessening the Effects of Fire on the Human Body, by J. Earle. London, 1799. 8°\n\nPantographia, by E. Fry. London, 1799. 8°\n\nDONORS.\n\nMr. William Bent.\n\nWilliam Butter, M.D.\n\nMr. William Nicholson.\n\nMatthew Baillie, M.D., F.R.S.\n\nThe Rev. Samuel Vince, A.M.F.R.S.\n\nProfessor Scarpa, F.R.S.\n\nProfessor Barton, of Philadelphia.\n\nMr. Koehler, of Petersburg.\n\nProfessor Formey, and Professor Klaproth, F.R.S.\n\nProfessor Hobert, and M. Ideler.\n\nAndrew Duncan, sen. M.D. and Andrew Duncan, jun. M.D.\n\nMr. Charles Heathcote Tatham.\n\nAnthony Fothergill, M.D. F.R.S.\n\nLieut. General Komarzewsky, F.R.S.\n\nMr. William Henry.\n\nMr. William Nicholson.\n\nProfessor Pictet, F.R.S.\n\nMr. William Nicholson.\n\nThe Medical Society of London.\n\nMr. B. D. Perkins.\n\nJohn Haygarth, M.D. F.R.S.\n\nJames Earle, Esq. F.R.S.\n\nMr. Edmund Fry.\nFeb. 6. Prospectus of the Royal Institution of Great Britain. London.\n\nThe Cambrian Register for the Years 1795 and 1796. London, 1796, 1799.\n\nBibliotheque Britannique. No. 91—94.\n\nA Meteorological Journal of the Year 1799, kept in London by W. Bent. London.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 36.\n\nFeb. 13. A Translation of the Table of Chemical Nomenclature, proposed by de Guyton, Lavoisier, Bertholet, and Fourcroy. London, 1799.\n\nPhilosophie de l’Univers. 3me edition. Paris, an 7.\n\n20. Nova Acta Academiae Scientiarum Imperialis Petropolitanæ, Tom. XI. Petropolis, 1798.\n\nAbhandlung, wie mit neuerfundenen Luftwechselmaschinen die auf Bergwercken vorkommenden bösen Wetter wegzuräumen sind, bey C. W. Böbert. St. Petersburg, 1797.\n\nTransactions of the Linnean Society. Vol. V. London, 1800.\n\n27. A Series of Engravings to illustrate the Morbid Anatomy of the Human Body, by M. Baillie. Fascic. III. London, 1800.\n\nMar. 6. The History of the Helvetic Confederacy, in 2 Vols. London, 1800.\n\n13. Transactions of a Society for the Improvement of Medical and Chirurgical Knowledge. Vol. II. London, 1800.\n\nBibliotheque Britannique. No. 95, 96.\n\n27. Account of Antiquities discovered at Ribchester, by C. Townley. fol.\n\nGeneral View of the Agriculture of the County of Westmoreland, by A. Pringle. Edinburgh, 1794.\n\nC. P. Thunberg, Dissertatio de Erica, curante R. A. Salisbury. Featherstone, 1800.\n\nAnnals of Medicine for the Year 1799, by A. Duncan, sen. and A. Duncan, jun. Vol. IV. Edinburgh.\n\nApril 3. The Naturalist’s and Traveller’s Companion, by J. C. Lettsom. 3d edition. London, 1799.\n\nMedical Facts and Observations. Vol. VIII. London, 1800.\n\nObservations on a Tour through the Highlands of Scotland, by T. Garnett. London, 1800.\n\n2 Vols.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 38.\n\n24 Plants of the Coast of Coromandel, by W. Roxburgh. Vol. II. No. 2.\n\nDonors.\n\nThe Managers of the Royal Institution.\n\nJohn Symmons, Esq. F. R. S.\n\nProfessor Pictet, F. R. S.\n\nMr. William Bent.\n\nMr. William Nicholson.\n\nGeorge Pearson, M. D. F. R. S.\n\nM. DuPont, de l’Institut National de France.\n\nThe Imperial Academy of Sciences of Petersburg.\n\nThe Linnean Society.\n\nMatthew Baillie, M. D. F. R. S.\n\nJoseph Planta, Esq. Sec. R. S.\n\nThe Society for the Improvement of Medical and Chirurgical Knowledge.\n\nProfessor Pictet, F. R. S.\n\nThe Society of Antiquaries.\n\nGeorge Chalmers, Esq. F. R. S.\n\nRichard Anthony Salisbury, Esq. F. R. S.\n\nAndrew Duncan, sen. M. D. and Andrew Duncan, jun. M. D.\n\nJohn Coakley Lettsom, M. D. F. R. S.\n\nSamuel Foart Simmons, M. D. F. R. S.\n\nT. Garnett, M. D.\n\nMr. William Nicholson.\n\nCourt of Directors of the East India Company.\nPRESENTS.\n\nMay 1. Transactions of the Royal Society of Edinburgh. Vol. V. Part I. 1799. 4°\nFlora Britannica, auctore J. E. Smith. Vol. I. and II. London, 1800. 8°\nA Journal of Natural Philosophy, by W. Nicholson. No. 39.\n\n8. The Duty of not running into Debt; a Discourse, preached before the University of Cambridge. London, 1800. 8°\n\n15. Observations on the Northern Circumpolar Region, by F. Wollaston. London, 1800. 4°\n\n22. A. Comparetti, Observationes anatomicae de Aure interna comparata. Patavii, 1789. 4°\n\nObservations on the Effects of various Articles of the Materia Medica in the Cure of Lues Venerea, by J. Pearson. London, 1800. 8°\n\n29. Seventeen Reports of the Commissioners appointed to inquire into the State and Condition of the Woods, Forests, and Land Revenues of the Crown. Ordered to be printed 1792 and 1793. 2 Vols. fol.\n\nHistory of Russia, by W. Tooke. London, 1800. 2 Vols. 8°\n\nBeweis dass Johann Mayow den grund zur antiphlogistischen chemie gelegt hat, von J. A. Scherer. Wien, 1793. 8°\n\nMemorials on the Medical Department of Naval Service, by W. Renwick. Portsea, 1800. 8°\n\nJune 19. Royal Humane Society. Annual Report, 1800. London. 8°\n\nLetters from the Cardinal Borgia, and the Cardinal of York, 1799, 1800. 4°\n\nNew Observations concerning the Colours of thin transparent Bodies. London, 1800. 8°\n\nPersian Lyrics, or scattered Poems, from the Divan-i-Hafiz. London, 1800. 4°\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 40.\n\n26. The Doctrine of Phlogiston established, and that of the Composition of Water refuted, by J. Priestley. Northumberland, 1800. 8°\n\nCompendium Floræ Britannicæ, auctore J. E. Smith. Londini, 1800. 8°\n\nA. H. Macdonald, Disputatio inaugs. de Necrosi ac Callo. Edinburgi, 1799. 8°\n\nMemoranda of the State of the Thermometer at Sidmouth, Devonshire, from Dec. 11, 1799 to Apr. 15, 1800. MS.\n\nAn Introduction to Harmony, by William Shield. London, 1800. 4°\n\nJuly 3. A Journal of Natural Philosophy, by W. Nicholson. No. 41.\n\nDONORS.\n\nThe Royal Society of Edinburgh.\nJames Edward Smith, M. D. F. R. S.\nMr. William Nicholson.\n\nThe Rev. George Whitmore, B. D. F. R. S.\n\nThe Rev. Francis Wollaston, LL.B. F. R. S.\nProfessor Comparetti of Padua.\nMr. Pearson.\n\nSir John Call, Bart. F. R. S.\n\nThe Rev. William Tooke, F. R. S.\n\nThe Rev. Herbert Marsh, B. D.\n\nMr. William Renwick.\n\nThe Royal Humane Society.\nSir John Cox Hippisley, Bart. F. R. S.\nGibbes Walker Jordan, Esq. F. R. S.\nJohn Haddon Hindley, Esq.\n\nMr. William Nicholson.\n\nThe Rev. Joseph Priestley; LL.D. F. R. S.\n\nJames Edward Smith, M. D. F. R. S.\nAlexander Herman Macdonald, M. D.\nWhite Melville, Esq.\n\nWilliam Shield, Esq.\n\nMr. William Nicholson.\n## INDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1800.\n\n| A | page |\n|---|------|\n| Acid, carbonic, remarks on, | 202 |\n| --- fluoric, remarks on, | 202 |\n| --- muriatic, experiments to decompose it, | 188 |\n| Air, on the quantity of it discharged through an aperture, | 107 |\n| --- on the direction and velocity of a stream of it, | 109 |\n| Albumen, experiments on, | 375, 387, 396 |\n| Alcyonium, experiments on various species of, | 354, 364 |\n| Antipathes, experiments on various species of, | 351, 364 |\n| Arteries, on a peculiarity in those of slow-moving animals, | 98 |\n| Astronomy, physical, second appendix to the improved solution of a problem in, | 86 |\n\n### B\n\nBarker, Thomas, Esq. Abstract of a register of the barometer, thermometer, and rain, at Lyndon, in Rutland, for the year 1798, | 46 |\n| Barometer, Register of, at Lyndon, in Rutland, | 46 |\n| Birds, on their organ of hearing, | 6, 16 |\n| Blood, remarks on, | 401 |\n| Bradypus didactylus, remarks on its arteries, | 100 |\n| --- tridactylus, remarks on its arteries, | 99 |\n| Brightness, remarks on, | 51 |\n\n### C\n\nCandle, on the reflection of its heat, | 297 |\n| --- on the refraction of its heat, | 308 |\n| Carlisle, Mr. Anthony. Account of a peculiarity in the distribution of the arteries sent to the limbs of slow-moving animals; together with some other similar facts, | 98 |\n| Cartilage, experiments on, | 383 |\n| Cavities, sonorous, observations on, | 116 |\n| Chords, on their vibrations, | 134 |\n| Cochlea of the Ear, remarks on, | 18 |\n\nMDCCC.\nINDEX.\n\nCooper, Mr. Astley. Observations on the effects which take place from the destruction of the membrana tympani of the ear, 151\nCorallina Opuntia, experiments on, 334, 362\nCruicksbank, Mr. on the matter remaining after the explosion of gunpowder, 237\n\nE\nEar, on its membrana tympani, 1, 151\n— on the uses of its different parts, 8\nEel, electrical, on its electric apparatus, 429\nElectricity, its effect on carbonic acid, 202\n— on fluoric acid, 202\n— on muriatic acid, 190\n— on that excited by the contact of conducting substances, 403\nElephant, on its organ of hearing, 2, 19\n\nF\nFeather, experiments on, 372\nFire-heat, on its reflection, 300, 305\n— on its refraction, 311, 315\n— on its transmission, 476, 524\nFish, experiments on their light, 163\n— on their organ of hearing, 15\nFlame-heat, on its transmission, 462, 524\nFluids, elastic, on the vibrations of different ones, 124\nFlustra foliacea, experiments on, 334, 362\nFocus, on that of the rays of heat, 444\n\nG\nGas, muriatic acid, effects of electricity on it, 190\n— effects of electrifying it with inflammable substances, 194\nGelatin, remarks on, 366, 376, 396\nGlow-worms, experiments on their light, 178, 180\nGorgonia, experiments on various species of, 338, 362\nGunpowder, comparison of its strength with that of fulminating mercury, 207, 236\n— on the matter remaining after its explosion, 237\n\nH\nHair, remarks on, 371\nHatchett, Charles, Esq. Chemical experiments on zoophytes; with some observations on the component parts of membrane, 327\nHeat, on its different refrangibility, 255, 271, 438\n— on the solar and terrestrial rays which occasion it, 293, 437\nINDEX.\n\nHeat, on the laws to which it is subject, - - 296\non the reflection of that of the sun, - 296, 298, 302\nof that of a candle, - 297\nof that of hot iron, - 299, 306\nof that of fire, - 300, 305\non the refraction of that of the sun, - 284, 308, 310, 317\nof that of a candle, - 308\nof that of fire, - 311, 315\nof that of hot iron, - 313, 319\non the focus of its rays, - - - 444\non the transmission of heat-making rays, - 445, 520\nof terrestrial flame-heat, - 462, 524\nof the solar heat which is of equal refrangibility with red rays, - - - 470, 520\nof that of fire, - - 476, 524\nof invisible solar heat, - 485, 520\nof invisible terrestrial heat, - 490, 524\non its transmission through colourless substances, - 449\nthrough coloured glasses, - 453\nthrough liquids, - 456\nthrough scattering substances, - 458\non the scattering of solar heat, - - - 497\nwhether it be occasioned by the same rays as light, or by different ones, - - - 506\n\nHeavens, on the time it would take to sweep them, - - 84\n\nHellins, the Rev. John. A second appendix to the improved solution of a problem in physical astronomy, inserted in the Philosophical Transactions for the year 1798, containing some further remarks, and improved formulæ for computing the coefficients A and B; by which the arithmetical work is considerably shortened and facilitated, - - - 86\n\nHenry, Mr. William. Account of a series of experiments, undertaken with the view of decomposing the muriatic acid, - 188\n\nHerrings, experiments on their light, - - - 163\n\nHerschel, William, LL.D. On the power of penetrating into space by telescopes; with a comparative determination of the extent of that power in natural vision, and in telescopes of various sizes and constructions; illustrated by select observations, Investigation of the powers of the prismatic colours to heat and illuminate objects; with remarks, that prove the different refrangibility of radiant heat. To which is added, an inquiry into the method of viewing the sun advantageously, with telescopes of large apertures and high magnifying powers, - - - 255\nINDEX.\n\nHerschel, William, LL.D. Experiments on the refrangibility of the invisible rays of the sun, 284\n\nExperiments on the solar, and on the terrestrial rays that occasion heat; with a comparative view of the laws to which light and heat, or rather the rays which occasion them, are subject, in order to determine whether they are the same, or different, 293, 437\n\nHome, Everard, Esq. The Croonian Lecture. On the structure and uses of the membrana tympani of the ear, 1\n\nSome additional remarks, on the mode of hearing in cases where the membrana tympani has been destroyed, 159\n\nSome observations on the head of the Ornithorhynchus paradoxus, 432\n\nHoof, experiments on, 374\n\nHorn, experiments on, 372\n\nHorse, remarks on its membrana tympani, 6\n\nHoward, Edward, Esq. On a new fulminating mercury, 204\n\nHulme, Nathaniel, M.D. Experiments and observations on the light which is spontaneously emitted, with some degree of permanency, from various bodies, 161\n\nIlluminating power, on that of coloured rays, 262\n\nImages, on double ones caused by atmospherical refraction, 239\n\nIron, hot, on the reflection of its heat, 299, 306\n\non the refraction of its heat, 313, 319\n\non the transmission of its heat, 490, 524\n\nIsis, experiments on various species of, 335, 362\n\nL\n\nLatitude, on that of various places, 624, 644, 649, 655, 661\n\nLecture, Croonian, 1\n\nLemur Loris, remarks on its arteries, 100\n\ntardigradus, remarks on its arteries, 98\n\nLight, experiments and inquiries respecting it, 106\n\non the analogy between it and sound, 125\n\non the laws to which it is subject, 295\n\nwhether it be occasioned by the same rays as heat, or by different ones, 506\n\non the transmission of terrestrial scattered light through various substances, 528\n\non the scattering of terrestrial light by various substances, 533\n\nspontaneous, experiments and observations on the kind of light so called, 161\n| Topic                                                                 | Page |\n|----------------------------------------------------------------------|------|\n| Light, spontaneous, on the degree of putrescence necessary for its emission | 163  |\n| on its separation and preservation                                    | 165, 171 |\n| on its extinction and revivification                                   | 171, 173 |\n| effects of motion on it                                               | 175  |\n| does not affect the thermometer                                       | 176  |\n| effects of cold on it                                                 | 177  |\n| effects of heat on it                                                 | 179  |\n| of the human body and animal fluids on it                             | 184  |\n| Lion, remarks on its carotid artery                                   | 102  |\n| Longitude, on that of various places                                  | 624, 644, 649, 655, 661 |\n| Luminous bodies, remarks on                                            | 49   |\n| **M**                                                                |      |\n| Mackerels, experiments on their light                                 | 164  |\n| Madrepora, experiments on various species of                           | 329, 360 |\n| Magnifying power, remarks on                                          | 68   |\n| Membrana tympani, on its structure and uses                            | 1    |\n| on the effects arising from its destruction                           | 151, 159 |\n| Membrane, observations on its component parts                         | 327, 366 |\n| Mercury, fulminating, on a new one                                    | 204  |\n| method of preparing it                                                | 205, 214 |\n| effects of concussion on it                                           | 206  |\n| effects of electrical shocks on it                                     | 206  |\n| temperature at which it explodes                                      | 207  |\n| comparison of its strength with that of gunpowder                     | 207, 236 |\n| on its constituent principles                                         | 216  |\n| on its characteristic properties                                      | 230, 237 |\n| Millepora, experiments on various species of                           | 331, 361 |\n| Morgan, William, Esq. On the method of determining, from the real probabilities of life, the values of contingent reversions in which three lives are involved in the survivorship | 22   |\n| Mudge, Captain William. An account of the trigonometrical survey, carried on in the years 1797, 1798, and 1799, by order of Marquis Cornwallis, Master-General of the ordnance | 539  |\n| Muscular fibre, experiments on                                        | 391  |\n| **N**                                                                |      |\n| Nail, iron, remarks on its appearance in a microscope                 | 263  |\n| human, experiments on                                                  | 374  |\n| Nicholson, Mr. Remarks on his opinion respecting the electric apparatus of the torpedo, &c. | 429  |\n| Topic                                                                 | Page |\n|----------------------------------------------------------------------|------|\n| Ornithorhynchus paradoxus, observations on its head                   | 432  |\n| Pipes, on their harmonic sounds                                       | 121  |\n| Plates, on their vibrations                                            | 140  |\n| Poker, hot, on the reflection of its heat                             | 299, 306 |\n| Presents received by the Royal Society, from November 1799 to July 1800 | 729  |\n| Prismatic colours, experiments on their heating power                  | 256  |\n| experiments on their illuminating power                               | 262  |\n| on the reflection of the heat that accompanies them                   | 298  |\n| on the refraction of the heat that accompanies them                   | 310  |\n| Rain, register of, at Lyndon, in Rutland                              | 46   |\n| Rays, on the solar and terrestrial ones that occasion heat            | 293, 437 |\n| on the heating power of coloured ones                                 | 256  |\n| on the illuminating power of coloured ones                            | 262  |\n| on the reflection of invisible ones                                    | 302, 304 |\n| on the refraction of invisible ones                                   | 284, 317, 319 |\n| on the condensation of invisible ones                                 | 304, 317 |\n| on the different refrangibility of those of heat                      | 271, 438 |\n| on the focus of those of heat                                         | 444  |\n| on the transmission of heat-making ones                               | 445, 520 |\n| of invisible ones                                                     | 485, 520 |\n| whether light and heat be occasioned by the same, or by different ones | 506  |\n| Refraction, atmospherical, on double images caused by it              | 239  |\n| extraordinary instance of                                             | 720  |\n| Reversions, contingent, on determining the values of those in which three lives are involved in the survivorship | 22   |\n| Rods, on their vibrations                                              | 140  |\n| Scale, horny, experiments on                                          | 374  |\n| Scales of fish, experiments on                                        | 373  |\n| Shells, observations on                                                | 327, 357 |\n| Skin, experiments on                                                   | 369, 378 |\n| Silver, on a fulminating one                                           | 233  |\n| Soap, Chaptal's, remarks on                                            | 392  |\n| Sound, experiments and inquiries respecting it                        | 106  |\n| ocular evidence of its nature                                         | 115  |\n| on its velocity                                                       | 116  |\n| Topic                                                                 | Page |\n|----------------------------------------------------------------------|------|\n| Sound, on sonorous cavities                                          | 116  |\n| --- on its divergence                                                | 118  |\n| --- on its decay                                                     | 120  |\n| --- on the harmonic sounds of pipes                                  | 121  |\n| --- on the vibrations of different elastic fluids                    | 124  |\n| --- on the analogy between light and sound                           | 125  |\n| --- on the coalescence of musical sounds                             | 130  |\n| --- on the frequency of vibrations constituting a given note         | 133  |\n| --- on the vibrations of chords                                      | 134  |\n| --- on the vibrations of rods and plates                             | 140  |\n| --- on the human voice                                               | 141  |\n| --- on the temperament of musical intervals                          | 143  |\n| Space, on penetrating into it by telescopes                          | 49, 64|\n| Sponge, experiments on various species of                            | 352, 364|\n| Sun, on viewing it advantageously                                     | 255, 273|\n| --- on the refrangibility of its invisible rays                      | 284  |\n| --- See Heat and Rays                                                |      |\n| Survey, trigonometrical, carried on in the years 1797, 1798, and    |      |\n| 1799, account of,                                                    | 539  |\n| --- particulars relating to the operations of the year 1797           | 542  |\n| --- angles taken in the year 1797                                    | 549  |\n| --- particulars relating to the operations of the year 1798          | 555  |\n| --- angles taken in the year 1798                                    | 559  |\n| --- particulars relating to the operations of the year 1799          | 563  |\n| --- angles taken in the year 1799                                    | 569  |\n| --- situations of the stations                                       | 576  |\n| --- particulars relating to the base on Sedgemoor                    | 584  |\n| --- principal triangles                                              | 588, 677, 702|\n| --- secondary triangles                                              | 610, 689, 703|\n| --- latitudes and longitudes of various places                       | 624, 644, 649, 655, 661|\n| --- bearings of the stations from various parallels                  | 643, 653|\n| --- bearings of intersected objects from various parallels            | 645, 657|\n| --- survey of the northern and western parts of Kent, Essex, &c.     | 676  |\n| --- altitudes of the stations                                        | 710, 717|\n| --- mean terrestrial refractions                                     | 715, 719|\n| Survivorship. See Reversions                                         |      |\n| T | page |\n|---|------|\n| Tadpoles, experiments on their light, | 168 |\n| Tanning principle, remarks on, | 382 |\n| Telescopes, on penetrating into space by them, | 49, 64 |\n| —— on their magnifying power, | 68 |\n| —— on viewing the sun advantageously with them, | 255, 273 |\n| —— experiments with them, | 277 |\n| Temperament, on that of musical intervals, | 143 |\n| Thermometer, register of, at Lyndon, in Rutland, | 46 |\n| Thermometers, on their sensibility, | 447 |\n| Torpedo, remarks on its electric apparatus, | 416, 429 |\n| Tortoise shell, experiments on, | 375, 397 |\n| Trigonometrical survey. See Survey. | |\n| Tubipora musica, experiments on, | 333, 362 |\n\n| V | page |\n|---|------|\n| Vibrations, on those of different elastic fluids, | 124 |\n| —— on the frequency of those constituting a given note, | 133 |\n| —— on those of chords, | 134 |\n| —— on those of rods and plates, | 140 |\n| Vision, observations on, | 49 |\n| Voice, human, remarks on, | 141 |\n| VOLTA, Mr. Alexander. On the electricity excited by the mere contact of conducting substances of different kinds, | 403 |\n\n| W | page |\n|---|------|\n| Weather of 1798, remarks on, | 47 |\n| Willow, remarks on its bark, | 382 |\n| WOLLASTON, WILLIAM HYDE, M.D. On double images caused by atmospherical refraction, | 239 |\n| Wood, shining, experiments on its light, | 177, 179 |\n\n| Y | page |\n|---|------|\n| Yolk of egg, remarks on, | 389 |\n| YOUNG, THOMAS, M.D. Outlines of experiments and inquiries respecting sound and light, | 106 |\n\n| Z | page |\n|---|------|\n| Zoophytes, chemical experiments on, | 327 |\n\nFrom the Press of\nW. BULMER & Co.\nCleveland-Row, St. James's.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107064.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 20016,
    "total-output-tokens": 8655,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1745,
        2
      ],
      [
        1745,
        4436,
        3
      ],
      [
        4436,
        7124,
        4
      ],
      [
        7124,
        9790,
        5
      ],
      [
        9790,
        11325,
        6
      ],
      [
        11325,
        12946,
        7
      ],
      [
        12946,
        15014,
        8
      ],
      [
        15014,
        16891,
        9
      ],
      [
        16891,
        20108,
        10
      ],
      [
        20108,
        23122,
        11
      ],
      [
        23122,
        26218,
        12
      ],
      [
        26218,
        27852,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      true,
      true,
      true,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107064",
    "title": "Back Matter",
    "authors": null,
    "year": 1800,
    "volume": "90",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/107064"
  }
}