{
  "id": "72d8767e2219f30e6cdf8347ee29d1f8c6147225",
  "text": "XIII. THE BAKERIAN LECTURE.—On the Viscosity or Internal Friction of Air and other Gases. By J. CLERK MAXWELL, M.A., F.R.S.\n\nReceived November 23, 1865,—Read February 8, 1866.\n\nThe gaseous form of matter is distinguished by the great simplification which occurs in the expression of the properties of matter when it passes into that state from the solid or liquid form. The simplicity of the relations between density, pressure, and temperature, and between the volume and the number of molecules, seems to indicate that the molecules of bodies, when in the gaseous state, are less impeded by any complicated mechanism than when they subside into the liquid or solid states. The investigation of other properties of matter is therefore likely to be more simple if we begin our research with matter in the form of a gas.\n\nThe viscosity of a body is the resistance which it offers to a continuous change of form, depending on the rate at which that change is effected.\n\nAll bodies are capable of having their form altered by the action of sufficient forces during a sufficient time. M. KOHLRAUSCH* has shown that torsion applied to glass fibres produces a permanent set which increases with the time of action of the force, and that when the force of torsion is removed the fibre slowly untwists, so as to do away with part of the set it had acquired. Softer solids exhibit the phenomena of plasticity in a greater degree; but the investigation of the relations between the forces and their effects is extremely difficult, as in most cases the state of the solid depends not only on the forces actually impressed on it, but on all the strains to which it has been subjected during its previous existence.\n\nProfessor W. THOMSON† has shown that something corresponding to internal friction takes place in the torsional vibrations of wires, but that it is much increased if the wire has been previously subjected to large vibrations. I have also found that, after heating a steel wire to a temperature below 120°, its elasticity was permanently diminished and its internal friction increased.\n\nThe viscosity of fluids has been investigated by passing them through capillary tubes‡,\n\n* Ueber die elastische Nachwerkung bei der Torsion, Pogg. Ann. cxix. 1863.\n† Proceedings of the Royal Society, May 18, 1865.\n‡ Liquids: POISEUILLE, Mém. de Savants Étrangers, 1846. Gases: GRAHAM, Philosophical Transactions, 1846 and 1849.\nby swinging pendulums in them*, and by the torsional vibrations of an immersed disk†, and of a sphere filled with the fluid‡.\n\nThe method of transpiration through tubes is very convenient, especially for comparative measurements, and in the hands of Graham and Poiseuille it has given good results, but the measurement of the diameter of the tube is difficult, and on account of the smallness of the bore we cannot be certain that the action between the molecules of the gas and those of the substance of the tube does not affect the result. The pendulum method is capable of great accuracy, and I believe that experiments are in progress by which its merits as a means of determining the properties of the resisting medium will be tested. The method of swinging a disk in the fluid is simple and direct. The chief difficulty is the determination of the motion of the fluid near the edge of the disk, which introduces very serious mathematical difficulties into the calculation of the result. The method with the sphere is free from the mathematical difficulty, but the weight of a properly constructed spherical shell makes it unsuitable for experiments on gases.\n\nIn the experiments on the viscosity of air and other gases which I propose to describe, I have employed the method of the torsional vibrations of disks, but instead of placing them in an open space, I have placed them each between two parallel fixed disks at a small but easily measurable distance, in which case, when the period of vibration is long, the mathematical difficulties of determining the motion of the fluid are greatly reduced. I have also used three disks instead of one, so that there are six surfaces exposed to friction, which may be reduced to two by placing the three disks in contact, without altering the weight of the whole or the time of vibration. The apparatus was constructed by Mr. Becker, of Messrs. Elliott Brothers, Strand.\n\nDescription of the Apparatus.\n\nPlate XXI. fig. 1 represents the vacuum apparatus one-eighth of the actual size. MQRS is a strong three-legged stool supporting the whole. The top (MM) is in the form of a ring. EE is a brass plate supported by the ring MM. The under surface is ground truly plane, the upper surface is strengthened by ribs cast in the same piece with it. The suspension-tube AC is screwed into the plate EE, and is 4 feet in height. The glass receiver N rests on a wooden ring PP with three projecting pieces which rest on the three brackets QQ, of which two only are seen. The upper surfaces of the brackets and the under surfaces of the projections are so bevilled off, that by slightly\n\n* Baily, Phil. Trans. 1832; Bessel, Berlin Acad. 1826; Dubuat, Principes d'Hydraulique, 1786. All these are discussed in Professor Stokes's paper \"On the Effect of the Internal Friction of Fluids on the Motion of Pendulums,\" Cambridge Phil. Trans. vol. ix. pt. 2 (1850).\n† Coulomb, Mém. de l'Institut national, iii. p. 246; O. E. Meyer, Pogg. Ann. cxiii. (1861) p. 55, and Crelle's Journal, Bd. 59.\n‡ Helmholtz and Pietrowski, Sitzungsberichte der k. k. Akad. April 1860.\nturning the wooden ring in its own plane the receiver can be pressed up against the plate EE.\n\nF, G, H, K are circular plates of glass of the form represented in fig. 2. Each has a hole in the centre 2 inches in diameter, and three holes near the circumference, by which it is supported on the screws LL.\n\nFig. 6 represents the mode of supporting and adjusting the glass plates. LL is one of the screws fixed under the plate EE. S is a nut, of which the upper part fits easily in the hole in the glass plate F, while the under part is of larger diameter, so as to support the glass plate and afford the means of turning the nut easily by hand. These nuts occupy little space, and enable the glass disks to be brought very accurately to their proper position.\n\nACB, fig. 1, is a siphon barometer, closed at A and communicating with the interior of the suspension-tube at B. The scale is divided on both sides, so that the difference of the readings gives the pressure within the apparatus. T is a thermometer, lying on the upper glass plate. V is a vessel containing pumice-stone soaked in sulphuric acid, to dry the air. Another vessel, containing caustic potash, is not shown. D is a tube with a stopcock, leading to the air-pump or the gas-generator. C is a glass window, giving a view of the suspended mirror d.\n\nFor high and low temperatures the tin vessel (fig. 10) was used. When the receiver was exhausted, the ring P was removed, and the tin vessel raised so as to envelope the receiver, which then rested on the wooden support YY. The tin vessel itself rested, by means of projections, on the brackets QQ. The outside of the tin vessel was then well wrapped up in blankets, and the top of the brass plate EE covered with a feather cushion; and cold water, hot water, or steam was made to flow through the tin vessel till the thermometer T, seen through the window W, became stationary.\n\nThe moveable parts of the apparatus consist of—\n\nThe suspension-piece a, fitting air-tight into the top of the tube and holding the suspension-wire by a clip, represented in fig. 5.\n\nThe axis cdeh, suspended to the wire by another clip at C.\n\nThe wire was a hard-drawn steel wire, one foot of which weighed 2·6 grains.\n\nThe axis carries the plane mirror d, by which its angular position is observed through the window C, and the three vibrating glass disks f, g, h, represented in fig. 3. Each disk is 10·56 inches diameter and about '076 thick, and has a hole in the centre '75 diameter. They are kept in position on the axis by means of short tubes of accurately known length, which support them on the axis and separate them from each other.\n\nThe whole suspended system weighs three pounds avoirdupois.\n\nIn erecting the apparatus, the lower part of the axis elk is screwed off. The fixed disks are then screwed on, with a vibrating disk lying between each. Tubes of the proper lengths are then placed on the lower part of the axis and between the disks. The axis is then passed up from below through the disks and tubes, and is screwed to the upper part at e. The vibrating disks are now hanging by the wire and in their\nproper places, and the fixed disks are brought to their proper distances from them by means of the adjusting nuts.\n\n\\( n s \\) is a small piece of magnetized steel wire attached to the axis.\n\nWhen it is desired to set the disks in motion, a battery of magnets is placed under \\( N \\), and so moved as to bring the initial arc of vibration to the proper value.\n\nFig. 4 is a brass ring whose moment of inertia is known. It is placed centrically on the vibrating disk by means of three radial wires, which keep it exactly in its place.\n\nFig. 7 is a tube containing two nearly equal weights, which slide inside it, and whose position can be read off by verniers.\n\nThe ring and the tube are used in finding the moment of inertia of the vibrating apparatus.\n\nThe extent and duration of the vibrations are observed in the ordinary way by means of a telescope, which shows the reflexion of a scale in the mirror \\( d \\). The scale is on a circular arc of six feet radius, concentric with the axis of the instrument. The extremities of the scale correspond to an arc of vibration of \\( 19^\\circ 36' \\), and the divisions on the scale to \\( 1'7 \\). The readings are usually taken to tenths of a division.\n\n**Method of Observation.**\n\nWhen the instrument was properly adjusted, a battery of magnets was placed on a board below \\( N \\), and reversed at proper intervals till the arc of vibration extended slightly beyond the limits of the scale. The magnets were then removed, and any accidental pendulous oscillations of the suspended disks were checked by applying the hand to the suspension-tube. The barometer and thermometer were then read off, and the observer took his seat at the telescope and wrote down the extreme limits of each vibration as shown by the numbers on the scale. At intervals of five complete vibrations, the time of the transits of the middle point of the scale was observed (see Table I.). When the amplitude decreased rapidly, the observations were continued throughout the experiment; but when the decrement was small, the observer generally left the room for an hour, or till the amplitude was so far reduced as to furnish the most accurate results.\n\nIn observing a quantity which decreases in a geometrical ratio in equal times, the most accurate value of the rate of decrement will be deduced from a comparison of the initial values with values which are to these in the ratio of \\( e \\) to 1, where \\( e = 2.71828 \\), the base of the Napierian system of logarithms. In practice, however, it is best to stop the experiment somewhat before the vibrations are so much reduced, as the time required would be better spent in beginning a new experiment.\n\nIn reducing the observations, the sum of every five maxima and of the consecutive five minima was taken, and the differences of these were written as the terms of the series the decrement of which was to be found.\n\nIn experiments where the law of decrement is uncertain, this rough method is inapplicable, and Gauss's method must be applied; but the series of amplitudes in these\nexperiments is so accurately geometrical, that no appreciable difference between the results of the two methods would occur.\n\nThe logarithm of each term of the series was then taken, and the mean logarithmic decrement ascertained by taking the difference of the first and last, of the second and last but one, and so on, multiplying each difference by the interval of the terms, and dividing the sum of the products by the sum of the squares of these intervals. Thus, if fifty observations were taken of the extreme limits of vibration, these were first combined by tens, so as to form five terms of a decreasing series. The logarithms of these terms were then taken. Twice the difference of the first and fifth of these logarithms was then added to the difference of the second and third, and the result divided by ten for the mean logarithmic decrement in five complete vibrations.\n\nThe times were then treated in the same way to get the mean time of five vibrations. The numbers representing the logarithmic decrement, and the time for five vibrations, were entered as the result of each experiment*.\n\nThe series found from ten different experiments were examined to discover any departure from uniformity in the logarithmic decrement depending on the amplitude of vibration. The logarithmic decrement was found to be constant in each experiment to within the limits of probable error; the deviations from uniformity were sometimes in one direction and sometimes in the opposite, and the ten experiments when combined gave no evidence of any law of increase or diminution of the logarithmic decrement as the amplitudes decrease. The forces which retard the disks are therefore as the first power of the velocity, and there is no evidence of any force varying with the square of the velocity, such as is produced when bodies move rapidly through the air. In these experiments the maximum velocity of the circumference of the moving disks was about $\\frac{1}{12}$ inch per second. The changes of form in the air between the disks were therefore effected very slowly, and eddies were not produced†.\n\nThe retardation of the motion of the disks is, however, not due entirely to the action of the air, since the suspension wire has a viscosity of its own, which must be estimated separately. Professor W. Thomson has observed great changes in the viscosity of wires after being subjected to torsion and longitudinal strain. The wire used in these experiments had been hanging up for some months before, and had been set into torsional vibrations with various weights attached to it, to determine its moment of torsion. Its moment of torsion and its viscosity seem to have remained afterwards nearly constant, till steam was employed to heat the lower part of the apparatus. Its viscosity then increased, and its moment of torsion diminished permanently, but when the apparatus was again heated, no further change seems to have taken place. During each course of experiments, care was taken not to set the disks vibrating beyond the limits of the scale, so that the viscosity of the wire may be supposed constant in each set of experiments.\n\n* See Table II.\n† The total moment of the resistances never exceeded that of the weight of $\\frac{1}{30}$ grain acting at the edge of the disks.\nIn order to determine how much of the total retardation of the motion is due to the viscosity of the wire, the moving disks were placed in contact with each other, and fixed disks were placed at a measured distance above and below them. The weight and moment of inertia of the system remained as before, but the part of the retardation of the motion due to the viscosity of the air was less, as there were only two surfaces exposed to the action of the air instead of six. Supposing the effect of the viscosity of the wire to remain as before, the difference of retardation is that due to the action of the four additional strata of air, and is independent of the value of the viscosity of the wire.\n\nIn the experiments which were used in determining the viscosity of air, five different arrangements were adopted.\n\nArrangement 1. Three disks in contact, fixed disks at 1 inch above and below.\n\n\" 2. \" \" \" 0·5 inch.\n\n\" 3. Three disks, each between two fixed disks at distance 0·683.\n\n\" 4. \" \" \" 0·425.\n\n\" 5. \" \" \" 0·18475.\n\nBy comparing the results of these different arrangements, the coefficient of viscosity was obtained, and the theory at the same time subjected to a rigorous test.\n\n**Definition of the Coefficient of Viscosity.**\n\nThe final result of each set of experiments was to determine the value of the coefficient of viscosity of the gas in the apparatus. This coefficient may be best defined by considering a stratum of air between two parallel horizontal planes of indefinite extent, at a distance \\(a\\) from one another. Suppose the upper plane to be set in motion in a horizontal direction with a velocity of \\(v\\) feet per second, and to continue in motion till the air in the different parts of the stratum has taken up its final velocity, then the velocity of the air will increase uniformly as we pass from the lower plane to the upper. If the air in contact with the planes has the same velocity as the planes themselves, then the velocity will increase \\(\\frac{v}{a}\\) feet per second for every foot we ascend.\n\nThe friction between any two contiguous strata of air will then be equal to that between either surface and the air in contact with it. Suppose that this friction is equal to a tangential force \\(f\\) on every square foot, then\n\n\\[\nf = \\mu \\frac{v}{a},\n\\]\n\nwhere \\(\\mu\\) is the coefficient of viscosity, \\(v\\) the velocity of the upper plane, and \\(a\\) the distance between them.\n\nIf the experiment could be made with the two infinite planes as described, we should find \\(\\mu\\) at once, for\n\n\\[\n\\mu = \\frac{fa}{v}.\n\\]\nIn the actual case the motion of the planes is rotatory instead of rectilinear, oscillatory instead of constant, and the planes are bounded instead of infinite.\n\nIt will be shown that the rotatory motion may be calculated on the same principles as rectilinear motion; but that the oscillatory character of the motion introduces the consideration of the inertia of the air in motion, which causes the middle portions of the stratum to lag behind, as is shown in fig. 8, where the curves represent the successive positions of a line of particles of air, which, if there were no motion, would be a straight line perpendicular to the planes.\n\nThe fact that the moving planes are bounded by a circular edge introduces another difficulty, depending on the motion of the air near the edge being different from that of the rest of the air.\n\nThe lines of equal motion of the air are shown in fig. 9.\n\nThe consideration of these two circumstances introduces certain corrections into the calculations, as will be shown hereafter.\n\nIn expressing the viscosity of the gas in absolute measure, the measures of all velocities, forces, &c. must be taken according to some consistent system of measurement.\n\nIf \\( L \\), \\( M \\), \\( T \\) represent the units of length, mass, and time, then the dimensions of \\( f \\) (a pressure per unit of surface) are \\( L^{-1} MT^{-2} \\); \\( a \\) is a length, and \\( v \\) is a velocity whose dimensions are \\( LT^{-1} \\), so that the dimensions of \\( \\mu \\) are \\( L^{-1} MT^{-1} \\).\n\nThus if \\( \\mu \\) be the viscosity of a gas expressed in inch-grain-second measure, and \\( \\mu' \\) the same expressed in foot-pound-minute measure, then\n\n\\[\n\\frac{\\mu}{\\mu'} = \\frac{1 \\text{ foot}}{1 \\text{ inch}} \\cdot \\frac{1 \\text{ pound}}{1 \\text{ grain}} \\cdot \\frac{1 \\text{ minute}}{1 \\text{ second}} = 1.\n\\]\n\nAccording to the experiments of MM. Helmholtz and Pietrowski*, the velocity of a fluid in contact with a surface is not always equal to that of the surface itself, but a certain amount of actual slipping takes place in certain cases between the surface and the fluid in immediate contact with it. In the case which we have been considering, if \\( v_0 \\) is the velocity of the fluid in contact with the fixed plane, and \\( f \\) the tangential force per unit of surface, then\n\n\\[\nf = \\sigma v_0,\n\\]\n\nwhere \\( \\sigma \\) is the coefficient of superficial friction between the fluid and the particular surface over which it flows, and depends on the nature of the surface as well as on that of the fluid. The coefficient \\( \\sigma \\) is of the dimensions \\( L^{-2} MT^{-1} \\). If \\( v_1 \\) be the velocity of the fluid in contact with the plane which is moving with velocity \\( v \\), and if \\( \\sigma' \\) be the coefficient of superficial friction for that plane,\n\n\\[\nf = \\sigma'(v - v_1).\n\\]\n\nThe internal friction of the fluid itself is\n\n\\[\nf = \\frac{\\mu}{a}(v_1 - v_0).\n\\]\n\n* Sitzungsberichte der k. k. Akad. April 1860.\nHence\n\n\\[ v = f \\left( \\frac{1}{\\sigma} + \\frac{1}{\\sigma'} + \\frac{a}{\\mu} \\right). \\]\n\nIf we make \\( \\frac{\\mu}{\\sigma} = \\beta \\), and \\( \\frac{\\mu}{\\sigma'} = \\beta' \\), then\n\n\\[ v = f \\left( \\frac{a + \\beta + \\beta'}{\\mu} \\right), \\]\n\nor the friction is equal to what it would have been if there had been no slipping, and if the interval between the planes had been increased by \\( \\beta + \\beta' \\). By changing the interval between the planes, \\( a \\) may be made to vary while \\( \\beta + \\beta' \\) remains constant, and thus the value of \\( \\beta + \\beta' \\) may be determined. In the case of air, the amount of slipping is so small that it produces no appreciable effect on the results of experiments. In the case of glass surfaces rubbing on air, the probable value of \\( \\beta \\), deduced from the experiments, was \\( \\beta = 0.027 \\) inch. The distance between the moving surfaces cannot be measured so accurately as to give this value of \\( \\beta \\) the character of an ascertained quantity. The probability is rather in favour of the theory that there is no slipping between air and glass, and that the value of \\( \\beta \\) given above results from accidental discrepancy in the observations. I have therefore preferred to calculate the value of \\( \\mu \\) on the supposition that there is no slipping between the air and the glass in contact with it.\n\nThe value of \\( \\mu \\) depends on the nature of the gas and on its physical condition. By making experiments in gas of different densities, it is shown that \\( \\mu \\) remains constant, so that its value is the same for air at 0.5 inch and at 30 inches pressure, provided the temperature remains the same. This will be seen by examining Table IV., where the value of \\( L \\), the logarithm of the decrement of arc in ten single vibrations, is the same for the same temperature, though the density is sixty times greater in some cases than in others. In fact the numbers in the column headed \\( L' \\) were calculated on the hypothesis that the viscosity is independent of the density, and they agree very well with the observed values.\n\nIt will be seen, however, that the value of \\( L \\) rises and falls with the temperature, as given in the second column of Table IV. These temperatures range from 51° to 74° Fahr., and were the natural temperatures of the room on different days in May 1865. The results agree with the hypothesis that the viscosity is proportional to \\( (461° + \\theta) \\), the temperature measured from absolute zero of the air-thermometer. In order to test this proportionality, the temperature was raised to 185° Fahr. by a current of steam sent round the space between the glass receiver and the tin vessel. The temperature was kept up for several hours, till the thermometer in the receiver became stationary, before the disks were set in motion. The ratio of the upper temperature (185° F.) to the lower (51°), measured from −461° F., was\n\n\\[ 1.2605. \\]\n\nThe ratio of the viscosity at the upper temperature to that at the lower was\n\n\\[ 1.2624, \\]\nwhich shows that the viscosity is proportional to the absolute temperature very nearly. The simplicity of the other known laws relating to gases warrants us in concluding that the viscosity is really proportional to the temperature, measured from the absolute zero of the air-thermometer.\n\nThese relations between the viscosity of air and its pressure and temperature are the more to be depended on, since they agree with the results deduced by Mr. Graham from experiments on the transpiration of gases through tubes of small diameter. The constancy of the viscosity for all changes of density when the temperature is constant is a result of the Dynamical Theory of Gases*, whatever hypothesis we adopt as to the mode of action between the molecules when they come near one another. The relation between viscosity and temperature, however, requires us to make a particular assumption with respect to the force acting between the molecules. If the molecules act on one another only at a determinate distance by a kind of impact, the viscosity will be as the square root of the absolute temperature. This, however, is certainly not the actual law. If, as the experiments of Graham and those of this paper show, the viscosity is as the first power of the absolute temperature, then in the dynamical theory, which is framed to explain the facts, we must assume that the force between two molecules is proportional inversely to the fifth power of the distance between them. The present paper, however, does not profess to give any explanation of the cause of the viscosity of air, but only to determine its value in different cases.\n\nExperiments were made on a few other gases besides dry air.\n\nDamp air, over water at 70° F. and 4 inches pressure, was found by the mean of three experiments to be about one-sixtieth part less viscous than dry air at the same temperature.\n\nDry hydrogen was found to be much less viscous than air, the ratio of its viscosity to that of air being .5156.\n\nA small proportion of air mixed with hydrogen was found to produce a large increase of viscosity, and a mixture of equal parts of air and hydrogen has a viscosity nearly equal to $\\frac{1}{16}$ of that of air.\n\nThe ratio of the viscosity of dry carbonic acid to that of air was found to be .859.\n\nIt appears from the experiments of Mr. Graham that the ratio of the transpiration time of hydrogen to that of air is .4855, and that of carbonic acid to air .807. These numbers are both smaller than those of this paper. I think that the discrepancy arises from the gases being less pure in my experiments than in those of Graham, owing to the difficulty of preventing air from leaking into the receiver during the preparation, desiccation, and admission of the gas, which always occupied at least an hour and a half before the experiment on the moving disks could be begun.\n\nIt appears to me that for comparative estimates of viscosity, the method of transpiration is the best, although the method here described is better adapted to determine the absolute value of the viscosity, and is less liable to the objection that in fine capillary\n\n* \"Illustrations of the Dynamical Theory of Gases,\" Philosophical Magazine, Jan. 1860.\ntubes the influence of molecular action between the gas and the surface of the tube may possibly have some effect.\n\nThe actual value of the coefficient of viscosity in inch-grain-second measure, as determined by these experiments, is \\( \\mu = 0.0001492(461^\\circ + \\theta) \\).\n\nAt 62° F.\n\n\\[ \\mu = 0.007802. \\]\n\nProfessor Stokes has deduced from the experiments of Baily on pendulums\n\n\\[ \\sqrt{\\frac{\\mu}{\\rho}} = 0.116, \\]\n\nwhich at ordinary pressures and temperatures gives\n\n\\[ \\mu = 0.00417, \\]\n\nor not much more than half the value as here determined. I have not found any means of explaining this difference.\n\nIn metrical units and Centigrade degrees\n\n\\[ \\mu = 0.01878(1 + 0.00365\\theta). \\]\n\nM. O. E. Meyer gives as the value of \\( \\mu \\) in centimetres, grammes, and seconds, at 18° C.,\n\n\\[ \\cdot000360. \\]\n\nThis, when reduced to metre-gramme-second measure, is\n\n\\[ \\mu = 0.0360. \\]\n\nI make \\( \\mu \\), at 18° C.,\n\n\\[ = 0.0200. \\]\n\nHence the value given by Meyer is 1.8 times greater than that adopted in this paper.\n\nM. Meyer, however, has a different method of taking account of the disturbance of the air near the edge of the disk from that given in this paper. He supposes that when the disk is very thin the effect due to the edge is proportional to the thickness, and he has given in Crelle's 'Journal' a vindication of this supposition. I have not been able to obtain a mathematical solution of the case of a disk oscillating in a large extent of fluid, but it can easily be shown that there will be a finite increase of friction near the edge of the disk due to the want of continuity, even if the disk were infinitely thin. I think therefore that the difference between M. Meyer's result and mine is to be accounted for, at least in part, by his having under-estimated the effect of the edge of the disk. The effect of the edge will be much less in water than in air, so that any deficiency in the correction will have less influence on the results for liquids which are given in M. Meyer's very valuable paper.\n\n**Mathematical Theory of the Experiment.**\n\nA disk oscillates in its own plane about a vertical axis between two fixed horizontal disks, the amplitude of oscillation diminishing in geometrical progression, to find what part of the retardation is due to the viscosity of the air between it and the fixed disks.\nThat part of the surface of the disk which is not near the edge may be treated as part of an infinite disk, and we may assume that each horizontal stratum of the fluid oscillates as a whole. In fact, if the motion of every part of each stratum can be accounted for by the actions of the strata above and below it, there will be no mutual action between the parts of the stratum, and therefore no relative motion between its parts.\n\nLet $\\theta$ be the angle which defines the angular position of the stratum which is at the distance $y$ from the fixed disk, and let $r$ be the distance of a point of that stratum from the axis, then its velocity will be $r \\frac{d\\theta}{dt}$, and the tangential force on its lower surface arising from viscosity will be on unit of surface\n\n$$-\\mu r \\frac{d^2\\theta}{dydt} = f.$$  \n\n(1)\n\nThe tangential force on the upper surface will be\n\n$$\\mu r \\left( \\frac{d^2\\theta}{dydt} + \\frac{d^3\\theta}{dy^2dt} dy \\right);$$\n\nand the mass of the stratum per unit of surface is $\\varepsilon dy$, so that the equation of motion of each stratum is\n\n$$\\varepsilon \\frac{d^2\\theta}{dt^2} = \\mu \\frac{d^3\\theta}{dy^2dt},$$  \n\n(2)\n\nwhich is independent of $r$, showing that the stratum moves as a whole.\n\nThe conditions to be satisfied are, that when $y=0$, $\\theta=0$; and that when $y=b$,\n\n$$\\theta = Ce^{-ut} \\cos (nt + \\alpha).$$  \n\n(3)\n\nThe disk is suspended by a wire whose elasticity of torsion is such that the moment of torsion due to a torsion $\\theta$ is $I \\omega^2 \\theta$, where $I$ is the moment of inertia of the disks. The viscosity of the wire is such that an angular velocity $\\frac{d\\theta}{dt}$ is resisted by a moment $2Ik \\frac{d\\theta}{dt}$.\n\nThe equation of motion of the disks is then\n\n$$I \\left( \\frac{d^2\\theta}{dt^2} + 2k \\frac{d\\theta}{dt} + \\omega^2 \\theta \\right) + NA \\mu \\frac{d^3\\theta}{dydt} = 0,$$\n\n(4)\n\nwhere $A=\\int_0^b 2\\pi r^2 dr = \\frac{1}{2}\\pi r^4$, the moment of inertia of each surface, and $N$ is the number of surfaces exposed to friction of air.\n\nThe equation for the motion of the air may be satisfied by the solution\n\n$$\\theta = e^{-ut} \\{ e^{py} \\cos (nt + qy) - e^{-py} \\cos (nt - gy) \\},$$  \n\nprovided\n\n$$2pq = \\frac{\\varepsilon n}{\\mu},$$  \n\n(6)\n\nand\n\n$$p^2 - q^2 = \\frac{\\varepsilon I}{\\mu};$$  \n\n(7)\nand in order to fulfil the conditions (3) and (4),\n\n\\[2\\ln(l-k)(e^{2pb}+e^{-2pb}-2\\cos 2qb)=NA\\mu\\{(pm-lq)(e^{2pb}-e^{-2pb})+(qn+lp)2\\sin 2qb\\}. \\quad (8)\\]\n\nExpanding the exponential and circular functions, we find\n\n\\[2lb(l-k)=NA\\mu\\{1-\\frac{1}{3}cl+\\frac{1}{6}c(n^2-3l^2)+\\frac{1}{15}c^3(n^3l-l^3)+\\frac{1}{10}c^4(\\frac{7}{18}n^4+\\frac{215}{16}n^2l^2-\\frac{145}{4}l^4)\\}, \\quad (9)\\]\n\nwhere \\(c = \\frac{4b^2g}{\\mu}\\),\n\n\\(l\\) = observed Napierian logarithmic decrement of the amplitude in unit of time,\n\n\\(k\\) = the part of the decrement due to the viscosity of the wire.\n\nWhen the oscillations are slow as in these experiments, when the disks are near one another, and when the density is small and the viscosity large, the series on the right-hand side of the equation is rapidly convergent.\n\nWhen the time from rest to rest was thirty-six seconds, and the interval between the disks 1 inch, then for air of pressure 29·9 inches, the successive terms of the series were\n\n\\[1·0-0·00508 +0·24866 +0·00072 +0·00386=1·24816;\\]\n\nbut when the pressure was reduced to 1·44 inch, the series became\n\n\\[1·0-0·0002448 +0·005768+0·0000008 +00000002=1·0003321.\\]\n\nThe series is also made convergent by diminishing the distance between the disks. When the distance was ·1847 inch, the first two terms only were sensible. When the pressure was 29·29, the series was\n\n\\[1-0·00858 +0·00278=1-0·0058.\\]\n\nAt smaller pressures the series became sensibly = 1.\n\nThe motion of the air between the two disks is represented in fig. 8, where the upper disk is supposed fixed and the lower one oscillates. A row of particles of air which when at rest form a straight line perpendicular to the disks, will when in motion assume in succession the forms of the curves 1, 2, 3, 4, 5, 6. If the ratio of the density to the viscosity of the air is very small, or if the time of oscillation is very great, or if the interval between the disks is very small, these curves approach more and more nearly to the form of straight lines.\n\nThe chief mathematical difficulty in treating the case of the moving disks arises from the necessity of determining the motion of the air in the neighbourhood of the edge of the disk. If the disk were accompanied in its motion by an indefinite plane ring surrounding it and forming a continuation of its surface, the motion of the air would be the same as if the disk were of indefinite extent; but if the ring were removed, the motion of the air in the neighbourhood of the edge would be diminished, and therefore the effect of its viscosity on the parts of the disk near the edge would be increased. The actual effect of the air on the disk may be considered equal to that on a disk of greater radius forming part of an infinite plane.\n\nSince the correction we have to consider is confined to the space immediately surrounding the edge of the disk, we may treat the edge as if it were the straight edge\nof an infinite plane parallel to $xz$, oscillating in the direction of $z$ between two planes infinite in every direction at distance $b$. Let $w$ be the velocity of the fluid in the direction of $z$, then the equation of motion is*\n\n$$\\frac{dw}{dt} = \\mu \\left( \\frac{d^2w}{dx^2} + \\frac{d^2w}{dy^2} \\right), \\quad \\ldots \\ldots \\ldots \\ldots \\ldots (10)$$\n\nwith the conditions\n\n$$w = 0 \\text{ when } y = \\pm b, \\quad \\ldots \\ldots \\ldots \\ldots \\ldots (11)$$\n\nand\n\n$$w = C \\cos nt \\text{ when } y = 0, \\text{ and } x \\text{ is positive}. \\quad \\ldots \\ldots (12)$$\n\nI have not succeeded in finding the solution of the equation as it stands, but in the actual experiments the time of oscillation is so long, and the space between the disks is so small, that we may neglect $\\frac{b^3gn}{\\mu}$, and the equation is reduced to\n\n$$\\frac{d^2w}{dx^2} + \\frac{d^2w}{dy^2} = 0 \\quad \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots (13)$$\n\nwith the same conditions. For the method of treating these conditions I am indebted to Professor W. Thomson, who has shown me how to transform these conditions into another set with which we are more familiar, namely, $w = 0$ when $x = 0$, and $w = 1$ when $y = 0$, and $x$ is greater than $+1$, and $w = -1$ when $x$ is less than $-1$. In this case we know that the lines of equal values of $w$ are hyperbolas, having their foci at the points $y = 0$, $x = \\pm 1$, and that the solution of the equation is\n\n$$w = \\frac{2}{\\pi} \\sin^{-1} \\frac{r_1 - r_2}{2}, \\quad \\ldots \\ldots \\ldots \\ldots \\ldots (14)$$\n\nwhere $r_1$, $r_2$ are the distances from the foci.\n\nIf we put\n\n$$\\varphi = \\frac{2}{\\pi} \\log \\left\\{ \\sqrt{(r_1 + r_2)^2 - 4} + r_1 + r_2 \\right\\}, \\quad \\ldots \\ldots \\ldots \\ldots \\ldots (15)$$\n\nthen the lines for which $\\varphi$ is constant will be ellipses orthogonal to the hyperbolas, and\n\n$$\\frac{d^2\\varphi}{dx^2} + \\frac{d^2\\varphi}{dy^2} = 0; \\quad \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots (16)$$\n\nand the resultant of the friction on any arc of a curve will be proportional to $\\varphi_1 - \\varphi_0$, where $\\varphi_0$ is the value of $\\varphi$ at the beginning, and $\\varphi_1$ at the end of the given arc.\n\nIn the plane $y = 0$, when $x$ is very great, $\\varphi = \\frac{2}{\\pi} \\log 4x$, and when $x = 1$, $\\varphi = \\frac{2}{\\pi} \\log 2$, so that the whole friction between $x = 1$ and a very distant point is $\\frac{2}{\\pi} \\log 2x$.\n\nNow let $w$ and $\\varphi$ be expressed in terms of $r$ and $\\theta$, the polar coordinates with respect to the origin as the pole; then the conditions may be stated thus:\n\n* Professor Stokes \"On the Theories of the Internal Friction of Fluids in Motion, &c.\", Cambridge Phil. Trans. vol. viii.\nWhen $\\theta = \\pm \\frac{\\pi}{2}$, $w = 0$. When $\\theta = 0$ and $r$ greater than 1, $w = 1$. When $\\theta = \\pi$ and $r$ greater than 1, $w = -1$.\n\nNow let $x'$, $y'$ be rectangular coordinates, and let\n\n$$y' = \\frac{2}{\\pi} b \\theta \\quad \\text{and} \\quad x' = \\frac{2}{\\pi} b \\log r,$$\n\nand let $w$ and $\\varphi$ be expressed in terms of $x'$ and $y'$; the differential equations (13) and (16) will still be true; and when $y' = \\pm b$, $w = 0$, and when $y' = 0$ and $x'$ positive, $w = 1$.\n\nWhen $x'$ is great, $\\varphi = \\frac{x'}{b} + \\frac{2}{\\pi} \\log 4$, and when $x = 0$, $\\varphi = \\frac{2}{\\pi} \\log 2$, so that the whole friction on the surface is\n\n$$\\frac{x'}{b} + \\frac{2}{\\pi} \\log 2,$$\n\nwhich is the same as if a portion whose breadth is $\\frac{2b}{\\pi} \\log_2$ had been added to the surface at its edge.\n\nThe curves of equal velocity are represented in fig. 9 at $u$, $v$, $w$, $x$, $y$. They pass round the edge of the moving disk A B, and have a set of asymptotes U, V, W, X, Y, arranged at equal distances parallel to the disks.\n\nThe curves of equal friction are represented at $o$, $p$, $q$, $r$, $s$, $t$. The form of these curves approximates to that of straight lines as we pass to the left of the edge of the disk.\n\nThe dotted vertical straight lines O, P, Q, R, S, T represent the position of the corresponding lines of equal friction if the disk A B had been accompanied by an extension of its surface in the direction of B. The total friction on A B, or on any of the curves $u$, $v$, $w$, &c., is equal to that on a surface extending to the point C, on the supposition that the moving surface has an accompanying surface which completes the infinite plane.\n\nIn the actual case the moving disk is not a mere surface, but a plate of a certain thickness terminated by a slightly rounded edge. Its section may therefore be compared to the curve $uu'$ rather than to the axis A B.\n\nThe total friction on the curve is still equal to that on a straight line extending to C, but the velocity corresponding to the curve $u$ is less than that corresponding to the line A B.\n\nIf the thickness of the disk is $2\\beta$, and the distance between the fixed disks $= 2b$, so that the distance of the surfaces is $b - \\beta$, the breadth of the strip which must be supposed to be added to the surface at the edge will be\n\n$$\\alpha = \\frac{2b}{\\pi} \\log_{10} \\left\\{ \\log_{10} 2 + \\log_{10} \\sin \\frac{\\pi(b-\\beta)}{2b} \\right\\}.$$  \n\nIn calculating the moment of friction on this strip, we must suppose it to be at the\n\n* This result is applicable to the calculation of the electrical capacity of a condenser in the form of a disk between two larger disks at equal distance from it.\nsame distance from the axis as the actual edge of the disk. Instead of $A = \\frac{\\pi}{2} r^4$ in equation (9), we must therefore put $A = \\frac{\\pi}{2} r^4 + 2\\pi r^3 \\alpha$, and instead of $b$ we must put $b - \\beta$.\n\nThe actual value of $\\frac{\\pi}{2} r^4$ for each surface in inches = 1112.8.\n\nThe value of $I$ in inches and grains was 175337.\n\nIt was determined by comparing the times of oscillation of the axis and disks without the little magnet, with the times of the brass ring (fig. 4) and of the tube and weights (fig. 7). Four different suspension wires were used in these experiments.\n\nThe following Table gives the numbers required for the calculation of each of the five arrangements of the disks.\n\n| Arrangement                  | Case 1 | Case 2 | Case 3 | Case 4 | Case 5 |\n|------------------------------|--------|--------|--------|--------|--------|\n| $N =$ Number of surfaces      | 2      | 2      | 6      | 6      | 6      |\n| $b - \\beta =$ distance of surfaces | 1·0    | 0·5    | 0·683  | 0·425  | 0·1847 |\n| $2\\pi r^3 \\alpha =$ effect of edge | 446·09 | 235·0  | 292·95 | 186·7  | 86·1   |\n| $A =$ whole moment of each surface | 1558·9 | 1347·8 | 1405·75| 1299·5 | 1198·9 |\n| $\\frac{NA}{2 \\log_{10} b} =$ $Q =$ | 0·03815| 0·07398| 0·15110| 0·22448| 0·47640|\n\nIf $l$ is the Napierian logarithmic decrement per second, and $L$ the observed decrement of the common logarithm (to base 10) of the arc in time $T$, then\n\n$$L = l T \\log_{10} e.$$  \n\nIf $n$ is the coefficient of $t$ in the periodic terms, and $T$ the time of five complete vibrations,\n\n$$n T = 10 \\pi.$$  \n\nLet\n\n$$K = k T \\log_{10} e,$$\n\nthen $K$ is the part of the observed logarithmic decrement due to the viscosity of the wire, the yielding of the instrument, and the friction of the air on the axis, and is the same for all experiments as long as the wire is unaltered.\n\nLet $\\mu_0$ be the value of $\\mu$ at temperature zero, $\\mu$ that at any other temperature $\\theta$, then if $\\mu$ is proportional to the temperature from absolute zero,\n\n$$\\mu = (1 + \\alpha \\theta) \\mu_0,$$\n\nwhere $\\alpha$ is the coefficient of expansion of air per degree.\n\nEquation (9) may now be written in the form\n\n$$\\mu_0 Q (1 + x)(1 + \\alpha \\theta) T + K = L,$$\n\nwhere $1 + x$ is the series in equation (9), $x$ being in most cases small, and may be calculated from an approximate value of $\\mu_0$.\n\nThe values of $Q$ are to be taken from the Table according to the arrangement of disks in the experiment.\n\nIn this way I have combined the results of forty experiments on dry air in order to\ndetermine the values of $\\mu_0$ and $K$. Seven of these had the first arrangement, six had the second, six the third, nine the fourth, and twelve the fifth.\n\nThe values of $Q$ for the five cases are roughly in the proportions of 1, 2, 4, 6, 12, so that it is easy to eliminate $K$ and find $\\mu_0$. I had reason, however, to believe that the value of $K$ was altered at a certain stage of the experiments when steam was first used to heat the air in the receiver. I therefore introduced two values of $K$, $K_1$ and $K_2$, into the experiments before and after this change respectively. The values of $K_1$ and $K_2$ deduced from these experiments were\n\n\\[\n\\begin{align*}\n\\text{In ten single vibrations.} \\\\\nK_1 &= 0.01568 \\\\\nK_2 &= 0.01901\n\\end{align*}\n\\]\n\nThe value of $\\mu$ in inch-grain-second measure at temperature $\\theta^\\circ$ Fahrenheit is for air\n\n\\[\n\\mu = 0.0001492(461^\\circ + \\theta^\\circ).\n\\]\n\nThe value of $L$ was then calculated for each experiment and compared with the observed value. In this way the error of mean square of a single experiment was found. The probable error of $\\mu$, as determined from the equations, was calculated from this and found to be 0.36 per cent. of its value.\n\nIn order to estimate the value of the evidence in favour of there being a finite amount of slipping between the disks and the air in contact with them, the value of $L$ for each of the forty experiments was found on the supposition that\n\n\\[\n\\beta = 0.0027 \\text{ inch and } \\mu = (0.000015419)(461^\\circ + \\theta^\\circ).\n\\]\n\nThe error of mean square for each observation was found to be slightly greater than in the former case; the probable error of $\\beta$ was 40 per cent., and that of $\\mu = 1.6$ per cent.\n\nI have no doubt that the true value of $\\beta$ is zero, that is, there is no slipping, and that the original value of $\\mu$ is the best.\n\nAs the actual observations were very numerous, and the reduction of them would occupy a considerable space in this paper, I have given a specimen of the actual working of one experiment.\n\nTable I. shows the readings of the scale as taken down at the time of observation, with the times of transit of the middle point of the scale after the fifth and sixth readings, with the sum of ten successive amplitudes deduced therefrom.\n\nTable II. shows the results of this operation as extended to the rest of experiment 62, and gives the logarithmic decrement for each successive period of ten semivibrations, with the mean time and corresponding mean logarithmic decrement.\n\nTable III. shows the method of combining forty experiments of different kinds. The observed decrement depends on two unknown quantities, the viscosity of air and that of the wire.\n\nThe experiments are grouped together according to the coefficients of $\\mu$ and $K$ that enter into them, and when the final results have been obtained, the decrements are calculated\nand compared with the results of observation. The calculated sums of the decrements are given in the last column.\n\nTable IV. shows the results of the twelve experiments with the fifth arrangement. They are arranged in groups according to the pressure of the air, and it will be seen that the observed values of $L$ are as independent of the pressure as the calculated values, in which the pressure is taken into account only in calculating the value of $x$ in the fifth column. By arranging the values of $L - L'$ in order of temperature, it was found that within the range of atmospheric temperature during the course of the experiments the relation between the viscosity of air and its temperature does not perceptibly differ from that assumed in the calculation. Finally, the experiments were arranged in order of time, to determine whether the viscosity of the wire increased during the experiments, as it did when steam was first used to heat the apparatus. There did not appear any decided indication of any alteration in the wire.\n\nTable V. gives the resultant value of $\\mu$ in terms of the different units which are employed in scientific measurements.\n\nNote, added February 6, 1866.—In the calculation of the results of the experiments, I made use of an erroneous value of the moment of inertia of the disks and axis = 1·012 of the true value, as determined by six series of experiments with four suspension wires and two kinds of auxiliary weights. The numbers in the coefficients of $m$ in Table IV. are therefore all too large, and the value of $\\mu$ is also too large in the same proportion, and should be\n\n$$\\mu = 0.0001492(461^\\circ + \\theta).$$\n\nThe same error ran through all the absolute values in other parts of the paper as sent in to the Royal Society, but to save trouble to the reader I have corrected them where they occur.\n\n**Table I.**—Experiment 62. Arrangement 5. Dry air at pressure 0·55 inch.\n\nTemperature 68° F. May 9, 1865.\n\n| Greater scale reading | Time. 3h+ | Less scale reading | Time. |\n|-----------------------|-----------|--------------------|-------|\n|                       | m s       |                    | m s   |\n| 8309                  |           | 1740               |       |\n| 8071                  |           | 1968               |       |\n| 7852                  | 27 42·4   | 2180               | 28 18·8 |\n| 7650                  |           | 2377               |       |\n| 7460                  |           | 2561               |       |\n| **Sum of greater readings** | **39342** | **Sum of less do.** | **10826** |\n\nDifference 28516 = sum of 10 amplitudes.\n\nThe observations were continued in the same way till five sets of readings of this kind were obtained. The following were the results.\n\nMDCCCLXVI.\nTable II.\n\n| Times | Sum of ten amplitudes | Logarithm | Log. decrement |\n|-------|----------------------|-----------|---------------|\n| h m s |                      |           |               |\n| 3 28 0·6 | 28516 | 4·4550886 | 0·1587745     |\n| 34 3·2 | 19784 | 4·2963141 | 0·1585171     |\n| 40 5·8 | 13734 | 4·1377970 | 0·1587041     |\n| 46 8·6 | 9530  | 3·9790929 | 0·1596806     |\n| 52 11·2| 6598  | 3·8194123 |               |\n\nResults of experiment 62. Mean time of ten vibrations = 362·66\nMean log. decrement . . = 0·1588574.\n\nTable III.\n\nEquations from which \\( \\mu \\) for air was determined; \\( m = \\frac{\\mu}{461^\\circ + \\theta} \\).\n\n| Number of experiments | Arrangement | Result of observation | Result of calculation |\n|-----------------------|-------------|-----------------------|-----------------------|\n| 3.                    | 1           | 6·3647 \\( m + 3K_1 = -0·0023167 \\) | -0·0022779            |\n| 3.                    | 2           | 11·2893 \\( m + 3K_1 = -0·0028280 \\) | -0·0030214            |\n| 6.                    | 4           | 71·2412 \\( m + 6K_1 = -0·0133457 \\) | -0·0133897            |\n| 4.                    | 1           | 8·7221 \\( m + 4K_2 = -0·0034562 \\) | -0·0034127            |\n| 3.                    | 2           | 11·6680 \\( m + 3K_2 = -0·0031505 \\) | -0·0033335            |\n| 12.                   | 5           | 297·7880 \\( m + 12K_2 = -0·0511708 \\) | -0·00512666           |\n| 3.                    | 4           | 36·0551 \\( m + 3K_2 = -0·0069607 \\) | -0·0070159            |\n| 6.                    | 3           | 48·8911 \\( m + 6K_2 = -0·0108215 \\) | -0·0105333            |\n\nFinal result \\( \\mu^* = 0·0001510 (461^\\circ + \\theta) \\) with probable error 0·36 per cent.\n\n\\( K_1 = 0·000439 \\), \\( K_2 = 0·000524 \\).\n\nTable IV.—Experiments with Arrangement 5.\n\n| No. of experiment | Absolute temperature \\( 461^\\circ + \\theta \\) | Pressure, in inches of mercury | Time of five double swings, in seconds | Correction for inertia of air \\( (1+x) \\) in equation (24). | L=decrement of logarithm of arc in ten single vibrations. | Diff. L—L' |\n|-------------------|---------------------------------------------|-------------------------------|----------------------------------------|-------------------------------------------------|-------------------------------------------------|------------|\n| 62.               | 529                                         | 0·55                          | 362·66                                 | 1—0·000157                                       | 0·15719                                          | 0·15886    | +167       |\n| 77.               | 516                                         | 0·50                          | 362·80                                 | 1—0·000157                                       | 0·15378                                          | 0·15260    | —118       |\n| 80.               | 527                                         | 0·56                          | 364·04                                 | 1—0·000157                                       | 0·15648                                          | 0·15946    | +279       |\n| 63.               | 527·5                                       | 5·57                          | 362·72                                 | 1—0·000157                                       | 0·15680                                          | 0·15628    | —52        |\n| 64.               | 535                                         | 5·97                          | 362·94                                 | 1—0·000157                                       | 0·15875                                          | 0·15838    | —37        |\n| 81.               | 516                                         | 5·52                          | 363·80                                 | 1—0·000157                                       | 0·15379                                          | 0·15389    | +10        |\n| 65.               | 524                                         | 25·58                         | 362·64                                 | 1—0·000486                                       | 0·15555                                          | 0·15422    | —133       |\n| 71.               | 513                                         | 19·87                         | 362·50                                 | 1—0·000486                                       | 0·15299                                          | 0·15144    | —155       |\n| 72.               | 514·5                                       | 20·31                         | 362·86                                 | 1—0·000486                                       | 0·15338                                          | 0·15269    | —69        |\n| 75.               | 517                                         | 29·90                         | 363·8                                  | 1—0·00058                                        | 0·15398                                          | 0·15377    | —21        |\n| 76.               | 513·5                                       | 29·76                         | 362·89                                 | 1—0·00058                                        | 0·15280                                          | 0·15146    | —134       |\n| 79.               | 521                                         | 28·22                         | 363·9                                  | 1—0·00058                                        | 0·15502                                          | 0·15510    | +8         |\n\n* This is the result derived from these equations, which is 1·2 per cent. too large.\nTABLE V.—Results.\n\nCoefficient of viscosity in dry air. Units—the inch, grain, and second, and Fahrenheit temperature,\n\n\\[ \\mu = 0.0001492(461 + \\theta) = 0.006876 + 0.000149\\theta. \\]\n\nAt 60° F. the mean temperature of the experiments, \\( \\mu = 0.007763 \\). Taking the foot as unit instead of the inch, \\( \\mu = 0.000179(461 + \\theta) \\). In metrical units (metre, gramme, second, and Centigrade temperature),\n\n\\[ \\mu = 0.01878(1 + 0.00365\\theta). \\]\n\nThe coefficient of viscosity of other gases is to be found from that of air by multiplying \\( \\mu \\) by the ratio of the transpiration time of the gas to that of air as determined by Graham*.\n\nPOSTSCRIPT.—Received December 7, 1865.\n\nSince the above paper was communicated to the Royal Society, Professor Stokes has directed my attention to a more recent memoir of M. O. E. Meyer, \"Ueber die innere Reibung der Gase,\" in Poggendorff's Annalen, cxxv. (1865). M. Meyer has compared the values of the coefficient of viscosity deduced from the experiments of Baily by Stokes, with those deduced from the experiments of Bessel and of Girault. These values are 0.00104, 0.000275, and 0.000384 respectively, the units being the centimetre, the gramme, and the second. M. Meyer's own experiments were made by swinging three disks on a vertical axis in an air-tight vessel. The disks were sometimes placed in contact, and sometimes separate, so as to expose either two or six surfaces to the action of the air. The difference of the logarithmic decrement of oscillation in these two arrangements was employed to determine the viscosity of the air.\n\nThe effects of the resistance of the air on the axis, mirror, &c., and of the viscosity of the suspending wires are thus eliminated.\n\nThe calculations are made on the supposition that the moving disks are so far from each other and from the surface of the receiver which contains them, that the effect of the air upon each is the same as if it were in an infinite space.\n\nAt the distance of 30 millims., and with a period of oscillation of fourteen seconds, the mutual effect of the disks would be very small in air at the ordinary pressure. In November 1863 I made a series of experiments with an arrangement of three brass disks placed on a vertical axis exactly as in M. Meyer's experiments, except that I had then no air-tight apparatus, and the disks were protected from currents of air by a wooden box only.\n\nI attempted to determine the viscosity of air by means of the observed mutual action between the disks at various distances. I obtained the values of this mutual action for distances under 2 inches, but I found that the results were so much involved with the unknown motion of the air near the edge of the disks, that I could place no dependence on the results unless I had a complete mathematical theory of the motion near the edge.\n\n* Philosophical Transactions, 1849.\nIn M. Meyer's experiments the time of vibration is shorter than in most of mine. This will diminish the effect of the edge in comparison with the total effect, but in rarefied air both the mutual action and the effect of the edge are much increased. In his calculations, however, the effect of the three edges of the disks is supposed to be the same, whether they are in contact or separated. This, I think, will account for the large value which he has obtained for the viscosity, and for the fact that with the brass disks which vibrate in 14 seconds, he finds the apparent viscosity diminish as the pressure diminishes, while with the glass disks which vibrate in 8 seconds it first increases and then diminishes.\n\nM. Meyer concludes that the viscosity varies much less than the pressure, and that it increases slightly with increase of temperature. He finds the value of $\\mu$ in metrical units (centimetre-gramme-second) at various temperatures,\n\n| Temperature | Viscosity |\n|-------------|-----------|\n| $8^\\circ 3$ C. | .000333   |\n| $21^\\circ 5$ C. | .000323   |\n| $34^\\circ 4$ C. | .000366   |\n\nIn my experiments, in which fixed disks are interposed between the moving ones, the calculation is not involved in so great difficulties; and the value of $\\mu$ is deduced directly from the observations, whereas the experiments of M. Meyer give only the value of $\\sqrt{\\mu g}$, from which $\\mu$ must be determined. For these reasons I prefer the results deduced from experiments with fixed disks interposed between the moving ones.\n\nM. Meyer has also given a mathematical theory of the internal friction of gases, founded on the dynamical theory of gases. I shall not say anything of this part of his paper, as I wish to confine myself to the results of experiment.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108948.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 22,
    "total-input-tokens": 35830,
    "total-output-tokens": 15800,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2417,
        2
      ],
      [
        2417,
        5516,
        3
      ],
      [
        5516,
        8636,
        4
      ],
      [
        8636,
        11685,
        5
      ],
      [
        11685,
        14968,
        6
      ],
      [
        14968,
        17521,
        7
      ],
      [
        17521,
        20461,
        8
      ],
      [
        20461,
        23498,
        9
      ],
      [
        23498,
        26705,
        10
      ],
      [
        26705,
        29043,
        11
      ],
      [
        29043,
        31320,
        12
      ],
      [
        31320,
        34227,
        13
      ],
      [
        34227,
        36924,
        14
      ],
      [
        36924,
        39622,
        15
      ],
      [
        39622,
        42186,
        16
      ],
      [
        42186,
        45077,
        17
      ],
      [
        45077,
        47841,
        18
      ],
      [
        47841,
        53508,
        19
      ],
      [
        53508,
        56386,
        20
      ],
      [
        56386,
        58157,
        21
      ],
      [
        58157,
        58157,
        22
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108948",
    "title": "The Bakerian Lecture.--On the Viscosity or Internal Friction of Air and Other Gases",
    "authors": "J. Clerk Maxwell",
    "year": 1866,
    "volume": "156",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 22,
    "jstor_url": "https://www.jstor.org/stable/108948"
  }
}