{
  "id": "51e0bf2694bdaa9590c77b6846a881daa2ea1e62",
  "text": "AN INDEX TO THE Fifty-Fifth VOLUME OF THE Philosophical Transactions.\n\nFor the YEAR 1765.\n\nA.\n\nAIR, various observations concerning it, page 149. 182, &c. does not become less elastic by passing through the lungs of an animal, 173.\nAlcyonium, see Sponges.\nAstronomical observations, made at Vienna by Father Joseph Liesganig, p. 130.\nAtmosphere, several Phænomena of it accounted for, p. 160.\n\nB.\n\nBalance, of a new construction, for weighing, proposed, p. 205.\nINDEX.\n\nBarometer, a portable one described, p. 83.\nBevis, Dr. John, his letter containing astronomical observations made at Vienna, p. 150.\nBlood, human, microscopical observations on it, p. 252.\nBrownrigg, Dr. his experimental enquiry into the mineral elastic spirit, or air, contained in Spa water, p. 218.\n\nC.\n\nColebrook, Mr. Josiah, his account of the sequel of the case of Ann James, who had taken the green hemlock, p. 271.\nColours, the different ones, in natural bodies, arise from the different density of their component particles, p. 11.\nExperiments on the several metallic bodies, what colour each produces when separated from their sulphur, and melted and united with glass, 13. Of their colour under other preparations, 28. Conjecture about the cause of the green colour of vegetables, 36.\nComet, (the famous one of 1682) its return predicted by Dr. Halley at the end of 1758, or beginning of next year, p. 295. Reasons of the difficulty in ascertaining the time precisely, ibid. Endeavours of Mr. Clairaut on this subject, 296. Observations on the several appearances of this comet, from January 21, to June 3, 1759, and on its comparative position to other stars, 298, &c.\nCopper, its colour when mixed with glass, &c. p. 20, 32.\nCork, Experiments of its specific buoyancy in different waters, p. 95. Of the quantity necessary to sustain a man in the water, p. 103.\n\nD.\n\nDecrease of Heat, in proportion to the height of situation, p. 126.\n\nDelaval,\nINDEX.\n\nDelaval, Edward, esquire, his experiments and observations on the agreement between the specific gravities of the several metals, and their colours when united to glass, p. 10.\n\nDollond, Mr. Peter, see Telescopes.\n\nE.\n\nEarthquake, that at Lisbon, December 26, 1764, p. 43.\nA method to know the strength and direction of it, 44.\n\nEdwards, Mr. his description of a beautiful Chinese pheasant, p. 88.\n\nEllis, John, esquire, his letter on the nature and formation of sponges, p. 280.\n\nErgot, see Rye.\n\nEvaporation, Dissertation on the nature of it, p. 146.\nPerformed by solution, 149. This principle accounts for several phenomena of the atmosphere, 160. Of respiration, 172. Of fire, 174.\n\nExhalations, the knowledge of them applied to mineral waters, p. 236.\n\nF.\n\nFerguson, James, his methods to find the quantity of time, in any given number of mean lunations; the number of troy pounds in any given number of avoirdupoise pounds, &c. p. 61.\n\nFire, how fed by air, p. 174.\n\nFranklin, Benjamin, L.L.D. his physical and meteorological observations, chiefly concerning air, p. 182.\n\nG.\n\nGale, Dr. Benjamin, his memoirs concerning the practice of inoculation for the small-pox, in the British American provinces, p. 193. His letter concerning the successful application of salt to wounds made by the biting of rattle-snakes, p. 244.\nINDEX.\n\nGold, its colour when mixed with glass, &c. p. 14, 28.\nGriffith, Mr. of Pembroke College, Oxford, his account of the effects of a storm of thunder and lightning there, p. 273.\n\nH.\n\nHadley's quadrant recommended for surveying harbours, and in some cases of pilotage, p. 70.\nHalley, Dr. his remarks about fixing the return of some comets, p. 295. Concerning the use of parallaxes in observing the transits of planets, p. 340.\nHamilton, Hugh, D.D. his dissertation on the nature of evaporation, &c. p. 146.\nHeat, in what proportion decreased by the height of situation, p. 126.\nHeberden, Dr. William, his account of a salt found at the Pic of Teneriffe, p. 57. Of a stone voided without help from the bladder of a woman at Bury, 128.\nHeberden, Dr. Thomas, his observations for settling the proportion, which the decrease of heat bears to the height of situation, p. 126.\nHemlock, green, sequel of the case of a person who had taken it, p. 271.\nHope, Dr. John, his letter concerning the rhubarb root raised in Scotland, p. 290.\nHornby, Rev. Mr. his account of the transit of Venus, 1769, p. 326.\nHumber, pilotage of the mouth of it, how might be assisted, p. 74.\nHydropophobia, case of a supposed one, falsely said to be cured by vinegar, p. 139.\n\nI.\n\nJaw locked, such a case, p. 85. Owing to a wound in the foot, 86. Observations on the nervous system, 87.\n\nInoculation,\nINDEX.\n\nInoculation for the small-pox, historical memoirs of the practice in the American provinces, p. 193.\nIron, its colour when mixed with glass, &c. 22, 32. Its effect on growing vegetables, p. 36.\n\nL.\n\nLavington, Dr. of Tavistock, Devon, his account of a lady, who drank sea-water for an inflammation in her upper lip, p. 6.\nLead, its colour when mixed with glass, &c. p. 17, 30.\nLiesganig, Father Joseph, his astronomical observations made at Vienna, p. 136.\nLightening, see Thunder.\nLisbon, Earthquake there, December 26, 1764, p. 43.\nLudlam, William, his account of a balance of a new construction, supposed to be of use in the woollen manufacture, p. 205.\nLunations, a method for finding the quantity of time contained in any given number of mean lunations, and vice versa, p. 61.\nLungs, case of an extraneous body forced into them, p. 39. Relief by the breaking of an imposthume, 41. One lobe of them found wanting in a young woman, 79. Reflexions thereon, 81. Respiration still carried on, 82.\n\nM.\n\nMessier, Mr. his memoir concerning the return of the famous comet of 1682, p. 294.\nMicroscopes, new, made at Naples, described, p. 246.\nMildew, in corn, what it is, p. 108.\nMichel, Reverend Mr. his recommendation of Hadley's quadrant for surveying harbours, p. 70.\nMineral Waters, their elastic spirit considered, p. 236. see Spa. Uses of a knowledge of mineral exhalations, when applied to discover the properties of mineral waters, p. 236.\nMifts, how formed, p. 163.\nMorton, Earl of, his account of the case of a supposed hydrophobia, p. 139.\n\nNegro,\nINDEX.\n\nN.\n\nNegro, white, shewn before the Royal Society, an account of him, p. 45. His parents black, 46. More instances of such deviation in colour, 47. Wafer's account of white people on the Isthmus of America, 50.\nNervous system, some reflexions on it, p. 87.\nNewton, Sir Isaac, his observation concerning the cause of colours in natural bodies, p. 10.\n\nP.\n\nPaitoni, John Baptist, physician at Venice, communicates an uncommon anatomical observation, p. 79.\nParsons, Dr. his account of the Pholas Conoïdes, p. 1.\nOf the white negro shewn before the Royal Society, p. 45.\nPheasant, a beautiful Chinese one described, p. 88.\nPholas Conoïdes, or wood-muscle, a description of it, p. 2.\nIts lodgment in the wood, p. 3.\nPlants, of their sexes, p. 258. Catalogue of the fifty from Chelsea garden, presented to the Royal Society, for the year 1764, p. 91. see Vegetables.\n\nQ.\n\nQuadrant, Hadley's, recommended, p. 70. A particular application of it in some cases of pilotage, proposed and illustrated, p. 71.\n\nR.\n\nRain, how produced, p. 163.\nRattle-snakes, their bite cured by salt, p. 244.\nRespiration, some reflexions on it, p. 172.\nRhubarb, the true sort, description of some plants of it raised in Britain, p. 290.\nRye, of a false or vitiated kind, a disease from the eating of it described, p. 108. Method of cure, p. 123. Salt,\nINDEX.\n\nS.\n\nSalt, a sort of it found on the Pic of Teneriffe, p. 57. It appears to be the nitrum of the ancients, or the fossil alkali, 58. Difference between that and vegetable alkali, 59. Salt applied to the bite of a rattle-snake, 244. Sea-Water, case of a young lady who had drunk it with no good effect, p. 6. Queries concerning the use of it, especially by thin, tender, and hectic constitutions, 8. Short, Mr. James, communicates to Dr. Birch Mr. Dollond's letters, p. 54. Silver, its colour when mixed with glass, &c. p. 18, 31. Snow and Hail, how produced, p. 163. Solution of bodies, observations thereon, p. 153. South-Sea, what land already discovered there, and probability of more, p. 334. Spa-Water, experimental enquiry into the mineral spirit contained therein, p. 218. Sponges, of their nature and formation, p. 280. The worms found in them, not their fabricators, but inhabitants, 281. They have an animal action, or systole and diastole, 284. Approach to the Alcyonium, 285. Spry, Dr. of Totness, his improvements of a portable barometer, p. 83. Stars, their right ascensions and declinations, p. 321. Styles, Sir John Eyles, his account of some new microscopes made at Naples, p. 246. His Letter concerning the sexes of plants, 258. Stone, account of one voided without help from a woman's bladder, p. 128.\n\nT.\n\nTelescopes, an improvement in the object-glasses of them, by Mr. Peter Dollond, p. 55. Theorems, two, by Edward Waring, M. A. Lucasian professor of mathematics at Cambridge, p. 143. Thunder and Lightening, account of the effects of it in Pembroke College, Oxford, June 3, 1765, p. 273. Tiffot, his letter to Dr. Baker, concerning diseases which arise from ill-affected rye, p. 108.\nINDEX.\n\nV.\n\nVegetables, their colour whence, p. 36. Their impregnation, remarks thereupon, and a description of the pollen, seed-vessels, &c. of several classes, &c. p. 261.\nVenus, the transit of that planet which will be in 1769, proposals for the more advantageous observing of it, p. 326. Effect of parallaxes, 332. At what places the observation might best be made, 333.\nVienna, astronomical observations made there, p. 130.\n\nW.\n\nWaring, Professor, two theorems of his, p. 143.\nWater, the quantity and weight of it in a cylindrical pipe of any given diameter, ascertained, p. 68. How evaporated, 146. Boiling water, the bubbles on it whence, 175.\nWeight, troy, reduced to avoirdupoise, and vice versa, p. 66.\nWilkinson, Dr. his course of experiments to ascertain the specific buoyancy of cork in different waters, p. 95.\nWood-Muscle, see Pholas Conoides.\nWoolcombe, Mr. surgeon at Plymouth Dock, his case of a locked jaw, p. 85.\n\nZ.\n\nZoophytes, see Sponges.\n\nThe End of the Fifty-fifth Volume.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105471.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 13560,
    "total-output-tokens": 3401,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        462,
        2
      ],
      [
        462,
        1927,
        3
      ],
      [
        1927,
        3263,
        4
      ],
      [
        3263,
        4639,
        5
      ],
      [
        4639,
        6202,
        6
      ],
      [
        6202,
        7532,
        7
      ],
      [
        7532,
        9247,
        8
      ],
      [
        9247,
        10244,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105471",
    "title": "Back Matter",
    "authors": null,
    "year": 1765,
    "volume": "55",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/105471"
  }
}