{
  "id": "e422d4a17a94a63816d22c8054b8e2ee134c8784",
  "text": "lose their fishing; casting their nets to little purpose, which being carried away by the current, do not fall where they intend for finding the coral.\n\nXCV. An Account of Lacerta (Crocodilus) ventre marsupio donato, faucibus Merganseris rostrum æmulantibus. By Mr. George Edwards, Librarian to the College of Physicians.\n\nRead May 6, 1756.\n\nTHREE of these Crocodiles were sent over from Bengal about ten years ago to the late Dr. Mead, physician in ordinary to the King; two of which he preserved in his own collection, and presented the third to the late curious Mrs. Kennon; and since the decease of these eminently worthy persons, they are all become the property of Mr. James Leman, of London, who has obliged me with the use of one of them to produce, together with this account, to the inspection of the Royal Society; which is the subject here laid before you; and of which I present the Society with a figure, just of the size and form it appeared in, when taken out of the spirits (Tab. xxix.). I suppose this not to have been many days excluded from its egg, when taken. My reason for this conjecture is, because the nails or claws on the outer toes do not yet appear; which, I suppose, may be inconvenient, or at least useless, while it is inclosed in the egg; which, by its struggles, might tear its membranous covering before\nthe proper time of its exclusion. A young allegator or crocodile from North America, here laid before you by way of comparison, has part of its nails wanting on its toes, just as the above described wants them; though in a large dried allegator, now in the college of physicians, all the toes are armed with strong claws. What is most extraordinary in this species, and distinguishes it from all other crocodiles, is the narrowness of the beak or chaps, which appears like the bill of the bird, which we call a goosander (merganser). It has small sharp teeth, of which I shall say no more, as I have given three very exact views of the head and beak. Another particularity is a pouch or open purse in the middle of the under side of the belly, which seems to be naturally formed, with round lips and a hollow within, perhaps to receive its young in times of danger; as we find it in an American animal call an opossum. As I have no pretensions to the knowledge of anatomy, I asked the favour of my obliging and curious friend Dr. Parsons, of the Royal Society, to assist me, who, according to my request examined it, and gave it as his opinion, that the opening in the belly was really natural, it having no appearance of having been cut or torn open. In other respects it hath all the marks common to allegators and crocodiles; viz. a particular strong square scaliness on the back, which in the young ones appear distinct and regular, but in the older ones lose their distinct form, and become knobbed and rough, like the bark of an old tree; and in having small, round, and oval scales on their sides, which in the young ones are no bigger than rape\nrape seeds; and the belly is sealed, to appearance, a little like the laying of bricks in a building. It has fins on the out-sides of its fore and hinder legs, as other crocodiles have. It has also a great distinguishing mark of the crocodile kind, viz. two rows of fins on the upperside of the tail, which begin insensibly small at the setting on of the tail, and increase gradually as they advance toward the middle of the tail, where they become one row, and so continue to the end; the tail is roundish at its beginning, but from the middle, where the two rows of fins become one, it is flat like an oar. The four feet have each of them five toes; the hinder feet have only four, which is also a mark of the crocodile; all the lesser lizards, that I have observed, having five toes on each of their hinder feet. In the fore and hinder feet, the third and fourth toes only are webbed together. The eyes are very prominent, and seem to be contrived, that they may be carried above the water, while the rest of the animal is wholly under water, in order, as I suppose to watch its prey on the surface of the water, or on the banks and shores of rivers. The head is covered with several large scales. The beak is finely creased transversely, as the engraving in the figure sheweth. As I have been very exact in my figure, which was worked on the copper plate immediately from nature by my own hand, and in several different views, it will express more than can easily be conveyed by words. It appeared in the spirits all over of a yellowish olive colour, the underside lighter than the upper; the upper side having some dusky marks and spots, as represented in the print. I do not know, that this species hath yet been\nbeen figured or taken notice of by any author; which is to me a wonder, since our India Company have been so long settled at Bengal: and this I have reason to believe, when at full growth, to be near, if not quite, as big as the common crocodile.\n\nCollege of Physicians,\nLondon, May 6, 1756.\n\nXCVI. An Account of an unusual Agitation of the Sea, at Ildefarcombe, in Devonshire, Feb. 27, 1756. By the Rev. Mr. Prince, of Barnstable: Communicated by the Rev. Jeremiah Milles, D.D. F.R.S.\n\nRead May 13, 1756.\n\nOn Friday, the 27th day of February last, at six in the evening, the weather being then extremely fair, as it had been for some time before, and continued for some days afterwards, the sea being exceedingly calm, a rumbling noise was heard, like that, which usually precedes what the sailors call a ground-sea, only it was much louder. The tide, at that time, was above half ebbed, and retired as far as the head of the key, leaving the vessels, within the pier, on dry ground: when on a sudden the sea came on with a great run, filling the quay to the height of six feet perpendicular; and the water remained at the same height near half an hour, but was all the time agitated as in a storm. By this means all the vessels were afloat; some broke loose from their moorings, and on the recess of the waters were likely to be carried out to sea. The consternation, which this occasioned, gave no",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104988.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 11528,
    "total-output-tokens": 1662,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1340,
        4
      ],
      [
        1340,
        2993,
        5
      ],
      [
        2993,
        4712,
        6
      ],
      [
        4712,
        6112,
        7
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104988",
    "title": "An Account of Lacerta (Crocodilus) Ventre Marsupio Donato, Faucibus Merganseris Rostrum Aemulantibus. By Mr. George Edwards, Librarian to the College of Physicians",
    "authors": "George Edwards",
    "year": 1755,
    "volume": "49",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/104988"
  }
}