{
  "id": "e0d6b04cc8dfb8e4706b8aea1c4b464ae92d5cc1",
  "text": "IX. Observations on the Manner in which Glass is charged with the electric Fluid, and discharged. By Edward Whitaker Gray, M. D. F. R. S.\n\nRead January 17, 1788.\n\nDr. Franklin, in various parts of the first volume of his Experiments and Observations, asserts, That the natural quantity of electric fluid in glass cannot be increased or decreased; and that it is impossible to add any to one surface of a plate or jar, unless an equal quantity be, at the same time, given out from the other surface*. This error has been adopted by succeeding electricians; among others, by the late Mr. Henly, who in one of his last Papers, printed in the Philosophical Transactions for the year 1777, has the following words: \"According to Dr. Franklin's theory, \"the same quantity of the electric matter which is thrown \"upon one of the surfaces of glass, in the operation of charg- \"ing it, is at the same time repelled or driven out from the other \"surface; and thus one of the surfaces becomes charged plus, \"the other minus; and that this is really the case is, I \"think, satisfactorily proved, &c. †.\"\n\nBeccaria also has adopted the same opinion, saying, \"That \"a quantity of excessive fire cannot be introduced into one\n\n* \"The quantity proportioned to glass it strongly and obstinately retains, and \"will have neither more nor less.\" Experiments and Observations, Vol. I. p. 26. See also p. 75. 81. et alibi.\n\n† Philosophical Transactions, Vol. LXVII. p. 100.\nDr. Gray's Observations on the\n\n\"surface, but inasmuch as an equal dose of natural fire can\nquit the other surface*.\"\n\nThese assertions are, I apprehend, directly contrary to what\nreally happens. Instead of which, I believe, we may safely\nassert, that glass, and every other known substance, may have\nits natural quantity of electric fluid either increased or dimi-\nnished to a certain limited degree; which degree bears no pro-\nportion to the quantity of matter contained in a body, but is\n(caeteris paribus) in proportion to the extent of its surface.\n\nThis law, which is, perhaps, without exception, may be\nconsidered as one of the fundamental laws of electricity, and\none upon which many of its principal phenomena depend.\nAt present I shall only consider it so far as it is the cause of\nwhat is commonly called the charge of a coated jar.\n\nSuppose such a jar insulated, and connected by its knob to\nthe prime conductor of an electric machine; if then the ma-\nchine be put in action, a certain quantity of electric fluid\n(agreeable to the above-mentioned law) is added to the natural\nquantity belonging to the inner surface of the jar. After\nwhich, if the finger, or any other conducting substance, be\npresented to the outer coating of the jar, a quantity of electric\nfluid, nearly equal to that thrown in, comes from it. But\nthis departure of electric fluid from the outside of the jar,\ncannot be (as Dr. Franklin supposes it) the cause which per-\nmits the addition of fluid to the inside, but is merely the con-\nsequence of the action of that superfluous quantity which was\nthrown in. And the operator may, if he pleases, instead of\ntaking electric fluid from the outside of the jar, take out again\n(by touching the knob) nearly the whole of what he had\n\n*Treatise upon Artificial Electricity. Eng. Transl. sect. 181.\nthrown in, which he could not do if an equal quantity had already gone from the outside of the jar.*\n\nWhen the quantity already spoken of has been taken from the outside of the jar (the equilibrium being nearly restored) another quantity like the first may again be added to the inner surface: after which a similar quantity may again be taken from the outside: thus, by the succession of a sufficient number of the quantities allowed by the before-mentioned law, the jar may, at length, be completely charged.\n\nThere are other ways of charging coated glass; but if it be allowed, that the charge, in the foregoing instance, is produced in the manner I have supposed, it will not, I think, be disputed, that all other charges are produced by a similar alternation of small quantities. This, however, will appear more clear from the observations I shall now make on the manner in which the discharge is produced.\n\nWhen the astonishing velocity with which the charge of a jar or battery moves through a considerable space is considered, it may at first appear impossible, that the discharge should be made by the alternate giving and receiving such small quantities as those by which the charge was produced; yet a more ample consideration of the matter will, I think, shew that it cannot possibly be brought about any other way.\n\nI presume it will be granted, that the charge of a jar (in discharging) either leaves it all at once, or goes out by the same small quantities by which it went in. To suppose any inter-\n\n* Much dispute has arisen among electricians respecting the degree of charge which may be given to an insulated jar; but no one, that I know of, has taken notice of a deception which will happen, if care be not taken that the same side, by which the jar is attempted to be charged, be first touched in trying whether it be charged or not; whereas it is clear, from what has been said, that, if the contrary surface be first touched, a small charge will, from that very circumstance, be produced.\nmediate manner would neither lessen the difficulty, nor would it be consonant to any of the known laws of electricity.\n\nIf then the whole charge leave the jar all at once, there must be a point of time at which the jar will be without any electric fluid either on one side or the other: nay more, suppose a large jar or battery to be discharged by means of a few inches of thin wire, there will then be a point of time at which the whole quantity of electric fluid, which constituted the charge, must be contained in a piece of wire, weighing only a few grains.\n\nNow, if it be considered, that time (like matter) is infinitely divisible, may we not rather suppose, that the discharge of a jar is nothing more than an inconceivably rapid succession of such small quantities as may be sent off, without causing such a destruction of the equilibrium as the laws of electricity seem not to admit?\n\nThat this supposition is not quite free from objections I readily admit; but before they are permitted to overthrow it, let it be well considered, whether they are (upon the whole) as strong as those I have stated against the opposite opinion, which I think may be pronounced to militate not only against what has been here mentioned as a fundamental law of electricity, but also against every known fact.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106651.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 1622,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1452,
        2
      ],
      [
        1452,
        3276,
        3
      ],
      [
        3276,
        5288,
        4
      ],
      [
        5288,
        6587,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106651",
    "title": "Observations on the Manner in Which Glass is Charged with the Electric Fluid, and Discharged. By Edward Whitaker Gray, M. D. F. R. S.",
    "authors": "Edward Whitaker Gray",
    "year": 1788,
    "volume": "78",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/106651"
  }
}