{
  "id": "bf1bd0a6b5f254d2ff4bd28c2b17fbc7091b7b70",
  "text": "electricitas omnibus cylindris tributa in materiam, quae eandem haud conservat, quantum opus est, propagetur.\n\nHaec quanquam nonnisi ad delectandos oculos spectare videantur, attamen vobis, Illusterrime Praeses, Viri Illusterrimi, qui in ejusmodi delectamentis electricis vim naturae mirabilem latere perspicitis, haud ingrata fore consido. Qua spe fretus, vestro omnium favori, quem impense veneror, me submissè commendò.\n\nScribebam Lipsiae,\ndie 31 Martii,\n1747.\n\nXVII. Some Observations upon Gems or Precious Stones; more particularly such as the Ancients used to engrave upon, by Robert Dingley, Esq;\n\nRead May 7. GEMS or precious Stones, of all Species, are sometimes found of regular Shapes, and with a natural Polish; and sometimes of irregular Shapes, and with a rough Coat. The first Sort may be consider'd as of the Pebble-Kind; and they are said to be found near the Beds of Rivers, after great Rains: The others are found in Mines, and in the Clefts of Rocks.\n\nThe Gems of the first Sort were what the Ancients most usually engraved upon: These are commonly called Intaglio's; and they are mostly of a long oval Figure, inclining to a Point at each End, convex as well on the engraved Face, as on the others, with a Ridge\nRidge running from End to End on the under Side, which is hereby, as it were, divided into two Faces; both which are also, tho' not so distinctly, parted from the upper Face, by another Ridge running quite round the Oval.\n\nThe Stone most commonly found engraved is the Beryl; that most frequently found next is the Plasm or prime Emerald; and then the Hyacinth or Jacinth. The Chrysolite is sometimes, but rarely, found engraved; as are also, but that very seldom, the Crystal, or Oriental Pebble, the Garnet, and the Amethyst.\n\nOf the Beryl there are three Species; the Red, inclining to Orange-colour, transparent and lively; the Yellow, of an Ochre colour; and the White, commonly called the Chalcedon, of the Colour of sheer Milk. These two last have less Life than the first.\n\nThe Plasm or prime Emerald is green, nearly of the Colour of stagnated Water; sometimes tolerably clear, but, for the most part, full of black and white Specks, and rather opaque.\n\nThe Jacinth is of a deep tawny Red, like very old Port Wine, but lively and transparent.\n\nThe Chrysolite is of a light-green Grass-colour, and is supposed to have been the Beryl of the Ancients, transparent, but not lively.\n\nThe Crystal or Oriental Pebble is harder and more lively than the common Rock Crystal; is of a silverish Hue, and but very little inferior to the white Sapphire.\n\nThe Garnet is of the same Colour as the Jacinth, but more inclining to the Purple, and not so lively.\nThe *Amethyst* is of a deep Purple, transparent and lively.\n\nThere were some other Species of Stones engraved upon by the Romans; but rarely before the latter Times of the Empire, when the Art itself was greatly upon the Decline.\n\nAll the before-mention'd Sorts of Stones are said to have been of the Produce of *Egypt*, or of the *East Indies*; and to have been brought from the Borders of the *Nile*, or of the *Ganges*.\n\nHere follows a general Table of what are usually called Precious Stones.\n\nThe *Beryl*, is red, yellow, or white.\nThe *Pallas*, is green.\nThe *Jacinth*, of a deep tawny red.\nThe *Chrysolite*, of a light grass green.\nThe *Crystal*, or *Oriental Pebble*, of a silverish white.\nThe *Garnet*, of a deep red Claret-colour.\nThe *Amethyst*, purple.\nThe *Diamond*, white.\nThe *Ruby*, red or crimson-colour'd.\nThe *Emerald*, of a deep Green.\nThe *Aqua marina*, of a bluish Sea-green, like Sea-Water.\nThe *Topaz*, of a ripe Citron yellow.\nThe *Sapphire*, of a deep Sky-blue, or of a silver white.\nThe *Cornelian*, red or white.\nThe *Opal*, white and changeable.\nThe *Vermilion-Stone*, is more tawny than the *Jacinth*.\nAll these Stones are more or less transparent:\nThe following are all opaque:\n\nThe Cat's-Eye, brown.\nThe red Jasper, called also thick Cornelian, is of the Colour of red Ochre.\nThe Jet, black.\nAgates, are of various Sorts.\nThe Blood-Stone, is green, veined or spotted with red and white.\nThe Onyx, consists of different parallel Strata, mostly white and black.\nThe Sardonyx, of several Shades of brown and white.\nThe Agate-Onyx, of two or more Strata of white, either opaque or transparent.\nAlabaster, different Strata of White and Yellow, like the Agate-Onyx, but all opaque.\nThe Toad's-Eye, black.\nThe Turquoise, of a yellowish Blue inclining to green.\nLapis-Lazuli, is of a fine deep Blue.\n\nOf most of the Species before-mention'd there are some of an inferior Class and Beauty. These are commonly called by Jewellers Occidental Stones: They are mostly the Produce of Europe, and found in Mines or Stone-Quarries; and are so named, in Opposition to those of a higher Class, which are always accounted Oriental, and supposed to be only produced in the more Eastern Parts of our Continent.\nThe Onyx, Sardonyx, Agate-Onyx, Alabaster of two Colours or Strata, as also certain Shells of different Coats, were frequently engraved by the Ancients in Relief; and these Sorts of Engravings are commonly called Cameo's. They also sometimes ingrafted a Head, or some other Figure in Relief of Gold, upon a Blood Stone.\n\nBesides which there are some Antiques, mostly Cornelians, that are cover'd with a Stratum of White. This Stratum has by some been look'd upon as natural; but it was really a sort of Coat of Enamel that was laid on. This was used only in the Times of the lower Empire.\n\nThe Stones esteemed the best for engraving upon were the Onyx and Sardonyx; and next to them the Beryl and the Jacinth.\n\nThe Ancients engraved most of their Stones, except the Onyx and the Sardonyx, just as they were found; their natural Polish excelling all that can be done by Art; but the Beauty of the several Species of Onyx's could only be discover'd by cutting.\n\nThe Merit both of Intaglio's and Cameo's depends on their Erudition, on the Goodness of the Workmanship, and on the Beauty of their Polish.\n\nThe antique Gems of Greek Work are the most esteemed; and next to them the Roman ones, in the Times of the higher Empire.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104862.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9132,
    "total-output-tokens": 1748,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1233,
        2
      ],
      [
        1233,
        2686,
        3
      ],
      [
        2686,
        3818,
        4
      ],
      [
        3818,
        4908,
        5
      ],
      [
        4908,
        6130,
        6
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104862",
    "title": "Some Observations upon Gems or Precious Stones; More Particularly Such as the Ancients Used to Engrave upon, by Robert Dingley, Esq",
    "authors": "Robert Dingley",
    "year": 1746,
    "volume": "44",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/104862"
  }
}