{
  "id": "fb8f15fc7535681a1b6d41904650243ac901e60f",
  "text": "VI. An Account of a person who took a great quantity of Opium, without causing Sleep\n\nNewberry, Jan. 28. 1704.\n\nThere happened out here a very remarkable Case of one Mrs Lovelock, who had been seized ill of a Fever about eleven days before this instant; which affected her so, as to make her Light-headed to a great degree, Convulsed and restless; upon which the Physicians whose names are mentioned below, agreed to give her great quantities of Opiats, in order to compose her; but, as an instance against the sleeping quality of this Medicine, with the Doses below attested they could never procure any thing like sleep; but still as she took them they seem'd to refresh her, and make her sensible, but caused nothing of rest. And what was very remarkable, the good Women about her began at last to scruple her taking any more, upon a notion they had, that by the effects this Medicine was too high a Cordial for her, and still kept her waking; upon which her Physicians were forc'd to alter the form. The quantity she took from Tuesday night twelve a clock to Friday night twelve a clock was as follows. Jan. 29. 4 Boluses with two gr. each of Land. Lond. made up in Venice Treacle. Six Pills, with two grains each of the same. A Bolus with eight grains of the same in Ven. Treacle. Jan. 30. Twelve Pills with 2 grains each, and one Bolus with ten gr. of the same in Venice Treacle. Jan. 31. 4 Draughts with ten gr. of the said Land Lond. one ounce\nounce of Syr. de Mecon. in each Draught. So that in all she took in the time above-mentioned 102 gr. of Land. Lond. and 3ij. of Venice Treacle, and 3ij. of Syr. de Meconio.\n\nThis is attested under the hands of her 3 Physicians, and the Apothecary.\n\nDr Franc. Willis of Oxford.\nDr Step. Flavell,\nDr John Cooke, Aberberry.\nRi. Fanner, Apo.\n\nSigned in the Presence of Rich. Smith, Rich. Spicer, and Robert Greenham.\n\nShe Dyed the 1st of Febr. about 5 in the Afternoon.\n\nVII. An Account of a Woman, who voided the greatest part of a Fœtus by the Navel. By Mr Christopher Birbeck.\n\nOne Raper's Wife, in a Town called Coxwold, 12 miles from York, falling in Labour of Child Birth, the Midwife using her endeavour extracted the Secundine, it offering first, and could not by her best skill perceive any thing else remaining; The Woman's body falling, and for some days being pretty easy, and the Womb contracted, the Midwife took this Secundine to be a Mola or false Conception, but in about a week more she began to discharge plenty of Fætid Matter by the Vagina, which continued, and in process of time she felt a troublesome hardness on the Hypogastrium, which increased daily for above 6 weeks, by which the Woman was brought so low, they despaired of her Life, this lump, hardness and soreness wrought upwards to the Regio Umbilicalis. I suppose it continued there fixt for",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102838.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 814,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1452,
        2
      ],
      [
        1452,
        2823,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102838",
    "title": "An Account of a Person Who Took a Great Quantity of Opium, without Causing Sleep",
    "authors": null,
    "year": 1700,
    "volume": "22",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/102838"
  }
}