{
  "id": "bba6ce94788f14d472cfc86c7155018dae50beda",
  "text": "XVIII. On the Representation of Polyedra. By the Rev. Thomas P. Kirkman, M.A.\nCommunicated by A. Cayley, F.R.S.\n\nReceived August 6,—Read December 6, 1855.\n\nTo every $p$-edral $q$-acron, or solid having $p$ faces and $q$ summits, corresponds a $q$-edral $p$-acron, whose $q$ faces have the same order (of succession) and rank (as to number of edges) with the $q$ summits, and whose $p$ summits correspond in the same way to the $p$ faces, of the $q$-acron.\n\nWhen $p=q$, the corresponding pair will sometimes be identical figures, as to the number, rank and arrangement of their faces and summits; whilst at other times, as will always be the case if $p$ is not $=q$, the two figures will differ. When they differ they may be called a sympolar pair of heteropolars, or simply a sympolar pair; when they are the same figure, it may be called an autopolar polyedron.\n\nAn elegant method of representing an immense number of sympolar pairs and autopolars, may be deduced from the property enunciated in the theorems following, A. and B.\n\nDef.—Any most-angled face of a polyedron being taken as its base, the angles of the base may be called base-summits, the remaining angles of the faces either collateral or synacral with the base may be termed wall-summits, and all summits lying only in faces neither collateral nor synacral with the base, we may name crown-summits.\n\nIf a polyedron has base-summits $a_1a_2a_3...$, wall-summits $b_1b_2b_3...$, and crown-summits besides, the latter may consist of a system $c_1c_2c_3...$ lying in faces that contain also some of $b_1b_2b_3...$, and an interior system $d_1d_2d_3...$ not lying in faces containing any of $b_1b_2b_3...$. The summits $d_1d_2d_3...$ may be looked at as wall-summits referred to $c_1c_2c_3...$ as base-summits, and as crown-summits referred to $b_1b_2b_3...$ as base-summits. And there may be any number of systems of crown-summits interior to $d_1d_2d_3...$, as $e_1e_2e_3...$ leading up to $f_1f_2f_3...$ &c.\n\nA. If in any $q$-acron there are either no crown-summits, or if from each of the wall-summits $b_1b_2b_3...$ there passes an edge to one of the crown-summits $c_1c_2c_3...$, and from each of $c_1c_2c_3...$ an edge to one of $d_1d_2d_3...$, and from each of $d_1d_2d_3...$ an edge to one of $e_1e_2e_3...$, and so on, the $q$ summits of the $q$-acron are the angles of a closed $q$-gon, whose $q$ sides are all edges of the $q$-acron.\n\nB. If in any $p$-edron there are either no faces $\\gamma_1\\gamma_2\\gamma_3...$, of which none has any summit collateral or synacral with the most-angled summit $S$ of the $p$-edron, or if each of the faces $\\beta_1\\beta_2\\beta_3...$ about $S$ is collateral with some one of $\\gamma_1\\gamma_2\\gamma_3...$, a closed\npolygon of $p$ sides can be drawn on the faces of the figure, so as to have a side on every face, and to pass through no summit.\n\nThere is no use in perplexing further the enunciation of B, as its truth follows from, and its extent is parallel with, that of A. Nor is it worth while to trouble the reader with demonstrations of these properties, since they are not properties of all polyedra, a negative which may however be worth the proving. It may suffice, and may perhaps be useful, to show the connexion between these closed polygons and a pleasing mode of representation.\n\nLet us suppose that in any $p$-edral $q$-acron we have traced the closed $p$-gon through the faces, and the closed $q$-gon through the summits, and let the edges of the $p$-gon be numbered in order $1 \\ 2 \\ldots p$, and the angles of the $q$-gon $1 \\ 2 \\ldots q$. Thus are all the faces and summits of the $p$-edral $q$-acron numbered, in the circles $1 \\ 2 \\ 3 \\ldots p12\\ldots$, and $1 \\ 2 \\ 3 \\ldots q12\\ldots$.\n\nAny edge of the figure may be read $abcd$, $a$ and $c$ being its left and right summits, and $b$ and $d$ its upper and lower faces, or $cdab$, which is the same thing, turning the figure about. In the same face $d$ we read, passing towards the right from $c$ to the summit $e$, the edge $cfed$ or $edcf$, in the two faces $d$ and $f$. Thus it appears that, in the reading of the edges, any consecutive and external duad, as $cd$ in $abcd$, will occur reversed and internal, as $dc$ in $edcf$, and vice versa. We can thus represent the $p+q+2$ edges of the $p$-edral $q$-acron by as many quadruplets, so formed, that every contiguous internal or external duad shall occur again reversed as an external or internal duad; the quadruplets being all read from left to right.\n\nLet $xyx_1y_1, x_2y_2x_3y_3$ be two of these quadruplets. The former is an edge at the $x$th summit and in the $y$th face, and also at the $x_1$th summit and in the $y_1$th face. The like is conceived of the latter. At the points $xy$ and $x_1y_1$ referred to right axes, write $a$, at $x_2y_2$ and $x_3y_3$ write $b$, and so on with all the $p+q+2$ edges $abcd\\ldots$.\n\nThe result is a paradigm of the figure and its sympolar. The horizontal multiplets will be the faces, denoted by their edges, the vertical ones the summits so denoted, or vice versa. The edges in summit or face will stand in their true order. For the closed $q$-gon through the summits, if it leaves any face before it has completed the circuit thereof, must return to it to complete that in the same direction; otherwise it would cross its own path and pass more than once through one or more summits, which is impossible, as it has only $q$ sides.\n\nEvery pyramid is autopolar. If the base be $(2n+1)$-gonal, the system of edges is denoted by $4n+2$ quadruplets in pairs of the form $abcd$, $dcba$; or as well by as many in pairs of the form $abcd$, $dabc$. Either edge in any pair lies between the poles of the faces through the other. I call these two edges ($aA$) a gamic pair, and either is the gamic of the other. Thus the pentagonal pyramid is represented by either of the systems,\n\n\\[\n\\begin{align*}\na & \\ 1356 \\quad b \\ 2416 \\quad c \\ 3526 \\quad d \\ 4136 \\quad e \\ 5246 \\\\\nA & \\ 6531, \\quad B \\ 6142, \\quad C \\ 6253, \\quad D \\ 6314, \\quad E \\ 6425,\n\\end{align*}\n\\]\ngiving the paradigms\n\n\\[\n\\begin{array}{cccc}\n\\cdot & \\cdot & A & d \\\\\n\\cdot & \\cdot & B & e \\\\\na & \\cdot & \\cdot & C \\\\\nD & b & \\cdot & \\cdot \\\\\nE & c & \\cdot & \\cdot \\\\\nb & c & d & e \\\\\n\\end{array}\n\\quad\n\\begin{array}{cccc}\n\\cdot & \\cdot & E & . \\\\\nA & \\cdot & \\cdot & e \\\\\n\\cdot & \\cdot & d & B \\\\\n\\cdot & \\cdot & c & C \\\\\n\\cdot & b & D & . \\\\\ne & a & b & c \\\\\n\\end{array}\n\\]\n\nThe first arrangement may be so folded that \\(A\\) shall fall upon \\(a\\), \\(B\\) upon \\(b\\), &c. The second cannot. Every \\(e\\)-gonal face is polar to an \\(e\\)-edral summit, the face and summit showing letters on their edges of like names and succession. And every contiguous duad, as \\(aD\\), in a horizontal line, is contiguous also in a vertical line, if we observe that the extremes of any multiplet are a contiguous duad. This shows that any angle \\(aD\\) in a face is also an angle in a summit, a property which the paradigm of course always has, whether of autopolar or heteropolar figure. It is observable, that in the first arrangement no edge \\(a\\) meets its gamic \\(A\\) in a point; whilst in the second we see the angles \\(aA\\) and \\(cC\\), which may be denominated nodal angles, in the nodal face \\(aEA\\), at the nodal summit \\(aAe\\).\n\nThe \\(2m\\)-gonal pyramid can only be represented by pairs of quadruplets of the second form, \\(abcd\\), \\(dabc\\). Thus for \\(m=3\\), the system\n\n\\[\n\\begin{array}{cccccc}\na & 1127 & b & 2637 & c & 3547 \\\\\nA & 7112 & B & 7263 & C & 7354 \\\\\n\\end{array}\n\\]\n\ngives this paradigm, showing two nodal gamic pairs \\(aA\\) and \\(dD\\),\n\n\\[\n\\begin{array}{cccc}\na & F & . & . \\\\\nA & . & . & f \\\\\n\\cdot & \\cdot & e & B \\\\\n\\cdot & \\cdot & d & C \\\\\n\\cdot & c & D & . \\\\\n\\cdot & b & E & . \\\\\nf & a & b & c \\\\\n\\end{array}\n\\]\n\nThe reason why the \\((2m+1)\\)-gonal pyramid has the first arrangement as well as the second, is, that every base-summit may be taken for the pole of the wall-face opposite it. In the \\(2m\\)-gonal no summit is opposite to a face, nor can the interval between a base summit and its polar-wall face be constant. This is best seen by inspection of the schemes\n\n\\[\n\\begin{array}{ccc}\nABCDEAB, & ABCDEAB, & ABCDEAB. \\\\\ndeabcde & cbaedc & baedc\n\\end{array}\n\\]\n\n\\[\n\\begin{array}{ccc}\nABCDEFAB, & ABCDEFAB. \\\\\nefaebcd & cbaefdc\n\\end{array}\n\\]\nThe triangles made by three adjoining letters in all the three upper examples, as $ABd$, $Dab$, correspond; but this is the case only in the second of the lower ones.\n\nI add the following examples:\n\n\\[\n\\begin{array}{cccccc}\na & 1357 & b & 2617 & c & 3527 \\\\\nA & 7531, & B & 7162, & C & 7253, \\\\\nd & 4137 & e & 5847 & & \\\\\nD & 7314, & E & 7485,\n\\end{array}\n\\]\n\nwhich forms\n\n\\[\n\\begin{array}{cccccc}\n. & . & A & d & . & g \\\\\n. & . & . & f & B & C \\\\\na & . & . & . & C & D \\\\\nD & . & . & . & . & E \\\\\n. & F & c & . & . & A \\\\\nG & b & . & . & . & F \\\\\nb & c & d & e & a & .\n\\end{array}\n\\]\n\nan autopolar octaedron, having a pentagonal, two quadrilateral, and five triangular faces. This can be folded to lay $a$ upon $A$, &c.\n\n\\[\n\\begin{array}{cccccc}\na & 1228 & b & 1382 & c & 1864 \\\\\nA & 8122, & B & 2138, & C & 4186, \\\\\nd & 1473 & e & 4657 & f & 5668 \\\\\nD & 3147, & E & 7465, & F & 8566, \\\\\ng & 3758 & & & & G & 8375,\n\\end{array}\n\\]\n\nand\n\n\\[\n\\begin{array}{cccccc}\na & 1138 & b & 1473 & c & 1824 \\\\\nA & 8113, & B & 3147, & C & 4182, \\\\\nd & 2574 & e & 2765 & f & 5667 \\\\\nD & 4257, & E & 5276, & F & 7566, \\\\\ng & 3728 & & & & G & 8372,\n\\end{array}\n\\]\n\ngive\n\n\\[\n\\begin{array}{cccccc}\n. & B & D & C & . & . & A \\\\\na & A & . & . & . & . & b \\\\\nb & . & . & . & . & d & G \\\\\nd & . & . & . & . & c & E \\\\\n. & . & . & . & . & E & G \\\\\n. & . & . & . & . & e & f \\\\\n. & . & . & . & . & g & D \\\\\nc & a & B & . & g & f & .\n\\end{array}\n\\]\n\nThese are both autopolar octaedra having, like the preceding, a pentagonal, two quadrilateral, and five triangular faces. They are all three different figures. In the first, the pentagon $bcdea$ has every other face either collateral or synacral with it, for $fBC$ and $DEG$, the only ones not collateral with it, have the summits $fCae$, and $aDGb$ common with it, as is evident from the duads $fC$ and $DG$. And its two quadrilaterals $AdgB$ and $AEFc$ have the common side $A$.\n\nThe second octaedron has also its pentagon either collateral or synacral with every other face, but its two quadrilaterals have not a common side.\n\nThe third has a crown triangle $AbG$, neither collateral nor synacral with the pentagon $fegBD$, for none of the angles $Ab$, $bG$, $GA$ are in the summits of that pentagon.\nThe following gives a sympolar pair of octaedra, having each a pentagon, two quadrilaterals, and five triangles:\n\n\\[ a \\ 1228, \\ b \\ 2338, \\ c \\ 3344, \\ d \\ 4554, \\ e \\ 5566, \\ f \\ 7667, \\ g \\ 8118, \\]\n\\[ h \\ 1142, \\ i \\ 2243, \\ j \\ 3456, \\ k \\ 3678, \\ l \\ 8541, \\ m \\ 6587, \\ n \\ 7788; \\]\n\n\\[ h . . l . . . g \\]\n\\[ a \\ i \\ . \\ h \\ . . . . \\]\n\\[ . \\ b \\ c \\ i \\ . . . . \\]\n\\[ . . j \\ c \\ d \\ . . . . \\]\n\\[ . . . d \\ c \\ m \\ . \\ l \\]\n\\[ . . k \\ . j \\ e \\ f \\ . \\]\n\\[ . . . . . f \\ n \\ m \\]\n\\[ g \\ a \\ b \\ . . . k \\ n. \\]\n\nHere are two distinct heteropolars; one has two quadrilaterals, \\(deml\\) and \\(kjef\\), having a common side \\(e\\); the other has two quadrilaterals, \\(cjk\\) and \\(glm\\), that have no common side. The reader will find no difficulty in drawing these octaedra, by joining the angles of a pentagon to three included wall-summits.\n\nIt is to be observed, that in all these sets of quadruplets representing any \\(p\\)-edral \\(q\\)-acron, if we collect those which contain any given numeral in the same place, we shall find that in the two adjoining places they exhibit circles of the same numbers differing by one cyclical step. Thus, collecting from the above the quadruplets containing 8 in the fourth place,\n\n\\[ 8118, \\ 1228, \\ 2338, \\ 3678, \\ 7788, \\]\n\nshow the circle 81237 in the first and third places. And those containing 1 in the second place, 8118, 1142, 4185, show the circle 814 in the first and third.\n\nFrom this property of the closed \\(p\\)-gon and \\(q\\)-gon of props. A. and B, it is possible that some light may be thrown, when the matter is better handled, on the classification of polyedra, such as may lead to the solution of the problem of their enumeration.\n\nIt is easy to prove that there are polyedra on which the closed polygons cannot be drawn.\n\nFor suppose the \\(q\\)-gon of prop. A. drawn on a \\(q\\)-acron. In making the circuit of any face \\(G\\) which we enter across an edge \\(FG\\), which is not an edge of the \\(q\\)-gon, we add to the number of summits counted in \\(F\\) and other faces, all the summits of \\(G\\), except two, these two having been enumerated in the circuit of \\(F\\) from which we enter \\(G\\). That is, counting first all the summits of the base, we add to these for every \\(m\\)-gon whose circuit we proceed to make, \\(m-2\\) summits more. The number of faces, connected with each other and with the base by edges, not part of the closed \\(q\\)-gon, whose circuits the closed \\(q\\)-gon makes and includes, will be \\(a_3+a_4+a_5+\\ldots+a_k\\); where \\(a_m\\) is the number of \\(m\\)-gons among them, and \\(a_k\\) that\nof the $k$-gons, the base being one of these. The whole number of summits will therefore be\n\n$$\\alpha_3 + 2\\alpha_4 + 3\\alpha_5 + \\ldots + (k-2)\\alpha_k + 2 = q;$$\n\nfor we have counted all the summits of one $k$-gon, viz. of the base.\n\nIn order, then, that such a $q$-gon should be possible, it is necessary that among the $p$ faces of our $p$-edral $q$-acron, there should be $\\alpha_3$ triangles, $\\alpha_4$ quadrilaterals, $\\alpha_5$ pentagons, &c., of which the above equation can be affirmed. Now if $q$ should be odd, and all the $p$ faces even-angled, this equation becomes\n\n$$2\\alpha_4 + 4\\alpha_6 + 6\\alpha_8 + \\&c. = 2r + 1,$$\n\nwhich is impossible. Hence it appears, that if the number of summits of a $q$-acron be odd, while the faces are all even-angled, the closed $q$-gon cannot be drawn through its summits. I find exceedingly few polyedra on which the closed $p$-gon and $q$-gon cannot be drawn. In fact, it is far from being necessary to their existence, that all the conditions of the theorems A and B should be fulfilled.\n\nIf we cut in two the cell of the bee by a section of its six parallel edges, we have a 13-acron, whose faces are one hexagon and nine quadrilaterals. The closed 13-gon cannot be drawn. But if a line be drawn from the triedral vertex to the opposite angle of one of the quadrilaterals about that vertex, and this quadrilateral supposed broken into two triangles having that line for their common edge, we shall then have a 13-acron whose faces are one hexagon, eight quadrilaterals, and two triangles; and whose summits are nine triaces and two tessaraces. Of this figure the paradigm can be constructed. Here I would fain beg the reader's permission to call a 5-edral summit a pentace, a 6- or 7-edral summit a hexace or a heptace. The words are at least convenient in speaking of the summits of polyacra.\n\nAs authorities and analogy are alike divided about the spelling of the word polyedron, I have pleased myself herein. Why polyhedron of necessity, and yet not perihodic?",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108593.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 11712,
    "total-output-tokens": 5178,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2722,
        2
      ],
      [
        2722,
        6033,
        3
      ],
      [
        6033,
        8294,
        4
      ],
      [
        8294,
        10521,
        5
      ],
      [
        10521,
        13089,
        6
      ],
      [
        13089,
        15106,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108593",
    "title": "On the Representation of Polyedra",
    "authors": "Thomas P. Kirkman",
    "year": 1856,
    "volume": "146",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/108593"
  }
}