{
  "id": "a7dfaacf109bcc69081398a3157a9d3bc17b98d9",
  "text": "such a swiftness, that it will be able to carry it to a great distance: And because such a Valve shutting a great hole would prove very difficult to be opened, when the pipe A A is of a great Bore, the aperture towards D may be left much smaller than the pipe; the swiftness of the Air being so great, that even through a pretty small aperture, it presses the lead D as freely almost as if the whole Bore was quite open.\n\nHaving prepared a Barrel carrying a lead of 2 ounces, the Experiment was shewn before the Royal Society, and the Effect was found very considerable, the force being little less than that of the Wind-Gun by compression; the same experiment being afterwards repeated with a longer Barrel, 'twas found that the length in this way of shooting was very little, if any advantage.\n\n---\n\nPart of a LETTER from Dr. Salomon Reisel,\nChief Physician to the Duke of Wirtemburg, about an extraordinary Tincture given to a Stone: Stutgardiae,\nFebr. 120. 1686.\n\nAurifaber Stutgardianus, qui & gemmis & Metallicis ty-\npis nummorum cudendorum insculpendis artificiosus est, nomine Christophorus Muller, Anno 1685, aurum aqua re-\ngis solutum, oleo Tartari praecipitatum atque edulcoratum,\nquod aurum fulminans dicunt, dum in scutella, quam Ma-\nturellam vocant, ex lapide Chalcedonico coloris unici pellu-\ncidi onychini seu Corneli, vitro pro fusione praeparato rubro\nmixtum, & aqua fontana imbutum tereret, ad facienda En-\ncausta seu smalta; de quibus Anton. Nerius vertente Andrea\nFrisio, egit lib. 6. Artis Vitrariae; invenit iterato tertium eo-\ndent labore: quod color pulveris istius puniceus, qui per\ndies aliquot siccatus in vasculo manserat, quoique inter te-\nrendum\nrendum etiam ad marginem effluxit, reliquis tamen puris hinc inde spatiis Onychini coloris, durissimam hanc gemmam, qua limam spernit, ita profunde penetraverit, non tantum in scutella, sed & ipso pistillo, & distinxerit maculis atque circulis sat ordinate ductis, ut color hic neque simplici aqua, neque lixivia, vel acriori alio liquore potuerit deleri, & quidem sine politura elegantioris detrimento.\n\nTalis itaque tinctura per repetitas trituras dicti pulveris tentata denuo aliquoties, in similis coloris alio Vasculo, neque vero apparuit postea ut antea nunquam. Sed hoc impri- mis circa tinctionem hujus vasculi observandum est, quod secundum texturam gemmae, tam nudo quam armato oculo, intincta interna, & sincera externa parte vasis, notentur fibrae seu ductus circulares, juxta quos, bracteis succi lapidei novi per intervalla impositis, in eiusmodi molem excrevisse credendum est; uti Bezoar aliique lapides laminis super accrescentibus augentur, & ligna, in quorum ultimorum trunco, circuli seu annuli designant succi anni numerum & incrementa: adeo ut hic, purpureus ille color lineis pallidioribus & obscurioribus, prout vel densiores vel rariores poros, molliorem vel duriorem texturam offendit, circulares ambitus circa verticem aliquem, veluti circa medullam seu cor, ut appellant, aut granum aut paleam in aliis lapidibus & lignis, signaverit; intermisstis quoque hinc inde maculis & spatius obscurioribus. Veluti Illustr. Boyle, Specim. de Orig. & Virt. Gemmarum, ยง. 1. pag. 22, 23, in Adamante & Granatis acies & commissuras tenuium bractearum aut planorum observavit; quod granum artifices seu planam contexturam non dissimilem fissilitati ligni vocant.\n\nJam vero tingi posse quoque Marmora & Alabastra & Osfa per lixiviatos & acres succos, hinc inde scriptum est: quod fortassis & de Gemmis sperandum est, quando Rob. Boyle Cit. ยง. 2. pag. 123. ex iis tincturam manifestam extraetam esse scribit, alibi, p.43. & 190. per vapores minerales tinctos esse crystallos petrofos, atque pag. 45. ipsum Sapphirum per vapores subterraneos.\n\nCum\nCum denique ex observatione nostra manifestum sit, revera tinctam esse gemmam Chalcedoniam, quamvis fortuito acciderit, neque repetito processu simile quid evenerit, merebitur tamen meditationem, an ex astrorum fluxu, alia-ve abscondita potius vi venerit, & tentamen, an ex mixtura salium & succorum acrion possit imitando produci ejusmodi Tinctura, & quidem sine Ignie, ut splendor & Pelluciditas gemmae non destruatur, durities autem maneat, adeoque ipsa gemmae pretiositas non tantum servetur, sed & per tincturam novam crescat.\n\nHujus Tincturae figuram & modum, si forte quem delictet, addere placuit, qualis noctu opposita Candelae visa fuit, aliquomodo nec satis accurate delineatum. Tab. i. Fig. 6.\n\nA CATALOGUE of Simple and Mixt Colours, with a Specimen of each Colour prefixed to its proper Name: By R. WALLER, Fellow of the Royal Society.\n\nHaving sometime since seen a TABLE of the Simple Colours made use of in Limning and Painting, Printed in the Year 1680, at Stockholm; I have here endeavoured to give a more Philosophical, and useful one by the addition of some mixt Colours: Not that I pretend to give the Shades of all the mixt Colours, which were indeed infinite as the Compositions and Proportions of them may be unlimited; but I have mixt each of the Simple Yellows and Reds with each of the simple Blues, and these Mixtures give most of the mean Colours, viz. Greens, Purples, &c. To know what each of these mixt Colours is compounded of, you need but look to the Top of the Table directly over the Colour enquired after, where you may find the One Ingredient, and at the Side in the",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101835.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12590,
    "total-output-tokens": 1822,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        0,
        4
      ],
      [
        0,
        0,
        5
      ],
      [
        0,
        1677,
        6
      ],
      [
        1677,
        3735,
        7
      ],
      [
        3735,
        5340,
        8
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "None",
      "None",
      "en",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      true,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101835",
    "title": "Part of a Letter from Dr. Salomon Reisel, Chief Physician to the Duke of Wirtemburg, About An Extraordinary Tincture Given To a Stone: Stutgardiae, Febr. 120. 1686",
    "authors": "Salomon Reisel",
    "year": 1686,
    "volume": "16",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/101835"
  }
}