{
  "id": "7f017f04e3b9a3eb5429a72830aa20930785589d",
  "text": "An Alphabetical Table for the Fourth Volume of the Philosophical Transactions.\n\nThe First Figures relate to the Number of Tracts, the Second, to the Page.\n\nA.\n\nÆquations in Numbers, the resolution of them, 46. 929.\nEtna's Eruptions, 48. 967.\nAir very laborious in Japan, but of another temper on the one, then the other side of the Mountains there, 49. 984.\nAnatome of a Silk-worm. See Malpighi in the Title of Books. Of a Camelion, Castor, Dromedary, Bear, African she-goat, 49. 991.\nOf a double Matrix, or something like it, 48. 959.\nOf the Heart and Motions of the Blood, and the degrees of Motion. See D. Lower in Books. Of the Organs of Generation, 52. 1041.\nSee more Anatom. Obs. in the Books of Kirchringius, and Obs. Med. Leyseri, Steno.\nAnswers to some Queries about Japan, 49. 983.\nArt of working Lacca very rich and costly in Japan, 49. 985.\nArts of Geometry, Arithmetick, Algebra. See Slufu Mecolabum, Ferguson in Books. Arts of Painting and Sculpture, 47. 953.\nArtificial instrument for drawing any Object in Perspective, 45. 898. and another for Hyperbolical Glasses, 53. 1059.\nAstronomical Observations of Sa-\n\nturn rectified, 45. 900. Of a Solar Eclipse, and the motion of the Moon designed to be rectify'd, 55. 1099.\nJudiciary Astrology highly esteem'd in Japan, 49. 985.\n\nB.\n\nB. Arometrical and Thermometr. Observ. N. 55.\nBlood. The Transfusion of Blood in a Man question'd at Law in France, 54. 1075. No Blood-letting in Japan; but Caustics, Mugwort, and Burnt Cotton frequently used, 49. 984.\nBooks. Description Anatomique d'un Cameleon, Castor, Dromedaire, Ours, & d'une Gazelle, 49. 991.\nAndersons Guaging, 47. 900.\nFr. Bayle M. D. Système Gen. de la Philosophie, 54. 1094.\nTh. Bartholin de Cygni Anatome, 50. 1021.\nEr. Bartholin. de Cometis 1664. 1665. n. 53. p. 1071.\nGu Beveregii Cant. Institutionum Chronol. lib. duo, 47. 956.\nMr. Boyles Physiol. Effys 2d Ed. enlarged; with a Tract of the Restlessness of particles in solid Bodies, 53. 1059.\nM Charas dela Theriaque d'Andromachus, 52. 1058. Nouvelles experiences sur la Vipere, 54. 1091. Abbregé\nThe Table.\n\nAbbregè Chronologique de l'Hist. sacrée & profane per le P. Labb, 50. 1022.\nM. Dary's Guaging epitomized, 57. 1055.\nMr. Evelyn's Sylva & Pomona 2d Edid. much enlarg'd, 53. 1071.\nJob. Jac. Ferguson Labyrinth. Algebrae, 49. 995.\nNath Higmore M. D. de Hyster. & Hypochondr. passione Responsio ad D. Willis, 54. 1087.\nTh. Hobbes Quadrat. Circuli, Cubit. Sphaerae &c. refutata á J. Wallis D. D. 48. 971. denuo refutata ab eodem, 55. 1121.\nW. Holder D. D. on the Elements of Speech, intended for teaching the Deaf and Dumb to speak, 47. 95.\nThrod. Kerckringii M. D. Spicileg Anatomicum, & de Olteogenia Fætium, 54. 1094.\nLatin, how to be taught by Use alone, 48. 975.\nMich. Leijseri Observ. Medicæ, 50. 108.\nRich. Lower M. D. de Corde; it.de Motu & Calore sanguinis, 45. 909\nMarc. Malpighi de Bombyce, 49. 987.\nRob Morisoni M. D Præludia Botanica 46. 934.\nPiet. Mar. Mutoli dei Movimento della Cometa 1664. n 53 p. 1069.\nCl. Salmasii Præfat. in lib. de homonymis Hyles Iatricæ, 46. 935.\nRen. Fe Slusii Mesolabum, 2da Edit: auctior, 45. 903.\nSee other Improvements of the same by English and Dutch, 46. 929. & 49. 996.\nG. Sinclairi Ars Gravit. & Levitatis, 50. 1019.\nÆg. Stravchii Breviar. Chronologé. 50. 1022.\nSteno du Cerveau, 51. 1034.\nOtt. Tachenii Hippocrates Chymicus, 50. 1019.\nBalth. Telles Hist. of Ethiopia; the Head of the Nile, &c. 48. 672.\nD Thruston de Respir. 56. 9.\nMr. Webbs Histor. Essay, to prove the Language of China to be the Original Tongue in Paradice, 48. 973.\nJ. Wallisii D. D. Mechanica five de Motu, Tractat. Geometricus, 54. 1086. His other works where to be had, 48. 972.\nD. Wittie's defence against M. Sympon's Hydrol. Chym. 48. 999.\nSome reflexions made on the Extract of that Book 52. 1050.\nSo far Books.\n\nBreasts suddenly growing to an excessive bigness, 52. 1047. and 53. 1068.\nBuildings, very rich, and richly adorn'd, but of one only Story high in Japan, 49. 985.\nA Burning Cone ve 34 inch Diameter, and its effects, 49. 986.\n\nC.\n\nChristians hated in Japan, because some Protestors of it there would persuade, that there was a Power above the Eignity Royal, disposing of Crowns: yet the Morals of the Japanese good, they publishing lying and deception, 49. 985.\nChronology. See in Books, Beverius, Labbe, Stravchius.\nCrystal, how found in the Mountains of Helvetia, 49. 982.\nColours and Dyes in Japan more lasting than elsewhere, 49. 985.\nComets\nThe Table.\n\nComets of 1664, and 1665. See in Books Er. Bartholin. and Mutoli.\n\nCommodities Merchantable in Japan, 49. 985.\n\nD.\n\nDamps in the Mines of Hungary, their effects, 48. 963.\nDiet in Japan: No use there of Butter, Cheese, nor love of Milk, 49. 984.\nDivertisements and Recreations in Japan, 49. 985.\n\nG.\n\nGold-mines incredibly rich in Japan and rich Jewels there, 49. 985.\nGuaging promoted. See in Books, Anderson and Dary.\n\nI.\n\nIndies. A curious Accomp of a voyage to the East-Indies by sea, 50. 1003.\nAn Invention of weighing water in water with ordinary balances and weights, by Mr. Boyl, 50. 1001.\nAn Invention, of grinding Hyperbolical Glasses by Dr. Chr. Wren, 53. 1059. Of drawing in Perspective, by the same, 45. 898.\n\nL.\n\nA Lake in Carniola of strange qualities, 54. 1083.\nLiquors, the strange and secret changes of them examin'd by Dr. Beal, n° 56.\n\nM.\n\nMathematical Mechanicks. See Artific. Instruments. The Generation of an Hyperbolical Cylindroid demonstrated, 48. 961.\nApplied for optical use, 53. 1059.\nMedical waters, Medical hot Springs, and Medical applications in Japan, 49. 984.\nMercurial Mines in Friuli, 45. 1089.\nMineral waters, their Analysis, by Dr. Highmore, N. 56. See Dr. Witty in Books; and Reflections, 52. 1050.\nMetors, Mock-Suns, 47. 953.\nMotion, the Laws of it by M. Hagens, 46. 925. and Dr. Wallis, whom see in Books.\nA Mountain in Japan, higher than pico in Tenariff, 49. 984. Eight Fire-spitting Mountains in Japan, ibid. Mountains fertile there almost to the very top, ibid.\nMusks-Melons; how to be order'd, 45. 901. and 46. 923.\n\nO.\n\nPitche. To grind Glasses of an Hyperbolical Figure, 48. 961. and 53. 1059. In Perspective how to draw by an Instrument, 45. 894.\n\nS.\n\nSalt, How made in France by the Sun, 51. 1025.\nSalt-Springs, and the Salt-work at Nantwich described, 53. 1060. Appendix to the same, 54. 1077. Saturns\nThe Table.\n\nSaturn's Observations rectify'd, 45.900.\nSea, Ocean and Mediterranean join'd in France, N. 56.\nSilver in high perfection in Japan but not used there in Trade, in which is seen nothing but Gold, and small Coyn of Brass, spoiled by refining it too much, 49.984.\nSlate, call'd Cornish-Slate; the variety, choice, and ordering of it, with a computation of the charges in covering Houses, 50.1009.\nSnails, the odd turn of some of their Shells, contrary to the Solar turn, 50.011.\nSpiders, who by their darting cause those Cobwebs flying in the Air, 50.014.\nThe Southern Pole not to be approached as the Northern, but bitter cold, storms, &c. at great distance from that Pole, 50.1008.\nSprings; Saline, in Somersetsh and Medical in Dorsetsh. The causes of Mineral Springs inquired into by Dr. Beale. Reflexions on Dr. Witty's Defence concerning the Mineral Springs at Scarborough, N. 56.\nSteel, excellent in Japan, but not so well temper'd now as formerly, 49.984.\n\nT.\nTea and Tobacco used at all visits in Japan, 49.985.\nTheaters of wonderful curiosity and artifice in Japan, 49.985.\n\nV.\nConcerning Vegetation and Vegetables in general: promiscuous additions to N. 43.\nHere N. 46. P. 913. The correspondence of the Pith and Timber with the seed of the Plant: and of the Bark or Sap in the Bark with the Pulp of the Fruit, by Dr. Beale, 46.919. Motion of Sap in Trees, by Mr. Willoughby and Mr. Wray, 48.963.\nVoyage to the East Indies, N. 50.\n\nW.\nPendulous Watches how to be apply'd to discover the Longitudes at Sea, with Methods for Journals, &c. 47.937. An Additional remark to the same Subject, 48.976.\nWaters, The English hot Bath-Springs, 49.977. Medical Springs, Mineral Springs. See Dr. Witty in Books Reflexions, 52.1050. and N. 56.\nWinds, What winds hold or change most in all the voyage by sea to the East Indies: The Tornado described &c. 50.1003.\nWriting, They write downwards in Japan, 49.986.\n\nERRATA.\n\nIN N. 55. p. 1119. l. 3. r. 28 inches. In this Numb. 56. p. 1127. l. 2. r. 6cr.\np. 1135.l. 26.r. our Land. p. 1134.l. 28.r. dispositions.\n\nA Cat.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101050.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 3268,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2073,
        2
      ],
      [
        2073,
        4462,
        3
      ],
      [
        4462,
        6327,
        4
      ],
      [
        6327,
        8396,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101050",
    "title": "Back Matter",
    "authors": null,
    "year": 1669,
    "volume": "4",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/101050"
  }
}