{
  "id": "510cabf82eec17edd696faa65bb01f7c715f5e45",
  "text": "a Copy of, and he only telling me, it was a pretty Hypothesis, I never reflected upon since, till these electrical Experiments lately read before the Society, and those Accounts of luminous Emanations from human Bodies, had brought them back to my Mind; and I think I have now set them a little beyond a mere Hypothesis. I am,\n\nSIR,\nYour most obliged,\nDevoted, humble Servant,\n\nCromwell Mortimer.\n\nJuly 4. 1745. the Society adjourned to Oct. 24.\n\nPrinted for C. Davis, over-against Gray's Inn Gate in Holbourn, Printer to the Royal Society, M.DCC.XLV.\n\nN.B. A Letter from Dr. Miles to Mr. Baker having been published in the Phil. Trans. No. 469. as that Gentleman has nothing in View but the Discovery of Truth, he thinks proper to rectify a Mistake he then made, in supposing certain Bodies to have been animal Substances, from their seeming to have a spontaneous Motion in Water: it having since appeared to him that they were only the Seeds of the Bidens foliis tripartitò divisis. Caesalp. 488. TOURNEFORT. p. 462. Tab. 262. that had fallen into the Water, and were possibly possest'd by some Insects which might give them that Motion.\n\nERRATA.\n\nIn Transaction 475. pag. 285. l. 24. for Calender, read Calendar: ib. p. 286. l. 1. for D, G, N and O, read G, D, N, and O.\n\nIn Page 373. Line 23. of this Transaction for Snonebergam read Sonnebergam: Ib. p. 393. l. 1. for Mr. read Dr. Bamber: Ibid. p. 457. l. 19. for Act. Med. Phil. & Hafn. read Acta Med. & Philos. Hafniens.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104497.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 523,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1477,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104497",
    "title": "Errata",
    "authors": null,
    "year": 1744,
    "volume": "43",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/104497"
  }
}