{
  "id": "e75edd4877bca9399b6ddd7b957266183128e897",
  "text": "XXII. Account of some remarkable Caves in the Principality of Bayreuth, and of the fossil Bones found therein. Extracted from a Paper sent, with Specimens of the Bones, as a Present to the Royal Society, by his most Serene Highness the Margrave of Anspach, &c.\n\nRead January 10, 1793.\n\nA ridge of primeval mountains runs almost through Germany, in a direction nearly from west to east; the Hartz, the mountains of Thuringia, the Fichtelberg in Franconia, are different parts of it, which in their farther extent constitute the Riesenberg, and join the Carpathian mountains; the highest parts of this ridge are granite, and are flanked by alluvial and stratified mountains, consisting chiefly of limestone, marl, and sandstone; such at least is the tract of hills in which the caves to be spoken of are situated, and over these hills the main road leads from Bayreuth to Erlang, or Nurenberg. Half way to this town lies Streitberg, where there is a post, and but three or four English miles distant from thence are the caves mentioned, near Gailenreuth and Klausstein, two small villages, insignificant in themselves, but become famous for the discoveries made in their neighbourhood.\n\nThe tract of hills is there broken off by many small and narrow vallies, confined mostly by steep and high rocks, here and there overhanging, and threatening, as it were, to fall\nand crush all beneath; and every where thereabouts are to be met with objects, which suggest the idea of their being evident vestiges of some general and mighty catastrophe which happened in the primeval times of the globe.\n\nThe strata of these hills consist chiefly of limestone of various colour and texture, or of marl and sandstones. The tract of limestone hills abounds with petrifications of various kinds.\n\nThe main entrance to the caves at Gailenreuth opens near the summit of a limestone hill towards the east. An arch, near seven feet high, leads into a kind of antichamber, 80 feet in length, and 300 feet in circumference, which constitutes the vestibule of four other caves. This antichamber is lofty and airy, but has no light except what enters by its open arch; its bottom is level, and covered with black mould; although the common soil of the environs is loam and marl.\n\nBy several circumstances it appears, that it has been made use of in turbulent times as a place of refuge.\n\nFrom this vestibule, or first cave, a dark and narrow alley opens in the corner at the south end, and leads into the second cave, which is about 60 feet long, 18 high, and 40 broad. Its sides and roof are covered, in a wild and rough manner, with stalactites, columns of which are hanging from the roof, others rising from the bottom, meeting the first in many whimsical shapes.\n\nThe air of this cave, as well as of all the rest, is always cool, and has, even in the height of summer, been found below temperate. Caution is therefore necessary to its visitors; for it is remarkable, that people having spent any time in this or the other caverns, always on their coming out again appear\npale, which in part may be owing to the coolness of the air, and in part likewise to the particular exhalations within the caves. A very narrow, winding, and troublesome passage opens farther into a\n\nThird cave, or chamber of a roundish form, and about 30 feet diameter, covered all over with stalactites. Very near its entrance there is a perpendicular descent of about 20 feet, into a dark and frightful abyss; a ladder must be brought to descend into it, and caution is necessary in using it, on account of the rough and slippery stalactites. When you are down, you enter into a gloomy cave of about 15 feet diameter, and 30 feet high, making properly but a segment of the third cave.\n\nIn the passage to this third cave, some teeth and fragments of bones are found; but coming down to the pit of the cave, you are every way surrounded by a vast heap of animal remains. The bottom of this cave is paved with a stalactical crust of near a foot in thickness; large and small fragments of all sorts of bones are scattered everywhere on the surface of the ground, or are easily drawn out of the mouldering rubbish. The very walls seem filled with various and innumerable teeth and broken bones. The stalactical covering of the uneven sides of the cave does not reach quite down to its bottom, whereby it plainly appears that this vast collection of animal rubbish, some time ago filled a higher space in the cave, before the bulk of it sunk by mouldering.\n\nThis place is in appearance very like a large quarry of sandstones; and indeed the largest and finest blocks of osteolithical concretes might be hewn out in any number, if there was but room enough to come to them, and to carry them\nout. This bony rock has been dug into in different places, and every where undoubted proofs have been met with, that its bed, or this osteolithical stratum, extends every way far beneath and through the limestone rock, into which and through which these caverns have been made, so that the queries suggesting themselves about the astonishing numbers of animals buried here confound all speculation.\n\nAlong the sides of this third cavern there are some narrower openings, leading into different smaller chambers, of which it cannot be said how deep they go. In some of them, bones of smaller animals have been found, such as jaw-bones, vertebrae, and tibiae, in large heaps. The bottom of this cave slopes toward a passage seven feet high, and about as wide, being the entrance to a\n\nFourth cave, 20 feet high, and 15 wide, lined all round with a stalactical crust, and gradually sloping to another steep descent, where the ladder is wanted a second time, and must be used with caution as before, in order to get into a cave 40 feet high, and about half as wide. In those deep and spacious hollows, worked out through the most solid mass of rock, you again perceive with astonishment, immense numbers of bony fragments of all kinds and sizes, sticking every where in the sides of the cave, or lying on the bottom. This cave also is surrounded by several smaller ones; in one of them rises a stalactite of uncommon bigness, being four feet high, and eight feet diameter, in the form of a truncated cone. In another of those side grottoes, a very neat stalactical pillar presents itself, five feet in height, and eight inches in diameter.\n\nThe bottom of all these grottoes is covered with true animal mould, out of which may be dug fragments of bones.\nBesides the smaller hollows, spoken of before, round this fourth cave, a very narrow opening has been discovered in one of its corners. It is of very difficult access, as it can be entered only in a crawling posture. This dismal and dangerous passage leads into a fifth cave, of near 30 feet high, 43 long, and of unequal breadth. To the depth of six feet this cave has been dug; and nothing has been found but fragments of bones, and animal mould: the sides are finely decorated with stalactites of different forms and colours; but even this stalactical crust is filled with fragments of bones sticking in it, up to the very roof.\n\nFrom this remarkable cave, another very low and narrow avenue leads into the last discovered, or the Sixth cave, not very large, and merely covered with a stalactical crust, in which, however, here and there bones are seen sticking. And here ends this connected series of most remarkable osteolithical caverns, as far as they have been hitherto explored; many more may for what we know exist, hidden, in the same tract of hills.\n\nMr. Esper has written a history in German of these caves; and given descriptions and plates of a great number of the fossil bones which have been found there. To this work we must refer for a more particular account of them.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106908.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9362,
    "total-output-tokens": 1924,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1364,
        2
      ],
      [
        1364,
        3048,
        3
      ],
      [
        3048,
        4736,
        4
      ],
      [
        4736,
        6485,
        5
      ],
      [
        6485,
        7772,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106908",
    "title": "Account of Some Remarkable Caves in the Principality of Bayreuth, and of the Fossil Bones Found Therein. Extracted from a Paper Sent, with Specimens of the Bones, as a Present to the Royal Society, by His Most Serene Highness the Margrave of Anspach, &c.",
    "authors": null,
    "year": 1794,
    "volume": "84",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/106908"
  }
}