{
  "id": "a7c60b35381dcd7f0f904f690fdf6d5d23e07827",
  "text": "XI. Samuelis Christiani Hollmani, Logic. & Metaph. in nova Gottingensi Academia, P.P.O. de Duplicaturae fibrarum, in foliis quibuscunque conspicua usu, aliisque hic pertinentibus, Conjecturæ.\n\nQUUM illa, quae de duplici in foliis quibuscunque minimarum fibrilarum reticulo, facile a se invicem separabili, & a natura ipsa distinto, in superioribus annotata sunt, extra controversiam, & dubitationem omnem, videantur esse posita, atque oculari demonstratione confirmari facile cuivis possint; operæ jam videtur esse pretium, paucis hic exponere, Quisnam verus hujus duplicaturæ videatur esse usus. Non putamus vero, quenquam, in rerum naturallium contemplationibus vel mediocriter versatum, adeo temere in plantarum anatome fore hospitem, ut ignoret, plerasque in plantis occurrentes fibras lignæas, hisque analogas, tubulos, & canaliculos, quamplurimos minimos efficere, quibus succus nutritius, inde ab extremis radicum fibrillis, ad remotissimas quascunque partes, vehitur, atque a principio suo movente, quodcumque tandem illud quoque fit, propellitur quasi, protruditurque. Neque qui hæc noverit, etiam temere ignorabit, fibrillas illas minimas, quibus caulis, vel pediolus, foliorum constat, canaliculorum illorum minimorum elongationem, & continuationem quandam, solum esse, & peculiarem quendam corundem fasciculum quasi constituere, quibus succus nutritius ad partes folii reliquas transmititur, per easdemque distribuitur; quique per varias divaricationes, & quasi ramificationes, per universum folii\nfolii planum postea explicantur, atque a se mutuo magis magisque recedunt, variis tamen anastomosis, multis in locis, sibi mirifice iterum simul inosculantur, sicque inter se cohaerens quoddam fibrilarum, & tubolorum minimorum reticulum consti-\ntuant. Hoc enim omne in foliis quibuscunque etiam non excarnatis, si luci copiosiori obvertantur, etiam nudo oculo, vel mediocri microscopio observari a quovis facile potest. Neque illud tandem quoque quenquam, rerum naturalium vel mediocriter saltem peritum, latere posse existimamus, quod jam pro-\nxime elapso seculo multi viri celeberrimi in eam ingressi sint sententiam, quod succus nutritius in plantis non alia, quam in animantibus, ratione, hoc est, per circulum, moveatur; quodque coram ipsis Soci-\netatibus Regiis, LONDONENSI & PARISIENSI, varia maximam huic sententiæ veri speciem concilianlia,\ntentamina & experimenta jam olim, recentiusque, instituta sint. Haec omnia ergo, quando de usu dupli-\ncaturæ in foliis, eorumque minimis quibuscumque fibrillis, dicere jam instituimus, tanquam aliunde satis cognita, & fere jam pervulgata, hic merito suppo-\nnimus.\n\nFacile vero jam, his praestructis, videri cuiquam poterat, non posse temere luculentius quoddam, quo illa in dubium a multibus adhuc revocata, succi nu-\ntritii in plantis circulatio confirmari, & extra contro-\nversiam omnem poni facilius possit, inveniri argu-\nmentum, quam hanc ipsam reticulorum in foliis qui-\nbusvis duplicaturam. Quodsi singulae enim istius reticuli fibrae totidem tubuli sunt, quibus succus nutritius in folium ipsum ascendit, & per illud distri-\nbuitur, de quo nemo fere dubitat, atque horum tubu-\nlorum\nlorum talis jam duplicatura perdemonstrata datur, ut ne minimus quidem sit, qui non comitem suum, exactissime sibi respondentem, habeat; nihil fere manifestius jam esse videtur, quam alterum illorum genus arteriarum quasi, alterum vero venarum, officio hic fungi, quippe quas eodem modo in corpore animali se perpetuo comitari mutuo, constat; adeoque & alterum illorum succo nutritio a radicibus ad extremos usque apices advehendo, alterum vero eidem ab extremis arborum & plantarum apicibus ad radices revehendo, inservire; sicque motum ejusdem circularem, hoc ipso diverso tubolorum genere, in plantis & vegetabilibus persici.\n\nNon est ille hic locus, quo disquiri jam a me vel poslit, vel debeat, quid mihi illi, de succi nutritii in plantis circulatione, sententiae veri videatur subesse, vel minus, quidque in experimentis, ejus confirmandae rei causa institutis, vel dubium, vel uberiori saltem disquisitione dignum, adhuc esse videatur; de quo alio forsan & loco, & tempore. Ponamus vero, extra omnem dubitationem jam esse positam illam succi nutritii in plantis & vegetabilibus circulationem; hactamen tubolorum, si ira appellare licet, in foliis a me jam observata duplicatura huic sententiae non omnino videtur favere, quam maxime id etiam vellem: majorcm enim forsan tunc apud multos hoc novo invento iniircm gratiam, quam nunc quidem. Etenim initio nondum satis evidens, & dubitatione omni carens, esse videtur, quod reticuli cujusvis, separatim speciati fibrillae, illarumque divaricationes, integri tubuli, totidemque tubolorum integrorum ramificationes sint, siquidem in ejusmodi fibrillis, transversim discelis, vel disruptis, nulla hac tenus tubolorum quorundam orificia osculaque, qualia quidem in quo-\nrumvis lignorum fibris, transversim, seu horizonta-\nliter, dissecatis, facili observare negotio licet, vel\noptimae notae microscopiis detegi, a me potuerunt.\nForsan ergo, dum pars alterutrius reticuli convexa,\npartis alterius concavae sinu quasi excipitur, arctissi-\nmeque includitur, tenuis aliqua, insensibilisque, solum\ncavitas inter utramque relinquitur, quae transmit-\ntendo succo nutritio inservit; hocque adeo modo\ndivaricationes utriusque reticuli inter se conjunctae,\ntubulorum demum officio defunguntur. Quodsi vel\nmaxime vero, non obstantibus modo adductis, vel-\nlemus concedere, singulas utriusque reticuli fibrillas\ntotidem integros, perfectosque, tubulos, quibus sin-\ngulis succus aliquis nutritius transmittatur, perque\nuniversi folii substantiam distribuatur, esse; ne sic\ntamen arbitror, confici statim exinde poterit, alterius\nreticuli tubulos arteriarum, alterius vero venarum,\nofficio fungi, sicque succum nutritium in his reticu-\nlorum tubulis per circulum moveri. Duo enim in-\nprimis in isthac foliorum praeparatione supra jam com-\nmemorata, & descripta, observavi, quae huic sententiae\nminime videntur favere. 1°. Scilicet deprehendi,\nminimas utriusque reticuli fibrillas, in extremitate folii\nmargine sitas, terminatasque, longe facilius a se in-\nvicem separari posse, suaque quasi sponte jam recedere,\nquam quae a margine undequaque remotiores sunt,\n& longius ab eodem distant; etsi cuticula utraque in\nextremo margine arctissime undiquaque adhuc inter se\ncohæreat; indeque & licet ab utroque folii reticulo,\nper totum ejus ambitum, sua sponte jam recesserit, hic\ntamen cultello adhuc dissecanda studiose sit, si altera\nejusdem lamella recedere ab altera debeat: id quod\nevidentissimo videtur esse argumento, fibrilarum\nutriusque reticuli extremitates in margine folii non inter se cohærere, atque arteriarum instar in venas suas recurvare, replicarique, siquidem omnium arctissime aliàs tubuli isti subtilissimi, hoc inprimis in loco, cohærere inter se deberent. 2°. Illud quoque annotatione dignum hic est, quod non raro mihi evenisse memini: Contigit nempe aliquoties, ut, quando altera folii, aquae innatantis, superficies durante putrefactionis tempore ex aqua aliquantulum prominuit, hæc ipsa superficies quoque tum minus, quam altera, sub aquam depressa, eademque undiquaque contexta putrefactione ad sceleti præparationem apta facta fuerit, difficiliusque & cuticulam, ipsi impositam, dimiserit, & partes viridulas, inter reticuli lacunas interpositas, elui aqua permiserit, quam in altera quidem ejusdem folii superficie utrumque successit. Hoc ergo quando jam evenit, microscopio aliquoties observavi, inferius, si putrefactionis situm, statumque, respicias, ejusmodi folii reticulum omni, inter ipsas ejusdem divaricationes & lacunas aliàs hærente, pulpa viridula denudatum jam conspici, hærente eadem adhuc, intimeque infixa, intextaque, inter alterius, superioris nempe eodem respectu, reticuli divaricationes, & lacunas: id quod quilibet, qui manum modo ipsi rei admoverit, facile ipse quoque, data occasione, observare poterit. Quum ex hoc ipso ergo evidens satis sit ipsam etiam pulpam illam subtilissimam virescentem, quæ utrique folii cujuscunque cuticulae proxime subjacet, eademque separata sponte sua, maximam partem, plenumque, post debitam putrefactionem, effluit, in duas non minus lamellas, & strata quasi totidem diversa distinctam esse, quorum alterum uni, alterum alteri, folii reticulo intime, arctissimeque, intertextum quasi\nquasi est; maxime etiam videtur esse evidens, alterum folii reticulum generandae & nutriendae uni, alterum alteri, foliorum quorumvis superficie inprimis inferire, huicque usu a Creatore sapientissimo destinatum etiam potissimum esse.\n\nQuum hac ergo ratione de Duplicaturae istius, in foliorum quorumcunque sceletis, usu jam quodammodo constet; alia nonnulla ad hoc argumentum pertinentia hic adjicere adhuc liceat, quorum primum generationem pulpa istius viridulae, qua inter reticuli utriusque lacunas, in folio virescente, utrinque interjacet, inprimis concernit. Constat mihi scilicet ex plurimis circa plantas & vegetabilia institutis & observationibus & experimentis, primum, quod ex tucco nutritio in vegetabilibus procreatur, concretum formam quandam vesicularem, & utricularem, semper praesae ferre; unde & dudum utricularum nomine a rerum istarum peritis scriptoribus compellatum idem est. Patet id ex medulla quarumcunque arborum, patet ex cortice earundem viridi, patet ex florum, ex terra immediate prognatorum plerorumque, caulibus, ipsique horum, & ex arboribus protrulorum, florum, tum & reliquis communibus plantarum quarumcunque, foliis, in quibus vel nudo faepius oculo utricularis, & vesicularis, illa figura conspici facile potest. Jam vero, experientia porro constat, quod, quotiescunque liquidum paulo viscidius, vel partibus quibusdam salinis & oleosis imprægnatum, per tubulos quosdam angustiores, leniori aeris agitatione & quasi suffocatione propellitur, semper illud in vesiculas nunc plures, nunc pauciores, in tubulorum illorum extremitatibus expandatur, id quod vel puerorum nostrorum lusu, aqua sapone saturata fieri solito, in vulgus constat.\nQuoniam ex anatome vero plantarum constat, partes, fibrasque, illarum solidas maximam partem tubulos, canaliculosque, minimos constituere, quae inde a radicum fibrillis ad extremos usque frondium in plantis perfectioribus apices excurrunt; neque minus constat succum nutritium nulla fere alia vi, quam aëris, radicum fibrillis incumbentis & gravitate, & vi elasta, ad frondium apices propelli.; probabile admodum est, succum nutritium, aëris vi per tubulos plantarum angustissimos, ad illorum usque extremitates propultum, in vesiculas quasdam minimas expandi, postque partium aquarum insensibilem transpirationem solidescere, formamque illam vesicularem retinere, sicque primum illud concretum vesiculare, & utriculare, in plantis formari. Atque ex simplicissima hacce theoria omnia fere circa nutritionem, & incrementa, plantarum occurrentia phænomena explicari, illisque, quae a viro solertissimo, eruditissimoque, Stephano Hales, in the Vegetable Statics, jam observata sunt, lucem aliqualem affundi adhuc posse existimo, uti aliò tempore pluribus ostendam. Hoc ergo modo viridulam quoque illam substantiam, eamque vesicularem, & utricularem, ex minimis reticuli cujusvis tubulis, illorumque extremitatibus, in foliis quasi exsudare, atque minimis illis tubulis adhaerescere, ibidemque intra cuticulas sensim paulatimque magis indurari, sicque cum tubulis illis, ex quibus protruditur, quorumque lacunis intertextum quasi est, in utroque folii cujusvis reticulo commune & continuum quoddam expansum tandem efficere, admodum mihi est probabile. Quae causa vero divaricationis tubolorum ipsorum a se invicem sit, etsi ex iisdem fundamentis intelligi jam poterat, pluribus tamen explicari jam in praesenti nequit. Quoniam\npulpa vero illa viridis longe tenerioris adhuc, molliorisque, quam ipsi reticulorum tubuli sunt, substantiae est; facilius quoque putrefactione eroditur quasi, & destruitur, dum tubuli reticulorum ipsi integri adhuc, illaeoque a putrefactione ista supersunt, illaque omni ex parte denudati conspicui distinctissime possunt.\n\nHoc ipsum vero jam alteram illam observationem mihi suppeditat, quae annotatione aliqua adhuc digna esse videtur. Etenim saepius mihi in lapidibus figuratis, qui plantarum variarum, etiam exoticarum, figuras referunt, atque ejusmodi quoque plantas, cum omnibus suis ramificationibus expressas, saeppe exhibent, quae adeo tenerae, & subtiles, sunt, ut nullae, illis similes in universo naturae regno ullibi existant, dubium movit, undenam illarum figurae oriri in lapidibus istis potuerint. Certe in montibus, Gottingam nostram cingentibus, magna ejusmodi lapidum copia jam eruitur, & ad construenda aedificia, publica privataque, immo & ad sternendas urbis vias plateasque, adhibetur, quae praeter varii generis conchyliarum petrefacta, tum & stellas marinas, cornua ita dicta Ammonis, & ejusmodi alia, ingenti multitudine sinu ipsorum comprehensa, inter conchyliorum juncturas, immo in ipsis nonnunquam conchyliis petrefactis, adeo affabre factas subtilissimarum arbuscularum delineationes exhibent, ut nudo oculo vix adequi omnia liceat, meritoque dubitandum sit, esse in tota natura nullum ejusmodi plantarum genus, quod subtilissimos adeo ramulos habet. Post sceletorum vero illorum preparationem, factamque istam observationem, quod putrefactione pulpa illa viridis facilius, quam ipsi reticulorum tubuli, corrupatur, dubium fere illud, mihi\nmihi subortum, jam expiravit. *Subtilissima* enim illæ in *lapidibus*, vel *corporibus* etiam *petrefactis*, delineatæ *arbusculæ* nihil jam videntur esse aliud, quam ipsa *foliorum* hujus vel illius plantæ, *post putrefactionem* illorum adhuc *residua*, *reticula*, quæ, *post reliquorum corruptionem*, figuram suam maßæ isti molliori, quæ in duriorem successu temporis lapidem abiit, impressam, delineatamque reliquerunt ita, ut *ipsa* non raro in *lapideam* substantiam commutata deprehendantur. Apud me saltem hæc, ob summam reticulorum istorum, cum subtilissimis illis arbusculis, affinitatem, dubitatione omni carent: forsan vero & aliis isthæc non omni probabilitate desitui videbuntur.\n\n---\n\nXII. *An Account of an Earthquake at Scarborough, on Dec. 29. 1737.* communicated in a Letter from Maurice Johnson, Esq; jun. Secr. of the Gentlemens Society at Spalding, to C. Mortimer, M.D. Secr. R.S.\n\n*SIR,* Spalding, Jan. 7. 1737-8.\n\nSINCE I last did myself the Honour of writing to you, nothing, I think, worth communicating to you for the Royal Society, in the philosophical Way, has occurred to us here, until last Thursday, when the following Account of an Earthquake, which has very lately happened at Scarborough, as sent in a Letter from an Eye-witness, to a Gentleman here, was",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104374.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 15036,
    "total-output-tokens": 4900,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1510,
        2
      ],
      [
        1510,
        3151,
        3
      ],
      [
        3151,
        4872,
        4
      ],
      [
        4872,
        6617,
        5
      ],
      [
        6617,
        8353,
        6
      ],
      [
        8353,
        10029,
        7
      ],
      [
        10029,
        11752,
        8
      ],
      [
        11752,
        13424,
        9
      ],
      [
        13424,
        14713,
        10
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104374",
    "title": "Samuelis Christiani Hollmani, Logic. & Metaph. in Nova Gottingensi Academia, P. P. O. de Duplicaturae Fibrarum, in Foliis Quibuscunque Conspicuae Usu, Aliisque Huc Pertinentibus, Conjecturae",
    "authors": "Samuelis Christiani Hollmani",
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/104374"
  }
}