{
  "id": "19440dfcebe526dc0b059e1046807dfe019562f5",
  "text": "Observations of the Eclipse of the Sun on the 12 of July last (new style) made at the Observatory at Paris 1684. in the lower apartment, by Messieurs Cassini and Sedileau; in the upper, By Messieurs de la Hire and Pothenot. At the College of Lewis the Great, in the presence of Monseigneur the Duke of Bourbon, by R.P. Fontenay; at Aix in Province; at Lyons; at the Bay of Roses; at Honfleur and at Pau; by divers other learned Persons.\n\nIn the lower appartment, by Messieurs Cassini and Sedileau.\n\nFor observing this Eclipse, beside the Instruments which were made use of for observing that of the Moon, at the Focus of the Glass of 40 foot, was placed circle of Paper equal to the Suns Image, divided into 12 digits, by concentrick circles; and, to another Glass of 6 foot, was applied, on the Parallatick Engine, another circle equal to that at the Focus of the Glass of 40 foot.\n\nThe Sun, at the beginning of the Eclipse, was clouded; so that it could not be observed: but observations were taken of the following Phases, so as from thence divers others of the principal Phases might be collected according to the measures thereof, taken at such times as the Sun was free. The greatest obscuration was seen, and the end of the Eclipse, which was exactly marked. And having adjusted the computation of time for the several observations, and compared them together; they were found in this manner,\n\n| The beginning of the Eclipse | Differences |\n|-----------------------------|-------------|\n| One Digit                   | 2 32 50     |\n| 2 Digits                    | 2 40 0      |\n| 3 Digits                    | 2 47 40     |\n\n4 Digits\nThe apparent Diameter of the Moon appeared less than that of the Sun. It was judged that the Dilatation of the Suns light, might make the Moons Diameter seem less. The Horns or Points of the Sun Eclipsed seemed sometimes a little blunted by the Glass.\n\nIn the upper apartment, by Messieurs de la Hire and Pothenot.\n\nThe conclusions following we deduced from a great number of observations of the Suns obscuration, which were measured very carefully with a Micrometer. The beginning was not immediately observed, by reason of Clouds; but is concluded from many observations made soon after it. Wherefore this observation may be reputed as just as the rest. The Suns greatest obscuration was observed very exactly; but the just time when it happened cannot be determined with the like preciseness, because there then happened no considerable alteration for the space of near two minutes. The end was observed with the greatest exactness possible.\n| h | ' | \" | Differences |\n|---|---|---|-----------|\n| The beginning. | 2 | 25 | 24 | 7 | 38 |\n| 1 Digit | 2 | 33 | 2 | 7 | 28 |\n| 2 Digits | 2 | 40 | 30 | 7 | 17 |\n| 3 | 2 | 47 | 47 | 6 | 54 |\n| 4 | 2 | 54 | 41 | 8 | 0 |\n| 5 | 3 | 2 | 41 | 9 | 25 |\n| 6 | 3 | 12 | 6 | 8 | 48 |\n| 7 | 3 | 20 | 54 | 8 | 48 |\n| The greatest obscuration | 3 | 36 | 27 |\n| 7 dig. 5' | 3 | 53 | 34 | 10 | 19 |\n| 6 | 4 | 3 | 53 | 7 | 10 |\n| 5 | 4 | 11 | 3 | 6 | 39 |\n| 4 | 4 | 17 | 42 | 7 | 32 |\n| 3 | 4 | 25 | 14 | 6 | 42 |\n| 2 | 4 | 31 | 56 | 6 | 15 |\n| 1 | 4 | 38 | 11 | 5 | 16 |\n| End | 4 | 43 | 27 |\n\nThere were made also many observations of the distance between the seeming Horns of the Sun, which being compared with the Sun's lighsome part at the same time, and with the distances between the lines which joined the Horns and the Suns farthest border, the Moons Diameter appear'd then not to be more than about 30 minutes; though by the observations of her Diameter made some days before and after, it was judged to be 31. 30\", but the being somewhat agitated, permitted not to observe exactly the extremities of the Horns, which appeared somewhat blunted; on which depended the exactness of that determination.\n\nAt the College of Lewis the Great, in the presence of Monseigneur the Duke of Bourbon, by R. P. Fontenay, Professor of the Mathematicks.\n\nAt hour 2. 29'. 30\". the Sun which had been covered with clouds, being now a little uncovered, the Eclipse appeared.\npeared sensibly begun; but not yet half a Digit, nor a third part.\n\n| Digit | h | \" |\n|-------|---|---|\n| 1½    | 2 | 37 40 |\n| 2     | 2 | 40 25 |\n| 3     | 2 | 46 34 |\n| 4     | 2 | 54 30 |\n| 5     | 3 | 3   0 |\n| 6     | 3 | 12 40 |\n| 7     | 3 | 22 18 |\n| 7½    | 3 | 38, and more. |\n| 7     | 3 | 51 20 |\n| 6     | 4 | 2   25 |\n| 5     | 4 | 10 50 |\n| 3     | 4 | 24 31 |\n| 2     | 4 | 29 54 |\n| 0½    | 4 | 41 |\n\nThe Sun withdrawing behind the Clouds, hindered the observing of the end.\n\nAn Abridgment of diverse other Observations, sent to M. Cassini; at Aix in Province by M. the Priour Gautier.\n\nThe beginning at 2h. 54' 30\". The end at 5h. 9' 9\".\n\nThe greatness of the Eclipse 8½ Digits. The Height of the Pole 43d. 30'.\n\nAt Lyons, in the great College of Jesuits, by R. P. Paul Hoste.\n\nBy the Fix'd Stars By the Sun.\n|       | h | \" | h | \" |\n|-------|---|---|---|---|\n| 1. Digit. | 2 | 45 3 | 2 | 50 3 |\n| 8½ Dig. | 3 | 53 52 | 3 | 58 52 |\n| 1. Digit. | 4 | 59 20 | 5 | 4 20 |\n| 3 | 26 14 | The Diameter of Sun and Moon. 30' 58\" |\n| 4 | 20 34 | The Diameter of the Sun 30'. 58. |\n|     |     |     |     | of the Moon 30'. 5. |\n\nThe\nThe time of the greatness of the Eclipse at every of the Digits, was observed, but is not put into this Abbridgment.\n\nAt the Bay de Roses, by M. Chaffelles.\n\n| Event                          | Time |\n|--------------------------------|------|\n| The beginning of the Eclipse   | 2    |\n| The edge of the Moon at the Sun's Center | 3    |\n| The Horns Horizontal           | 3    |\n| The Horns Vertical             | 4    |\n| The End of the Eclipse         | 5    |\n\nThe greatness of the Eclipse, about \\(\\frac{1}{4}\\) of the Sun's Diameter. During the Eclipse, all the world saw Venus without pain. The place is 3 Miles in the Sea, before Roses 42d. 10' Latitude.\n\nAt Honfleur, by M. de Glos, Professor of Mathematicks.\n\n| Event | Time |\n|-------|------|\n| The Beginning | 2 15 2 |\n| The End       | 4 34 35 |\n\nThe Greatness; more than 8 Digits, but less than 9.\n\nOther Observations communicated by R. P. Fontenay.\n\nAt Pau, by P. Richaud, Prof. of Math. and Theol.\n\nAt hour \\(1\\frac{1}{4}\\). The Eclipse not begun. At hour \\(3\\frac{1}{4}\\), at 10 Digits. The end at \\(4\\frac{1}{4}\\). Height of the Pole 43° d. 30'.\n\nAt Avignon, by R. P. Bonfa.\n\n| Event                          | Time |\n|--------------------------------|------|\n| The Beginning                  | 2 43 27 |\n| 1st Digit                     | 2 51 58 |\n| 2nd Digits                    | 4 2   |\n| The Horns Vertical             | 4 24 32 |\n| 1st Digit                     | 5 1   |\n| The End                       | 5 4   |\n\nR\nThe Suns Diameter. $3^1 \\ 38''$\nThe Moons $3^2 \\ 6$\n\nM. Cassini, having compared together these Observations, and made such reductions as the Parallax requires, doth thence take these Differences of Meridians between the places of observation.\n\nFrom Paris to Aix $14'$ to the East.\nto Avignon $8\\frac{1}{2}$\nto Lyons $8$ or $13$\nto Rudes $4$\nFrom Paris to Honfleur $7$ to the West.\nto Pau $11$.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102084.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10608,
    "total-output-tokens": 2510,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1642,
        2
      ],
      [
        1642,
        2587,
        3
      ],
      [
        2587,
        4042,
        4
      ],
      [
        4042,
        5187,
        5
      ],
      [
        5187,
        6676,
        6
      ],
      [
        6676,
        7070,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      true,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102084",
    "title": "Observations of the Eclipse of the Sun on the 12 of July Last (New Style) Made at the Observatory at Paris 1684. in the Lower Apartment, by Messieurs Cassini and Sedileau; In the Upper, by Messieurs de la Hire and Pothenot. At the College of Lewis the Great, in the Presence of Monseigneur the Duke of Bourbon,by R. P. Fontenay; At Aix in Province; At Lyons; At the Bay of Roses; At Honfleur and at Pau; By Divers Other Learned Persons",
    "authors": "R. P. Fontenay",
    "year": 1684,
    "volume": "14",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/102084"
  }
}