{
  "id": "e82602f4bfb3776c81caefcc73ba9ea9b2405bf8",
  "text": "An Account of Mr Sam. Brown His Second Book of East India Plants, with their Names, Vertues, Description, &c. By James Petiver, Apothecary, and Fellow of the Royal Society.\n\nThe following Plants were gathered the 27th and 28th of April 1696. at Pearmeedoor, about 16 or 17 miles from Fort St George.\n\nThe Country here is full of Trees and Bushes, the ground clay, dry and sandy.\n\n48. Tetrapteros Madraspatana Laurustini folio.\n\nVeanauungoo Malab.\n\nThe Trunk of this Tree grows 5 or 6 foot high, and then shoots out many straight branches about 12 or 13 foot long: the Husky Fruit has no ill taste, but when chewed makes the Spittle yellow. Mr Sam. Brown.\n\nIts twigs are Ash-colour, the leaves stand on short foot-stalks, are somewhat oval, especially the younger ones. The Fruit is beset with 4 membranaceous wings near half an inch broad and 1 long, each Fruit stands on a pedicle about an inch long. These resemble the head or seed vessel of the Crown Imperial, but are much less.\n\n49. Soldanella Pearmeedoorica geniculis radicofis.\n\nCullecaucanau Malab.\n\nan Bel-Adamboe Walli H. Malab. V. II. T. 58.p. 119.\n\nThe Root of this is a Finger thick, the Bark of which grownd with a cup of water, will purge very well without Gripes. Two Drams is enough for a strong man. It grows in dry ground. S. B.\n\nThis is a ground-creeping Bindweed, putting forth fibrous Roots at each joint, from whence proceeds one round and sometimes cuspidated leaf, on a foot-stalk near\nnear two inches long: at the setting on of these leaves comes out 3 or 4 Flowers, which are succeeded with smooth round capsules, terminating in a thredly point, each, generally containing 4 yellowish triangular smooth Seed.\n\n50. Apocynum arboreum, Lauri folio, Dulcamarae flore.\n\nAddewepaula Gent. Bupaulemaraum Malab. an?\nNelem-pala Hort. Malab. Vol. 9. Tab. 3 & 4 p. 5:\nThe Leaves of this Tree boyld are Petoral.\nThis Tree grows 25 or 30 foot high, and as thick as an ordinary mans waste. S. B.\n\nThe Leaves grow opposite, and the veins of the younger are very transparent, if held between your eye and the light. The Flowers are very like those of Bitter sweet, growing in Tufts, and have a yellowish pointel like them, by which this Tree is easily distinguished from its other kinds.\n\nThe Pods are near a foot long, and 3 quarters of an inch broad when expanded, these grow in pairs, and are fill’d with a white silky down, its Seed long, and oval like a Pine Kernel.\n\nIts younger Pods very much resemble those of the Vanillioes.\n\n51. Erembillee Malab.\nCoccifera Buxifoliis oblongis & subrotundis, fructu cuspidato calyce amplo, e Madraspatan. Muf. Petiver 632.\n\nIs about 6 or 8 foot high, the wood hard as Iron in comparison.\n\nThe Root and Leaves boyld in water and drank, cures Scald heads. S. B.\n\nThese Leaves grow inordinately on very short or no foot-stalks, they resemble Box, but are stiffer and very often longer, especially those branches which have no Fruit on them, each Berry contains 2 blackish Kernels separated by a thin skin.\nDr Plukenet hath very erroneously Figured the Fruit of this, he setting a Crown on it, it having none, but terminates in a point.\n\n52. Carvaut-lackeree Mal.\nSpergulae affinis Pearmeedorica, foliis rotundis pubescentibus.\n\nIt lies on the ground in branches a foot or a foot and half long.\n\nThe Decoction of this and Porapatre is good for Fevers in Children. Boyl'd with Fish gives a very pleasant taste. S. B.\n\nThese Leaves are like the Alsine Amer. Nummularia folio Pat. Bar. prodr. but are hoary, especially whilst young.\n\nThe Flowers commonly grow at every joynt, 3, 4, or more together, the hoary pentapetalos calyces wholly cover the seed Vessels, which when ripe, contain many very small black seed.\n\n53. Chengunnee Malab.\nCassia Pearmeedorica, folio Senae obtuso, subtus pubescente.\n\nThese Flowers exactly resemble those of Cassia Fistula, the leaves somewhat like Sena, but are hoary underneath, and end blunt, with a little Spinula in the middle.\n\nThis rises 16 or 18 foot high, and the trunk as thick as a man's Leg.\n\nThe Decoction of the Leaves and Flowers taken inwardly, and the Root ground with Water and a little Lime Juice, cures the Itch and Scab. E. B.\n\n54. Chaipoondoo Malab.\nKnawel Pearmeedooricum Gallii lutei foliis, flor. coenosis.\n\nRoasted and boyl'd in Water, and the Decoction given to those sick of Vomiting, Looseness, and want\nwant of Appetite, or Indigestion, cures them. When fresh 'tis Bitter. S. B.\n\nThis Herb has a long sticky root, shooting out, especially towards the bottom many stiff Fibres.\n\n55. Wellia Tagera Hort. Malab. Vol. 6. Tab. 9 &c\n\nSarpouli Bram. Tagera Lusit. groot Glid thouwt Belg.\n\nChamaeritae Pavonis affinis Indica, Cassiae folio, siliquis compressis latissimis propendentibus, floribus amplissimis in summum ramorum spicatis. Breyn. Pr. 2.\n\nSiliquosa Malabarica fl. pentapetalo, siliquis longis planis, diaphragmatis semina secludentibus interceptis. Ray. Hist. Plant. 1746: cap. 7.\n\nThe Flowers are in divers parts of India call'd Fula de Coupang, because the Fruit resembles a Gold Coin so call'd, in use with them. Comel. in Hort. Malab. Vol. 6. p. 18.\n\nIt Flowers in August, and the Pods are ripe in November and December.\n\nIt grows naturally in sandy places, but for its Flowers sake, and being ever green, it's esteemed in their Gardens.\n\nI suspect the Label of this Plant is transposed, it being given under the Malabar Title of Caut-Mandaree, of which Tree Mr Sam. Brown says, there are four sorts, viz. this, the Mandaree, Cookcoo-Mandaree, and Vela-Mandaree, the same Number the Hortus Malab. I find describes and figures in the First Volume Tab. 32, &c. by the name of Mandaru, these are Trees with peculiar Leaves, and very different from the above-mention'd Wellia Tagera, which is the Plant before us.\n\n56. Ash-coloured Nicker Tree.\n\nBonduch cinerea fol. longioribus.\n\nBonduch Indorum Jonst. Dendr. 300. Tab. B. India-no Pone Ital. 32. Fig. B. Pianta Indiana di colere cine-reo Zam. 44. cap. 22. Tab. 17. Fig.\n\nInimboy\nInimboy Brasil. Marcgr. 12. desc. & 56. Fig. Pis. ed. Mangr. 12. Fig. p. 95. Fig. ed. 2. 205. Fig.\n\nJacobius Breynius in his first Prodromus p. 42, hath given a very elegant Figure of the Leaves and Flower of this Tree under the name of Inimboy Brasil. Frutex spinolus spicatus platylobis echinoidibus Glycyrrhizae foliis.\n\nArbor exotica spinosa fol. Lentisci C B. 399.\n\nCaretii Hort. Malab. Vol. 2. Tab. 22. p. 35. Ray Hist. Pl. 1743. Tisingoeri Bram. Sylva do Praya Lusit apud Brasil. Gatchkai chittu Gent. Cachakailllle Mal. S. B.\n\nA Poultice of the Leaves quickly cures swelled Cods; the Powder of the Root drank in Water is good for bites of Rats, and venomous Creatures.\n\nThe Boys play with these Fruit instead of Marvels or Nickars, from whence I suppose the name.\n\n57. The true Indigo.\n\nIndigo vera Coluteæ foliis Utriusq; Indiae.\n\nColutea Indica herbacea, ex qua Indigo Hort. Acad. Lugd. Bat. foliis Anil. Chabr. Ic. 82. IB. prodr 31. C. fol. Anil. nominatum IB. L. 11. p. 384. Fig. Prodr. 31. pl. 7. affinis fruticosa floribus spicatis purpurascentibus filiquis incurvis e cuius tinctura Indigo conficitur Cat. pl. Jam. 141.\n\nCoronilla Indica, ex qua Indigo Fl. Norib. 124.\n\nAmeri Hort. Malab. V. 1. Tab. 54. p. 101. Ray H. Plant. 926. Neli Bram. Awari Zeyl. Caachira Brasil. Herva d’ anir Lusit.\n\nThis grows about two or three foot high, the Powder of the Root and Leaves, or those ground in water or boil’d in Gingeelee Oyl (which I believe is Sesamum) and taken inwardly cures the frequent eruption of Boyls and Impostumes. S. B.\n\nThese Leaves are very like the Bladder Sena, and have generally 13 on a Stalk, viz. 6 pair and the top Leaf, these are glaucous, especially underneath. The\nThe Flowers purplish, small, and grow in spikes like our Melilot, which are succeeded by very slender pendulous crooked pods.\n\nIt grows in sandy, rocky, dry, barren places, in both the East and West Indies.\n\nThe Indigo figured and described by Hernandez, p. 108, and Nierembergius 339. cap. ii. seems to differ from this Plant, the Leaves being longer and sharp pointed, and what more confirms me in it, is, a draught which that Learned Jesuit and most accurate Botanist, George Joseph Camel hath lately sent to Mr Ray and me, whose pointed Leaves agree with the Icon of Hernandez, and like that, his has generally but 9 Leaves, whereas ours has seldom fewer than 13, its pods also (according to Father Camel's design) are very different.\n\n58. Vanamairaum Malab.\n\nBaccifera Peermeadoorica Laurocerasi fol. fructu sulcato, disperso.\n\nOf this there are four sorts, viz. Vednaingu, Vaccanne and Velvaccannne. These are all large Trees as thick as a man's waste, and about 30 foot high; all these, or this alone, the Natives boil in Butter, and give it for Coughs, &c.\n\nThese Berries grow in Clusters, are black, somewhat bigger than Pepper, each ends in a point, and is sulcated as if double, some (the more ripe) are cleft or crack towards the tip, in each half is contained one finall Kernel, a little less than its Case, these stick to the middle of the Berry, which is parted by a double skin.\n\n59. Causha or Causha-chedde. Malab.\n\nBaccifera Madrasp. Visci arborei foliis latoribus Muf. H. M. 10. T. Petiv. 38. au? Kanelli itti Canni Hort. Malab. Vol. 10. Tab. 5. p. 9.\nThis is a Shrub about 4 foot high; here are two sorts, the other is call'd Perrecantha-cheddee, the Root, Bark and Leaves boil'd and drank, cures pains in the Bones proceeding from Cold, S. B.\n\n60. Mudde-maer Mooddee Malab.\n\nIs about 5 or 6 foot high, the Root, Bark, Leaves, Flower and Seed, the Natives bruise or grind with Milk, and drink it for the Running of the Reins, others boil the same in Butter for that use, and some take it in hot water for the same. This is one of their Panacea's in that Diftemper, S. B.\n\n61. Patchurcha Malab.\n\nThis rises in branches 6 or 8 foot high, they do not use it inwardly, but boil it in water, and then put red hot Stones in the said water, then covering themselves and Pot, the hot Vapours of which procures a plentiful sweat, which cures Colds, Pains, &c.\n\nThis and the last seems to be both of the Caper kind, but the specimens being much impaired, we dare not be positive.\n\n62. Clachedde Malab.\n\nLycium Madraspat. fol: Alaterni plano, Jasmini flore.\n\nThis is about 2 or 3 foot high, it bears a sweetish Fruit as big as a Pea.\n\nThere is another sort call'd Pedde-cla-chedde, or the great Cla-chedde, which is 5 or 6 foot high.\n\nThe Bark of both, or either of the Roots ground with water, and drank, cures Buboes by dissolving them, (which the Natives think the best way of cure) the same ground with Lime-juice, cures Sores or Biles.\n\nThese Leaves grow opposite on scarce discernable foot-stalks, they are thick, stiff, and veiny, very like the common Alaternus, but are not serrated.\n63. Vacaunnee Malab.\n\nCoccifera Madraspat. calyce magno Staphylodendr Africani folio Mus. Petiver 376.\n\nThe Fruit of this is of an Ash colour, round, hard, and shining, about the bigness of a large Pea, it stands in a large velvety calyx, seemingly tetrapetalose, its Kernel black, and divides in the middle like a Bay berry, the Leaves at first putting forth are very hoary, but when full grown, are very like the Cape Bladder Nut, and only hoary on the under side.\n\nFrom some of these bruised or crackt berries, I have observed to flow a shining hard black Gum.\n\n64. Caut-Yellendae Malab.\n\nToddali Madraspat. spinosus, folio rigido lobato subtus incano.\n\nOf this here are 3 sorts; Yelleneseda-chedde and this are large Trees, the Fruit of the first is smaller and reddish.\n\nThe other larger, and of a greenish yellow, and is Parkinson's Bor and Ber of Acosta. The third sort is a low shrub and bears no Fruit, it's called by the Malabars here Callaree-Yellendee.\n\nThe tender top Leaves and Flowers of either, or all 3 masht small and mixt with lowre Milk, cures Gripes and Bloody Fluxes, and is good in all Loosenesses, as also for Gonorrhea's; the Fruit is also binding. S. B.\n\nThis Tree is of the Toddali kind, in the 4th Volume of the Hortus Malab. Tab. 40 & 41, and comes next to the Perin-Toddali; Tab. 41. p. 85; which is said to be the Fijuba Indica, CB. 446.\n\nI have two or three of these species, and shall therefore refer the nice distinction of them, (they being hitherto confounded) until an opportunity offers of treating of them together.\n65. Oatepemarute Malab.\n\nPrassium Madraspatan. folio latissimo. Mus. Petiv. 671. an & Tsjadaen H. Mal. V. 10. Tab. 89 p. 175.\n\nHere is another sort of this, call'd Rettepemarette, they are both about 4 foot high, and smell strong, the Natives moisten both or either of them over the steams of boiling Water, then press out the Juice, which they drink for Asthma, Wind and cold Pains. This they take in the morning, but at night they drink the Decoction for the same, S. B.\n\nThe lower Leaves of this Plant are very broad, and resemble our Ballote, or stinking Horehound, but are larger, the stalk is 4 square and carinated, the spike is sometimes above a span long, the Whirls are thick set, and nearer the top the closer together, each guarded with 2 leaves, the Husks are stellated and hoary, as is the whole Plant.\n\n66. Paul-pronee Malab.\n\nCapparis Madraspatan. Balausti folio Mus. Petiv. 624. This rises 5 or 6 foot high, and is 2 or 3 fingers thick.\n\nThe Natives drink the Decoction of this bruised for a Gonorrhea and Dropsie, S. B.\n\nThese Leaves are very stiff, and full of fine Veins, some are broad, others narrow, but all terminate in a sharp point, they grow inordinately on very short foot-stalks.\n\n67. Muurlachedde Malab.\n\nVitis Pearmeedoorica foliis ternis subrotundis ferratis. The Roots of this ground with Water, dissolves Buboes, the same cures pains in the joints.\n\nHere is a lesser sort of this Climber, called Cern-Murlee. S. B.\n\nThese Flowers grow racemosely like the common Vine, or rather our Virginia Creeper, of which it seems to be a species, but differs in having only 3 leaves, and those much less and round.\n68. Terrane Malab.\n\nTekka Laurocerasi folio baccis coronatis.\n\nAn & Katu Tekka Hort. Malab. Vol. 4. Tab. 28. p.59\n\nThis grows 3 or 4 foot high, of the Fruit they make Atchar by pickling them.\n\nThe Decoction of the whole Plant is good for Palpites, &c. S. B.\n\nThe same Account with the Plant I have lately received from my ingenious Friend Mr Edward Bulkley, Surgeon at Fort St George.\n\nThis Shrub is known by its elegant coronated Berries, each having a large stellated pentapetalous crown, these are in colour, shape, and bigness like black Pepper, but insipid; the Husk bitter, and Seed small and tender; they stand on short pedicles, and grow in Clusters somewhat Umbell-like, but especially the Flowers.\n\n69. Chaddache Malab.\n\nAngola Pearmeedoorica Toddali folio rotundo serrato.\n\nThe whole Plant ground with Milk or hot Water, cures the most desperate Itch or Scab.\n\nIt rises 18 or 20 foot high, and is as thick as ones Leg. S. B.\n\nThese Leaves are hoary, round and finely serrated, like the Toddali at No. 64. but the foot-stalks are shorter: The Flowers grow in clusters, and whilst in bud are velvety, which are the exterior petala, the middle of the Flower is full of fine Threads, crown'd with small apices like all the rest of this kind.\n\n70. Codeferu-paulado Malab.\n\nAmil Pearmeedoorica Coluteae foliis pubescentibus fere pentaphyllis.\n\nThis trails on the ground, there is another sort call'd Cherupaulada, which is lesser, both these or either, ground, in hot water, cures childrens Gripes and Fluxes.\nFluxes, the same mixt with Turmeric, cures Sores. S. B.\n\nThese Leaves are like the bastard Sena, but smaller and hoary; they are winged, and commonly grow together, and rarely 3 at setting on they are guarded with 2 narrow Leaves or Auricles, the like also at each Branch; its pods are very slender, being not thicker than a large pin, are strait, and when at full bigness near an inch long, ending in a spinula; these grow in naked (i.e. leaflets) Spikes, being seldom more than 4 or 5, and they about a quarter of an inch distant from one another; each spike about one inch and a half long.\n\n71. Davadarree Malab.\n\nBerberidis facie, arbor Madraspat. foliis non ferratis. Mus. Petiver 623. an & Tsjerou-Canelli Hort. Malab. Vol. 5. Tab. 50. p. 99. Ray H. Plant. 1499.\n\nThis is a Tree about 30 or 35 foot high, thick as ones Leg. The Decoction of the Leaves drank kills Worms, the like of the Bark cures Fevers, Cholick, &c. and pains occasioned by wind. S. B.\n\nA Decoction of the Wood purifies the blood, corrects Choler, and expels wind. S. B.\n\nThe Natives call this wood Black Sandal; they also sometimes call it Wild Aggaly (i.e. Agallochum) as my very ingenious Friend Mr Edward Buckley, Surgeon at Fort St George, informs me; and moreover, that they have in their Bazars, (or Markets) a more fragrant sort, which comes from Cape Comerin.\n\n72. Cheendee Malab.\n\nCoccifer Peermadoorica Convolvulaceus, fol. cordato, tuberosa radice.\n\nThe Natives make an extract of the Leaves and Stalks, which cures sharpness of Urine, and running of the Reins; it does not purge. S. B.\nThis Climer has a tuberose round thick Root; its dry Fruit is a little bigger than Pepper, its covering brittle, and seems to divide into two partitions.\n\n73. Ponna Maraum Malab.\nPonna Malabarica major, folio pulchre venoso, fructu globulo.\nPrunifera seu Nucifera Malab. foliis Nymphea, fructu rotundo cortice pulvinato Ray H. pl. 1525.\nPonna Hort. Malab. Vol. 4. Tab. 38. p. 79. Oeti Bram. Geele gom-Appels Belg.\n\nThe trunk of this Tree is from 7 to 12 inches Diameter, and about 20 foot high; the Fruit as big as a Damson.\n\nA Decoction of the Root is good against wind. The Oyl of the Fruit is good in Pains; and to anoint the running Gout. S. B.\n\nThis grows in many places in Malabar, and about Fort St George, especially in a sandy Soil.\n\nIts Fruit ripens twice a year, viz. in March and September, and its said in the Hort. Malab. oftentimes to continue Fruit-bearing for 300 years.\n\n74. Punga-Maraum Malab.\nMinari Malabarica, fl. Roseo-albicante, siliqua ovale compressa.\nArbor siliquosa flore papilionaceo, fabis longis & latis, plana parte sibi invicem incumbentibus Ray H. pl. 1733 cap. 20.\n\nDr Plukenet hath not only made two plants of this, but also given 2 indifferent Figures of it, altho the Hortus Malab. had before better done it in one, viz. Vol. 6. Tab. 3. the first he calls\n\nArbuscula Indie Orientalis hexaphylla, flosculis exiguis in spicam positis, folio teneriori Pluk. Phyt. Tab. 148. Fig. 3. & Alm. Botan. 46. pl. 9.\nThe Figure of this being taken from a specimen only in bud, he either forgets or disdains to own it again, when in full Flower and Fruit, viz. in his 310th Table Fig. 3: there styling it\n\nPhascolis accedens Malabarica, alatis foliis glabris, monospermos, siliqua latiore brevi Alm. Bot. 294. pl. 1. Alm.Bot. 294.\n\nThe trunk of this is 6 or 8 inches Diameter, and eighteen or twenty foot high.\n\nThe Natives rasp the fresh roots of this, and press a milky Liquor from it, with which they cure Ulcers and Fistula's.\n\nThe Oyl of the Fruit expels wind. The Fruit hung about Childrens Necks cures the Hooping or Chincough; S. B.\n\nIn the Phil. Trans. No. 244. p. 324. pl. 24. I have there already given you its Place, Time, Duration, Use and Virtue, with references to the Hortus Malab. and other Authors, which, with some additions I here in short recapitulate, viz. Hort. Malab. Vol. 6. Tab. 3. p. 5. Ray Hist. plant. 1733. cap. 20. Pluk. Tab. 148.Fig. 4. Alm. Bot. 46. pl. penult. & 294. pl. 1. Breyn. prod. 2. p. 39. pl. 3. Flor. Malab. p. 95. pl. 2. id. Fol. p. pl. 75. Cungee Malab.\n\nBaccifera Madraspat. Myrti Laureæ foliis perforatis, Muscres, sed vix conspicuis. Mus. Petiver 361.\n\nOf this there are four sorts, this is a Shrub about 4 foot high, Cadal-Cungee, is three foot high, Mula-Cungee, is something less, viz. two foot and a half high, and Sheva Cungee, is not above one foot and a half high.\n\nThe Fruit of the first the Natives eat, but none of the other 3, the whole plant of either, or all these 4 boiled and drank cures the Pox, or Rheumatism from Venereal Cause, as also contractures from the same Original. S. B.\n76. Ereweeta-Maraum Malab.\n\nWaga Pearmeedoorica Tamarindi folio, floribus comosis, siliquà undulatà scabra.\n\nThe Trunk of this Tree is 8 or 10 inches diameter, and about 20 foot high.\n\nThe Powder of the Branches, Leaves, Fruit and Flowers, drank in Water cures Ring-worms, the same must also be applied outwardly.\n\nDr Plukenet hath given so many imperfect Figures of this Tribe, that it's very hard to judge whether this be one amongst them.\n\nThese Leaves resemble those of Tamarinds or Abrus, their middle rib inclining to the upper part of each Leaf, these grow in pairs without any pedicle, have commonly 8, and rarely exceed ten leaves, the upper pair always largest. The Flowers are composed only of very fine Threads about half an inch in length, and make altogether a very regular Plume or Tuft, they coming all from one base on a naked foot-stalk, somewhat more than an inch long. The Pods are blackish, and as it were covered with a Pitch Coat, full of small cracks or wrinkles, each pod is divided into several partitions like a Neck-lace, each near one inch long and 3 quarters broad, flattish, but elevated in the middle.\n\n77. Pere-woondel Malab.\n\nTaxi fructu arbor Madraspatana Lauri folio Musci Petiver 683.\n\nThis shrub grows about 6 foot high. Its Leaves and Fruit the Natives boil for food, S. B.\n\nThe Fruit of this is about the bigness of that of Yew, and as the Stone of that is almost wholly covered with a moist pulp, so is this with a large calyx leaving only the top of a pointed gland in view.\n\n78. Poordele Malab.\n\nCreeps on the ground, and seem to be a species of Verbena repens nodiflora.\nThe whole Plant bruised with a little long Pepper, and the quantity of a Nutmeg, taken night and morning, cures Coughs in old people and Children, the quantity being lefened, as also for Fluxes and Gripes, and then they mix it with Butter and so take it, S. B.\n\nI have already taken notice of this Plant in the Phil. Trans. No. 244, p. 329, No. 35, and of all the plants in the Hortus Malab. none seems to come nearer it than the Ana-Coluppa Vol. 10, Tab. 47, p. 93.\n\n79. Aumauna dundoo Malab.\n\nChrysanthemum Madraspat. folio trifido Mus. Petiver. 628. This grows about two foot high. The Root is thick, which being ground with Water and Honey, and drank, cures the Piles, S. B.\n\n80. Mura-cootan Malab.\n\nUlinga Hort. Malab. Vol. 8. Tab. 28. p. 53; Issongi Guineensisbus Act. Phil. No. 232. p. 683, pl. 29.\n\nHalicacabum peregrinum multis five Cor. Indum IB. 15. p. 174. c. 41. Fig. H. per. s. Cor Indum Chabr. 124. Fig. 2. per. Vesicarium, fructu nigro alba macula notato H. Ox. 19. Sect. 1. Tab. 4. Fig. 9.\n\nHalicacabum peregrinus Dod. Pempt. 445. Fig. opt. c. 25. H. per. Vesicarius scandens IB. prodr. 39. pl. 6.\n\nThe Natives fry this in Butter, and eat it to stop Fludding, or the immoderate flowing of the Courses, and give the Powder or Decoction for the swelling of the Womb, which in some Women feels like a great stone in their Bellies, as also to cure the pain that some have when their Courses flow, S. B.\n\nI have received this Plant from both the Indies, Guinea, and also from China, and cannot perceive any difference in Leaf, Flower or Seed, which I have also had from all the afore-mentioned parts, except Guinea, (whose plants I observe are generally the same with those of Malabar, and Fort St George) and the largest of all\nthese Seed have not been bigger than a Pepper Corn.\n\nThat accurate Botanist, the Reverend Father Camel, also affirms us that this old sort grows with them in the Philippine Isles, where by the Natives it's called Apalla Nibun.\n\nI likewise find the same amongst my Chinese Paintings of Plants, under the name of Teng. Lang-chaw, and they there use it as a Discutter and Cleanser. vid. Herbar. nост. Chinese illuminat. Tab. 40. Fig. 13.\n\nI therefore think Dr Plukenet had no reason here to multiply species in making this Malabar sort to have greater Seed, when the Figure in the Hortus Malab. Not only shews the contrary, but the Commentator on that Noble Herbal, also positively says it's the very same with Casper Bauhine, and other Authors.\n\n81. Chetamucan Malab.\n\nAnil Pearmeedooricum trifoliatum, glaucum, siliquis rigidis.\n\nThe whole Plant ground with Water and drank, cures the bites of Serpents and venomous Insects. S. B.\n\nThis at first sight resembles the true Indico, (of which it is a species) especially as to its Flowers and Pods, its chief difference is, its having but 3 leaves, and the whole plant more glaucous or silvery, particularly its stalks.\n\nThe time of Flowering in its Native Soil is about January.\n\n82. Toule-cutte Malab.\n\nArbor Pearmeedoorica Inglandis folio, fructu racemoso, villoso, trinucleato.\n\nThis Tree is 6 or 8 inches diameter, and about 20 foot high. The Decoction of the Bark, Leaves and Fruit, cures Wind and Cholick pains. S. B.\n\nThese Leaves grow opposite without an odd one at the end, they stand on very short foot-stalks, are very\nvery full of veins, elated on both sides, and soft underneath, except in the full grown branches. The Flowers are very numerous, growing in Clusters, each composed of 5 very little woolly petala, these whilst in bud are covered with as many small hoary greenish husk-leaves, which divide to the bottom. These continue to the base of the Fruit, which are about the bigness of Hazel-nuts, and pointed, and are of a buff colour and as soft, each containing 3 Kernels.\n\nThis Flowers in November, and the Fruit ripens about April.\n\n83. Poon-nasai Malab.\nAngola Malabarica Ulmi folio.\nAn? Pai-Paroea sen Couradi H Mal. Vol. 5. Tab. 46. p. 91. Ray Hist. Plant. 1624. cap. 7.\nGrows about 6 or 7 foot high, as thick as a mans Arm, the whole Plant made into Powder, is given by the Natives in Butter and Honey against Impotency, it being a strong provoker to Venery, S. B.\n\nI have lately receiv’d this from Mr Edward Bulkley at Fort St George, who adds, that a drink of the Bark and Leaves, is good in all windy pains of the Body, which seems to agree with what the Hortus Malab. says of Couradi, Vol. 5. p. 92. viz. that a Decoction of its Leaves, Roots and Berries, is very efficacious in Gouty pains.\n\n84. Coolauvalle Malab.\nColinil Hort. Malab. Vol. 1. Tab. 55. p. 103. Shera-Punca Bram.\nAstragalus Malabaricus Viciae foliis, siliquâ filicata lanuginosa.\nNil sive Indigo spuria Ray Hist. Plant. 1734. cap. 21.\nPolygala Indica minor siliquis recurvis Syen in H. Malab. V. 1. p. 104. Flor. Malab. p. 218. pl. 12. id. Fol. pl.\nDr Plukenet in his *Almagest*, pag. 112. pl. 5. does there assert he has this plant, which surely if he really had, or had but known, he would not in the same Book p. 272, given it again as a Non-descript with a worse Figure of it. *Phytograph*. Tab. 52. fig. 1.\n\nMr Sam. Brown says, that its Decoction helps indigestion.\n\nI cannot omit here taking notice of a peculiarity in this Plant, which the more convinces me that it is the Colinil of the H. Malab. viz. Having received several Specimens of this Plant, particularly from the East Indies, I did observe thereon a sort of Excrecence, like a Fruit or dry Capsule, which upon examination, I found to be a sort of Gall, having a large perforation into it. This the *Hortus Malab.* takes particular notice of, Vol. 1. pag. 104. in these words, viz. Praeter Siliquas, Fructus nothi virides, tenuiter pilosi ac duriolii, surculis saepe insidere conspiciuntur, qui in vertice sunt foramine pertusi & intus cavi. The Judicious Mr Ray when he translated this into his Excellent History of Plants, p. 1734. cap. 21. taking particular notice of this passage, adds, these words. *Hi nihil alind sunt quam Gallae quaedam seu Excrementiae tumefactae puncturis Insectorum ortae*.\n\n85. Veraulle Malab.\n\nTriopteris Indiae utriusq; Salicis folio.\n\nAceri vel Paluro affinis, angusto oblongo Ligustri folio, flore tetrapetalo herbaceo cat. pl. Jam. 138.\n\nThe Leaves of this boy'd a little, so as to be made soft, and applied, heals Sores, eases Pains, and allays Swellings.\n\nThis grows 6 or 7 foot high, and as thick as ones Wrist, S. B.\n\nIts Fruit very much resembles those of our Elm, which are called Samara, but these have generally 3 Fans or Wings.\nDr Sloane observes this shrub in Jamaica very much to vary in its outward appearance, the like I find in Specimens I have received from the East Indies, viz. some with Leaves an inch broad and somewhat long, others not above a quarter broad and very short. The same I have from China, with very long slender Leaves, and not half an inch broad, and yet the texture of all these the same.\n\nThis Variation may in some measure attone for Dr Plukenet's Error, in making no less than 3 differing Plants, if not four of this one. For, First of all he discovers only its Leaves, and these alone he Figures in his Phytogr. Tab. 141. Fig. 1. After this, seeing it with me in Fruit from the East Indies, and receiving it himself, I suppose from Jamaica, he now makes both these two different Plants, and distinguishes them from the first under the Title of Triopterus in his Almagest. Botan. p. 377. Fourthly in his said Book, p. 7. he there affirms, contrary to the opinion of some Authors, the Frutex innominatus instar Salicis pumila in arenosis locis nascentes Marcgrav Hist. Nat. Brasili: p. 76. to be a different Plant from the aforegoing, which if he can, and will be pleased to shew to be so, will soon clear that doubt.\n\n86. Perrepan-chedde Malab.\nRottang Malabar. minor. Act. Phil. No. 244. p. 326. pl. 27.\n\nThe lesser Rattan or Cane-chair Reed:\n\nThis Cane is very accurately described, and designed in a Figure lately sent to Mr Ray and me, from the Learned Jesuit George Joseph Camel, wherein the hairy Spinule (which no other Icon has yet taken notice of) on the back, rib and edges of the Leaf are here well expressed, as also the short crooked ones on the sheaths only of the Fruit Branches, and which are also seen on the stalks between the Leaves. T t t t t 2 This\nThis he styles *Arundo farcta seu Juncus marinus vimineus, magis ordinarius*, and says, the Spaniards at the Phillipines call it Bexuco, and Rotta, and the Indians there Vaj or Ovaj, and the Fruit Paquiti.\n\nMr Sam. Brown says this Rattan rises 7 or 8 foot high, and spreads very much. The Root cures the Pox and Rheumatism from Venereal Cause. The Fruit is sowre, but pleasant and good to eat.\n\n87. Tanne mutanea-tunga Malab.\n\nCorruda Zeylanica Paeonia radicibus.\n\nThis is a very beautiful Climber, but I have not yet observed any Flower, Seed or Fruit that it bears, the Natives say it has none: The Roots are very numerous, some a foot and half long, others shorter, (as you may see by the sample annext,) They are about a Finger thick, like Eringo or Scorzonera, the Portugese make Sweet-meats of it as of those, they are very good in Hectick Fevers and Consumptions. S. B.\n\nThis I have lately received, both with Flower and Berry, from Mr Edward Bulkley, by the name of Eringo.\n\nThe first that I find takes notice of this Plant is Dr Herman, late Botanick Professor of the Leyden Physick-Heyda. Fig. Garden, who in his Catalogue thereof, describes and figures this pag. 63. and its roots p. 650. under the title of *Asparagus aculeatus maximus farmentosus Zeylanicus*, and says the Roots are sweet and pleasant, like our Scorzonera, and therefore so called by the Europeans in Ceylon, and by the Natives Hatawarija, he adds, that the Inhabitants boil these Roots in Milk or Broath, or else pickle them with Salt, Vineger, and Pepper, and esteem them amongst their Dainties.\n\nH. Mal. V. 10. I take this also to be the Schada-veli Kelangu Hort. Malab. Vol. 10. Tab. 10. p. 19.\nThe Malabar word Kelangu or Kelengu is, I generally observe, put to such Plants, whose Roots are large or Edible as the Potatoes, Yams, &c. as may more particularly be seen in the 7th Volume of the Hort. Malab. Tab. 34. 5, 6, &c. tho in the 12th Volume p. 23. the Author there asserts the word Kelangu to signify a Root only.\n\nThis Plant has very different Faces, according to its age, and therefore I believe Dr Plukenet had no reason in his Almagest, p. 54. pl. 5. to part it from that of Madraspatan, in his Phytograph Tab. 15. Fig. 4.\n\n88. Vushe-cau-Chedde Malab.\n\nSinapisfrum Pearmeedooricum, triphillum fol. tenuifinis.\n\nIts pods are near one inch and a half long, and very slender like the rest of this kind. Its Roots white, fibrous and sticky.\n\nThe Powder or Decoction of this is good for a Cough. S. B.\n\n89. Perrain-chedde Malab.\n\nConvolvuli capsula Frutex Madraspat. Ulmi minoris folio Mus. Petiver, 634.\n\nGrows 6 or 8, and sometimes 12 foot high, thick as a man's Leg, the whole Plant made into powder, hinders the too great Flux of Urine. The Milk of this cures pains in the joints. There is another sort of this not milky, called Solo-peraia good for the same use. S. B.\n\nThe Leaves of this shrub has very much the face and texture of our common Elm, they grow inordinately on very short foot-stalks, from the bosom of these Leaves come one or two Capsules, terminating in a thread, like those of our Bindweed, but in these are contained but one Kernel. Each Capsule stands on a short foot-stalk, not exceeding half an Inch, covered with a calyx, composed of 4 roundish leaves.\n90. Prunifera Madraspatana, fructu mucilaginoso calyce magno.\n\nThis seems very much to resemble the *Vidimaram* Hort. Malab. V. 4. Tab. 37. p. 77. in the shape and clamminess of its Fruit, and the large calyx it stands in, but whither it be (as Dr Plukenet affirms) the *Sebestena Sylvest.* CB 446, which Prosper Alpinus de Plant. *Ægypti* Figures in his 8th Chapter, I dare not yet determine.\n\nTho the Label to this Plant be lost, I find a reference to it (amongst some of Mr Sam. Brown's Papers to me) by the Malabar Name of *Caut-Mogula-Maraum*, and says its Flowers are very fragrant, which the Hort Malab. asserts also of the *Vidimaram*. Dr Plukenet also takes notice of this in his *Mantisfa*, p. 21. without ever referring it to his *Phytographia*, Tab. 217, Fig. 3. where he has diminutively recut the *Vidimaram*; but having by this time forgot it, he now supposes it to be the *Elengi* Hort. Malab.Vol. 1. Tab. 20. which I can assure him is a different Tree, as I shall prove in the next Book of Mr Brown's Plants.\n\n91. Neer-Chaddai Malab.\n\n*Mimosa non Spinosa major Zeylanica* Breyn : Cent. p. 52. Fig. Opt.\n\n*Onobrychis annua Zeylanica Mimosa foliis, siliquis articulatis asperis major H. Ludg. Bat.* 458 pl. 3\n\n*Securidica clypeata, fl. luteo, Lentis folio, Zeilanica* Breyn. Pr. 1. p. 46. pl ult.\n\nI wonder Dr Plukenet should give this in his *Mantisfa* as a Plant new to him, after that accurate Botanist Jacobus Breynius had so well Figured and described it, which he himself owns in his *Almageft*. 269.\n\nThe Natives of Ceylon call this Plant *Dia-Hibala*, i.e. Water Tamarinds, because the Leaves have some resemblance to Tamarinds, and it delights in watry places,\nplaces. Dya in the Ceilon Language signifying Water, as Neer or Nir I find does in the Malabar, as Nir-Carambu in the same Volume, p. 99. and in many other places I observe Nir added to such Plants as grow in or near the water.\n\nThe Reverend Father Camel seems also to Figure and Describe this under the Title of Lupinus Luzonis centum foliis. Indis Sambasamba, and says it grows plentifully in Taytay, in watry places amongst Rice.\n\nMr Sam. Brown says the Natives eat the Leaves of this, and with the Wood, which is very light and spongy, they build their Huts to live in. It is only one strait stick, without branches, save some very small ones near the top, in the middle it's as thick as ones wrist, and tapers away at both ends, and grows 6 or 7 foot high. The Portugueze call it Pan (pao) levi or light-wood.\n\n92. Cheru murree Malab.\n\nBaccifera dispersmos Madraspatana, lanosa folio, pyramidali Mus. Petiver 620.\n\nThe Decoction of the whole Plant helps the Dropsie.\n\nThis grows 2 or 3 foot high, S. B. The Leaves stand at uncertain distances on quarter inch foot-stalks are broadest towards the base, viz. one inch, and run tapering near 3 long. Each Fruit stands on half inch pedicles, not very unlike the Tilia, or Lime-tree, but grow in sparse Clusters, small, woolly, oft testiculated, and sometimes 3 together, these have a remarkable black Circle immediately below each Fruit.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102788.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 24,
    "total-input-tokens": 39196,
    "total-output-tokens": 11534,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1461,
        2
      ],
      [
        1461,
        3007,
        3
      ],
      [
        3007,
        4362,
        4
      ],
      [
        4362,
        5995,
        5
      ],
      [
        5995,
        7695,
        6
      ],
      [
        7695,
        9266,
        7
      ],
      [
        9266,
        10796,
        8
      ],
      [
        10796,
        12351,
        9
      ],
      [
        12351,
        13988,
        10
      ],
      [
        13988,
        15503,
        11
      ],
      [
        15503,
        17077,
        12
      ],
      [
        17077,
        18519,
        13
      ],
      [
        18519,
        20148,
        14
      ],
      [
        20148,
        21763,
        15
      ],
      [
        21763,
        23504,
        16
      ],
      [
        23504,
        25080,
        17
      ],
      [
        25080,
        26598,
        18
      ],
      [
        26598,
        28287,
        19
      ],
      [
        28287,
        30058,
        20
      ],
      [
        30058,
        31737,
        21
      ],
      [
        31737,
        33329,
        22
      ],
      [
        33329,
        35014,
        23
      ],
      [
        35014,
        36402,
        24
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102788",
    "title": "An Account of Mr Sam. Brown His Second Book of East India Plants, with Their Names, Vertues, Description, etc. By James Petiver, Apothecary, and Fellow of the Royal Society",
    "authors": "Sam. Brown, James Petiver",
    "year": 1700,
    "volume": "22",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 24,
    "jstor_url": "https://www.jstor.org/stable/102788"
  }
}