{
  "id": "a2ed33adc289ecdc3e14454c81b441cb42b0e838",
  "text": "XXVIII. A Microscopic Description of the Eyes of the Monoculus Polyphemus LINNAEI. By Mr. William André, Surgeon; communicated by Sir Joseph Banks, Bart. P. R. S.\n\nRead May 30, 1782.\n\nThe wonderful structure of the eyes of insects in general, most commonly illustrated by that of the Libellula, or Dragon-fly, cannot fail of striking with astonishment the naturalist who investigates the works of the great Creator in his most minute productions. According to Lewenhoeck, Hook, and others, the cornea of most insects are made up of an infinite number of small, transparent, horny lenses, each resembling, in some degree, a small magnifying glass. This structure prevails in the cornea of insects in general; but the Monoculus Polyphemus, or King Crab, is, among others, an exception to this rule.\n\nThe Monoculus Polyphemus, or King Crab, is a crustaceous animal found in all the seas surrounding the continent of America and the West India islands, and which frequently grows to a very large size*. I shall describe so much of the Monoculus only as is necessary to point out the situation of the eyes, which have been looked upon as two in number only†, though in reality they are four. The largest piece of the crustaceous covering of this animal, when separated from the rest of the shell, has very much the shape of a barber's basin, or the fore-\n\n* Bossu's Travels, vol. I. p. 368.\n† LINNAEI Systema Naturae, tom. I. p. 1057.\npart of a woman's bonnet. The eyes are a part of the shell, or, as Linnaeus expresses it, they are *teftae innati*. They may be distinguished by the terms large and small, or lateral and anterior. If the shell were divided fairly in half, the large eyes would be nearly in the center of each piece, and the small ones on the divided edge near the fore-part of the shell. The large eyes are at a great distance from each other; but the small ones are close together. It will appear hereafter, that the large eyes are made up of a great number of small, transparent, amber-like cones, and that the small ones are composed of one such cone only; so that they may be divided into eyes with many cones, and eyes with a single cone. The large eyes, or those with many cones, appear as two transparent spots about the size and nearly of the shape of a kidney bean, the concave edges looking towards each other, and the convex towards the edge of the shell. If they be examined attentively, we may discern on their surface a number of small depressions, which point out the center of each cone. The small eyes, or those with a single cone, look like two small transparent spots, not larger than a pin's head; these, from their minuteness, are easily overlooked, see fig. 1. where A.A. shew the large eyes, and B.B. the small ones.\n\nThe appearances which I have described may be seen on the external surface of the shell with the naked eye; but in order to proceed to a further investigation of the subject, the cornea\n\n---\n\n* This being the case, the eyes can enjoy no motion; in which particular, as well as in some others, the Monoculus Polyphemus differs from the genus of crabs, whose eyes are placed on petioles, or stalks, and are moveable.\n\n† The Greek words πολύς κώνος, and μονός κώνος, would express the sense in a more concise manner. Oculi polyconici et oculi monoconici.\nmust be removed from the shell, and applied to a single microscope with a very strong light.\n\nThe internal surface of the large eyes, examined with the microscope, is found to be thick set with a great number of small, transparent cones, of an amber colour*, the bases of which stand downward, and their points upwards next the eye of the observer †. The cones in general have an oblique direction, except some in the middle of the cornea, about thirty in number, the direction of which is perpendicular. The center of every cone being the most transparent part, and that through which the light passes; on that account the perpendicular or central cones always appear beautifully illuminated at their points. In a word, they are all so disposed as that a certain number of them receive the light from whatever point it may issue, and transmit it to the immediate organ of sight, which we may reasonably suppose is placed underneath them; but this last circumstance can only be determined in a recent subject, which I have never been so lucky as to see. The cones are not all of the same length; those on the edges of the cornea are the longest, from whence they gradually diminish as they approach the center, where they are not above half the length of those on the edges, see fig. 2.\n\nAs these cones so easily transmit the light through their substance, when I first examined them I thought they were tubes; but I have since viewed them broken in different directions, and am convinced they are solid transparent bodies. If they be viewed with a deep magnifier, every cone appears divided transversely by two or three internal septa or partitions.\n\n* I have made some attempts to ascertain their number, and think they amount to about 1000.\n\nThis must be reversed if the eye be considered in its natural position.\nThis appearance is owing to the cones themselves being made up of several cones, one within another, the septa or partitions being nothing more than the apices or points of the external cones; but this will be further explained by considering that the cornea of the Monoculus may be divided into layers, the number of which, however, I cannot ascertain; but I once met with a cornea in which the internal layer and its cones was separated from the external lamina and their cones. A portion of the internal layer is shewn fig. 4.; and the cones, very much magnified, with their septa or partitions, are exhibited fig. 5.\n\nIt is very well known, that all crustaceous animals deposit their shells once a year, and are left with a soft, tender covering, which, after some time, acquires the hardness of the former shell. As the cornea in these animals is a part of the shell, it is reasonable to suppose, that the internal layer is left with the soft covering, containing the rudiments of the future cornea; and this is the more probable, from what I have before observed, that I have met with an eye where the internal layer was separated from the more external ones, see fig. 4.\n\nThe structure of the small eyes being less elaborate than that of the large ones, their internal appearance, when placed in the microscope, will be described in a few words. They consist of an oval, transparent, horny plate, of an amber colour, in the center of which stands a single cone, through which and the oval plate the light passes, see fig. 3*.\n\nHaving thus described, as concisely as possible, the singular mechanism of the cornea of the Monoculus, I shall add a few words concerning their use. The lenticular structure of the cornea of insects in general certainly assists in condensing or\n\n* The small eyes are analogous to those small eyes of other insects which entomologists have called stemmata.\nstrengthening the light in its passage to the immediate organ of sight. It is probable, that the cones in the *Monoculus* have the same effect. Whether they answer that purpose, in a more or less perfect manner than the lenses in the generality of insects, is what I cannot take upon me to determine.\n\n**EXPLANATION OF THE PLATE.**\n\nFig. 1. The *Monoculus Polyphemus*.\n   AA. The large eyes.\n   BB. The small ones.\n\nFig. 2. One of the large eyes magnified.\nFig. 3. One of the small eyes magnified.\nFig. 4. A portion of the internal layer magnified.\nFig. 5. The cones magnified with their *septa* or partitions.\nFig. 2.\n\nMONOCULUS Polyphemus LINNÆI.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106472.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 14848,
    "total-output-tokens": 2046,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1430,
        2
      ],
      [
        1430,
        3306,
        3
      ],
      [
        3306,
        5123,
        4
      ],
      [
        5123,
        7014,
        5
      ],
      [
        7014,
        7625,
        6
      ],
      [
        7625,
        7625,
        7
      ],
      [
        7625,
        7663,
        8
      ],
      [
        7663,
        7663,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106472",
    "title": "A Microscopic Description of the Eyes of the Monoculus Polyphemus Linnaei. By Mr. William Andre, Surgeon; Communicated by Sir Joseph Banks, Bart. P. R. S.",
    "authors": "William Andre, Joseph Banks",
    "year": 1782,
    "volume": "72",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/106472"
  }
}