{
  "id": "4aa5d12c3589ef609f96dc99782b325fd584a185",
  "text": "A PREFACE\n\nTO\n\nThe Eighth YE A R.\n\nOR the Introduction to my Sixth Volume last foregoing,\nI borrow'd a few lines from our famous Cowley; here\nI shall make bold to take fuller and warmer encouragements from a Man of far greater renown, and for Learning and Devotion, jointly consider'd, one of the Greatest that hath appeared in the Christian world these 1200 years and upwards. 'Tis one, that giveth us the old Accomp of the addresses and affectionate respects, which Wise men bore towards Philosophers, and one Philosopher to another; and withall of the travels and perils they undertook by sea and land, over rocks and mountains, and through inhospitable deserts, to visit the most Eminent at the remotest distances, and for the Acquest of Arts and knowledge. The person, I mean, is St. Hierome, and the words, wherein he gives us that relation, are these, De Sæculi hominibus;\n\nLegimus in veteribus Historiis quosdam lustrasse provincias, novos adiisse populos, maria transisse, ut eos, quos ex libris noverant, coram quoque viderent. Sic Pythagoras Memphiticos vates; sic Plato Ægyptum & Architam Tarentinum invisit, eamque oram Italæ, quæ quondam Magna Græcia dicebatur, peragravit; ut qui Athenis Magister erat, & potent, cujuïque doctrinam Academiæ, Gymnasia personabant, fieret peregrinus atque Discipulus; malens aliena verecundè discere, quàm sua imprudenter ingerere: Denique, cum literas quasi toto Orbe fugientes persæquitur, captus à Piratis atque venundatus, etiam Tyranno crudelissimo paruit, ductus captivus, vincìus & servus; tamen quia Philòsophus, major emente se fuit. Ad T. Livium, laçeo eloquentiae fonte manentem, de ultimis Hispaniæ Galliarumque finibus quosdam venisse Nobiles legimus, & quos ad contemplationem sui\nRema non traxerat, unius hominis fama perduxit; Habuit illa ætas inauditum omnibus sæculis celebrandumque miraculum, ut Urbem tantam ingressi, aliud extra quaererent. Apollonius, sive ille Magus (ut vulgus loquitur) sive Philosophus, ac Pythagorici tradunt, intravit Persas, pertraxit Caucalem, Albanos, Scythas, Massagetas, opulentissima Indiæ regna penetravit, & ad extremum, latissimo Phisonis amne transmittens, pervenit ad Brachmanas, ut Hiarcham, in throno sedentem aureo, & de Tantali fonte potantem, inter paucos discipulos, de Natura, de Motibus siderum, ac diærum cursu audiret docentem. Inde per Elamytas, Babylonios, Chaldæos, Medos, Assyrios, Parthos, Syros, Phænices, Arabes, Palæstinos, reversus Alexandriam, perrexit in Æthiopiam, ut Gymnosophistas & famosissimam Solis mensam visideret in fabulo. Invenit ille Vir ubique quod disceret, & temper proficiens, semper se melior fieret.\n\nSo far He; by which lively and flagrant lines we may easily apprehend, what a relish this good Father had for the reputation of Philosophy. And if any do wax pale at the growth of it, they seem to shew thereby, how little they have either of the intelligent Piety of this Holy man, or of the Civility of the Gentile Philosophers.\n\nIf it be objected, That here this Learned Father declares a Fondness for Apollonius, as if none but the Vulgar had esteem'd him a Magician, but the Pythagoreans claim'd him for a Philosopher; It may be consider'd, that St. Hierome received this indulgent report from the Tradition of the more primitive Fathers, and particularly from Justin Martyr, who doubtless could discern deeper in Philosophy, than Vulgar Heads, and might come nearer to the Truth than Philostratus, who perhaps might affect Romantique Stories. But We have no concernment for Apollonius; only we may vindicate the pious Father for his favourable sentence; since we find it no new thing, that Great Philosophers, Mathematicians and Un-common Artificers should be defamed by the rude multitude for Magicians, or Atheists.\n\nWe must grant, that in the last Age, when Operative Philosophy began to recover ground, and to tread on the heels\nof triumphant Philology; emergent adventures and great successes were encountered by dangerous oppositions and strong obstructions: Galileus and others in Italy suffered extremities for their Celestial Discoveries; and here in England Sr. Walter Raleigh, when he was in his greatest luster, was notoriously slandered, to have erected a School of Atheism, because he gave countenance to Chymistry, to practical Arts, and to curious Mechanical Operations, and designed to form the best of them into a College. And Queen Elizabeth's Gilbert was a long time esteem'd extravagant for his Magnetism; and Harvey for his diligent researches in pursuance of the Circulation of the Blood.\n\nBut, when our renowned Lord Bacon had demonstrated the Methods for a perfect Restoration of all parts of Real knowledge; and the Generous and Philosophical Peyreskius had, soon after, agitated in all parts to redeem the most instructive Antiquities, and to excite Experimental Essays, and fresh Discoveries; The success became on a sudden stupendious, and Effective philosophy began to sparkle, and even to flow into beams of bright-shining Light, all over the World. And the said Peyreskius his Orators, Gassendus and Bucchardus, have in their Histories and Panegyrics raised him a more splendid Monument, than some of the greatest Monarchs can show. And it is remarkable, that when Bucchardus, a very eloquent Frenchman, had at Rome, in Academia Humoristarum, extolled, in a Funeral Oration, this his Countryman Peyreskius for one of the most wonderful Advancers of all kinds of Literature and of Arts that any age or place brought forth; yet he came off with universal applause, and devout acclamations, though Pope Urban the 8th, and his favourite Cardinals, and several great Princes in Italy, and many excellent persons in Rome, did then highly pretend, and might not unjustly lay claim to the patronage, and extraordinary merit in every kind of Learning, Art, and Elegancy.\n\nThese Vertues will shine brightest amongst the Vertuous; and although the Emulation of Countries may grow hot, yet the beauty of Vertue, and the truth of Philosophy will prevail. The East and the Brachmaus had the old Fame, (as the learned Father\nFather hath told us above,) but the Curious Monsieur Bernier being lately returned from the Mogolians, gives us good assurance, that neither they, nor their Brachmans, are now worthy to teach the Europeans; but the Wisest amongst them do rejoice in the philosophical Light, which now shines in the West, and in our North. And who knows, how soon or how potently our wonderful progress of Arts, and the Lustre of our Philosophy may awaken them, to embrace the more glorious doctrine of the Gospel. We hope, this Ingenious Traveller will make haste to give us a Philosophical account of his Travels, with no less accurateness, than he hath given us the Political Mysteries of the Mogolians, and the Sottishness of the Christian Abyssins or Ethiopians.\n\nWhen the Emulation was hottest on both sides the Alpes, who should excell in the flowry Arts of Oratory and Poetry, though Sanazary was then on one side of the Alpes, and far greater men, great Poets on the other side in France; yet both the Scaligers, Julius and Josephus, themselves Italians and French, gave the laurel to Buchanan a Scot. And thus the West or Northwind, bringing the sweet flowers of Philology, and the richest fruit of Philosophy, will be more welcome to the Intelligent, than the fetid and contagious blasts from the East. And the Wise and the Vertuous ought not to regard the Conjures and reproaches of the ignorant or malignant Multitudes. They retain an internal satisfaction within themselves; and sound Philosophers are mutually each to other sufficient Theaters. I shall no longer detain the Curious and Ingenious Reader from the business we have in hand.\n\nAn Account",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/100914.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 2100,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1742,
        2
      ],
      [
        1742,
        3880,
        3
      ],
      [
        3880,
        6089,
        4
      ],
      [
        6089,
        7735,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-100914",
    "title": "A Preface to the Eighth Year",
    "authors": null,
    "year": 1672,
    "volume": "7",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/100914"
  }
}