{
  "id": "39c222d41cdbb8b6ef5b909154535716b7ecb2b7",
  "text": "VI. A Relation of some strange and wonderful Effects of the Scurvey, which happened at Paris in the Year 1699. By Mr. Poupart. Taken from the Memoirs of the History of the Academy of Sciences.\n\nThe Gentlemen Administrators of the Hospital at Paris, commonly call'd Hotel-Dieu, having been advertis'd of the vast number of Scorbutick Persons, which came daily into that House, or were brought there; as also of the strange Symptoms, and dangerous Consequences of this contagious Distemper, they gave Orders for their being remov'd to the Hospital of St Lewis, the 2d day of March, where many of them continued till the end of August, in the same Year.\n\nThe fame of this sad Disease was now spread abroad, when I went to the Hospital of St. Lewis, with a design to make my Observations on it, in that place: And having obtained a free permission from Mr. Tibault, who was then chief Chirurgeon of that House; I soon perceived, that this Distemper had something in it of that cruel Plague, with which the Athenians formerly were so unfortunately afflicted.\n\nThe Disease, which I am now going to treat of, was yet a true Scurvey; for they, who were Sick of it, felt, as common Scorbutick Persons do, pains in their Thighs, the Calves of their Legs, their Belly, and Stomach, and were deprived of the Motion, or Use of their Limbs, tho' they still retained their feeling. They were troubled with Head-achs, Convulsions, and such strange itching in the Gums, that the Children pulled off certain pieces of them with their Nails. The Blood, which\ncame from them, was Watery, Salt, and Corrosive; and\nthe Stink, which came from their Mouth, was intolerable.\nThey had hard blew Spots on their Legs and Thighs,\nfrequent Hemorrhagies, or Bleedings at the Nose and\nFundament, and also so great a Weakness in their\nKnees, that they could not go without reeling or stag-\ngering. These were the Symptoms which they had\ncommon with other Scorbutick Persons; now let us see\nwhat they had in particular.\n\nWhen we removed these Sick Persons, we heard a\nsmall clattering of their Bones, which particular Mr. N.V.\na Physician of Rochell, hath mention'd in his Treatise of\nthe Scurvy, but he ingeniously confesseth he knoweth\nnot the true reason of it: Here you have it, as I have\nobserved it by my Experience.\n\nI observed at the opening of all those Bodies or Ca-\ndavers, in which we heard the aforesaid little noise, that\nthe Epiphyses were entirely separated from the Bones,\nwhich by rubbing against each other occasioned this\nclattering.\n\nWe have opened several young Persons, in whom we\nalso perceived a small low noise when they breathed. In\nall these sort of Bodies we found, that the Gristles of the\nSternum were separated from the Bony part of the Ribs;\nand as the Gristles are of a softer Substance than the Epi-\nphyses, the noise, which their rubbing produced, was\ngreater than that of those Bones which rubbed against\nthe Epiphyses.\n\nThey, in whom we heard this noise at the time when\nthey breathed, are all dead, except one young Man,\nwhose ribs were visibly reunited to the Gristles, for af-\nter his Cure, we heard no more of this noise.\n\nAll those, in whose Breasts any Matter or Serosity\nwere found, had their Ribs separated from their Gri-\nstles, and that Bony part of those Ribs, which were over\nagainst the Sternum, was rotted for the length of four\nFingers,\nFingers; which is an Evidence, that the Lympha of these Bodies was extremely Caustick.\n\nThe greatest part of those Bodies, which were opened, had their Bones black, worm-eaten, and rotten.\n\nMost of the Sick went staggering: this is an Accident common or usual to Scorbutick Persons, and very well-known to most Physitians; but the reason of it, which you have here, is not so well known. It is certain, that the support of the Joints proceedeth from the force and spring of the Ligaments, which bind the Bones close to each other; the Ligaments of these Sick Persons, were corroded, loose, and the Bones were separated from each other; which proceeded from this, that instead of finding in their Joyns that sweet Oily Lympha (which commonly aboundeth there in order to make the Joyns supple, and give them an easie free Motion) there was nothing but a greenish Water, which by its over Caustick Quality had corroded the Ligaments, and consequently destroyed the force of their Spring.\n\nAll the young Persons under Eighteen, had in some degree their Epiphyses separated from the Body of their Bones, and by the least endeavour or force were separated them entirely. The reason of it is this, that young Persons have not yet their Epiphyses so strongly fasten'd to the Bones, so that when they are never so little soak'd with that Corrosive Lympha which is in the Joyns, that Caustick Liquor may easily separate them entirely from the Bones.\n\nAll the Bones, which we found entirely separated from their Epiphyses, were more than twice as big as they should be in their Natural State, because these Epiphyses were separated in them only, whose Bones were well soak'd with a Water which had penetrated into their very Substance and made it swell.\n\nThe Bones of those which recovered, or were recovering, remained swell'd, without giving them any pain: They\nThey might grow less in time, as it happens to Children, which are troubled with the Rickets, whose Bones grow dry by little and little as they grow up.\n\nAll they who had any difficulty in Breathing, or had their Breasts stuff'd or stopp'd up, had there good store of Lympha, or Matter; and we often found more or less of them in their Lungs, according as they were oppressed.\n\nWe have seen some Sick Persons, whose Breasts have been so oppressed, that they died all on a sudden; in the mean while we found no Serosity neither in their Breasts nor in their Lungs: But the Pericardium was entirely fasten'd to the Lungs, and the Lungs were glued to the Pleura and Diaphragma; and all the Parts were so mixed and blended together with each other, that they all made up but one Mass or Lump, so confounded, that one could scarce distinguish the one from the other: Now as the Lungs were squeez'd together in the midst of this Mass, they were deprived of their Motion, and the sick Person was choak'd for want of Breath. The close adhesion, and confusion of these Parts one with another, proceeded from this, that being Ulcered as they were, they must needs stick to each other.\n\nThe ordinary or common Scorbutick Persons have the Glands of their Mesentery much obstructed and swell'd; those we treat off, have theirs partly corrupted, and Imposthumus in the Substance of it.\n\nIn the Liver of some few, the Matter or Corruption was hardned, and as it were petrified; their Spleen was three times bigger than it should be, and fell to pieces as if it had been compos'd of coagulated Blood; and sometimes the Kidnies and the Breast were full of Imposthumus.\n\nThere were some Bodies or Cadavers of those of Fifteen, in which, if we squeez'd betwixt two Fingers the end of the Ribs, which began to be separated from the\nthe Gristles, there came abundance of corrupted Matter, which was the Spungy part of the Bone; so that after the squeezing of it together, there remain'd nothing of the Rib, but two bony Plates.\n\nWe have seen some certain Persons, who had no other token of the Scurvey, but some slight Ulcerations in the Gums. They had afterwards some small, red, hard Tumours on their Hands, their Insteps, and in some other parts of the Body. After that, there appeared large Imposthumous on their Groin, and under their Arm-pits, attended with several Blue Spots over all their Body, which were the certain Fore-runners of Death. We found that the Glandules under their Arm-pits were very big, and surrounded with Matter or Corruption; as well as the Muscles of their Arms and Thighs, whose Intervals were all filled with them.\n\nWe observed some whose Arms, Legs, and Thighs were of a reddish Black, and as it were burnt; which proceeded from that black and coagulated Blood, which we always found under the Skin of those Persons.\n\nEt simul ulceribus quasi inustis omne rubere\nCorpus\n\nWe also found their Muscles swelled, and as hard as Wood; which proceeded from the Blood, which was fix'd in the Body of the Muscles, which were sometimes so full of it, that their Legs remained bent without being able to extend or stretch them out.\n\nWe observed that the Blue, Red, Yellow, and Black Spots, which appear in their Bodies who have the common Scurvey, proceed purely from extravasated Blood under the Skin. As long as the Blood kept its red Colour, the Spot was red; if the Blood is black or coagulated, the Spot is also black; when there is some Bile mix'd with it, the Spot is of a yellowish black; in short, accor-\naccording as the Blood is mixed with the Humours of different Colours, so also the Spots appear of a different Colour.\n\nWe sometimes saw on the Bodies of these Persons certain small Tumours, which grew bigger every day: we applied Emollient Ointments to soften them, and those Tumours on their breaking, formed a Scorbutick Ulcer, which proceeded from the Blood with which the Tumour was filled; for as often as we took off the Plaster, we still found under it a great deal of coagulated Blood; we put on a fresh Plaster, and some time after we still found under it coagulated Blood: we continued dressing of them after this manner, and by thus taking away the Blood, we entirely dried up the Tumour, and the Person was cured. Some old Persons had such large bleedings at the Nose and Mouth, that they died of it, it being impossible to stop it, because the Lymph of these Persons was so sharp and corrosive (as I said before) that it corroded and eat thro' the Coats of the Veins. And this kind of Hemorrhage was so much the harder to stop, because the Blood of Old Persons is more fluid and watery than that of young Persons, who are seldom subject to this Accident.\n\nSudabant etiam faucies intrinsecus atro\nSanguine; & ulceribus vocis via septa coibat:\nAut etiam multus capitis cum sepe dolore\nCorruptus sanguis plenis ex naribus ibat.\n\nOld Persons, as well Women as Men, were troubled with such mighty Fluxes, that the weakest of them died under them; but if they had strength enough to withstand them, they were soon cured.\n\nQuorum quisque, ut est, vitiat funera Leti\nUlceribus tetris, & nigrae proluvie alvi.\n\nThere\nThere were some of these Sick Persons, who were so Costive in their Body, that they never could go to Stole without taking some Glisters.\n\nSeveral of them had such large Swellings over all their Bodies, their Hands, Arms and Feet, that they seemed to have been blown up. We cured several of them by proper Medicines, Glisters, and sweetning Juleps.\n\nA Youth of Ten Years old, had his Gums much swelled and ulcered; his Teeth were eaten up to the Roots of them, and served no longer; and his Breath was intolerably stinking.\n\n*Spiritus ore foras tetrum volvebat odorem.*\n*Rancida quo perolent projecta cadavera ritu.*\n\nThe Chirurgeon was obliged to pull out all his Teeth, for the better dressing of his Mouth, tho' they would have fallen out of themselves: His Gums were healed, but there arose a Tumour on the side of his Tongue as big as a Walnut. In the middle of this Tumour there was a bluish Hole, which degenerated into an Ulcer, which eat up half the Tumour, the other half remained whole and entire. Some small time after, there appeared another Tumour in the Cheek, which was very hard: It was Blue in the middle, and turn'd to an Ulcer also as the first. This Youth died all on a sudden, when it was least expected, and all the inward Parts of his Body were Corrupted.\n\nAll they who died suddenly, without having any visible Cause of their Death, had the Auricles of their Heart, as big as one's Fist, and full of coagulated Blood, which by putting a stop to the Circulation of the Blood, brought an inevitable Death on them.\n\nThere came in the Cheeks of several a small White Ulcer, which was hard all round; unless we took care to stop it presently, and to take it off with the Spirit of Vitriol,\nVitriol, it grew presently livid or blue, black and stinking, and eat up part of the Cheek, so that one might see the Teeth thro' it.\n\nWe have seen several from the Age of Eighteen to the Age of Thirty, who were without pain cast down stupid and without any Motion. They had their Mouth open, their Eyes sunk in, their Looks frightful, and appeared rather like Statues than Men.\n\nAtque animi profsum vires totius, & omne\nLanguebat corpus, lethi jam limine in ipso.\nCavati oculi, cava tempora, frigida pellis,\nDuràque, inhorrebat rictum\n\nAll these Persons had no apparent Sickness, only their Gums were Ulcered; their Skin was smooth and fair, without any Spots or Hardness: Yet we found their Muscles were Gangren'd, and all wet with a black corrupted Blood, and in handling of them, they fell into Pieces in our Hands.\n\nThere was a Man who had a Carbuncle on his Instep, his Lips and his Nostrils were chopped, and a stinking Water flow'd gently from his Nostrils. This Man linger'd out a long time in a dying Condition: His Cadaver made me afraid, I durst not open it.\n\nA Young Man, who as to all outward appearance seem'd not to be very Ill, died suddenly. We found his Pericardium was so eaten up, that there remain'd but a little of it, and his Heart was Ulcer'd all about very deeply.\n\nScorbutick Persons are commonly better in the Summer, than they are in the Winter, which may proceed from their great Transpiration. On the other side, these were indifferently well from the Month of April, to the beginning of June, the Spots, hardness, and other Accidents of the Scurvy then disappearing; but on the coming\ncoming of the great Heats, all those Accidents returned. They who were so well, as to be in a readiness to quit the Hospital, relapsed again: Their Legs and Thighs grew all Black, and Death often put a Period to their Miseries. This Disorder might arrive from this, that there was such a great quantity of corrosive Lympba in them, that it was in a manner impossible for it to be carried off by Transpiration, so that by stagnating in their Bodies it grew hot, fermented, fower, and putrified; from thence arose those Corrosions, Ulcers, and great Imposthumus, Corruptions and other Accidents which we spoke of before.\n\nAll these Poor People eat very heartily to the last Moment of their Life; this proceeded from a sharp Humour, with which their Stomach always abounded, which created in them a kind of Fames Canina.\n\nNothing is so apt to corrupt the Blood as long Want; the use of ill Foot is still worse; Cold stops the Circulation of the Blood, and makes the Blood remain too long in the Parts, where it foureth and soon corrupteth; Sadness and Grief (which these poor Creatures are subject to) is worse than all the rest; and what all these may do when they meet altogether in one Person, we may easily judge. They produced there Lympba's of different Colours, with which the Belly, the Breast, and several other Parts of their Bodies were fill'd. Those Lympba's were so Caustick, that having put our Hands into their Cadavers, the Skin of them came off, and our Faces were thereby ulcered; so that we were obliged to rise in the Night to wash one's Face with fresh Water, to take off the Heat and Inflammation of it.\n\nBut that which was very surprising in this great Disease, was, that the Brains of these poor Creatures were always very sound and entire. Thus you have the weak Account of the dismal Effects of a Disease so cruel, that\nthere was no viewing it with your Eyes, without raising a Sadness in your Heart.\n\nVII. An Extract of a Memoir, concerning the Discovery of a Passage by Land to California; with a Map and Description of that Country. Presented to the Royal Council of Guadalaxara in Mexico, by Francis Maria Picolo. Taken from the Letters of the Missionary Jesuits, printed at Paris.\n\nGuadalaxara, February 10, 1702.\n\nMy Lords,\n\nIn Obedience to the Orders you some Days ago honoured me with, I shall give you an Exact and Faithful Account of the Discoveries and Settlements, that Father de Salvatierra and myself have made in California, for these five Years past, that we have been in this large Country.\n\nWe embarked in October 1697, and passed the Sea that separates California from New Mexico. As soon as we set Foot on Land, the People being ignorant of our Design, (as not understanding our Language, or we theirs) imagining that we came to take from them their Pearl Fishery, as had been attempted several times before by others, came in great Multitudes against us, who had but an inconsiderable Number of Spaniards to defend us. The Violence with which they attack’d us, and multitude of Darts and Stones they threw at us, our Soldiers sustained so vigorously, that they beat ’em back with Success, and soon put them to flight.\n\nThose",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103250.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 16650,
    "total-output-tokens": 4368,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1540,
        2
      ],
      [
        1540,
        3356,
        3
      ],
      [
        3356,
        5209,
        4
      ],
      [
        5209,
        7021,
        5
      ],
      [
        7021,
        8725,
        6
      ],
      [
        8725,
        10347,
        7
      ],
      [
        10347,
        12057,
        8
      ],
      [
        12057,
        13674,
        9
      ],
      [
        13674,
        15517,
        10
      ],
      [
        15517,
        16842,
        11
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103250",
    "title": "A Relation of Some Strange and Wonderful Effects of the Scurvey, Which Happened at Paris in the Year 1699. By Mr. Poupart. Taken from the Memoirs of the History of the Academy of Sciences",
    "authors": "Mr. Poupart",
    "year": 1708,
    "volume": "26",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/103250"
  }
}