{
  "id": "9f74d8c063683900f2fb8de7628632233f158b7f",
  "text": "XIV. A Description of a Clepsydra or Water-Clock, by the Hon. Charles Hamilton, Esq;.\n\nSee Tab. III.* Fig. 1. this Machine in Perspective.\n\nRead April 24, 17456.\n\nAn open Canal $ee$, is supplied with a constant and equal Stream by the Siphon $d$; and has at each End $ff$, open Pipes, of exactly equal Bores, which deliver the Water that runs along the Canal $e$, alternately into the Vessels $g_1, g_2$, in such a Quantity as to raise the Water from the Mouth of the Tantalus, $s$, to the Top of the Tantalus $t$, exactly in an Hour. The Canal $ee$, is equally poised by the two Pipes $f_1, f_2$, upon a Centre $r$; the Ends of the Canal, $e$, are raised alternately, as the Cups $zz$, are depressed, to which they are connected by Lines running over the Pulleys $ll$. The Cups, $zz$, are fixed at each End of the Balance $mm$, which moves up and down upon its Centre $v$.\n\n$n_1, n_2$, The Edges of two Wheels or Pulleys, moving different Ways alternately, and so fitted to the Cylinder $o$ (by oblique Teeth both in the Cavity of the Wheel, and upon the Cylinder; which, when the Wheel $n$ moves one Way [i.e. in the Direction of the Minute-Hand], meet the Teeth of the Cylinder, and carry the Cylinder with it; and, when $n$ moves the contrary Way, slip over those of the Cylinder, the Teeth no more meeting, but receding from each other; or it may be done by Catches or Locks, which require a longer Description), one or other of these Wheels, $nn$, continually moves $o$ in\n\n* N.B. The Letters of Reference answer to all the 3 Figures; some being seen in one, that do not come in Sight in the others. C.M.\nthe same Direction, with an equal and uninterrupted Motion: For the Contrivance is such, that the Instant one ceases to act, the other begins, and so on.\n\nA fine Chain goes twice round each Wheel, having at one End a Weight, \\( x \\), always out of Water, which equiponderates with \\( y \\) at the other End, when kept floating at the Surface of the Water in the Vessel \\( g \\), which \\( y \\) must always be. The two Cups \\( z z \\), one at each End of the Balance \\( mm \\), keep it in Equilibrio, till one of them is forced down by the Weight and Impulse of the Water, which it receives from the Tantalus \\( s t i \\): Each of these Cups \\( z z \\), has likewise a Tantalus of its own \\( h h \\), which empties it after the Water has done running from \\( g \\), and leaves the two Cups again in Equilibrio; \\( q \\) is a Drain to carry off the Water.\n\nFig. 2.\nThe Front of the Clepsydra\n\nRepresents the Dial-Plate, with the Hour and Minute-Hands, the Weight and Float belonging to \\( n z \\). The Front of the Tantalus in \\( g z \\), marked \\( s t i \\), of which \\( s \\) the Mouth is 18 Inches above the Bottom of the Vessel \\( g \\), and 18 Inches below the Top of the Tantalus \\( t \\). \\( i \\) is the issuing Leg of the Tantalus, which discharges the Water out of the Vessel \\( g \\) into the Cup \\( z \\), as soon as it runs over the Top \\( t \\), till the Water sinks as low as \\( s \\).\n\nFig. 3.\nThe Profile of the Clepsydra.\nThe Plan of the Clepsydra to its full Dimension.\n\nThe Case \\( uu \\) incloses the whole Machine, except the Cistern that supplies the Siphon \\( d \\), which may be placed at any Distance from it, as is most convenient, provided the issuing Leg \\( d' \\) of the Siphon is lengthened out so as to give a constant Stream into the Canal \\( e \\). This Case \\( uu \\) supports the Axis of the Cylinder \\( o \\) behind, and the Dial-Plate \\( pp \\) before; in the Centre of which turns the Axis \\( o \\), with the Index \\( k \\) at its Extremity, being the Minute-Hand. The Hours may be described by two common Wheels, as in ordinary Clock-work. For cheap Work, Chains passing round Pulleys would do instead of Wheels with Teeth.\n\nThe Motion of the Clepsydra is effected in the following Manner:\n\nThe short Leg of the Siphon \\( d \\) is placed in a Cistern, with its Mouth something below the Mouth of the Waste-Pipe; which Cistern is supplied with a constant Stream, rather more than runs out at the Siphon \\( d \\); which Overplus going off at the Waste-Pipe, the Water always remains at the same Height in the Cistern, and yet always delivers a constant and equal Flow into the Canal \\( ee \\); consequently, there is not the least Intermission. As the End of the Canal \\( e \\), fixed to the Pipe \\( f r \\), is in the Figure the lowest, the Water runs all thro' the Pipe \\( f r \\), into the Vessel \\( g r \\), till it runs over the Top of the Tantalus \\( t \\); when it immediately runs out at \\( i \\) into the Cup \\( z \\),\nat the End of the Balance $m$, and forces it down, the Balance $m$ moving on its Centre $v$. When one Side of $m$ is brought down, the String which connects it to $f_1$, running over the Pulley $l$, raises the End $f_1$, of the Canal $e$, (which turns upon its Centre $r$,) higher than $f_2$; consequently, all the Water which constantly runs thro' the Siphon $d$, instantly runs thro' $f_2$ into $g_2$, till the same Operation is performed in that Vessel, and so on alternately.\n\nAs the Height the Water rises in $g$ in an Hour, viz. from $s$ to $t$, is equal to the Circumference of $n$, the Float $y$ rising that Height along with the Water, lets the Weight $x$ act upon the Pulley $n$, which carries with it the Cylinder $o$; and, giving a Revolution, makes the Index $k$ describe an Hour upon the Dial-Plate. This Revolution is performed by the Pulley $n_1$; the next is to be by $n_2$, whilst $n_1$ goes back, as the Water in $g_1$ runs out thro' the Tantalus; for $y$ must follow the Water, as its Weight increases out of Water.\n\nThe Axis $o$ always keeps moving the same Way; the Index $k$ describes the Minutes; the Tantalus's must be wider than the Siphon $d$, that the Vessels $gg$ may be sure to be empty as low as $s$, before the Water returns to them.\n\nPrinted for C. Davis, over-against Gray's-Inn Gate in Holbourn, Printer to the Royal Society, M.DCC.XLVII.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104800.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12636,
    "total-output-tokens": 1863,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        0,
        4
      ],
      [
        0,
        1611,
        5
      ],
      [
        1611,
        3028,
        6
      ],
      [
        3028,
        4535,
        7
      ],
      [
        4535,
        5908,
        8
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104800",
    "title": "A Description of a Clepsydra or Water-Clock, by the Hon. Charles Hamilton, Esq",
    "authors": "Charles Hamilton",
    "year": 1746,
    "volume": "44",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/104800"
  }
}