{
  "id": "ccbc7ea69693e407b56b7a204a83eae863a71c3d",
  "text": "valido flante vento à setemptrione; crasique vapore ascendere visi sunt è fluvio portuque vicino.\n\nIn thermometro domini de Reaumur, sequentes mutationes observatae fuere.\n\n7h 20' Spiritus vini 12° & dimidium altitudinis supra terminum congelationis aquae obtinebat.\n\n| h   | o   |\n|-----|-----|\n| 8   | 12  |\n| 8   | 30  |\n| 8   | 43  |\n| 8   | 55  |\n| 9   | 30  |\n| 10  | 0   |\n| 10  | 40  |\n\nLXXIII. An Account of some astronomical Observations taken at Lisbon by M. John Chevalier in the Year 1753. By James Short, M.A. and F.R.S.\n\nRead March 14, 1754.\n\nThis gentleman mentions two emersions of the satellites of Jupiter, viz. one of the first, and another of the third, both observed, in a very clear air, with a Gregorian telescope six feet long. Dr. Bevis, from a great number of observations, has computed formulæ of tables for the times of the immersions and emersions of the first satellite of Jupiter, and which times we have seldom found to differ from the observations above 10\": By com-\ncomparing, therefore, the time of the emersion of the first satellite observed by this gentleman, with the time computed from these formulae, the difference of longitude between London, at St. Paul's, and the place of observation at Lisbon, comes out to be $36' 6''$; and by several former corresponding observations the difference had been found to be $36' 10''$. By some observations of the same satellite, sent me lately by the reverend P. Pezenas at Marseilles, and which he had received from some astronomers at Lisbon, the difference of longitude between London and Lisbon is sometimes $34'$, and sometimes $35'$: But it is to be remarked of these gentlemen, that tho' they both observed at the same place, and thro' refracting telescopes of the same length; yet they sometimes differ from one another a whole minute, in the time of emersion.\n\nM. Chevalier further mentions the observation of the eclipse of the sun last October, thro' a telescope of 15 palms. He saw both the beginning and end, in a very clear air; and says, that the greatest quantity of the eclipse was 11 digits and 5 minutes, which he measured with a micrometer; but, unluckily, has not given us either the diameter of the sun, or that of the moon, which he might have measured (for the eclipse was annular), tho' he was at the pains of measuring all the digits, both in the increase and decrease of the eclipse. He further takes notice, that, at the time of the greatest obscuration, the light of the sun was remarkably diminished; and that they were able to see Jupiter, Venus, and some stars of the first and second magnitude; but he could not see Mercury, on account of\nof his proximity to the sun: And that a reflecting speculum, of three palms in diameter, which could melt lead, when placed in its focus, and instantly set wood in a flame; did produce the same effects, even when the sun was seven digits eclipsed; but that, about the time of the greatest obscuration, it was not able to burn wood, tho' held in its focus for some time: And that, at the same time, the air became very cold, the wind blowing hard from the north; and that some vapours, or fog, were seen to rise out of the river and adjacent harbour.\n\nHe likewise mentions some alterations in the spirit of wine thermometer of M. de Reaumur, during the eclipse.\n\nThe same eclipse of the sun was observed also at Lisbon by A. P. Eusebius da Veiga, professor of mathematics. His times of the beginning and end are somewhat earlier than those of M. Chevalier; and he also makes the greatest obscuration larger, by 3 minutes of a digit.\n\nTo his account of this eclipse he subjoins some occultations of stars by the moon, observed by him at Lisbon last year; viz. of Venus, on the 27th of July; of α Librae, on the 5th of August; and of β Capricorni, on the 5th of October.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105187.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1114,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1001,
        2
      ],
      [
        1001,
        2653,
        3
      ],
      [
        2653,
        3820,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105187",
    "title": "An Account of Some Astronomical Observations Taken at Lisbon by M. John Chevalier in the Year 1753. By James Short, M. A. and F. R. S.",
    "authors": "John Chevalier, James Short",
    "year": 1753,
    "volume": "48",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/105187"
  }
}