{
  "id": "d2c4c6ed1d6048e7f78a37eafb63e7d4d352fc4f",
  "text": "PRESENTS\n\nRECEIVED BY THE\n\nROYAL SOCIETY,\n\nFrom November 1792 to June 1793.\n\nWITH THE\n\nNAMES OF THE DONORS.\n\n1792.\n\nNov. 8. Memoires de l'Académie Royale des Sciences. Août, 1786, jusqu'à la fin de 1787. Berlin, 1792. 4°\n\nTransactions of the Society for the Encouragement of Arts, Manufactures, and Commerce, Vol. X. London, 1791. 8°\n\nMemoirs of the Medical Society of London, Vol. III. London, 1792. 8°\n\nCatalogus Bibliothecæ Harvardianæ Cantabrigiæ Nov-Anglorum. Bostoniaæ, 1790. 8°\n\nJos. Gaërtneri de Fructibus et Seminibus Plantarum, Volumen alterum. Tubingæ, 1791. 4°\n\nDiscours qui ont été lus dans l'Assemblée publique de l'Académie des Sciences de Berlin, tenue le 26 Janv. 1792. Berlin, 1792. 4°\n\nN. J. Jacquin Collectanea ad Botanicam, Chemiam, et Historiam Naturalem spectantia, Vol. IV. Vindobonæ, 1790. 4°\n\nMedical Facts and Observations, Vol. III. London, 1792. 8°\n\nConnubia Florum, Auctore D. De la Croix; Notas et Observationes adjecit R. Clayton. Bathoniae, 1791. 8°\n\nThe Sportsman's Directory, or Tractate on Gunpowder, by G. Montagu. London, 1792. 8°\n\nAn Essay upon single Vision with two Eyes, by W. C. Wells, M. D. London, 1792. 8°\n\nDONORS.\n\nThe Royal Academy of Sciences of Berlin.\n\nThe Society for the Encouragement of Arts, Manufactures, and Commerce.\n\nThe Medical Society of London.\n\nThe Corporation of Harvard University, in America.\n\nSir Joseph Banks, Bart. P. R. S.\n\nComte de Hertzberg, F. R. S.\n\nProfessor de Jacquin, F. R. S.\n\nSamuel Foart Simmons, M. D. F. R. S.\n\nSir Richard Clayton, Bart.\n\nGeorge Montagu, Esq.\n\nWilliam Charles Wells, M. D.\nPRESENTS.\n\nThe Rise, Progress, and present State of Medicine; a Discourse delivered before the Middlesex Medical Association, by B. Waterhouse. Boston, 1792. 8°\n\nProdromo di Fisica Vegetabile di A. Comparetti. Padova, 1791. 8°\n\nLettere due del Sig. M. C. al cel. Sig. M. G. Padova, 1791. 8°\n\nNov. 15. Discours qui a remporté le Prix à l’Academie de Chalons en l’Année 1783. Beauvais, 1789. 4°\n\nA Descriptive Account of a Descent made into Penpark-hole, in the year 1775. Bristol, 1792. 8°\n\n22. A Botanical Arrangement of British Plants, by W. Withering, Vol. III. Birmingham, 1792. 8°\n\nCommentarii de Rebus in Scientia Naturali et Medicina gestis, Volumen XXXIII. Lipsiae, 1791. 8°\n\nMuseum Leverianum, No. 3 and 4. 4°\n\nJ. Dickson Fasciculus secundus Plantarum Cryptogamicarum Britanniae. Londini, 1790. 4°\n\nDec. 6. Cases of the Hydrocele, by T. Keate. London, 1788. 8°\n\nPrinciples of Surgery, by J. Pearson, Part I. London, 1788. 8°\n\nDissertation sur les Causes qui ont produit l’Espèce de Contradiction que l’on remarque entre deux Decrets de l’Assemblée Nationale. 8°\n\n13. Transactions of a Society for the Improvement of Medical and Chirurgical Knowledge. London, 1793. 8°\n\nCollections for an History of Sandwich, by W. Boys. Canterbury, 1792. 4°\n\nMemoir on the Use of the Thermometer in Navigation, by J. Williams. Philadelphia, 1792. 4°\n\n20. Astronomisches Jahrbuch für das Jahr 1795, von J. E. Bode. Berlin, 1792. 8°\n\nProjet des Orbites Paraboliques de 72 Cometes, dont le Cours a été calculé jusqu’ici, reduite au Plan de l’Orbite de la Terre, par M. Bode. fol. pat.\n\nA Treatise on the Hydrocele, by J. Earle. London, 1791. 8°\n\nA short Account of the Life of Mr. Percival Pott. 8°\n\nA Case of Extra-Uterine Gestation, of the Ventral Kind, by W. Turnbull. London, 1791. 4°\n\nJan. 10. Kongl. Vetenskaps Academiens Nya Handlingar, Tom. XII. for 1791, 3d and 4th quarter;\n\nDONORS.\n\nProfessor Waterhouse, of Cambridge, in America.\n\nProfessor Comparetti, of Padua.\n\nM. Bucquet, of Beauvais.\n\nMr. George Symes Catcott.\n\nWilliam Withering, M. D. F. R. S.\n\nMr. Hurlock, F. R. S.\n\nMr. James Parkinson.\n\nMr. James Dickson.\n\nT. Keate, Esq.\n\nMr. John Pearson.\n\nM. Hourcastremé.\n\nThe Society for the Improvement of Medical and Chirurgical Knowledge.\n\nWilliam Boys, Esq.\n\nMr. Williams, Secretary to the American Philosophical Society.\n\nMr. J. E. Bode, F. R. S.\n\nJames Earle, Esq.\n\nMr. William Turnbull.\n\nThe Royal Academy of Sciences of Stockholm.\nPRESENTS.\n\nand Tom. XIII. for 1792, 1st and 2d quarter. Stockholm.\n\nExtrait des Observations Astronomiques et Physiques, faites à l’Observatoire en l’Année 1791.\n\nMedical Commentaries for the Year 1792, collected by A. Duncan. Edinburgh, 1793.\n\n17. An Excursion to the Peak of Teneriffe in 1791, by Lieut. Rye. London, 1793.\n\n24. Saggio d’Osservazioni concernenti li nuovi progressi della Fisica di Corpo Umano, di Stef. Gallini. Padova, 1792.\n\n31. A Plan of a Course of Lectures on the Principles of Natural Philosophy, by S. Vince. Cambridge, 1793.\n\nPractical Observations on Cancerous Complaints, by J. Pearson. London, 1793.\n\nDescription d’une nouvelle Presse d’Imprimerie, inventée par Guill. Haas, Pere. Basle, 1791.\n\nFeb. 14. Contemplatio Philosophica, a posthumous work of Brook Taylor, with a Life of the Author, by Sir W. Young. London, 1793.\n\nAn Essay on the Disease produced by the Bite of a mad Dog, or other rabid Animal, by J. Mease. London, 1793.\n\nA Sermon preached before the Lords, January 30, 1793, by Samuel Lord Bishop of St. David’s. London, 1793.\n\nAn Essay on Generation, by J. F. Blumenbach, translated from the German. London, 1793.\n\nMuseum Leverianum, No. 5.\n\nMarch 7. Elements of Jurisprudence. London, 1783.\n\nA Systematical View of the Laws of England, by R. Wooddeson, III. Vols. London, 1792.\n\nDe Calculo Integralium, Exercitatio P. Ferroni. Florentiae, 1792.\n\nHistoire de la Noblesse Héréditaire des Gaulois, par C. J. de Bevy. Tome I. Londres, 1791.\n\n14. Elogio d’Amerigo Vespucci, del P. Stan. Canovai, 1790.\n\nApril 11. The literary Life of the late Thomas Pennant, Esq. by himself. London, 1793.\n\nThe Doctrine of Universal Comparison, or General Proportion, by J. Glenie. London, 1789.\n\nObservations on Construction, by J. Glenie.\n\nMemoire sur la Troisieme Annee du Regne de Frederic Guillaume II. Roi de Prusse, lu dans l’Assemblée publique de l’Académie des Sciences de Berlin, le 1 Octobre, 1789, par le Comte de Hertzberg.\n\nDONORS.\n\nM. Cassini, F. R. S.\n\nAndrew Duncan, M. D.\n\nLieutenant Rye.\n\nProfessor Gallini, of Padua.\n\nThe Rev. Mr. Vince, F. R. S.\n\nMr. John Pearson.\n\nM. Haas, of Basle.\n\nSir William Young, Bart. F. R. S.\n\nJohn Coakley Lettsom, M. D. F. R. S.\n\nThe Lord Bishop of St. David’s, F. R. S.\n\nA. Crichton, M. D.\n\nMr. James Parkinson.\n\nRichard Wooddeson, D. C. L.\n\nProfessor Ferroni, of Pisa.\n\nAbbé de Bevy.\n\nFather Gaetano del Ricca, of Siena.\n\nThomas Pennant, Esq. F. R. S.\n\nJames Glenie, Esq.\n\nComte de Hertzberg, F. R. S.\nPRESENTS.\n\nMemoire sur les Revolutions des Etats, lu dans l'Assemblée publique de l'Académie des Sciences de Berlin, le 6 Octobre, 1791, par le Comte de Hertzberg.  \n8°\n\nPreis-schriften von der anwendbarkeit der Koppelwirthschaft in der Mark Brandenburg, nebst bemerkungen des Grafen von Hertzberg über eben diesen gegenständ. Berlin, 1793.  \n8°\n\nE. F. von Hertzberg; auszug aus Weidlichs biographie der jeztlebenden Rechtgelehrten.  \n8°\n\nAuszug aus Forsters erinnerungen betreffend den Gr. von Hertzberg.  \n8°\n\nLectures on the Elements of Farriery, by C. Vial de Sainbel. London, 1793. 4°; with a set of Models of Horses Hoofs and Shoes.\n\n18. Historical View of Plans for the Government of British India, 1792.  \n4°\n\nMay 9. Substance of the Speech of the Right Honourable Henry Dundas, on the British Government and Trade in the East Indies, April 23, 1793.  \n4°\n\nA Sketch of two Boats and a Cutter, with sliding Keels, agreeable to a Scheme suggested by Captain Schank.  \nfol. pat.\n\nPractical Essays on the Management of Pregnancy and Labour, by J. Clarke. London, 1793.  \n8°\n\n16. The Military Antiquities of the Romans in North Britain, by W. Roy. London, 1793.  \nfol.\n\nThe Theory and Practice of finding the Longitude at Sea or Land, by A. Mackay. London, 1793.  \n8°\n\n30. The Transactions of the Royal Irish Academy, Vol. IV. Dublin.  \n4°\n\nConsiderations on the Utility of the National Debt, by E. King. London, 1793.  \n8°\n\nJune 6. The antecedental Calculus, by J. Glenie. London, 1793.  \n4°\n\n13. Analyse du Système Absorbant ou Lymphatique, par R. Desgenettes. Paris, 1792.  \n12°\n\n20. Oriental Repertory, Vol. I. published by A. Dalrymple. London, 1793.  \n4°\n\nA new System of the Spleen, by N. Robinson. London, 1729.  \n8°\n\nAn Essay on the Materia Medica, by J. Moore. London, 1792.  \n8°\n\nOn Electric Atmospheres, by E. Peart. Gainsborough, 1793.  \n8°\n\nTheorie des Vents, par M. le Chev. de la Coudraye. Fontenay, 1786.  \n8°\n\nDONORS.\n\nComte de Hertzberg, F. R. S.\n\nMr. Vial de Sainbel.\n\nThe Right Hon. Henry Dundas.\n\nJohn Bruce, Esq. F. R. S.\n\nCaptain Schank, of the Royal Navy.\n\nJohn Clarke, M. D.\n\nThe Society of Antiquaries.\n\nMr. Andrew Mackay.\n\nThe Royal Irish Academy.\n\nEdward King, Esq. F. R. S.\n\nJames Glenie, Esq. F. R. S.\n\nRené Desgenettes, M.D.\n\nAlexander Dalrymple, Esq. F. R. S.\n\nJonathan Watson, Esq. F. R. S.\n\nMr. James Moore.\n\nE. Peart, M. D.\n\nChevalier de la Coudraye.\nINDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1793.\n\nA\n\nAbernethy, Mr. John. Account of two instances of uncommon formation in the viscera of the human body, - 59\nAlverstoke, Hants. Account of two rainbows, seen there at the same time - 1\nAtlas East-India ship. Abstract of the journal of, - 190\nAtmospheres, electrical, their effects upon frogs, and other small animals, - 11\n\nB\n\nBarker, Thomas, Esq. Abstract of a register of the barometer, thermometer, and rain, at Lyndon, in Rutland, with the rain in Surrey and Hampshire, for the year 1792; and a comparison of wet seasons, - 220\nBarometer, register of, at Lyndon, in Rutland, - 220\nBay of Biscay, remarks on, - 187\nBell, Mr. William. Description of the double horned rhinoceros of Sumatra, - 3\nINDEX.\n\nBell, Mr. William. Description of a species of chaetodon, called, by the Malays, *Ecan bona*, - 7\nBenares, further particulars respecting the observatory there, - 45\n—— Account of the method of making ice there, - 56, 129\nBile, instance of its secretion from arterial blood, - 61\nBlagden, Sir Charles, Knt. Extract of a letter from, giving some account of the tides at Naples, - 168\nBlood vessels, uncommon state of, in the human body, - 60\n\nC\n\nCanal, alimentary, uncommon formation of, in the human body - 64\nCaterpillars, not affected by electricity, - 32\nChaetodon, description of a species, called, by the Malays, *Ecan bona*, - 7\nCiliary processes, opinions respecting their use, - 170\nCircle, its advantages for astronomical purposes, - 93\n—— of brass, description of one in the observatory at Benares - 47\nClarke, John, M.D. Description of an extraordinary production of human generation, with observations, - 154\nClock, description of one of a peculiar construction, - 87\nCoating, metallic, its use in experiments of animal electricity, - 18\n—— of different metals, in what cases necessary, - 20, 24\nColon, uncommon length of, in the human body, - 64\nComet, account of the discovery of one, - 50\n—— of 1793, observations of, - 55\nCrystalline lens, muscularity of, supposed by Descartes, and Dr. Pemberton, - 170\n—— discovered by Leeuwenhoek, - 176\n—— of an ox described, - 172\n—— of fishes, remarks on, - 177\nCurrent, observations on one that prevails to the westward of Scilly, - 182\n\nD\n\nDial, equinoctial, description of one in the observatory at Benares, - 47\nDiscoveries, account of some, made by Mr. Galvani, of Bologna, - 10\n\nE\n\nEcan bona, description of a species of chaetodon so called, by the Malays, - 7\nElectric atmospheres, their effects on frogs, and other small animals, - 11\nINDEX.\n\nElectricity, new discovered law in, - 20, 31\n——— estimate of the quantity necessary to produce certain effects in a frog, - 15\n——— animal, account of the discovery so called, - 10\nElectrometer, a new kind, called an animal one, - 16\nEquatorial instrument, account of, - 67\nEvaporation, remarks on its power in generating cold, - 130\nEye, experiments on, - 179\n\nF\n\nFishes, remarks on their crystalline lens, - 177\nFluids, description of an instrument for ascertaining the specific gravities of, - 164\nFoetus, remarks on the powers and functions of, - 161\nFrogs, effect of electric atmospheres upon them, - 11\n——— experiments with, - 24, 29, 38\n\nG\n\nGalvani, Mr. Account of some discoveries made by him, - 10\nGeneration, human, description of an extraordinary production of, - 154\nGravities, specific, of fluids, description of an instrument for ascertaining, - 164\nGregory, the Rev. Edward. Extracts of two letters from, containing an account of the discovery of a comet, with observations, - 50\n\nH\n\nHampshire, register of rain in that county, - 220\nHeart, uncommon transposition of, in the human body, - 60\nHector East-India ship, effects of a current upon, - 189\nHerschel, William, LL.D. Observations on the Planet Venus, - 201\nHuman body, uncommon formation in the viscera of, - 59\n\nI\n\nIce, account of the method of making it at Benares, - 56, 129\nImmersion of γ Tauri, observation of, - 53\nInsects, some kinds not affected by electricity, - 32\n——— experiments on, - 33\nINDEX.\n\nInstrument for ascertaining the specific gravities of fluids, description of, - 164\nIntestines, uncommon formation of, in the human body, - 64\nJournal of the Atlas East-India ship, abstract of, - 190\n\nL\n\nLamp micrometer, remarks on, - 215\nLevel, one of extraordinary sensibility described, - 92\nLeyden phial, remarks on the supposed analogy of, to some phænomena of animal electricity, - 19, 29\nLight house, remarks on that of Scilly, - 198\nLiver, uncommon state of, in the human body, - 61\nLizards, experiments on, - 38\n\nM\n\nMaskelyne, the Rev. Nevil, D.D. Observations of the comet of 1793, made by him, and other observers, - 55\nMonster, description of an extraordinary one, - 154\n——— remarks on monsters, - 157\nMountains said to have been seen in Venus, remarks on, - 202\nMuscles, experiments on muscles, and pieces of muscle, - 28, 30, 35\n——— not immediately affected by electricity, - 21, 36\n——— voluntary ones not affected by weak currents of electricity, - 34\nMuscularity of the crystalline lens, supposed by Descartes and Dr. Pemberton, - 170\n——— discovered by Leeuwenhoek - 176\nMusschenbroek, attempt to solve some optical queries proposed by him, - 178\n\nN\n\nNaples, some account of the tides there, - 168\nNerves, the only parts immediately affected by electricity, - 21, 36\n——— experiments on, - 23\n\nO\n\nObservatory at Benares, further particulars respecting, - 45\nOptical queries, attempt to solve some - 178\nOx, the crystalline lens of, described, - 172\n### INDEX\n\n**P**\n\n*Parallactic machine*, remarks on an instrument so called, - 73  \n*Placenta*, remarks on its vessels, - 160  \n*Porous vessels*, their use in making ice, - 57  \n— experiments on the effect of the evaporation produced from them, - 129  \n*Presents* received by the Royal Society, from November 1792 to June 1793, - 229  \n*Production*, extraordinary, of human generation, - 154  \n*Projection table*, remarks on an instrument so called, - 215\n\n**Q**\n\n*Quadrant of stone*, in the observatory at Benares, described, - 46  \n*Quadrupeds*, experiments on, - 23, 25, 27  \n*Queries*, optical, attempt to solve some, - 178\n\n**R**\n\n*Rain* in Rutland, Surrey, and Hampshire, register of, - 220  \n— comparative tables of, - 223  \n*Rainbows*, account of two, seen at the same time, - 1  \n*Ramsden, Mr. Jesse*, description of an instrument made by him, - 75  \n*RENNELL, James*, Esq. Observations on a current that often prevails to the westward of Scilly; endangering the safety of ships that approach the British Channel, - 182  \n*Rhinoceros*, double horned, of Sumatra, description of - 3\n\n**S**\n\n*Saturn*, remarks on some appearances said to have been seen in that planet, - 202  \n*SCHMEISSER, John Godfrey*. Description of an instrument for ascertaining the specific gravities of fluids, - 164  \n*Scilly*, observations on a current that often prevails to the westward of, - 182  \n— remarks on the light-house there, - 198  \n*Short, Mr. James*, first applied a telescope to a combination of circles, - 71  \n*SHUCKBURGH, Sir George*, Bart. An account of the equatorial instrument, - 67  \n*Smeaton, Mr.* account of an experiment made by him, - 185  \n\nMDCCXCIII.\nINDEX.\n\nSoundings, proposal respecting, between the parallels of Scilly and Ushant, - 198\nSturges, the Rev. Dr. An account of two rainbows, seen at the same time at Alverstoke, Hants, July 9, 1792, - 1\nSumatra, description of the double horned rhinoceros of, - 3\nSurrey, Register of rain in that county, - 220\n\nT\n\nTatties, a kind of mat so called, their use in cooling rooms, - 130\nTauri γ, observation of an immersion of, - 53\nThermometer, state of, at Benares, - 130\nregister of, at Lyndon, in Rutland, - 220\nTides, at Naples, some account of, - 168\neffect of wind on them, - 185\nTongue, human, experiment upon, - 42\nTongues of quadrupeds, experiments with, - 43\nTransit circle, description of one, - 133\nTumors, remarkable ones on the bones of a fish, - 8\n\nU\n\nUvea, supposed by Dr. Jurin to be muscular, - 171\n\nV\n\nVascular system, remarks on its powers, - 161\nVenus, observations on, - 201\nremarks on the size of that planet, - 217\nViscera of the human body, uncommon formation in, - 59\nVision, observations on, - 169\nVolta, Mr. Alexander. Account of some discoveries made by Mr. Galvani, of Bologna; with experiments and observations on them, - 10\n\nW\n\nWall, circular, in the observatory at Benares, described, - 48\nWeather of 1792, remarks on, - 221, 226\nWet seasons, comparison of, - 223\nWilliams, John Lloyd, Esq. Further particulars respecting the observatory at Benares, of which an account, with plates, is given by Sir Robert Barker, in the LXVIIth Vol. of the Philosophical Transactions, - 45\nINDEX.\n\nWilliams, John Lloyd, Esq. Account of the method of making ice at Benares, - - - 56\nadditional observations on the method of making ice at Benares, - - - 129\nWind, remarks on its effect on water, - - - 185\nWollaston, the Rev. Francis, LL.B. A description of a transit circle, for determining the place of celestial objects as they pass the meridian, - - - 133\nWorms, the class of animals so called not affected by electricity, experiments on, - - - 32\n\nY\n\nYoung, Thomas. Observations on vision, - - - 169\nYs, of a peculiar construction, described, - - - 137\n\nFrom the Press of\nW. Bulmer & Co.\nCleveland-Row, St. James's.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106820.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 12,
    "total-input-tokens": 19000,
    "total-output-tokens": 6404,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1573,
        2
      ],
      [
        1573,
        4011,
        3
      ],
      [
        4011,
        6489,
        4
      ],
      [
        6489,
        8879,
        5
      ],
      [
        8879,
        9640,
        6
      ],
      [
        9640,
        11446,
        7
      ],
      [
        11446,
        12925,
        8
      ],
      [
        12925,
        14397,
        9
      ],
      [
        14397,
        16060,
        10
      ],
      [
        16060,
        17564,
        11
      ],
      [
        17564,
        18192,
        12
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106820",
    "title": "Back Matter",
    "authors": null,
    "year": 1793,
    "volume": "83",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 12,
    "jstor_url": "https://www.jstor.org/stable/106820"
  }
}