{
  "id": "9f9d606b7d46c53b9e46c10a8ac91dd0dfafb30c",
  "text": "the White Conduit, situate on the West of Islington, with much\nthe like success as the former. Upon shaking the Bell before any\nAir was intruded, it was but just audible at 30 yards distance.\nUpon the Injection of one Atmosphere (begging leave as before to\ncall it so) it became then as audible at 60 yards, as it was before\nat 30. A second being intruded, the Bell upon shaking might then\nbe heard at 90 yards distance. But after that, tho near 100 strokes\nof the forces were repeated, yet could it hardly be heard 20 yards\nfarther. Which I attribute in a great measure to the Reasons be-\nfore given. The Morning was very Misty, which caus'd a great\nDew upon the Grass. Little or no Wind stirring. And the silence\nrequisite in making such an Experiment nicely, at last began to be\ninterrupted by the sounds of the five a Clock Bells, and other\nNoises which joyn'd in Chorus with them from the City, contri-\nbuting in some measure to the unsuccesfulness of the latter part of\nthe Experiment: Which still I hope to prosecute farther, not de-\nspairing of finding such a Gage as will show the Certainty of the\nQuantities injected, without any danger or hazard in the Attempt.\n\nVIII. An Experiment made at a Meeting of the Royal Society,\ntouching the Diminution of Sound in Air rarefy'd. By Mr Fr.\nHauksbee.\n\nA Bell being included under a Receiver, which being shaken\nto make the Clapper strike, it was very observable that the\ninterposition of the Glass betwixt the Bell and the Ear, was a\ngreat obstruction to its Sound, notwithstanding it was audible at\nsome good distance from it: But gradually withdrawing the Air,\nand making several Stops to shake the Bell at different Degrees\nof Rarefaction, the Diminution of the Sound at every Stop was\nvery distinguishable. Till at last, when the Receiver was well\nexhausted of Air, the remains of Sound was then so little, that the\nbest Ears could but just distinguish it: It appearing to them like a\nsmall shrill Sound as at a great remoteness. Upon suffering the\nAir to re enter (which was not done all at once, but by turns)\n'twas easy to perceive the increase of Sound at the different times\nthe Bell was made to ring: The Recipient being again replac'd\nwith Air, the Sound then seem'd something more clear and audi-\nble than it did upon its first inclusion.\n\nLONDON,\nPrinted for Sam. Smith and Benj. Walford, Printers to the Royal Society,\nat the Prince's Arms in St Paul's Church-yard, 1705.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102984.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 668,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2438,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102984",
    "title": "An Experiment Made at a Meeting of the Royal Society, Touching the Diminution of Sound in Air Rarefy'd. By Mr Fr. Hauksbee",
    "authors": "Fr. Hauksbee",
    "year": 1704,
    "volume": "24",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/102984"
  }
}