{
  "id": "321aabb51be220610c966d9c185b561fcd17aa62",
  "text": "IV. Description of a triple Sulphuret, of Lead, Antimony, and Copper, from Cornwall; with some Observations upon the various Modes of Attraction which influence the Formation of mineral Substances, and upon the different Kinds of Sulphuret of Copper. By the Count de Bournon, F. R. S. and L. S.\n\nRead December 22, 1803.\n\nSULPHURET OF LEAD, ANTIMONY, AND COPPER.\n\nThis substance, which has hitherto been found only in Cornwall, has been many years known in England. Most of the collections of minerals in London contain specimens of it, in which its peculiar characters are more or less distinctly seen; nevertheless, either the scarcity of this mineral (the mine* in which it is found having never been regularly worked) has been an obstacle to its being more known in Europe, or the nature of its external characters, which do not allow it to be classed with any of the mineral substances already described, has prevented mineralogists from giving it a place in their works; for, it is very certain that none of them, not even those who have lately written, have taken any notice of it.\n\nIn the country where this mineral is produced, it has been generally considered as an antimonial ore; but no observation, at least none that has ever come to our knowledge, had yet determined, whether it was an ore of antimony, properly so called,\n\n* Huel Boys, in the northern part of Cornwall.\nor one of those compound metallic bodies in which various metals are combined with the same mineralizing substance, as is frequently observed in mineralogy. At length Mr. Hatchett, to whom the science of mineralogy is already under many obligations, has added to them, that of having determined, in the most satisfactory manner, the place this substance ought to occupy amongst metallic bodies. Mr. Hatchett has ascertained, that it is a triple sulphuret, in which the sulphur is combined, at the same time, with lead, antimony, and copper. Mineralogy has hitherto furnished very few instances of triple metallic sulphurets, particularly of such as (like that here described) exhibit their characters in as striking a manner to the mineralogist as to the chemist.\n\nThe colour of this mineral is a dark gray, inclining to black. It has a very brilliant lustre. It is very brittle; fragments of it may be easily broken off by means of the nail.\n\nIts hardness is such, that it very easily cuts calcareous spar; but it is not sufficiently hard to scratch fluor spar.\n\nWhen rubbed pretty strongly on white paper, it leaves on it a faint black mark; but not so readily as lead, or sulphuret of antimony.\n\nIt does not, when rubbed, emit any smell.\n\nWhen grossly powdered, the powder still retains the metallic lustre.\n\nWhen thrown, in the last mentioned state, upon an iron not quite red hot, it emits a phosphorescent light, of a bluish-white colour, but without any smell whatever; no such light, however, can be obtained from it by means of friction.\nIts specific gravity is $5765$;* it is consequently superior to that of sulphuret of copper, or sulphuret of antimony, but very inferior to that of sulphuret of lead.\n\nThe fractures of its crystals are not smooth, neither are they lamellated in any particular direction, but are generally granulated, and have rather a coarse grain.\n\nThe crystals of this substance are very brilliant, and often of a very large size. I have seen some that were more than an inch in length, and of a proportional height: but, as most of them have a great number of facets, and are frequently very irregularly shaped, on account of the inequality of their increase, it becomes very difficult to determine their form; particularly as the crystals most commonly found, are those which differ most from the primitive form, to which, on that account, it becomes very difficult to refer them. For this reason, I have resolved to give a particular description of every thing that relates to the crystalline forms of the substance; hoping that I shall, by that means, contribute to promote the knowledge of a character so important in the study of mineralogy.\n\nPrimitive Crystal. The form of the primitive crystal is a rectangular tetraedral prism, which has its terminal faces perpendicular to its axis, as in Plate II. Fig. 1; but I have never yet observed, in all the specimens I have seen of this substance, the above-mentioned prism entirely destitute of secondary facets.\n\n* Of two trials of the specific gravity of this substance, taken at six months distance from each other, the first gave me $5765$, the second $5763$. It is evident that it is scarcely possible to approach more nearly to that found by Mr. Hatchett, namely, $5766$; and this constancy in the above character, may be considered as a proof of the state of purity habitual to this sulphuret.\nFirst Modification.* This modification consists in a decrease along the vertical edges of the primitive crystal, so that each of these edges is replaced by a plane, which is equally inclined upon the adjacent faces, and which consequently makes, with each of them, an angle of $135^\\circ$, as in Fig. 2. Among the crystals I have hitherto seen of this substance, I have never yet met with this simple octaedral prism; it is usually combined with some of the other modifications, and, in that case, the sides of the secondary prism are generally broader than those of the primitive crystal, as is represented in Fig. 3. The new planes produced by this first modification, are usually striated, and often very deeply, in their vertical direction.†\n\nWhen the new planes abovementioned have acquired sufficient extent to cause the vertical faces of the primitive crystal entirely to disappear, the result is, a rectangular tetraedral prism, perfectly similar to that of the primitive crystal, excepting that, in all I have met with, I have constantly observed that the vertical faces were striated, as in Fig. 4. This kind of prism is rare in this substance; I have, however, met with two or three instances\n\n* I commonly make use of the term modification, to express that alteration which takes place in the primitive crystal, whenever the crystalline laminae (which are themselves only a regular collection of molecules) undergo a change with respect to the ratio of the arithmetical progression they admit, in their deviation from the edges or angles of the primitive crystal; and I employ the word variety, to signify those differences in the crystals which arise only from the various proportions of the faces to each other, or those which are produced by the combination of two or more modifications in the same crystal.\n\n† Although, in all these crystals, the above-mentioned striae are owing to an imperfection in their crystallization, I have, in the figures, represented by strokes, those striae which distinguish the planes of the secondary prism of this substance. By this means, it becomes more easy to comprehend the manner in which the crystals differ from each other.\n\nMDCCCIV.\nof it. The above-mentioned vertical striæ are sometimes so strongly marked, as to give reason to suppose we might, by a very trifling effort, succeed in separating the laminae from each other, according to their natural direction; but every attempt I have made with this intention, has constantly been fruitless.\n\nSecond Modification. This modification is produced by a decrease at the solid angles of the primitive crystal, in consequence of which, each of these angles is replaced by a plane, which makes, at its meeting with the terminal faces, an angle of $130^\\circ$; and, with the vertical edges of the prism, an angle of $140^\\circ$, as in Fig. 5. I have never yet observed the planes produced by this modification, simply combined (as is shown in the figure) with those of the primitive crystal; but the crystals I shall now describe, will demonstrate the probability of the existence of such a combination. I have, however, seen these planes combined with those of the secondary prism; and, when that happens, the planes caused by this second modification, instead of being situated at the solid angles of the prism, (as is the case when they are combined with the planes of the primitive crystal,) are situated on the edges of the terminal faces.\n\nThird Modification. This modification is also produced by a decrease at the solid angles of the primitive crystal; but this decrease is greater than the former, that is to say, the edges of the laminae, which are deposited one upon the other, recede in a greater degree from the edges of those which have preceded them. This gives rise to a plane, which, in a similar manner, replaces the solid angles of the primitive crystal, and makes, at its meeting with the terminal faces, an angle of $150^\\circ$; and, with the edges of the prism, one of $120^\\circ$. See Fig. 6. I have not indeed hitherto seen the planes produced by this third modification.\ncombined merely with those of the primitive crystal; but it is yet more common than in the preceding modification, to meet with them combined with the planes of the secondary prism; and they are then situated along the edges of the terminal faces, as is shown in Fig. 7. More frequently, however, the prism is very short, as is represented in Fig. 8; and it usually preserves some traces, more or less considerable, of the sides of the primitive crystal, as in Fig. 9.\n\nIt sometimes happens, that the decrease producing this modification has taken place only in two of the opposite angles, situated in the same direction, on the terminal faces; then, if the planes arising from this modification happen to be combined with those of the secondary prism, they are situated only on two opposite edges of each of the terminal faces of this prism. See Fig. 10. I have observed this variety in pretty large crystals; and the specimen in which I met with them (and which, like all the others, came from Cornwall) contains also some very regular aggregations, each consisting of four of these crystals, in the form of a cross. These crystals penetrate each other for a certain part of their extent, as is shown in Fig. 11.\n\nIf the planes produced by this third modification were combined with those arising from the second modification, the result would be, the variety represented in Fig. 12, in which the planes of the two last modifications meet together at an angle of $170^\\circ$; but I have not yet met with this variety in so simple a state.\n\nFourth Modification. This is produced by a decrease along the edges of the terminal faces of the primitive crystal; in consequence of which, each of those edges is replaced by a plane, which is equally inclined upon the adjacent faces, and makes,\nwith the terminal faces, and with the vertical faces of the prism, an angle of $135^\\circ$, as in Fig. 13.\n\nIf the planes produced by this fourth modification were combined with those of the secondary prism, they would then be situated at the solid angles of this prism, as is represented in Fig. 14. I have not yet seen these two last varieties in so simple a state as that in which the figures represent them; but the two most common forms in which this substance has hitherto been found, are those shewn in Figs. 15 and 16. Now, Fig. 15 is nothing more than the combination of the planes of the primitive crystal with those of this modification, and with those of the first and second modifications. In the same way, Fig. 16 is likewise the result of the same combination; but with the planes of the third modification added to it.\n\nLastly, Fig. 17 exhibits a detached crystal, of a perfectly determinate form, and of about an inch in length, seven lines in breadth, and five lines in height, which makes part of the collection of Mr. Phillips, who was so kind as to allow me to examine it, as well as every other specimen of this substance in his possession. It is, in fact, the variety represented in Fig. 16, but in which the planes belonging to the fourth modification have acquired a more considerable extent; while those which belong to the third modification exist only on two of the opposite edges of the terminal faces, as was observed in speaking of the crystal represented in Fig. 10.\n\nBefore I proceed to those observations which this triple sulphuret (a most interesting substance in mineralogy) affords me an opportunity of making, with regard to the various ores that are produced by the combination of sulphur and copper, of the nature of which, neither mineralogy nor chemistry have yet\nsupplied any certain information, I think it right to make a few remarks, upon some circumstances relating to the different modes of attraction that appear to influence the formation of mineral substances. However imperfect this sketch may be, it will at least serve to illustrate what I shall hereafter say, respecting the various ores I have just mentioned.\n\nOBSERVATIONS ON THE VARIOUS MODES OF ATTRACTION WHICH INFLUENCE THE FORMATION OF MINERAL SUBSTANCES.\n\nThe observations to which the study of mineralogy, which of late years has been pursued with particular attention, has given rise, seem to me to lead to the following conclusion, viz. that, of the two kinds of attraction which have been hitherto admitted to prevail in the formation of mineral substances, namely, the attraction of composition, and the attraction of aggregation, the latter is subject to different modes of action, all of which have a striking effect in the formation of mineral substances.\n\nThe first kind of attraction to which mineral bodies are subject, and which is generally known by the name of chemical attraction, is the attraction of composition. This kind of attraction takes place only between the most simple or primitive molecules of a substance; but, at the same time, it exists only between molecules that are dissimilar, or that belong to different substances. To its action is owing the formation of new molecules, to which may be properly given the name of secondary or integrant molecules; because they, and they only, determine the nature of all the compound bodies belonging to the mineral kingdom. These molecules are the result of the intimate com-\nbination, in different proportions, of the primitive molecules of two or more different substances. The difference existing between mineral bodies, consequently depends upon the following circumstances; first, upon the nature of the primitive molecules, by the combination of which they are produced; secondly, upon the proportion in which those molecules are combined together.\n\nAt the instant the new or secondary molecules are formed, if they happen to be at a proper distance from each other, and in a fluid which permits them to move freely, they become subject to, and are forced to obey, the second species of attraction, namely, the attraction of aggregation, which unites them into one or several masses, perfectly homogeneous in all their parts.\n\nBut the attraction of aggregation seems to be susceptible of various modifications, which alter its manner of acting upon the constituent molecules. Of these modifications there are two principal ones; the first of which may, I think, be distinguished by the name of crystalline attraction of aggregation; the second may be called simple attraction of aggregation.\n\nThe crystalline attraction of aggregation always takes place between similar molecules; which molecules are simple or primitive, in those bodies which are considered as simple or primitive, (and which in fact are so,) and they are compound in other bodies. This kind of attraction, in its action upon the molecules under its influence, is either regular, irregular, or amorphous.\n\nIn the regular crystalline attraction of aggregation, the molecules arrange themselves in such a way as to give rise to solid bodies, which are either constantly of the same form, or are subject to certain laws of variation; these variations, however,\nare always capable of being referred to the same primitive form. This kind of attraction, to exert the full action of which it is capable, requires (as well as the attraction of composition) that the molecules on which it acts should be situated in a fluid, in order that those molecules may possess a perfect freedom of motion. It is also necessary that this fluid be at rest; any motion foreign to that of the molecules themselves, disturbs them, and necessarily proves an obstacle to that regularity of form which is the natural result of their exact union. The fluid must, at the same time, be in a situation where it can evaporate gently; which evaporation, causing the molecules slowly to approach each other, brings them successively within their sphere of attraction. A crystalline mass may however show no regular determinate form, and nevertheless be the result of a regular crystallization. Such, for instance, is the formation of the pure transparent massive carbonate of lime, known by the name of calcareous Alabaster, which exactly fills the fissures or cavities in which it is found; such also is the formation of those stalactites which are composed of this kind of alabaster. In this case, as the cavities are completely filled, there cannot be formed in them any distinct crystal; and the above-mentioned masses may be considered as a large aggregation of crystals, the sides of which, being similar in form, and situated in the same direction, adhere together in one indeterminate mass. But, when that happens, the fracture of the mass always shows, in a satisfactory manner, the nature of its formation. In the substances I have just spoken of, for instance, the fractures are always lamellated; and, by following the direction of the lamellæ, we may always bring any fragment of the mass into the form of its primitive crystal.\nWhen, in the formation of a substance that is acted upon by the crystalline attraction, its action happens to be disturbed, by any cause whatever, the masses resulting from it do not belong to the regular crystalline attraction; and the irregular crystalline attraction which takes place, produces various results, which no doubt are owing to many different causes. Sometimes there are masses partially lamellated, the lamellæ of which cross each other in various directions; at other times, we find masses which are either foliated, or fibrous.\n\nIt sometimes happens, (owing perhaps to a more considerable degree of disturbance during the process of attraction,) that there are formed small irregular detached masses, often so minute as to be scarcely perceptible; at other times, they are of a larger size, and, as soon as formed, fall to the bottom of the liquor, and unite together by a simple mode of attraction, which may with great propriety be called simple homogeneous attraction of aggregation. Of this kind are, granulated quartz, granulated carbonate of lime, &c. the different kinds of which substances, differ from each other only by the fineness or coarseness of their grain. Sometimes, however, the crystalline attraction of aggregation, and the simple homogeneous attraction, act together, at the same time, in the same solution. When this takes place, the granulated masses, instead of being composed of an aggregate of irregular grains, appear to consist of small crystals, which have a very regular form. This frequently takes place in pure granulated carbonate of lime, and still more frequently in magnesian carbonate of lime, particularly in that kind which is found in large and extensive masses, in various parts of England. In the case here spoken of, which, it may be presumed, can take place only in highly saturated solutions, in which the molecules\nare consequently very near to each other, there is a rapid and detached crystallization, in all parts of the solution, while no attraction takes place between the crystals that fall down, except that of simple aggregation. I repeat, that no other than simple attraction of aggregation takes place between the crystals; for, if the crystalline attraction, which first took place, had continued to exert its action, the crystals, instead of joining together in a confused and irregular manner, would unite by their analogous sides, and produce one or several very large crystals; which crystals would be either exactly similar to the primitive crystals, (of which we see such frequent instances in fluate of lime, and in sulphuret of lead,) or they would have secondary planes, produced by a regular decrease, similar to those which have been mentioned and described by others, as being formed only by the molecules of the primitive crystalline form. These decreases can, in this case, only modify the secondary form; in the same way as the decreases produced by the primitive molecules, modify the primitive form. This new law, of which till now no notice has been taken, will perhaps appear at first view to militate against the generally received ideas of crystallization; its existence, however, cannot be doubted. In fluate of lime, and also in carbonate of lime, are frequently seen irrefragable proofs of it; indeed it appears to me that, far from contradicting the laws of attraction hitherto observed in nature, it agrees perfectly well with them.\n\nSometimes, in the great dissolutions of nature, the molecules, instead of uniting together by the influence of the crystalline attraction of aggregation, are precipitated in a detached but confused manner. In that case, the action of this mode of attraction has entirely ceased, and has given place to that of simple\naggregation; and the masses that result from it, no longer offer any appearance that can recall to the mind the known circumstances of crystallization. The fractures of the mass have no lamellated or regular aspect; and very often present that which is distinguished by the name of earthy. Such is, in various substances, the formation of most of those varieties to which Mr. Werner has given the name of compact.\n\nMany circumstances seem to lead to the idea that, in the formation of certain substances, there exists a species of crystallization by which no determinate form is produced. These substances, however, are really the result of a regular crystallization, that is to say, of as regular a crystallization as can take place in them, and one which cannot be referred to any of the disturbed crystallizations of which I have already spoken. This property depends, probably, upon the peculiar form of the primitive molecules of those substances; such, for instance, is the globular form, or those forms which approach to it: perhaps, however, it depends upon other causes. This species of attraction, is what I have called amorphous attraction of crystallization; a name that, in my opinion, expresses very properly the nature of its action, which appears not to allow the substances on which it acts, to take any determinate geometric form, however pure those substances may be, or under whatever circumstances that action may take place. Calcedony, girasol,* (which substance, when in a certain state of decay, is called opal,) and that kind of steatite which is perfectly pure and transparent, appear to me to owe their origin to this mode of formation.\n\n* I have long since adopted this word, (which had already been given to one of the purest varieties of the above substance,) to distinguish the substance to which Mr. Werner gives the general name of opal, and to which the Abbé Hauy gives the name of quartz resinile.\nThis subject requires that I should enter into it more minutely. In so doing, I shall make calcedony the basis of my observations, which may be afterwards easily applied to such other substances as are similarly circumstanced. I shall first observe, that calcedony, by the purity and homogeneity it is frequently seen to possess, as well as by its nature and the grain of its fracture, positively announces a state of crystallization; yet, although we frequently observe it in circumstances exactly similar to those which, in other substances, give rise to determinate crystals, (such as actual solution in a fluid, and that fluid inclosed in a cavity where it is in a state of rest,) it always offers itself to us with the same appearance, in which there cannot be perceived any tendency to a regular form. Every mineralogist is acquainted with the beautiful geodes of Oberstein, in the cavities of which are seen crystals of quartz, also of carbonate of lime, and very frequently, likewise, fine crystals of the substance called by Werner Kreutzstein, and by the Abbé Hauy Harmotome. Calcedony is frequently found with the above substances; but, when that happens, although it is very pure, and is in the same circumstances as those substances, it always appears either in the form of layers, or of mamillæ, or in the ramosè form of stalactites; and never shows the least tendency to a determinate crystalline form. The same remark may be applied to other geodes, composed of agate, of flint, &c. Indeed, if calcedony were capable of assuming a determinate crystalline form, how does it happen that this substance, (which is one of the most common in nature, and is found in so many different forms, and so variously circumstanced,) has never yet been met with in a state that shewed any appearance of that form. It is true, that many mineralogists have spoken of crystals of calce-\nbut, from the variety of forms they have assigned to these crystals, (which forms have no connection with each other, and evidently belong to other known substances,) it is very clear that all these pretended crystals of calcedony, have been produced merely by its having taken the place of other substances; either by being moulded in the cavities left by the destruction of the crystals of such substances, or by being formed at the very instant of the destruction of those crystals, by an operation analogous to that known by the name of cementation. Examples of the nature here spoken of, are well known to happen in many other substances. Besides, those stones which offer the greatest resistance to a mechanical division, such as quartz, blue corundum or sapphire, zircon, garnet, &c. sometimes show, by fortunate accidental fractures, or other natural accidents, the direction of the crystalline laminæ of which they are composed. Quartz, for instance, is sometimes found with an evidently laminated appearance, particularly the blue variety, which is brought to us either from Canada or from the East Indies; but never yet was an appearance of this nature perceived in any kind of calcedony.\n\nMany celebrated mineralogists, amongst whom may be mentioned the Abbé Hauy, seem to explain this want of crystallization in calcedony, by considering that substance as nothing more than quartz in a concrete state. This is, in fact, supposing it a sort of irregular crystallization, which bears the same analogy to quartz, that calcareous alabaster bears to crystallized carbonate of lime. I cannot, however, by any means adopt this opinion, as it does not appear to me to agree with those facts which nature permits us to observe; for, not to mention those kinds of quartz which are produced by a disturbed crystallization,\nfor instance, granulated quartz, both of a fine and of a coarse grain, quartz in stalactites, &c. we are acquainted with several kinds of true concrete quartz, which forms veins in primitive rocks, in the same manner as carbonate of lime forms veins in secondary rocks. All these substances have the appearance peculiar to quartz, and show nothing that is at all analogous to that appearance which so strongly characterises calcedony; the latter, also, possesses a degree of hardness superior to that of any of the others. Besides, quartz in a concrete state is often found accidentally mixed with martial argill; a circumstance that, as is well known, frequently happens to calcedony. In the former case, a true jasper is formed, which has a quartzose base, instead of having, as in the latter case, a base of calcedony. The appearance of these two kinds of jasper is so different, that the most inexperienced eye cannot fail to distinguish them at first sight.\n\nMany other facts might be added, in support of what I have said. Calcedony, for example, is easily decomposed: there are few masses of this substance of any considerable size, few fragments of flint, jasper, &c. which have lain for any length of time upon the surface of the earth, that do not afford a demonstration of it. Most kinds of cacholong are nothing more than the effect of this decomposition, in a more or less advanced state, which (as happens in the girasol, but in a less perfect and less striking manner) causes the stones in which it takes place, to possess the property of becoming transparent in water. Quartz, whether in the most perfectly crystallized state, or in that in which its crystallization has been the most disturbed, possesses nothing which can be compared with the above property. I cannot therefore consider quartz as calcedony, properly so called; nor can I consider the substance I have distinguished\nby the name of girasol, as being either quartz or calcedony. But, it will be said, what is then the nature of those substances? To this question I can only answer, I do not know; and, unfortunately, those substances are not the only ones respecting which we are obliged to confess our ignorance. We make, however, one step towards the knowledge of the nature of a substance, when we discover that it is not what it has hitherto been supposed to be. Calcedony and girasol certainly have for their base, the same earth that forms the base of quartz; but that earth appears to me to be differently modified in those substances; that is to say, I do not believe that quartz is merely an aggregate of pure quartzose earth. In like manner, I do not believe that corundum is merely an aggregate of pure argill. Perhaps, among the number of interesting discoveries with which chemistry is constantly enriching us, we shall one day be enabled to place that of a more intimate acquaintance with the nature of the above-mentioned substances.\n\nBesides the attraction which takes place between the similar integrant molecules of substances, which I have already mentioned, there exists another, between these similar molecules and those which are dissimilar, or of a different nature. In consequence of this kind of attraction, during the formation of a substance by the aggregation of its similar molecules, other molecules of a different substance, being situated near them, enter into union with them, either by one molecule uniting with another, or by a collection of molecules uniting themselves to a molecule. To the first of these, I shall give the name of simple homogeneous attraction of aggregation; the other I shall call heterogeneous attraction of aggregation; and, to those extraneous molecules which the last mentioned kind of attraction introduces\ninto a substance, I shall give the name of accidental integrant molecules.\n\nThe effects of the last mentioned attraction, which is much weaker and much more variable than any of the others, seem to depend, in a great measure, upon the different circumstances in which the substances happen to be, at the moment of their formation. The new substance resulting from it, is not perfectly homogeneous in all its parts, and, of course, ceases to be a chemical compound, properly so called. Every thing seems to show, that the introduction of these accidental molecules into the abovementioned substances, is governed by a particular law of attraction; which acts in an uniform manner, so long as the formation of the substances under its influence takes place in the same circumstances; but which varies, when those circumstances happen to undergo any variation. Thus, for instance, in those kinds of tremolite that have the dolomite for matrix, (as in that from St. Gothard,) the carbonate of lime is in the proportion of $\\frac{18}{100}$;* but, in those kinds which have an argillaceous matrix, it is only in the proportion of $\\frac{4}{100}$. Thus also, the magnesian carbonate of lime, the chemical nature of which, as is shown by its form, is the same as that of pure carbonate of lime, admits, in consequence of the heterogeneous attraction of aggregation, the magnesian earth as a simple integrant part, and in proportions which vary, according to the circumstances in which the formation of this carbonate takes place. The magnesian carbonate of lime of Tyrol, for example, contains, according to\n\n* Assisted by the analysis of Mr. Chenevix, I think I have proved what I have here asserted; and also, that the phosphorescence of the tremolite, which had been considered as one of the characters of that substance, is owing only to the particles of dolomite that are mixed with it. See Journal des Mines, No. 73.\nMr. Klaproth, $\\frac{45}{100}$ of magnesia;* while, according to the same chemist, that which comes from Sweden, contains only $\\frac{25}{100}$; yet both of them, most commonly, assume the primitive rhomboidal form of pure carbonate of lime.\n\nIn like manner also, a proportion of iron greater than that which makes a constituent part of the garnet, is observed in that substance; and this proportion varies considerably, according to the circumstances which governed its formation. If we take, from among the various analyses of this substance, by different chemists, those only which were made by Mr. Vauquelin, we shall find, that the red garnet of Bohemia afforded him $\\frac{41}{100}$ of iron; the black garnet of the Pic d'Eres-lids in the Pyrenees\n\n---\n\n* This is likewise nearly the proportion of magnesia found in the magnesian carbonate of lime which is so common in Derbyshire, and in many other parts of England. For our knowledge of this substance, which had till then been confounded with the martial carbonate of lime, (pearl spar,) we are indebted to the analysis made by Mr. Tennant. It is found in the form of small but very brilliant crystals, which belong to the primitive rhomboid of pure carbonate of lime; but these rhomboids do not appear to be subject to those variations in form so commonly met with in martial carbonate of lime. More frequently, however, it is in the form of a more or less granulated mass, which very often, upon being examined with a lens, shows itself to be a confused aggregation of the same small rhomboids. This magnesian carbonate of lime, is nearly equal in hardness to the martial carbonate. It dissolves, however, much more readily, and with a slight effervescence, in nitric acid; but does not give the same yellow colour to that acid, when it happens to contain iron, which it almost always does, though in very small proportion. Its mean specific gravity, taken on three specimens from different parts of Derbyshire, which varied very little from each other, was found to be 2823; the same carbonate from Tyrol, gave a mean specific gravity of 3053. The specific gravity of the magnesian carbonate is therefore greater than that of pure carbonate of lime; and there must surely have been some error in the operation that gave to Mr. Klaproth 2480, as the specific gravity of the former substance. The magnesian carbonate shows no phosphorescence when thrown upon a hot iron. I think it probable that, in the cabinets of various mineralogists, specimens of it have been erroneously placed among those of pearl spar.\nthe red garnet from the same place $\\frac{1}{100}$; and the yellow garnet of Corsica $\\frac{1}{100}$.\n\nNevertheless, although the various molecules which, by means of this last-mentioned mode of attraction, unite themselves to mineral substances during their formation, do not cause any change in their chemical nature, they frequently, as I have already observed, occasion an alteration in their physical construction; and very often induce variations in such of their characters as most immediately depend upon that construction, such as, their specific gravity, their hardness, their transparency, and even (particularly in the class of stones) their colour. It is therefore necessary that the mineralogist should fix his chief attention upon this mode of attraction, in order that he may be able to understand the accidental causes of the variations to which the substances under his examination are subject. The chemist also ought always to bear in mind the existence of such causes, as they may be fairly suspected, in most of the substances whose nature he attempts to investigate by his analysis. If he neglects to do this, he will be constantly liable to confound, in the result of his operations, those products which really belong to the chemical composition of the substances he examines, with those which are foreign to it.\n\nThe foreign particles which the heterogeneous attraction of aggregation thus introduces into mineral bodies, necessarily affect their homogeneity. Yet, when that mode of attraction has taken place with all the perfection of which it is susceptible, the\n\n* The black garnet from Frascati near Vesuvius, of which Mr. Werner (for I know not what reason) has made a particular species, was also found by Mr. Klaproth to contain $\\frac{16}{100}$ of iron; whereas Mr. Vauquelin found the proportion of iron in this kind of garnet to be as high as $\\frac{25}{100}$.\ninterposition of these particles, in the substances into which they are admitted, is made in such a regular manner, that the homogeneity of those substances is in some measure preserved, if not with respect to single molecules with each other, at least with respect to collections of molecules with similar collections. Hence it follows, that the substance, although it may not possess that complete transparency which belongs to it when in its highest state of chemical purity, still retains that property in a very considerable degree. This is exemplified in many crystals of magnesian carbonate of lime, of martial carbonate of lime, of garnet, &c. But, for the most part, this kind of attraction, which, on account of its being more weak than any of the others, is more easily disturbed, does not admit of the forementioned regularity; in that case, the substance which was under its influence, possesses a greater or less degree of opacity.\n\nIn short, it appears, that the molecules of foreign substances, introduced into mineral bodies, in the above-mentioned manner, by the heterogeneous attraction of aggregation, do not prove any obstacle to the action of the crystalline attraction. The only effect the former mode of attraction seems to produce upon the latter, is to cause the form of the substance submitted to its influence, to approach as nearly as possible to the most simple forms, or even to the primitive one, belonging to it; and, at the same time, to render those forms more constant. Thus, the magnesian carbonate of lime, and also the martial carbonate of lime, generally assume either the form of the primitive rhomboid, or that of the lenticular rhomboid, of pure carbonate of lime. Thus also, the quartzose carbonate of lime, commonly known by the name of sandstone of Fontainebleau, constantly assumes the form of the muriatic rhomboid (named by Hauy\ninverse) of the pure carbonate of lime. Lastly, in the same manner, the kind of talc called chlorite, which frequently introduces itself into the axinite, almost always occasions the latter substance to assume one of its most simple forms.\n\nThose stones in which there exists no other cause of union between their particles than the attraction of aggregation, and which are known by the name of aggregate stones, furnish an example of the attractive force that is really exerted by the dissimilar molecules which enter into substances during their formation. In granite, for instance, the integrant parts, which, instead of being molecules, are become masses, are as dissimilar as possible. Yet, although no ingredient whatever contributes to unite them, (their union being brought about merely by the cohesion of their surfaces,) the great degree of hardness this stone possesses, and the difficulty with which its parts are separated, when it is in a perfect state, that is to say, when its texture has not been injured by any accidental cause, are both well known. This remark may be applied to various kinds of sandstone, of schistus, &c.\n\nThe different kinds of attraction here described, may, I confess, be nothing more than mere modifications of one and the same power, originally belonging to matter; but this appears to me not yet sufficiently demonstrated. Supposing it, however, to be the case, they certainly exert as much force upon mineral substances, at the time of their formation, as could be exerted by attractive forces of a really different nature.\nOBSERVATIONS UPON THE DIFFERENT KINDS OF SULPHURET OF COPPER.\n\nThe triple sulphuret of lead, antimony, and copper, described by me in the former part of this Paper, cannot fail to be considered as a substance highly interesting both to mineralogists and chemists, as it serves to show the true nature of the triple combination which sulphur enters into, with lead, antimony, and copper. The difference existing in the form, the specific gravity, the hardness, and all the other external characters of this triple sulphuret, when compared with those of the gray tetraedral sulphuret of copper, seems to me to demonstrate, that the antimony and the lead which have been so frequently supposed to be constituent parts of the last-mentioned ore, are nothing more than accidental mixtures; and that, when they happen to be met with in that ore, they have been introduced merely by the heterogeneous attraction of aggregation, and are foreign to its substance. The same opinion may, I think, be fairly adopted, respecting the silver which is sometimes found in it. If these metals were really constituent principles, how can we suppose, that the presence or the absence of one or more of them, and the great difference that exists in their proportions, (as is shown by the various analyses which have been made,) should occasion no variation whatever in the form of the sulphuret. Such a circumstance would be in direct opposition to every observation that has hitherto been made on the subject.\n\nHaving been, for a long time past, impressed with an idea, that iron and copper are the only metals combined with the sulphur, in the natural composition of the gray tetraedral sulphuret\nof copper, and wishing to have the truth of this opinion ascertained by chemical analysis, I desired Mr. Chenevix, about two years ago, to be so good as to analyse seven different specimens of the above-mentioned ore, in which I suspected the presence of antimony. I requested him, at the same time, to search with every possible care, for any metal the ore might contain besides copper and iron. Of these seven specimens, one came from Kapnick in Transylvania, one from Merkirch in Alsace, one from Andreasberg in the Hartz, one from Grossmandorf in Saxony, one from Freyberg in Saxony, one from Hesse, and one from the Alps of Dauphiny. Not one of them contained a particle of lead, or of silver; but every one of them contained antimony, although in such various proportions, as to exhibit the following differences; viz. $\\frac{3}{100}$, $\\frac{2}{100}$, $\\frac{17}{100}$, $\\frac{1}{100}$, and $\\frac{5}{100}$. From these results, (whatever error may be supposed to have been committed in the operation,) no one, I think, can possibly consider antimony as really forming a constituent part of this sulphuret. Two of the above-mentioned specimens possessed a determinate crystalline form, namely, a tetraedron. One of them, which came from Kapnick, contained $\\frac{2}{100}$ of antimony; the other, which came from Hesse, contained $\\frac{1}{100}$.\n\nIn order to complete this investigation, after having given Mr. Chenevix some other specimens of this gray sulphuret of copper, which had no appearance of crystallization, and which he found to contain nothing but sulphur, copper, and iron, without any trace whatever of antimony, I desired him to be so good as to add to his analyses, that of some very brilliant crystals of this same sulphuret, which came from Cornwall, and which were in the form of a tetraedron, with the edges doubly bevelled, and the solid angles truncated. They also were found to contain\nnothing but copper, iron, and sulphur, in the following proportions; namely, $\\frac{53}{100}$ of copper, $\\frac{33}{100}$ of iron, $\\frac{14}{100}$ of sulphur. Perhaps we may, with some reason, consider the latter analysis, as that of this sulphuret in its purest state, and consequently as that which most decidedly declares the true nature of the tetraedral gray martial sulphuret of copper, when free from those extraneous metals that so frequently unite with it, by introducing themselves within its substance.\n\nThis gray copper ore (the Fablerz of the Germans) is therefore, in my opinion, shown to be nothing more than a simple combination of sulphur with copper and iron, in other words, a double sulphuret, of copper and iron; but it is very apt, during its formation, to admit other metallic substances into its composition, by the heterogeneous attraction of aggregation. When this double sulphuret is scratched with a knife, the powder obtained is sometimes of a black colour: this is always the case when the sulphuret is unmixed. At other times, the powder is of a reddish-brown colour; and it may then be presumed, that the sulphuret contains a mixture of silver and antimony, generally combined together, in the state of red silver.\n\nI have seen many specimens of this substance, in which, by means of a lens, particles of red silver might be perceived. In some specimens, they might be seen with the naked eye. When this sulphuret is taken from a mine that contains sulphuret of lead, it very frequently contains some particles of the latter metal.\n\nOn the other hand, however, I cannot consider, as most mineralogists do at present, yellow copper ore (the Kupferkies of the Germans) as a mere martial pyrites, or sulphuret of iron, holding copper interposed within its substance. This ore also\nappears to me to be a double sulphuret, of copper and iron; but constituting a species distinct from the gray sulphuret of the same form. Chemistry has not yet ascertained, in a certain and satisfactory manner, the proportions of the constituent parts of this yellow double sulphuret. Its primitive form is a regular tetraedron, of which the octaedral form it sometimes exhibits, is only a modification, produced by each of its solid angles having been replaced by a plane, which is perpendicular to the axis passing through these angles. That this is really the case, is also proved, by my having seen specimens of this double sulphuret, (and chiefly among those that came from Cornwall,) which exhibited several of the well known modifications of the regular tetraedron; a circumstance that never takes place in the octaedral sulphuret of iron, even when it happens accidentally to contain a portion of copper.*\n\n* Though I do not admit that the above-mentioned yellow copper ore, is merely a sulphuret of iron, with copper interposed within its substance, I am far from asserting, that the last mentioned sulphuret does not sometimes contain a portion of copper interposed within it; but, when that happens, the copper is generally in much smaller quantity, and its proportions are very irregular, insomuch that, in a hundred weight of sulphuret of iron containing copper, the quantity of copper varies, from a few ounces to several pounds. Besides, this sulphuret of iron, in the above-mentioned circumstances, constantly preserves the external characters that are peculiar to it; which, as we shall hereafter see, are totally different from those of the yellow double sulphuret.\n\nBut, what appears to me worthy of remark is, that when this sulphuret of iron, thus mixed with copper, assumes a determinate form, that form is always one of those belonging to the octaedral sulphuret of iron; whereas, when gold happens to be, in the above manner, interposed within the substance of this sulphuret, it is always in that kind which assumes the form of striated cubes, or in that dodecaedral modification of the above form which has pentagonal planes.\n\nThe constancy of the above facts, sufficiently shows that they are not owing to\nAmong the above forms, there is one in particular, which has not yet been described as belonging to this sulphuret; namely, the dodecaedron with rhombic planes, and also the passage of the tetraedron, more or less advanced, towards this dodecaedron, by each of its solid angles having been replaced by three planes, situated upon its sides. This dodecaedron, which is by no means common, even in Cornwall, (the only place where I have yet met with it,) is found there of a pretty considerable size, being sometimes an inch, or even more, in diameter. This form has never yet been observed among the sulphurets of iron.\n\nAll the other characters of the tetraedral yellow double sulphuret, are likewise different from those of the octaedral sulphuret of iron. Its yellow colour is more deep; its fracture is more brilliant; its grain is much less even, and exhibits some chance. In like manner, as those sulphurets of iron which contain neither copper nor gold, are found in the form of octaedrons, of striated cubes, and of dodecaedrons, it is evident that the form of such sulphurets is not modified by either of the last-mentioned metals.\n\nThe above observations, in my opinion, tend very much to confirm what I have advanced with respect to the heterogeneous attraction of aggregation, which appears (in an infinite number of circumstances) to take place between the integrant molecules of one substance and others that are of a nature totally different, and gives rise to a body that is physically, but not chemically, different from what would have been produced, if these heterogeneous molecules had not been interposed within it.\n\nThus, even the sulphuret of iron generally contains a much larger proportion of sulphur than that which combines with the iron, during its formation. This superfluous proportion of sulphur is consequently foreign to the nature of the sulphuret, and is not necessary to its formation. It may be separated by means of distillation, without decomposing the real sulphuret; and manifests itself in a very striking manner, when, after having grossly powdered the sulphuret, a portion of the powder is thrown upon a live coal, or a red hot iron, by the inflammation which takes place, on account of this portion of the sulphur being in an uncombined state. All kinds of pyrites, when treated in this manner, emit a phosphorescent light, of a fiery red colour.\nparts that are smooth, and sometimes partially conchoïd; which appearances are never observed in the octaëdral sulphuret of iron. The hardness of this double sulphuret is also less considerable. The octaëdral sulphuret of iron scratches it with great ease; and, if we endeavour to obtain sparks from it, by means of a piece of steel, it is with great difficulty that any can be procured: it is also more brittle. If grossly powdered, and thrown upon an iron heated to redness, although it then emits a strong smell of sulphureous acid, we do not perceive that inflammation of the uncombined sulphur which, as I have already said, takes place when the octaëdral sulphuret of iron is treated in the same manner; yet this last-mentioned kind of sulphuret, and that in striated cubes, are those which contain the smallest quantity of superabundant or uncombined sulphur. The powder of the yellow double sulphuret, however, when thrown upon the hot iron, emits a fiery red light, similar to that which proceeds from the sulphuret of iron; indeed its light is still more vivid. Lastly, its specific gravity is less considerable; that which I obtained from a trial of several crystals, of a perfectly determinate form, was always between 4000 and 4100; the mean being 4058. Whereas, the specific gravity of the octaëdral sulphuret, taken in similar circumstances, was between 4900 and 5000; the mean being 4944.\n\nBut the yellow double sulphuret, notwithstanding it exhibits, or at least seems to exhibit, the same primitive form as the gray tetraëdral sulphuret, (although it is far from admitting its various modifications,) seems to be by no means of the same nature with it, and ought, in my opinion, to be considered as forming a species which, though analogous to the other, is really different from it. The colour (a character of\ninfinitely more consequence in metals than in stones) of the first-mentioned sulphuret is always a bright deep yellow, whereas that of the other is a blackish gray; this circumstance alone would be sufficient to create some doubts respecting the identity of these two substances, but their other characters also present very striking differences. The gray sulphuret is harder: its powder, instead of being of a greenish-brown colour, like that of the yellow sulphuret, is black. This powder, when thrown upon an iron heated to redness, emits neither the smell of sulphureous acid, nor the beautiful phosphorescent light of the other. The specific gravity of the gray sulphuret, taken from crystals of a perfectly determinate form, was always found to be between 4460 and 4560, the mean being 4512; while that of the yellow double sulphuret is, as I have already stated, 4058. The crystal that had the highest specific gravity came from Cornwall, and belongs to the kind I have already described as containing only copper and iron combined with the sulphur; which kind, I think, ought to be considered as a standard of comparison in this species of double sulphuret. The specific gravity of the above crystal was 4558.\n\nA question here naturally presents itself, to which, if we consider the present state of our knowledge, it appears not very easy to furnish an answer. As the true sulphuret of copper is of a blackish-gray colour, and the tetraedral gray double sulphuret (Fablerz) is also of that colour, how happens it, that the yellow double sulphuret (Kupferkies) has always that brilliant yellow colour which characterises it, and which is at the same time the principal cause that leads many mineralogists to consider it as being nothing more than a martial pyrites mixed with copper? To answer this question, as I\nhave already said, appears to me by no means easy. Is it possible that the iron, which Mr. Proust, in his Memoir upon metallic Sulphurets, has shown to be in a metallic state in the sulphuret of iron, is also in a metallic state in the yellow double sulphuret, and is, on the contrary, in the state of oxide in the gray double sulphuret? Or, can the property of emitting a beautiful phosphorescent fiery light, when thrown upon a heated iron, (which property is common both to the yellow double sulphuret, and to the martial pyrites,) have any connection with the cause upon which the colour depends? It is true that Mr. Proust, in the memoir already referred to, says that the sulphuret of copper, when in its state of greatest purity, is of a deep blue colour, with a coppery appearance: and he states this colour to be one of the characters by which that substance may be distinguished. This observation may perhaps be true, with respect to the artificial sulphuret of copper, for I am not acquainted with that substance; but it would certainly lead astray any naturalist who should attempt to use it as a guide to distinguish the natural sulphuret of copper. The true colour of the latter substance, when in its most pure state, is a very dark gray. In that state, it assumes a peculiar crystalline form, and, when cut with a knife, exhibits a metallic lustre, as is the case with sulphuret of silver.\n\nA portion of iron sometimes combines with the sulphuret of copper, and produces a new kind of double sulphuret, which really exhibits the colours mentioned by Mr. Proust, and particularly the reddish colour of copper, or of nickel: it is the Buntkupfererz of Werner. This new kind of double sulphuret also crystallizes, and in forms which are peculiar to it, and which are not at all analogous to those of the other double sul-\nphurets; among these forms, however, the octaedron (the only form mentioned by Mr. Werner) appears to me not to exist. To this species belongs that which, in Mr. Klaproth's analysis, afforded him $\\frac{5}{100}$ of copper, $\\frac{25}{100}$ of iron, and $\\frac{3}{100}$ of sulphur; and which Mr. Werner makes his second sub-species of vitreous copper, under the denomination of lamellated vitreous copper; but it is in fact a variety of the Buntkupfererz, not of the vitreous copper. It is true indeed, that this latter sometimes contains a portion of iron, but always a very inconsiderable one, within its substance; and, when that happens, the iron is totally foreign to its composition. Among the analyses of the various combinations of copper with sulphur, which Mr. Chenevix was so good as to make at my request, (the specimens for that purpose having been furnished by me,) one was that of a very pure sulphuret of copper, which came from Cornwall, and was in crystals of a perfectly determinate form. The constituent parts of this sulphuret appeared, by the analysis, to be $\\frac{81}{100}$ of copper, and $\\frac{19}{100}$ of sulphur. In six others of the above-mentioned specimens, there seemed to be a mixture of iron, varying in proportion, from $\\frac{3}{100}$ to $\\frac{6}{100}$. Lastly, from the analysis of several specimens of the sulphuret last described, (Buntkupfererz,) which were of the colour of nickel, I am induced to believe that the proportions of the real constituent parts of this species, must be very nearly as follows, viz. from $\\frac{6}{100}$ to $\\frac{65}{100}$ of copper, and from $\\frac{15}{100}$ to $\\frac{18}{100}$ of iron, the remainder being sulphur.\n\nFrom what I have here observed, which however is to be considered merely as a cursory account of the various sulphurets of copper, it may easily be inferred, that there exist many species of this substance, which have not yet been\ndescribed; also, that several of those with which we are acquainted, have not been sufficiently examined. These sulphurets are well worthy of fixing the attention of chemists. The observations to which they may give rise, are sufficiently interesting to engage their attention, and induce them to bestow particular care on their inquiries concerning them, as such inquiries may perhaps tend to increase our knowledge respecting the nature of copper, and also of iron. But I cannot too strongly recommend to those chemists who may engage in the research, to be very particular in the choice of the specimens they make use of, and also to make a great number of experiments, that they may serve as objects of comparison to each other.\n\nHaving very favourable opportunities of examining, and comparing with each other, the different kinds of copper ore that are found in the county of Cornwall, (which county furnishes a greater variety of combinations of that metal than any other part of Europe, several of which are peculiar to it,) it was impossible that my attention should not be attracted by the many interesting facts that came under my observation. Next to the combinations of this metal with the arsenical acid, the study of its sulphurets has been the principal object of my pursuits; and, if future circumstances should concur with my wishes in that respect, I hope I shall have it in my power to present to the public the result of my observations on those sulphurets.\n\nThose observations will, I trust, furnish additional proofs of the truth of a circumstance respecting which I have long ceased to have any doubts, and which I have already, on various occasions, (particularly in my description of the arseniates of copper,) attempted to establish, namely, that there exist many minerals, which differ in species, although they have the same\nsubstance, or collection of substances, for their basis, and are combined with the same modifying substance; and that the difference between these minerals, arises merely from the different proportions of their basis, and of their modifying substance. The more I study the works of nature, the more I become persuaded of the truth of the above remark; I am also convinced, that a want of attention to this circumstance has led mineralogists to confound one species with another.\n\nIf to the above cause of error we add that which is occasioned by neglecting, in the analysis of these substances, to distinguish those parts which (by their chemical combination and mode of attraction) determine the particular nature of the substance analysed, from those which enter into its formation in consequence of the heterogeneous attraction of aggregation, we shall readily conceive that it is the duty of chemists to correct gradually the errors they have occasioned in mineralogy. But I must repeat that, in order to correct these errors, it is necessary to make a number of comparative analyses of the substance whose nature they wish to determine. It is also necessary, that the specimens they make use of should be very perfect in their kind, taken from various districts, and, as much as possible, from various matrices. It may perhaps not be improper to add, that the interest of science requires, that the mineralogist and the chemist should mutually sanction the operations each of them, in his respective department, undertakes to perform.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107138.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 35,
    "total-input-tokens": 53684,
    "total-output-tokens": 14302,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1385,
        2
      ],
      [
        1385,
        2932,
        3
      ],
      [
        2932,
        4772,
        4
      ],
      [
        4772,
        6962,
        5
      ],
      [
        6962,
        8870,
        6
      ],
      [
        8870,
        10659,
        7
      ],
      [
        10659,
        12466,
        8
      ],
      [
        12466,
        14119,
        9
      ],
      [
        14119,
        15875,
        10
      ],
      [
        15875,
        17725,
        11
      ],
      [
        17725,
        19604,
        12
      ],
      [
        19604,
        21477,
        13
      ],
      [
        21477,
        23410,
        14
      ],
      [
        23410,
        25295,
        15
      ],
      [
        25295,
        27120,
        16
      ],
      [
        27120,
        29020,
        17
      ],
      [
        29020,
        30871,
        18
      ],
      [
        30871,
        32786,
        19
      ],
      [
        32786,
        35357,
        20
      ],
      [
        35357,
        37254,
        21
      ],
      [
        37254,
        39132,
        22
      ],
      [
        39132,
        40701,
        23
      ],
      [
        40701,
        42379,
        24
      ],
      [
        42379,
        44295,
        25
      ],
      [
        44295,
        46106,
        26
      ],
      [
        46106,
        48339,
        27
      ],
      [
        48339,
        50730,
        28
      ],
      [
        50730,
        52559,
        29
      ],
      [
        52559,
        54381,
        30
      ],
      [
        54381,
        56216,
        31
      ],
      [
        56216,
        58137,
        32
      ],
      [
        58137,
        59991,
        33
      ],
      [
        59991,
        61531,
        34
      ],
      [
        61531,
        61531,
        35
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107138",
    "title": "Description of a Triple Sulphuret, of Lead, Antimony, and Copper, from Cornwall; With Some Observations upon the Various Modes of Attraction Which Influence the Formation of Mineral Substances, and upon the Different Kinds of Sulphuret of Copper",
    "authors": "Count de Bournon",
    "year": 1804,
    "volume": "94",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 35,
    "jstor_url": "https://www.jstor.org/stable/107138"
  }
}