{
  "id": "7761c26a092a6715e2102176696bc4a7dc4b4b4a",
  "text": "and always when the Clyster came away, he got some Water made along with it: This Symptom went off on the seventh or eighth Day. He is now perfectly well recover'd, following his Business, and finds no Inconvenience from the want of the Part of the Spleen which he lost. The Wound through his Arm was also quickly cured.\n\nIV. A Letter from Benjamin Cook, F. R. S. to Peter Collinson, F. R. S.: concerning a Ball of Sulphur supposed to be generated in the Air.\n\nNewport (Isle-Wight) July 9. 1733.\n\nDear SIR,\n\nThe great Heats we have lately suffer'd, were usher'd in by a very gloomy Night of almost continual Lightning, accompanied with very loud Claps of Thunder, which, as usual, were towards the Morning follow'd by very heavy Showers of Rain. Early next Day, in a Meadow near the Sea-shore, far from any House, and where it has not been known that any Improvement has been carried on, a Husbandman found a beautiful yellow Ball lying on the Turf, which he gladly took up, in hopes it would well reward him for stooping.\n\nBut it prov'd to be of Sulphur, of which it smelt uncommonly strong. It was frosted, as it were, all over with an Efflorescence of fine, shining, yellowish Crystals, which soon fell off with the lightest Touch.\nIt has on one Side, a deep Hole \\( A \\), (see Tab. I. Fig. 2.) admitting the End of a middle-siz'd Knitting-needle, and on the opposite Side a deep Depression \\( B \\); which would induce one almost to think its Form had been at first nearly Spheroidal, form'd by a Revolution round a suppos'd Axis drawn from \\( A \\) to \\( B \\). It has several other Holes scatter'd irregularly up and down its whole Surface, some fit to admit a Hog's Bristle, others a Hair; as if it had been made of a fine Powder, and some thin Liquid, and after mixing had suffer'd some Fermentation; but those Parts of it which are solid, seem more compact than those of the common roll Brimstone of the Shops, and the Powder of it burns with a whiter Flame, and less acid Fumes. Its longest Diameter is betwixt eight and nine, and its shortest betwixt six and seven Tenths of an Inch; its Weight is 108 Grains. To save more Words, I have roughly described two Sides, one of which has the Hole \\( A \\), the other the Depression \\( B \\).\n\nWe find frequent Mention in the Description of Thunder Storms in hot Climates, that there falls often a flaming bituminous Matter to the Ground, which sometimes burns not to be soon extinguish'd, but more frequently spatters into an infinite Number of fiery Sparks, doing incredible Damage where they strike, always attended with a sulphureous suffocating Smell, commonly compar'd to that of Gunpowder.\n\nWhether this sulphureous Ball was intended for one of these, but by some Accident mis'd firing, it is now time to consider.\n\nHad it been form'd in the Earth, how should it get to the Surface, without losing that most elegant frosty covering of fine shining Crystals, and appear not in the least\nleast sullied, or its Pores fill'd with Earth, or other terrestrial Matter; on the contrary, not the least Adhesion of any thing of that kind can be observ'd: Besides, Brimstone made the ordinary way, seems to have a different Texture of its internal Parts from this Ball. From these Observations I am ready to conclude it not form'd in the Earth; but however submit it to the Determination of the Curious, and am\n\nYour most obliged Servant,\n\nBenj. Cooke.\n\nV. An Account of a Book intitled, Observationes de Aere & Morbis epidemicis, ab Anno 1728, ad finem Anni 1737, Plymuthi factæ. His accedit Opusculum de Morbo Colico Danmoniensii. Auctore Joanne Huxham, M.D. R.S.S. Londini, apud S. Austen, 1739, 8°. Drawn up by Thomas Stack, M.D. F.R.S.\n\nTHIS Treatise of Epidemicks (in my humble Opinion the best by far of any of this kind wrote by the Moderns) is usher'd in by a large and learned Discourse by way of Prolegomena; wherein the worthy Author considers the various Properties of the Air, with its Effects on living Bodies both in Health and Sickness; and then describes the Method",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103951.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 10006,
    "total-output-tokens": 1202,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1235,
        4
      ],
      [
        1235,
        2943,
        5
      ],
      [
        2943,
        4029,
        6
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103951",
    "title": "A Letter from Benjamin Cook, F. R. S. to Peter Collinson, F. R. S. concerning a Ball of Sulphur Supposed to Be Generated in the Air",
    "authors": "Benjamin Cook",
    "year": 1737,
    "volume": "40",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/103951"
  }
}