{
  "id": "a479fc7e680fa0fc17bf7f3e2be69ee3cb4785d1",
  "text": "slowness of sale, are not willing to undertake the printing of them. Now that Algebra may not have the same fate, we have this to say from the Judgement of sober and knowing Mathematicians, that there is not the like Collection of Algebra extant in Latin or any other Language, that we know of; whence this Book hath met with the approbation and applause of the most Learn'd in that Science: and if it find a suitable acceptation, satisfactory to our Stationers, it will encourage them to hasten the third and fourth Part, of which the third is a Diophantus in Species with many other excellent Problems of the like nature; and the fourth consists partly of Geometrical Theorems and Problems (many whereof are practical in Mensuration,) partly, but principally, of the Analytical Calculation and Geometrical constructions of Problems arising thence, demonstrated afterwards out of the Elements, according to the custom of the Ancients, concealing the Method of Invention, (as is asserted by many,) for the magnifying of their Inventions, as if there had been no such thing as Algebra known or used.\n\nBesides, it will doubtless induce the Learned to communicate their Notions and Collections of much excellent knowledge that lyeth strangely scatter'd in print in the most abstruse parts of Geometry, as in the Conical Doctrine, Angular Sections, Solid and Curvilinear Geometry, and Local determinations; about which we shall not further trouble the Reader or ourselves, till we find the success of this, which is now extant.\n\nAn addition to the above-related Experiments made with the Blood-staunching liquor.\n\nSince the above-recited Experiments were printed, the Publisher received information, that with the same liquor there have been made two successful Operations upon two several Persons, a Woman and a Man, by applying it to the place, from whence a leg of each of them was cut off to prevent a gangrene. Of which the particulars not being yet given in, we must refer them to another opportunity, if they shall be found so considerable as to deserve to be described at large.\n\nErrata in this Numb. Pag. 6057.l.18 r. to decry. ibid.l.32 r. of those.\n\nLondon, Printed for John Martin, Printer to the R.Society. 1673.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101362.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 551,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2221,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101362",
    "title": "Errata",
    "authors": null,
    "year": 1673,
    "volume": "8",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101362"
  }
}