{
  "id": "6c291aa9ef6173e69fd35e1be2674b10693bf3b1",
  "text": "VIII. A Letter from Dr P. Silvestre, of the Coll. of Phy. & F.R.S. to the Publisher, giving an account of some new Books and Manuscripts in Italy.\n\nLegorne, Ap. 16. 1700. N. S.\n\nIn general, every thing is very much cool'd here since the death of Malpighi, there are scarce any who apply themselves to the study of Nature. His Antaognift Sbaragli told me in passing through Bologna that he intended to give something to the publick, upon the secretions and structure of the Glands, as also upon the use of the Nerves. Senior John Baptista Trimphetti is going to Print a Botanic discourse, he will add the Figures of some Plants that have not yet been described. Senior Lancisi has promised to send me some consultations of Malpighi, with Notes after his manner, and some other opuscula, which will make a good supplement to the Posthumous works of Malpighi. I have brought from Naples two new Books, one contains some Dissertations concerning Acids, and the ferment of the Stomach, wrote by Sanginetus the other, which is of Mr Monforte is de siderum distantis. The Voyage round the World of Monsieur Gimelli is printed in 6 Vol in 12°. They are printing at Venice another work of a Neapolitan, which has this Title, Dominici Aulig Prodromus de origine & progressu medicinae. I saw at passing Florence, Monsieur Bellini, he is at present busy in writing the Anatomy of the Body of Man, in the Tuscan Language. He assured me this work was wrote so clearly, and that he had taken such pains to explain the functions, by examples from ordinary Mechanicks, and the commonest things, that the most ignorant could understand them. He spoke to me likewise of another work\nwork of his in Latin upon the effects of the Barometer, where he explains a Priori the equilibrium of Liquors. I pressed him to publish this last, and to finish what he has only begun, I mean his Treatise de villo contrarii & contractione naturali. At Rome, I saw some Manuscripts of the late famous Borelli at the Schola pie, where he died. One of them is a discourse of his de volatu hominum, wherein by Mechanicks he pretends to make up the natural defects a man has to fly. There are also many other Academical discourses, amongst the rest one de veterum triremibus, and a supplement to his Book de incendio montis Ætnæ. There are some of these not perfected, but that de volatu hominum was fitted for the Press, and left out by the publishers of his Books de motu Animalium, where the Author intended it should have been inserted. Some others of these Academical Discourses were by him read in the Academy of the Queen of Sweden, and ready for the Press. I had almost forgot to tell you that I saw at Bononia, a very fine preparation of the Human Organ of hearing, where all the parts of the Ear from the outward Cartilarge to the place where the Auditory Nerves begin to distribute themselves are kept together without any separation; the Author thereof Senior Valsalva told me he would speedily publish something, not being satisfy'd with what is already made publick upon that subject.\n\nPrinted for Sam. Smith, and Benj. Walford, Printers to the Royal Society, at the Princes Arms in St Paul's Church-yard. 1700.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102768.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 866,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1664,
        2
      ],
      [
        1664,
        3184,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102768",
    "title": "A Letter from Dr P. Silvestre, of the Coll. of Phy. & F. R. S. to the Publisher, Giving an Account of Some New Books and Manuscripts in Italy",
    "authors": "P. Silvestre",
    "year": 1700,
    "volume": "22",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/102768"
  }
}