{
  "id": "1deccd6b119575cd8e5d48ac1c814b6ddce4683a",
  "text": "Experiments made at London concerning the Liquor sent out of France, which is there famous for staunching of the blood of Arteries as well as Veins; of which see Numb. 94.\n\nMay 30. 1673.\n\n1. A Dog had the skin of his neck slit open and laid by Mr. Serjeant Wiseman, so that the jugular vein lay bare. He then with his lancet open'd it, and immediately applied to it a button-pledget of lint dipp'd in that liquor. This being done, he took up the Muscles on the other side of the throat, and divided them till he came to the Carotid Artery. This he likewise open'd with his lancet, and applied a pledge after the manner aforesaid. These Pledgets, being kept on by pressure of the thumb about a quarter of an hour; were then taken off. The Vessels bled, but not freely: Whereupon the pledgets were changed for fresh ones, and kept on a quarter of an hour more; being then first left loose, and afterwards taken off, the Vein and Artery were knit and solder'd together.\n\n2. The same day a young Woman's breast being by the same Chirurgeon cut off, the Arteries were stopp'd by holding the like pledgets in the mouths of them whilst the dressings were fitted for the breast. The pledgets being then thrown off, the blood continued staunch, and the mouths of the Arteries remained close.\n\n3. Whilst this later operation was performing, a Patient, whom Serjeant Wiseman had newly dressed with a Caustick Stone in the neck (upon some Scrophulous swellings,) was brought back to us in a coach, having bled all the way to the wetting of almost a whole sheet. The vessel lay so deep that it was hard to reach it. However, Mr. Wiseman dipp'd two pledgets in the liquor aforesaid, and thrust them into the two orifices whence the blood came. It was immediately stopp'd and the neck dress'd up without any considerable bandage.\n\nWalter Needham.\n\nThe Woman, whose breast I cut off, came out of the country to me on Wednesday last, labouring under a Cancer ulcerated.\nrated. She was weak and much indispos'd by reason of its frequent bleeding from a vessel out of our reach. About two hours after the writing above sign'd by Dr. Walter Needham, she was taken with a vomiting, and her breast bled. I was sent for, and found her swooning, and the Women about her in much confusion. I took off the dressings, and perceived one of the Arteries to bleed a little. I applied the French Essence and stopt it; but doubting the ill consequence, if it should bleed again in the night, I secured that Artery by the touch of a hot Iron.\n\nRich. Wiseman.\n\nJune 11. 1673.\n\nThere was made a fourth Experiment by the same Dr. Needham before the R. Society, though there was then but a very small quantity of that liquor at hand. A Dog's Crural Artery was cut quite cross with an Incision-knife; the blood gushing out copiously, a lint dipp'd in the said liquor was applied to the wound, and held upon it a little while; when by reason of the great glut of blood, that could not be well wiped away for want of a spung, (which made the Experimenter conjecture, the application had not been exactly made,) the lint was changed for a fresh one dipp'd in the liquor, and kept on about half an hour, and being then left loose, the blood was soon staunched; whereupon the Dog being un-bound, licked this wound, and walked away without any ligature, and is still found alive and well.\n\nJune 18. 1673.\n\nAn other Tryal was made before the same Society by Monsieur Denys himself, Counsellor and Physitian in ordinary to the most Christian King, being come to London by his Majesties order. In the Crural artery of another Dog was made an oblique wide cut, and the Liquor in the usual manner being applied to it, the blood was staunched in 7 minutes, and the dog being then let loose, but yet kept quiet for 23 minutes longer, he then arose and let fall the applied compress, and went away without any bandage.\n\nTo these Experiments we cannot but add those that were very lately made at Whitehal before his Majesty himself, who did\ndid appoint the 20th. of June last to make Experiments of it; when two Calves, of the bigger sort by his Majesties command were brought into the Banqueting house; of one of which the Crural Artery being laid bare, it was cut open long ways with a lancet and presently a lint dipped in the said Essence applied to the wound. The blood was stopp'd in about a quarter of an hour; but the animal being big and strong, and striving continually to get up, the artery broke out again, whereupon a fresh lint, dipped in this healing water, was laid on again. The blood was at length so stopp'd, that about the end of two hours the beast rose, walked about the house without loosing any blood more, though the wound had no bandage on it.\n\nOf the other Calf the butcher cut off quite one of his legs as high as he could, and the blood rushing out impetuously, a compress of lint dipp'd in the Essence was presently applyed to the part. Here more care was taken than before, of keeping the Animal quiet; and about the end of a Quarter of an hour the blood was found perfectly staunch. Several of the Kings Physitians and Chirurgions did examine the wounds after the blood was stopp'd and found them clear without any escarr; and his Majesty himself declared publickly to be very well satisfied with it.\n\nBut these Experiments being made only upon Beasts, in this place, and some of our English Chirurgions, there present, doubting, whether it would do well upon Men, Tryals are to be made to satisfie that doubt; of which an account may be expected by the next.\n\nExperiments made at Paris with the same Liquor; as they are described by Monsieur Denis in his 11th. Conference, printed in French at Paris April 30. 1673. of which the substance here follows in English.\n\nThis Author, having first mention'd the ways hitherto received and commonly used, in stopping the blood of prickt or cut Arteries; as that with a Thred and Needle, the touch of an hot Iron, the application of Vitriol or other Sea-rotiques,\nrotiques, burning, like fire, the extremities of the Arteries and making an Escar, which you must stay for till it fall off, to know whether the blood be indeed staunched; having done this, I say, he takes notice; 1. That all those ways are so little sure, that when a great Artery is to be dressed, the ablest Chirurgions constantly furnish themselves with all those helps, and have them all in readiness at the same time upon such occasions, that so, if one fail, they may have recourse to another. 2. That all those ways are so severe and un-natural, that the pain often raises a Feavor, and thereby casts the Patient into great danger of his life. 3. That, notwithstanding all those remedies, many Patients dy for want of means able to stop the blood; and that the openings of the Arteries ly sometimes so deep within the Flesh, that you cannot reach them, neither with the Fire, nor pledge, nor any adstringent powder: Whereas, he saith, this Essence hath none of all these Inconveniences; in regard it causeth no pain at all, being applied to the wound; it easily penetrates through the Flesh, to find out and close the mouths of the Arteries, without any necessity of cutting away any thing, as you must do, if you will convey other remedies thither; and the effect of it is so quick, that in about a quarter of an hour, if it be well and exactly applied, the operation is performed; nor need you stay several dayes for the falling off of the Escarre, to be assured of the staunchness of the blood.\n\nThe Experiments by him recited are these;\n\n1. The Crural Artery of a Dog was prick't with a lancet; presently a button-pledget, dip't in the Essence, was put upon the wound, and kept on by some lint laid over the said pledget, and held on by the thumb. In less than half a quarter of an hour the Artery was so closed, that the pledget being remov'd, not a drop of blood was seen to issue.\n\n2. Two dayes after the other Crural Artery of the same Dog was laid open, and having cut it quite through with scissors, a compress of lint dip't in the liquor was immediately applied to it, and half a quarter of an hour after, the compress being remov'd, the wound was found very dry; only there ran out a little blood, that was extravasated in the neighbouring parts, whereas the Artery itself yielded not a drop.\n3. Of an other Dog the Flanc was cut with a pen-knife, which did penetrate into the Liver. The same knife was run into the groin of another Dog, and a Vein, Nerf and Artery cut together to imitate the slitting of a Sword, and to see the effect of this sanative water in that case. All these wounds were speedily cured, without any ill accident to those Animals.\n\n4. To see what this Essence would perform in cases of whole Limbs quite cut off, which sometimes must be done to prevent Gangrenes; a Dog was taken and one of his Legs altogether cut off, and a compress of lint, melted with the Essence, laid upon the cut Veins and Arteries. At the end of a quarter of an hour the compress was taken off, and also the Bandage, that held it against the stump of the Leg cut; and the blood was found so staunched, as if no vessel had been open'd in that part.\n\n5. These Experiments having so well succeeded upon Brutes, and been repeated over and over with the like success, no scruple was then made to try the Liquor upon Men. First, there were open'd Veins upon Arms, as is done in ordinary Phlebotomies, and a Lint dipp'd in the Liquor having been held on the wound half a quarter of an hour, the Veins were found so perfectly closed, as they are wont to be in the common way after 24 hours. An other being bled in the Temporal Artery, and the like application made, he went abroad, and took a turn in Town without any compress, or bandage, the Artery never opening again.\n\n6. The same Essence hath also been very successfully used in Fluxes of blood, giving it at the Mouth in ptisane: And surprising effects of it have been seen in cases of Bleeding at the Nose; seeing that as soon as a pledget of lint, moisten'd with this liquor, was put into the nostrils, the blood was stop'd, after those had been tired out, who to no purpose had tryed all the other common remedies.\n\n7. Some Chirurgions have with good success made use of this water: For having used it only twice upon several wounds, as a Head broken by a fall upon a pavement; a great cut in the Hand; a Leg wounded by the flinging of a Stone, &c.\nthey have avowed this Essence to be able to close and heal wounds in 2 or 3 days, which they could scarce heal in 15 days with their best Unguents.\n\n8. To shew further that extraordinary quality of this Essence, Mr. Denis observes, that it heals wounds without any visible cicatrice and without any suppuration; saying, that by the same propriety, it hath of staunching blood, it not only closeth the Orifices of Vessels open'd, but it likewise so constricts the Pores of the Fibres of the Flesh uncover'd, that it suffers no Air to enter, nor any humor to extravasate out of the wound: And by this defending a wound against all the alterations that may survene either from without or from within, it preserves from all suppuration, and keeps the flesh entire; and the wound closing without any loss or reproduction of substance, we need not wonder, he saith, that 'tis done in a short time, and without an apparent cicatrice.\n\nHaving dispatch't so far, he takes notice of some, that have made it their business out of envy to deny this Discovery; some saying the thing not to be so new as was pretended; others, that it would not succeed upon Men, though it did upon other Animals; others, that this secret was not unknown to them, there needing no more but to make a solution of Alume or Vitriol to stop the bleeding of Arteries.\n\nTo which he makes this return: 1. If any Authors mention such an Essence, it ought to be made out, that 'tis the same in kind with this; but he defies all that have most frequented Hospitals and Armies, to say, whether ever they have hitherto seen used a liquor, by which the blood of Arteries open'd hath been presently stopp'd, as well in the cutting off of limbs, as in ordinary wounds. 2. That Experience proves the efficacy of this liquor upon men as well as Brutes. 3. That some of those who have stopp'd the blood with Allum or Vitriol, have done it only in appearance, only for some moments; others have staunched it indeed by so drying and burning up the wound, that the Animals died upon it; others could not stop it neither in effect nor in appearance.\n\nHe adds, that for finding the real effect; he will answer for none but that of his composition, being assured, that when\nhe shall discover all the Ingredients that compose it, all will agree, that no things could be pitch't upon more powerful for a quick stopping of blood, and withal let subject to cause inflammation either within or without.\n\nThen he complains of some men, that knowing the Effects of this remedy, would rather let men suffer in their misery, than permit to ease them by the use of this liquor; taking notice of those, that lately would let a poor man die of the bleeding at the Nose, rather than give way to apply this remedy, if they had not been overruled by others, who after the fruitless application of all sorts of remedies for 5 dayes together, stopp'd that Bleeding presently by putting 2 or 3 drops of this Essence into the Nose.\n\nAfter this he advertises the publick, that his liquor is that, which hath been approv'd of by his most Christian Majesty at Paris and St. Germain, in the presence of some of the most intelligent Physitians and Chirurgions of that Kingdom; adding that his Essence is to be found in one only place at Paris, upon the Key of the Augustins, at Mr. Quenet's Bookseller, à l'Enseigne de l'Esperance.\n\nHe concludes, that since the making of the Tryals above recited, it hath been found, that this water not only stops in a short time the Bloud of Arteries cut, and heals wounds very quickly without suppuration; but also that it so reunites the extremities of Nerves and Arteries cut, that Animals shall not be lame after. And to assure himself of the manner how this was done, he saith, he hath examined the parts, of which the Nerves and Arteries had been cut, and then healed by this Essence; and that in the dissection made of such creatures, he with others had found them whole, and the extremities of those Vessels as perfectly reunited together, as if they had never been sever'd.\n\nThe same M. Denis affirms, to have received news from Calis, that an Officer of the Ship called le Tonant, having his shoulder broken by a Canon-bullet, was carried into an Hospital, where the Axillary artery together with his Arm being cut off, the bloud of it was stop't with nothing else but a lint dipp'd in this liquor; left fast'n'd on to the artery till next morning.\nHe adds, that from Maastricht also 'twas written, that with the same liquor the blood of a leg had been stopp'd, the half of which had been carryed away by a Canon-bullet.\n\nIllustrissimi slusii modus, quo demonstrat Methodum suam ducendi Tangentes ad quaslibet Curvas abq; calculo, antehact traditam in horum Actorum N°.90.\n\n—De Clar. Viri . . . . Methodo nihil aliud dicere possum, nisi mihi videri meam esse, quà nempe tot ante annos usus sum, & cujus ope flexus Curvarum contrarios ac Problematum limites ostendi tum in Miscellaneis meis, tum etiam in literis, si rectè memini, olim ad te datis. Quà viâ in illam incidet, & quomodo illam demonstret vir doctissimus, ab ipso intelligere poteris: Ego sanè paucis, ut altius ad Te scripsi, & vulgo notis, Lemmatibus rem absolvò; atque, ut candidè Tecum agam, ecce ipsa Lemmata:\n\n1. Differentia duarum dignitatum ejusdem gradûs applicata ad differentiam laterum, dat partes singulares gradûs inferioris ex binomio laterum; Ut \\( y - x = yy + yx + xx \\). Legitur hoc apud plerosque & faciè ostenditur.\n\n2. Tot sunt partes singulares ex binomio in gradu quolibet, quot unitates habet Exponens dignitatis immediatè superioris; tres nimirum in Quadrato, quatuor in Cubo, &c. Et hoc vulgo notum.\n\n3. Si quantitas eadem applicetur ad duas alias, quarum ratio data sit, Quotientes erunt reciproce in eadem ratione data, Quod quidem evidens est vel cuilibet Arithmetica candidato.\n\nHis Lemmatibus methodus mea demonstratur: Nee multum temporis Tibi erit impendendum, ut demonstrationem ex illis concinnes, cùme eo ordine à me dispositas sint, qui ad illum quasi manu dicit. Plurascribere me vetat temporis brevitas. Vale, méque ut soles ama, Dabam Leodii 3. Maii 1673.\n\nKk.k kkk",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101354.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 13928,
    "total-output-tokens": 4373,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1953,
        2
      ],
      [
        1953,
        3988,
        3
      ],
      [
        3988,
        5985,
        4
      ],
      [
        5985,
        8298,
        5
      ],
      [
        8298,
        10404,
        6
      ],
      [
        10404,
        12623,
        7
      ],
      [
        12623,
        14820,
        8
      ],
      [
        14820,
        16539,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101354",
    "title": "Experimens of a Present and Safe way of Staunching by a Liquor the Blood of Arteries as Well as Veins; Made Both in London and Paris",
    "authors": "Monsieur Denis",
    "year": 1673,
    "volume": "8",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/101354"
  }
}