{
  "id": "c8da9b0cedbc9f9790a3c7338ec15ba759733d9a",
  "text": "INDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1851.\n\nA.\n\nAiry (G. B., Esq., Astronomer Royal). On the Relation of the Direction of the Wind to the Age of the Moon, as inferred from observations at the Royal Observatory, Greenwich, from 1840 November to 1847 December, 411.\n\nAlizarine, one of the products of rubian, 447. The true colouring matter of madder, 459.\n\nAmmonia, on the oxidation of, in the human body, and on nitrification, 399. Experiments with carbonate of ammonia, 401; with liquor ammoniae, 403; with tartrate of ammonia, 404; with muriate of ammonia, 405; with urea, 406.\n\nAmphibia, on the impregnation of the ovum in, 169.\n\nAmylamine, 384; action of bromide—385, and of iodide of amyl upon, 387.\n\nAnimal Chemistry, contributions to, 399.\n\nAnnual variation of the magnetic declination at various periods of the day, 635.\n\nAppendicularia and Doliolum, anatomy of, 595.\n\nArchipelago, Eastern, Magnetic Survey of, 287.\n\nAtmospheric magnetism, 43–85.\n\nB.\n\nBakerian Lecture, the, 1.\n\nBeechey (Capt. F. W., R.N.). Report of further Observations upon the Tidal Streams of the North Sea and English Channel, with Remarks upon the Laws by which those Streams appear to be governed, 703.\n\nBodies, gaseous, non-expansion of, by magnetic force, 7.\n\nBodies, magnetic condition of, 7.\n\nBronwin (Rev. Brice). On the Solution of Linear Differential Equations, 461.\n\nMDCCCLII.\nC.\n\nChannel tidal streams, 703; extent of, 705.\nClarke (J. Lockhart, Esq.). Researches into the Structure of the Spinal Chord, 607.\nColumns (white) of the spinal chord, 615.\nConduction, magnecrystallic, 39.\nConduction, magnetic, 29.\nConduction-polarity, 34.\nCooled Air, effect of, in atmospheric magnetism, 49.\nCylinder, on the rolling motion of, 549.\n\nD.\n\nDew-point, on the relation of the temperature of, to the air and evaporation temperatures, 141.\nDiaymylamine, action of bromide of amyl upon, 386.\nDiethylamylamine, action of iodide of methyl upon, 376.\nDiethylaniline, action of iodide of ethyl upon, 378.\nDiffusion of Liquids, observations on, third memoir, 483. Comparison of salts of potash and soda, ibid.\nDoliolum, remarks on the anatomy of, 595.\nDover tidal streams, peculiarities of, 705.\n\nE.\n\nEarth, on the figure and primitive formation of the, 495. Relations between the interior structure and the phenomena observed at its surface, 511. The pressures of the shell and nucleus at their surface of contact, ibid. The variation of gravity at the earth's surface, 515. The laws of density of the shell and nucleus, 522. The forms of the strata of the shell, 525. The principal moments of inertia of the earth, 529. On the existence of a solid internal nucleus, 532. The direction of fissures in the shell which might be produced by the pressures before considered, 533. On a zone of least disturbance, 535. Calculation of constants, 541. Geological deductions, 543.\nElectricity, Experimental Researches in.—Twenty-fourth series, 1. § 30. On the possible relations of gravity to electricity, 1.—Twenty-fifth series, 7. § 31. On the magnetic and diamagnetic condition of bodies, ibid. ¶ i. Non-expansion of gaseous bodies by magnetic force, ibid. ¶ ii. Differential magnetic action, 17. ¶ iii. Magnetic characters of oxygen, nitrogen and space, 20; of oxygen, ibid.; of nitrogen, 24; of space, 25.—Twenty-sixth series, 29. § 32. Magnetic conducting power, ibid. ¶ i. Magnetic conduction, ibid. ¶ ii. Conduction-polarity, 34. ¶ iii. Magnecrystallic conduction, 39. ¶ iv. Atmospheric magnetism, 43.—Twenty-seventh series, 85. § 33. Atmospheric magnetism continued, ibid.\nElliot (Capt. C. M.). Magnetic Survey of the Eastern Archipelago, 287.\nEnglish Channel and German Ocean, on the tidal streams of, 703.\nEthyl, action of bromide and iodide of, upon triethylamine, 358.\nEthylamylaniline, action of iodide of methyl upon, 379.\nExogenous processes of vertebrae, 719.\nINDEX.\n\nF.\n\nFaraday (Prof. M.). The Bakerian Lecture. Experimental Researches in Electricity. Twenty-fourth Series, 1. Twenty-fifth Series, 7. Twenty-sixth Series, 29. Twenty-seventh Series, 85. Fishes, structure and development of the scales and bones of, 643.\n\nG.\n\nGraham (Prof. Thomas). Additional Observations on the Diffusion of Liquids. Third Memoir, 483. Gravity, relation of, to electricity, 1. Grey substance of the spinal chord, 608.\n\nH.\n\nHennessy (H.). The Figure and Primitive Formation of the Earth, or Researches in Terrestrial Physics. Part I., 495. Part II., 511. Hobarton and Toronto, magnetic disturbances at, 123. Hofmann (Prof. A. W.). Researches into the Molecular Constitution of Organic Bases. Second Memoir, 257. Holland, cause of the retardation of tidal streams, near the coast of, 707. Huxley (Thomas Henry). Observations upon the Anatomy and Physiology of Salpa and Pyrosoma, 567. Remarks upon Appendicularia and Doliolum, two genera of the Tunicata, 595. Hydrogen, magnetic characters of, 24.\n\nI.\n\nImpregnation of the ovum in the Amphibia, on the, 169. Indian Archipelago, magnetic survey of, 287.\n\nJ.\n\nJones (H. Bence, M.D.). Contributions to Animal Chemistry. Paper V. On the Oxidation of Ammonia in the Human Body, with some Remarks on Nitrification, 399.\n\nL.\n\nLake District of Cumberland and Westmoreland, on the meteorology of, 149. Linear Differential Equations, on the solution of, 461. Liquids, on the diffusion of, 483.\n\nM.\n\nMadder, on the colouring and other properties of, 433. Magnetic action, differential, 17. Magnetic characters of oxygen, hydrogen and space, 20.\nMagnetic declination, inclination and intensity, mean diurnal variation of, at the Cape of Good Hope, 117, 118. At St. Helena, 119, 120. At Singapore, 121, 122.\n\nMagnetic declination, annual variation of, at different periods of the day, 635.\n\nMagnetic disturbances, periodical laws discoverable in the mean effects of, 123.\n\nMagnetic force, general distribution of, 53.\n\nMagnetic Survey of the Eastern Archipelago, 287.\n\nMagnetic variation, diurnal, 56. Annual, 73. Local, 98 et seq.\n\nMagnetism, atmospheric, 43–85.\n\nMagnetism, on a mathematical theory of, 243–269. Part I. On magnets and the mutual force between magnets, 244. On the laws of magnetic force and the distribution of magnetism in magnetized matter, 248. On the imaginary magnetic matter, by means of which the polarity of a magnetized body may be represented, 250. Determination of the mutual actions between any given portions of magnetized matter, 257. On the solenoidal and lamellar distributions of magnetism, 269.\n\nMathematical theory of magnetism. Part I., 243, 269.\n\nMegatherium, osteology of, 719.\n\nMembrana tympani, on the structure of, 159–167.\n\nMethyl, action of ammonia upon iodide of, 381.\n\nMethyldiethyldiammonium, action of heat upon oxide of, 377.\n\nMiller (J. F., Esq., F.R.S.). On the relation of the Air and Evaporation Temperatures to the Temperature of the Dew-point, as determined by Mr. Glaisher's Hygrometrical Tables, founded on the Factors deduced from the six-hourly observations made at the Royal Observatory, Greenwich, 141.\n\nOn the Meteorology of the Lake District, with a continuation of the results of Experiments on the Fall of Rain at various heights, up to 3166 feet above the sea-level, 149.\n\nOn the Meteorology of the Lake District of Cumberland and Westmoreland, including the results of Experiments on the Fall of Rain at various heights, up to 3166 feet above the sea-level. Fourth paper for 1850, 623.\n\nMolecular constitution of organic bases, 257.\n\nMoon, age of, with relation to the direction of the wind, 411.\n\nMoseley (The Rev. H., F.R.S.). On the Rolling Motion of a Cylinder, 549.\n\nN.\n\nNerve-vesicles of the spinal chord, 614.\n\nNerves, spinal, origin of, 616.\n\nNerve-tubes of the spinal chord, 618.\n\nNewport (George, F.R.S.). On the Impregnation of the Ovum in the Amphibia. First Series, 169.\n\nNitric acid in rain-water, 409.\n\nNitric acid, on the action of, on various vegetables, 413. Populus balsamifera, ibid. Nitropopulic acid, 414. Nitropopulate of potash, 417; of silver, 418; of soda, ibid.; of baryta, 419; of lead, ibid. Populus nigra, ibid. Acids resembling nitropopulic, 421. Salix Russelliana, ibid. Spartium scoparium, 422. Scoparine, ibid. Sparteine, 425. Nitropicrate of, 426. Chloride of platinum and sparteine, 427. Double chloride of mercury and spar-\nteine, 428. Bichloride of platinum and sparteine, 429. Double mercurial chloride of sparteine, *ibid.* Properties of sparteine and of scoparine, 430.\n\n*Nitrogen*, magnetic condition of, 45.\n\n*Nitropopulic acid*, 414.\n\n**O.**\n\nOceanic and Channel streams, mixed tides, 704.\n\n*Organic bases*, on the molecular constitution of, 257.\n\n*Ovum*, on the impregnation of, in the Amphibia, 169. Changes of, within the body, 172. Changes after spawning and impregnation, 183. Susceptibility of the ovum, 191. On the agency of spermatozoa in impregnation, 203. Nature of that agency, 212. How affected by chemical media 224—and by mechanical media, 234.\n\n*Owen (Professor)*. On the Megatherium (*Megatherium Americanum*, Blumenbach), 719. Part I. Preliminary observations on the Exogenous Processes of Vertebrae, 719.\n\n*Oxygen*, magnetic characters of, 20. Magnetic condition of, 47.\n\n**P.**\n\n*Parallax*, observations on stars favourably situated for the investigation of, 333.\n\n*Potash and soda*, comparative observations on the diffusion of solutions of their salts, 483.\n\n*Processes*, exogenous, of vertebrae, 719.\n\n*Pyrosoma*, on the anatomy of, 580.\n\n**R.**\n\n*Rain*, on the fall of, in the Lake District, 149.\n\n*Rain*, on the fall of, at various heights in the Lake District of Cumberland and Westmoreland, 623.\n\nRubian and its products of decomposition, 433. Properties of, 440. Composition of, 442. Action of sulphuric and muriatic acid on, 444. Alizarine, 447. Verantine, 449. Rubiretine, 453.\n\nRubianine, 454. Sugar, 456.\n\nRubianine, one of the products of decomposition of rubian, 454.\n\nRubiretine, one of the products of decomposition of rubian, 453.\n\n**S.**\n\n*Sabine (Lieut.-Col. R.A.)*. On Periodical laws discoverable in the mean effects of the larger Magnetic Disturbances, 123.\n\nOn the Annual Variation of the Magnetic Declination, at different periods of the day, 635.\n\n*Salpa and Pyrosoma*, on the anatomy and physiology of, 567. The structure of Salpa, 568. The anatomy of Pyrosoma, 580. The homology of structure of Salpa and Pyrosoma, and of these with the ordinary Ascidians, 585. History of the knowledge of Salpæ, 589.\n\n*Scales and Bones of Fishes*, on the structure and development of, 643.\nSchunck (Edward, F.R.S.). On Rubian, and its Products of Decomposition, 433.\n\nScoparine, 422. Properties of, 430.\n\nSparteine, and its compounds, 425 et seq. Properties of, 430.\n\nSpermatozoa, on the agency of, in impregnation, 203.\n\nSpinal Chord, researches into the structure of, 607. Of the grey substance of, 608. Nature and arrangement of its fibres, 609. Changes in its form, 611. Nerve-vesicles of the chord, 614. Its white columns, 615. Origin of the spinal nerves, 616. Nerve-tubes of the chord, 618.\n\nStars favourably situated for the investigation of Parallax, results of observations on, 333.\n\nStenhouse (John Ph.D., F.R.S.). On the Action of Nitric Acid on various Vegetables, with a particular examination of Spartium scoparium, or Common Broom, 413.\n\nStorms, magnetic, 77.\n\nSugar, as a product of rubian, 456.\n\nSurvey, magnetic, of the Eastern Archipelago, 287.\n\nT.\n\nTerrestrial Physics, Researches in. Part I., 495. Part II., 511.\n\nThomson (William, M.A., F.R.S.E.). On a Mathematical Theory of Magnetism. Part I., 243-269.\n\nTidal streams of the English Channel and German Ocean, Report upon, 703. Method of making the observations, ibid. Oceanic and Channel streams—mixed tides, 704. Extent of the Channel streams—meeting of the streams, 705. Motion of their limiting lines—peculiarity of the Dover stream, ibid. Steadiness of the stream in the Channel—on a nearly simultaneous motion of the stream, 706. Retardation of turn of the stream near the coast of Holland—its cause, 707. Time of slack water in the Channel compared with time of high water, Dover, 708. Rotary motion of the water in the mixed tides—erroneous opinions respecting it, 709. The time of tide at which the stream attains its maximum speed, 710. Direction in which the stream turns, 712. Tide and half-tide, ibid. Formation of a combined wave in the Strait of Dover, 713. Influence of the combined wave over the stream of the Channel—tidal streams of the Irish Sea similarly influenced, 714. Explanation of the mechanical action of the water by which the streams of the Channel are produced, 715. Results of inquiry, 716.\n\nTide and half-tide, 712.\n\nToronto and Hobarton, magnetic disturbances at, 123.\n\nToynbee (Joseph, F.R.S.). On the Structure of the Membrana Tympani of the Human Ear, 159. Appendix, 167.\n\nTriethylamine, action of bromide and iodide of ethyl upon, 358. Action of iodide of methyl upon, 372. Action of iodide of amyl upon, 373.\n\nTriethylammonium, oxide of, 362. Reaction of, with metallic oxides, 363. Double salts of, 367.\n\nTunicata, anatomy and physiology of genera of, 595.\n\nV.\n\nVegetables, on the action of nitric acid upon, 413.\n\nVerantine, one of the products of decomposition of rubian, 449.\n\nVertebræ, on the exogenous processes of, 719.\nW.\n\nWilliamson (W. C.). Investigation into the Structure and Development of the Scales and Bones of Fishes, 643.\n\nWind, on the direction of, with relation to the age of the moon, 411.\n\nWrottesley (Lord, F.R.S.). On the Results of Periodical Observations of the Positions and Distances of Nineteen of the Stars in Sir John Herschel's Lists of Stars, favourably situated for the investigation of Parallax, 333.\nPRESENTS\n\nRECEIVED BY\n\nTHE ROYAL SOCIETY,\n\nWITH THE\n\nNAMES OF THE DONORS.\n\nFrom November 1850 to June 1851.\n\nPRESENTS. DONORS.\n\nACADEMIES and SOCIETIES.\n\nAmsterdam:—\n\nVerhandelingen der eerste Klasse van het Koninklijk-Nederlandsche Instituut. Derde Reeks. Tweede und 3e Deel. 4to. Amsterdam 1850.\n\nJaarboek van het K. N. Instituut voor 1850. 8vo. Amsterdam 1850.\n\nTijdschrift voor de Wis- en Natuurkundige Wetenschappen. 3e and 4e Aflevering. Derde Deel. 8vo. Amsterdam 1850.\n\nThe Institute.\n\nBerlin:—\n\nAbhandlungen der Königlichen Akademie der Wissenschaften zu Berlin. Aus dem Jahre 1848. 8vo. Berlin 1850.\n\nMonatsbericht. March to Dec. 1850. Jan. and Feb. 1851.\n\nDie Fortschritte der Physik im Jahre 1847. 3er Jahrgang. 8vo. Berlin 1850.\n\nThe Academy.\n\nDie Fortschritte der Physik im Jahre 1847. 3er Jahrgang. 8vo. Berlin 1850.\n\nThe Physical Society.\n\nBerwick:—History and Proceedings of the Berwickshire Naturalists' Club. Nos. 1, 5, 6, 7, 8, 10, 13, 14. Ten Parts, 1831 to 1849, and No. 1, Vol. III. 8vo.\n\nThe Club.\n\nBombay:—Transactions of the Geographical Society. Vol. IX. 8vo. Bombay 1850.\n\nThe Society.\n\nBreslau:—\n\nNovorum Actorum Academiae Caesareae Leopoldino-Carolinae Naturae Curiosorum Vol. XXII. p. 2. 4to. Breslau 1850.\n\nUebersicht der Arbeiten und Veränderungen der Schlesischen Gesellschaft für vaterländische Kultur im Jahre 1849. 4to. Breslau 1850.\n\nThe Academy.\n\nBrussels:—\n\nMémoires de l'Académie Royale de Belgique. Tome XXIV. 4to. Bruxelles 1850.\n\nMémoires Couronnés et Mémoires des Savants Etrangers de l'Académie Royale de Belgique. Tome XXIII. 4to. Bruxelles 1850.\n\nMémoires de l'Académie Royale de Bruxelles. Tome XXV. 4to. Bruxelles 1850.\n\nThe Academy.\n\nMDCCCLII.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nBrussels:—\nBulletins de l'Académie Royale de Belgique. Tome XVI. 2nd Part. Tome XVII. 1st Part. 8vo. Bruxelles 1850.\nAnnuaire de l'Académie Royale de Belgique. 1850.\nCatalogue des Livres de la Bibliothèque de l'Académie Royale de Belgique. 8vo. Bruxelles 1850.\nObservations Critiques sur le livre de M. Gruyer intitulé \"Des Causes Conditionelles et Productrices des Idées,\" avec les Réponses de l'Auteur. 8vo. Paris 1846.\n\nCalcutta:—\nJournal of the Agricultural and Horticultural Society of India. Part 1. Vol. VII.\nJournal of the Asiatic Society of Bengal. Nos. 201, 211, 212. 40 to 43, New Series. No. 3, 1850.\n\nCopenhagen:—\nDer Kongelige Danske Videnskabernes Selskabs Skrifter. Femte række. Naturvidenskabelig og Matematiske afdeling. Første Bind. 4to. Kjøbenhavn 1849.\nOversigt over det Kgl. Danske Videnskabernes Selskabs Forhandlinger. Aar. 1847-48. 8vo. Kjøbenhavn.\n\nCornwall:—\nThirty-seventh Annual Report of the Council of the Royal Geological Society of Cornwall. 8vo. Penzance 1850.\nSeventeenth Annual Report of the Royal Cornwall Polytechnic Society.\n\nDijon:—Mémoires de l'Académie des Sciences, Arts et Belles-Lettres. 4 vols. Années 1843 à 1849. 8vo.\n\nDublin:—\nProceedings of the Royal Irish Academy. Vol. IV.\nInstructions for making Meteorological and Tidal Observations; and Second Report of the Council of the Royal Irish Academy. 8vo. Dublin 1850.\nJournal of the Geological Society. Vol. IV. p. 2, No. 2.\n\nEdinburgh:—\nTransactions of the Royal Society of Edinburgh. Vol.XIX.p.2. Vol.XX.p.1. Proceedings. Nos. 35 to 39. Vol. II.\n\nGeneva:—Mémoires de la Société de Physique et d'Histoire Naturelle de Genève. Tome XII. p. 2.\n\nGlasgow:—Proceedings of the Philosophical Society, 1849–50.\n\nGöttingen:—\nAbhandlungen der Königlichen Gesellschaft der Wissenschaften zu Göttingen. Vierter Band. 4to. Göttingen 1850.\nNachrichten von der Georg-Augusts Universität und der Königl. Gesellschaft der Wissenschaften zu Göttingen. Nr. 1–17, 1850.\n\nHaarlem:—\nNatuurkundige Verhandelingen van de Hollandsche Maatschappij der Wetenschappen te Haarlem. Tweede Verzameling. 5e Deel. 2e Stuk. 1849. 4to. 6e en 7e Deelen. Leiden 1850–51.\n\nDonors.\n\nThe Academy.\nThe Hon. East India Company.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nHelsingfors:—\n\nActa Societatis Scientiarum Fennicae. Tomi tertii Fasc. 1. 4to. Helsingforsiae 1849.\n\nHobarton:—Papers and Proceedings of the Royal Society of Van Diemen's Land. Part 2. Vol. I. 8vo.\n\nLeipsic:—\n\nAbhandlungen der Königlich Sächsischen Gesellschaft der Wissenschaften zu Leipzig. 4to. Leipzig.\n\nBerichte, &c. Nos. 1, 2, 3. 8vo. Leipzig.\n\nLondon:—\n\nChemical Society. Quarterly Journal. Nos. 10 to 13. 8vo. The Society.\n\nEntomological Society. Transactions. Vol. V. Parts 4 to 9. Vol. I. Parts 1 to 4. New Series. 8vo. 1848–50. The Society.\n\nGeographical Society. Journal. Part 1 and 2. Vol. XX. 8vo. The Society.\n\nGeological Society. Quarterly Journal. Nos. 23, 24. Vol. VI. Nos. 25, 26. Vol. VII. 8vo. The Society.\n\nHorticultural Society. Journal. Vol. V. p. 3 and 4. Vol. VI. p. 1 and 2. 8vo. The Society.\n\nInstitution of Civil Engineers. Minutes of Proceedings. 8vo. Vols. I to VIII. 1837–50. The Institution.\n\nCatalogue of the Library. 8vo. London 1851.\n\nList of Members.\n\nLinnean Society. Transactions. Vol. XX. p. 3. The Society.\n\nList of Fellows. 1850.\n\nProceedings. Nos. 41 to 44.\n\nRoyal Agricultural Society. Journal. Vol. II. p. 2. The Society.\n\nRoyal Institution. Proceedings. Nos. 1 to 4. 8vo. 1851. The Institution.\n\nList of the Members, &c., with Report of the Visitors of the Royal Institution for 1850.\n\nRoyal Medical and Chirurgical Society. Transactions. Second Series. Vol. XV.\n\nGeneral Index to the first Thirty-three Volumes of the Medico-Chirurgical Transactions. 8vo. London 1851.\n\nPathological Society. Transactions. Vols. I. and II. 8vo. London 1848–50. The Society.\n\nSociety of Arts. Transactions. Parts 1 and 2. New Series. 1847–49. The Society.\n\nProceedings. Nov. 1850 to April 1851.\n\nStatistical Society. Journal. Vol. XIII. p. 3 and 4. Vol. XIV. p. 1 and 2. 1850–51. The Society.\n\nList of Fellows, &c.\n\nZoological Society. Transactions. Vol. IV. p. 1. The Society.\n\nReports of the Council and Auditors. 1850.\n\nProceedings. Nos. 190 to 200.\n\nModena:—Memorie di Matematica e di Fisica della Società Italiana delle Scienze. Tomo XXIV. Parts 1 and 2. 4to. Modena 1848–50.\n\nMoscow:—Bulletin de la Société Impériale des Naturalistes de Moscou. Année 1847. Liv. 3, 4, 1846, 1 to 4. 1849, 1 to 3. 1850. 8vo. Moscou.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nMunich:\nAbhandlungen der Königlichen Bayerischen Akademie der Wissenschaften. The Academy.\nHistorischen Classe. Band VI. Abt. 1.\nPhilosophisch-Philologischen Classe. Band VI. Abt. 1. 4to. München 1850.\nGelehrte Anzeigen. Vols. XXX. XXXI.\nBulletin. Nos. 1 to 23. January to July 1850.\nNaples.—Rendiconto della Reale Accademia delle Scienze. Nos. 46 to 50. The Academy.\n4to. Naples 1849–50.\n\nParis:\nAnnuaire de l'Institut des Provinces et des Congrès Scientifiques. 1851. M. de Caumont.\n8vo. Paris.\nAnnuaire de l'Institut pour l'Année 1851.\nArchives du Muséum d'Histoire Naturelle. Tom. IV. Liv. 4. 4to. Paris\nBulletin de la Société de Géographie. Tom. XIII. et XIV. 8vo. Paris 1850.\nBulletin de la Société Géologique. Tom. V. p. 33. Tom. VI. Liv. 44 to 47.\nTom. VII. Liv. 14 to 30–39–51. Tom. VIII. 1 to 9. 8vo. Paris 1849–50.\nJournal de l'Ecole Polytechnique. Tom. XIX. 4to. Paris 1848.\nRapport sur l'Enseignement de l'Ecole Polytechnique. 4to. Paris 1850.\nMémoires présentés par divers Savants à l'Académie des Sciences. Sciences Mathématiques et Physiques. Tom. X. et XI. 4to. 1848–1851.\nMémoires de l'Académie des Sciences: Morales et Politiques. Tom. VI. et VII. 4to. 1850.\nMémoires de l'Académie des Sciences de l'Institut de France. Tom. XX. XXI. XXII. 4to. 1847–49–50.\nMémoires présentés par divers savans à l'Académie des Inscriptions et Belles Lettres, Tome II. 2me Série.\nMémoires de l'Institut Nationale de France. Acad. des Inscript. et Belles Lettres. Tom. XVI. Tom. XVII. p. 1 et 2. Tom. XVIII. p. 2. 1848–49.\nNotices et Extraits des Manuscrits de la Bibliothèque du Roi, &c. Tom. XVI. 4to. 1847.\nComptes Rendus des Séances de l'Académie des Sciences. Tom. XXXI. Tom. XXXII. Liv. 1 to 21. 4to. Paris 1850.\nNotice sur les Travaux Zoologiques de M. Charles Lucien Bonaparte. 4to. La Société Zoologique.\nParis 1850.\nNotice sur les Ouvrages Zoologiques, &c. 8vo. 1850.\n\nPhiladelphia:\nJournal of the Franklin Institute. Vol. XVIII. and XIX. 8vo. Philad. The Institute.\n1850.\nProceedings of the Academy of Natural Sciences. Parts 3 to 5. Vol. V. 8vo. The Academy.\nProceedings of the American Philosophical Society. No. 45. Vol. V. 8vo. The Society.\nSt. Petersburgh:\nMémoires présentés à l'Académie Impériale des Sciences de St. Pétersbourg par divers Savants. Tom. VI. Part 4. 4to. St. Pétersbourg 1849.\nMémoires présentés à l'Académie Impériale des Sciences Mathématiques. Tom. V. Parts 3–6. 4to. St. Pétersbourg 1849.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nSt. Petersburgh:—\n\nBulletin de la Classe Historico-Philologique. Tomes VI. VII. 4to. St. Pétersbourg 1849–50.\n\nBulletin de la Classe Physico-Mathematique. Nos. 7 to 16. 4to.\n\nRecueil des Actes des Séances Publiques de l'Académie Impériale des Sciences de St. Pétersbourg. 4to. St. Pétersbourg 1849.\n\nRotterdam:—Nieuwe Verhandelingen van het Bataafsch Genootschap der Prefondervindelijke Wisbegercete te Rotterdam. 9de Deel. 2de Stuk. 10de Deel. 4to. Rotterdam 1849–50.\n\nStockholm:—\n\nKongl. Vetenskaps-Akademiens Handlingar för år 1848. Andra Häftet. 8vo. Stockholm.\n\nÅrsberättelse om Framstegen i Kemi under år 1847 afgifven till Kongl. Vetenskaps-Akademiens, af L. F. Svanberg. 8vo. Stockholm 1850.\n\nÖfversigt af Konigl. Vetenskaps-Akademiens Förhandlingar 1849. Sjette Årgången 1849. 8vo. Stockholm 1850.\n\nSak-och Namn-Register öfver alla af Berzelius 1821–1847. 8vo. Stockholm 1850.\n\nVenice:—Memorie dell' I. R. Istituto Veneto di Scienze, Lettere ed Arti. Volume terzo. 4to. Venezia 1847.\n\nVienna:—\n\nNaturwissenschaftliche Abhandlungen, gesammelt und durch Subscription herausgegeben. Vols. II. and III. 4to. Wien 1848–50.\n\nBerichte über die Mittheilungen von Freunden der Naturwissenschaften in Wien. Vols. III.–VI. 8vo. Wien 1848–50.\n\nJahrbuch der Kaiserlich-Königlichen Geologischen Reichsanstalt. Erster Jahrgang. 4to. Wien 1850.\n\nADAMS (A.) and REEVE (L.) Zoology of the Voyage of H.M.S. Samarang. Mollusca. Part 3. 4to. London 1850.\n\nAIRY (G. B.) Astronomical and Magnetical and Meteorological Observations made at Greenwich in the year 1848. 4to. London 1850.\n\nAstronomical and Meteorological and Magnetical Observations made at the Royal Observatory, Greenwich, in the year 1849. 4to. London 1850.\n\nALEXANDER (W.) Plan and Description of the original Electro-Magnetic Telegraph. 8vo. London 1851.\n\nANONYMOUS:—\n\nA Catalogue of the Fellows, Licentiates and Extra-Licentiates of the Royal College of Physicians, 1850.\n\nAdditions to the Manuscripts in the British Museum in 1841–45. 8vo. London 1850.\n\nAnnales des Mines. Liv. 5 et 6. Tom. XVI. Liv. 1, 2, 3. Tom. XVII. 4, 5, 6. Tom. XVIII. 8vo. Paris 1849–50.\n\nAnnales Hydrographiques. Tom. II. et III. 8vo. Paris 1849–50.\n\nAnnuaire des Marées des Côtes de France pour l'An 1851. 8vo. Paris 1850.\n\nAnnuaires pour les Années 1849 et 1850.\n\nDONORS.\n\nThe Academy.\n\nThe Society.\n\nThe Academy.\n\nThe Institute.\n\nThe Natural History Society.\n\nThe Institute.\n\nThe Authors.\n\nThe Admiralty.\n\nThe Author.\n\nThe College.\n\nThe Trustees, British Museum.\n\nL'Ecole des Mines.\n\nLe Dépôt de la Marine.\n\nLe Bureau des Longitudes.\nPRESENTS.\n\nANONYMOUS (continued).\nBains et Lavoirs Publics. 4to. Paris 1850.\n\nBiographical and Bibliographical Memoir of Rev. W. Kirby, from the Proceedings of the Entomological Society.\nBuildings and Monuments, Modern and Mediæval. Edited by G. Godwin. Fol. London 1850.\nConnaissance des Temps pour l'An 1852. 8vo. Paris 1850.\nDes Habitations des Classes Ouvrières. 4to. Paris 1850.\n\nDocuments connected with the History of Ludlow. 8vo. London 1841.\nFlora Batava. Nos. 163 to 165. 4to.\n\nGleanings from the Menagerie and Aviary at Knowsley Hall. Fol. Knowsley Inscriptions in the Cuneiform Character from Assyrian Monuments discovered by A. C. Layard, D.C.L. Fol.\nJournal of a Tour through the Islands of Scotland during the summer of 1829. 8vo. Norton Hall 1830.\nInstruction pour aborder et franchir la Barre de Bayonne. 8vo. Paris 1850.\nLa Tribune Chronométrique; edited by P. Dubois. 8vo. Paris 1851.\nLes Alpes. Journal des Sciences Naturelles, &c.\nLetters on Church Matters, by D. C. L. 8vo. London 1851.\nList of the Fellows and Members of the Royal College of Surgeons.\nLogic for the Million: a familiar Exposition of the Art of Reasoning, by a Fellow of the Royal Society. 8vo. London 1851.\nLondon University Calendar, 1851.\nMemoirs of the Geological Survey of the United Kingdom. Decads 2 and 3.\nObservations made at the Magnetical and Meteorological Observatory at Bombay, in the years 1846 and 1847. 2 vols. 4to. Bombay 1849–50.\nPharmacopœia Collegii Regalis Medicorum Londinensis. 8vo. Londini 1851.\n\nQuarterly Return of Marriages, Births and Deaths. Nos. 6 to 9. 1851.\nRenseignements sur la Côte Occidentale d'Afrique. 8vo. Paris 1850.\nSailing Directions for the Lower Shannon, &c.\nSailing Directions for South America. Second Edition. Part 2. 8vo. London 1850.\nSpecimen of \"The Antiquities of Russia,\" to be published under the patronage of His Majesty the Emperor of Russia.\nSummary of the London Returns of Mortality for the twelve years, 1838 to 1849.\nSupplement to the Catalogue of the Library of the Athenæum. 8vo. London 1851.\nTable for finding the Latitude from the Altitude of the Polar Star.\nTables showing the Number of Criminal Offenders, &c. in the year 1849.\nThe Architect, Nos. 63, 65, 67, 69, 70 to 74, 76, 78 to 83.\nThe Architectural Quarterly Review. Vol. I. No. 1.\nThe Light Houses, Beacons, and Floating Lights of the United States, West\n\nDONORS.\n\nThe Minister of Agriculture and Commerce of France.\nW. Spence, Esq.\nThe Editor.\nLe Bureau des Longitudes.\nThe Minister of Agriculture and Commerce of France.\nDonor unknown.\nH. M. the King of the Netherlands.\nThe Earl of Derby.\nThe Trustees of the British Museum.\nThe Author.\nLe Dépôt de la Marine.\nThe Editor.\nThe Editors.\nThe Author.\nThe College.\nThe Author.\nThe University.\nThe Board of Ordnance.\nThe Directors of the East India Company.\nThe Royal College of Physicians.\nThe Registrar General.\nLe Dépôt de la Marine.\nThe Admiralty.\nPrince Demidoff.\nThe Registrar General.\nThe Athenæum.\nThe Admiralty.\nThe Secretary of State.\nThe Editor.\nThe Editor.\nThe Admiralty.\nPRESENTS.\n\nANONYMOUS (continued).\nand South Coasts of Africa; Belgian, Netherlands, Hanoverian, Danish,\nPrussian, Russian, Swedish and Norwegian Lights.\n\nThe Light Houses of South Africa, East Indies, Australia and Tasmania,\nall corrected to January 1850. 8vo. London.\n\nThe Seaman's Guide round Java. 8vo. 1850.\n\nTide Tables for the English and Irish Ports for the year 1851.\n\nWirtembergisches Urkundenbuch, herausgegeben von dem Königlichen\nStaatsarchiv in Stuttgart. Erster Band. 4to. Stuttgart 1849.\n\nARAGO (F. J. D.) Biographie de Lazare-Nicolas-Marguerite Carnot. 4to.\nParis 1850.\n\nATKINS (Mrs.) Photographs of British Algae. Vol. I.\n\nBABBAGE (C.) The Exposition of 1851; or views of the Industry, the Sci-\nence, and the Government of England. 8vo. London 1851.\n\nBACHE (A. D.) Reports, showing the progress of the Coast Survey, 1848, 1849\nand 1850. 8vo.\n\nReport on an Application of the Galvanic Circuit to an Astro-\nnomical Clock and Telegraph Register. 8vo. Washington 1849.\n\nBEARDMORE (N.) Hydraulic Tables, to aid the Calculation of Water and\nMill Power, &c. 8vo. London 1850.\n\nBEECHEY (Capt. W. F.) Remarks upon the Tidal Phenomena of the River\nSevern. Fol.\n\nBEKE (C. T.) An Enquiry into M. Antoine D'Abbadie's Journey to Kaffa, &c.\n8vo. London 1850.\n\nReasons for Returning the Gold Medal of the Geographical\nSociety of France, &c. 8vo. London 1851.\n\nBIANCONI (J. J.) De Mari olim occupante planities et colles Italiae, Graeciae,\nAsiae Minoris, &c. 4to. Bononia 1846.\n\nIntorno la Galvanoplastica. 4to. Bologna 1849.\n\nDi alcuni movimento che si osservano nelle piante per la\ndiffusione de' semi. 8vo. Bologna 1841.\n\nStoria Naturale ... dei Fenomeni geologici operati dal Gas\nIdrogene. 8vo. Bologna 1840.\n\nBIENAYMÉ (J.) Effets de l'Intérêt Composé. 8vo. 1839.\n\nDe la loi de Multiplication et de la Durée des Familles. 8vo.\n1845.\n\nSur la Constance des Causes, conclue des Effets observés.\n8vo. 1840.\n\nThéorème sur la Probabilité des Résultats moyens des Ob-\nservations. 8vo. 1839.\n\nBIOT (J. B.) Sur la Manifestation du Pouvoir Rotatoire Moléculaire dans les\nCorps Solides. Trois Mémoires. 8vo.\n\nRapport présenté par l'Astronome Royal le 1er Juin 1850. 4to.\n\nRésumé de Chronologie Astronomique. 4to. Paris 1849.\n\nBIRD (Golding,) Urinary Deposits, their Diagnosis, Pathology, and Thera-\npeutical Indications. 8vo. London 1851.\n\nBISHOP (J.) On Articulate Sounds; and on the Causes and Cure of Impedi-\nments of Speech. 8vo. London 1851.\n\nDONORS.\n\nThe Admiralty.\n\nThe Wurtemburg Govern-\nment.\n\nThe Author.\n\nU.S. Government.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nBLANCHARD (Emile.) De l'Appareil Circulatoire et des organes de la respiration dans les Arachnides. 8vo.\n\nBOILEAU (M. P.) Jaugeage des Cours d'Eau. 8vo. Paris 1850.\n\nBOOTH (Rev. J.) The Theory of Elliptic Integrals, &c. &c. 8vo. London 1851.\n\nBROWN (J. A.) Report of the Observations made in the Observatory at Makerstoun. 8vo. Edinburgh 1850.\n\nBULLOCK (Capt. F.) Model of the Mouth of the Thames. 8vo.\n\nBUSCH (A. L. von) Astronomische Beobachtungen auf der Königlichen Universitäts-Sternwarte in Königsberg. fol. Königsberg 1849.\n\nBUTLER (The Very Rev. G.) Harrow. A Selection of Lists of the School between 1770 and 1826. 8vo. Peterborough 1849.\n\nCARPENTER (W. B.) Principles of Physiology, General and Comparative. Third Edition. 8vo. London 1851.\n\nCHALLIS (Rev. J.) Cambridge Observations. Vol. XVI. 4to. Cambridge 1850.\n\nCHEVREUL (M.) Discours prononcé ... la Société Nationale et Centrale d'Agriculture. 8vo.\n\nCHRISTOPHE (C. A.) L'Évangile Médical, ou Traité des Causes Premières de l'Homme. 8vo. Paris 1843-45.\n\nCHRISTOPHERS (J.) Shipwreck and Collisions at Sea greatly prevented. 8vo. London 1850.\n\nCLARE (Peter.) An Account of some Thunder Storms and Extraordinary Electrical Phenomena that occurred in the neighbourhood of Manchester on Tuesday the 16th July, 1850.\n\nD'ARCHIAC (A.) Histoire des Progrès de la Géologie de 1834 à 1849. 8vo. Paris 1850.\n\nDAUBENY (C. G. B.) An Introduction to the Atomic Theory. Second Edition. 8vo. Oxford 1850.\n\nDAVIS (Hewitt.) The Effects of the Importation of Wheat upon the Profits of Farming. Second Edition. 8vo. London 1839.\n\nDAVY (Edmund.) An Essay on the Use of Peat or Turf as a means of promoting the Public Health, &c. 8vo. Dublin 1850.\n\nDE BOIS-GALLAIS (F. L.) Encore une Lettre inédite de Montaigne. 8vo. Londres 1850.\n\nDE LA BECHE (Sir H. T.) The Geological Observer. 8vo. London 1851.\n\nDE MORGAN (A.) On the Symbols of Logic, the Theory of the Syllogism, and in particular of the Copula, &c.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Observatory.\n\nThe Editor.\n\nThe Author.\n\nThe Syndicate of the Cambridge Observatory.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nM. Libri.\n\nThe Author.\nPRESENTS.\n\nDE MORGAN (A.) The Book of Almanacs, &c. &c. 4to. London 1851.\nDRACH (S. M.) Deductions from Mr. Glaisher's \"Meteorological Corrections.\" Svo.\nDUCPETIAUX (Ed.) Mémoire sur le Paupérisme dans les Flandres. 8vo. Bruxelles 1850.\nDUPORTIER ET VAN BENEDEN. Histoire Naturelle des Polypes composés d'Eau douce. Part 2.\nEDLESTON (Rev. J. A.) Correspondence of Sir Isaac Newton and Professor Cotes, including that of other eminent Men, first published from the Originals in the Library of Trinity College, Cambridge. 8vo. London 1850.\nELLIOTSON (Dr.) False Accusation in the Royal Medical and Chirurgical Society against a poor man because he suffered no pain while his leg was amputated in the Mesmeric Coma; and cruel refusal of the Society to receive his Solemn Denial of the Truth of the False Accusation. Svo. London 1851.\nENCKE (J. F.) Berliner Astronomisches Jahrbuch für 1853. 8vo. Berlin 1850.\nENGLISH (H.) The Mining Almanack for 1850. Svo. London 1850.\nFARREN (E. J.) Life Contingency Tables. 4to. London 1850.\nFISCHER DE WALDHEIM (G.) Notice sur le Crioceras de Voronzovii de Sperk, 4to. Moscou 1849.\nFLINDERS (M.) Observations on the Coasts of Van Diemen's Land. 4to. London 1801.\nFORBES (J., M.D.) Of Happiness in its Relations to Work and Knowledge. An Introductory Lecture, &c. 12mo. London 1850.\nFRÈRE (Edouard.) Notice Historique sur la Vie et les Travaux de Marc-Isambart Brunel. 8vo. Rouen 1850.\nFROST (J.) Table of the Temperature, Volume, Elastic Force and Actual Volume of an Inch of Steam, &c. 8vo. New York.\nGOMPERTZ (B.) Hints on Porisms. 4to. London 1850.\nGRIFFITH (W.) Posthumous Papers: Itinerary Notes of Plants collected in Afghanistan, &c. 2 vols. 8vo. Calcutta 1848.\nAtlas to Ditto. Coloured Plates. 4to.\nHALL (Marshall.) On the Threatenings of Apoplexy and Paralysis, &c. 8vo. London 1851.\nMemoirs on the Nervous System. 4to. London 1837.\nSynopsis of the Diastaltic Nervous System. 4to. London.\nOn the Neck as a Medical Region, and on Trachelismus, &c. 8vo. London 1849.\nHAMILTON (Sir W. R.) On the Law of the Circular Hodograph. 8vo. Dublin 1849.\nHANEBERG (Dr. Daniel von.) Abhandlung über das Schul- und Lehrwesen der Muhamadaner im Mittelalter. 4to. München 1850.\nHARDY (P.) On Methods of Approximation. 8vo. London 1850.\nOn the Values of Annuities. 8vo. 1850.\nHARE (R.) Memoir on the Explosiveness of Nitre, &c. 4to. Washington 1849.\nHARPUR (A.) An Inquiry as to the Essential Nature of Phenomena, or Perceptible Existence. Nos. 1 and 2. 8vo. Dublin 1851.\n\nDONORS.\n\nThe Author.\nThe Author.\nThe Author.\nThe Authors.\nThe Editor.\nThe Author.\nThe Observatory at Berlin.\nThe Author.\nThe Author.\nThe Author.\nC. R. Weld, Esq.\nThe Author.\nThe Honourable East India Company.\nThe Author.\nThe Academy of Sciences, Munich.\nThe Author.\nThe Author.\nPRESENTS.\n\nHÖFLER (Dr. Const. von.) Ueber die politische Reformbewegung in Deutschland im XV. Jahrhunderte und den Antheil Bayerns an derselben. 4to. München 1850.\n\nHOGG (John.) On the City of Abila. 8vo.\n\nOn the Geography and Geology of the Peninsula of Mount Sinai. 8vo. Edinburgh 1850.\n\nHUTTON (T.) The Chronology of Creation, or, Geology and Scripture reconciled. 8vo. Calcutta 1850.\n\nJAL (A.) Glossaire Nautique. 4to. Paris 1848.\n\nJERWOOD (James.) A Dissertation on the Rights to the Sea-shores. 8vo. London 1850.\n\nJOHNSON (M. J.) Astronomical Observations made at the Radcliffe Observatory, Oxford, in the year 1849. Vol. 10. 8vo. Oxford 1851.\n\nJONES (Thos. W.) On the State of the Blood and the Blood-vessels in Inflammation. 8vo. London 1850.\n\nJOURNALS:\n\nAstronomische Nachrichten. Nos. 678 to 761. and Ergänzungs-Heft.\n\nJournal of the Indian Archipelago. Nos. 5 to 8, 10 to 12, Vol. IV.; Nos. 1 and 2, Vol. V.\n\nThe American Journal of Science and Arts. Nos. 27 to 32. Vols. IX. and X.\n\nThe Athenæum. June to December, 1850; January to May, 1851.\n\nThe Builder. Parts 6 to 12, Vol. VIII. 1 to 5, Vol. IX.\n\nThe Literary Gazette. Parts 1 and 2.\n\nThe Philosophical Magazine, July to December 1850. Nos. 1 to 5. 1851.\n\nKLENCHE (H.) Alexander von Humboldt, Ein Biographisches Denkmal. 8vo. Leipzig 1851.\n\nLAMING (R.) Matter and Force, an Analytical and Synthetical Essay on Physical Causation. 8vo. London 1851.\n\nLAMPORECCHI (R.) Mémoire sur la Persecution qu'on fait souffrir en France à M. Libri. 8vo. Londres 1850.\n\nLE DOCTE (Henri.) Mémoire sur la Chimie et la Physiologie Végétales, et sur l'Agriculture. 8vo. Bruxelles 1849.\n\nExposé Général de l'Agriculture Luxembourgeoise. 8vo. Bruxelles 1849.\n\nLLOYD (Rev. H.) On the Cyclone of November 19.\n\nOn the Induction of Soft Iron as applied to the determination of the changes of the Earth's Magnetic Force. 8vo.\n\nLIBRI (M.) Lettre à M. le Président de l'Institut de France.\n\nLettre à M. Barthélemy Saint-Hilaire. 8vo. Londres 1850.\n\nLITTRROW (C. L.) Annalen der K. K. Sternwarte in Wien, Neuer folge, Zwölfter Band. 4to. Wien 1849. Band 4 für 1852.\n\nAnnalen der K. K. Sternwarte in Wien. Parts 1, 2, 4, 5, 6, 13, 14. fol. Wien 1821–34.\n\nLUBBOCK (Sir J. W., Bart.) On the Gnomonic Projection of the Sphere. 8vo. London 1851.\n\nOn the Theory of the Moon. Part 9. 8vo. London 1850.\n\nMCLELLAND (J.) Report of the Geological Survey of India, for the Season of 1848–9. 4to. Calcutta 1850.\n\nDONORS.\n\nThe Academy of Sciences, Munich.\n\nThe Author.\n\nThe Author.\n\nLe Dépôt de la Marine.\n\nThe Author.\n\nThe Radcliffe Trustees.\n\nThe Author.\n\nThe Observatory, Altona.\n\nThe Editor.\n\nMessrs. Silliman.\n\nThe Editor.\n\nThe Editor.\n\nRichard Taylor, Esq.\n\nG. Rennie, Esq., F.R.S. &c.\n\nThe Author.\n\nM. Libri.\n\nThe Author.\n\nThe Observatory.\n\nThe Hon. East India Company.\nPRESENTS.\n\nM'WILLIAM (J. O.) Some Account of the Yellow Fever Epidemy by which Brazil was invaded in the latter part of the year 1849. 8vo. London 1851.\n\nMANBY (G. W.) Anastatic Drawings of Gold and Silver Medals, &c., with a few preliminary observations. 8vo. Yarmouth 1851.\n\nMANTELL (G. A.) Notice of the Remains of the Dinornis and other Birds, &c. 8vo. London 1850.\n\nOn the Remains of Man, and Works of Art imbedded in Rocks and Strata. 8vo. 1850.\n\nGeological Excursions round the Isle of Wight. Second Edition. 8vo. London 1851.\n\nMAPS, CHARTS, &c.:—\n\nCharts published at the Hydrographic Office, between March 1850 and May 1851.\n\nEighteen Maps and Charts published by the Dépôt de la Marine.\n\nMARIANINI (S.) Storia di una Sensazione particolare che provava una Paralitica quando veniva Eletrizzata, &c. 4to. Modena 1845.\n\nDi alcune Paralisi curate coll' Elettricità Voltaica. Memoria Seconda. 4to. Modena 1846.\n\nSopra l'Azione Magnettizzante delle Correnti Elettriche Momentanee. Mem. 7, 8, 9. 4to. Modena 1846-47.\n\nMAURY (Lieut. M. F.) On the probable Relation between Magnetism and the Circulation of the Atmosphere. 4to. Washington 1850.\n\nNotice to Mariners. 4to. Washington 1850.\n\nMERRYWEATHER (G.) An Essay explanatory of the Tempest Prognosticator. 8vo. London 1851.\n\nMONGE (G.) Application de l'Analyse à la Géométrie. 5me Edit. revue, corrigée, et annotée par M. Liouville. 4to. Paris 1850.\n\nMOOYER (E. F.) Die Einfälle der Normannen in die Pyrenäische Halbinsel. 8vo. Munster und Minden 1844.\n\nUeber die angebliche Abstammung des Normannischen Königsgeschlecht Siziliens von den Herzögen der Normandie. 4to. Minden 1850.\n\nMISCELLANEOUS: Works of Art, &c.:—\n\nEngraving of the \"Monumental Tower in honour of Sir John Barrow, Bart., on the Hoad Hill, Ulverstone.\"\n\nThree Engravings: the Geysers of Iceland.\n\nMedal, in Silver, of the late Professor Berzelius.\n\nNEWPORT (G.) On the Reciprocal Relation of the Vital and Physical Forces. 8vo. London 1850.\n\nOLDHAM (Thos.) Address to the Anniversary Meeting of the Geological Society of Dublin. 8vo. Dublin 1850.\n\nPARLATORE (Filippo.) Flora Italiana. Vol. I. 8vo. Firenze 1848.\n\nPAYEN (M.) Mémoire sur la Structure et la Composition chimique de la Canne à sucre. 4to. Paris 1849.\n\net M. MIRBEL. Organographie et Physiologie Végétales. 4to. Paris 1849.\n\nPEREIRA (J.) Lectures on Polarized Light, &c. 8vo. London 1843.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Admiralty.\n\nLe Dépôt de la Marine.\n\nThe Author.\n\nThe Author.\n\nA. Trimen, Esq.\n\nAlbert Way, Esq.\n\nRoyal Academy of Sciences at Stockholm.\n\nThe Author.\n\nThe Author.\n\nThe Authors.\n\nThe Author.\nPRESENTS.\n\nPERREY (Alexis.) Trois Mémoires sur les Tremblements de Terre dans le Bassin du Rhin, la péninsule Italique, et dans la péninsule Turco-Hellénique et en Syrie. 4to. 1846–8.\n\nPLANTAMOUR (E.) Résumé Météorologique de l'Année 1849, pour Genève et le Grand St. Bernard.\n\nPLATEAU (J.) Sur de Nouvelles Applications curieuses de la persistance des Impressions de la Rétine. 8vo. Bruxelles.\n\nPOLLOCK (J.) On the Action upon the Galvanometer by Arrangements of Coloured Liquids in a U-tube. 8vo. London 1850.\n\nPORTRAITS:—\n\nPortrait in Oil of the late Sir John Barrow, Bart., F.R.S.\n\nEngraved Portrait of Sir Isaac Newton, from the Pepysian Collection, Cambridge.\n\nLithographed Portrait of Rev. W. Kirby.\n\nPRICE (B.) A Treatise on the Differential Calculus, and its Application to Geometry. 8vo. London 1848.\n\nAn Essay on the Relation of the several Parts of a Mathematical Science to the Fundamental Idea therein contained. 8vo. Oxford 1849.\n\nQUETELET (A.) Notice sur Henri-Chrétien Schumacher. 8vo. Bruxelles 1851.\n\nSur le Climat de la Belgique. 4me Partie. 4to. Bruxelles 1851.\n\nAnnuaire de l'Observatoire Royal de Bruxelles 17me et 18me Année 1850–1.\n\nRapport sur l'État de l'Observatoire Royal de Bruxelles pendant 1849.\n\nREEVE (Lovell.) Conchologia Iconica. Monographs of the Genus Achatinella—Artemis—Fissurella—Lucina—Partula. 4to. London.\n\nRENNIE (Sir John.) The Theory, Formation and Construction of British and Foreign Harbours. Part I. to VII. fol. London 1850.\n\nRENNIE (G.) Report on the Supply of Water to be obtained from the district of Bagshot. 4to. London 1850.\n\nRITTER (Carl.) Die Erdkunde von Asien. Band 8. Palästina und Syrien. 8vo. Berlin 1850.\n\nUeber räumliche Anordnungen auf der Aussenseite des Erdballs. 4to. Berlin 1850.\n\nRIPAULT (M.H.) Détermination de la Figure connue sous le nom d'Ascia, que l'on voit sculptée sur les Tombeaux anciens. 8vo. Dijon 1851.\n\nROWLANDSON (T.) Report made to the Governor and Company of the New River. 8vo. London 1851.\n\nRUDHART (Dr.) Einige Worte über Wallensteins Schuld. 4to. München 1850.\n\nRUSH (G.) An Account of Ascents in the Nassau and Victoria Balloons, in the years 1838, 1849 and 1850. 8vo. London 1851.\n\nSABINE (Lieut.-Col. E.) Observations on Days of unusual Magnetic Disturbance, made at the British Colonial Magnetic Observatories. 4to. London 1851.\n\nObservations made at the Magnetical and Meteorological Observatory at Hobarton. Vol. I. 4to. London 1850.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nJ. Barrow, Esq., F.R.S.\n\nRev. J. A. Edleston.\n\nW. Spence, Esq., F.R.S.\n\nThe Author.\n\nThe Author.\n\nThe Observatory.\n\nThe Author.\n\nThe Author.\n\nThe Academy of Sciences, Munich.\n\nThe Author.\n\nH.M. Government.\nPRESENTS.\n\nSCHMIDT (Carl von.) Charakteristik der Epidemischen Cholera. 8vo. Leipzig und Milan 1850.\n\nSCORESBY (Rev. W.) My Father; being Records of the Adventurous Life of the late William Scoresby, Esq., of Whitby. 8vo. London 1851.\n\nSEDGWICK (Rev. A.) A Discourse on the Studies of the University of Cambridge. 8vo. London and Cambridge 1850.\n\nSMEE (A.) The Process of Thought adapted to Words and Language. 8vo. London 1851.\n\nSMYTH (C. P.) On a Method of Cooling the Air of Rooms in Tropical Climates. 4to. London 1850.\n\nAstronomical Observations made at the Royal Observatory, Edinburgh. Vol. IX. 8vo. Edinburgh 1850.\n\nSMYTH (Capt. W. H.) Address at the Anniversary Meeting of the Royal Geographical Society, 1850.\n\nSupplement to the Description of an Astrological Clock, belonging to the Society of Antiquaries. 4to. London 1851.\n\nSILLIMAN (B.) Optical Examination of several American Micas. 8vo. Newhaven 1850.\n\nSORBY (H. C.) On the Tetramorphism of Carbon. 8vo. Edinburgh 1851.\n\nOn the Microscopical Structure of the Calcareous Grit of the Yorkshire Coast. 8vo. Dublin 1850.\n\nSTRATFORD (Lieut.) The Nautical Almanae for 1854.\n\nSTURGEON (W.) Scientific Researches in Electricity, Magnetism, &c. &c. 4to. Bury 1850.\n\nTHIERSCH (Fr. v.) Rede zur Vorfeuer des hohen Geburtsfestes Sr. Majestät des Königs Maximilian II. von Bayern. 4to.\n\nUeber die praktische Seite Wissenschaftlicher Thätigkeit. 4to. München 1849.\n\nTHOMSON (William.) Remarks on the Dentition of British Pulmonifera. 8vo. 1851.\n\nTORTOLINI (Barnaba.) Elementi di Calcolo Infinitesimale. Tomo I. 8vo. Roma 1844.\n\nRappresentazione Geometrica delle Funzioni Ellittiche di terza specie. 8vo. Roma 1844.\n\nAnnali di Scienze Matematiche e Fisiche. January to December 1850; January to March 1851.\n\nDe Formatione quarundam Æquationum Algebraicarum. 4to. Bononiae 1848.\n\nApplicazioni dei Trascendenti Ellittici, &c. 4to. Modena 1849.\n\nTURNER (H. N.) On the Evidences of Affinity afforded by the Skull in the Ungulate Mammalia. 8vo. 1850.\n\nTWINING (Elizabeth.) Illustrations of the Natural Orders of Plants. Parts 7 to 10. fol. London 1849.\n\nVASSALLO (C.) Dei Monumenti Antichi nel Gruppo di Malta. 8vo. Valletta 1850.\n\nWACKENRODER (H.) De Cerevisiæ vera mixtione et Indole Chemica, etc. 8vo. Jena 1850.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Observatory.\n\nThe Author.\n\nThe Author.\n\nThe Editor.\n\nThe Author.\n\nThe Academy of Sciences, Munich.\n\nThe Author.\n\nThe Author.\n\nR. Twining, Esq., F.R.S.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nWARREN (J. C.) Address before the American Medical Association in Cincinnati. 8vo. Boston 1850.\n\nWEISS (Dr. A.) Handbuch der Trigonometrie. 8vo. Fürth 1851.\n\nDie Galvanischen Grundversuche, Mathematisch erklärt und die Theorie des Condensators. 4to. Ansbach 1851.\n\nWHITE (Walter,) Antarctic Explorations. 8vo. Edinburgh 1850.\n\nWHITLEY (N.) On the Climate of the British Islands in its Effects on Cultivation. 8vo. London 1850.\n\nWILD (J. J.) A Letter to the Right Hon. Lord Brougham, containing proposals for a Scientific Exploration of Egypt and Ethiopia.\n\nWILLIAMS (D. H.) A Geological Report on the Damoodah Valley. With five Plates of Maps and Sections.\n\nWILlich (C. M.) Tithe Commutation Tables. 8vo. London 1851.\n\nWILLIS (Rev. R.) A System of Apparatus for the use of Lecturers and Experimenters in Natural Philosophy. 4to. London 1851.\n\nDonors.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Directors of East India Company.\n\nThe Author.\n\nThe Author.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108422.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 22,
    "total-input-tokens": 34680,
    "total-output-tokens": 16657,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1386,
        2
      ],
      [
        1386,
        3862,
        3
      ],
      [
        3862,
        5470,
        4
      ],
      [
        5470,
        8253,
        5
      ],
      [
        8253,
        10457,
        6
      ],
      [
        10457,
        13207,
        7
      ],
      [
        13207,
        13616,
        8
      ],
      [
        13616,
        15311,
        9
      ],
      [
        15311,
        17689,
        10
      ],
      [
        17689,
        19988,
        11
      ],
      [
        19988,
        22465,
        12
      ],
      [
        22465,
        25082,
        13
      ],
      [
        25082,
        28127,
        14
      ],
      [
        28127,
        30757,
        15
      ],
      [
        30757,
        33008,
        16
      ],
      [
        33008,
        35784,
        17
      ],
      [
        35784,
        38584,
        18
      ],
      [
        38584,
        41200,
        19
      ],
      [
        41200,
        43901,
        20
      ],
      [
        43901,
        46419,
        21
      ],
      [
        46419,
        47409,
        22
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108422",
    "title": "Back Matter",
    "authors": null,
    "year": 1851,
    "volume": "141",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 22,
    "jstor_url": "https://www.jstor.org/stable/108422"
  }
}