{
  "id": "b6396b7e267e6c4da17f1ad75725aeae725ca457",
  "text": "XXXVII. An Account of an Observation of the Transit of Venus, made at Isle Coudre near Quebec. In a Letter to the Reverend Nevil Maskelyne, Astronomer Royal, from Mr. Thomas Wright, Deputy Surveyor of the Northern District of America.\n\nQuebec, June 15, 1769.\n\nSir,\n\nRead Nov. 16, 1769. I WAS prevented landing at the bay of Gaspée, as I purposed (by blowing, thick weather); but, however, I had the good fortune to reach the island of Coudre, where I landed, with all my apparatus, the 30th of May; and took up my abode at a house well situated, in every respect, for my purpose. The next morning I had a carpenter, who fixed my clock, very firm and perpendicular, against a beam of the house. I immediately set it a-going by my watch, which had not been set to true time for almost a fortnight; but, however, I doubt not but that the following observations of corresponding altitudes will shew exactly the time, as\nalso the regular rate of going of the clock, which I did not venture to adjust, my time being short.\n\nAs it is likely I may stay here some time, and all next winter, I shall endeavour to make such observations as may be useful in further settling the longitude here.\n\nCaptain Holland observed the external contact, but not the internal, being prevented by clouds. He has sent them to you by this opportunity.\n\nI am,\n\nSir,\n\nYour most obedient,\n\nhumble servant,\n\nTho. Wright.\nCorresponding double altitudes of the Sun's lower limb, taken with a brass sextant, by reflection, from a saucer of oil, so placed as not to be the least disturbed with wind.\n\nThursday, June 1, on the north-west side of the island of Coudre, in latitude $47^\\circ 16' 30''$, determined by several observations of two altitudes, with the interval of time shewn by the time-piece.\n\n| Morning, June 1. | Dou. alt. | Afternoon. | Compared separately give |\n|------------------|-----------|------------|--------------------------|\n| h ' \"            | o '       | h ' \"      | h ' \"                    |\n| At 8 29 45       | 75 38     | At 4 8 54  | 12 19 19                 |\n| 8 32 52          | 76 42     | 4 5 37    | 12 19 14                 |\n| 8 35 50          | 77 43     | 4 2 39    | 12 19 14                 |\n| 8 38 31          | 78 38     | 4 0 0     | 12 19 15                 |\n| 8 40 53          | 79 26     | 3 57 24   | 12 19 08                 |\n| 8 43 34          | 80 20     | 3 55 0    | 12 19 17                 |\n| 8 36 54 Mean     |           | 4 1 36 Mean | 12 19 15 Mean |\n| 16 01 36         | Add 12    |            |                          |\n| 7 24 42 Interval |           | 16 01 36  |                          |\n| 3 42 21 Half Interval |        |            |                          |\n| 8 36 54 Time in the morn. | |            |                          |\n| 12 19 15         |           |            |                          |\n| -00 00 06 Equat. of corresponding alt. | |            |                          |\n| 12 19 09 Time shewn by clock at apparent noon | |            |                          |\n| +2 35 Equation of time—from apparent noon | |            |                          |\n| 12 21 44 Clock too fast for mean time | |            |                          |\n\nN n z\n\nFriday,\nFriday, June 2.\n\n| Morning | Dou. alt. | low. limb. | Afternoon | Compared separately |\n|---------|-----------|------------|-----------|---------------------|\n| At      | h' m\"     | h' m\"      | h' m\"     | h' m\"               |\n| 8       | 54 28     | 84 19      | 3 42 20   | 12 18 24            |\n| 8       | 56 40     | 85 00      | 3 40 12   | 12 18 26            |\n| 8       | 58 50     | 85 45      | 3 38 02   | 12 18 26            |\n| 9       | 2 34      | 87 00      | 3 34 13   | 12 18 24            |\n| 9       | 4 2       | 87 27      | 3 32 45   | 12 18 24            |\n\n| 8       | 59 19     | Mean       | 3 37 30   | Mean                |\n| 15      | 37 30     |            |           |                     |\n\n| 6       | 38 11     | Interval   | 15 37 30  |                     |\n\n| 3       | 19 5½     | Half Interval |        |                     |\n| 8       | 59 19     |              |         |                     |\n\n| 12      | 18 24½    | Equat. of corresponding altitudes |        |                     |\n\n| 12      | 18 20½    | Clock too fast for apparent time |        |                     |\n| +2      | 26        | Equation of time—from apparent  |        |                     |\n\n| 12      | 20 46½    | Clock too fast for mean time    |        |                     |\n| 21      | 44        | Clock too fast at noon of June 1|        |                     |\n\n| 0       | 57½       | Clock has lost in 24 hours       |        |                     |\n\nSaturday, June 3, the morning cloudy, no altitudes taken.\n\nAt 2 49 22 by the clock, I happened to take my eye off from the very point where I afterwards found the external contact happened, imagining I saw it something more to westward; but, finding my mistake, I returned to the former point, where I found Venus had made a very small impression at 2h 50' 25\", as is set down in the margin.\n\ntime when Venus appeared completely round to the eye, and to appearance rather detached, and joined by a small dark thread or ligament, which prevented the rays of light from appearing.\n\ntime when the rays of light just appeared, at the internal contact.\nThe following is the above times, as shewn by the clock, reduced to apparent time, by allowing a proportion of 57 seconds, its regular losing in 24 hours; as appears by the preceding and the following corresponding altitudes.\n\n| h | m | s | h | m | s |\n|---|---|---|---|---|---|\n| 2 | 49 | 22 | 17 | 32 | 2 |\n| 2 | 50 | 25 | 17 | 32 | 2 |\n| 3 | 7 | 48 | 17 | 31 | 2 |\n| 3 | 8 | 19 | 17 | 31 | 2 |\n\napparent time of the 1st observation.\napparent time of the 2d observation.\nap. time of 1st obs. of internal contact.\nap. time of 2d obs. of internal contact.\n\nThe appearance of Venus at the internal contact, when joined by a small thread to the Sun's limb; as also the spots of the Sun, as observed at the time of the transit, and two days before.\n\nBy means of two oblong smoked glasses with different shades, made to slide in a groove fixed to my telescope, the phenomenon appeared very distinct and pleasing to the eye, notwithstanding the weather was a little hazy, and very much so, near the horizon. The thermometer stood at 74 degrees at the time of observation, and the weather was remarkably close and sultry two days before, and quite calm till an hour before the transit happened, when it began to blow very fresh. June 4, the weather continued much the same, and about 9th 30' in the evening, we had a shock of an earthquake, which lasted about four seconds, and alarmed all the inhabitants of the island.\n\nThe weather, at the time of the transit, was not clear enough to observe the least appearance of an atmosphere round the planet, supposing there really had been one.\n\nSaturday\nSaturday, June 3, corresponding double altitudes of the Sun's lower limb for midnight, taken in a saucer of oil.\n\n| June 3, Afternoon | Altitude | Morn. June 4 | Compared separately |\n|-------------------|----------|--------------|---------------------|\n| h / \"             | o / \"    | h / \"        | h / \"               |\n| At                |          |              |                     |\n| 4 4 25            | 76 58    | 8 29 41      | 12 17 03            |\n| 4 6 43            | 76 10    | 8 27 21      | 12 17 02            |\n| 4 8 34            | 75 33    | 8 25 26      | 12 17 00            |\n| 4 10 42           | 74 50    | 8 23 20      | 12 17 01            |\n| 4 12 52           | 74 08    | 8 21 11      | 12 17 02            |\n\n| Mean              |          | Mean         |                     |\n| 4 8 39            |          | 8 25 24      |                     |\n| 20 25 24          |          | 12           |                     |\n\n| Interval          |          |              |                     |\n| 16 16 45          |          | 20 25 24     |                     |\n\n| Half Interval     |          |              |                     |\n| 8 08 22½          |          |              |                     |\n\n| Time of midnight as shewn by clock | +9 Equat. of corresponding altitudes |\n|------------------------------------|-------------------------------------|\n| 12 17 01½                      |                                      |\n| Clock too fast for apparent time of midnight | Equation of time—from apparent |\n| 12 17 10½                      |                                      |\n| Clock too fast for mean time    |                                      |\n| 12 19 21½                      |                                      |\n| Clock too fast, June 2, at noon |                                      |\n| 20 47                          |                                      |\n\n| Clock has lost in 36 hours       |                                      |\n| 1 25½                           |                                      |\n| Clock lost in 24 hours by the preceding observations | |\n| 57½                             |                                      |\n| Clock lost in 12 hours by the present observation, which is very near at the same rate. | |\n\nDouble altitudes, taken with a sextant, in a saucer of oil, for finding the lat. of the place of observation.\n\n| June 4, morn. | Alt. O l. limb. | Afternoon. | Doub. alt. O l. limb. |\n|---------------|-----------------|------------|-----------------------|\n| h / \"         | o / \"           | h / \"      | o / \"                 |\n| At            |                 |            |                       |\n| 10 34 7       | 115 12          | 2 1 50     | 114 36                |\n| 10 36 44      | 116 00          | 2 4 32     | 113 46                |\n| 10 37 40      | 116 13          | 2 6 24     | 113 20                |\n| 10 39 26      | 116 38          | 2 8 05     | 112 50                |\n\nThere is 3' to be subtracted from the half ∠ for the errors of quadrant.\n\nBy\nBy the first of the above observations with a supposed lat. = 47° 15', being the result of a former observation, and the Sun's declination (corrected for the longitude) = 22° 31' 51'' N. and half the elapsed = 1h 43' 51''½ the latitude will be found = 47° 16' 51'', N.\n\nBy the second observation, computed in the like manner, the latitude will be 47° 16' 41'', N.\n\nThe place of observation on the island of Coudre, by an actual survey, bears from Quebec, N. 41° 30', E. by the true meridian, distance 55 statute miles, = 52 marine; which gives D. latitude = 39' and Dep. 34' = 50' D. longitude = 3' 20'' of time between Quebec and Coudre.\n\nI have here mentioned every particular relative to the observation, and as it really happened, that you might, with greater certainty, correct any errors that may be found therein.\n\nTo prove the time ascertained by corresponding equal altitudes, those altitudes taken within an hour of the transit might be worked separately, remembering to subtract 3' from the single altitude for the error of the quadrant.\n\nRemarks by the Astronomer Royal.\n\nThe instruments made use of by Mr. Wright, in the foregoing observations, were a 2 feet reflecting telescope; a pendulum clock beating half seconds; a brass Hadley's sextant, of about 15 inches radius, with a magnifying glass to read off the observations; and a rectangular reservoir for holding quicksilver,\nsilver, or any other fluid, which is sheltered from the wind by two glass sides inclined to one another, and ground truly plane: this last for taking the Sun's double altitude by reflection with the Hadley's sextant. By a more accurate calculation of the times than Mr. Wright has used, I find the equation of corresponding altitudes, for the noon of June 1 to be $-5''$, June 2 $-4''$, and June 3 for midnight $+9''$. Hence the true time of noon, by the clock, June 1, was $12^h\\ 19' 10''$, June 2, $12^h\\ 18' 20''$, and June 3, midnight, $12^h\\ 17' 11''$; and hence the true time of noon, June 3, should be $12^h\\ 17' 34''$, and the clock is losing $46''$ per day on apparent time. Hence the apparent times of Mr. Wright's observations will come out as follows:\n\n| App. time | Description |\n|-----------|-------------|\n| 2 31 53   | No visible impression made by Venus yet. |\n| 2 32 56   | Venus had made a small impression. |\n| 2 50 19   | Venus appeared completely round to the eye, and rather detached, and joined by a ligament. |\n| 2 50 50   | The rays of light appeared at the internal contact. |\n\nTaking Isle Coudre to bear N. $41^\\circ\\ 30'$ East from Quebec, distant 55 statute miles, as, Mr. Wright says, was found by an actual survey; the distance in geographical miles is 47.65. Therefore the place of observation is $35' 41''$ north of Quebec, and $31' 34''$ east of it, = $46' 32''$ difference of longitude, = $3' 6''$ of time.\n\nXXXVIII. Ex-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105835.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 13560,
    "total-output-tokens": 4078,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        916,
        2
      ],
      [
        916,
        1390,
        3
      ],
      [
        1390,
        3215,
        4
      ],
      [
        3215,
        5349,
        5
      ],
      [
        5349,
        6941,
        6
      ],
      [
        6941,
        10016,
        7
      ],
      [
        10016,
        11409,
        8
      ],
      [
        11409,
        12865,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      true,
      true,
      false,
      true,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105835",
    "title": "An Account of an Observation of the Transit of Venus, Made at Isle Coudre Near Quebec. In a Letter to the Reverend Nevil Maskelyne, Astronomer Royal, from Mr. Thomas Wright, Deputy Surveyor of the Northern District of America",
    "authors": "Thomas Wright",
    "year": 1769,
    "volume": "59",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/105835"
  }
}