{
  "id": "a771a45387e233475db045a7b9f241f8ed651220",
  "text": "I. Observationes quaedam accuratae insignis Cometæ sub finem anni 1680 visi, Coburgi Saxoniae a Domino Gottfried Kirch habitae; decimo tertio die antequam a quoquam alio observatus sit.\n\nCOMETA ille qui anno exeunte 1680 visus est, plurimis de causis praecipuus merito habendus est; tam ob Cursum ejus quadrimestrem, quo novem integra Signa percurrit; quam ob immensam Caudæ magnitudinem & claritatem: maxime vero ob insignem Orbitæ Curvitatem, cujus ope tandem patescet est Cometarum Theoria. Nam dum Astronomi omni adhibita diligentia motum ejus observationibus definiendo desudarunt, conatus eorum secundavit D.Newtoni in Geometricis vis pene divina, qui primus mortali Cometas Orbes Parabolicis maxime affines describere probavit, ac datis tribus locis accurate observatis eodem construire docuit, remque hujusce Cometæ exemplo illustravit: id quod sub finem Lib. III. Principiorum Philosophiae videre est.\n\nAccidit autem, nescio quo fato, ut Cometa hic (quem vespertinum tantopere prosecuti sunt Cælispices) antequam Solem attigerat matutinus, nec Parisis neque Grenovici ne semel quidem observatus sit: quique eum viderunt & observarunt, incongrua & inter se pugnantia, ac pro rei subtilitate parum idonea prodidere: neque ante Novemb. 17. mane a quopiam Observatorum visus est. Unde factum ut Orbitæ pars illa, qua ad Solem descendit Cometa, paulo incertius definiri potuit. Bona autem fortuna nuper incidimus in Librum meritissimi Astronomi Domini Gottfried Kirch, Germani, anno 1681 Noribergae impressi, cui titulus Neue Himmels Zeitung, hoc est Novus Nuncius caelestis; ubi auctor diligentissimus nobis exponit, quo casu ductus Cometam hunc nondum adnata Cauda obscurum, ac vix nudis oculis conspicuum detexe-\ndetexerit; dum scilicet Lunam & Martem ei vicinum observatuiens circumillustraret, die Novemb. 4. S.V. mane, idque Coburgi Saxoniae, quod oppidum XI. Grad. Londino orientalius est, sub altitudine poli 50° 20' circiter. Excitatus autem, ut ait, rumoribus Cometæ in Germania visi, vultu in Orientem versus pernoctavit, ut caelo tum forte perquam sereno, si quid novi oriretur, situm ejus notaret. Lunâ vero jam ad stellam aliquam Tychoni incognitam applicata, (sed quae in Catalogo Flamsteedii Britannico habetur, estque numero 44a Leonis) voluit dictæ stellæ locum ex circumvicinis Fixis determinare; dumque Tubum trium graduum capacem hinc inde circumrotat, incidit in Luculam quandam nebulosam, speciem insolitam praeseferentem, quamque vel novum Cometam esse, vel Stellam nebulosam ad instar ejus quae in Cingulo Andromeda est, statim conclusit.\n\nPrimo autem Cometam vidit, Hora 4½ matutina, paulo altiore duabus stellulis Telescopicis, quae in Figura I. literis a & c signantur, cum quibus tamen Hora 6½ vitus est in linea accurate recta; unde constabat eum moveri, idque motu directo. Inter horas vero 5. & 6. Tubo decempedali Phænomenon hoc contemplatus est, viditque duas alias stellulas contiguas prioribus minores, literisque e & d notatas, & supra has tertiam g. Erat autem distantia Cometæ ab e paulo minor quam ab a, major vero distantia de. 6h. 38' distantia Cometæ ab e dupla erat intervalli inter ipsas de, ac linea de producta reliquit Cometam* infra se, sicutamen ut marginem ejus superiorem attingeret. 6h. 45'. Cometa jam sensibiliter remotior erat ab e quam ab a, distabatque ab a paulo plus quam dimidio distantiae stellularum a & g.\n\nNotandum vero est Horologium totis 14 minutis caelum anticipasse, uti ex altitudinibus Cordis Leonis tum captis patuit.\n\nNobilis sane est haec observatio, adeoque Stellularum Cometæ tunc adjacentium loca non una methodo perquisivimus, exercitatissimam manum suam & instrumenta perelegantia\n\n* Tubo scilicet objecta invertente.\npræbente Reverendo Viro D. Jacobo Pound, R. Soc. Sodali.\n\nUnde constabat stellulas illas tum temporis infrascriptos habuisse situs, nempe\n\n| Long. | Lat. |\n|-------|------|\n| \\(a\\) | \\(29° 4' 20\\) |\n| \\(d\\) | \\(29° 27' 28\\) |\n| \\(g\\) | \\(29° 34' 30\\) |\n\nCirculus autem maximus per \\(a\\) & \\(c\\) ductus, deprehensus est per Ultimam Caude Urse majoris transire, adeoque angulum cum circulo Longitudinis ad \\(a\\) esse \\(15° 36' \\frac{1}{2}\\). Cumque distantia Cometæ ab \\(a\\) versus \\(c\\) paulo major fuerat dimidio distantiae \\(a\\) \\(g\\), (quam Tubo sedecim pedum & Mierometro deprehendimus \\(2 \\frac{1}{2}\\) min.) ponamus eam fuisse duodecim minutorum; & ex datis proveniet Cometa locus \\(29° 5' 1\\) cum Lat. Borea \\(1° 17' \\frac{1}{2}\\). Hora scilicet Horologii \\(6^{ta}\\), sed Londini \\(5^{h} 2'\\) Temp. Appar.\n\nDeinde Novemb. 6. mane, \\(4^{h} 42'\\), Tubo bipedali deprehendit Cometam omnino in linea recta inter Martem & Stellulam \\(N\\); quæ quidem in Catalogo Britannico \\(45^{ta}\\) Leonis est, & tunc erat in \\(2° 42'\\) cum Lat. Aust. \\(0° 16' \\frac{1}{2}\\). Mars autem tum temporis habuit (ex collatis observationibus paulo antea & post factis) \\(3° 46' \\frac{1}{2}\\) cum Lat. Bor. \\(1° 56'\\). Unde, ob datam ejus viam, Cometa occupavit \\(3° 23'\\) cum Lat. Bor. \\(1° 6'\\), Londini Temp. App. \\(3^{h} 58'\\) mane.\n\nNovembri quoque \\(11^{mo} 5^{h} 15'\\) mane, Cometa æqualiter distabat à Stellis Leonis \\(σ\\) & \\(τ\\) Bayero, nondum vero attigit rectam easdem jungentem, sed parum absuit ab ea. In Catalogo Britannico \\(σ\\) tunc habuit \\(14° 15'\\) cum Lat. Bor. \\(1° 41'\\) ferè, \\(τ\\) vero \\(17° 3' \\frac{1}{2}\\) cum Lat. Aust. \\(0° 34'\\). Proinde Cometa Latitudo paulo minor erat medio inter illas, nempe quam \\(0° 33' \\frac{1}{2}\\) Bor. ac Longitudo quam \\(15° 39'\\). Sed huius non utique fidendum, cum pendeat ab æstimata æqualitate distantiarum, quæ res lubrica est. Cauda autem jam coepita non nisi dimidio gradu longa Tubo decempedali visa est.\n\nQui plura cupit adeat Librum ipsum Germanicè editum.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103049.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 8300,
    "total-output-tokens": 2139,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1720,
        3
      ],
      [
        1720,
        3702,
        4
      ],
      [
        3702,
        5707,
        5
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103049",
    "title": "Observationes Quaedam Accurate Insignis Cometae Sub Finem Anni 1680 visi, Coburgi Saxoniae a Domino Gottfried Kirch Habitae; Decimo Tertio die Antequam a Quoquam Alio Observatus Sit",
    "authors": "Coburgi Saxoniae",
    "year": 1714,
    "volume": "29",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/103049"
  }
}