{
  "id": "19023b198b57ee245635df3c5dbbf66a2875a852",
  "text": "II. *Viri celeberrimi Johannis Marchionis Poleni, R.S. Lond. S. ad Virum Doctissimum Jacobum Jurinum, M.D. R.S.S. Epistola, qua continetur Summarium Observationum Meteorologicarum per sexennium Patavii habitarum*.\n\nMITTO Tibi, praestantissime Vir, excerpta hæc altera ex observationibus meis Meteorologicis, ante sex hosce annos habitis, ipsarumque collationes ad Invitationis tuae normam directas; atque ideo respondentes collationibus, quæ literis consignatae sunt in priore mea Epistola Tibi data, editaque in Regia Anglicanae Academiae Actis Philosophicis spectantibus ad mensæ postremos anni 1731. (Numero 421.) Nunc autem meæ observandi rationis supervacanea esset commemoratio, cum iisdem semper, quibus primo illo Sexennio usus fueram, usus sim instrumentis, postis in locis iisdem, eodemque adhibitis modo, quem jam in epistola illa superiori indicavi. Itaque statim ad rem ipsam aggrediar.\n\n* Vide Transact. No 421. p. 201. Sexenn. praeced.\nAc primum, in Tabella A, aquae sex abhinc annis collectae ex pluvia & fusae nive quantitates repraesentantur. Si vero annorum eorundem omnes cognomines menses Januarii, Februarii, & sic porro, una conjungantur, invenietur, aquae quantitatem, quae decidit mensibus Novembribus, Dig. 6. Dec. 295. minimam esse; contra maximam Juliis mensibus, aquam Dig. 23. Dec. 932. Cum in superiore sexennio minima quantitas ad menses Februarios, maxima ad Octobres pertinuerit: In priore Sexennio differentia inter minimam et maximam quantitatem, crat Dig. 22. Dec. 796; in hoc autem, est Dig. 17. Dec. 637.\n\nLiquet etiam ex proposita Tabella, hoc Sexennio, ceteris fisciorem fusile annum 1735. cui apposita est summa Dig. 29. Dec. 685; humidiorem vero annum 1734. cui summa convenit Dig. 38. Dec. 563. In priore\npriore Sexennio differentia inter annum siccirem & humidorem, fuit Dig. 27. Dec. 505. in hoc, fuit Dig. 8. Dec. 878.\n\n**Tabella B.**\n\n|       | Hyems. | Ver. | Æstas. | Autumnus. |\n|-------|--------|------|--------|-----------|\n| Dig.  | Dec.   | Dig. | Dec.   | Dig.      |\n| 1731. | 5 759  | 6    | 647    | 13 598    |\n| 1732. | 4 522  | 10   | 300    | 7 226     |\n| 1733. | 6 321  | 15   | 758    | 8 762     |\n| 1734. | 4 74   | 8    | 14     | 14 34     |\n| 1735. | 10 450 | 10   | 848    | 7 805     |\n| 1736. | 11 945 | 8    | 54     | 6 371     |\n| Sum.  | 43 71  | 59   | 621    | 57 796    |\n\nIn propofita hac Tabella B facile apparet, quantitatem aquae collectae Æstato & Autumno, tribus annis, majorem fuisse quantitate aquae collectae Hyeme & Vere; tribus vero annis fuisse minorem: cum superiori Sexennio quantitas pertinens ad Æstatem & Autumnnum semper major extiterit. Sexennio illo tempestatibus, secundum incrementa summarum aquae collectae, constituendae erant sequenti ordine; Hyems, Ver, Æstas, Autumnus: posteriore hoc Sexennio constitui debent tempestatibus ordine sequenti; Autumnus, Hyems, Æstas, Ver.\n\nHoc Sexennio, summa quantitatis aquae collectae Æstato et Vere excedit summam aquae collectae Hyeme & Autumno. Utroque autem Sexennio, Æstas ad duas illas tempestatibus copiae majoris, Hyems ad duas tempestatibus minoris copiae refertur.\n**Tabella C.**\n\n| Decrescente Barometro a Meridie Diei praecedentis ad Meridiem Diei, quo pluit. | Crescente Barometro a Meridie Diei praecedentis ad Meridiem Diei, quo pluit. |\n|---|---|\n| Numerus Dies, quibus pluit. | Ventus qualis erat Meridie Dies, quibus pluit. | Numerus Dies, quibus pluit. | Ventus qualis erat Meridie Dies, quibus pluit. |\n| 140 | N | 80 | N |\n| 47 | NE | 29 | NE |\n| 15 | E | 7 | E |\n| 18 | SE | 4 | SE |\n| 27 | S | 14 | S |\n| 28 | SW | 17 | SW |\n| 33 | W | 24 | W |\n| 62 | NW | 31 | NW |\n\nSum. 380 | Sum. 206\n\nUt miratus fueram in respondente Tabella superioris Sexennii, ita in hac quoque Tabella C, non sine admiratione animadverti, inter numeros incrementi decrementique altitudinis Barometri (pluviosis diebus) non intercedere differentiam majorem ea, quae inter est inter numeros 370. & 206: quae eadem ferme est, ac prioris Tabellæ, nempe numerorum 378. & 211.\n\nObservare etiam præstat, sex illis prioribus solidis annis, dies pluviosos fuisse 589; sex autem posterioribus annis fuisse 576: exigua dumtaxat differentia dierum 13. inter utrumque Sexennium. Utroque etiam Sexennio, a Borea (N) pluviæ quantitas major quam a quolibet alio vento allata est: minima ab Euro (SE) & a Subsolano (E) Ceterum quae pro superiore Tabella in priore Epistola dixi, in hac quoque ceu dicta intelligantur.\n**Tabella D.**\n\n| Decrescente Barometro a Meridie Diei praecedentis ad Meridiem Diei, quo ninxit. | Crescente Barometro a Meridie Diei praecedentis ad Meridiem Diei, quo ninxit. |\n|---|---|\n| Numerus Dies rum, quibus ninxit. | Numerus Dies rum, quibus ninxit. |\n| Ventus qualis erat Meridie Dies rum, quibus ninxit. | Ventus qualis erat Meridie Dies rum, quibus ninxit. |\n| --- | --- |\n| 3 | 5 |\n| N | NE |\n| 1 | 2 |\n| NE | SW |\n| 1 | 1 |\n| W | W |\n| NW | |\n\nSum. 6 | Sum. 9 |\n\nPrimis illis sex annis ninxerat decrescente Barometro diebus pluribus, quam Barometro crescente; at contrarium videre est in supraposita Tabella D. Sex illi anni dedere nivales dies 18. hi sex anni dant dies nivales 15.\n\n**Tabella E.**\n\n| Summa Altitudinum Barometri. | Summa Altitudinum Thermometri. | Altitude Media Barometri ad singulos dies. | Altitude Media Thermometri ad singulos dies. |\n|---|---|---|---|\n| Dig. | Dec. | Dig. | Dec. | Dig. | Dec. | Dig. | Dec. |\n| 1731. | 10850 | 65 | 18286 | 25 | 29 | 72 | 50 | 9 |\n| 1732. | 10870 | 19 | 18361 | 30 | 29 | 70 | 50 | 17 |\n| 1733. | 10867 | 18 | 18301 | 95 | 29 | 77 | 50 | 14 |\n| 1734. | 10850 | 24 | 18305 | 78 | 29 | 73 | 50 | 15 |\n| 1735. | 10861 | 21 | 18274 | 87 | 29 | 76 | 50 | 6 |\n| 1736. | 10870 | 7 | 18338 | 42 | 29 | 70 | 50 | 10 |\n\nAnnuas summas Altitudinum Barometri & Thermometri hac in Tabella E videre est: tum etiam Altitudines Medias singulis diebus convenientes.\nIntegro autem hoc Sexennio adhibito, Media Barometri Altitudo, referenda diebus singulis annorum Sexennii ejusdem, prodit Dig. 29 Dec. 73: tribus tantum particulis differens ab illa prioris Sexennii, quae fuit Dig. 29. Dec. 70.\n\nEt Media Altitudo Thermometri pro singulis diebus itidem horum sex annorum, reperitur Dig. 50. Dec. 12. quatuor dumtaxat particulis differens ab ea prioris Sexennii, quae fuit Dig. 50. Dec. 16.\n\nUniversim Diales Mediae Altitudines tum Barometri, tum Thermometri, pertinentes ad annos singulos parum differunt in Tabella hac; prout in Tabella quoque superioris Sexennii valde conveniebant.\n\n**Tabella F.**\n\n| Anni | Menses | Dies S.V. | Hora h | Maxima Barometri Altitudo. | Minima Barometri Altitudo. | Thermometri Altitudo. | Venti | Tempesta. |\n|------|--------|-----------|--------|-----------------------------|-----------------------------|------------------------|-------|----------|\n| 1731 | FEB.   | 6         | 15     | 30 26                       | 28 70                       | 48 36 NW               | Cælum sudum.          |\n|      | JAN.   | 29        | 15     |                             | 47 92 SE                    |                        | Aër caliginosus.      |\n|      | DEC.   | 10        | 15     | 30 20                       | 28 85                       | 48 32 N                 | Cælum sudum.          |\n| 1732 | MAR.   | 11        | 2      |                             | 49 67 SW                    |                        | Cælum nubib. obduct.  |\n|      | JAN.   | 23        | 15     | 30 48                       | 28 96                       | 48 62 NW                | Cælum sudum.          |\n|      | MAR.   | 19        | 15     |                             | 49 18 N                     |                        | Pluvia.               |\n| 1733 | JAN.   | 12        | 15     | 30 34                       | 28 88                       | 48 S                    | Cælum sudum.          |\n|      | DEC.   | 15        | 15     |                             | 48 30 S                     |                        | Cælum nubib. obduct.  |\n| 1734 | FEB.   | 8         | 15     | 30 30                       | 29                           | 48 40 NW                | Cælum nubib. fere obduct. |\n|      | MAR.   | 17        | 15     |                             | 49 48 W                     |                        | Pluvia tenuis.        |\n| 1735 | NOV.   | 19        | 15     | 30 20                       | 28 88                       | 48 70 N                 | Cælum sudum.          |\n| 1736 | FEB.   | 12        | 15     |                             | 48 74 NW                    |                        | Cælum nubib. obduct.  |\n\nTA-\nTabellas addidi F & G, in quas Maximiæ Minimæque Altitudines tum Barometri tum Thermometri relatæ sunt. Ex harum comparatione cum respondentibus prioris Epistolæ Tabellis scire licet, Altitudinem Maximum Barometri Dig. 30. Dec. 48. excessisse Maximam illam notatam priore Sexennio, quae fuit Dig. 30. Dec. 40. At Mercurii depressio ad Dig. 28. Dec. 70. cedit ei depressioni ad Sexennium superius pertinenti, quam fuisset Dig. 28. 28. Dec. 56. observatum est.\n\nThermometri in recentibus hisce Tabellis Maxima Altitudo habetur Dig. 52. Dec. 52; prioribus in Tabellis est Dig. 52. Dec. 54: duabus dumtaxat particulis major, quam illa. Altitudo vero Minima in Tabellis hisce Dig. 47. Dec. 44. est; in illis Dig. 47. Dec. 58: itaque posteriore hoc Sexennio Mercurius subsidit particularis 14. humilius, quam Sexennio priore unquam subsiderit.\n### Tabella H.\n\n| Anni Stylo Novo | Pol. Ped. Paris. | Lin. |\n|-----------------|------------------|------|\n| 1731            | 31               | 11 $\\frac{3}{7}$ |\n| 1732            | 30               | 5 $\\frac{2}{7}$ |\n| 1733            | 32               | 5 $\\frac{1}{2}$ |\n| 1734            | 35               | 7 $\\frac{4}{7}$ |\n| 1735            | 28               | 7 $\\frac{4}{7}$ |\n| 1736            | 29               | 2 $\\frac{4}{7}$ |\n\nSum. 187         |                  | 9 $\\frac{1}{3}$ |\n\nPollicibus 187. & Lin. 9 $\\frac{1}{3}$. (qui numeri suppedtantur a Summa postremæ hujusc Tabellæ H) in sex aquas portiones tributis, habetur Mensura aquæ Media, pro annis singulis Pol. 31. Lin. 3 $\\frac{7}{12}$. In priore autem Sexennio inventa fuit Pol. 35. Lin. $\\frac{7}{12}$: differentia igitur est Pol. 3. Lin. 9.\n\nQuod si ex Summis utriusque Sexennii unam efficiamus Summam, hancque per numerum duodenarium partiamur, inveniemus convenire singulis annis Pol. 33. Lin. 2 $\\frac{1}{12}$. Et quantitas hæc, si (ut in priore Sexennio factum est) conferatur cum Mensura Media aquæ, quæ cadit Lutetiae Parisiorum Pol. 19. vel Pol. 18. Lin. 8. adhuc plane liquebit, aquæ copiam Patavii decidere multo majorem, quam Lutetiae Parisiorum.\n\nAtque hoc etiam Sexennium observationem suppedditat, qua ostendatur, intra 24 horas aliquando Patavii aquæ copiam cadere multo majorem ea, quæ intra idem tempus Lutetiae Parisiorum unquam decidat. A meridie diei 27. (St. V.) Octobris anni 1732. (flante Borca)\nBorea) ad meridiem sequentis diei, deciderunt pluviae Pol. 2. Lin. circiter 9. Porro hujusce quantitatis excessus supra quantitatem (intra jam commemoratum tempus) decidentem Lutetiae Parisiorum, ex collatione cum Commentariis Regiae Scientiarum Academiae cognosci facile potest, ut alias innuimus.\n\nBarometri Altitude Maxima die 23 Jan. 1733. hoc Sexennio observata, ad mensuram Gallicam adducta, est Pol. 28. Lin. 6\\(\\frac{2}{10}\\). Altitude autem Minima pertinens ad diem 29 Jan. 1731. est Pol. 26. Lin. 10\\(\\frac{2}{10}\\). Differentia inter Maximam Altitudinem Minimamque invenitur Pol. 1. Lin. 8.\n\nEt cum inventa fuerit (ut superiore in Epistola commemoravimus) Lutetiae Parisiorum differentia inter Maximam & Minimam Barometri Altitudinem Pol. 1. Lin. 11\\(\\frac{1}{5}\\), haec nostram differentiam Patavii repertam excedit Lin. 3\\(\\frac{1}{5}\\). Quamobrem quod de hujusmodi differentiis superiore illa in Epistola observavimus, novis observationibus hisce confirmatur.\n\nDemum ut Epistolae illi priori quadret Epistola hæc, mantisiam adjiciam de Declinatione Magneticæ Acus. Mense Aprili an. 1733. repetitis observationibus completi, Declinationem versus Occasum suisse Graduum decem & trium cum dimidio. Postremis diebus superioris anni 1736. eam inveni Graduum tredecim & sexagesimarum 45. Itaque, si cum hisce jam dicta de Acus Declinatione, priore in Epistola, conferantur, plane liquebit, Declinationem annis tribus primis hujusce Sexennii magis crevisse, quam tribus postremis annis. Tibi autem mittam (ut olim feci) Ephemerides complectentes dierum singulorum Observata. Interim ad Observata præcipua hasce Annotationes, qualescumque sint, quoniam ab optima voluntate\nprosequendi Invitationem tuam proficiscuntur, libenter, ut opinor, videbis. Vale. Patavio. Kal. Jun. ciioioccxxxvii.\n\nIII. The Imperfections of the common Barometers, and the Improvement made in them, by Mr. Cha. Orme of Ashby-de-la-Zouche in Leicestershire, where they are perfected and rectified; with some Observations, Remarks and Rules for their Use, by Hen. Beighton, F. R. S.\n\nAs we know nothing more wanting than a Theory of the Weather on Mechanic Principles; there does not seem any thing in all Philosophy of more immediate Concern to us than the State of the Weather.\n\nIn order to which, a complete History of the Weather is necessary, to deduce from thence such Rules and Observations as may in some measure form such a Theory: And it may be said, that could we in any tolerable degree foretel, but by some small Space of Time, the Change of the Weather, it would be of admirable Use to us, in those Affairs on which the chief part of our Welfare and Subsistence depends.\n\nIt was from such Considerations, that more than 20 Years ago I began, and have continued, to keep a Diary of the Weather (the six last Years of which I have here subjoin'd); but cannot think myself so well qualified as to form a just Theory upon them, though",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103916.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 16788,
    "total-output-tokens": 5288,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        951,
        2
      ],
      [
        951,
        1749,
        3
      ],
      [
        1749,
        3118,
        4
      ],
      [
        3118,
        4442,
        5
      ],
      [
        4442,
        5863,
        6
      ],
      [
        5863,
        8573,
        7
      ],
      [
        8573,
        9411,
        8
      ],
      [
        9411,
        10916,
        9
      ],
      [
        10916,
        12595,
        10
      ],
      [
        12595,
        13839,
        11
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103916",
    "title": "Viri Celeberrimi Johannis Marchionis Poleni, R. S. Lond. S. ad Virum Doctissimum Jacobum Jurinum, M. D. R. S. S. Epistola, Qua Continetur Summarium Observationum Meteorologicarum per Sexennium Patavii Habitarum",
    "authors": "Johannis Marchionis Poleni",
    "year": 1737,
    "volume": "40",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/103916"
  }
}