{
  "id": "0815e9607d3642809c20ed6f7b746ca9dcd05cf2",
  "text": "XXV. Observations of the last Transit of Venus, and of the Eclipse of the Sun the next Day; made at the House of Joshua Kirby, Esquire, at Kew*. By John Bevis, M.D. F.R.S.\n\nRead June 15, 1769. In the morning of June 2, 1769, I fixed my equal altitude instrument, and carefully rectified it; and, applying the proper correction to the fore and afternoon's corresponding altitudes of the Sun, I found that Mr. Kirby's clock, whose rate of going was well regulated to mean solar time, at noon was $2' 5''$ before the mean time; whence I deduced the apparent times of my observations. June 3, in the evening, I was alone in a room where I had a very commodious view of the Sun. My telescope was a very good reflector, of about three feet and a half focal length, with an aperture of near six inches, and a magnifying power of 120 times; it was steadily supported, and governed by rack-work, and I had a stop-watch in my hand. Mr. Kirby at the clock.\n\n* Mr. Kirby's house is exactly $4''\\frac{3}{4}$ of time east of his Majesty's domestic observatory, and $1' 14''$ west of the Royal observatory at Greenwich.\nApp. time.\n\nJune 3, 7 9 59 I perceived a sudden boiling or tremor at the very summit of the Sun's limb, very different from what we usually call an undulation of his limb: 8 10 7 or 9\" after which, I called out now! upon discerning, at the same place, a very small indentation of Venus. I think I may put the external contact about 3\" sooner.\n\n28 8 The Planet seemed quite entered upon the disk, her upper limb being tangential to that of the Sun: but, instead of a thread of light, which I expected immediately to appear between them, I perceived Venus to be still conjoined to the Sun's limb by a slender kind of tail, nothing near so black as her disk, and shaped like the neck of a Florence flask.\n\n28 17 The said tail vanished at once, and, for a few seconds after, the limb of Venus, to which it had been joined, appeared more prominent than her lower limb, somewhat like the\nthe lesser end of an egg, but soon resumed its rotundity.\n\nIn a few minutes more the whole circumference of Venus became very ill defined, and beset with asperities, which I have represented, as well as I could, in my Figure (Tab. VII. fig. 2.). These were amazingly agitated by a sort of curling, quick motion not easily to be described. A gentleman of my acquaintance fancied Venus, in this circumstance, to resemble a black wafer on the head of a beaten drum. In the transit of Venus, in 1761, which I observed at Savile-house, I saw not the least of such appearance at the exit. The Planet was then perfectly circular and well defined.\n\nThe sky, though for the most part of the day clouded over, was all this while very fine.\n\n18 36 16 The Sun's eclipse began, perhaps, 2 or 3'' sooner.\n\n59 24 The spot A bifected. (See fig. 3.)\n\n20 22 33 The eclipse ended, very exact.\n\nJ. Bevis.\n\nXXVI. A Letter",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105823.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7932,
    "total-output-tokens": 911,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1105,
        2
      ],
      [
        1105,
        1987,
        3
      ],
      [
        1987,
        1987,
        4
      ],
      [
        1987,
        2887,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "None",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105823",
    "title": "Observations of the Last Transit of Venus, and of the Eclipse of the Sun the Next Day; Made at the House of Joshua Kirby, Esquire, at Kew. By John Bevis, M. D. F. R. S.",
    "authors": "John Bevis",
    "year": 1769,
    "volume": "59",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/105823"
  }
}