{
  "id": "c6435019f9c8a5b9f9f641b8455c45b08ecbdeed",
  "text": "standing Waters. In a small breeding Pond nigh my House, where I had formerly plenty of small Carp and Tench every Year, and of late scarce any young Breed to be met with, my Gardener not long ago observed one of the Squilla, with a Carp in its Mouth almost as large as itself; and has since observed these Insects hunting amongst the Weeds, and vigorously pursuing the small Fry. I order'd the Gardener to catch some of these Insects, and bring them home alive, with some of the smallest Fish he could meet with. We put them together in a large Basin of Water. The Insects were so rapacious, that they fell upon the Fish immediately, and destroy'd several in my Sight; and before Morning had devoured all that were in the Basin.\n\nNorth-Bierley,\nSept. 5, 1733.\n\nRICHARD RICHARDSON.\n\nIII. Schema Eclipseos Solaris paulo ante solis occasum observatae, Vitembergæ Saxonum Die II° Maii Stil. veter. A. Chr. CIO IO CC XXXIII. A Joh. Frider. Weidlero LL. D. Mathem. Superior. Prof. Ordin. R. S. S.\n\nPhases crescentis Eclipseos.\n\n| Initium, 2 Maii, St. V. | H. | M. | S. |\n|------------------------|----|----|----|\n| 1 Digitus              | 6  | 36 | 5 Post Mer. |\n| 2 Digi                 | 39 | 50 |    |\n\nDigit.\nDigit. H. M. S.\n3 6 48 50 Post Mer.\n4 52 50\n5 58 5\n6 7 2. 50\n7 7 50\n8 10 50\n9 15 50\n10 19 50\n11 29 20\n\nSol subit nubes tenues\n\nPhases decrescentis Eclipseos.\n\n10 Digit. 7 35 50\n9 40 50\n8 44 50\nSol occidit 46 5\n\nANNOTATA.\n\n1. Circulus in Tabulâ annexâ delineatus refert imaginem solis, ea magnitudine, qua in helioscopii fundo fuit depicta.\n\n2. Lumen solis, prope lunæ orbem, quod numquam non in aliis Eclipfibus solaribus tam prope horizontem; quam sub majore altitudine visis vehementi motu & undulatione gaudere animadverti, in hoc deliquio quietum prorsus & tranquillum fuit.\n\n3. Orbis lunæ, in primis quoad partem occiduaam, in phasibus paulo ante Solis occasum notatis, asperitatem manifestam, omnibus hujus phænomeni spectatoribus, prodidit; erant tamen intervalla, quibus ju-\nga montium lunarium distinguebantur, nec lata admodum nec profunda. Adhibita scala subtiliter divisa, aestimavi profunditatem unius vallis \\( \\frac{1}{2} \\) five partem ducentesimam diametri lunæ.\n\n4. Ultimae phases decrescentes per tenues nubes visae fuerunt, neque tamen ultra undecim disci solis uncias nobis luna occultavit.\n\n5. Centri solis occasus pro horizonte Vitembergensi calculo tum fuerat repertus, \\( 7^\\text{h}. 39^\\text{m}. 49^\\text{s}. \\) adeoque refractione radiorum in nubibus horizontis propemodum sex minutis fuit retardatus.\n\nIV. An Abstract of the Meteorological Diaries, communicated to the Royal Society; with Remarks upon them. By W. Derham, D.D. Canon of Windsor, F.R.S. [PART II. Vide Transact. N° 429.]\n\nPART III. Containing Meteorological Observations made at Berlin\n\nSweden\n\n\\[\n\\begin{align*}\n\\text{Lunden} \\\\\n\\text{Bettma} \\\\\n\\text{Upsale} \\\\\n\\text{Bygdea} \\\\\n\\text{Pithea}\n\\end{align*}\n\\]\n\n1726.\n\nAN Abstract of Meteorological Observations made in the Year 1726, at Berlin, by the Society there, and communicated by Job. Theod. Jablonski; and in Sweden, at Lunden, by Conrad Quensel, Mathematick Professor in the Caroline Academy;",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103863.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1163,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1209,
        2
      ],
      [
        1209,
        1992,
        3
      ],
      [
        1992,
        3154,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103863",
    "title": "Schema Eclipseos Solaris Paulo Ante Solis Occasum Observatoe, Vitembergoe Saxonum Die Ildo Maii Stil. Veter. A. Chr. [MDCCXXXIII]. A Joh. Fridey. Weidlero LL. D. Mathem. Superior. Prof. Ordin. R. S. S.",
    "authors": "Joh. Fridey Weidlero",
    "year": 1733,
    "volume": "38",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/103863"
  }
}