{
  "id": "da4be4ca51cde8c1a9bb884d447aa4964100222c",
  "text": "Bodies, both Superior and Inferior; and is divided again into six Books, whereof the first considers the Universe in general; the second is to discourse of Place, Vacuum, and Time, things as general as the World; the third, of the material Principles of all Bodies; the fourth, of their efficient Cause; the fifth, of their natural Qualities; and the sixth, of Motion, Generation, and Corruption of Bodies inanimate and animate.\n\nThe second part is to examine the Celestial Bodies. The third shall treat of the Terrestrial, viz. the Elements, Meteors, Minerals, Plants, Brutes, Men.\n\nOf this Work is now printed the first Book of the first Part, consisting of five Dissertations.\n\nThe first is about the preliminary Questions of Physiology. The second inquireth whether the Universe is compounded of many Worlds. The third is of the System of the World, its Magnitude, and Figure. The fourth examins, whether the World be animated? The fifth, whether it hath been or could be from Eternity? The sixth is concerning the End of the World.\n\nIV. FRANCISCI DE LAURENS SPECIMINA MATHEMATICA, duobus Libris comprehensa.\n\nHorum Prior, SYNTHETICUS, agit de Genuinis Matheseos Principiis in genere; in specie autem de Veris Geometriae Elementis hucusque nondum traditis.\n\nPosterior, ANALYTICUS, de Methodo Compositionis atque Resolutionis fusé differit; & multa nova complectitur, qua subtilissimam Analyseos Artem mirum in modum promovent.\n\nERRATA, forgot to be corrected sooner.\n\nIn No 28. Pag. 521. lin. 22, 23. r. She took dog (even before the wound was heal'd up) was with puppy. p. 525. l. 8. r. Answers that shall. ibid. l. 20. r. Mineral Queries. p. 532. l. 18. dele viz. p. 535. l. 2. Impelled at the Nose. ibid. l. 15. r. Grand poison.\n\nIn No 29. p. 541. l. 18. r. An intimation. p. 544. l. 5. r. from the Indexes. ibid. l. 22. dele and as. p. 545. l. 21. r. break out. p. 548. l. 18. r. with wind or.\n\nIn the SAVOY,\n\nPrinted by T. N. for John Martyn, Printer to the Royal Society, and are to be sold at the Bell a little without Temple-Bar, 1667.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101247.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 683,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2047,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101247",
    "title": "Errata",
    "authors": null,
    "year": 1666,
    "volume": "2",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101247"
  }
}