{
  "id": "1029b2e611570e069805ab17ffeb2842d0bfa586",
  "text": "The only official reprint\nauthorized by\nThe Royal Society of London\nPHILOSOPHICAL TRANSACTIONS.\n\nGIVING SOME ACCOUNT OF THE Present Undertakings, Studies, and Labours, OF THE INGENIOUS, IN MANY Considerable Parts of the WORLD.\n\nVOL. XLI. Part I. For the Years 1739, 1740.\n\nLONDON:\nPrinted for T. WOODWARD, and C. DAVIS, over-against Gray's-Inn-Gate in Holbourn; PRINTERS to the ROYAL SOCIETY. M.DCC.XLIV.\nTo the Honourable\n\nSir Hans Sloane, Bart M.D.\n\nLate\n\nPresident of the Royal Society, and\nRoyal College of Physicians, London;\nFirst Physician to His Majesty;\nMember of the Imperial Academy of Sciences\nat St. Petersburg,\nThe Royal Academies of Sciences\nat Paris, Madrid, and Berlin,\n\nAnd\n\nFellow of the Royal College of Physicians at Edinburgh, &c.\n\nSir,\n\nI cannot sufficiently extol that eminent Zeal you have shewn on all Occasions for the Promotion of Natural Knowledge, the present Perfection of which is greatly indebted to your Labours and Patronage. The noble\nDEDICATION\n\nnoble and immense Collection you have made of the most rare and valuable Curiosities, and a Library the most complete in the Universe, in all the Branches of Natural History and Physic, have not only been a Treasure to yourself, but a common Benefit to Mankind; your generous Disposition having constantly led you to communicate their Use to whoever at home or abroad was desirous to improve himself, or to inform the rest of the World.\n\nAs your great Knowledge and Skill in your own Profession, brought you into the highest and most extensive Practice for a long and uninterrupted Course of Years, so your Merit and Reputation could not fail of setting you at the Head of those two learned Bodies, you had so much loved and served, the Royal College of Physicians, and the Royal Society of LONDON, over which you presided with so much Dignity and Honour.\n\nYour Favours to the Royal Society in particular, have been too many to be here mentioned;\nDEDICATION.\n\ntioned; and your Regard for that Body hath ever been conspicuous, by your constant and diligent Application to their Affairs, in the midst of the greatest and most necessary Avocations; yet such has been your Modesty, that you have lately, to our general Regret, resigned the Office of President, which you could not be induced to hold any longer, when you began to apprehend the Infirmities of a venerable Age might oblige you to be less constant in your Attendance on the Duties of it.\n\nGive me Leave, Sir, in this Place, also to record my own Thankfulness to you, by whose Recommendation I at first obtained the Honour of being chosen one of the Secretaries of the Royal Society, which hath been so many Years continued to me; an Employ, I hope, I have discharged, at least, with Diligence and Fidelity, and shall always endeavour so to do: I beg of you to take under your Protection those Volumes of Papers sent to the Royal Society, that have been published under my Inspection, and particu-\nDEDICATION\n\nlarly to Patronize this Forty-first Volume of the Philosophical Transactions, which ends with the last Year of your Presidentship. I remain,\n\nHonoured SIR,\n\nYour much devoted and obliged\n\nHumble Servant,\n\nDartmouth-street,\nWESTMINSTER,\nDec. 31. 1741.\n\nCROMWELL MORTIMER, M.D.\nSecretary to the Royal Society, and Fellow of the Royal College of Physicians LONDON.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of January, February, and March, 1739.\n\nThe CONTENTS.\n\nI. A Catalogue of Fifty Plants from Chelsea Garden, presented to the Royal Society by the Company of Apothecaries, for the Year 1737. pursuant to the Direction of Sir Hans Sloane, Bart. Med. Reg. & Soc. Reg. Præs. by Isaac Rand, Apothecary, F. R. S. Hort. Chel. Praefect. ac Præfect. Botan.\n\nII. De Mensura & Motu Aquarum fluentium. Tentamen Primum. Quo agitur de aqua effluente ex vase semper pleno per foramen rotundum, & de resistentia ejusdem ex defectu loci citatis oriunda. Auctore Jacobo Jurin, Soc. Reg. & Coll. Medic. Londinens. Sodale.\n\nIII. Dias\nThe CONTENTS.\n\nIII. Dias Antrorum mirabilis Naturae, glacialis alterius, alterius Halitus noxios erucentatis, ad Regiam Societatem Scientiarum Londinensem, a Matthia Belio Pannonio, R.S.S. missa.\n\nIV. An Account of a very extraordinary Tumour in the Knee of a Person, whose Leg was taken off by Mr. Jer. Peirce, Surgeon at Bath; communicated in a Letter to Dr. Mead, Physician to His MAJESTY, and Fellow of the College of Physicians, and of the Royal Society, London.\n\nV. An Experiment concerning the Spirit of Coals, being part of a Letter to the Hon. Rob. Boyle, Esq; from the late Rev. John Clayton, D.D. communicated by the Right Rev. Father in God Robert Lord Bishop of Corke to the Right Hon. John Earl of Egmont, F.R.S.\n\nVI. An Experiment concerning the nitrous Particles in the Air; by the same Hand.\n\nVII. Extract of a Letter from John Rutty, M.D. to Dr. Mortimer, Sec. R.S. concerning the Poison of Laurel-Water.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of April, May and June, 1739.\n\nThe CONTENTS.\n\nI. Tentaminis de Mensura & Motu aquarum fluentium, praeceps Transactionum Numero communicati, pars reliqua; Auctore Jacobo Jurin, M.D. Soc. Reg. & Colleg. Medic. Londinens. Sodale.\n\nII. A Collection of the Observations of the Eclipse of the Sun, August 4th 1738. which were sent to the Royal Society.\n\nIII. Some Electrical Experiments, chiefly regarding the Repulsive Force of Electrical Bodies; communicated in a Letter from Granvile Wheler, Esq; F.R.S. to Cromwell Mortimer, M.D. R.S. Secr.\n\nIII. An Account of some of the Electrical Experiments made by Granvile Wheler, Esq; at the Royal Society's House, on May 11. 1737. drawn up by C. Mortimer, M.D. R.S. Secr.\n\nIV. A Letter from Granvile Wheler, Esq; to Dr. Mortimer, Secr. R.S. containing some Remarks on the late Stephen Gray, F.R.S. his Electrical Circular Experiment.\n\nV. An Account of the Influence which two Pendulum Clocks were observed to have upon each other, by Mr. John Ellicott, F.R.S.\n\nVI. Further.\nThe CONTENTS.\n\nVI. Further Observations and Experiments concerning the two Clocks above-mentioned, by the Same.\n\nVII. The Case of a Wound in the Cornea of the Eye being successfully cured by Mr. Thomas Baker, Surgeon to St. Thomas's Hospital, and by him communicated to the Royal Society, in a Letter to Dr. Mortimer, R.S. Secr.\n\nVIII. Extract of a Letter dated at Montpelier, Dec. 27. 1731. N.S. from Andrew Cantwell, M.D. Monspel. to T.S. M.D. and by him translated from the French, giving an Account of a monstrous Boy.\n\nIX. Three extraordinary Cases in Surgery, by Beza-leel Sherman, Surgeon, at Kelvedon in Essex, communicated in November 1738.\n\nX. A Letter from Thomas Stack, M.D. to Sir Hans Sloane, Bart. Pr. R.S. &c. containing an Account of a Woman sixty-eight Years of Age, who gave Suck to two of her Grand-children.\n\nPrinted for T. Woodward, at the Half-Moon, between the Two Temple-Gates in Fleetstreet; and C. Davis, the Corner of Pater-noster-row, next Warwick-lane; PRINTERS to the ROYAL SOCIETY. M.DCC.XLII.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of July, August, September, and October, 1739.\n\nThe CONTENTS.\n\nI. A Letter from the Rev. Mr. John Clayton (afterwards Dean of Kildare in Ireland) to Dr. Grew, in Answer to several Queries relating to Virginia, sent to him by that learned Gentleman, A.D. 1687. communicated by the Right Reverend Father in God Robert Lord Bishop of Corke, to John Earl of Egmont, F.R.S.\n\nII. An Experiment to prove, that Water, when agitated by Fire, is infinitely more elastic than Air in the same Circumstances; by the late Rev. John Clayton, Dean of Kildare in Ireland. Communicated by the same Hand as the preceding.\n\nIII. Part of a Letter from John Green, M.D. Secretary of the Gentlemens Society at Spalding in Lincolnshire; to C. Mortimer, M.D. Sec. R.S. serving to inclose a Relation of a Girl three Years old, who remained a Quarter of an Hour under Water without Drowning.\n\nIV. The Case of Mr. T. Cox, Surgeon at Peterborough, who fell into a Pestilential Fever, upon Tapping a Corpse lately dead of an Hydropsy, drawn up by himself, and read before the Peterborough Society, Sept. 1. 1736. communicated to the Royal Society by the Rev. Mr. Tim. Neve, Secretary to the Peterborough Society.\n\nV. The Variation of the Magnetic Needle, as observed in Three Voyages from London to Maryland, by Walter Hoxton, Gent.\n\nVI. Some Thoughts and Conjectures concerning the Cause of Elasticity, by J.T. Desaguliers, LL.D. F.R.S.\n\nVII. Some\nThe CONTENTS.\n\nVII. Some Thoughts and Experiments concerning Electricity, by J. T. Desaguliers, LL. D. F. R. S.\n\nVIII. Experiments made before the Royal Society, Feb. 2. 1737-8. by the Same.\n\nIX. An Account of some Electrical Experiments made before the Royal Society on Thursday the 16th of February 1737-8. By the Same.\n\nX. An Account of some Electrical Experiments made at his Royal Highness the Prince of Wales's House at Cliefden, on Tuesday the 15th of April 1738. where the Electricity was conveyed 420 Feet in a strait Line. By the Same.\n\nXI. Observationes Botanicae, Plantarum quarundam Descriptiones accuratiores exhibentes; per Dn. Paulum Henricum Gerhardum Moehring, M. D. factae; ad Illustissimum Dn. Hans Sloane, Bart. R. S. Praef. missae.\n\nXII. Observatio Anthelii Vitembergæ spectati; per J. Frid. Weidlerum Mathef. Prof. ibidem Primar. & R.S. Lond. Soc. communicata in Epistolæ ad C. Mortimerum, R.S. Secr.\n\nXIII. Occultatio Palilicii A. 1738. d. 23. Decembris, St. N. observata a D. Christfried Kirchio, Astronomo Regio Berolini; ex literis ad J. F. Weidlerum, datis excerpta.\n\nXIV. Eclipse Solis observata Vitembergæ Saxonum D. iv. Aug. St. N. d. xxiv. Julii St. Vet. A. ccccxxxix, post merid. a Jo. Friderico Weidlero, R. S. Lond. S.\n\nXV. Part of a Letter from Mr. J. Derby to Mr. Henry Sheppard, concerning a terrible Whirl-wind, which happen'd at Corne-Abbas in Dorsetshire, Oct. 30. 1731. communicated to the Royal Society by Edmund Halley, LL. D. V. Pr. R. S. and Astronom. Reg.\n\nXVI. An Account of Letters found in the Middle of a Beech, by J. Theod. Klein, Secretary of Dantzick, F. R. S. Oct. 19. 1729. communicated to the Royal Society by Sir Hans Sloane, Bart. Pr. of the R. S. and Physician to His MAJESTY, &c. Translated from the Latin by T. S. M. D.\n\nXVII. Part of a Letter from Sir John Clark, one of the Barons of His MAJESTY's Exchequer in Scotland, and F. R. S. to Rog. Gale, Esq; Tr. R. S.\nPHILOSOPHICAL\nTRANSACTIONS.\n\nFor the Months of November and December, 1739.\n\nThe CONTENTS.\n\nI. A Letter from his Excellency Nicolas-Michael d’Aragona, Prince of Cassano, and F. R. S. to the President of the Royal Society, containing an Account of the Eruption of Vesuvius in May 1737. Translated from the Italian by T. S. M.D. F. R. S.\n\nII. An Abstract of a Letter from an English Gentleman at Naples to his Friend in London, containing an Account of the Eruption of Mount Vesuvius, May 18. and the following Days, 1737. N. S.\n\nIII. De Atmosphæra Lunari, Dissertatio Astronomica. Autore Dno Johanne Paulo Grandjean de Fouchy, in suprema Galliæ Rationum Curia Senatore, & Reg. Scient. Acad. Paris Socio.\n\nIV. A\nThe CONTENTS.\n\nIV. A Narrative of an extraordinary Sinking down and Sliding away of some Ground at Pardines near Auvergne, sent from M. T—to a Relation in England, translated from the French, and communicated to the ROYAL SOCIETY by Phil. Henry Zollman, Esq; F. R. S.\n\nV. A Dissertation on the Worms which destroy the Piles on the Coasts of Holland and Zeeland, by Job Baster, M. D. F. R. S. communicated by the President of the ROYAL SOCIETY. Translated from the Latin by T. S. M. D. F. R. S.\n\nVI. Two Observations of Explosions in the Air; one heard at Halsted in Essex, by the Rev. Mr. A. Vievar, Minister of that Place; the other by Sam. Shepheard, Esq; of Springfield in the same County.\n\nPrinted for T. WOODWARD, at the Half-Moon, between the Two Temple-Gates in Fleetstreet; and C. DAVIS, over-against Gray's-Inn Gate in Holbourn; PRINTERS to the ROYAL SOCIETY. M.DCC.XLII.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of January, February, March, April, May, and June, 1740.\n\nThe CONTENTS.\n\nI. A Catalogue of the Fifty Plants from Chelsea Garden, presented to the Royal Society by the Company of Apothecaries, for the Year 1738. pursuant to the Direction of Sir Hans Sloane, Bart. Med. Reg. &c Soc. Reg. Prof. By Isaac Rand, Apothecary, F. R. S. Hprt. Chel. Prof. ac Præloc. Botan.\n\nII. Some Reflections on Generation, and on Monsters, with a Description of some particular Monsters: By Daniel de Superville, Privy-Counsellor and chief Physician to his most Serene Highness the Margrave of Brandenburg-Bareith, President of the College of Physicians, Director of the Mines and of all Medicinal Affairs in the Margravate, Member of the Imperial Academy Naturæ Curiosorum, and of the Royal Society of Berlin.\n\nIII. Offis Bregmatis Gigantœ Magnitudinis Icon, Tab. I. Fig. 2. &c. Tab. II. Fig. 1. cum Problemate de Gigantis Statura determinanda secundum Regulas Artis Delineatoriae: quæ ad Illust. REGALIS SOCIETATIS Præsidem Dum Hans Sloane, Bart. tranmisit Jac. Theodor. Klein Reipubl. Gedan. a Secretis, &c. Reg. Soc. Lond. Soc.\n\nIV. An Account by the Rev. Zachary Pearce, D. D. F. R. S. of a Book intitled, Reflexions Critiques sur les Histoires des Anciens Peuples, &c. Paris, 1735. 4°. in 2 Vol.\n\nV. A Query proposed to such curious Persons as use the Greenland Trade, occasioned by the annexed Letter from Mr. David Nicolson, Surgeon, to Dr. Mortimer, Sec. R. S. concerning Scurvy-grafts.\n\nVI. A Letter from Edmund Stone, F. R. S. to concerning two Species of Lines of the Third Order, not mentioned by Sir Isaac Newton, nor Mr. Sterling.\n\nVII. An Account of an Improvement on the Terrestrial Globe, by Joseph Harris, Gent.\n\nVIII. A new Method of improving and perfecting Catadioptrical Telescopes, by forming the Speculums of Glass instead of Metal. By Caleb Smith.\n\nIX. Extract of a Letter from the Honble Henry Temple, Esq; to his Father the Right Honble the Lord Viscount Palmerston, concerning an Earthquake at Naples 1732. communicated to the Royal Society by Claudius Amyand, Esq; F. R. S. & Sergt. Surgeon to his MAJESTY.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of July and August, 1740.\n\nThe CONTENTS.\n\nI. An Account by Mr. John Eames, F. R. S. of a Dissertation, containing Remarks upon the Observations made in France, in order to ascertain the Figure of the Earth, by Mr. Celsius, intituled, De observationibus pro Figura Telluris determinanda, in Gallia habitis, Disquisitio. Auctore Andrea Celsius, in Acad. Upsal. Astronom. Prof. Regio, &c. Upsaliae, 1738. 4to. pag. 371.\n\nThe Continuation of the Remarks made by Mr. Celsius on the Observations taken in France, in order to ascertain the true Figure of the Earth. 378.\n\nII. A Letter from Mr. J. Alexander to Peter Collinson, F. R. S. concerning a Place in New-York for measuring a Degree of Latitude. 383.\n\nIII. Ex Veterum Prussorum Re Antiquaria Sche-diasma a D. Jac. Theodoro Klein Reipubl. Gedan. a Secretis, R. S. S. cum D. Hans Sloane, Bart. R. S. Pr. communicatum. 384.\n\nIV. Observations and Experiments on Madder-root, which has the Faculty of tinging the Bones of living Animals of a red Colour, by M. Du Hamel du:\nThe CONTENTS.\n\ndu Monceau, F.R.S. communicated in a Letter to Sir Hans Sloane, Bart. Pr. R. S. Translated from the French by T.S. M. D. F. R. S. 390.\n\nV. A Catalogue of the Fifty Plants from Chelsea Garden, presented to the Royal Society by the Company of Apothecaries, for the Year 1739. pursuant to the Direction of Sir Hans Sloane, Bart. Med. Reg. & Soc. Reg. Praef. by Isaac Rand, Apothecary, F.R.S. Hort. Chel. Praef. ac Praec. Botan. 406.\n\nVI. A Physico-mathematical Demonstration of the Impossibility and Insufficiency of Vortices: By M. de Sigorgne. Translated from the French by T. S. M. D. F. R. S. 409.\n\nVII. An Account by David Hartley, M.B. F.R.S. of Dr. Trew's Dissertation concerning the Differences of a Human Body before and after Birth, intitled, Dissertatio epistolica de differentiis quibusdam inter hominem natum & nascendum intervenientibus, deque vestigiis Divini Numinis inde colligendis; Jo. Georgio Kramero inscripta cum Tab. Æn. Auctore Christoph. Jacobo Trew, Noribergae, 1736. 4to. 436.\n\nVIII. Some curious Experiments and Observations on a Beetle, that lived Three Years without Food: Communicated to the Royal Society in a Letter from Mr. Henry Baker to Alexander Stuart, M.D. F. R. S. 441.\n\nIX. The Discovery of a perfect Plant in Semine; e.gr. of the Gramentremulum. By the Same. 448.\n\nI. An\nPHILOSOPHICAL TRANSACTIONS.\n\nGIVING SOME ACCOUNT OF THE Present Undertakings, Studies, and Labours, OF THE INGENIOUS, IN MANY Considerable Parts of the WORLD.\n\nVOL. XLI. Part II. For the Years 1740, 1741.\n\nLONDON:\nPrinted for T. Woodward, and C. Davis, over-against Gray's-Inn-Gate in Holbourn; Printers to the Royal Society. M.DCC.XLIV.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of September, October, November, and December, 1740.\n\nThe CONTENTS.\n\nI. An Account of the Analogy betwixt English Weights and Measures of Capacity, by the Rev'd Mr. William Barlow of Plymouth. Pag. 457.\n\nII. An Account of a Tract intituled, Jo. Friderici Weidleri Commentatio de Parheliis Mense Januario Anni 1736. prope Petroburtgum Angliæ & Vitembergæ Saxonum visis. Accedit de Rubore Cœli igneo Mense Decembri Anni 1737. observato Corollarium. Vitembergæ, 1738. 4°. Drawn up by Tho. Stack, M.D. F.R.S. 459.\n\nIII. An Attempt to examine the Barrows in Cornwall, by Steph. Williams, M.D. F.R.S. 465.\n\nIV. Extracts of Two Letters from Sig:r Camillo Paderni at Rome, to Mr. Allan Ramsay, Painter, in Covent-Garden, concerning some antient Statues, Pictures, and other Curiosities, found in a subterraneous Town, lately discovered near Naples. Translated from the Italian.\nThe CONTENTS.\n\nlian by Mr. Ramsay, and sent by him to Mr. Ward, F. R. S. Prof. Rhet. Gresh. 484.\n\nV. Extract of a Letter from Mr. George Knapton to Mr. Charles Knapton, upon the same Subject. 489.\n\nVI. Extract of a Letter from Mr. Crispe to Mr. George Knapton, upon the same Subject as the Two preceding Papers. 493.\n\nVII. A remarkable Cure performed by John Cagua, Surgeon, at Plymouth-Dock, of a Wound of the Head complicated with a large Fracture and Depression of the Skull, the Dura Mater and Brain wounded and lacerated: Communicated in a Letter to William Cheselden, Esq; F. R. S. &c. 495.\n\nVIII. A Case communicated by Mr. J. Mackarness, Apothecary, in Chipping-Norton, in Oxfordshire, of an extraordinary Stone voided by the Anus. 500.\n\nIX. An Account of Mr. Leeuwenhoek's Microscopes; by Mr. Henry Baker, F. R. S. 503.\n\nX. An Inquiry into the Causes of a dry and wet Summer. By an anonymous Hand. 519.\n\nXI. Notabilia quaedam in Itinere Alpino-Tyrolensi observata per Balthasarem Ehrhartum, M.D. Memingensem, in Epistola ad C. Mortimerum, R. S. Secr. missa. 547.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of January, February, and March, 1741.\n\nThe CONTENTS.\n\nI. The Figure of a Machine for grinding Lenses spherically, invented by Mr. Samuel Jenkins, and communicated by him to the Honble Sir Hans Sloane, Bart. Pr. R. S. &c. Pag. 555.\n\nII. Observatio de immodico & funesto Lapidum Cancrorum, simili-umque terrestrium Absorbentium Usu, indeque ortis Calculis in Ventriculo & Renibus: à Joh. Philippo Breynio, M. D. R. S. S. cum D. Hans Sloane, R. S. Pr. &c. communicata. 557.\n\nIII. A Letter from the Rev. Mr. S. Kirkshaw to William Sloane, Esq; F. R. S. concerning Two Pigs of Lead, found near Ripley, with this Inscription on them, IMP. CÆS. DOMITIANO AUG. COS. VII. 560.\n\nIV. The Description and Draught of a Machine for reducing of Frac-tures of the Thigh, by Mr. Henry Ettrick, Surgeon. 562.\n\nV. De Ostreis Petrefactis Relatio Cornelii le Bruyn, Illustrata per Jac. Theodor. Klein, R. S. S. Rep. Gedan. a Secret. 568.\n\nVI. Observationes Martis, Autumno Anni 1736. Berolini habita, a Christfr. Kirch, Regiae Societatis ibidem Astronomo. 573.\n\nVII. A Collection of the Observations of the Remarkable Red Lights seen in the Air on Dec. 5. 1737. sent from different Places to the ROYAL SOCIETY. 583.\n\nVIII. A short Account of Dr. Jurin's Ninth and last Dissertation De Vi Motrice, by Mr. John Eames, F. R. S. 607.\n\nIX. An Account of some remarkable Stones, taken out of the Kidneys of Mrs. Felles, upon opening her Body after her Decease, by Noah Sherwood, Surgeon. 610.\n\nX. A Description of a large Lake called Malholm Tarn, near Skipton in Craven, in the County of Yorkshire; by John Fuller, Esq, jun. F. R. S. 612.\n\nXI. Extract of a Letter from Monsieur De Bremond, M. D. to Dr. Mortimer, concerning a File rendered Magnetic by Lightning. 614.\n\nXII. An\nThe CONTENTS.\n\nXII. An Account of Tumours, which rendered the Bones soft: Communicated to the Royal Society by Mr. Pott, Surgeon. 616\n\nXIII. A Case wherein Part of the Lungs were coughed up. Presented to the Royal Society by William Watson, F.R.S. 623.\n\nXIV. An Account of several Meteors, communicated in a Letter from Thomas Short, M.D. to the President. 625.\n\nXV. Mercurius a Venere sublatus Maii 17. 1737. Grenovici in Observatorio Regio observatus, per J. Bevis, M.D. 630.\n\nXVI. An Occultation of Aldebaran by the Moon, Dec. 12. 1738. observed in Fleetstreet by Mr. G. Graham, F.R.S. 632.\n\nXVII. An Eclipse of the Sun, Dec. 19. 1739. observed by Mr. Short in Surrey-street. 633.\n\nXVIII. An Eclipse of the Moon, Jan. 2. 1740. observed at Mr. Graham's House in Fleetstreet. ibid.\n\nXIX. Some Things concerning Electricity, by the Rev. J.T. Desaguliers, LL.D. F.R.S. 634.\n\nXX. An Account of some Electrical Experiments made before the Royal Society, on Thursday the 22d of January 1740-1. by the Same. 637.\n\nXXI. Electrical Experiments made before the Royal Society, on Thursday, March 15th, 1740-1. by the Same. 639.\n\nXXII. A Letter from John Huxham, M.D. F.R.S. to C. Mortimer, M.D. Secr. R.S. concerning an Extraordinary Hernia inguinalis; and an Observation of the Passage of Mercury over the Sun, Oct. 31. 1738. 640.\n\nXXIII. An Observation on the Planet Venus (with regard to her having a Satellite) made by Mr. James Short, F.R.S. at Sun-rise, October 23. 1740. 646.\n\nXXIV. An Occultation of Jupiter and his Satellites by the Moon, October 28. 1740. observed at Mr. George Graham's F.R.S. House in Fleetstreet, London, by Dr. Bevis and Mr. James Short, F.R.S. 647.\n\nXXV. A Letter from James Parsons, M.D. F.R.S. to the Royal Society, giving a short Account of his Book intituled, A Mechanical Critical Inquiry into the Nature of Hermaphrodites. London, 1741. in 8vo. 650.\n\nXXVI. An Account of an antient Date in Arabian Figures, upon the North Front of the Parish Church of Rumsey in Hampshire, by the Rev. Mr. William Barlow. 652.\n\nXXVII. Some Observations concerning the Virtue of the Jelly of Black Currants, in curing Inflammations in the Throat. By Henry Baker, F.R.S. 655.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of April, May, June and July, 1741.\n\nThe CONTENTS.\n\nI. Several Electrical Experiments, made at various Times, before the Royal Society, by the Rev. J. T. Desaguliers, LL.D. F.R.S. Page 661.\n\nII. A Letter from John Huxham, M.D. F.R.S. to Thomas Stack, M.D. F.R.S. concerning an Extraordinary Venereal Case. 667.\n\nIII. An Account of Coal-balls made at Liege, by William Hanbury, Esq; F.R.S. 672.\n\nIV. A Letter from Cromwell Mortimer, M.D. Secr. R.S. to William Bogdani, Esq; F.R.S. containing a short Account of Dr. Alexander Stuart's Paper concerning the Muscular Structure of the Heart. 675.\n\nV. A Letter from M. le Cat, M.D. F.R.S. Surgeon to the Hôtel Dieu at Rouen, &c. to C. Mortimer, M.D. Secr. R.S. concerning the Foramen ovale being found open in the Hearts of Adults, and of the Figure of the Canal of the Urethra. 681.\n\nVI. A Letter from George Lynn, Esq; to Ja. Jurin, M.D. F.R.S. containing some Remarks on the Weather, and accompanying Three Synoptical Tables of Meteorolog. Observat. from 1726 to 1739. 686.\n\nVII. Remark of the Case of a poor Woman who had a Foetus in her Abdomen for Nine Years, by William Bromfeild, Surgeon. 697.\n\nVIII. A\nThe CONTENTS.\n\nVIII. A Letter from Mr. John Powell, to Sir Hans Sloane, Bart. Pr. R. S. &c. concerning a Gentlewoman who voided with her Urine, hairy crustaceous Substances: To which is annexed Sir Hans Sloane's Answer, containing several Observations of extraordinary Substances voided by the Urinary Passages. 699.\n\nIX. A Letter from Mr. T. Knight to Sir Hans Sloane, Bart. Pr. R. S. &c. concerning Hair voided by Urine. 705.\n\nX. An Account of an extraordinary Case communicated by Dr. Walter Graham, Physician at Mansfield, to Dr. Mortimer, Secr. R. S. concerning a large Quantity of Matter or Water contained in Cystis's or Bags adhering to the Peritonæum, and not communicating with the Cavity of the Abdomen. 708.\n\nXI. An Observation by Mr. William Watson, F. R. S. of Hydatides voided per Vaginam. 711.\n\nXII. Two Medico-Chirurg. Obs. of Hydatides and an Hernia, by M. Le Cat: Communicated in a Letter to Mr. Serjeant Amyand, F. R. S. 712.\n\nXIII. Some Remarks concerning the Circulation of the Blood, as seen in the Tail of a Water-Eft, by the Rev. Mr. Henry Miles; communicated in a Letter to Mr. John Eames, F. R. S. 725.\n\nXIV. A Letter from the Rev. Ebenezar Latham, V.D. M. and M.D. to C. Mortimer, M.D. S.R. S. concerning the true Delineation of the Asterisms in the antient Sphere. 730.\n\nXV. Lumen Australis Romæ observatum die 27 Jan. An. 1740. a Didaco de Revillas Abbate Hieronym. P. Math. Prof. & R. S. S. 744.\n\nI. Several\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of August, September, October, November and December, 1741.\n\nThe CONTENTS\n\nI. A new Plotting-Table for taking Plans and Maps, in Surveying: Invented in the Year 1721. by Henry Beighton, F. R. S. Inscribed to the Royal Society. Page 747.\n\nII. A Letter from Richard Richardson, M. D. and F. R. S. to Sir Hans Sloane, Pr. R. S. &c. inclosing a Paper from William Wright, Surgeon, concerning a large Piece of the Thigh-bone, which was taken out, and its Place supplied by a Callus. 761.\n\nIII. An Account of a monstrous Fetus resembling a hooded Monkey: Communicated by Mr. William Gregory of Rochester. 764.\n\nIV. The Case of Mary Howell, who had a Needle run into her Arm, and came out at her Breast. 767.\n\nV. Mr. Alexander Orme's pectoral Syrup, sent in a Letter to Sir Hans Sloane, Bart. &c. from Culcutte, dated Jan. 25. 1733. 769.\n\nVI. A Letter from the Reverend Mr. Henry Miles to Mr. John Eames, F. R. S. concerning the Seed of Fern. 770.\n\nVII. Extra&st of a Letter from Jos. Ignat. de Torres, M. D. to the Royal Society, containing an extraordinary Case of the Heart of a Child turned upside down. 776.\n\nVIII. Johannes Castillioneus Dno. de Montagny, V. D. & Philosoph. Prof. in Acad. Lauzannesii, Reg. Soc. Lond. Soc. &c. de Curva Cardioides, de Figura sua sic dicta. 778.\n\nIX. Ad Eclipses Terrae representandas Machina J. And. Segneri, Med. Physic. & Mathem. Prof. Goetting, R. S. S. 781.\n\nX. Samuelis Christiani Hollmanni, Logic. & Metaph. in nova Gottingensi Academia, P. P. O. Observatio de Sceletorum, ex Folii virentibus paratorum, quorumcunque Duplicatura. 789.\n\nXI. Sa-\nThe CONTENTS.\n\nXI. Samuelis Christiani Hollmanni, Logic. & Metaph. in nova Gottingensi Academia, P. P. O. de Duplicaturae Fibrarum, in Folii quibuscunque conspicuae Usu, aliisque hic pertinentibus, Conjecturæ. 796.\n\nXII. An Account of an Earthquake at Scarborough, communicated in a Letter from Maur. Johnson, jun. Esq; Secr. of the Gentlemen's Society at Spalding, to C. Mortimer, M. D. Secr. R. S. 804.\n\nXIII. An Examination of Sea-water frozen and melted again, to try what Quantity of Salt is contained in such Ice, made in Hudson's Streights by Capt. Christopher Middleton, F. R. S. at the Request of C. Mortimer, R. S. Secr. 806.\n\nXIV. A Rule for finding the meridional Parts to any Spheroïd, with the same Exactness as in a Sphere, by Colin Mac Laurin, F. R. S. Communicated by Andrew Mitchel, Esq; F. R. S. 808.\n\nXV. The parabolic Orbit for the Comet of 1739, observed by Signior Eustachio Zanotti at Bologna. 809.\n\nXVI. A Letter from the Right Reverend Father in God Robert Lord Bishop of Corke, to the Right Honourable John Earl of Egmont, F. R. S. concerning an Extraordinary Skeleton, and of a Man who gave Suck to a Child. 810.\n\nXVII. Extracts of Two Letters from the Reverend Dean Copping, F. R. S. to the President, concerning the Caesarian Operation performed by an ignorant Butcher; and concerning the extraordinary Skeleton mentioned in the foregoing Article. 814.\n\nXVIII. Part of a Letter from Mrs. ———to Sir John Shadwell, Kn. M. D. Fellow of the Royal College of Physicians, London, concerning the extraordinary Skeleton mentioned in the Two preceding Papers. 820.\n\nXIX. A Narrative of a new Invention of expanding Fluids, by their being conveyed into certain ignifed Vessels, and immediately rarefied into an elastic impelling Force, sufficient to give Motion to Hydraulic-pneumatical and other Engines, for raising Water, and other Uses, &c. by John Payne. 821.\n\nXX. An Examination of West Ashton Well-water, belonging to Tho. Beach, Esq; a Well about Four Miles from that of Holt; by Ambrose Godfrey. 828.\n\nXXI. An Examination of the Chiltenham Mineral Water, by Conradus-Hieronymus Senckenberg; which may serve as Method in general for examining Mineral Waters. 830.\n\nXXII. An\nThe CONTENTS.\n\nXXII. An Account of a new Purging Spring discovered at Dulwich in Surrey, by Mr. John Martyn, F. R. S. Prof. Botan. Cantab. 835.\n\nXXIII. An Observation of the Lights seen in the Air, an Aurora Australis, on March 18. 1738-9. at London, by Cromwell Mortimer, M.D. Secr. to the ROYAL SOCIETY. 839.\n\nXXIV. A Letter from Mr. John Martyn, F. R. S. Prof. Botan. Cantab. to John Machin, Esq; Secr. R. S. and Prof. Astron. Gresham. concerning an Aurora Australis seen March 18. 1738-9. at Chelsea, near London. 840.\n\nXXV. Part of a Letter from the Reverend Mr. Timothy Neve, Secretary of the Gentlemens Society at Peterborough, to Dr. Mortimer, Member of the same Society, and Secr. R. S. concerning the same Aurora Australis. 842.\n\nXXVI. A Description of a Catheter, made to remedy the Inconveniences, which occasioned the leaving off the High Operation for the Stone; by Archibald Cleland, Surgeon to General Wade's Regiment of Horse. 844.\n\nXXVII. A Description of Needles made for Operations on the Eyes, and of some Instruments for the Ears, by the Same. 847.\n\nXXVIII. Part of a Letter from Mr. Stephen Fuller, Fellow of Trinity College, Cambridge, to his Father John Fuller, Esq; senior, F.R.S. concerning a violent Hurricane in Huntingdonshire, Sept. 8. 1741. Communicated by Sir Hans Sloane, Bart. late Pr. R. S. 851.\n\nXXIX. Extract of Letters from Mr. T. Sympson, to Brown Willis, Esq; Member of the Society of Antiquaries, and to James West, Esq; Member of the Same, and Treas. R. S. by the Publisher, concerning the Remains of a ROMAN Hypocaustum or Sweating-Room, discovered under-ground at Lincoln, Anno 1739. 857.\n\nXXX. Accounts of a Capricorn Beetle, found alive in a Cavity within a sound Piece of Wood, and of the Horn of a Fish struck several Inches into the Side of a Ship; by C. Mortimer, M. D. Secr. R. S. 861.\n\nXXXI. Abstracts of the original Papers communicated to the ROYAL SOCIETY by Sigismund Augustus Frobenius, M. D. concerning his Spiritus Vini Æthereus: Collected by C. Mortimer, M. D. Secr. R. S. 864.\n\nXXXII. An Account of the Fire-ball seen in the Air, and of the Explosion heard, on Dec. 11. 1741. by the Right Honourable the Lord BEAUCHAMP, near London. 870.\n\nXXXIII. A Letter from John Fuller, jun. Esq; F. R. S. to Sir Hans Sloane, Bart. late President of the ROYAL SOCIETY, concerning the same Meteor, in Sussex. 871.\n\nXXXIV. A",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104231.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 30,
    "total-input-tokens": 44648,
    "total-output-tokens": 10475,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        68,
        4
      ],
      [
        68,
        405,
        5
      ],
      [
        405,
        971,
        6
      ],
      [
        971,
        1930,
        7
      ],
      [
        1930,
        2940,
        8
      ],
      [
        2940,
        3314,
        9
      ],
      [
        3314,
        3970,
        10
      ],
      [
        3970,
        4893,
        11
      ],
      [
        4893,
        5951,
        12
      ],
      [
        5951,
        6977,
        13
      ],
      [
        6977,
        8440,
        14
      ],
      [
        8440,
        10367,
        15
      ],
      [
        10367,
        11077,
        16
      ],
      [
        11077,
        11958,
        17
      ],
      [
        11958,
        14117,
        18
      ],
      [
        14117,
        15179,
        19
      ],
      [
        15179,
        16504,
        20
      ],
      [
        16504,
        16842,
        21
      ],
      [
        16842,
        17756,
        22
      ],
      [
        17756,
        18828,
        23
      ],
      [
        18828,
        20624,
        24
      ],
      [
        20624,
        22810,
        25
      ],
      [
        22810,
        24009,
        26
      ],
      [
        24009,
        25448,
        27
      ],
      [
        25448,
        27074,
        28
      ],
      [
        27074,
        29276,
        29
      ],
      [
        29276,
        31647,
        30
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104231",
    "title": "Front Matter",
    "authors": null,
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 30,
    "jstor_url": "https://www.jstor.org/stable/104231"
  }
}