{
  "id": "c0cb2e13c1e496b352cc5b0c814c835cb792ef73",
  "text": "III. Partium Genitalium in Muliere Structura praeternaturalis. Ex Epistola Viri Doctissimi Johannis Huxham, M.D. ad Jacobum Jurin, R.S. Secr.\n\nPlimutbo, v° Kalend. Octob. 1723.\n\nA.B. De parochia Lanteglass in Comit. Cornubiae, prope Fowye oppidum, annos nata xxiii nupta fuit cuidam Nautæ robusto, tandemque praegnans, sibi partium male conformatarum conscia, opem imploravit chirurgicam. Sibi accerfitum esse voluit Dominum Bonnett de Fowye oppido, & artis chirurgicæ, & obstetriciæ peritissimum. Ille vero perspecto denudato corpore sequentia observavit.\n\nLoco umbilici, in medio abdomine, paululum vero inferius, prominet massa quaedam spongiosa, carnis quasi offam praeferebant, abdomini transverse incumbens, magnitudinis fere ovi gallinacei, longa autem tres digitos: ex hac duo erumpunt meatus urinarii exiles, qui urinam perpetim exstillant, quam neque vel retinere vel ejaculare potest; hinc vesicam, (si quae adsit) sphinctere caruisse concludendum. Spongiosa haec mollisque massa, urinae acrimonia corrosa, tactum fere refugit mollissimum, adeo ut incurvata obambulare coacta sit, ad dolorem a vestibus impressum evitandum, eamque tenuissimis linteis involvere. Hanc quidem massam funem fuisse umbilicalem male a partu abscissum, male dein curatum, existimo; ne vel minima enim umbilici, nisi hic, apparent vestigia; quid quod & urina per urachum pervium, & in daos forsan\nforsan tubulos divisum, vel saltem per canales duos proprios, effluit. Priori potius credo opinioni; quia dantur Historiae urinam per umbilicum in adultis etiam excretam suisse attestantes. Vid. Hist. de l'Academie Royale des Sciences, Ann. 1701.\n\nHanc infra ossam subintrat Vaginae foramen, ab osfa distans brevissimo spatio: ex hoc effluxere Catamennia, per hoc etiam gravis facta fuit mulier, haud magnam vero tempore coitus percepit voluptatem; summa etiam Penis glans in hoc orificio vix fuit intromissa, multo minus ipsa virga. In hoc foramen digitum ægre introduxit Chirurgus, eo scilicet animo, ut ipsum uteri collum exploraret, quod tamen ne vel tactu percepit, plane autem deprehendit membranam crassam hocce orificio ab altero inferiore, jam descriptendo, separantem.\n\nEo fere ipso loco, superius vero paululum, ubi in mulieribus rite conformatis adest fossa magna, inventum fuit foramen alterum oblongum, ne vel minimi digiti apicem altius admittens, recto intestino, uti post partum observatum fuit, pervium (quod a sectione fortasse accidit): nullus autem hic occurrit Sphincter: inferius vero rectum intestinum, more solito, cum Sphinctere circundato terminatur.\n\nOrificio hoc oblongum ab orificio vaginae, abdomine maxime tumente, duos saltem digitos transversos distitit, inter quae membrana descripta intervenit ab interior parte, hujuscemodo Fissurae oblongæ quasi labiorum coalitio exterius e superiore foraminis parte.\n\nNulla hic Clitoris, hic nulla ossium Pubis adfuere vestigia, nisi, quasi Apophyse breviores ex utriusque ossis Ilii parte inferiore protuberantes, ossium Pubis rudimenta dixisses. Hic fuit ante partum rerum status.\nDie 18 Julii 1722, hora noctis 11a advocatus est Bonnett Chirurgus, ut parturienti opem ferret. Perpensis omnibus, Foetum invenit Vaginæ orificium infra dilapsum, quem muliere decumbente superiora versus propellere frustra adnixus est, ob fortissimos Foetus motus & gravissimos Matris dolores, cui etiam jam supervenere Convulsiones, Syncope, &c. Vaginæ autem orificium vix ac ne vix quidem dilatum, ita ut illi jam jam moriendum esse fuerit omnium expectatio.\n\nIn hoc miserrimo rerum statu, misericordia & humanitate adductus Chirurgus, posthabuit omnino, quid vel ignarum vulgus, vel invidus hic garrire aut hic: anceps experiendum esse remedium potius quam nullum apud se statuit, morte aliter citissimo ingruente pede.\n\nParentibus periculosissimum rerum statum enarravit, nil nisi a sectione expectandum, ancipitem praedixit eventum. Annuentibus hujus miserrimæ matre, & astantibus, in orificio oblongum inferius scalpellum chirurgicum introduxit, & uno iectu coitionem labiorum hujuscæ orificio & membranam separantem divisit: hinc in unum coivere & orificium Vaginæ & oblongum inferius. Jam digitis facilis introitus, orificium Uteri internum attractavit; dilatavit paululum, caput inde sensit infantis: quid plura? Foetus ori intruso digito, Puellulam vivam, probe formam, mirantibus maxime astantibus, demum extraxit, quæ & adhuc & viget & valet: uti etiam & ipsa Mater, quamquam post puerperium febre graviter colluta est.\n\nJam a partu prolapsu ipsius Uteri divexatur, quo prolabente nec per horas 8, 10ve reducto, eam dein si fortius intrudas, exiliunt e meatibus urinariis descriptis\ntis rivuli duo ad pedis saltem distantiam; argumentum sane Cystidis cujusdam urinam excipientis: aliter revera suspicassem meatus istos duos urinarios ipsorum ureterum fuisse orificia, hic terminantia.\n\nQuaerat fortasse curiosior aliquis, quo forte modo gravis facta fuit muliercula nostra. Illi responderem, Penis intrusionem ad prolem concipiendam haud absolute esse necessariam, seminis autem intra vaginam ejaculationem quam maxime. Vid. Hist. de l'Acad. Royale des Sciences, 1712. Videatur etiam Mauriceau.\n\nHujus rei narrationem tibi citius transmissem, nisi diu, frustra autem hactenus, mulieris alteram graviditatem expectassimus, quum per sat longum tempus a puerperio cum marito cohabitaverit.\n\nFigura 9 representat mulierem gravidam.\n\nA A Spongiosam assimulat quasi carnis massam, quam partem fuisse chordae umbilicalis autumo, magnitudinis fere ovi gallinacei, tres vero digitos longam. Ex hac duo erumpunt Fistulae urinariae b b, quae urinam perpetim exstillant, nec ex ullo alio orificio redditur urina.\n\nc Orificium Vaginae, cloacae galli gallinacei quam simillimum, spisso quasi septo circumdatum: per hoc effluxere ἐμπλωσαι, per hoc etiam gravis facta fuit mulier. Hoc orificium, dum perpessa fuit mulier gravissimos partus dolores, nullo fere modo dilatatam fuit, quanquam anus ipse, ob vehementissimos musculorum abdominis, &c. contractiones, maxime hiaret.\n\nd Locum indicat, ubi inventum fuit foramen oblongum, minimi digiti apicem vix admittens. In hoc, tempore puerperii, Chirurgus introduxit scalpellum chirurgicum\ncum, idque ab hoc in orificio superius adegit: ita ut jam a partu dehiscat monstrum horrendum informe ingens foramen.\n\nOrificium superius transversum ab inferiore oblongo (appropinquante partu) 2 fere digitos distitit. Ex hoc magno hiatu ipsius uteri prolapsum saepissime nunc patitur. Ex loco etiam, ubi adfuit olim orificio inferius, jam a puerperio, partim excretæ sunt Fœces alvinae: hoc vero ante partum minimè observatum fuit, ita ut a sectione forte acciderit.\n\nOrificium hoc oblongum paulo altius quam par est, in Figura designatur.\n\ne Anum repræsentat paulo magis antrosum quam in aliis positum: per hunc maxima foecum pars egeritur. Pudendum hoc, quale quale, est non dense crititum.\n\nIV. Mulieris",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103645.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8902,
    "total-output-tokens": 2404,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1384,
        2
      ],
      [
        1384,
        3040,
        3
      ],
      [
        3040,
        4635,
        4
      ],
      [
        4635,
        6173,
        5
      ],
      [
        6173,
        6880,
        6
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103645",
    "title": "Partium Genitalium in Muliere Structura Praeternaturalis. Ex Epistola Viri Doctissimi Johannis Huxham, M. D. ad Jacobum Jurin, R. S. Secr.",
    "authors": "Johannis Huxham",
    "year": 1722,
    "volume": "32",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/103645"
  }
}