{
  "id": "4676f4c14bae414a94558c75274db86d0ee16681",
  "text": "XXVI.\n\nExtract of a Letter from Portsmouth; communicated by Daniel Wray Esq; F. R. S. concerning the same.\n\nMarch 19, 1749.\n\nRead March 22, 1749. YESTERDAY, about a Quarter before Six in the Evening, a slight Shock of an Earthquake was felt here. I don't find it was general, as many People felt nothing of it. It was felt sensibly at Mr. Carter's and Mr. Taylor's; so that it is something more than Fancy.\n\nP. S. Since writing the above, I am told the Shock was very violently felt in the Isle of Wight Yesterday.\n\nXXVII.\n\nThe Rev. Wm. Cooper D.D. Dean of Durham, to the President, of the Earthquake on March 8. and of the luminous Arch, February 16. 1749.\n\nSIR,\n\nGrosvenor's Street, March 22, 1749.\n\nRead March 29, 1749. Whilst I was in the Country, I made as much Inquiry into the Progress and Extent of the Earthquake Northward as I was able; but could collect very little worth your Notice.\n\nIt was felt very sensibly at Northaw, and at Gubbins, the Seat of Sir Jeremy Sambrooke in that Neighbourhood, whose House was shaken very much.\nmuch. At a Farm, three Quarters of a Mile N E of Hatfield, it was felt by the Farmer and his Family, but not perceived by the Inhabitants of Hatfield itself.\n\nIn like manner at Hertfordbury, a Village a small Mile West of Hertford, the Shock was felt distinctly; but not observed by any of the Inhabitants of Hertford.\n\nAt my own House at Panshanger, two Miles West of the above-mention'd Town, the Noise was heard twice, at the Interval of about half a Minute, resembling the Rumbling of a Cart thro' the Streets; but no Shock felt either within or without-doors.\n\nThis Circumstance of the Noise being heard without any sensible Tremor or Heavings of the Earth, makes me imagine, that the Force of the Vapour was spent before it reached that Place; and thereabouts may be reckon'd the Northern Limit of the Earthquake; at least, I have not heard of any Places more to the North that were affected by it. It is no wonder, in a Shock so sudden and alarming, that very few satisfactory Observations are made, either as to the Nature of the Shock, the Direction of the Tremor, the Time it was felt, or its Duration; of none of which can I give you any Particulars. I should not have troubled you with these I have collected, but for my Promise; and that I thought that one Observation, made at my House, in some degree fixed the Extent of the Shock to be limited thereabouts; and might not therefore prove quite an immaterial one.\n\nI cannot help mentioning a luminous Arch, which appear'd Feb. 16. about 9 at Night. It had Arcturus in\nin its Eastern Limit, which was then low in the Horizon, and extended to the bright Star in the right Shoulder of Orion, then bearing S W. It was exceedingly bright, regular, and well-defin'd, and about the Breadth of the Rainbow; which it resembled in every thing, but its Variety of Colours. It continued thus for almost 20' Minutes, declining gently Southward, and then gradually separated and disappear'd. I am,\n\nSIR,\n\nYour very affectionate Friend and Servant,\n\nW. Cowper.\n\nXXVIII.\n\nExtract of a Letter from the Rev. Mr. Taylor, Vicar of Portsmouth, to Mr. Roderick, concerning an Earthquake felt there, March 18. 1749-50.\n\nPortsmouth, March 25. 1750.\n\nRead March 29. — I SHALL give you some Particulars with regard to the Earthquake, which was felt here on Sunday the 18th instant.\n\nThe first Part of the preceding Week was fine Weather. Wednesday Night it became damp and cold, and continued so all Thursday, with Mists. Friday was a fine Day; Saturday damp and cloudy; Sunday Morning fine. Just before 6 in the Evening we had some large Drops of Rain, and a Thunder-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104734.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1062,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1041,
        2
      ],
      [
        1041,
        2573,
        3
      ],
      [
        2573,
        3647,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104734",
    "title": "The Rev. Wm. Cooper D. D. Dean of Durham, to the President, of the Earthquake on March 8. and of the Luminous Arch, February 16. 1749",
    "authors": "Wm. Cooper",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/104734"
  }
}