{
  "id": "0bf377cfa39152f646bc61894cca1440c536a742",
  "text": "XVII. Abstract of a Register of the Barometer, Thermometer, and Rain, at Lyndon, in Rutland. By Thomas Barker, Esq.; with the Rain in Surrey and Hampshire, for the Year 1791. Communicated by Thomas White, Esq. F.R.S.\n\nRead June 14, 1792.\n\n|       | Barometer. | Thermometer. | Rain. |\n|-------|------------|--------------|-------|\n|       | Highest.   | Lowest.      | Mean. | In the House. | Abroad. | Lyndon. | South Lambeth. | Selbourn. | Fyfield. |\n| Jan.  | Morn.      | Inches.      | Inches. | Inches. | 0 | 0 | 0 | 0 | 0 | 0 | Inches. | Inches. | Inches. |\n|       | Aftern.    | 29,92        | 27,92   | 29,01   | 44½ | 36 | 40½ | 46 | 36 | 41 | 2,410 | 2,91 | 6,73 | 3,82 |\n| Feb.  | Morn.      | 96           | 28,66   | 43      | 48  | 37½ | 41½ | 48½ | 28½ | 37 | 1,268 | 2,29 | 4,64 | 1,81 |\n|       | Aftern.    |              |         |         | 48  | 38  | 42½ | 51  | 35  | 42½ |       |     |     |     |\n| Mar.  | Morn.      | 30,11        | 41      | 67      | 51  | 38  | 45  | 49½ | 28  | 39 | 0,813 | 92  | 1,59 | 0,90 |\n|       | Aftern.    |              |         |         | 53  | 40  | 46  | 56  | 37  | 47½ |       |     |     |     |\n| Apr.  | Morn.      | 29,65        | 62      | 30      | 56  | 46  | 50½ | 53½ | 39½ | 45 | 1,934 | 1,57 | 1,13 | 0,99½ |\n|       | Aftern.    |              |         |         | 58  | 46½ | 52  | 65  | 45½ | 56 |       |     |     |     |\n| May   | Morn.      | 91           | 29,01   | 54      | 57  | 45  | 51  | 53½ | 38  | 47 | 1,140 | 76  | 1,33 | 0,59½ |\n|       | Aftern.    |              |         |         | 59½ | 46  | 53  | 68  | 43½ | 57 |       |     |     |     |\n| June  | Morn.      | 78           | 06      | 49      | 67½ | 52  | 59  | 64  | 43  | 53½ | 0,921 | 60  | 0,91 | 0,71 |\n|       | Aftern.    |              |         |         | 70½ | 53  | 61  | 80  | 52  | 66 |       |     |     |     |\n| July  | Morn.      | 80           | 00      | 40      | 66  | 56½ | 60  | 63½ | 51½ | 56 | 4,033 | 2,67 | 5,56 | 3,45½ |\n|       | Aftern.    |              |         |         | 69  | 58  | 61½ | 79½ | 56  | 67 |       |     |     |     |\n| Aug.  | Morn.      | 30,06        | 02      | 59      | 69  | 55½ | 62  | 67  | 49  | 58 | 2,907 | 1,26 | 1,73 | 1,92 |\n|       | Aftern.    |              |         |         | 71  | 57  | 63½ | 80½ | 58  | 68 |       |     |     |     |\n| Sep.  | Morn.      | 29,88        | 01      | 64      | 65½ | 53  | 58½ | 64  | 43  | 53 | 0,596 | 27  | 1,73 | 0,77 |\n|       | Aftern.    |              |         |         | 69  | 54  | 60  | 72  | 55  | 63 |       |     |     |     |\n| Oct.  | Morn.      | 30,00        | 28,33   | 22      | 57½ | 44  | 50½ | 57  | 30½ | 43½ | 3,319 | 2,33 | 6,49 | 3,06½ |\n|       | Aftern.    |              |         |         | 58½ | 45  | 51½ | 65  | 41½ | 52 |       |     |     |     |\n| Nov.  | Morn.      | 29,80        | 28,30   | 17      | 48½ | 38½ | 44  | 50  | 35  | 40 | 4,231 | 3,44 | 8,16 | 3,86½ |\n|       | Aftern.    |              |         |         | 49  | 41  | 45  | 51½ | 36  | 44½ |       |     |     |     |\n| Dec.  | Morn.      | 88           | 50      | 14      | 44  | 29  | 37  | 46½ | 25½ | 35 | 1,150 | 1,44 | 4,93 | 2,15 |\n|       | Aftern.    |              |         |         | 44  | 29  | 37  | 46½ | 25½ | 35 |       |     |     |     |\n\nTotal: 24,722 20,46 44,93 24,05½\nThe year began, as the last ended, with frost, but in a week's time the stormy wet weather returned, and, in some places, with thunder; but it gradually grew better, and by the middle of February there was a good deal of fine and pleasant weather, and, except a few frosty days and north winds the end of that month and beginning of March, the former part of spring was finer than usual; few NW winds, and those not so cold as they often are: chiefly dry in March; a good seed time, and a showery, warm, or almost hot, greater part of April, brought things on a great pace; and there was more grass at the end of that month than there sometimes is at the end of May.\n\nBut the two last days of April were colder; frequent frosty mornings, and cold NE winds in May, which being chiefly dry, the grass began to burn at the end of it; but there had been so much early grass that there was no want. The summer was a very uncertain one, sometimes very hot, at other times remarkably cold; and sharp frosty mornings the middle of June, with a little hail, and some said snow; killed, or near it, many tender summer plants; and there were very few natural ground cucumbers this year, but it was dry and burning at the end of the month. The weather was also very different in different countries: in the east and south-east parts of England they complained of a five-months drought; in this country, though the ground burned sometimes, as at the end of May, and the beginning and end of June, yet the grass had got so forward in April, that, with some rain at times, our ground was never bare; and fits of showery weather, and some great rains, made plenty of latter grass and turnips. At Selbourn, April, May, and June, were rather dry, but there\nwas so much rain at the beginning and end of the year, and at\nthe middle of it, in July, that there was a very great quantity\nupon the whole. The crop of hay was small, but well got;\nthe wheat remarkably good, and barley proved better than\nwas expected; other sorts of grain were moderate, and, in ge-\nneral, harvest was well got.\n\nThe latter part of summer and the autumn were very fine and\npleasant, and sometimes hot; generally dry, so as rather tend-\ning to burn, the beginning of October; but before the middle\nit began to be wetter, and after the middle more stormy, and\ngrew colder, with frosty mornings, cutting off the late flowers;\nand it continued wet the rest of October, and all November,\nand stormy in November and December; which last month\nwas a very disagreeable one, for storms, snow, and frost, and\nsometimes all at once; and that almost the whole month, for\na snow and severe frost, which began the third, though with\nseveral thawing days, was hardly quite gone by the end of\nthe year: there was but little of this frost and snow in the\nsouth of England.\n\nOf milking Ewes.\n\nWe find in the Greek and Roman writers, and also by some\npassages in the Bible, that it was the custom, in former times,\nto milk ewes as well as cows; and, perhaps, it may better be\ndone in those hotter climates than in England; yet I find it\nspoken of as having been practised in this island many years\nago. Tusser, who lived in Suffolk, and was a young man in\nEdward the VIth's time (see his life at the end of his work),\nmentions it as used in his time, and he approved of doing\nso, as appears by the following quotations from his book, entitled, Five hundred Points of good Husbandry.\n\n**May's Abstract.**\n\n\"Put lamb from ewe;\n\"To milk a few.\n\"Be not too bold\n\"To milk and to fold.\n\"Five ewes allow\n\"To every cow.\"\n\n**May's Husbandry.**\n\n\"At Philip and Jacob away with the lambs,\n\"That thinkest to have any milk of their dams.\n\"At Lammas leave milking, for fear of a thing,\n\"Lest requiem æternam in winter they sing.\n\"To milk and to fold them is much to require,\n\"Except ye have pasture to fill their desire,\n\"Yet many by milking, such heed they do take,\n\"Not hurting their bodies, much profit do make.\n\"Five ewes to a cow, make proof by a score,\n\"Shall double thy dairy, else trust me no more.\n\"Yet may a good huswife, that knoweth the skill,\n\"Have mixt or unmixt at her pleasure and will.\"\n\nHe says, five ewes will give as much milk as one cow; and they used the milk sometimes mixed with cow's milk, and sometimes separate. Ewes should not be milked too freely, unless they have good pasture; but with prudent management, a profit may be made of milking them; and he is for doing\nit from May-day till Lammas, but not longer, for fear of killing them. As he seems to have been bred a singing boy at Wallingford, the requiem æternam probably refers to some hymn he there sang.\n\nBut, I suppose, this method of milking ewes was not found to answer upon the whole, for it is left off in England now. I never was in any part of it where it is practised at present; though by the increase of inclosure, and sowing of seeds, we have better pasture for our ewes than Tusser had. I think it must be very bad for the lambs to be weaned at May-day, which is often before the grass is fully come, though his lambs were earlier than ours; for it appears in his January's Husbandry, that the ewes were about lambing then, whereas ours do not come till Lady-day. We do not wean our cade-lambs till June, in the height of summer, and then they are not so good as those which go with ewes till the latter end of August.\n\nNote. The foregoing Register contained also some account of the earthquake of February 25; but as an account of it is already given by Mr. Barker, in Mr. Turnor's paper on the Earthquake, it is omitted here.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106792.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9776,
    "total-output-tokens": 3294,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        3375,
        2
      ],
      [
        3375,
        5114,
        3
      ],
      [
        5114,
        6690,
        4
      ],
      [
        6690,
        7795,
        5
      ],
      [
        7795,
        8925,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      true,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106792",
    "title": "Abstract of a Register of the Barometer, Thermometer, and Rain, at Lyndon, in Rutland. By Thomas Barker, Esq.; With the Rain in Surrey and Hampshire, for the Year 1791. Communicated by Thomas White, Esq. F. R. S.",
    "authors": "Thomas White, Thomas Barker",
    "year": 1792,
    "volume": "82",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/106792"
  }
}