{
  "id": "a9b1cf5f8ad216c904372a199a6916090e4639b4",
  "text": "XXXII. An Account of some Experiments on Animal Heat. By John Davy, M.D. F.R.S.\n\nRead February 17, 1814.\n\nThe recent inquiries of Mr. Brodie have rendered questionable the different prevailing hypotheses relative to animal heat, and have shewn that fresh investigation is necessary, before we can expect to arrive at any accurate theory.\n\nIn the present uncertain state of our knowledge, three circumstances are particularly deserving of attention, viz. the relative capacities of venous and arterial blood for heat, their comparative temperatures, and the temperatures of different parts of the animal body.\n\nOn the first of these subjects, we possess only the experiments of Dr. Crawford, which I believe have not yet been repeated, notwithstanding they form the basis of his hypothesis.\n\nOn the second, little inquiry has been made, and especially of late years, since the improvement of the thermometer.\n\nAnd on the third, the observations that have been collected are very few in number, and with the exception of those of Messrs. Hunter and Carlisle, are scarcely, perhaps, deserving of confidence.\n\nSuch were the inducements that led me to the consideration of each of these subjects apart, and to endeavour to acquire by experiment, some more certain knowledge respecting them.\nThe experiments that I have made, will be described in the two following sections, and in the last will be offered the few remarks and conclusions which naturally arise, and are fairly deducible from the results.\n\n1. On the capacities of venous and arterial Blood for Heat.\n\nI must premise, that my object has been to endeavour to ascertain the relative capacities of venous and arterial blood for heat, rather than their exact specific caloric. The latter, from many circumstances, is difficult to be accomplished; whilst the former is comparatively easy, and in a theoretical point of view is probably equally useful.\n\nI have employed both the methods commonly used. I shall mention most of the experiments that I have made, without noticing the repetitions of them, and shall begin with those on the times of cooling of equal volumes of venous and arterial blood.\n\nThe blood used was from the jugular vein and the carotid artery of a lamb, about four months old. It was received in bottles, and to remove the fibrin, which is a great impediment in experiments of this kind, it was immediately stirred with a wooden rod. In respect to colour, the difference between the venous and arterial blood was not so great as in the sheep's, and this in a great variety of instances I have always observed, the venous being of a less dark hue. The specific gravity of the venous blood, without the fibrin, was found to be 1050, and that of the arterial 1047.\n\nA glass bottle equal in capacity to 2518 grains of water, and weighing 1332 grains, was filled respectively with water and venous and arterial blood of the temperature of the room\nabout four hours after the blood had been drawn, during which time each bottle had been closely corked. A delicate thermometer, by means of a perforated cork, was placed in the middle of the liquid. The bottle was then plunged into water of the temperature 140 Fahrenheit, and when the mercury had risen to 120, the bottle was quickly wiped and suspended in the middle of the room, and the progress of cooling was noticed every five minutes, till the thermometer had fallen to 80. The following were the general results obtained.\n\nWater cooled from 120 to 80 in 91 minutes\n\nArterial blood in - 89\nVenous blood in - 88\n\nConsidering therefore the capacity of water for heat to be denoted by 1000, neglecting the effect of the glass bottle producing a difference only of about half a minute, and the same in each instance, and dividing the times of cooling by the specific gravity, the relative capacities of venous and arterial blood without fibrin, appear to be as .921 and .934.\n\nIn the following experiments the same kind of blood and the same quantity was used as in the preceding. The mixtures were made in a very thin glass receiver containing a delicate thermometer. The temperature of the room was 66.\n\nHot water temperature 121; cold water 61. Mixture of the two 90, after two minutes 89, after three 88, and after eight 87.\n\nVenous blood 121. Water 62.5. Mixture 89; after three minutes 88.5; after seven 87.\n\nArterial blood 121. Water 63.5. Mixture 89.5; after three minutes 88.5, and after seven 87.\n\nNow, allowing about one degree of the cooling effect to\nhave been produced by the receiver indicated by the admixture of the hot and cold water, calculating the quantity of blood used from the knowledge of its volume and specific gravity, employing the formula given by Professor Robison, which consists in multiplying respectively the weight of the water and the blood by the change of temperature, and dividing the first product by the second, the quotient or specific caloric for venous blood appears to be as .812, and for arterial as .814, results very similar to those I have obtained with the blood of the sheep.\n\nIn the remaining experiments, blood with the fibrin present was employed, and with this exception they were perfectly similar to those already described.\n\nThe blood used to ascertain its time of cooling, was obtained from a sheep; and one day the vein was opened, and on the next the artery. The capacity of the bottle employed exceeded that of the first by one ounce measure of water; but it was equally thin. The air of the room was of temperature 69.\n\nWater cooled from 120 to 80 in 118 minutes\n\nVenous blood in - 112\n\nArterial blood in - 113\n\nAnd hence, as the latter was of specific gravity 1049, its capacity for heat seems to be as .913, and as the former was of specific gravity 1051, its capacity appears to be .903.\n\nIn the following experiment, equal volumes of fluid blood and of water were used; which was easily accomplished by means of a thin bottle with a large mouth, to which a cork was adapted, with a perforation more than sufficiently large to admit the bulb of a very delicate thermometer, and of course to allow, when the bottle was filled to the brim, the excess to\nflow out on the introduction of the cork, which was always similarly placed. To retard the process of cooling, the bottle was closely surrounded by a thick layer of what is commonly called cotton-wool. Its capacity was equal to five ounce measures of water, or 2400 grains. It was first filled with cold water, which, when its temperature had been ascertained, was thrown into the receiver before used; it was next filled with hot water of temperature about 110, so that the heat of the glass might be nearly the same as that of the blood; and lastly, when the vein or artery had been opened, the bottle was immediately emptied and filled with blood, the temperature of which was ascertained by the thermometer in less than a quarter of a minute. The mixture now was instantly made, and by the same thermometer the highest temperature after mixture was discovered.\n\nThe four following trials were made on the blood of two lambs, both about five months old. The temperature of the air was 60.\n\nCold water 57.5. Venous blood 100. Mixture 80; after one minute 78.5.\n\nWater 58. Arterial blood 103. Mixture 80; after one minute 79.\n\nWater 58. Venous blood 101.5. Mixture 79; after one minute 78.25.\n\nWater 58. Arterial blood 106.5. Mixture 81; after one minute 80.\n\nThe rate of cooling was not noticed after the first minute had elapsed, as the blood then generally began to coagulate. The specific gravity was only ascertained in the two last trials; that of the venous blood was found to be 1050, and that of the\narterial 1049; and hence allowing, as before, one degree of the cooling effect to be produced by the receiver, the capacity of venous blood for heat appears to be .852, and that of arterial blood .839.\n\nIt is evident that these trials admit of less accuracy than the preceding; and much more confidence, it appears to me, is due to the third series of experiments, so that if required, I should be inclined to give the numbers thence deduced, as the greatest approximation to the truth.\n\n2. On the comparative temperatures of venous and arterial Blood, and of different parts of the animal body.\n\nTo endeavour to ascertain the comparative temperature of venous and arterial blood, I have made a considerable number of experiments; some of which on lambs, sheep, and oxen, it will be sufficient for me in this place to describe. In each instance, a long incision was made through the integuments; the jugular vein was laid bare, and the exact seat of the carotid artery found. The vein was then opened, and a small delicate thermometer introduced, and thrust about an inch up the vessel beyond the wounded part, and as the bulb of the instrument was small, the flow of blood was not stopped. When the mercury was stationary, its height was marked. The carotid artery next was divided, and the thermometer was immersed in the current of blood, and left there till it ceased to rise.\n\nThe following are the results of five experiments made on lambs, all of which were about three months old. The thermometer in the shade stood at 65.\nDr. Davy's Account of some Experiments\n\n1. Venous blood 102.5 Arterial blood 104\n2. ________ 104 ________ 105\n3. ________ 104 ________ 105\n4. ________ 103.5 ________ 105\n5. ________ 104 ________ 105.\n\nThe following results were obtained from three experiments on sheep, whose exact age I could not ascertain. The thermometer in the shade was 60.\n\n1. Venous blood 103.5 Arterial blood 104.5\n2. ________ 102.5 ________ 104\n3. ________ 103 ________ 104.\n\nThe experiments on oxen were only two in number. The temperature of the air was 64.\n\n1. Venous blood 100 Arterial blood 101.5\n2. ________ 100 ________ 101.\n\nIn both instances the oxen were knocked down before the vessels were opened; and as respiration had ceased in consequence of the injury of the brain and spinal cord, no difference of colour, of course, was perceptible between the blood from the jugular vein and that from the carotid artery.\n\nThese results, so different from what might have been expected, from the observations of Messrs. Coleman and Cooper on the temperature of the two sides of the heart, led me to repeat their experiments. The experiments in which I place most confidence were made on lambs, about four months old, and to these I shall confine myself at present. In each instance the animal was killed by the division of the great vessels of the neck; an opening was made immediately into the thorax, and a very delicate thermometer was introduced into the ventricles of the heart by means of a small incision. The\noperation occupied so short a space of time, that in three instances the right auricle had not ceased contracting.\n\n1. Venous blood - 104\n   Arterial - - 105.5\n   Rectum - - - 104\n   Right ventricle - 105.5\n   Left - - - 106\n\n2. Rectum - - 105\n   Right ventricle - 105\n   Left - - - 106\n\n3. Rectum - - 105\n   Right ventricle - - 105.5\n   Left - - - 106.5\n\n4. Rectum - - 105\n   Right ventricle - 106\n   Left - - - 107.\n\nI cannot well explain the difference which exists between the results of the preceding experiments, and those of Messrs. Coleman and Cooper, which are directly opposite. Can the mode in which the animals they experimented on were put to death, be the cause of the want of agreement? In death by asphyxia, there is generally an accumulation of blood in the right ventricle, and in many instances I have observed, when the right ventricle has been distended with blood, little difference of temperature between the two sides of the heart.\n\nTo describe all the experiments that I have made to ascertain the temperature of different parts of the animal body, would extend this paper to an unusual length, and there is the less occasion for a long description, as the comparative results were very similar. It will be sufficient therefore here\nto notice the observations made on the human body, and on that of a lamb.\n\nThat the thermometer might be equally applied to all parts of the surface, its bulb, in form nearly cylindrical, was fixed to a small piece of cork, hollowed and lined with fine wool, and thus half its superficies was applied in each instance. The observations were made on the naked body at seven A. M. immediately after quitting bed. The temperature of the air of the room was 70. The following were the results obtained.\n\nAt the central part of the sole of the foot - 90\nBetween the malleolus internus and the insertion of the tendo Achillis, where the artery is felt - 93\nOver the middle of the tibia - - - 91.5\nOn the middle of the calf - - - 93\nOver the popliteal artery at the bend of the knee - 95\nOver the femoral artery in the middle of the thigh 94\nOver the middle of the rectus muscle - - 91\nOver the great vessels in the groin - - 96.5\nAbout a quarter of an inch below the umbilicus 95\nOver the sixth rib on the left side where the heart is felt pulsating - - - - 94\nOver the same place in the right - - 93\nUnder the axilla, the whole surface of the bulb being applied - - - - 98\n\nAbout an hour had now elapsed from the commencement of the experiment. The thermometer again applied to the sole of the foot, rose no higher than 85, five degrees less than at first. A disagreeable sensation of cold was experienced, and particularly in those parts not supplied with large vessels,\nand out of the course of the great arteries. The body remained unpleasantly chilly till breakfast had been taken, and then a slight degree of pyrexia was perceived; the heat of surface being increased, the pulse quickened, and the mouth slightly parched. After breakfast, the thermometer was applied to both hypochondriac regions, and the left was found one degree higher than the right.\n\nTo ascertain the temperature of different parts of the surface beneath the integuments, the bulb of a thermometer was introduced through small incisions about half an inch between the skin and subjacent parts of a lamb just dead. The heat of the rectum was first ascertained, as a means of marking the rate of cooling, and the different parts were then tried in the following order.\n\n| Venous blood in the jugular vein | 105.5 |\n| Arterial blood from the carotid artery | 107 |\n| Rectum | 105.5 |\n| Over the metatarsal bone | 97 |\n| Over the tarsal bone | 90 |\n| Over the knee joint | 102 |\n| About the head of the thigh | 103 |\n| At the groin | 104 |\n\nNearly a quarter of an hour had been occupied in making these observations, and the temperature of the rectum was now found to be 105. The three great cavities were next opened in the order enumerated.\n\n| Near the lower part of the liver | 106 |\n| The substance of the liver | 106.5 |\n| The substance of the lung | 106.5 |\n| The left ventricle | 107 |\nThe right ventricle - - - - 106\nThe central substance of the brain - - - 104\nRectum - - - - 104.5.\n\nSurprised at the temperature of the brain being lower than that of the rectum, I was led to repeat the experiment. It may be proper to notice a few of the results, as it is a curious circumstance which they confirm. The four experiments I shall mention were made on lambs. As soon as the animal was dead, the cranium was perforated and a delicate thermometer introduced into the central part of the brain.\n\n1. Brain 104 Rectum 104.75\n2. Brain 104.75 Rectum 105.5\n3. Brain 105.5 Rectum 106.5\n4. Posterior part of the brain 105.5; anterior 103.\n\nRectum 106.5.\n\nThe temperature of the air at the time was 68. Different parts of the brain were found to vary considerably in temperature; the anterior, as already noticed, being lower than the posterior, and the superficial than the deep seated parts.\n\n3. Remarks and Conclusions.\n\nThat there is no material difference between venous and arterial blood in respect to specific caloric, excepting what arises from difference of specific gravity; that the temperature of arterial blood is higher than that of venous; and the temperature of the left side of the heart, than that of the right; and lastly, that the temperature of parts diminishes as the distance of the parts from the heart increases—are the general results of the preceding experiments.\n\nAdmitting the accuracy of these experiments, and I think\nthat they will be found correct when repeated, what are their consequences in a theoretical point of view?\n\nThey are evidently in direct opposition to Dr. Crawford's hypothesis; the essence of which is, that the capacity of arterial blood for heat is greater than that of venous, that there is no difference of temperature between the two ventricles of the heart, and in fact that the heat of all parts is nearly the same.\n\nThey are more agreeable to, and indeed they even support the hypothesis of Dr. Black, that animal heat is produced in the lungs, and distributed over the whole system by means of the arterial blood.\n\nNeither are they inconsistent with that hypothesis which considers the production of animal heat as dependent on the energy of the nervous system, and arising from all the vital actions constantly occurring.\n\nBesides the results of the preceding experiments, many arguments may be advanced in opposition to Dr. Crawford's hypothesis.\n\nAs we never perceive a difference of capacity in bodies without a difference of form or composition; and as very slight differences of the former result only from great changes of the latter, it might be expected *a priori*, as no difference, excepting that of colour, has been detected between venous and arterial blood, that their specific caloric would be very similar. From analogy also, it might have been expected, that the capacity of arterial blood for heat would be much less than that of water, as water appears to exceed almost every other fluid, and as the capacity appears to diminish as the inflammability of compounds increases. But the strongest arguments\nagainst this hypothesis are to be derived from the recent experiments of Mr. Brodie, and those of M. M. Delaroche and Berard.\n\nDr. Black's hypothesis appears to me far more satisfactory than Dr. Crawford's, and capable of explaining a much greater number of phenomena; but there are objections even to this hypothesis which must be removed, before it can with propriety be received.\n\nThe last hypothesis, which I mentioned, that which refers animal heat to vital action, has many facts in its support, and especially the results of Mr. Brodie's curious and interesting experiments; and the results of my inquiry, as I have already observed, are not incompatible with it. It may be said, that the viscera of the thorax and abdomen are of highest temperature, because these parts are, as it were, the elaboratories of life; and that the heat of the arterial blood, and of the parts best supplied with this fluid, is greatest, because they lie deepest and abound most in the principle of life or vital action. This explanation was suggested to me by my brother Sir H. Davy. There are some facts which I have observed agreeable to it, but not more so than to the hypothesis of Dr. Black. I have found the stomach of the ox, the pyloric compartment, of a higher temperature than the left ventricle itself; thus when the latter immediately after death was 103, the former full of food was 104.5. I have also found the temperature of young animals, in whom all the vital actions are most energetic, higher than that of animals arrived at maturity. I may mention here, in illustration of this statement, a few observations made on infants, as I am not acquainted with any yet published. In one instance I found the heat under the axilla of\na child just born 98.5; after twelve hours 99, and after three days, the same; during the whole of which time it appeared in perfect health. On five other children of the same age, similar observations were made. In two instances of weak infants, the temperature, one hour after birth, was found not to exceed 96, which is two degrees below the standard heat of man in a state of health; but their respiration was still languid, and the next day the heat of the axilla had risen in one to 98.5, and in the other to 99.*\n\nTo conclude, as in each hypothesis examined, difficulties are found to exist from facts or the results of experiments of an unbending nature, we must at present either suspend theory altogether and search for experimenta crucis, or adopt that hypothesis which is conformable to the greater number of facts. The first measure is certainly most philosophical; but to the latter we are naturally most inclined, and if I were questioned which view is preferable, I should make no hesitation in selecting Dr. Black's, which to me appears both most simple and most satisfactory.\n\n* The opinion of Haller, I am well aware, is contrary to these results, as is expressed in the following paragraph: \"Viri feminis calidiores duriori nempe sunt fabrica, contra pueri aliquanto minus calent quam adulti homines, ut modo natus puer vix calorem conservet, nisi sollicite et copiose vestibus textis.\"—Elem. Phys. ii. p. 297. As this great physiologist seems to have drawn his inference merely from the circumstances mentioned, it can have little force, except from the authority of the author; to which may be opposed an equal authority, not less than that of Hippocrates himself: he says, in his fourteenth aphorism, \"Quae crescunt plurimum habent calidi innati: senibus autem paucus calor.\"",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107452.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 15,
    "total-input-tokens": 23704,
    "total-output-tokens": 5545,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1286,
        2
      ],
      [
        1286,
        2918,
        3
      ],
      [
        2918,
        4485,
        4
      ],
      [
        4485,
        6140,
        5
      ],
      [
        6140,
        7650,
        6
      ],
      [
        7650,
        9181,
        7
      ],
      [
        9181,
        10677,
        8
      ],
      [
        10677,
        11935,
        9
      ],
      [
        11935,
        13402,
        10
      ],
      [
        13402,
        14796,
        11
      ],
      [
        14796,
        16249,
        12
      ],
      [
        16249,
        17880,
        13
      ],
      [
        17880,
        19612,
        14
      ],
      [
        19612,
        21410,
        15
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107452",
    "title": "An Account of Some Experiments on Animal Heat",
    "authors": "John Davy",
    "year": 1814,
    "volume": "104",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 15,
    "jstor_url": "https://www.jstor.org/stable/107452"
  }
}