{
  "id": "3d0950bcbe76d5ef10c4ab8168116b0b9f11c6f9",
  "text": "which nothing had passed during the Course of the Disease.\n\nThis Appendix of the Ilion, more capacious and longer than that usually observed in the Cecum, being supported by no Mesentery, lay loose and floating. At its Opening into the Gut, it made an acute Angle, determining the Course of the Faeces from the upper Gut into it, and obstructing their Descent into the natural Pipe; where the Current was made difficult, from a Defect in some Segment of the Fibres intervent to the vermicular and peristaltic Action; which, likely, was the Occasion of the Spasm, the contracted Fibres of the Gut having no Antagonist above, and the compelling Force to conquer the Resistance being wanting.\n\nIn the Liver there was a steatomatous Tumour stretched out thro' its Substance, containing in its Cystis about eight Ounces of Matter; but so disposed, that the Course of the Fluids and Juices in and out was not impeded.\n\nVII. A Proposal for Warming Rooms by the Steam of boiling Water conveyed in Pipes along the Walls: And a Method of preventing Ships from Leaking, whose Bottoms are eaten by the Worms: By Colonel Wm. Cook.\n\nRead May 2. 1745.\n\nA N Engine for giving a sufficient Heat to all the Rooms in a House from the Kitchen Fire.\n\nFig.\nA, Is a Copper with a Still-Head.\nB, Is a Lead or Copper-Pipe fixed to the Head of the Copper, thro' which the Steam from the boiling Water heats: In its Passing thro' the eight Rooms the Pipe is fixed to the Wall or Side of the Room in the Place of the Chimney.\nC, C, Are Stop-Cocks, by which the Steam may be suffered to pass fast or slow, as you please.\nD, Is the Vent for the Steam to pass out at.\nE, Is a Cistern of Water to replenish the Copper as it boils away.\n\nWHEN your Ship's Bottom is so eaten by the Worms, that she is no longer fit for Service, try the following Method; viz. First calk well the inside Planks or Lining; then fill the vacant Spaces between the Timbers, and the out and inside Planks, with boiling Pitch or Resin, so high as the main Gun Deck.\n\nThe Pitch, being put in very hot, will run into every the smallest Cranny, and make the Ship as tight as a Bottle. By this the Ship is ballasted; there will be no Room left for Vermin, as Rats, &c. and the Pitch will serve for other Uses when taken out; therefore it will be but little Expence.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104483.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 690,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1235,
        2
      ],
      [
        1235,
        1235,
        3
      ],
      [
        1235,
        2304,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "None",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104483",
    "title": "A Proposal for Warming Rooms by the Steam of Boiling Water Conveyed in Pipes along the Walls: And a Method of Preventing Ships from Leaking, Whose Bottoms are Eaten by the Worms: By Colonel Wm. Cook",
    "authors": "Wm. Cook",
    "year": 1744,
    "volume": "43",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/104483"
  }
}