{
  "id": "700113b31bdf6b4f8c1b688ebc8a5ac8841038b0",
  "text": "that I have already shewn how the principal Phæno-\nmena of Electricity may be accounted for, upon\nthe few Principles I have laid down; and how-\never in different Experiments the Effects produced\nmay either be varied, or increased, I doubt not but\nthey may all be easily accounted for from the same\nPrinciples; as I shall willingly attempt to make ap-\npear at some more convenient Time, should it be\nthought necessary. In the mean time I have the\nPleasure to subscribe myself,\n\nGentlemen,\n\nYour most obedient humble Servant,\n\nJohn Ellicott.\n\nXII. A brief account of a Roman Teffera, by\nMr. John Ward F. R. S. & Prof. Rhetor.\nGresh.\n\nRead March 3. THE brass plate, which accompanies\nthis paper, and has been the occa-\nsion of it, was dug up some time since at Market-\nstreet in Bedfordshire; which lies in the Roman\nroad called Watlingstreet, about five miles on this\nside Dunstable; and was brought to the Society by\ntheir worthy Member, Samuel Clark Esq.;\nThe inscription engraven on the two sides is,\n\nTES. DEI. MAR\nSEDIARVM\n\nWhich Words may, as I apprehend, be read at length in the following manner:\n\nTessera Dei Martis Sedianum.\n\nThe first abbreviated word TES. I take to stand for Tessera, a dye or cube (a), so called from the Greek word τεσσαρα or τεσσαρα, four; respect being had to its number of sides, distinct from the two horizontal planes, above and below. And under this consideration it was distinguished from the Talus, which being round at each end contained only four planes or faces, whereon it could stand, and therefore when thrown had no more than two side faces in view. Hence ludere talis et tesserae are spoken of by Roman writers as two different games (b).\n\nBut if this was the first and original notion of the word Tessera, it was applied afterwards to many other things; and that not so much from a similitude in the figure, as from the relation they bore to some other thing, of which they were the sign or token; as the points, on the upper plane of the dye denoted the good or ill success of the cast. To recite the several uses of this word would both be tedious and unnecessary; and therefore I shall mention some few only, from which the design of this plate may the more easily appear.\n\nAnd\n\n(a) Macrob. In somn. Scip. lib. ii. cap. 2.\n(b) Cic. De finem. cap. 16.\nAnd I shall begin with the *Tessera hospitalis*, which was either public or private. As to the former, we find among the inscriptions published by Gruter instances of two municipal towns, who put themselves under the patronage of a Roman governor. And the reciprocal engagement between them, which was engraved on two copper plates, in the form of an oblong square, with a pediment at the top, is called in both *Tessera hospitalis* (a). The design of the latter was to cultivate and maintain a lasting friendship between private persons, and their families; and gave a mutual claim to the contracting parties, and their descendants, of a reception and kind treatment at each other's houses, as occasion offered. For which end it was requisite, that those *Tesseræ* should be so contrived, as might best preserve the memory of that transaction to posterity (b). And one method of doing this was by dividing one of them lengthwise into two equal parts, upon each of which one of the parties wrote his name, and interchanged it with the other. A draught of one made of bone, and so divided, may be seen in *Thomassinus*, with the name of the person on each part. Upon one of them is,\n\n**POLYNICES**\n\n**ASCANIO.F.**\n\nAnd upon the other,\n\n**CLAPHYR**\n\n**ANDRAE.M.I.F.**\n\n---\n\n(a) Pag. CCCLXII, CCCLXIII.\n\n(b) Plaut. Pænul. v. i, 22. v. 2. 87.\nThe names are written on the inside; and when the two parts were put together, they made a cylinder (a). From this custom came the proverbial expression, *tefferam hospitalem confringere*; which was applied to those persons, who violated their engagements (b).\n\nThe *tefferae frumentariae* are often mentioned by Roman writers, which were small tallies given by the emperors to the populace at Rome, intitling them to the reception of a certain quantity of corn from the public at stated seasons. And those, who were possessed of them, when they did not want the corn, sometimes sold them to others; as we learn from the satyrist, when he says:\n\n*Summula ne pereat, qua vilis teffera venit Frumenti* (c).\n\nThe person, who had the inspection of these *tefferae*, and distributed the corn to those, who produced them, seems to have been called *tefferarius*; as *Pignorius* observes from a funeral monument, inscribed *SYMPHORO TESSERARIO SER. CAESARIS* (d). These *tefferae* were first made of wood, as appears from the words of *Pliny*, where treating upon the nature and properties of trees he says, *Ligustra tefferis utilissima* (e). But *Fabretti* has published the draughts of two of them made of stone, in the form of cylinders, and of the same size with the originals. The length of them is somewhat short of three inches, the diameter three quarters of an inch, and the following\n\n---\n\n(a) *De teffera hospital. cap. 15.*\n(b) *Plaut. Cifell. II. I. 29.*\n(c) *Juvenal. Sat. vii. 174.*\n(d) *De servis, pag. 318. id.*\n(e) *H. N. Lib. xvi. cap. 8. § 31.*\nlowing inscriptions cut upon them contain the names of the persons, to whom they belonged:\n\nTORQVATVS\nCREOP. D. I.\n\nLVPVVS\nPELORI D. I.\n\nWhere D. I. the two last letters in each inscription stand, as he supposes, for die prima mensis, the time appointed for receiving the corn (a).\n\nThere was also another sort of tessera, not much unlike these, which intitled persons to a sight of the public games and other diversions; but they are generally made in the form of an oblong square. Pig- norius has given us the draught of one in his own possession, which consisted of ivory. Upon one of the sides is the name PHILOMVSVS PERELI, on the next SPECTAVIT, on the third a trident, and upon the fourth a palm branch (b); the two last of which plainly shew, that it was given for admission to the combats of the gladiators. Others of them had on different sides the name of the person, with the day, on which the show was exhibited, and the names of the consuls at that time. Instances of these may be seen in Thomasinus, one of which, as he says, was made of yellow glass (c).\n\nBut the tessera militaris most frequently occurs in the Roman historians, which was the signal given by the general, or chief commander of an army, as a direction to the soldiers for putting in execution any duty or service required of them. This upon urgent occasions was only vocal; as for a sudden march,\n\n(a) Inscript. antiq. pag. 530.\n(b) Ubi supra, pag. 38.\n(c) De tess. hospital. cap. 15.\nmarch, or an attack upon the enemy. But in ordinary cases, as for setting the watch, taking their dinner, or the like, it was written on a tablet. Thus in either way it was first given by the general to the officers next in rank, and from them to the subalterns, till it came to the person, whose province it was to communicate it to the soldiers in each company. This tablet was commonly made of wood, as appears from Polybius, who calls it ἐυραχίου, a small piece of wood (a). The signal inscribed upon it was very short, and usually comprised in one or two words; as victoria, palma, virtus, Deus nobiscum, triumphus imperatoris, mention'd by Vegetius (b); with many others of the like nature, which may be seen in ancient writers. The person, whose office it was to impart the signal immediately to the soldiers, is by Vegetius called tesserarius (c). Hence in Gruter's inscriptions we meet with AVRE. IANVARIVS. TESSERARIUS. LEG. XIII, and C. GALERIO. C. LIB. AGATHON. TESSERARIO. COH. XII. PRAET. MILITVM, as also L. POMPEIO. L. F. POMP. REBURRO. TESSERARIO. IN. CENTVRIA... (d). By which different forms of expression compared together one would be lead to conclude, that every century had its tesserarius, from whom the soldiers immediately received the signal; and that when the legion or cohort only is mentioned, the meaning is not, that the person named in the inscription performed that office.\n\n---\n\n(a) Lib. vi. pag. 479. ed. Paris.  \n(b) Lib. iii. cap. 5.  \n(c) Lib. ii. cap. 7.  \n(d) Pag. DCVI. IO. DCVIII. 7. DCIX. IO.\noffice to the whole legion or cohort, but only to some particular century in each of them.\n\nBut besides these civil and military tesserae there were others, which more especially related to religious affairs, and may therefore be called sacred; to which the inscription on this brass plate seems to agree. For the two next words ingraven upon it, namely DEI MAR. must, I think, stand for Dei Martis. And if the last word SEDIARVM be taken for the name of a town, called Sediae, this tessera may respect the God Mars, as the tutelar deity of that place. The religious worship among the Romans consisted chiefly in sacrifices and other public ceremonies, the expense of which in particular places was supported either by the contributions of the inhabitants, or by private gifts. We have an instance of the latter in an inscription first published by Reinesius, where it is said, that L. Veratius Felicissimus, (a) patron of Tolentium, (or Tollentium a municipal town in Italy) gave to the inhabitants their annual sacrifices, which were offered on the eleventh of May for a plentiful harvest. That inscription is cut on a brass plate in the form of an oblong square, with a female bust in a pediment at the top, designed very probably to represent the deity, to whom they addressed. As the inscription is peculiar in its kind, I shall here give the whole of it, as it stands in Reinesius.\n\nTESSERAM.\n\n(a) Grut. Pag. cxciv. 2.\nThis is called tessera paganica, as I imagine, from its intitling the pagani, or inhabitants of that town, to the annual claim of the sacrifices therein mentioned. And so far it agreed with the nature of a public tessera, which being lodged in the hands of the proper officer, authorized him to collect the several contributions assigned for such religious purposes. And of this latter sort I take the plate to have been, which makes the subject of our present inquiry; both the form and size of it suiting very well with such a design, as it was portable, and ready to be produced, if occasion required. And agreeably to this notion of the word tessera the ancient Glossaries interpret tesserarius by γραμματεύς, a scribe or clerk.\n\nAs to the following word sediarum, tho it no where else occurs, that I know of; yet this, I presume, can be no just objection against its being taken here for the name of a town, called Sediae: when it is considered, how many instances of the like nature are to be found in the inscriptions collected by Gruter and others, which give us the names\n\n(a) Append. num. 8.\nnames of many antient places in the Roman provinces not mentioned by any other writers. And besides, the form of this word appears analogous to the names of several other Roman towns here in Britain; as, *Durobrovæ* Rochester, *Ratae* Leicester, *Rutupiae* Richborough, *Spinae* Spene, and some others. It is not improbable, that this plate was found not far from the place, whose name it bears; and which might be situated among the *Cateuchlani*, as their territories are described by Camden (a). But as I have never before seen, nor heard of anything similar to it, I would submit what is here offered to the judgment of the curious in these inquiries.\n\nG. C. Feb. 25.\n1747.\n\nJohn Ward.\n\n---\n\nXIII. An Account of a very learned Divine, who was born with two Tongues; communicated to the Royal Society by Cromwell Mortimer M. D. & Secr. R. S.\n\nRead March 10. IN a MS. Account of the Life of the Rev. Mr. Henry Wharton, Chaplain to Archbishop Sancroft, written by himself, I have met with the following Passage:\n\n\"Mihi quidem ex utero materno exeunti duplex erat Lingua, utraque ejusdem figuræ ac magnitudinis; inferiorem exscindendam esse clamarunt mulieres obstetrices.\n\n(a) Britann. pag. 275, ed. 1607.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104534.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 16788,
    "total-output-tokens": 3422,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        956,
        3
      ],
      [
        956,
        2300,
        4
      ],
      [
        2300,
        3639,
        5
      ],
      [
        3639,
        5198,
        6
      ],
      [
        5198,
        6666,
        7
      ],
      [
        6666,
        8203,
        8
      ],
      [
        8203,
        9628,
        9
      ],
      [
        9628,
        10730,
        10
      ],
      [
        10730,
        11936,
        11
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104534",
    "title": "A Brief Account of a Roman Tessera, by Mr. John Ward F. R. S. & Prof. Rhetor. Gresh",
    "authors": "John Ward",
    "year": 1748,
    "volume": "45",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/104534"
  }
}