{
  "id": "86b72d8caa064523947cdbbe4c50638f955ded17",
  "text": "fore the R. Society. I have found out a Colour most exquisitely black, & comparable to the best ink; even in the use of the pen, and which will not change by Fire or Salt. This an English Vegetable yielded me, and for ought I know (for I have not repeated the trial on any thing else) the like method will succeed to good purpose. I am, &c.\n\nAn Accompt of some Books.\n\nI. Theodori Kerckringii M. D., ANTHROPOGENIE ICHNOGRAPHIA, sive Conformatio Fætus ab Ovo usque ad Ossificationis principia, in supplementum Osteogenie Fætum. Amstelodami, 1671. in 4°.\n\nAfter that this Author had the last year published, together with a Specilegium Anatomicum, his Osteogenia Fætum (both which were described No. 54. p. 1094. seqq. of these Tracts;) in the latter of which he had given an Accompt of the Formation of the Bones of an Humane Body, from the Second Month after Conception to the very time of the Infants Birth; he considered, that there were two things yet left behind, necessary to the perfect knowledge of Ossification; viz. First, what might be the Rudiments and Form of an Human Body, before it came to have any Firmness of Bones. Secondly, How after an Infants being born, the soft Bones acquire by little and little both their Hardness and Magnitude. Waving for the present the latter of these two, he undertaketh in these sheets (which are but three) to deliver the first Elements, as 'twere of our Body, from and even before the time of Conception; affirming.\n\n1. Non tantum in nuptis & secundis Mulieribus, sed etiam in Virginibus esse non minus quam in Gallinis ova ponentibus etiam citra Galli consuetudinem, ova quædam * pisii viridis magnitudine, in quibus humor latet intus, qui, uti aliorum ovorum albumen & vitellus, dum coquitur, indurescit: Porro, ova illa mulierum, pelliculis extrinsecus circumdari, que postquam in uterum prolapsa sunt ova coitu fecundata, in Amnion & Chorion brevi commutentur; ova autem ipsa, duorum vel trium dierum spatio ad ceras nigri majoris magnitudinem excrescere.\n\n* Vide Nic. Stenonis Museuli Descriptionem Anatomicam editione A. 1667. & descriptam No. 32. Ubi in Narrationum ibi annuarum posteriori dictis Dr. Steno memorat, per digressionem, dari in Foeminis Testes ovario analogos. Ipse Author notis observat eum, Fallopium jam tale quid notasse.\n2. That he once met with and open'd a fetus of but three, or at most four dayes old, (How he came to know and do this, almost incredible thing, the Book itself relateth;) and found in a little Globul, that Nature had already form'd therein the Rudiments of an humane Body, so as that he could plainly distinguish the Head from the mass of the Body, and see in the Head (though but obscurely) several pricked marks for Organs; the Body in the mean time being nothing but an undigested lump.\n\n3. That in a fetus, fifteen dayes old, he could distinguish the Eyes, Nose, Mouth and Ears, Arms and Feet.\n\n4. That in another, twenty and one dayes old, he was able to separate the matter prepared for Flesh and Skin, from that which was to be hardened into Bones. As also, that the Head seemed nothing but a membrane distended with wind and spirits; but its Arms and Hands were figured, and the Fingers and Toes themselves distinct. Besides, that in that Cartilaginous part, designed for the Bones, he could number the Ribs.\n\n4. That in one of the age of a Month, he discover'd some more consistency, and the upper and lower Jaw-bone represented by two Bony pricks; besides the Clavicle form'd, and almost all the Ribbs distinct, the Shoulder-blade, and Elbowes, Thigh-bones, and both the Leg-bones, call'd Focilia; (where, by the by, he intimateth, that a certain Acid spirit in the world is the Efficient, as of all Firmness & Solidity, so of that in Bones.)\n\n5. That lastly in a fetus of six Weeks he found, that it only differ'd in Bigness from that of Two Months, by him formerly described in his Osteogenia; but that the main thing, he took notice of in this, was the distinction of six small Bones in the lower Jaw, which after the production of the fetus into the world do coalesce into one.\n\nAll this the Author hath represented by Schemes, and endeavoured to confirm by answering what may be objected against his Observations. Meantime 'tis hoped, that what hath been performed a good while since, upon this very curious and nice subject in England by the Learn'd Dr. Timothy Clark, one of his Majesties chief Physitians, will at last be made publick to the ampler satisfaction of inquisitive Anatomists, and the more intimate knowledge of that most admirable contrivance and structure of Man.\n\nII. PHILOSOPHIA VETERUM, é mente Renati Des Cartes breviter\nThis Epitome of the Cartesian Philosophy, digested by the Author for the use and advantage of those, that have inclinations to initiate themselves in the doctrine of that Famous Philosopher, begins this his Book by delivering the main Rules, by him esteem'd necessary to the acquisition of Truth. Thence he proceeds to those simple Notions, of which our Cogitations are compounded, and concludes this part with a short doctrine of the Syllogism.\n\nHaving succinctly dispatcht this, he passeth onto treat of Physiology, and exploding the Materia prima, the Substantial Forms, the Real Accidents (as these are vulgarly taught) he maketh it his business to prove, That there are Bodies extended in Length, Breadth and Depth, to which belong Figure, Motion, Scite, &c. no otherwise than as some distinct Modes. After this, he considers the Heavens, Earth, Water, Air and Fire, and of what parts they are constituted. Next, he explains the Fabrick of Man; and giveth an account, how he comes to move and have perception. And he closeth all with a Demonstration (as he supposeth it to be) of the Existence of a God.\n\nBut we shall say no more of this, since we find ourselves obliged to discourse somewhat more largely of an ample Treatise of this same Argument, lately come to our hands from Paris; viz.\n\nIII. TRAITE DE PHYSIQUE par Jaques Rohault. A Paris, 1671, in 4°.\n\nAfter that the Author hath in this Ingenious Treatise assigned the Causes, why Natural Philosophy hath been steril for so many Ages, and found them to be these, viz. the too servil addiction to Authority; the resting in Metaphysical, abstract and general speculations; the severing of Reason and Experience; and the Neglect of the Mathematiques; He divideth it into Four principal parts.\n\nIn the First, he treateth of the Body Natural, and its chief Proprieties, Divisibility, Motion and Rest; as also, of the Elements and the sensible Qualities; where he insisteth at large upon the Explication of the Nature and Qualities of Vision, not scrupling to affirm, that upon this subject alone he hath col-\nlected and deliver'd more Truths in eight or nine Chapters, than are contained in many great Volumes, which treat of Opticks, Dioptricks and Catoptricks after the manner of the Antients. In this part 'tis chiefly that Aristotle, but especially his quarrelling and clashing Commentators and Followers, are taken to task; the Author representing the Peripatetick Principles as altogether insignificant and useless, for a rational Explication of any effect in Nature, and taking notice, that Privation (one of those principles) is not in things nor concurs to their composition; that Matter (another principle) is, according to them, a something I know not what, and Form (the third) such another I know not what; as if giving a meer Name to a thing not known, were enough to make it known. Besides which, he observeth, that the same Sect hath introduced in Philosophy store of specious notions, altogether Chymrical, as Nature's Abhorrency of a Vacuum, Attraction, Sympathy and Antipathy, &c. invented to give a reason in shew of what was not at all understood. For, saith he, what doth it teach a man of the Nature of a Loadstone, to say, it hath an Attractive vertue, or a Sympathy with Iron. And the Fear of a Vacuity answers a Question no more, than if a man, being asked, How the Wood came to Paris out of remote Provinces, should answer, It came there by the Fear of Cold, that is, answer from the Final cause, when the Efficient is demanded. Moreover, he rejecteth the Aristotelian Elements, as well as the common Chymical ones, and endeavours to establish the three Cartesian; proceeding from the First Division and Motion, supposed to have befallen the Uniform Matter produced by the first Author of things. He noteth further, that the Peripateticks explain not to any purpose, wherein the Sensible Qualities do consist, teaching nothing satisfactory of Siccity, Humidity, Hardness, Eluidity, Heat, Cold, Taste, Odour, Sound, Light, Colour, &c.; that they make Vessels burst ex metu Vacui; and assign the cause of the roundness of Drops to be the Mutual Love, which the parts of the same Liquor have for one another, whence a close union, and so a roundness; that they affirm of Heat and Cold only what they do (and that erroneously too) and not what they are; that they teach nothing of what maketh a Body savoury, sonorous, lucid, colour'd; that they make a great but vain shew with their unconceivable intentional species; that they assert Vision to be made in the Chrystalin, &c.\n\nIn the Second part he treateth of the System of the World; according to the Three celebrated Hypotheses, of Ptolomy, Copernic, and Tycho, but giveth the preference to the Copernican, as the plainest and the most rational; esteeming mean while, that, as to the situation of the parts of the Universe, Tycho agreeeth with Copernic, except that he maketh the Firmament to have the Earth for its Center; so that all the difference between these two Opinions as to the Earth, relat-\nted to the Fluid matter of the World through which it passeth, consists only in this, that Copernicus speaketh of the motion of the Earth, as one would do, that being to tell how he had been in a Coach from Paris to Orleans, would mark a certain way, and say, he had passed over it by the motion of a Coach drawn by horses; whereas Tycho would speak as another man, who though he had likewise been in a Coach from Paris to Orleans the same way, yet would not acknowledge any motion neither in the Coach nor in the Horses, but maintain, that the Way itself had moved, and the wheels of the Coach had only turn'd about their Axle-trees, and the Horses done nothing but lifted up their legs, to let the way slide away under them. He observeth further that the Copernican systeme rightly understood attributeth no motion at all to the Earth: For, Motion being taken for nothing else than for a successive application of a Body to the several parts of the immediately encompassing and neighbouring Bodies, 'tis plain, that what is call'd the Diurnal motion of the Earth, belongs rather to the Mass compos'd of the Earth, the Seas, and the Air, than to the Earth in particular, which is to be esteem'd in a perfect Rest, forasmuch as she is carried away by the Torrent of the matter wherein she swims; just as we say, that a Man is at rest that sleeps in a Ship, whilest the ship is indeed in motion: And so that which is called the Annual motion of the Earth, doth not all appertain to her, nor even to the compos'd mass of Earth, Water and Air, but to the Celestial matter, which carrieth this Mass about the Sun. After this he discourses of the Nature of the Stars and their influences. Next, he renders an Accomp of Gravity and Levity (which for want of premises, he could not speak of in the first part) and maketh Gravity nothing else but a less Levity. And lastly, he concludeth this part with the doctrine of the Flux and Reflux of the Sea, as depending from the Pressure of the Moon.\n\nIn the Third part he explains the nature of the Earth, and Earthly Bodies, that is, such as are either contain'd in it or are about it, as the Air, Water, Fire, Salts, Oils, Metals, Minerals, and Meteors. Where, among many other Remarques, he declareth, that though the Transmutation of baser metals into Silver or Gold be not absolutely impossible, yet morally 'tis; forasmuch as men not knowing in particular, which is the Figure and Size of the little particles that enter into the Composition of Metals, nor the shape and size of the other ingredients, that may be necessary to effect this Transmutation, nor have yet found the secret to unite them together; that therefore it may very well be concluded, that if it be true what is said of some Chymists having formerly converted Lead into Gold, it hath happen'd by so great a chance, as if a handful of sand being let fall from on high upon a Table, the grains had soonerly ranged themselves, as to make one read distinctly a page of Virgil's Aeneids.\nIn the Fourth he hath endeavour'd to comprise all what he thinks is hitherto with any certainty known of the Body Animate: where, amongst a great number of other Phenomena, he giveth a particular explication of Fevers, esteeming, that all the strange Symptoms thereof may be very well explain'd by only supposing, that a little portion of our Blood, or of some humor mixing with it when it passeth to the Heart, comes to be stopp'd by some cause or other, in some place of our Body, whence it begins not to flow but at the end of a certain time, and when it is so corrupted that it somewhat resembleth Green Wood in its manner of kindling, that is to say; this Wood being cast into the Fire, seems at first to have no disposition at all to take fire, but appears rather capable to extinguish it; so also this portion of corrupted humour is at first indisposed to be heated and dilated, when it comes to pass through the Heart; but then as the Green Wood burns at length more fiercely than what is Dry; so this humour may at last be heated and rarified much more than the Blood is in its ordinary temper, &c.\n\nIV. Nova Hypothesos de PULMONUM MOTU & RESPIRATIONIS USU Specimen. Londini 1671. in 8°.\n\nThe Anonymous Author of this small Tract being of opinion, that none of those, that have hitherto written of the Motion of the Lungs and the Use of Respiration, have lighted upon the truth; undertaketh to shew, that the Lungs do not, as hath been hitherto received, follow the Motion of the Thorax and Diaphragme, nor are moved and filled, like Bellows, because they are distended; alledging that he hath observed from the shape and Scituation of the Diaphragme, and from its Connexion with the other vise: a, and the Breast and Abdomen, that the said Diaphragme cannot be moved up and down, or the Chest, by the Systole thereof, be dilated and Inspiration performed; forasmuch as it is both above and below, by the intervention of divers membrans, so connected with other parts, that it can neither rise nor subside, no nor so much as be impelled up and down: But that this Riff can only be moved forwards extorsum and backwards introrsum; forwards in Inspiration, backwards in Expiration. And esteeming this to be its proper motion, most suitable to its Fabrick, Scite, and the whole work of Respiration; he declareth openly, that the Motion and Inflation of the Lungs depends not upon the Motion of the Thorax and Diaphragme, but that, for Inspiration, the Lungs are dilated by the Elastic force of the Air rushing in; and that upon their Dilatation follows the Intumescence of the Diaphragme as of a Sail, and its protrusion forwards, and thereupon further the propulsion of the Thorax: And that for Expiration, the Diaphragme is again contracted, and restored to its just figure and consistence, and the now effete, clogg'd and spring-lets Air driven out: This Author conceiving, that as long as the force of the inspired Air exceeds the Elastic power or the resistance of the Air or the halituous substance\nstance included in the Chest, so long lasts Inspiration; but when the force of the included Air, by means of the Contraction of the Dia-\nphragme and its pressure, overcomes the strength of the inspired Air,\nthen begins and so long lasts Expiration. So that, according to him,\nRespiration is nothing else, than a Reciprocation of the Air inclosed\nin the Chest, and an Alternate motion of the Lungs and the Diaphrag-\nme; whereby the external Air becomes the first origin of all the A-\nnimal motion.\n\nAs to the Uses of Respiration, he esteems, both from a certain Re-\nlation to be found in Fontana, and from the structure, Motion and\nScite of the Diaphragme, that there are other Uses of it, than the\nCooling of the Heart, the Fanning of the Blood, the Discharge of\nsteams, the Conveyance of a Nitrous aliment, the Communion and\nsubduing of the Blood, and its intimate commixture with the Chyle,\nand the promotion of the Blood from one ventricle of the heart to\nthe other; for all this, he faith, is perform'd by the help of the Lungs,\n(which is but one Organ of Respiration:) But then he would main-\ntain, that by the other Instrument of Respiration, the Diaphragme and\nits Pressure, there are effected such other things, as are no less neces-\nsary to the preservation of life, than the former; viz. The con-\ntinual Pressure of the Chyle out of the stomach into the intestins, and\nfrom thence by the Milky veins into the Glanduls of the Mesentery,\nand so further into the Chyliferous Channel; as also the Motion of\nthe Blood out of the Porta into the Liver, and out of the Liver into\nthe Cava; and that of the Gall into the Bladder of Gall, and thence\ninto the common ductus and the Guts: perhaps also that thence pro-\nceeds the first Natural Instinct or Perception, exciting also the Ani-\nmal motions.\n\nWhich being thus proposed and deduced by him, he endeavours to\nsatisfie the objections that may be made against this Hypothesis; for\nwhich, and many other particulars, we refer to the Author himself.\n\nNOTE,\n\nAt the end of p. 2125, the Reader is desired to add, to prevent all mi-\nstakes, what the Author of that Letter signified April 21, 1671, to the Publisher,\nsince that was Printed, viz. That in a very sharp Frost the Bleeding is stop'd till the\nweather begins to change; but in a moderate Frost, though it stop in the night, yet\nin the day time, if the Sun shines out, the Trees will bleed, though the Frost con-\ntinue. What we said in our Letter, Printed No. 57. p. 1166. l.45. that Cold did not\npromote but hinder bleeding; we find holds true, if the Cold be without Frost.\n\nBesides, p. 2126, at the end of Mr. W. Longbys Letter may be added, what he fur-\nther imparted in the above said Letter of Apr. 21. viz. That since his last, he had\nmade tryal upon Walnut and Sycamore as to the transmitting of Water, and found,\nthat the water runs through both but nothing so fast as thorough Birch.\n\nERRATA. In Numb. 69. p. 2091. l. 24. r. and purse.\nIn this Numb. 70. p. 2128. l. 17. r. 9th instant. p. 2130. l. 3. r. descent.\n\nLONDON,\nPrinted for John Martyn, Printer to the Royal-Society. 1671",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101061.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12406,
    "total-output-tokens": 4944,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2297,
        2
      ],
      [
        2297,
        4654,
        3
      ],
      [
        4654,
        6721,
        4
      ],
      [
        6721,
        9691,
        5
      ],
      [
        9691,
        12686,
        6
      ],
      [
        12686,
        15697,
        7
      ],
      [
        15697,
        18796,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101061",
    "title": "An Accompt of Some Books",
    "authors": "Antonio le Grand, Theodori Kerckringii, Jaques Rohault, J. Martin",
    "year": 1671,
    "volume": "6",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/101061"
  }
}