{
  "id": "09a91a3930e0eb56d020d2df3e23169b24fbaddf",
  "text": "but died before they got any considerable distance. In\nthe West, I saw two small long Clouds, which interposed\nbetwixt me and the light Streams; which I saw a-\nbove the Clouds, and betwixt them, which convinc'd\nme that this Light (whatever it be) is far above them.\nI have drawn a Scheme of the whole Horizon, as it\nappear'd to me. (See the Figure.) That bright Star is\nJupiter, whose Place then was $17^\\circ$ in Aries, and was\nabout South-West, I guess about $20^\\circ$ high. Some\nof the brightest Stars in Taurus, Orion, and Aries ap-\npear'd South and South East; but I have not placed\nthose but by guess. In this state I left it: But was\ntold by one that saw it after Ten o' Clock, that the\nwhirling Light in the Zenith appeared of several Co-\nlours, as, blue, green, yellow, and reddish. But that\nI did not see.\n\nI am, &c.\n\nV. A Letter from the Reverend Mr. Edmund\nBarrel, Rector of Sutton near Dartford in\nKent, to Sir Hans Sloane, Baronet, concern-\ning a Shock of an Earthquake felt in that\nNeighbourhood, &c.\n\nSIR,\n\nSutton, Aug. 11th, 1727.\n\nI had an Information brought to me Yesterday, on\npurpose to be communicated to your Society;\n'twas, that the Earthquake was felt very sensibly at a\nFarm on a Hill called Skeat-Hill, which is at the West\nEnd of Lullingstone-Park, belonging to Percival Hart,\nEsq;\nEsq; about 8 Miles South-West from Dartford: And the same Morning a Piece of Ground, in a Meadow in Farningham, about five Miles South of Dartford, fell in, so as leave a Pit about 8 or 10 Feet over and near as deep; and being on the same level with the River, it was (when seen that Morning) fill'd with Water, within 3 or 4 feet of the Top; tho' that Spot of Ground, was supposed to have been as sound as any about it, Carts having many times gone over that very place. I thought it not improper to trouble you with this, supposing, that the Curious, will be pleas'd to hear how far the Shock of the Earthquake was felt.\n\nP. S. In my Letter about Mistleto, I mentioned a visible Proof, that there always was a germinating Principle in the Seeds of this Plant, whenever the Berries remained on their Boughs till May. The Birds do not often permit any such to be found; but as I have formerly observed this, so I have met with some this Year, whereof I have herewith sent you a Specimen; wherein you will find both old ripe Berries and young green Ones, on the same Stalks; and in the old you may see (even through their Skin) the little Germen putting forth its Head from the Seed or Kernel. I have likewise formerly had a Suspicion that the Plants of Mistleto are some Male, some Female: I am now further persuaded, that it may be so; and if this be confirmed by my future enquiries I will make bold to give you an Account of it.\n\nI am, &c.\n\nVI. A",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103665.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 829,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1312,
        2
      ],
      [
        1312,
        2761,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103665",
    "title": "A Letter from the Reverend Mr. Edmund Barrel, Rector of Sutton Near Dartford in Kent, to Sir Hans Sloane, Baronet, concerning a Shock of an Earthquake Felt in That Neighbourhood, &c.",
    "authors": "Edmund Barrel",
    "year": 1727,
    "volume": "35",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/103665"
  }
}