{
  "id": "c1cf7e23591f688c5646d0cc6b1700050b898841",
  "text": "Pleas, concerning the observation of Easter, registered in the Phil. Trans. 240, made this Calculation.\n\nRightly to understand the Rule in our Common Prayer Books for finding Easter. Note,\n\n1. That the 21st of March, in all but Leap-years, and in Leap years the 20th of March, was, at the time of the Council of Nice, when this Rule was made, the Vernal Equinox: Consequently,\n\n2. That the 20th of March in Leap-years is the same as the 21st of March in common years.\n\n3. That the Full Moon meant in this Rule is not to be found in our Almanacks, but by the Calendar of our Common Prayer Books, where, in the first Column the Golden Number of every year is placed over against the day of the New Moon in every month of the year.\n\n4. That the fourteenth day, including the first day of the Moon, is the Full Moon, and not the fifteenth, as Dr Wallis would have it in his Letter.\n\nVII. An Account of an Experiment made at a Meeting of the Royal Society at Gresham College, upon the Propagation of Sound in Condensed Air. Together with a Repetition of the same in the open Field, by Mr F. Hauksbee.\n\nA Bell being included in a Brass Recipient, and plac'd at one end of a Room, about 50 yards in length: At the other end of which stood some Gentlemen to observe the sound; which before any Air was intruded, the Bell upon shaking was heard at that distance, tho' not without diligent attention. Upon the Intrusion of one Atmosphere (begging leave to call it so) the Bell being shaken as before, the sound was very sensibly augmented;\ntwo Atmospheres being Impell'd, and the Bell made to Ring, a notable Improvement of the Sound was then manifest. But upon the Intrusion of the 3d, 4th and 5th Atmospheres, the Bell being made to strike, the Sound seem'd not to be Propagated proportionably to the first and second; which might happen by means of some Escapes of Air, or, which is much to the same purpose, the Valve, which should have hindred the Return of the Injected Air, did not hold so tight as I expected, or as it ought; but that some of the Intruded Air would repass into the Syphon, by which means the Quantities suppos'd Injected were deficient. Another reason the latter Atmospheres did not propagate the Sound as the two first, is this, altho 25 Compressions of the Syphon are equal to the Natural Content of the Recipient, yet when the Air becomes pretty strongly Condens'd, as by the Intrusion of 4 or 5 Atmospheres, the remaining Air at every stroke which will lye between the Bottom of the Embolus and the Valve (altho but little) is at the same Density at the same time as the Air in the Recipient; which, upon drawing up the forces, will extend it self to supply such a space of the Cylinder as so much common Air, and is so much short of what should be Injected at every stroke, 25 of which become equal to the Natural Content of the Receiver. Hence the Deficiencies of the Real Atmospheres or Quantities, by a certain number of Strokes may be very considerable, and to account for them most difficult; and so I must leave them for the present, begging pardon for this digression. I conclude, Notwithstanding the Deficiencies are not known, yet at the end of the 5 (tho Imperfect) Atmospheres, the Bell being shaken as at first, it was the Opinion of a Gentleman then 50 yards distant, that the Sound seem'd to be almost as and as sensible as when it came to be made and expos'd in the open Air.\n\nJune the 9th, about 5 in the morning I repeated this Experiment in an open Field, known by the name of\nthe White Conduit, situate on the West of Islington, with much\nthe like success as the former. Upon shaking the Bell before any\nAir was intruded, it was but just audible at 30 yards distance.\nUpon the Injection of one Atmosphere (begging leave as before to\ncall it so) it became then as audible at 60 yards, as it was before\nat 30. A second being intruded, the Bell upon shaking might then\nbe heard at 90 yards distance. But after that, tho near 100 strokes\nof the forces were repeated, yet could it hardly be heard 20 yards\nfarther. Which I attribute in a great measure to the Reasons be-\nfore given. The Morning was very Misty, which caus'd a great\nDew upon the Grass. Little or no Wind stirring. And the silence\nrequisite in making such an Experiment nicely, at last began to be\ninterrupted by the sounds of the five a Clock Bells, and other\nNoises which joyn'd in Chorus with them from the City, contri-\nbuting in some measure to the unsuccesfulness of the latter part of\nthe Experiment: Which still I hope to prosecute farther, not de-\nspairing of finding such a Gage as will show the Certainty of the\nQuantities injected, without any danger or hazard in the Attempt.\n\nVIII. An Experiment made at a Meeting of the Royal Society,\ntouching the Diminution of Sound in Air rarefy'd. By Mr Fr.\nHauksbee.\n\nA Bell being included under a Receiver, which being shaken\nto make the Clapper strike, it was very observable that the\ninterposition of the Glass betwixt the Bell and the Ear, was a\ngreat obstruction to its Sound, notwithstanding it was audible at\nsome good distance from it: But gradually withdrawing the Air,\nand making several Stops to shake the Bell at different Degrees\nof Rarefaction, the Diminution of the Sound at every Stop was\nvery distinguishable. Till at last, when the Receiver was well\nexhausted of Air, the remains of Sound was then so little, that the\nbest Ears could but just distinguish it: It appearing to them like a\nsmall shrill Sound as at a great remoteness. Upon suffering the\nAir to re enter (which was not done all at once, but by turns)\n'twas easy to perceive the increase of Sound at the different times\nthe Bell was made to ring: The Recipient being again replac'd\nwith Air, the Sound then seem'd something more clear and audi-\nble than it did upon its first inclusion.\n\nLONDON,\nPrinted for Sam. Smith and Benj. Walford, Printers to the Royal Society,\nat the Prince's Arms in St Paul's Church-yard, 1705.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102983.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 1584,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1530,
        2
      ],
      [
        1530,
        3515,
        3
      ],
      [
        3515,
        5953,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102983",
    "title": "An Account of an Experiment Made at a Meeting of the Royal Society at Gresham College, upon the Propagation of Sound in Condensed Air. Together with a Repetition of the Same in the Open Field, by Mr F. Hauksbee",
    "authors": "F. Hauksbee",
    "year": 1704,
    "volume": "24",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/102983"
  }
}