{
  "id": "a6c1d5181f9538369d3b623f41873b63e9d0567f",
  "text": "mihi hæ Thermæ videbantur, quod tamen summopere mirabar, etiam si internum earundem usum ob copiosè admixtas particulas calcarias nemini suaderem. Cæterùm in Thermis hisce secundariis Cannabim macerare solent accolæ.\n\nRelicto Viterbio loca quædam alia vidimus minùs notatu digna, donec tandem d. 4. Novembris totius terrarum Orbis quondam Dominam Romam sc. intravimus. Quid in amplissima hac civitate circa studia nostra observaverim ex sequentibus cognosces literis, ubi præsentes Tibi non ingratas suisse ex benevola responsione cognovero. Vale, Vir illustris, & amare perge inclyti Nominis Tui\n\nDabam Gedani 1711 Cultorem humillimum\nd. 19. Septembr.\n\nJ. Phil. Breynium, M.D.\n\nIII. Animadversiones quædam in Codicem MS. membranaceum, superiori Epistola memoratum: Excerptæ ex Additamentis G. Ch. Schelhammeri in Herm. Conringij Introductionem in Artem Medicam. Cap. XII. pag. 401.\n\nPraeter hos [sc. Hippocratem, Galenum, & C. Celsum] ex antiquo ævo, qui hanc doctrinam [Chirurgicam] scriptis tradiderit, neminem habemus. H. Conringius.\n\nExtant quidem plurimi, sed avinorou, si credimus Johanni Sponio, artis & antiquitatis peritia celeberrimo, in Augusta illa Magni Ducis Heturiæ Bibliotheca inter Manuscripta ad Sancti Laurentij Ædem asservata de quibus non pigebit verba ipsamet adscribere ex Itinerario, quo per Italiam, Dalmatiam, Graeciam, & Asiam\nAssam sibi visa notavit: Sic autem ubi de Florentiae admirandis Sermonem instituit Idiomate nativo loquitur, quod nos Latine sic redidimus: Alind Manuscriptum commemorabo, quod pertinet ad Artem quam profiteor, & quod omnium per universam Europam Bibliothecarum, quantum quidem novissimus, unicum extat. Est vastum volumen Graecum, continens Chirurgiam Antiquorum, Hippocratis, Galeni, Asclepiadis, Bithyni, Apollonij, Archigenis, Nymphodori, Heliodori, Dioclis, Ruffi Ephesij, & Apollodori Cyriensis, in cujus opere figura cernuntur chartae Pergamena inscriptae, ad modum reponendi luxatas partes attinentes. Hujus ultimi, pariter ac Asclepiadis, Apollonij, & Dioclis aliquoties in Plini operibus fit mentio. Archigenis etiam apud Galenum non infrequens est nomen: verum integra ipsorum opera nullibi reperiantur. Bithyni autem, Nymphodori, & Heliodori vix nominata nobis etiam nota sunt. Sane ista omnia si ita haberent, ut Clarissimus Sponius narrat, fraudi foret haud exiguae rei Chirurgicae, aeternis tenebris tam eximium opus damnari, in quo fieri non posset, quin multa praecipua admodum, summae utilitatis monita legerentur: multo enim plura suisse recte observata antiquis illis, cum inter Medicorum filios Chirurgiae studium floret, quam nostris temporibus ab indoctis pleurumque operatoribus & rei anatomicae imperitis fieri potest, rationi conveniens est, & res ipsa loquitur.\n\nVerum enim vero fefellisse videtur optimum viram cursoria & festinata perlustratio. Cum enim in his inferendis animus esset, opportunè occurrit sagacissimi antiquitatum medicarum Indagatoris Collegae conjunctissimi, Meibomij peritia, cui diutius Florentiae subsistenti Bibliotheca illa Magni Dux ad invidiam frui concessum suisse moveram. Is igitur de hoc Codice consultus tale mihi respondum misit.\nLiber ille, quem ex antiquis Chirurgis collegit quidam Medicus, Nicetas, nescio cujus ævi, notissimus mihi est, illóque, in Magni Duci Laurentiana Bibliotheca, Scamno LXXIV extante, licuit mihi uti, quamdiu Florentiae fui, & pluscula ex illo describere. Non tamen Florentiae solum, ut Sponius credit, sed etiam in Regis Galliarum Bibliotheca eadem Collectio extat. Nec omnia, quæ in eo Codice habentur, inedita sunt, nec ejusdem momenti, multo minus Autores eorum sunt incogniti. Deprehendi in eo quosdam Libellos integros; de alijs non nisi tenuia quædam fragmenta. De Hippocratis, Galeni, Oribasii, P. Æginetæ, Russi Ephesii, Palladij, aliunde notis scriptis & jam editis nihil moneo. De Bithyno, Nymphodoro, & Heliodoro tantum dicam aliquid, quoniam Sponius illorum nomina pene incognita existimat. De Bithyno fortè non malè dixerit, eum alijs omnibus ne nomine quidem cognitum esse, quoniam ex Sponij cerebro nuperrime prodit. Quæ enim ibi habentur fragmenta, sunt Asclepiadis ex Bithynia, seu Prusiensis, cujus toties mentio fit apud Plinium & Galenum, ex quo ille duos facit, alterum Asclepiadem, Bithynum alterum: quo eodem jure alium Rufum, alium Ephesium facere potuisse. Et vero Heliodorus quoque ex Ægineta & Oribasio, qui ejus Chirurgica laudant: Nymphodorus quoq; ex Celso & Galeno & eodem Oribasio, propter Glossocomum quoq; potuisse esse cognitus. Jam tum etiam Heliodorum, cujus de Fracturis Capita xi. in hac Collectione extant, vertit & edidit Vidus Vidius G.C. Schethammerus.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103147.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 1675,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1355,
        2
      ],
      [
        1355,
        3145,
        3
      ],
      [
        3145,
        4639,
        4
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103147",
    "title": "Animadversiones Quaedam in Codicem MS. Membranaceum, Superiori Epistola Memoratum: Excerptae Ex Additamentis G. Ch. Schelhammeri in Herm. Conringij Introductionem in Artem Medicam. Cap. XII. Pag. 401",
    "authors": "G. Ch. Schelhammeri",
    "year": 1710,
    "volume": "27",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/103147"
  }
}