{
  "id": "e2071ef40db00e44e88261ecc49f4d99e06c63e8",
  "text": "a short time be supplied therewith, without being beholding to other nations for it.\n\n5. To these particulars add the great abundance of Ironstone in Virginia, which hath already been tryed and found very good; the conveniency of Wood and Lime-stone being a good inducement to the making of Iron, which might be done at a much less rate there than here. Of which there hath been a calculation formerly made, considering every man's labour, and what is necessary to be disbursed for every Artist and Labourer, as to their transportation, diet, and all other materials for the work of Iron. All which is referred to the consideration of those, who are concerned in a Matter of this importance.\n\nA Way of making Vines grow to advantage, all over the roof of a house; communicated by Mr. John Templer.\n\nI have lately seen a pretty and pleasant culture of Vines at the house of a Gentleman, who makes very good White-wine of his own Grapes. He lets Vines ascend by one single stem to the Eaves of his house (cutting off all the luxuriant branches by the way,) then gives them liberty to spread upon the tiles, all over one side the roof of his house. Thus he furnishes his dwelling house, and many out-houses; by which means the vines are no hindrance to his other Wall-fruit, and the rays of the Sun being almost direct upon the Vines, he hath riper, sweeter and greater plenty of grapes, than when their vines are placed as Wall-fruit.\n\nAn Observation, made by the same Mr. Templer upon the Motion of the Hearts of two Urchins, after their being cut out.\n\nWhen I had written thus far, I was diverted by a couple of living Urchins, which were presented me by a Shepherd. I shall now mention no more than my cutting out their Hearts; whereupon I found the Systole and Diastole to continue full two hours, while the hearts lay upon a glazed earthen white plate in a cold window. The distance of\nof their Diastoles was unequal in time, but very large for half an hour, and then sensibly diminishing until they ceased at the two hours distance; and would not then be re-inforced by a needle's point, which for the half hour preceding they would answer at any time. But here I must ask, shall we call these Hearts dead after the first hour? If so, than that Paralytical arm is much more dead, which is deprived of Sense but not of Motion; a famous instance whereof the Immortal Harvey gives us somewhere, (I cannot quote the place, not having seen the book since the flames consum'd my Library,) in his Exercitatio de Gener. Animalium; since this Heart had not only Motion, but Sense too, upon the pricking with the point of a needle.\n\nIf you object, That the pricking of a needle made a compression of the fibres, and, by consequence, of the included Spirits, and they by virtue of their own Spring rebounding imitated a Diastole of the heart: I answer, that after the Hearts had ceased above 4 of an hour, so as a needle pricking them caused no Motion; yet upon setting the plate upon the hearth in the Chimney, in about two minutes of time they began to beat, though but weakly; and upon eight minutes continuance they beat freely; and when removed into the window again, continued their pulsation, without pricking, above an hour, and might have done longer, could I have spared my servant to attend them longer. Peradventure we may hence conjecture at the cause of Life and Death. And when shall we say then, any Animal or Insect is dead, if it hath Motion?\n\nSome Communications out of Turkey, by persons residing there.\n\nThere is a Disease, which reigns in the Country about Aleppo, and as far as Bagdad, invading both sexes, all sorts of ages, and strangers as well as natives. 'Tis commonly called Ilmal d' Aleppo, and appears to be in the skin a small pustula or wheal hard and red, the head whereof is scarce bigger at the beginning than the point of a pin; afterwards growing bigger, and being nourish't by five or six little roots or fibres, it goes on to its height for the space of about 6 months; and in as many more comes to its declination: So that the whole period\nperiod of this disease is generally comprised within the space of one year. But this Pustula hath hitherto yielded to no remedies, neither in the beginning, middle, or declination, but hath rather been exasperated by them, though they were anodyna. It is wholly to be left to Nature, and, if you do so, there is no pain or trouble in it. It takes people not once, but often, and it seizeth on several parts of the body; and if it do so on the face (as often it doth) it causes a remarkable scar, which yet by little and little vanishes.\n\nAs to Fevers at and about Aleppo, though they have the same Type there as in England; yet there are two things peculiar in them. One is, that in Acute fevers, Cold sweat commonly signifies recovery, but Hot sweat portends death. The other is, that in such acute fevers even an intermitting pulse denounces no danger.\n\nTouching the Leprosy, which anciently was so frequent a malady in these Countreys, 'tis now scarce to be found there, though at Damascus there is still an Hospital standing, formerly built for the relief of persons thus diseased.\n\nAs for the reason, why the City of Constantinople is so much subject to the Plague; some are of opinion, that the multitude of Slaves, yearly brought by the Black-Sea, and their hard diet and usage, begets this corruption: Others judge, that the commonalty there, feeding for the greatest part of Summer on Cucumbers and Melons, and drinking water upon them, without the Use of helps to correct the crudities, fall into malignant and pestilential fevers. But the Physitians generally conclude, That the Air of Constantinople is infected by the North-East-winds, which blow commonly for 3 months, beginning about the Summer-solstice arising from unwholesome Marshes in Tartary and Muscovy, and passing over the Black-Sea, (a place known to abound with Fogs,) bring with them certain dispositions tending to corruption; which working upon bodies already prepared by bad diet, may well be judged, they say, to be the cause of this distemper.\n\nBesides the other uses of Opium in Turkey, 'tis common in Arabia, to cure Horses with it of the Griping of the Guts.\nAs to the Turky way of dressing Leather, it is to be observ'd, that their Leather is nothing so strong and serviceable as that in England; an assured proof whereof is the Wearing. And though it be commonly reported, that the Leather in these parts, though thin and supple, will hold out water; yet this is to be understood, that the Turks in their winter-boots, between the lining and the leather, put a Sear-cloth, which being curiously sow'd in the seams, will keep out water, though you put them in it for divers hours together. In cleaning of their leather, they use Lime and Album Graecum; and instead of Barks of trees, they employ Valonia, a sort of acorn growing on the Oakes. I am persuaded, that our Acorns in England, if they could be spar'd for it, would perform the like effect, and perhaps better; seeing that many times the Valonia burns the Leather so much as to make it little serviceable; whereas our acorns are probably more temperate, and so might better serve the turn.\n\nAn Account of two Books.\n\nR. Vini Rhenani, imprimis BACCARACENSIS, Anatomia Chymica, à Joh. Davide, Portzio Phil, et Med. D. Heidelberg, 1672. in 12°.\n\nThis Author treateth in this Book of the Soile proper for Rhinish Wine; of the kinds of that Wine and Grapes, and of the Must, Wine, Spirit, Tartar, Vinegar, and particularly of the two Salts, the Acid and Alcali, as the chief Ingredients of Wine, and according to Tashbenim, of all natural things.\n\nSpeaking of the fertility of the soil proper for Vines, and discoursing of the Nitrous Salt coming down in rain and snow, he delivers a way of collecting that Salt; of which we leave the skilful to judge upon the reading of the Book.\n\nThe Grape he affirms to be compounded of an Acid and a prevalent Alcali; observing, that grapes that are thin-skin'd grow sooner ripe, and thrive even in a temperat climat; and taking also notice, that struck with hail when they are big and begin to ripen, they harden and never grow full ripe.\n\nHaving:",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101344.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 2088,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1889,
        2
      ],
      [
        1889,
        4074,
        3
      ],
      [
        4074,
        6218,
        4
      ],
      [
        6218,
        8200,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101344",
    "title": "An Observation, Made by the Same Mr. Templer upon the Motion of the Hearts of Two Urchius, after Their Being Cut Out",
    "authors": "John Templer",
    "year": 1673,
    "volume": "8",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/101344"
  }
}