{
  "id": "511cb47b9b861a516e73374c712958ad99044a0a",
  "text": "A TABLE to the Eighteenth Volume of the Philosophical Transactions for the Year 1694.\n\nA.\n\nA New Method of solving Equations. N. 210. p. 136.\nAlterations in the Air before and after Earthquakes. N. 207. p. 7.\nN. 209. p. 88.\nAllum injected. See Injections.\nAnatomical Discoveries and Observations. Eggs found in the Tuba Falloppiana. N. 207. p. 11. Great quantities of Water taken out of the Abdomen. N. 207. p. 15. The Pericardium without Water. N. 207. p. 19. Stone in the Kidney. N. 207. p. 30. A large Stone cut out of the Bladder. N. 209. p. 103. Dissection of a Parrot. N. 211. p. 153. Muscles their Structure and Use. N. 213. p. 227. Structure of the Penis. N. 213. p. 231.\nAntiquities. Two Drawings of the Ruins at Chilminar. N. 210. p. 117. Giants Causeway described and figured. N. 212. p. 170.\nArchitecture, Statuary, and Painting best understood by the Moderns. N. 214. p. 267.\n\nB.\n\nBeasts of Virginia described. N. 210. p. 121.\nBirds Feather two Foot four Inches long. N. 208. p. 61.\nBirds sensible of Earthquakes. N. 209. p. 81. Observables in a Parrot. See Anat. Obs.\nBite of a Mad Dog. N. 207. p. 24. Its Cure. See Medicines.\nBladder. See Anatomical Observations.\nBlood-stopping Powder experimented on Men and other Creatures. N. 208. p. 42. An extraordinary Flux of Blood at the Glandula Lachrymalis. N. 208. p. 51.\nBooks. Catalogues of the MS. in England. Printing at Oxford. N. 211. p. 160. A Book of 250 new Sicilian Plants intended to be Publish'd by Serg. Boccone. N. 207. p. 37.\nBooks abbreviated in these Tracts. Observationi Naturali, &c. by Boccone. N. 207. p. 33.\nLezioni intorno alla Natura delle Motette. By Leon Capuanus. N. 207. p. 38.\nJ.Craig. Tract. Math. de fig. curv. Quadraturis, &c. N. 209. p. 113. Cowper's Myotomia Reformata: Or a new Administration of the Muscles. N. 213. p. 226. Dr. Holder's Treatise of Harmony. N. 208. p. 67. Horti Indici Malabarici.\nThe T A B L E.\n\nbarici. Pars 10a. 11a. & ult. N. 214. p.276. Mart. Lister Exercitatio Anat. de Cochleis. N. 208. p. 65. The History of the Church of Malabar. N. 209. p. 115. Narborough, Talman, Wood, and Martin's Voyages. N.211. p. 166. W. Wotton's Reflections on Ancient and Modern Learning. N. 214. p. 264.\n\nC.\n\nA Child suckled by a Man. N. 207. p. 34.\nAn Account of Coughs and Colds. N. 209. p. 105.\nA Map of the Coast of Colerain. N. 212. p. 197.\nCoffee-shrub. N. 208. p. 63.\n\nD.\n\nOf the Nature of Damps. N. 207. p. 38.\nA Fiery Damp burning several Hay-Ricks. N. 208. p. 49. N. 213. p. 223.\nDiseases. Observations on a Person dying of a Dropfic. N.207. p. 15. Dropfic in the Womb. N. 207. p. 20. Historia Lumbaginis Convulsivi. N. 208. p. 58. An Account of Coughs, &c. See Coughs. Stone in the Bladder. See Stone. A Contumacious Jaundice. N. 211. p. 158. A Person seeing only by day-light. Ibid.\n\nE.\n\nEarthquake in Sicily describ'd, with the number of the People killed, and Alterations in the Air, Earth, and Water. N. 207. p. 2. Earthquakes in Peru and Jamaica, with the Damage done, and Mortality of the People. N. 209. p. 78, &c. General Observations on Earthquakes. N.209. p. 98.\nExact Tables of the Eclipse of the First Satellite of Jupiter. N.214. p. 237.\nEggs. See Anatomy and Generation.\nEthicks, Politicks, Oratory, and Poesie best perfected by the Ancients, and why. N.214.p.265.\nExhalations. See Damps.\n\nF.\n\nFeather two Foot four Inches long. N. 208. p. 61.\nFiery Damps burning Hay-ricks. See Damps. Pyrites takes fire under a shed. N. 213. p. 218.\nFire produced by two cold Liquors. N. 213. p. 201.\nFrogs in Virginia ten times as large as ours. N. 210. p.125.\n\nG.\n\nStone found in the Gall-Bladder. N. 209. p. 111.\nOf the Generation of Animals, and Eggs of Females. N.207. p 11. N. 211. p. 150. History of the Generation of an Insect bred in Corn. N. 213. p. 194.\nGiants Causeway described. N. 212. p. 170.\nGrammar well understood by the Moderns. N. 214. p. 267.\nGreat Guns, their use taught the Indians in the Year 1505. N. 209. p. 115.\nThe TABLE.\n\nI.\n\nInjections of Allum into a Dog's Jugular, kills him immediately. N. 210. p. 129.\nInjections into the Veins like to make great Discoveries in Physick. Ibid.\nAn Insect bred in Corn described. N. 213. p. 194. An Insect like Cochineel found on the Myrtus Brabantica. N. 207. p. 36. 200 Acres of Ground suddenly covered with a sort of Caterpillars. N. 208. p. 48.\nLocusts in Wales. N. 208. p. 45.\n\nII.\n\nAmb suckled by a Wether. N. 214. p. 263.\nLearning Ancient and Modern examined. N. 214. p. 267.\nLife, wherein it consists. N. 207. p. 39. A Vivifick aura generated out of the Blood by the Brain, the Principle of Motion. N. 207. p. 39.\nLight and Fire produced by the mixture of two cold Liquors. See Oyls.\nLocusts in Wales. N. 208. p. 45.\n\nM.\n\nMad Dogs their Bites cured by Vomits N. 210. p. 130.\nCase of a Boy bit by one. N. 207. p. 24.\nProposal to Print Catalogues of the Manuscripts in England. N. 211. p. 160.\nMap of the Coast of Colerain. N. 212. p. 169.\nExperiments of Magnetism. N. 214. p. 257.\n\nMathematicks and Philosophy best cultivated by the Moderns. N. 214. p. 267. The Ancient Math. Learning examined. ib. Solution of the Florentine Probleme. N. 207. p. 25. A new Method of finding the Roots of Equations. N. 210. p. 136.\nSeveral Mathematical Inventions asserted to their true Authors. N. 214. p. 233. Tables of the Satellites of Jupiter. ib. p. 237.\nMedicines. A new Scorbutick. N. 207. p. 37. Vomits good for the Bites of Mad Dogs. N. 210. p. 130. See Poisons and Rattle-Snake.\nMilk. See Child and Lamb.\nThe Principle of Animal Motion. N. 207. p. 39.\nMuscles, their Structure described. N. 213. p. 227.\nMusick and Sounds their Nature. N. 208. p. 67.\nMulick of the Ancients, what. ib. p. 71.\nMusk-Rat a sort of Water-Rat. N. 210. p. 123.\n\nN.\n\nNoctiluca, the cause of its shining. N. 207. p. 33.\nNote, new Muscles discovered therein. N. 213. p. 229.\n\nO.\n\nCatalogue of Oyls taking fire with a Compound Spirit of Nitre. N. 213. p. 200.\nOpossum, a Beast like a Badger. N. 210. p. 121.\nThe T A B L E.\n\nP.\n\nPainting best performed by the Moderns. N. 214. p. 267.\nParoquet dissected, has a double Larynx, two Crops, &c. N. 211. p. 153.\nPenis, its structure described. N. 213. p. 231.\nPhosphorus aeratus its cause. N. 207. p. 33.\nPoronian Phosphorus. ib. p. 35.\nPhysiognomy, a Discourse thereof. N. 210. p. 118.\nPlants; some described by Herman, the same with Boccone's. N. 207. p. 37.\nGrafs pow'ned by an Exhalation. N. 208. p. 49.\nN. 213. p. 223. Description & Figure of the Coffee-Shrub. N. 208. p. 63.\nOf the Seeds of Plants. N. 211. p. 150.\nA new invented Stove to keep Plants in Winter. N. 212. p. 191.\nA Discourse of Poylans. N. 211. p. 162.\nPyrites takes fire under a Shed. N. 213. p. 218.\n\nR.\n\nAckoon, a sort of Monkey. N. 210. p. 122.\nQuantity of Rain falling Monthly for several Years. N. 208. p. 51.\nRains more in Lancashire than other Parts. N. 208. p. 54.\nRattle-Snake, its bites how cured. N. 210. p. 133, 134.\n\nS.\n\nSatellites. See Eclipse.\nSeeing, A Person blind after Sun-set. N. 211. p. 158.\nSeeds. See Plants and Generation.\nSnails, Observations on them. N. 208. p. 65.\nSnakes of Virginia described. N. 210. p. 125.\nOf Sounds and Harmony. N. 208. p. 67.\nStoves fixed, their vast distance. N. 209. p. 101.\nStone in the Kidney. N. 207. p. 30.\nIn the Gall-Bladder. N. 209. p. 111.\nIn the Bladder. N. 209. p. 103.\nStoves to keep Plants in Winter. N. 212. p. 191.\n\nT.\n\nTimber, its difference in different Countries, and when best fitted. N. 213. p. 227.\nToxique, Worms therein. N. 212. p. 219.\n\nV.\n\nExplosion in Vacuo. N. 213. p. 212.\nViper, a Discourse of its Poison. N. 211. p. 152.\nVision, an odd Case of a Blind Person. N. 211. p. 153.\nVirginia, a further Account thereof. N. 210. p. 121.\n\nW.\n\nWater, what quantity evaporated in an open Vessel. N. 212. p. 183.\nSee Rain.\nWhirlwind in Northamptonshire. N. 212. p. 192.\n\nL O N D O N:\n\nPrinted for Sam. Smith, and Benj. Walford, Printers to the Royal Society, at the Prince's Arms in St. Paul's Church-yard. 1694.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102473.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7656,
    "total-output-tokens": 3429,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1894,
        2
      ],
      [
        1894,
        3948,
        3
      ],
      [
        3948,
        5956,
        4
      ],
      [
        5956,
        7945,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      true,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102473",
    "title": "Back Matter",
    "authors": null,
    "year": 1694,
    "volume": "18",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/102473"
  }
}