{
  "id": "131ac3a68702aea165b9103d63671ac8750363f3",
  "text": "XX. A Letter from the Hon. Daines Barrington, F.R.S. to Mathew Maty, M.D. Sec. R. S. occasioned by the three preceding Letters.\n\nDear Sir,\n\nFebruary 15, 1771.\n\nRead March 8, 1771.\n\nI HAVE lately had an opportunity of perusing three letters from Dr. Ducarel, Mr. Thorpe, and Mr. Hasted, which contend that the sweet chestnut is an indigenous tree of this country, and which are intended to be communicated to the Royal Society.\n\nAs I do not see any reason for altering the opinions which I have happened to form on this subject, from what is contained in these three letters, I should not trouble the Society with any answer to the contents of them, did not Mr. Thorpe contradict, on the testimony of another person, what I have asserted I was an ocular witness of.\n\nI must therefore a second time repeat, that the chestnut woods near Newington, in Kent, are planted in rows at four or five yards distance (other trees often intervening); and for a proof of this fact, I refer Mr. Thorpe to the woods on the North East of the church;\nchurch*; as also the wood to the eastward of the great road to Canterbury, immediately after you leave the town of Newington.\n\nI spent very near a whole day in the examination of these woods; but I would more particularly refer to the two chestnut plantations above specified, as they were just then shooting from the stools, when I took this very minute view of them.\n\nI have already said, that I am willing to leave the point in controversy, upon what hath been advanced on the one side, and on the other.\n\nI will only beg leave to state a single observation, together with what seems to be an inference that is fairly deducible from it, and which is applicable to any disputes, with regard to trees being of native growth, or otherwise.\n\nI believe I may say, that I have been almost in every corner of the twelve Welsh counties; and never saw a beech tree in any of them, which had the least pretence to be indigenous.\n\nI will suppose, however, that a wood of any given number of acres, with beech in it, was found in the central part of the principality; and that these trees were not planted in rows (as at Newington and Sittingborne); but dispersed, as happens in other indigenous woods.\n\nCould it possibly be contended, that such beech trees had not been introduced by some planter; notwithstanding it might be proved to be a wood of great antiquity?\n\n* I think, I can depend upon my memory so far, as to say that the chestnuts I have alluded to, are at the North East of the church; but at all events, they are very near to it.\nIf this was insisted upon, it must at the same time be conceived, that when the beech mast was wafted by the wind to such a most selected spot, some preternatural cause must have prevented its being sown in any intermediate place.\n\nI am, Dear Sir,\n\nYour most faithful\n\nhumble servant,\n\nDaines Barrington.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106089.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6180,
    "total-output-tokens": 790,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1033,
        2
      ],
      [
        1033,
        2569,
        3
      ],
      [
        2569,
        2873,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106089",
    "title": "A Letter from the Hon. Daines Barrington, F. R. S. to Mathew Maty, M. D. Sec. R. S. Occasioned by the Three Preceding Letters",
    "authors": "Daines Barrington",
    "year": 1771,
    "volume": "61",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/106089"
  }
}