{
  "id": "230ab546eb2536a2ae813b4001b4e60eec0cdd79",
  "text": "I. Part of a Letter from Mr James Cunningham to the Publisher, from the Cape of Good Hope, Ap. 6. 1700, giving an account of his observations on the Thermometer and Magnetick Needle in his Voyage thither.\n\nI have not time now to give you a particular account of the Thermometer, with the variation and inclination of the Needle, only in general, that the greatest height the Spirit did arise to in the Thermometer, was two divisions below extrem hot, when we were near the Æquinoctial; and that two degrees to the Northward of the Line, the North point of the Needle did incline 8 degrees downward, but as we went to the Southward it was inclined above 48 degrees upward.\n\nII. Of an accident by Thunder and Lightning at Leedes, by Mr Ralph Thoresby. F. R. S.\n\nOn Saturday evening the 27th of April, we had a pretty severe storm of Thunder and Lightning, one clap particularly was very loud, and seem'd to me to be very low and near us, and so it appeared to be by the effects, which, tho not fatal, yet somewhat remarkable; for falling upon a Cottage on the Quarry Hill (where one Henry Parker lives) it broke down part of the Chamber Chimney, and thence made its way through a chink or nick in the Floor to the lower Room, whereby the Flame thus contracted was either more intensely hot, or at least directed more immediately to a Shelf, where it melted several holes in two Pewter Dishes; it melted also, and run into little Lumps, several places in a Pewter Candlestick, and of a Brass Mortar, yet burnt not some bits of Fringe, and other Combustible matters within it; it burnt also some holes in a Tinn Vessel, and smutted a white Stone plate it stood upon, as if it had been with Lamp-black, and filled the Room with\nwith such a bituminous smell like fired Gunpowder as almost stifled the poor woman, who was alone in the House, but upon opening the door received no further damage. I went from thence, having bought the Candlestick to preserve as a Memorial of so uncommon an accident, to enquire of one in that Neighbourhood, concerning one more fatal, of which the Parish Register has this Note. '2d of Sept. 1672. 'was buried Thomas, the Son of James Lambert Junior, 'deceased, of Holbeck, slain the day before, being the Lords day, by a Thunderbolt.' There were other Children in company, who were also cast down by the storm, amongst whom the party I spoke to, had a Brother and Sister; he had a pair of new Stockings burnt off his legs, and himself was so scorched, that he never recovered his natural complexion, the having a Waste-coat clasped before (as the fashion then was) was so burnt betwixt her Breasts, that the scars thereof remain to this day; another had the stiffened neck of his doublet struck off, but all recovered except Lambert's Boy, who was found with his face upward, whereas all the rest had theirs to the earth: which re-minds me of our Cole-miners practice, who, when any swoon away by their sulphurous damps, dig a hole in the earth and lay 'em on their bellies, with their mouths in it, which (it it prove not an absolute suffocation) recovers them. I cannot at this distance of time gain so particular an account as I could with, what wounds or contusions were upon the body of the said Tho Lambert, but only in general, that his skin was perfectly burnt black, and was shrunk up hard like Parchment or Leather burnt with fire. I put off the longer giving you this account, in hopes Dr P. would have recovered the narrative he writ of it, immediately upon the accident, but not being able to retreive that, I send you it, the best I can procure from those who were Eye-witnesses.\n\nLeeds, Jun. 29. 1700. III.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102762.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4566,
    "total-output-tokens": 965,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1723,
        2
      ],
      [
        1723,
        3648,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102762",
    "title": "Of an Accident by Thunder and Lightning at Leedes, by Mr Ralph Thoresby. F. R. S.",
    "authors": "Ralph Thoresby",
    "year": 1700,
    "volume": "22",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/102762"
  }
}