{
  "id": "20160df6ffbabec6f6ff38d63942180c993c0836",
  "text": "Of the Judgement of some of the English Astronomers, touching the difference between two learned men, about an Observation made of the First of the two late Comets.\n\nWhereas notice has been taken in Num. 6. of these Transactions, that there was some difference between those two deservedly celebrated Philosophers, Monsieur Hevelius and Monsieur Auzout, concerning an Observation, made by the former of them, on the 13th of February 1665, &c. that thereupon some Eminent English Astronomers, considering the importance of the dispute, had undertaken the examination thereof; it will, 'tis conceived, not be unacceptable to such, as saw those Papers, to be informed, what has been done and discerned by them in that matter. They having therefore compared the Printed Writings of the two Dissenters, and withall consulted the observations made with Telescopes at home, by some of the most intelligent Astronomers amongst them, who have attentively observed the Position of that Comet to the Telescopical Stars, that lay in its way; Do thereupon Joyntly conclude, that, whatever that Appearance was, which was seen near the First star of Aries, by Monsieur Hevelius (the truth of whose relation concerning the same, they do in no wise question) the said Comet did not come near that Star in the left Ear of Aries, where the said Mr. Hevelius supposes it to have passed, but took its course near the Bright Star in its Left Horn, according to Bayers Tables. And since that the Observations of judicious both French, Italian, &c. Dutch Astronomers (as many of them, as are come to the knowledge of the English) do in the main fully agree with theirs, they do not at all doubt, but that, there being such an unanimous con-\nconsent in what has been just now declared, & the Controversie being about Matter of fact, wherein Authority, Number, and Reputation must cast the Ballance, Monsr. Hevelius, who is as well known for his Ingenuity, as Learning, will joyn and acquiesce in that sentiment.\n\nOf a Correspondency, to be procured, for the Finding out the True distance of the Sun and Moon from the Earth, by the Parallax, observed under (or neer) the same Meridian.\n\nSeeing that the knowledge of this distance may prove of important use, for the Perfecting of Astronomy, and for the better establishing the doctrine of Refractions; it is in the thoughts of some very curious Persons in England, for the finding out the same, to settle a Correspondency with some others abroad, that are understanding in Astronomical matters, and live in places far distant in Latitude, and under (or near) the same Meridian.\n\nTo perform which, the following Method is proposed to be observed; viz. That at certain times agreed on by two Observators, making use of Telescopes, large, good and well fitted for this purpose, by a measuring rod, placed within the Eye-glass at a convenient distance, that it may be distinctly seen, and serve for measuring small distances by minutes and seconds (which is easy enough in large Telescopes) that, I say, each of such observers, thus furnished, shall observe the visible way of the Moon among the Fixt stars, (by taking her exact distance from any Fixt Starr, that lies in or very near her way, together with the exact time of her so appearing) and the then apparent Diameter of her Disk; continuing these Observations every time for two or three hours; that so,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101469.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 856,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1717,
        2
      ],
      [
        1717,
        3381,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101469",
    "title": "Of the Judgement of Some of the English Astronomers, Touching the Difference between Two Learned Men, about an Observation Made of the First of the Two Late Comets",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101469"
  }
}