{
  "id": "36bf91777e12b0605b1550435e1bcb6b07fbd2a1",
  "text": "IX. On the Chemical Action of Atmospheric Electricity. By Alexander Barry, Esq. F.L.S. Communicated by John George Children, Esq. Sec. R.S., &c. &c.\n\nRead Feb. 24, 1831.\n\nThe intimate connection existing between the chemical constitution of various substances and their condition in regard to electricity, has now been long known. So true is this, that the very order of their affinities has also, for a considerable period, been acknowledged as greatly within the control of this agent. With this object in view, the electrical influence, as exhibited in the ordinary way, as well as by the Voltaic battery, has successively confirmed its results in the experiments of Nicholson, Cavendish, Sir H. Davy, Children, and the French chemists. This being the case, it is not my purpose to advert to any new source of electrical accumulation, but to describe what appears to me as the link connecting the researches of Dr. Franklin with the electro-chemical theory of Sir H. Davy. With this view, in August 1824, I elevated the kite in an atmosphere favourable to the exhibition of its phenomena. It was raised from an apparatus firmly fixed in the earth, and was insulated by a glass pillar. The usual shocks were felt on touching the string, which simple fact I am induced to mention from the circumstance of no electrometer having been employed. The portion of string let out with a double gilt thread passed through it, was about five hundred yards. I then made the connection shown in the accompanying sketch, where the straight glass tubes A B, having platina wires passed from above half way down their axes, and standing in their respective glass cups C D, were filled with a solution of sulphate of soda coloured with syrup of violets, connected also with each other by the bent glass tube E, likewise filled with the above solution in the usual manner. A portion of gilt thread d was then brought from the tube at A and united to the kite-string K, whilst a similar thread b was carried from B to the earth. Bub-\nbles of hydrogen in A and of oxygen in B, soon appeared. In about ten minutes, the blue liquid in A became green from the separation of the soda, whilst the sulphuric acid, by passing to the pole in the tube B, changed its contents, as usual, red. The experiment was then discontinued. In having the honour to communicate the result to the Royal Society, I must remark, that it was my intention to have pursued this simple application of electricity, in the expectation of arriving at more extended and important conclusions, which, however, numerous circumstances have hitherto prevented me from accomplishing.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107927.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 5164,
    "total-output-tokens": 656,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2018,
        2
      ],
      [
        2018,
        2629,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107927",
    "title": "On the Chemical Action of Atmospheric Electricity",
    "authors": "Alexander Barry",
    "year": 1831,
    "volume": "121",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/107927"
  }
}