{
  "id": "afc6b1a7e8ed57b2e249f08a20ff0b02cf768b3b",
  "text": "VII. An account of the comparison of various British Standards of linear measure. By Capt. Henry Kater, F.R.S. &c.\n\nRead January 18th, 1821.\n\nThe Commissioners appointed to consider the subject of Weights and Measures, recommended in their First Report \"for the legal determination of the standard yard, that which was employed by General Roy in the measurement of a Base on Hounslow Heath, as a foundation for the Trigonometrical operations that have been carried on by the Ordnance throughout the country.\" In consequence of this determination, it became necessary to examine the standard to which the Report alludes, with the intention of subsequently deriving from it a scale of feet and inches.\n\nOn referring to the Philosophical Transactions for 1785, it may be seen in \"an Account of the Measurement of a Base on Hounslow Heath,\" that a brass scale, the property of General Roy (and now in the possession of Henry Browne, Esq. F.R.S.), was taken to the apartments of the Royal Society, and being there, with the assistance of Mr. Ramsden, compared with their standard (both having remained together two days previous to the comparison), the extent of 3 feet taken from the Society's standard, and applied to General Roy's scale, was found to reach exactly to 36 inches, at the temperature of 65°.\n\nIt afterwards appears that points, at the distance of 40\ninches from each other, were laid off on a large plank from General Roy’s scale, the whole length being 20 feet; and by means of this plank the length of the glass rods was determined, with which the base on Hounslow Heath was measured.\n\nIn the Philosophical Transactions for 1795, it is stated, that Mr. Ramsden compared his brass standard with that belonging to the Royal Society, after they had remained together about 24 hours, when “they were found to be precisely of the same length.” Brass points were then inserted in the upper surface of a cast iron triangular bar of 21 feet in length, from Mr. Ramsden’s standard, at the distance of 40 inches from each other, the whole length of 20 feet being laid off on those points in the temperature of 54°.\n\nBy means of this bar, the length of the hundred feet steel chain was determined with which the base on Hounslow Heath was re-measured, and was found to be only about 2¾ inches greater than the measurement with the glass rods.\n\nThe standard scale used by Mr. Ramsden in laying off the points on the iron bar, is, it seems, no longer to be found; but from the declared equality of both this and General Roy’s standard with that of the Royal Society, and the near agreement of the two separate measurements of the base with the glass rods and with the steel chain, one might have been tempted to consider General Roy’s scale as precisely similar to Mr. Ramsden’s, and as offering the best source from which the national standard yard might be obtained.\n\nThe spirit however, of the recommendation of the Commissioners of Weights and Measures, appearing to be, that the standard yard should be derived from the base of the\nTrigonometrical Survey, I thought it preferable to proceed a step higher, and to obtain a distance of 40 inches from the iron bar itself, which could afterwards be employed in any manner that might be found most eligible.\n\nIn order to obviate the necessity of an allowance for temperature, I caused a triangular bar of cast iron to be made, of the same dimensions as Mr. Ramsden's, except as to length. Gold pins were inserted near the extremities of this bar at the distance of 40 inches from each other, on which were to be drawn fine lines, comprising one sixth part of the length of the 20 feet bar.\n\nThe apparatus used for tracing the lines on the gold pins, is essentially different from that commonly employed. The cutting point is elevated by means of an inclined plane, and is then carried through a distance equal to the length of the line to be traced. On drawing back a part of the apparatus, the extremity of which acts upon the inclined plane, the point descends by its own weight until it wholly rests upon the surface of the bar; the motion being then continued, the frame and cutting point are drawn along together, without the possibility of lateral deviation; and the point describes a line, the length of which may, by a certain contrivance, be regulated at pleasure, and its strength determined by repeating the operation. This very neat and important invention is due to M. Fortin of Paris, and was communicated to me by M. Arago, whose liberal mind knows no reserve on scientific subjects. I have varied the arrangement of M. Fortin, so as to bring the cutting point under a microscope furnished with cross wires, having an adjustment, by means of which their intersection can be brought to the line traced by the\ncutting point. This, I consider, to be an essential improvement, as no accidental derangement of the cutting frame can take place without its being immediately perceptible; and the apparatus may be conveniently applied to the division of straight lines or circles, in the manner I have described in the Philosophical Transactions for 1814.\n\nThe micrometer microscopes, used in the comparison of the different standards, were those employed in the determination of the length of the seconds pendulum, the description of which may be seen in the Philosophical Transactions for 1818. But as the arrangement of Mr. Ramsden's bar, required that the support to which the microscopes were attached should rest on its surface, some other form of the beam carrying them became necessary for this purpose.\n\nA board was prepared of well seasoned mahogany, 36 inches long, 3 inches wide, and \\( \\frac{3}{4} \\) thick, and an edge bar of mahogany \\( \\frac{3}{2} \\) inches wide and \\( \\frac{1}{4} \\) thick, was firmly fixed along the middle of it lengthwise, which most effectually prevented the possibility of flexure. To the extremities of this edge bar, and projecting beyond them, the microscopes were fixed, their cross wires being about 40 inches asunder. By this arrangement, the very important advantage was ensured, that the apparatus being laid on a plain surface, such as a scale, and the microscopes adjusted to distinct vision, on placing it on another plane scale, the object glasses of the microscopes would be precisely at the same distance from this last surface as they were from that to which they were applied in the first instance, and consequently, no error could arise from parallax.\n\nA piece of very thin brass, usually called latin brass, was\nbent round the edges of the 40 inch bar, so that the upper surface of the bar was in perfect contact with the brass, the side pressure being just sufficient to prevent any change of position in the brass, unless when moved along the bar by hand. A fine line, about the eighth of an inch long, was now drawn on one of the gold pins at right angles to the bar, and a similar line was traced on the piece of brass, which was placed so as to cover the other gold pin. The intersection of the cross wires of the tracing microscope was carefully adjusted to this last line.\n\nMr. Ramsden's bar, upon his decease, became the property of Mr. Berge, whose successor, Mr. Worthington, kindly granted me access to it, and facilitated my examination by every assistance in his power. The bar was placed in his workshop on tressels, and its surface carefully brought into the same plane, which was ascertained by stretching a thread from end to end.\n\nThe 40 inch bar was laid near Mr. Ramsden's bar on the 12th of April, 1820, and a thermometer placed upon it. Three thermometers were also arranged at equal distances along Mr. Ramsden's bar.\n\nOn the 13th of April I commenced my examination. The intersection of the wires of the one microscope being placed on the centre of the left hand dot, the intersection of the wires of the other microscope was brought, by means of its micrometer screw, to the centre of the right hand dot, and the reading of the micrometer registered. In this manner the six intervals of Mr. Ramsden's bar were compared in succession. It may be necessary to remark, that as the microscopes invert, the readings are to be taken in a\ncontrary sense, the higher number indicating defect, and *vice versa*.\n\n| Readings | Thermometers |\n|----------|--------------|\n| 1st interval | 29.5 | 54.0 |\n| 2d.       | 10.0 | 53.5 |\n| 3d.       | 10.0 | 53.5 |\n| 4th.      | 16.5 |     |\n| 5th.      | 10.0 | 53.0 |\n| 6th.      | 19.0 |     |\n\nMean 15.9\n\nThe difference of temperature of the two bars being so small, may safely be neglected.\n\nThe micrometer microscope was now set to 15.9 divisions, and the apparatus being laid on the 40 inch bar, the intersection of the wires of the left hand microscope was brought to the middle of the line on the gold pins, and the piece of latin brass was moved along the bar, till the middle of the line drawn upon it appeared in the intersection of the wires of the micrometer microscope. The whole having been carefully examined, the micrometer microscopes were withdrawn.\n\nThe tracing microscope was next brought over the 40 inch bar, and placed so that the intersection of its wires appeared upon the middle of the line traced upon the brass; the brass was then slid away, and a line drawn with the cutting point upon the gold surface.\n\nI had next to compare the distance thus obtained, with the mean of the six intervals on Mr. Ramsden's bar.\nFirst comparison.\n\nThe four thermometers being at $54^\\circ$, the following readings were taken.\n\n| Ramsden's bar | Readings |\n|---------------|----------|\n| Forty inch bar | 33.5     |\n| 1st interval  | 54.0     |\n| 2d.           | 38.0     |\n| 3d.           | 27.0     |\n| 4th.          | 38.0     |\n| 5th.          | 90.0     |\n| 6th.          | 37.0     |\n| Mean          | 36.5     |\n\nMean of Ramsden's bar = 36.5\nof the forty inch bar = 34.2\n\nForty inch bar longer = 2.3\n\nSecond comparison. Thermometers as before.\n\n| Ramsden's bar | Readings |\n|---------------|----------|\n| Forty inch bar | 36.0     |\n| 1st interval  | 54.5     |\n| 2d.           | 31.0     |\n| 3d.           | 26.0     |\n| 4th.          | 40.0     |\n| 5th.          | 35.5     |\n| 6th.          | 40.0     |\n| Mean          | 37.8     |\n\nMean of Ramsden's bar = 37.8\nof forty inch bar = 35.5\n\nForty inch bar longer = 2.3\nCaptain Kater on the comparison of\n\nThird comparison. Thermometers as before.\n\n| Readings |\n|----------|\n| Forty inch bar | 35.0 |\n| Ramsden's bar: |\n| 1st interval | 58.7 |\n| 2d. | 30.0 |\n| 3d. | 31.0 |\n| 4th. | 44.0 |\n| 5th. | 34.0 |\n| 6th. | 40.0 |\n| Mean of Ramsden's bar | 39.6 |\n| ———— of forty inch bar | 35.6 |\n| Forty inch bar longer | 4.0 |\n| Mean | 39.6 |\n| Forty inch bar. | 36.2 |\n\nBy the mean of these comparisons, it appeared that the forty inch bar was too long 2.9 divisions of the micrometer, or ,000124 of an inch.*\n\nThe preceding measures were taken from the middle of the lines on the gold pins; but as it was found that these lines were not quite parallel, this accidental circumstance afforded a method, of which I availed myself, to attain a greater degree of accuracy.\n\nThe deviation of the two lines was obtained by measuring the difference of the distances of their extremities, and by the mean of six comparisons was found to be 16.8 divisions.\n\nNow, as this is the deviation due to the whole length of the lines, they will have approached each other 2.9 divisions, at about one sixth part of their length, reckoning from their most distant extremities.\n\n* Each division of the micrometer is $\\frac{1}{253\\frac{1}{63}}$ of an inch.\nThis portion of the line being estimated, transverse lines were drawn, indicating the points from which future measurements were to be taken.\n\nOn the 14th of April I resumed my comparisons.\n\nConceiving that it would be preferable to ascertain the difference between some one interval and the mean of all the intervals of Mr. Ramsden's bar, and afterwards to compare such interval with the forty inch bar, I now directed my attention to this object.\n\nFourth comparison. Thermometers $52^\\circ$.\n\n| Readings |\n|----------|\n| 1st. interval | 99.0 |\n| 2d.         | 78.0 |\n| 3d.         | 73.0 |\n| 4th.        | 83.0 |\n| 5th.        | 82.0 |\n| 6th.        | 83.0 |\n| Mean        | 83.0 |\n\n15th April. Fifth comparison. Thermometers $56^\\circ$.\n\n| Readings |\n|----------|\n| 1st. interval | 107.0 |\n| 2d.           | 81.0 |\n| 3d.           | 76.0 |\n| 4th.          | 89.0 |\n| 5th.          | 77.0 |\n| 6th.          | 87.0 |\n| Mean          | 86.1 |\nCaptain Kater on the comparison of\n\nSixth comparison. Thermometers 56°.\n\n| Readings |\n|----------|\n| 1st. interval | 107.0 |\n| 2nd.        | 80.0 |\n| 3rd.        | 79.0 |\n| 4th.        | 82.0 |\n| 5th.        | 75.0 |\n| 6th.        | 83.5 |\n| Mean        | 84.4 |\n\nOn examining the preceding comparisons, it may be perceived that the readings of the sixth interval differ very little from those of the mean of the whole bar.\n\n| Readings of the sixth interval. | Mean readings of all the intervals. | Value of the sixth interval + or —. |\n|---------------------------------|-------------------------------------|-----------------------------------|\n| 37.0                            | 36.5                                | — 0.5                             |\n| 40.0                            | 37.8                                | — 2.2                             |\n| 40.0                            | 39.6                                | — 0.4                             |\n| 83.0                            | 83.0                                | — 0.0                             |\n| 87.0                            | 86.1                                | — 0.9                             |\n| 83.5                            | 84.4                                | + 0.9                             |\n| Mean                            |                                     | — 0.5                             |\n\nThe sixth interval, therefore, is too short 0.5 of a division.\n\nThis interval was now compared with the forty inch bar, the thermometers being at 57°; the microscopes were transferred from one bar to the other alternately.\n| Readings of the sixth interval | Readings of the 40 inch bar |\n|-------------------------------|-----------------------------|\n| 81.5                          | 85.0                        |\n| 85.3                          | 85.0                        |\n| 82.7                          | 86.0                        |\n| 83.0                          | 83.0                        |\n| 83.5                          | 83.0                        |\n| 83.0                          | 82.0                        |\n| 82.5                          | 82.6                        |\n| 82.2                          | 82.6                        |\n| 82.5                          | 81.8                        |\n| 82.0                          | 81.5                        |\n| 82.7                          | 82.5                        |\n| 82.0                          | 81.3                        |\n\nMean 82.7 83.0\n\nFrom this it appears, that the forty inch bar is shorter than the sixth interval 0.3 of a division; and as the sixth interval was found to be shorter than the mean of all the intervals 0.5 of a division, the result of the whole is, that the forty inch bar is shorter than one sixth of Ramsden's bar 0.8 of a division, or .000034 of an inch.\n\nI may here remark, that the differences observable between the results of the various comparisons of the intervals of Ramsden's bar, may be attributed to the large size and imperfect state of most of the dots; those bounding the sixth interval are fortunately the least injured.\n\nHaving thus obtained the value of the standard, from which the chain used in the Trigonometrical Survey was actually laid off, I next proceeded to compare this with General Roy's and Sir George Shuckburgh's scales.\nCaptain Kater on the comparison of\n\nIt may be seen in the former part of this paper, that the temperature at which the points were laid off on Mr. Ramsden's bar from the brass scale, was $54^\\circ$; consequently, the observed lengths of the brass scales and 40 inch bar, must be reduced to this temperature. The expansion of one foot of General Roy's scale for one degree of the thermometer was found by him to be ,0001237, and of one foot of Ramsden's bar ,0000740 of an inch; consequently, the excess of the expansion of 40 inches of the scale, above 40 inches of the bar, for each degree above $54^\\circ$ will be ,0001657 of an inch; and this quantity has been used in computing the corrections for temperature.\n\nThe comparison of both scales with the bar was made at the same time; but to avoid confusion, I have given the results in separate tables. The scales and the 40 inch bar were laid together two days previously to commencing the examination.\n\n**TABLE I.**\n\nComparisons of the distance from zero to 40 inches of General Roy's scale with the 40 inch bar.\n\n| Date | Temp. | Readings. | Difference between the scale and the bar in inches | Correction for Temperature | Roy's scale shorter than the forty inch bar |\n|------|-------|-----------|---------------------------------------------------|-----------------------------|--------------------------------------------|\n| May 7 | 59.0  | Bar: 23   | -0.000407                                         | -0.000829                   | ,001236                                    |\n|      |       | Roy: 32.5 |                                                   | -0.001326                   | ,001711                                    |\n| May 8 | 62.0  | Bar: 14   | -0.000385                                         | -0.001823                   | ,001909                                    |\n|      |       | Roy: 23   |                                                   | -0.001856                   | ,001813                                    |\n| May 9 | 65.0  | Bar: 41.5 | -0.000086                                         | -0.001873                   | ,001701                                    |\n|      |       | Roy: 43.5 |                                                   | -0.001873                   | ,001829                                    |\n|      | 65.2  | Bar: 41   | +0.00043                                          | -0.001773                   | ,001687                                    |\n|      |       | Roy: 40   |                                                   | -0.002220                   | ,001698                                    |\n| May 10| 65.3  | Bar: 30   | +0.000171                                         | -0.001773                   | ,001687                                    |\n|      |       | Roy: 26   |                                                   | -0.002220                   | ,001698                                    |\n|      | 65.3  | Bar: 30   | +0.00043                                          | -0.001773                   | ,001687                                    |\n|      |       | Roy: 29   |                                                   | -0.002220                   | ,001698                                    |\n|      | 64.7  | Bar: 27   | +0.00086                                          | -0.001773                   | ,001687                                    |\n|      |       | Roy: 25   |                                                   | -0.002220                   | ,001698                                    |\n|      | 67.4  | Bar: 36.2 | +0.00522                                          | -0.001773                   | ,001687                                    |\n|      |       | Roy: 24   |                                                   | -0.002220                   | ,001698                                    |\n\nMean ,001698\nBy the above comparisons, General Roy's scale appears to be shorter than the 40 inch bar, 0.01698; to which adding 0.00034, the quantity by which Ramsden's bar exceeds the 40 inch bar, we have 0.01732 of an inch for the difference in defect between General Roy's scale and the standard used in the Trigonometrical Survey, with which it was supposed to be identical.\n\nTABLE II.\n\nComparisons of the distance from zero to 40 inches of Sir George Shuckburgh's scale with the 40 inch bar.\n\n| Date | Temp. | Readings | Difference between the scale and the bar in inches. | Correction for Temperature. | Shuckburgh's scale shorter than the forty inch bar. |\n|------|-------|----------|---------------------------------------------------|-----------------------------|--------------------------------------------------|\n| May 7 | 59.0 | 23       | 75.2                                              | -0.002234                   | 0.003063                                         |\n|      | 65.0 | 41.5     | 62                                                | -0.000877                   | 0.002700                                         |\n|      | 65.2 | 41       | 58                                                | -0.000728                   | 0.002584                                         |\n|      | 65.3 | 30       | 49                                                | -0.000813                   | 0.002686                                         |\n|      | 65.3 | 30       | 51                                                | -0.000899                   | 0.002772                                         |\n|      | 64.7 | 27       | 50                                                | -0.000984                   | 0.002757                                         |\n| May 10 | 67.4 | 36.2     | 41.5                                              | -0.000227                   | 0.002447                                         |\n|      | 67.8 | 33       | 44                                                | -0.000471                   | 0.002758                                         |\n|      | 67.5 | 42       | 48                                                | -0.000257                   | 0.002494                                         |\n\nIf to the above mean 0.00034 be added as before, we have 0.00273 of an inch, by which the distance from zero to 40 inches of Sir George Shuckburgh's scale is shorter than one sixth part of Ramsden's bar.\n\nThe very great difference between Ramsden's bar and General Roy's scale, made me desirous of comparing this last with the Royal Society's standard, and as I was aware of the existence of other standards of considerable importance, I resolved to examine them at the same time.\n\nThe Royal Society's scale has been described by Sir George\nCaptain Kater on the comparison of Shuckburgh: it is of brass, and about the same dimensions as General Roy's scale, which is already well known. It has three parallel lines drawn upon it lengthwise. On one of the exterior lines marked E, are two dots expressing the length of the Tower yard. This is the yard which has been heretofore called, and which I shall still call, the Royal Society's standard. The middle line has the Exchequer yard marked upon it; and the other exterior line has dots, at precisely the same distance as those of the Royal Society's standard.\n\nKnowing that Mr. Carey had made for Lieutenant Colonel Lambton, a standard scale, which forms the basis of the Trigonometrical Survey carried on by him in India, and aware of the importance of ascertaining the value of this in parts of other known standards, I enquired of Mr. Carey whence it was derived, and was informed that it had been copied from a scale then in the possession of Alexander Aubert Esq. and which, after his death, was purchased by Mr. Jones, of Holborn. On application being made by the Commissioners of Weights and Measures to Mr. Jones for the loan of it, their request was readily and obligingly complied with.\n\nThis scale is of plate brass, strengthened by an edge bar: it contains 61 inches, and has the name of Bird upon it. Two dots upon two gold pins designate the yard, from which the divisions of the scale have evidently been derived. There is also a third dot, marking, I believe, the length of the French half toise. The dots indicating the yard are those I employed. I shall call this scale Colonel Lambton's standard.\n\nBird's Parliamentary standard yard of 1758, had already been compared with Sir George Shuckburgh's scale by him, and recently by myself, and found to exceed it about two ten-\nthousandths of an inch. In Sir George Shuckburgh's \"account of experiments for determining a standard of weights and measures,\" he remarks, that there existed another standard yard made by Bird, in the year 1760, which did not differ more than two ten-thousandths of an inch from the standard of 1758; but he does not say whether this difference was observed to be in excess or in defect.\n\nAs it was possible that this standard yard of 1760, might coincide with 36 inches of Sir George Shuckburgh's scale, I was anxious to compare them together, and by the exertions of Davies Gilbert, Esq. M. P. the standard of 1760 was found in the custody of the House of Commons, and confided to my care. It is (as Sir George Shuckburgh observed) precisely similar in form to the standard of 1758, the yard being marked by two dots upon gold pins, which, though very large, are in tolerable preservation.\n\nThe five standard scales which I have just described, were placed together on the 15th of June, 1820, and arranged so that those of least bulk should be farthest from me during the observations, as they would be more readily affected by the proximity of the person of the observer.\n\nAs I was desirous that comparisons of such importance should not rest wholly on my own authority, I requested Dr. Wollaston to take two series of measurements, which, together with my own, are contained in the following table.\n### TABLE III.\n\n**Comparisons of various standards**\n\n| Date       | Temperature | Readings of the micrometer at |\n|------------|-------------|-------------------------------|\n|            |             | The Royal Society's standard.  |\n|            |             | General Roy's scale.          |\n|            |             | Sir George Shuckburgh's scale.|\n|            |             | Bird's standard of 1760.      |\n|            |             | Col. Lambton's standard.      |\n| June 16    | 61.5        | 19   | 23   | 43   | 43   | 66   |\n|            |             | 6    | 17   | 41.5 | 41.5 | 58   |\n|            |             | 8    | 14   | 36   | 36   | 50   |\n|            |             | 86   | 92   | 118  | 118  | 133  |\n|            |             | 64.0 | 75   | 93   | 114  | 114  | 121  |\n|            |             | 82   | 91   | 111  | 106  | 126  |\n|            |             | 78   | 93   | 112  | 108  | 127  |\n|            |             | 63.5 | 75   | 93   | 113  | 110  | 124  |\n| 17         | 61.5        | 15   | 24   | 44   | 40   | 59   |\n|            |             | 7    | 17   | 39   | 36   | 53   |\n|            |             | 1    | 14   | 35   | 36   | 45   |\n|            |             | 64.5 | 59   | 70   | 94   | 94   | 115  |\n| (By Dr. Wollaston) | 18 | 64.5 | 39   | 64   | 64   | 76   |\n| (By ditto) |             | 21   | 36   | 56   | 56   | 66   |\n\nMean of the whole: 40.1, 51.1, 72.9, 71.6, 87\n\nI now returned to the forty inch iron bar and General Roy's scale, anxious to verify my former conclusion by a fresh examination. The microscopes being fixed at the proper distance, comparisons were made, which I shall detail before I state the results afforded by the preceding table.\nTABLE IV.\n\nFarther comparisons of the distance from zero to forty inches of General Roy's scale, with the forty inch bar.\n\n| Date   | Temp. | Readings | Difference between the scale and the bar in inches. | Correction for Temperature. | Roy's scale shorter than the forty inch bar. |\n|--------|-------|----------|---------------------------------------------------|-----------------------------|-----------------------------------------------|\n|        |       | Bar.     | Roy.                                              |                             |                                               |\n| June 19| 64.5  | 29       | 30                                                | -0.000043                   | 0.001783                                      |\n|        | 65.0  | 28       | 26                                                | +0.000086                   | 0.001737                                      |\n|        | 65.5  | 30       | 30                                                | -0.000000                   | 0.001906                                      |\n|        | 66.7  | 12       | 5                                                 | +0.000300                   | 0.002104                                      |\n|        | 65.2  | 93       | 89                                                | +0.000171                   | 0.001856                                      |\n|        | 61.7  | 0        | 13                                                | -0.000556                   | 0.001276                                      |\n|        | 2     | 14       | -0.000514                                         | -0.001276                   | 0.001790                                      |\n|        | 0     | 14       | -0.000599                                         | -0.001276                   | 0.001875                                      |\n|        | 1.5   | 15       | -0.000577                                         | -0.001276                   | 0.001853                                      |\n|        | 3     | 16       | -0.000556                                         | -0.001326                   | 0.001882                                      |\n\nMean 0.001815\n\nAdding to the mean thus obtained, 0.000034, the excess of one sixth of Ramsden's bar above the forty inch bar, we have 0.001849 of an inch for the excess of 40 inches of the standard used in the Trigonometrical Survey, above General Roy's scale, differing from the result given by the former comparisons contained in Table I. only 0.000117 of an inch, a difference which may be attributed to uncertainty of temperature. The mean of both 0.00179, is probably very near the truth.\n\nI shall now proceed to give in one view, the results deduced from Table III, by comparing each standard in succession, with that used by Colonel Lambton in the survey of India.\n\nExcess of the following standards above Colonel Lambton's standard.\n\n| On 36 inches. |\n|---------------|\n| Sir G. Shuckburgh's standard | +0.000642 |\n| Bird's standard of 1760,      | +0.000659 |\n| General Roy's scale           | +0.001537 |\n| Royal Society's standard      | +0.002007 |\n| Ramsden's bar (used in the Trigonometrical Survey of Great Britain) | +0.003147 |\nIf the results of the two series of comparisons made by Dr. Wollaston be examined, it will be seen that the greatest difference from those above given, is not two ten-thousandths of an inch, and this difference appears to have arisen almost wholly from the ill defined dots of the Royal Society's standard.\n\nThe standard used in the Trigonometrical Survey, being thus unexpectedly found to differ so considerably from every other standard of authority, the Commissioners of Weights and Measures proposed, in their Second Report, that Bird's Parliamentary standard of 1760, should be considered as the foundation of all legal weights and measures.\n\nIt may be seen, that the standard thus selected, differs so little, if at all, from that of Sir George Shuckburgh, that they may, for every purpose, be considered as perfectly identical; and this agreement is particularly convenient, because the length of the metre having been determined by comparisons with Sir George Shuckburgh's scale, and a facsimile of it made by Mr. Troughton, for Professor Pictet, all measures on the Continent are converted into English measure, by a reference to Sir George Shuckburgh's standard.\n\nIn determining the figure of the earth, by means of the measurement of distant portions of the same meridian, many anomalies have been remarked, which may, in some instances, be attributed to the difference of the standards employed in such measurements. As an example of the importance of this consideration, I shall examine the results deduced by Lieutenant Colonel Lambton, from a comparison of three sections of the great arc measured by him in India, with the lengths of the French, the English, and the Swedish degrees. The\nabridgement of Lieutenant Colonel Lambton's very important operations, may be found in the Philosophical Transactions for 1818.\n\nThe following are the data given by Colonel Lambton.\n\nThe length of the degree due to\n\nLat. $9^\\circ 34' 44''$ is $60472.83$ fathoms.\n\n\\[\n\\begin{array}{ccc}\n13 & 2 & 55 \\\\\n16 & 34 & 42\n\\end{array}\n\\]\n\nBy the French measurement, in\n\nLat. $47^\\circ 30' 46''$ $60779$ fathoms\n\nBy the English, in\n\nLat. $52^\\circ 2' 20''$ $60820$\n\nBy the Swedish, in\n\nLat. $66^\\circ 20' 12''$ $60955$\n\nand by successively comparing the lengths of the European degrees with the three sections of the Indian arc, Colonel Lambton obtains for the compression\n\nBy the French $\\frac{1}{305.73}$ $\\frac{1}{306.7}$ $\\frac{1}{315.03}$ mean $\\frac{1}{309.15}$\n\nBy the English $\\frac{1}{310.28}$ $\\frac{1}{311.36}$ $\\frac{1}{318.97}$ mean $\\frac{1}{313.54}$\n\nBy the Swedish $\\frac{1}{305.14}$ $\\frac{1}{305.72}$ $\\frac{1}{310.72}$ mean $\\frac{1}{307.19}$\n\nand the mean of the three means $= \\frac{1}{309.96}$.\n\nIn order to reduce the preceding measurements to the English national standard, we have to multiply the fathoms of the Indian degree by $-0.000018$, and of the English by $+0.00007$, to obtain the correction to be applied, with its proper sign, to the length of the degree. The French and Swedish degrees require no correction.\n\nWe have then the following data for computation.\nCaptain Kater on the comparison, &c.\n\nBy sections of \\( \\begin{cases} 9^\\circ 34' 44'' \\\\ 12^\\circ 2' 55'' \\\\ 16^\\circ 34' 42'' \\end{cases} \\) fathoms\n\nthe Indian arc \\( \\begin{cases} 60471.74 \\\\ 60486.47 \\\\ 60511.69 \\end{cases} \\)\n\nThe French \\( \\begin{cases} 47^\\circ 30' 46'' \\\\ 52^\\circ 2' 20'' \\\\ 66^\\circ 20' 12'' \\end{cases} \\) \\( \\begin{cases} 60779 \\\\ 60824.25 \\\\ 60955 \\end{cases} \\)\n\nand the resulting compression,\n\nBy the French \\( \\frac{1}{304.64} \\frac{1}{305.55} \\frac{1}{313.77} \\) mean \\( \\frac{1}{307.99} \\)\n\nEnglish \\( \\frac{1}{305.57} \\frac{1}{306.40} \\frac{1}{313.50} \\) mean \\( \\frac{1}{308.49} \\)\n\nSwedish \\( \\frac{1}{304.44} \\frac{1}{305.01} \\frac{1}{309.09} \\) mean \\( \\frac{1}{307.55} \\)\n\nand the mean of the three means \\( = \\frac{1}{307.55} \\)\n\nAs it appears that the compression obtained by employing the length of the degree in Lat. \\( 16^\\circ 34' 42'' \\) is uniformly in defect, whilst the results deduced from the other two sections are very nearly alike, it might perhaps be allowable to consider \\( \\frac{1}{305.32} \\), the mean of these last results, as the true compression; and this would agree very nearly with the deduction of M. Laplace, from the lunar irregularities; with the result of Dr. Young's interesting and novel investigation, by a comparison of the mean, with the superficial density of the earth; and with the conjecture I have hazarded from the compression given by the experiments on the length of the pendulum at Unst and Portsoy.\n\n3rd August, 1820.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107604.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 21,
    "total-input-tokens": 33112,
    "total-output-tokens": 9953,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1362,
        2
      ],
      [
        1362,
        3038,
        3
      ],
      [
        3038,
        4775,
        4
      ],
      [
        4775,
        6528,
        5
      ],
      [
        6528,
        8172,
        6
      ],
      [
        8172,
        9415,
        7
      ],
      [
        9415,
        10312,
        8
      ],
      [
        10312,
        11572,
        9
      ],
      [
        11572,
        12515,
        10
      ],
      [
        12515,
        14156,
        11
      ],
      [
        14156,
        15907,
        12
      ],
      [
        15907,
        19802,
        13
      ],
      [
        19802,
        22599,
        14
      ],
      [
        22599,
        24401,
        15
      ],
      [
        24401,
        25805,
        16
      ],
      [
        25805,
        27537,
        17
      ],
      [
        27537,
        30787,
        18
      ],
      [
        30787,
        32491,
        19
      ],
      [
        32491,
        33877,
        20
      ],
      [
        33877,
        35382,
        21
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107604",
    "title": "An Account of the Comparison of Various British Standards of Linear Measure",
    "authors": "Henry Kater",
    "year": 1821,
    "volume": "111",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 21,
    "jstor_url": "https://www.jstor.org/stable/107604"
  }
}