{
  "id": "966f56d99ae496f110303e56db4d1a112090a9eb",
  "text": "V. Description of a Plant yielding Asa foetida. In a Letter from John Hope, M. D. F. R. S. to Sir Joseph Banks, Bart. P. R. S.\n\nRead December 9, 1784.\n\nTO SIR JOSEPH BANKS, BART. P. R. S.\n\nSIR,\n\nI beg you will do me the honour of presenting the inclosed account of the Asa foetida, and the botanical description of the plant, with the drawings, to the Royal Society.\n\nI have the honour of being, with much respect and esteem, &c.\n\nJOHN HOPE.\n\nASA FOETIDA.\n\nPlanta umbellifera, tripedalis, erecta, ramosa, glauca, flore luteo.\n\nRadix perennis.\n\nFolia radicalia sex, procumbentia, trilobo-ovata, multoties pinnatim divisa; foliolis incisis, subacutis, sub-decurrentibus; petiolo communi superne plano, linea elevata longitudinaliter per medium decurrente.\n\nCaulis.\nDr. Hope's Description, &c.\n\nCaulis bipedalis, erectus, teretiusculus, annuus, leviter striatus, glaber, nudus praeter unam circa medium foliorum imperfectorum conjugationem; petiolo membranaceo, concavo.\n\nRami nudi, patuli; quorum tres inferi, alterni, sustinentur singuli folii imperfecti petiolo membranaceo concavo.\n\nQuatuor intermedii verticillati sunt. Supremi ex apice caulis octo, quorum interni erecti.\n\nOmnes hi rami summitate sustinent umbellam compositam sessilem terminalem, et praetera 3—6 ramulos externe positos, umbellas compositas ferentes.\n\nHoc modo, rami inferiores sustinent 5, raro 6 ramulos; intermedii 3 vel 4; superiores 1 et 2.\n\nCal. Umbella universalis radiis 20—30 constat.\n\n—— partialis flosculis subseffilibus 10—20.\n\nUmbella composita sessilis convexo-plana.\n\n—— —— pedunculata hæmispherica.\n\nInvolucrum universale nullum.\n\n—— partialis nullum.\n\nPerianthium proprium vix notabile.\n\nCor. universalis uniformis.\n\nFlosculi umbellæ sessilis fertiles.\n\n—— —— pedunculatæ plerumque abortiunt.\n\npropria petalis quinque æqualibus, planis, ovatis: primo patulis, dein reflexis, apice ascendente.\n\nStam. Filamenta 5, subulata, corolla longiora, incurvata. Antheræ subrotundæ.\n\nPist. Germen turbinatum, inferum.\n\nStylæ duo, reflexi.\n\nStigmata apice incraffata.\nDr. Hope's Description of a\n\nPer. nullum: fructus oblongus, plano-compressus, utrinque 3 lineis elevatis notatus est.\n\nSem. duo, oblonga, magna, utrinque plana, 3 lineis elevatis notata.\n\nPlanta odorem alliaceum diffundit. Folia, rami, pedunculi, radix, truncus, secti succum fundunt lacteum, sapore et odore Asa foetidae.\n\nTHOUGH Asa foetida has been used in medicine for many ages, having been introduced by the Arabian physicians near a thousand years ago; yet there was no satisfactory account of the plant which yielded it, till Kæmper published his Amoenitates Exoticæ about seventy years ago.\n\nKæmper, towards the end of the last century, travelled over a great part of Asia, and was in Persia, and upon the spot where the Asa foetida is collected. He gives a full account of the manner of collecting it. He describes the plant; and also gives a figure of it, differing in many respects from those which I now present to the Society *.\n\nSix years ago, I received from Dr. Guthrie, of St. Petersburg, F. R. S. two roots of the Asa foetida, with the following card from Dr. Pallas, addressed to Dr. Guthrie:\n\n\"Dr. Pallas's compliments to Dr. Guthrie; he sends him two roots of the Ferula Asa foetida, a plant which he\n\n* Probably Kæmper's Asa foetida Plant is a different species from that described by Dr. Hope in this paper. Kæmper was himself upon the mountains where the drug is collected, and his fidelity in describing, as well as delineating, has not hitherto been impeached. Sanguis Draconis, and some other gums, are indifferently the produce of various species of plants; and why may not Asa foetida be similarly circumstanced? Jos. Banks.\n\n\"thinks\n\"thinks never was cultivated in any European garden, and\n\"which nobody has been so fortunate as to raise from seed but\n\"himself, though the seeds sent to the Academy from the\n\"mountains of Ghilan in Persia had been distributed among\n\"several curious persons.\"\n\nBoth these roots were planted in the open ground, in the\nBotanic Garden at Edinburgh; one died; the other after some\ntime did well, and last summer flowered and produced seed. I\nhad an accurate drawing of the plant made by Mr. Fife, which\nI now have the pleasure of laying before the Society. It ex-\npresses very well the general habit of the plant, which was of\na pale sea-green colour, and grew to the height of three\nfeet. The stem is deciduous, but the root is perennial.\nEvery part of the plant, when wounded, poured out a rich\nmilky juice, resembling in smell and taste Asa foetida; and at\ntimes a smell resembling garlick, such as a faint impregnation\nof Asa foetida yields, was perceivable at the distance of several\nfeet.\n\nIn Persia, at the proper season, the root is cut over once and\nagain; from the incisions there flows a thick juice like cream,\nwhich, thickened, is the Asa foetida.\n\nI have only further to observe, that as the plant grows in\nthe open air, without protection, and even in an unfavourable\nseason produced a good deal of seed, and as the juice seems to\nbe of the same nature with the officinal Asa foetida, there is\nsome reason to hope, that it may become an article of cultiva-\ntion in this country of no inconsiderable importance.\n\nEdinburgh, Jan. 1783.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106748.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 15,
    "total-input-tokens": 23704,
    "total-output-tokens": 1962,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        763,
        2
      ],
      [
        763,
        2044,
        3
      ],
      [
        2044,
        3708,
        4
      ],
      [
        3708,
        3708,
        5
      ],
      [
        3708,
        3708,
        6
      ],
      [
        3708,
        3708,
        7
      ],
      [
        3708,
        3708,
        8
      ],
      [
        3708,
        3708,
        9
      ],
      [
        3708,
        3708,
        10
      ],
      [
        3708,
        3708,
        11
      ],
      [
        3708,
        3708,
        12
      ],
      [
        3708,
        3708,
        13
      ],
      [
        3708,
        3708,
        14
      ],
      [
        3708,
        5253,
        15
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "en",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106748",
    "title": "Description of a Plant Yielding Asa Foetida. In a Letter from John Hope, M. D. F. R. S. to Sir Joseph Banks, Bart. P. R. S.",
    "authors": "John Hope",
    "year": 1785,
    "volume": "75",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 15,
    "jstor_url": "https://www.jstor.org/stable/106748"
  }
}