{
  "id": "f48095957aa3cc782d135e25743f1e6a58686d1e",
  "text": "XII. On the Action of Ammonia on Glyoxal.\n\nBy Dr. H. Debus. Communicated by Professor Tyndall, F.R.S.\n\nReceived May 21,—Read June 10, 1858.\n\nIf alcohol be slowly oxidized at ordinary temperatures by nitric acid, besides other substances, glyoxal, \\( \\text{C}_2\\text{H}_2\\text{O}_2 \\), and glyoxylic acid, \\( \\text{C}_2\\text{H}_4\\text{O}_4 \\)*, are produced.\n\nI have continued the investigation of these substances, and beg to lay before the Royal Society some of the more interesting results.\n\nGlyoxal, of the consistency of syrup, is heated to 60° C., and mixed with about three times its bulk of warm strong ammonia. A slight effervescence takes place, and the liquid assumes a brown colour. After a few minutes small crystals of an organic base, which I shall call glycosine, commence to separate. The mixture is kept at a temperature of 60° or 80° C., as long as the quantity of crystals seems to increase. The latter are collected on a filter after the liquid has become perfectly cold, and washed with cold water. The substances contained in the brown mother-liquor will be mentioned in another part of this paper.\n\nIn order to purify the glycosine, it is dissolved in diluted hydrochloric acid, the liquid shaken with pure animal charcoal, filtered and precipitated by ammonia. The base separates as a white crystalline powder. This operation must be repeated if the substance should not be quite colourless. The mother-liquor, from which the pure glycosine separates, contains only chloride of ammonium.\n\nGlycosine, \\( \\text{C}_6\\text{H}_6\\text{N}_4 \\), obtained in the manner described, forms small white prisms, which, when viewed with the microscope, appear iridescent. It becomes electric on being rubbed in a mortar, and evaporates without melting when heated on platinum foil. Glycosine, heated between two watch-glasses on a sand-bath, sublimes without leaving a residue, and produces magnificent prisms, sometimes of half an inch in length. The base is inodorous, tasteless, and of the softness of talc. In cold water it is nearly insoluble, and the small quantity which is taken up by hot water, separates almost entirely in white needles when the liquid becomes cold. Hydrochloric and acetic acids dissolve glycosine very easily; and if the hydrochloric acid solution be concentrated on the water-bath and allowed to stand, the hydrochlorate presents itself in crystals sometimes of an inch in length, the appearance of which resembles sulphocyanide of potassium. The hydrochloric acid compound of glycosine comports itself with reagents in the following manner:\n\n1. Caustic potash, ammonia, and lime-water produce a precipitate of glycosine.\n\n* \\( \\text{C}=12, \\text{H}=1, \\text{O}=16 \\).—Phil. Mag. November 1856, and January 1857.\n2. Oxalate of ammonia causes the formation of small crystals of the oxalate.\n3. Iodide of potassium and sesquichloride of iron produce no change.\n4. Chloride of copper gives a precipitate of fine green crystals, radiating from one centre.\n5. Nitrate of silver gives a white precipitate, insoluble in nitric acid.\n6. Chloride of mercury throws down a white crystalline powder, soluble in dilute hydrochloric acid.\n\nThe following experiments were made to determine the composition of glycosine:\n\n0·211 grm., dried over sulphuric acid, treated according to Will and Varrentrapp's method, gave 1·407 grm. chloroplatinate of ammonium. The latter left, after ignition, the quantity of platinum required by the formula \\( \\text{NH}_3\\text{HCl} + \\text{PtCl}_2 \\). Special experiments were made to prove the purity of the materials employed. The carbon and hydrogen determination was lost, and want of material prevented me from repeating the combustion. 100 parts of glycosine contain, therefore,\n\nNitrogen . . . . . . . . . . 41·90.\n\nUnder the supposition that the formation of the substance took place according to\n\n\\[ x(\\text{C}_2\\text{H}_2\\text{O}_2) + y(\\text{N H}_3) \\pm z(\\text{H}_2\\text{O}), \\]\n\nI can only calculate the formula \\( \\text{C}_6\\text{H}_6\\text{N}_4 \\), which requires\n\nNitrogen . . . . . . . . . . 41·79\n\nChloroplatinate of glycosine \\( = \\text{C}_6\\text{H}_6\\text{N}_4, 2\\text{HCl} + 2\\text{Pt Cl}_2 \\).\n\nBichloride of platinum was added by degrees to a concentrated solution of hydrochlorate of glycosine. At first a light brown, and afterwards a fine yellow precipitate was produced. The reason of this is, that the hydrochlorate of the base unites in more than one proportion with bichloride of platinum. In order, therefore, to obtain a pure compound, the liquid was filtered as soon as the precipitate assumed a bright yellow colour, and bichloride of platinum in excess added to the filtrate. Thus a homogeneous powder of yellow crystals was obtained.\n\nThis salt, dried over sulphuric acid, was employed in the following experiments:\n\n0·458 grm. left after ignition 0·166 grm. platinum.\n0·356 grm., burnt with chromate of lead, gave 0·179 grm. carbonic acid and 0·051 grm. water.\n0·625 grm., burnt with lime, gave 0·968 grm. of chloride of silver.\n0·997 grm., burnt with soda-lime, gave 1·648 grm. chloroplatinate of ammonium.\n\nIn 100 parts—\n\n| Component | Percentage |\n|-----------|------------|\n| Carbon    | 13·71      |\n| Hydrogen  | 1·59       |\n| Nitrogen  | 10·38      |\n| Chlorine  | 38·29      |\n| Platinum  | 36·24      |\n\nTotal: 100·21\nThe formula \\( C_6H_6N_4 \\cdot 2(HCl, PtCl_2) \\) requires—\n\n| Element   | Formula | Mass | Equivalent |\n|-----------|---------|------|------------|\n| Carbon    | . . . . | 6    | 72         | 13·16       |\n| Hydrogen  | . . . . | 8    | 8          | 1·46        |\n| Nitrogen  | . . . . | 4    | 56         | 10·23       |\n| Chlorine  | . . . . | 6    | 213        | 38·93       |\n| Platinum  | . . . . | 2    | 197·4      | 36·10       |\n|           |         | 546·4|            | 99·88       |\n\nBoiling water dissolves this compound, but it is almost insoluble in cold water. Long-continued washing with the latter seems to abstract bichloride of platinum, and convert it perhaps into\n\n\\[ C_6H_6N_4 \\cdot HClPtCl_2. \\]\n\nGlycosine is formed from ammonia and glyoxal according to the equation\n\n\\[ 3(C_2H_2O_2) + 4(NH_3) = C_6H_6N_4 + 6(H_2O). \\]\n\nI showed, on another occasion, that glyoxal has the properties of an aldehyde. Its behaviour to ammonia confirms my former conclusions. The formation of amarine from oil of bitter almonds, of acetonine from acetone and ammonia, takes place in a similar manner:\n\n\\[ 3(C_7H_6O) + 2(NH_3) = C_{21}H_{18}N_2 + 3H_2O \\]\n\nOil of bitter almonds.\n\n\\[ 3(C_3H_6O) + 2(NH_3) = C_9H_{18}N_2 + 3H_2O. \\]\n\nAcetone.\n\nAcetonine.\n\nIn all other known cases when, from an aldehyde, or the chloride of an alcohol radical, and ammonia, a basic substance is formed, one or two equivalents of ammonia participate in the reaction. If ammonia and glyoxal decompose each other, four equivalents of the first transfer their nitrogen to one equivalent of the base produced. The direct derivation from ammonia of a base which contains four equivalents of nitrogen seems to me to be very interesting.\n\nThe rational formula of glycosine is probably\n\n\\[ N_4 \\left\\{ \\begin{array}{c} C_2H_2 \\\\ C_2H_2 \\\\ C_2H_2 \\end{array} \\right. \\]\n\n\\( C_2H_2 \\) being equivalent to \\( H_4 \\).\n\nIt is worthy of notice, that in chemical decompositions very often three equivalents of an aldehyde unite and act like one molecule. I will only mention as examples,—mesitylene, acetonia, thialdine, hydrosalicylamide, and amarine.\n\n**Binoxalate of Glyoxaline**, \\( C_3H_4N_2 \\cdot C_2H_2O_4 \\).\n\nThe brown mother-liquor from which the glycosine was at first separated, is evapo-\nrated on the water-bath till all the ammonia has been driven off. The remaining liquid is then mixed with about twice its bulk of a warm and concentrated solution of oxalic acid, and the mixture allowed to stand for a few hours; crystals of oxalate of glyoxaline are formed. They are redissolved in water, the solution is decolorized with charcoal, concentrated by evaporation, and left in a cold place to crystallize. After this treatment has been repeated once or twice, crystals of pure binoxalate of glyoxaline, \\( \\text{C}_3\\text{H}_4\\text{N}_2, \\text{C}_2\\text{H}_2\\text{O}_4 \\), are obtained. It forms small colourless prisms much more soluble in hot than in cold water. A warm concentrated solution crystallizes during filtration.\n\nAnalysis gave the following results:\n\n- 0·321 grm., dried over sulphuric acid and burnt with chromate of lead, gave 0·454 grm. carbonic acid and 0·117 grm. water.\n- 0·466 grm., treated according to Will and Varrentrapp's method, gave 1·322 grm. chloroplatinate of ammonium. The latter left after ignition 0·58 grm. Pt.\n\nIn 100 parts,\n\n| Element | %     |\n|---------|-------|\n| Carbon  | 38·57 |\n| Hydrogen| 4·05  |\n| Nitrogen| 17·82 |\n| Oxygen  | 39·56 |\n\nThe formula \\( \\text{C}_5\\text{H}_6\\text{N}_2\\text{O}_4 \\) requires,\n\n| Element | Required | Found   |\n|---------|----------|---------|\n| Carbon  | 5        | 6       | 37·97   |\n| Hydrogen| 6        | 6       | 3·79    |\n| Nitrogen| 2        | 28      | 17·72   |\n| Oxygen  | 4        | 64      | 40·52   |\n\nThis compound does not contain any water of crystallization. In order to determine the oxalic acid contained therein, 0·282 grm. were dissolved in water and precipitated with chloride of calcium and a few drops of ammonia. The weight of the precipitate, after conversion into carbonate of lime, was 0·180 grm. Since 100 parts of carbonate of lime correspond to 90 parts of oxalic acid, \\( \\text{C}_2\\text{H}_2\\text{O}_4 \\), 0·180 grm. of \\( \\text{Ca}_2\\text{O} \\), \\( \\text{CO}_2 \\) require 0·162 grm. \\( \\text{C}_2\\text{H}_2\\text{O}_4 \\). Consequently 158 parts of binoxalate of glyoxaline contain 90·7, or one equivalent of oxalic acid, and for one equivalent of glyoxaline is left \\( \\text{C}_3\\text{H}_4\\text{N}_2 \\).\n\n**Glyoxaline, \\( \\text{C}_3\\text{H}_4\\text{N}_2 \\).**\n\nChalk is added to a solution of binoxalate of glyoxaline, and the mixture warmed till there is no more carbonic acid escaping. The filtrate from the oxalate of lime is evaporated to the consistency of syrup, and left to stand in the desiccator for some days. The glyoxaline crystallizes only with difficulty in prisms radiating from one centre. It melts easily, evaporates at higher temperatures in dense white fumes, and smells like\nfish. The base dissolves very easily in water, turns turmeric paper brown, reddens litmus blue, and has a strong alkaline taste. It neutralizes the strong acids perfectly, and produce precipitates with sesquichloride of iron, nitrate of silver, chloride of copper, but not with chloride of calcium.\n\nChloroplatinate.—To a strong solution of hydrochlorate of glyoxaline is added bichloride of platinum. Immediately an orange-coloured crystalline precipitate falls down. A little water is added, and the mixture heated till the platinum salt has dissolved. The clear liquid is now left to cool, when the chloroplatinate of glyoxaline crystallizes in magnificent orange-coloured prisms.\n\n0·287 grm., dried over sulphuric acid, left, after heating, 0·104 grm. platinum.\n\n0·627 grm., burnt with chromate of lead, gave 0·309 grm. carbonic acid and 0·111 grm. water. Consequently 100 parts,\n\n| Carbon | Hydrogen | Platinum |\n|--------|----------|----------|\n| . . . . | . . . . | . . . . |\n| 13·44  | 1·96     | 36·23    |\n\nThe formula \\( \\text{C}_3\\text{H}_4\\text{N}_2\\text{HClPtCl}_2 \\) requires—\n\n| Carbon | Hydrogen | Nitrogen | Chlorine | Platinum |\n|--------|----------|----------|----------|----------|\n| 3      | 5        | 2        | 3        | 1        |\n| 36     | 5        | 28       | 106·5    | 98·7     |\n| 13·12  | 1·82     | 10·21    | 38·84    | 36·01    |\n\n\\( 274·2 \\) \\( 100·00 \\)\n\nThe crude mother-liquor of the binoxalate of glyoxaline, on evaporation, gave off fumes like formic acid. Except oxalic, traces of glycolic and formic acids, no other substance could be detected in the evaporated liquid. Two modes of decomposition take place when glyoxal and ammonia act on each other:\n\nI. \\( 3\\text{C}_2\\text{H}_2\\text{O}_2 + 4\\text{NH}_3 = \\text{N}_4\\text{C}_2\\text{H}_2 + 6\\text{H}_2\\text{O} \\).\n\nII. \\( 2\\text{C}_2\\text{H}_2\\text{O}_2 + 2\\text{NH}_3 = \\text{C}_3\\text{H}_4\\text{N}_2 + \\text{C}_2\\text{H}_2\\text{O}_2 + 2\\text{H}_2\\text{O} \\).\n\nThe second mode of decomposition is the principal one, for much more glyoxaline than glycosine is produced.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108659.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9592,
    "total-output-tokens": 3958,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2752,
        2
      ],
      [
        2752,
        5321,
        3
      ],
      [
        5321,
        7594,
        4
      ],
      [
        7594,
        10311,
        5
      ],
      [
        10311,
        12377,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108659",
    "title": "On the Action of Ammonia on Glyoxal",
    "authors": "H. Debus",
    "year": 1858,
    "volume": "148",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/108659"
  }
}