{
  "id": "def59fb0f62dd679485710166b2c43608db94924",
  "text": "phorata: ut sanguinis consistentia integra servetur in pro-\ncessu, mali, quod fit acidis & terreis adstringentibus, ut\nVenenum ad peripheriam alliciatur, &c.\n\nAnno 1714. Emanuel Timonius,\nConstantinopolitanus.\n\nIV. An Account of a Luminous Appearance in the\nAir at Dublin, on January the 12th, 1719.\nBy Philip Percival, Esq; Brother to the Right\nHonourable the Lord Percival, and communicated\nby his Lordship to the Royal Society.\n\nI Here send you a Sketch of an odd appearance in the\nSky; it began about 10 a Clock on Tuesday last, but\nnothing very remarkable till about half an Hour after\nEleven, when I was call'd out to see it, by the Servants,\nwho had been looking at it about half a quarter of an\nHour, and told me it looked just like Fire. But it ap-\npeared first to me in long streams of light, of a round\nBody, as at A, and very bright, tho' some were colou-\nred, as at A a. They came before the Wind, which was\nthen West, as near as I could guess, there not being a\nCloud in the Sky, and the brightest Moon I have known.\nWe had Rain about Five, but at 6 a Clock the Night\nwas clear. The Streams of Light A A, moved very\nslow, (there being but little Wind) but as they moved\nthey joined, and, swelling out in the middle, formed\nthemselves into the Figure b b B, continuing to advance\nslowly in that shape for about a Minute, when the two\nEnds b b, approaching near each other, as described by the\nprick'd Lines, the advanced part B, suddenly, and with great swiftness, ran back, and joining itself with the Ends b b, formed itself into the Figure C, quivering in the upper part, and darting down perpendicularly in sharp Points, as at D D D; and its Colour from a bright Light changed into the colours of a Rain-bow, but much fainter. It continued this way about a Minute, and then the sharp points D D D, gathering themselves up into C, it changed again into a square Sheet of Light, as at E, and swell'd out at F, as before at B; and advancing leisurely, repeated the same Scene as before, till it seem'd at a great distance to disperse itself into small thin light Clouds; tho'tis probable that to those who saw it in a like Situation, as it travell'd, it might make the same appearance as it did to me. I was very particular in observing it, and the next Morning drew it, and I think very exactly. I should have continued longer to look at it, (which I did for above a quarter of an Hour) but that it was excessive cold; the beginning of it was very like the Aurora Borealis, which has been very frequent this Winter here.\n\nV. Of the Infinity of the Sphere of Fix'd Stars.\nBy Edmund Halley, L. L. D. R. S. S.\n\nThe System of the World, as it is now understood, is taken to occupy the whole Abyss of Space, and to be as such actually infinite; and the appearance of the Sphere of Fixt Stars, still discovering smaller and smaller ones, as you apply better Telescopes, seems to confirm this Doctrine. And indeed, were the whole Sys-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103378.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 856,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1406,
        2
      ],
      [
        1406,
        2942,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103378",
    "title": "An Account of a Luminous Appearance in the Air at Dublin, on January the 12th, 1719/20 By Philip Percival, Esq; Brother to the Right Honourable the Lord Percival, and Communicated by His Lordship to the Royal Society",
    "authors": "Philip Percival",
    "year": 1720,
    "volume": "31",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/103378"
  }
}