{
  "id": "f237743969cbf90f90018eb9af40173c4fb0ee56",
  "text": "nis; Motus, quo Machina quæque in contradictionem agitur, rationem obtinet compositam ex ratione quadruplicata Diametri homologæ ipsius Machinæ, & ratione inversâ temporis, quo Machinæ contracção persicitur; vel rationem compositam ex ratione ponderis Machinæ, ratione ejusdem ponderis subtriplicata, & ratione temporis inversâ. Theoremata reliqua huc spectantia in Transactione proxime edenda exhibebuntur.\n\nIII. A Brief Account of the Contagious Disease which raged among the Milch Cowes near London, in the Year 1714. And of the Methods that were taken for suppressing it. Communicated to the Royal Society by Thomas Bates Esq; Surgeon to His Majesties Household, and R. S. S.\n\nAbout the middle of July the Distemper appeared at Islington, and thereupon their Excellencies the Lords Justices having notice of it, were pleased to Command that I should examine into the truth of the Report of its being Contagious; and order'd the Lord Harcourt, then Lord High Chancellor, to grant such Authority as would be proper to make the Discovery. Accordingly Mr. Milner, Mr. Offley, Mr. Richardson, and Mr. Ward, four Justices of the Peace for the County of Middlesex, were appointed to make the necessary Examinations.\n\nPursuant to those Orders we went to Islington, where Mr. Ratcliff had lost 120 out of 200; Mr. Rufford 62 out of 72; and Mr. Pullen 38 out of 87. They were very unwilling to own it, because so soon as it should be known, none would buy their Milk; but Mr. Ratcliff, a Man of good Judgment in Cattle, after much persuasion, gave us the following account, viz. That they\nfirst refused their Food; the next Day had Huskish Coughs, and voided Excrements like Clay; their Heads swelled, and sometimes their Bodies. In a Day or two more there was a great discharge of a Mucous Matter by the Nose, and their Breaths smelled offensively. Lastly, a severe Purging (sometimes Bloody) which terminated in Death. That some died in three Days, and others in five or six, but the Bulls lived eight or ten. That during their whole illness, they refused all manner of Food, and were very hot.\n\nWe then advised with several of the Cow-leeches, or Doctors, who all agreed that it was a Murrain, or rather a Plague; and that the Methods they had tried for a Cure, had proved unsuccessful. This Disease was so surprising, that some of those Men who used to look after them, were afraid to go near them.\n\nWe then ordered some of the sick Cows to be Housed, and several sorts of Cattle to be kept with them, to see whether the Contagion would affect any other Species.\n\nThe next Day I made a Verbal Report to their Excellencies, of all the several Opinions and Discourses which I have had about it, and left them debating what Method to take; at last I was called in, and Ordered to consider of it again the next Day, and to deliver to them in Writing what would be proper to be done. Accordingly I drew up, and gave them the following Proposals.\n\nI. That all such Cows as are now in the possession of Mr. Ratcliff, Rufford, and Pullen, be Bought, Kill'd, and Burnt: or, at least, that the Sick be Burnt; and the Well kept and secured on the Grounds where they now are, that such of them as Sicken or Dye of this Distemper may be Burnt.\n\nII. That\nII. That the Houses in which those Sick Cows have stood be Washed very clean, and then smoaked by the burning of Pitch, Tarr and Wormwood, and be kept three Months at least before any other Cows are put therein.\n\nIII. That the Fields where those Sick Cows have Grazed, be kept Two Months before any other Cows are suffered to stand or Graze thereon.\n\nIV. That the Persons looking after such as are ill, should have no Communication with those that are well.\n\nV. That the same Methods be Observed if any other of the Cow-keepers should get this Distemper among them; and that they be all Summoned and told, that as soon as they perceive any of their Cows to refuse their Meat, or have any other Symptoms of this Distemper, that they immediately separate them from their others, and give notice to such Persons as your Excellencies shall appoint, that they may be Burnt; and the places where they have stood or Grazed to be ordered as before.\n\nVI. That the Cow-keepers be required to divide their Cows into small Parcels, not more than ten or twelve in a Field together; and that they be allowed such satisfaction for complying with these Proposals, as your Excellencies shall think fit; all which is most humbly submitted, &c.\n\nThe next day their Excellencies consulted the four Gentlemen before-named, and gave them Orders to comply with the preceding Proposals, and to allow Forty Shillings for every Sick Cow which they Burnt, that belonged to Mr. Ratcliff, Rufford, and Pullen; but the free intercourse which both Masters and Servants had had with each others Cows (before we were appointed) had\nhad spread the Contagion; and the Disease began soon to appear in several other Neighbouring places.\n\nThe Gentlemen then summoned all the Cow-keepers in the County, and acquainted them with the above-named Proposals (to most of which they readily Complied, as being visibly their interest) and offered them Forty Shillings for every Cow which they Burnt, that had not been Sick above twenty-four Hours; but for such as had been longer ill, or were Dead, they wou'd allow them only the value of their Skins and Horns.\n\nSome of the Cow-keepers appeared not content with this Regulation, and believing that the Disease wou'd become general, design'd to have sold their Cows at some distant Market; which the Gentlemen having notice off, appointed several Butchers to Watch near their Grounds, and count their Numbers every Morning, with Orders to follow such as they sent to any Market, and prevent their being sold, by telling the people what they were.\n\nAnother great Obstacle at the first was the Cow-keepers not owning the Disease, till they had lost several of their Cows; for so soon as it was known that any Man had but one Sick, none wou'd buy his Milk; and to those who kept many Cows, that loss was considerable.\n\nNor was there ever wanting one or other who gave them hopes of a Cure.\n\nTo obviate these three difficulties, the Gentlemen encouraged them to hope for a Brief, but assured them that such only as complied with these Directions, shou'd have any benefit by it. Accordingly they ordered a daily account to be taken of the Conduct of each Cow-keeper, and allowed or disallowed their pretensions to this Brief, as well as to the Forty Shillings per Cow, as they complied or disregarded these Directions.\nThis had a pretty good effect; but here in England, where every Man is at liberty to dispose of his Cattle as he pleases, nothing but making them sensible that it was each Mans particular interest to comply with these Methods cou’d do; this, tho’ true in fact, yet the Reader will readily judge to be very difficult among such a Number; but the Gentlemen spared no labour to accomplish it; for that purpose they summoned them once or twice every Week, urged all that cou’d be said to induce their Complyance, and omitted no warrantable means to frustrate their Folly.\n\nI had Orders from the beginning to assist those Gentlemen with my Advice, which I did at most of their Meetings; as also to make a stricter enquiry into the Disease by Dissections, &c.\n\nAccordingly I discoursed the Cow-leeches about the Customs and Diseases that Cows were subject to, and consulted such Books as treated of them; but concerning this Disease, I cou’d gain but small assistance from either.\n\nI then made Dissections of sixteen Cows, in different degrees of Infection; and found the Putrefaction of their Viscera to encrease, in proportion to the time of their Illness.\n\nThe first five that I opened, had hearded with those that were Ill, and the Symptoms of this Distemper were just become visible; in these, the Gall-bladders were larger than usual, and filled with Bile of a natural Taste and Smell, but of a greener Colour. Their Pancreas’s were shrivelled, some of the Glands obstructed and tumified. Many of the Glands in their Mesenterys were twice or thrice their natural bigness. Their Lungs were a little inflamed, and their Flesh felt hot. All other parts of their Viscera appeared as in a healthful State.\nThe next six that I opened, had been ill about two Days; in them the Livers were blacker than usual, and in two of them, there was several Cysts filled with a Petrified Substance like Chalk, about the bigness of a Pea. Their Gall-bladders were twice their usual bigness, and filled with Bile of a natural Taste and Smell, but of a greener Colour than the first. Their Pancreas's were shrivelled, some of their Glands very large and hard, and of a blackish Colour. The Glands in their Mesenteries were many of them five times their natural Bigness, and of a blackish Colour. Their Lungs were inflamed, with several small Cysts forming. Their Intestins were full of red and black Spots. Their Flesh was very hot, tho' not altered in Colour.\n\nThe five last that I opened, were very near dying; in them I found the Liver to be Blackish, much Shrivelled and Contracted, and in three of them, there was several Cysts as big as Nuts or Nutmegs, filled with a Petrified Substance like Chalk. Their Gall-bladders were about three times their usual bigness, and filled with Bile of a natural Taste and Smell, but of a deep Green Colour. Their Pancreas's were Shrivelled and Contracted, many of their Glands very large and hard, and of a black Colour. The Glands in their Mesenteries were many of them distended to eight or ten times their natural bigness, were very Black, and in the Pelvis of most of those Glands in two Cows, there was a yellow Petrefaction, of the consistence of a sandy Stone. Their Intestines were the Colour of a Snake, their inner Coat excoriated by Purging. Their Lungs were much Inflamed, with several Cysts containing a yellow Purulent Matter, many of them as big as a Nutmeg. Their Flesh was extremly hot, tho' very little altered in Colour.\nI have here only given you a general account of my Dissections, in the three different Stages of the Disease; for as the difference was but small, and the Disease incurable, it could neither be useful nor pleasant to the Reader, to have each particular Dissection at large, tho' I have now the Minutes by me. But the following Cases being very extraordinary, I cou'd not omit the mention of them, viz. In one of them the Bile was Petrified in its Vessels, and resembled a Tree of Corral, but of a dark yellow Colour, and brittle Substance.\n\nIn another there were several Inflammations on the Liver, some as large as a half Crown, cracked round the Edges, and appeared separating from the sound part, like a Pestilential Carbuncle.\n\nIn a Third, the Liquor contained in the Pericardium (for Lubricating the Heart in its Motion) appeared like the subsidings of Aqua Calcis; and had excoriated, and given as yellow a Colour to the whole Surface of the Heart and Pericardium, as Aqua Calcis cou'd possibly have done.\n\nIn giving my Opinion of this Distemper, I must beg leave to premise, that all Cows have naturally a Purgation by the Anus for five or six Weeks in the Spring, from (as the Cow-keepers term it) the frimness of the Grass; during which time they are brisk and lively, their Milk becomes thinner, and of a blewish Colour, sweeter to the Taste; and in greater Plenty: but the Spring preceding this Distemper, was all over Europe so dry, that the like has not been known in the Memory of any one living; the consequence of which was little Grass, and that so dry and void of that frimness which it has in other Years, that I could not hear of one Cow keeper, who had observed his Cows to have that Purgation in the same degree as usual; and very few who had observed any at all. They all agreed that\nthat their Cows had not given above half so much Milk that Summer as they did in others; that some of them were almost dry; that the Milk they did give was much thicker, and yellower than in other Years. It was observed by the whole Town, that very little of the Milk then sold wou'd Boyl without turning; and it is a known Truth, that the weakest of the common Purges you can give a Cow entirely takes away her Milk; from all which Circumstances, I think it evident, that the want of that natural Purgation was the sole cause of this Disease; by producing those Obstructions, which terminated in a Putrifaction and made this Distemper Contagious.\n\nDuring my daily Conversation at that time with Cow-keepers, &c. there occurred many other Circumstances of less Moment, to confirm me in this Opinion: but as there was no one reason to give me the least notion of any other Cause, I shall not trouble the Reader with a useless detail of them.\n\nCows are likewise subject to a Purgation (tho' in a less degree) from the same quality in the Grass, about the latter end of September; which is called the latter Spring; and which I believe contributed not a little, to the preventing the encrease of this Distemper; for this Purgation coming so soon after the Disease appeared, it is not unreasonable to suppose, that it freed such Cows as were not much injured, from the ill effects of those Obstructions, occasioned by the want of their Vernal Evacuations.\n\nSeveral Physicians attempted the Cure, and made many Essays for that purpose; but the Dissections convinced me of the improbability of their succeeding, with which I acquainted their Excellencies. However they having received the following Recipe and Directions from some in Holland, said to have been used\n\nX x x x x x\nthere with good success, gave me Orders to make tryal of it: But the effect was answerable to my expectation, for in very many instances, I was not sensible of the least Benefit.\n\nHerb. Aristoloch. Rotunde,\nVeronica, a.a M.vij\nPulmonarie,\nHyssopi,\nScordij, a.a M. 4\n\nRad. Gentiana,\nAngelicae,\nPetasitidis,\nTormentilla,\nCarlina, a.a ib. fs.\n\nBacc. Lauri,\nJuniperi, a.a 3xij. Misce fiat Pulv.\n\nSee Phil. Transact. No. 338. in fine.\n\nThis Powder is to be given in Water, one Ounce at a time, three or four Mornings successively; then rest four Days, and if the Disease continues, repeat the Powders in warm Water, as before.\n\nI think there is no one Method in Practice, but what was tried on this Occasion, tho' I cannot say that any of them was attended with an appearance of Success; except that of Bleeding plentifully, and giving great quantities of Cooling and Diluting Liquids. But by this Method, the instances of Success were so few, that they do not deserve any further mention.\n\nTheir Excellencies being informed that the feeding Cows with Distillers Grains was a new Custom, and was the cause of this Disease, gave me Orders to examine into the Truth of it; but upon enquiry, I found it to have been the Practice of several of the Cow keepers above twenty Years, without the least appearance of any\nany inconvenience; and that some of those Persons who had suffered most, had never given any. Nor is there any difference between those of Brewers and Distillers, only that the latter are the dryer.\n\nIt was likewise said, that the want of Water was the cause of this Disease, for that the Springs and places where People used to Water their Cows, were almost everywhere dry; and that many were obliged to send them several Miles for Water. This might produce some Diseases, but such only as they got by the fatigue of being driven so far; for Mr. Ratcliff, Mr. Rufford and Mr. Pullen, the three Persons where this Disease first appeared, had the New River Water running thro' the very Grounds where their Cows constantly Grazed, and cou'd drink at their Pleasure, and so had most of the Cow-keepers at Islington.\n\nThere were at that time several other reports of the cause of this Disease, but none that had a shew of Reason.\n\nAbout the latter end of September, the Disease increased, and the Numbers brought to be burnt were so great, that it cou'd not be well executed; therefore it was judged proper only to bury them fifteen or twenty Foot deep: but first to make large Incisions in their most Fleshly parts, and to cover them with quicklime.\n\nAt the same time, having notice that it was a Custom with the Cow-keepers, to send their Calves when a Week old to Rumford, &c. to be Sold; and apprehending by this means that the Contagion might be carried into the Country, I required all such as had Sick Cows, to bring their Calves to be buried; to which they readily consented, and were allowed from Five to Ten Shillings per Calf.\n\nIn the beginning of October, being informed that some of the Cows in Norfolk, Suffolk, and Hertfordshire, had\ngot this Disease, and apprehending that it wou'd become general; I gave in the following Report to a Committee of Council.\n\nThe Distemper among the Cattle encreasing, and beginning to appear in several other Counties, I thought it my Duty to acquaint your Lordships, with the hazard that may attend their not being duly buried. It is the Opinion of all Authors in Physick that treat of Contagious Diseases, as well as of several of the Physicians in Town, that a Putrefaction of so many Cows as there is reason to fear will dye of this Distemper, may produce some Contagious Disease among Men; unless they are buried so deep that the Infectious Effluvia cannot injure the Air, which I am certain has very seldom been complied with, except in the Counties of Middlesex, Essex, and Surry, the Gentlemen employed being capable of acting in those Counties only. It is affirmed by several now living, that there was a Mortality among the Cattle, a little before the last great Plague in the Year 1665, which was imputed to the want of a due Care in burying them. And your Lordships may know of what importance it was judged by the King of Prussia, the States of Holland, and several other Princes and States, by the Care they took to publish Decrees and Placarts, commanding them to be buried upon pain of Death, or other severe penalties; and I humbly conceive it wou'd be necessary, not only to bury those which shall Dye, but that such as are already Dead may have the same Care; as also that they be buried nine or ten Foot deep at least. All which is most humbly submitted, &c.\n\nTheir Lordships thought fit to defer all proceeding upon this Report, till the Distemper becoming more general shou'd make it Necessary; but I thank God that Necessity never happened, for within three Weeks or\nor a Month after the giving in of that Report, the following particulars concurred to put an end to the Disease.\n\nThe Cows began their latter Purging, which contributed much to prevent the Disease from appearing in fresh Places; and the Cow-keepers were convinced that the Disease was incurable.\n\nThe knowledge of the Disease was spread all over England, so that none would buy a Cow in the Country; and the Gentlemen prevented their being kill'd in Town, by having the Markets examined daily; and such Meat condemned as appeared Suspicious.\n\nThey now divided their Cows into small Parcels, by which they lost only that in which the Disease happened; whereas before that Method, when one Cow got this Disease, if she had herded with One, Two, or Three Hundred (the Contagion was such) scarce one did escape.\n\nThose who had no Sick Cows avoided all Communication with such as had.\n\nThey likewise found that the keeping their Cows so long when ill, had been the chief Cause of their Loss; they therefore now brought them to be Buried on the first appearance of the Disease, before the Contagion cou'd possibly have got to any great height.\n\nThese were the effects of the Cow-keepers dear-bought Experience; but it was the indefatigable Care and Diligence of those four Gentlemen, who gave a daily Attendance, both early and late, that secured Great Britain from that terrible Ravage, which was made by this Distemper in several parts of Europe.\n\nThe severity of this Disease in England did not last above three Months; tho it was not entirely suppressed till about Christmas: But in several other Countries it continued two or three Years; and I am credibly af-\nsured, that in Holland it now rages with as much violence as ever; and that they have lost in Cows, Oxen and Bulls, above Three Hundred Thousand.\n\nThe Providence of God has so disposed the matter of Animal Bodies, as to render Contagious Diseases very seldom infectious to different Species; but Experience demonstrates, that Contagions may be communicated to the same Species, by touching the Woolen, Linnen, &c. to which the Infectious Effluvia of the Diseased had adhered, tho' the two Bodies should be at a very great distance; and I verily believe that more Hundreds died from the Infection, which was carried by the Intercourse that the Cow keepers had with each other, than single ones by the original Putrefaction.\n\nThe Nature of Contagious Diseases are but little understood, and it would neither be agreeable to my Design, nor useful to the Publick, to lay more of this than what was evident: But I have been particularly careful, not to omit any thing Material, either for describing the Disease, or manifesting the Methods that were taken for suppressing it; because it is more than probable that the same Cure would be equally successful in any other Species of Cattle.\n\nThe number of Bulls and Cows lost by this Disease, in the Counties of Middlesex, Essex and Surry, were Five Thousand Four Hundred and Eighteen; and of Calves, Four Hundred and Thirty Nine; and the Money issued for them, at Forty or Ten Shillings per Cow, &c., was the Royal Bounty of his Majesty, from his own Civil List: and tho' neither the four Gentlemen, nor I, made any demand for a Reward, or for Expences, yet it amounted to 6774l. 1s. 1d. But the entire loss to the Cow-keepers, as delivered in upon Oath, was 24500l. (exclusive of the 6774l. 1s. 1d.) tho' computed but at Six Pounds per Cow; which at a Medium, was\nwas not more than their Prime Cost; the dearness of keeping them near London necessitating the Cow keepers to buy the very best.\n\nHis Majesty was further pleased, on the Solicitation of the four Gentlemen, to grant a Brief for the £24500l. but the many false Reports that were then industriously propagated, to lessen the value of those poor Men's losses, so frustrated that Charity, that the entire Sum Collected (the charges of Collecting being first paid) was but £6278 l. 2 s. 6 d. which on a Dividend, amounted to Five Shillings and Three Half Pence in the Pound, computing their Loss as above, at Six Pounds per Cow; tho' if we consider their Contracts with Brewers for Grains, their Rent of Grounds which lay useless, Servants wages, &c. their real Loss may (by a modest Computation) be allowed to be Ten Pounds for every Cow that died.\n\nIV. A Description of the Organ of Hearing in the Elephant, with the Figures and Situation of the Ossicles, Labyrinth and Cochlea in the Ear of that large Animal. Communicated to the Royal Society, by Dr. Patrick Blair, R.S.S.\n\nIn the Description I formerly wrote to the Honour'd Sir Hans Sloane, Bart. of the Elephant I Dissected in Dundee, Anno 1706. which he was pleased to Communicate to the Royal Society, as you have it in Philos. Trans. No. 226 227. I treated of the Bony part of the Ear of that prodigious Animal a little too superficially; because I was unwilling at that time to break up the Os Petrosum of the right Ear, which had accidentally been",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103337.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 15,
    "total-input-tokens": 22416,
    "total-output-tokens": 5977,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1583,
        2
      ],
      [
        1583,
        3239,
        3
      ],
      [
        3239,
        4838,
        4
      ],
      [
        4838,
        6557,
        5
      ],
      [
        6557,
        8258,
        6
      ],
      [
        8258,
        10018,
        7
      ],
      [
        10018,
        11825,
        8
      ],
      [
        11825,
        13598,
        9
      ],
      [
        13598,
        14905,
        10
      ],
      [
        14905,
        16650,
        11
      ],
      [
        16650,
        18439,
        12
      ],
      [
        18439,
        20099,
        13
      ],
      [
        20099,
        21907,
        14
      ],
      [
        21907,
        23410,
        15
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103337",
    "title": "A Brief Account of the Contagious Disease Which Raged among the Milch Cowes Near London, in the Year 1714. And of the Methods That Were Taken for Suppressing It. Communicated to the Royal Society by Thomas Bates Esq; Surgeon to His Majesties Houshold, and R. S. S.",
    "authors": "Thomas Bates",
    "year": 1717,
    "volume": "30",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 15,
    "jstor_url": "https://www.jstor.org/stable/103337"
  }
}