{
  "id": "70486986c0c652648216f7c78b8f1cffc10f2558",
  "text": "I. D. Gothofredi Kirchii Astronomi & Observatoris praëstantissimi, & Societatis Regiae Berolinensis dum vixit Socii, De varia apparentia Stella novae in Collo Cygni Narratio: è Miscellaneis Berolinensibus anno MDCCX editis desumpta. pag. 208.\n\nQuanquam multæ varietates mutationesque inter stellas fixas, quoad apparentem earum magnitudinem in caelo contingant, nulla tamen inter omnes mutabilis apparentiæ stellas fixas mirabiliqæ habita est, illâ quam Fabricius Anno 1596, in collo Ceti primus observavit. Licet enim primò pro ejusmodi nova Stella habita fuerit quæ nuncquam antea extiterit, & postquam disparuit non amplius esset reditura: nunc tamen experientia satis comprobavit eam constanter existere, & abique omni dubio à principio mundi in eo loco, quem nunc quoque obtinet, exstitisse. Hoc folummodo in ea mirandum, quod se se quotannis in varia magnitudine spectandam exhibeat, & plerumque certis temporibus nudis oculis plane videri nequeat; qua de causa etiam a Domino Hevelio Stella Mira vocata est.\n\nAliam huic similem ego quoque in collo Cygni deprehendi, multo autem minorem, & quotannis breviori spatio temporis conspiciebundam. Unde mirum non est eam tamdiu incognitam mansisse: Imo pro singulari felicitate reputandum, quod eo ipso tempore visibilis fuerit, ac in sua maxima magnitudine apparuerit, quo Bayerus stellas in Cygno considerabat & delineabat, ubi eam notâ χ designavit, & inter constanter apparentes fixas 5æ magnitudinis recensuit. Quemadmodum etiam supra memoratam in collo Ceti, cum hocce Sydus consideraret & delinearet, in quarta magnitudine deprehendit & literâ o designavit, eam-\neamque pro constanter apparente Stella fixa habuit.\n\nUt mutabilem apparentiam stellæ χ in collo Cygni deprehenderem, occasionem dedit stella capiti Cygni vicina, quam Hevelius, Astronomus solertissimus, Anno 1670 & 71. observavit. Cum enim spem conciperem fore ut eadem stella nunc iterum sàpius est apparitura, non secus ac stella in collo Ceti, quam Hevelio post primam disparitionem mox iterum apparuisse constabat, quærebam eam 1° & 6° (11° & 16°) Julii 1686. noctibus serenis, non autem reperiebam; sed potius animadvertébam stellam illam 5° magnitudinis in collo Cygni, à Bayero græca litera χ signatam, desiderari. Die vero 9 (19.) Octobris deprehendi eam nudis oculis distinctè omnino. Et quia facile adducebar ut existimarem eandem nudis nostris oculis iterum disparituram, delineavi aliquot ipsam circumstantes stellulas, ope bipedalis magnàque capacitatis Tubi, ut ex harum cum illa comparatione magnitudinem ejus, cum decreceret, expenderem, uti Fig. A. exhibetur.\n\nDeprehensum est quoque, stellam istam paulatim decrevisse, donec eam Tubo 8 pedum non potuerim amplius assequi, cum tamen aliam illam in collo Ceti, quando nudo oculo non amplius patet, per tubum 4 pedum semper dignoscere possim.\n\nAb illo tempore quærebam quidem stellam istam variis noctibus frustra, tandem verò tamen eam reperi 6° (16°) Aug. 1687. iterum ope octopedalis Tubi, at vero exiguam valde. Inde de die in diem crevisse deprehendebatur; & factum est, ut die 23 Octob. (2 Novemb.) iterum primâ vice, nudo oculo, se se conspiciendam præberet, valde licet adhuc dum exiguam. Die 2do (12°) Nov. optime erat conspicua, etiam post 26tum Nov. (6. Dec.) ut ut hoc ultimo die jam iterum in statu decrescendi existeret. Postmodum non nisi per Tubos dignosci potuit, tandemque adeò exigua evasit, ut iterum Tubo 8 pedum eam deprehendere non potuerim. Atque ita animadversum est hac vice, ab\nuna disparitione usque ad alteram, annum unum, mensem unum, unamque hebdomadam circiter effluxisse. Sequentes quoque observationes docuerunt hancce stellam tempus satis constans in sua apparitione servare, non tamen quavis vice ad æqualem magnitudinem pervenire. Imo aliquando accidit, ut nudo oculo planè invisibilis maneat, dum per Tubum est conspicua, & maximam suam magnitudinem assecuta est; prout Anno 1688 in fine, & 1689 in principio anni accidit. E contrario, sequente anno 1690, stella hæc eo melius videri poterat, & quidem notabiliter major quam sua vicina, quam Bayerus juxta χ collocavit extra collum Cygni, nullaque literâ notavit, quam ego solius memoriae juvandæ gratia, Hebraica litera ρ notavi. Et postquam hujus stellæ apparentiam & disparentiam sæpius observavi, comperi eam valde esse regularem, revolutionemque 404 dierum servare.\n\nCum Miscellanea Berolinensia, serius ad nos perlata sint, non ante annum ultimo elapsum hanc Stellam novam secundum D. Kirchii monitum conspexitimus; idque juxta Idus Julii, st. vet cum multo clarior quam vicina ρ, ac fere aequalis mediae in collo Cygni (Bayeron) apparuit: sed post mensem nudis oculis inconspicua facta, tandem etiam Telecopio evanuit. Juxta periodum qua revolvi dicitur, mensæ saltem Augusto currentis anni 1715. maximam suam claritatem adiitisci debet: unde curiosis syderum scrutatoribus de hacre sat sane notabili certa capi poterint documenta.\n\nUt autem facilius in Cælo inveniatur, duo Schemata adjecimus, quorum alterum exhibet Cygni collum, cum Fixis huic Nova adjunctis, Novisque duabus aliis intra seculum in ejus vicinia emergitis; quarum que ante Pectus Cygni etiamnum conspicitur quasi quinti honoris: que vero sub Capite per biennium tantum visa hæc tenus latet. Altera Figura, quæ est Kirchii A, Telescopicas Nova proxima demonstrat, ut sciatur quo precise loco primum redcantis radium feduli Calispicæ Tubo armati praestolari debeant.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103052.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 8300,
    "total-output-tokens": 1928,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1620,
        3
      ],
      [
        1620,
        3490,
        4
      ],
      [
        3490,
        5413,
        5
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103052",
    "title": "D. Gothofredi Kirchii Astronomi & Observatoris Praestantissimi, & Societatis Regiae Berolinensis Dum Vixit Socii, De Varia Apparentia Stellae Novae in Collo Cygni Narratio: è Miscellaneis Berolinensibus anno MDCCX Editis Desumpta. pag. 208",
    "authors": "Gothofredi Kirchii",
    "year": 1714,
    "volume": "29",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/103052"
  }
}