{
  "id": "b563ecac065b89b54b4ef02cbf10fd3b5c64c1cd",
  "text": "the Surgeon, and less painful to the Patient; nor yet so liable to wreath the Muscles, and distort the Ends of the fractured Bones.\n\nAnd to render this Machine of the like Service at Sea, where we are in the greatest need of Helps of this Nature; I have designed a Bed to swing and yield to the Ship's Motion, whereon the Patient is to be laid, with the Engine thereto fixed, that the frequent Discomposure and Disturbance given to the fractured Part by the Ship's rolling and working at Sea, may be prevented.\n\nV. De Ostreis Petrefactis Relatio Cornelii le Bruyn, Illustrata per Jac. Theodor. Klein, R. S. S. Reip. Gedan. a Secret.\n\nIndefessus peregrinator Cornelius le Bruyn * inter alia ad historiam naturalem notatu digna, pag. 480. seq. ostrea exhibet, quorum non solum valvas petrefactas, sed & animal ipsum intra conchas in lapidem mutatum offendit.\n\nPrima facie & narratio & figuræ, quas dedit, suspectæ videbantur, magisque fidenter quam vere traditæ. Audiamus auctorem:\n\n\"A quelque milles de Nicosie il y a une petite montagne, qui n'est que d'huitres petrifiées — les écailles en sont serrées l'une contre l'autre, et, lorsqu'on les ouvre, on voit l'huitre des deux cotés des\n\n* Voyage, Tome Second, à Paris & Rouen 1725. 4°.\n\n\"écailles,\"\n\"ecailles, si bien consumée, qu'on diroit, qu'elle y est\ngravée. Ces ecailles sont aussi petrifiées, ou chan-\ngées en pierre — J'en ouvris une — au milieu de\nlaquelle on voit l'huître toute entiere, &, en\nmême temps, comment elle paroit gravée dans\nl'autre ecaille.\"\n\nNon admirabar testas in lapidem versas, sed ostreum\nanimal petrefactum mirum audiebat; nec sufficere\nvidebatur ratio hujus phænomeni, quam auctor pro-\nbabilem ratus est, verbis:\n\n\"Quand on ôte le sable de la premiere ecaille,\non voit l'huître, qui est de même consumée par le\ntemps, d'ou il faut conclure, que ces huitres y ont\nété vivantes, & que l'eau s'étant écoulée, le sable\na insensiblement pris la place, & que l'huître en\nmourant a imprimé la forme dans l'ecaille — Ainsi\nil en est de ces huitres, comme de ces pierres, ou\nl'on voit un poisson.\"\n\nVix enim intelliges, quid sibi velit moribundi\nostrei (animalis mollis, facile corruptibilis) FORMA\ntestis suis ante impressa, quam ipsae testæ (natura\ndurae) abierunt in lapidem; neque statim ibis in sen-\ntentiam auctoris: Quod non superet possibilitatem,\nut ostreum sui figuram imprimeret testis pari modo,\nquo sceleta piscium SCHEMATA sua relinquunt post\nse in materia terrea subacta, quæ postmodo vertitur\nin lapidem plerumque scissilem.\n\nItaque opera pretium esse duxi, hanc relationem ad\ncaptum accommodare, & in clariore luce exponere\nschematibus LITHOSTREI, quod integrum ex lapide\ndurissimo montis Zigarorum (Zijanken-Berg) prope\nGedanum anno 1736. feliciter excussi.\nIn antecessum autem monendum, 1. Lapidès Gedanenses figuratos, varia multaque insolita ex regnis vel animali vel vegetabili continentes, inprimis montium, qui a grandine (Hagels-Berg) & a Zigaris nuncupantur, ac vicinorum, ex argilla & luto cum tantillo arenæ mixtis esse sīcōs, cinerei coloris, plerumque durissimos, adeo ut tudite ferreo cāsi ad instar vitri fossilis Imperati, sive lapidis cornei vulgatissimi, subnigri, i.e. culinaris, dissiliant. 2. Quod præ reliquis ostracomorphitae testas sive cochlidum sive concharum foveant sēpisflime integras, petrefactas quidem, coloribus naturalibus tamen plerumque & optime distinguendas; aliquando, ubi matrix (quae vulgo audit) minus compacta vel dura est, partim quasi calcinatas, partim in lapidem versas.\n\nJam in praetato lithostreo, nisi fallor, sese manifestabunt phænomena, quae celebris Cornelius le Bruyn in relatione sua, licet obscura, fortasse nobis exponere voluit; in quem finem,\n\nHujus lithostrei partes, valvis ejusdem circumspicte reclusis, exacte ac vivis coloribus pingi curavi, T A B . III.\n\nFig. 1. exhibet testam inferiorem complanatam, tenaciter in lapide durissimo hærentem, ex genere ostreorum saxatilium; de quibus vid. Lister. de Cochl. Tit. xxvii. p. 182. cardine utrinque canaliculato, vel ginglymis\n\na, a, instructo.\n\nb, Manifestum vestigium validi tendinis, quo mediante animalculum valvas & ad plaufum aperit & claudit.\n\nc...c, Branchias suspicatus sum (vulgo barbam) ostrei; colore ex cinereo albicante, & sua substantia lævissima a colore & materia la-\nlapidis sese distinguentes, coadunatis scilicet particulis resolutis branchialibus cum terreis particulis subtilissimis, & successu temporis petrificantibus, quasi in magmate superstites; idque eo fidentius credidi, quo facilius branchiæ testaceorum naturales pariter a reliquis partibus mollibus colore & substantia distinguuntur.\n\nFig. 2. Superior valva est, vel concha magis convexo-concava, quam superior valva ostrei in coenis noti; ubi rursus\n\na, a, Ginglymi, &\nb, Tendo, antagonista, apparent.\n\nFig. 3. Prototypum dixeris animalculi, post branchias integri, pariter ac branchiæ immutatum, & in cavitate valvarum repertum; in quo litera\n\na, cernere licet vestigium processus tendinosi a parte testæ convexo-concavæ:\nb, vero processum valvæ complanatæ oppositum.\n\nSic salva mansit forma animalis, tota vero substantia abiit in materiam lutosam, induratam, lævem;\n\nEt id forsan est, quod Le Bruyn dicere voluit, verbis;\n\"Au milieu . . . on voit l'huitre entiere, et en même temps, comment elle paroit gravée dans l'autre écaille.\"\n\nFig. 4. Reliquum diconchæ; ex quo apparet, testam fuisse minus ponderosam testa ostrei vulgaris; lævem; non imbricatam neque sulcatam.\n\nCæterum omnibus notum est, quod in plurimorum ostreorum interna, inprimis concavæ valvae pariete, sit velut cisterna, aquam cum voluptate appeti solitam continens, tenui lamella testacea clausa, & a cardine\ndine plerumque integrum animalis thalamum ad-\næquans; hanc cisternam, cum a solida testa mox\ndistinguitur, imperitos fallere, experientia me docuit.\nNam plus una vice contigit, quod hic vel ille in\nconchis fossilibus cavitatem transparenti laminula\nopertam imaginarie pronuntiaverit; ostrei figuram\ntestæ alterutri ruditer inscriptam.\n\nForsan vel similis testa fossilis monticuli Nicosiani\nBruynio imposuit, \"Que l'huître a imprimé sa forme\n\"dans l'écaillée,\" audacter ad figuram, quam dedit,\nprovocanti; \"comme on le peut voir dans la figure;\"\ncum tamen ipsa figura, paulo attentius considerata,\nnihil aliud oculis offert, quam simplicem testam, vix\numbralem, difformem potius vel imaginariam ostrei\nspeciem formamve mentientem. Hoc assertum multis\nschematibus probare possem, sed unicum sufficiat:\n\nFig. 5. Ostrei peregrini & polyginglymi, montis\nZigarorum. Ecquis autem nobis persuadere praesu-\nmeret, circumscriptam literis a; b; c; d; e; figu-\nram esse formam, quam animal moribundum testæ\nsuæ impressit? cum in oculos incurrat, denotare cister-\nnam suprafatam, non nisi particula dictæ lamellæ\ntestaceæ tenuis, e regione literæ b, superstite.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104323.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 11022,
    "total-output-tokens": 2417,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1250,
        3
      ],
      [
        1250,
        2750,
        4
      ],
      [
        2750,
        4287,
        5
      ],
      [
        4287,
        5666,
        6
      ],
      [
        5666,
        6814,
        7
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "fr",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104323",
    "title": "De Ostreis Petrefactis Relatio Cornelii le Bruyn, Illustrata per Jac. Theodor. Klein, R. S. S. Reip. Gedan. a Secret",
    "authors": "Jac. Theodor. Klein",
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/104323"
  }
}