{
  "id": "04f2b2133c2b8f826db5cf94f4fdfdbeefcab489",
  "text": "II. A Letter from John Byrom M. A. F. R. S. to the President, containing some Remarks on Mr. Jeake's Plan for Short-Hand.\n\nHonoured Sir,\n\nRead June 23. As it has been suggested to me, that I should take some notice of the Plan for a Short-Hand by S. Jeake Esquire, which was lately * read before us at the Royal Society, I take the Liberty of addressing to you the following Remarks upon it; being obliged to thank you for the public Testimony which you were pleas'd to give, on that Occasion, in favour of the Method which I had the Pleasure of communicating to you; and which, in your Judgment, confirm'd by the Experience of many other Gentlemen who have learn'd it, appears sufficiently to be perfected to Demonstration.\n\nIn the Paper read before us it is inferr'd from the continual Succession of new Short-Hands, that none of them were constructed upon right Principles, which, in the Opinion of the Proposer of this Plan, are briefly these;\n\n1. There are in Nature but 8 simple Characters, viz. 4 rectilinear ones, (I—A A) and 4 crooked or semicircular (O U J C).\n\n2. To avoid the Ambiguity and Confusion that must arise from the Use of compound Characters, a perfect Short-Hand should consist of these 8 simple ones only.\n\n3. But whereas there are 3 times as many Letters or more) in the common Alphabet, the Consequence\n\n* See Phil. Trans. n. 487. p. 345.\nquence is, that one Character must serve for one, two, three, or four Letters; as their Frequency of Occurrence, or Affinity to each other, shall suggest.\n\n4. From these Suppositions, amongst a Variety of Alphabets that would equally answer his Intention, results the following, which (omitting, as need-les, the Letters \\(a, e, i, o, h\\)) he proposes for the Plan of a perfect Short-Hand; and computes, with great Exactness, that it may be written in less than one Quarter of the Time that common Long-Hand will require.\n\nThe Alphabet.\n\n\\[\n\\begin{array}{ccccccc}\n\\text{I} & \\text{A} & \\text{C} & \\text{O} & \\text{U} & \\text{I} \\\\\n\\text{dt.} & \\text{l.r.} & \\text{mn.} & \\text{ww.} & \\text{csxz.} & \\text{bfp.} & \\text{cgkq.} & \\text{y}\n\\end{array}\n\\]\n\nThis, Sir, with a Specimen of the Lord's Prayer, as written in it, is the Whole of his Plan; which, as far as it goes, might have a plausible Appearance to a Gentleman, at the first Turn of his Thought towards Short-Hand; but a little practical Attention must have shown him how liable it was to the very Objection that he intended to remedy, viz. Ambiguity.\n\nThe first Mark, for instance (L), in this short Specimen, stands for these 4 several Words which occur in it, viz. our, will, evil, ever; and forty more that one might enumerate, must, whenever they occur, be represented by it; not to mention how often it must occasion Ambiguity in the Beginning, Middle, or End of a longer Word, or Marks, whereof it is a constituent Part only.\n\nNow, though in the Lord's Prayer it is easy, or in casual Writing one of his Learning and Sagacity\ncity might be able, by a long Familiarity with the Characters, to determine the Sense of what was written in them, yet it is evident, that, to common Learners, a Difficulty so perpetually occurring must appear insuperable.\n\nThe Pottulatum, likewise, which this Plan for Short-Hand is grounded on, is taken up too expeditiously; for, there being, in Nature, 4 rectilinear Strokes, the horizontal, the perpendicular, and the acute, and grave (if I may so call them); it is manifest, by Inspection, that from these 4 Directions there will arise, at least, 8 curvilinear Characters, as each of the strait ones admits distinctly of 2 opposite Curves \\( \\left( \\begin{array}{c} \\sim \\\\ \\sim \\end{array} \\right) \\) and there is no absolute Necessity that any of them should be always semicircular; a Shape that, for the most commodious Combination of simple Characters, is in fact much oftener inconvenient than otherwise.\n\nThe Alphabet then of simple Characters may be fairly enlarged by one third; and Room be also left for the Fancy of an Inventor to extend it farther, if he should find it convenient upon the Whole.\n\nI say, upon the Whole; for the worst Short-Hand may happen to express a few particular Words better than the best; and arbitrary Marks for Words or Sentences may be often shorter than regular ones: But this is no Inducement to write, in one Case, by a bad Method, and in the other, by none at all.\n\nAnother Oversight, in this Plan, is the Neglect of Beauty and Linearity; though the Simplicity of its\nits Characters does not, perhaps, admit of such enormous Scrawling as others may.\n\nFor, to instance again in the Specimen; suppose the Mark for the Word Temptation which expresses a vast Variety of different Combinations of Consonants, to be limited, by a previous Knowledge of the Language, to that Word only, yet, after all, it is a very awkward one; and ought, by a common Short-Hand Rule of leaving out such Consonants as are not founded (as the \\( p \\) is not in Temptation) to have been form'd in another Manner (\\( \\Lambda \\)) wherein the Beauty and Linearity, and, of course, the Brevity of the Mark would have been preserv'd.\n\nBut Emendations of this Nature would, I doubt, in many Cases, which continued writing upon this Hypothesis must exhibit, be utterly impracticable.\n\nIn short, this Gentleman set out upon right Principles, which many hap-hazard Undertakers have but little consider'd; but he had not Leisure enough, perhaps, to examine them to the Bottom; as was the Case with Dr. Green of Cambridge (he that wrote the Greenian Philosophy, as he calls it), who form'd a Short-Hand for his own private Use, upon much the same Plan and Principles. He gave me one of his Sermons in it; and, upon Suggestion of the Advantages that he might have taken, he said, that for want of Time to consider of his Scheme more thoroughly, when he first adopted it, he had overlook'd them.\n\nA perfect Short-Hand, I suppose, would be a Solution of some such Problem as this: — \"A Language being given, to assign the most compendious Method\nMethod of expressing it readily, and legibly, by an Alphabet, and Rules, the best adapted to that Purpose.\n\nHow easy soever the general Principles of such a Method may appear to be, there is a deal of Nicety required to put them in Execution: An exact Attention to continual Trials and Amendments is necessary to ascertain the Preference amongst an infinite Variety of Dispositions, which Inventors may select, and throw their Characters into. So that it is no Wonder, that so many Publishers of new Short-Hands content themselves merely with Newness, or at most with some still imperfect Meliorations of foregoing Attempts.\n\nThis Gentleman proceeds no farther than to make an Alphabet for his Plan*; but must be sensible, that, were it never so complete a one, many compendious Applications of it might be obtain'd by a proper Enquiry into the Nature of our Language (the most happily susceptible of this Art of any) and the Abbreviations which it admits of, very intelligibly, in Writing.\n\nAnd, in his Alphabet, he entirely omits the Letter b (which is often wanted), and the Vowels a, e, i, o, and yet retains the Vowel u, which is certainly as needless as any of the rest: But as a single Point, in five distinct Situations, would have provided for them all alike, he might as well have added that to his Plan, in order to express any particular Vowel, upon Occasion; because it would not\n\n---\n\n* Mr. Feake only offers his Plan as the mere Elements of a Short-hand, leaving it to every Practitioner to build upon his Foundation, as they shall judge necessary from Practice: He retains the u, because it often stands for v or ve or w. C. M.\nnot have hurt his Alphabet; and because the Reading of his Short-Hand without any Vowels at all, is so extremely difficult.\n\nFor, as one of his strait Strokes (\\) must stand for the Words am, an, in, on, no, me, him, home, &c. and one of his crooked ones (c) for as, is, us, so, has, his, ease, use, ax, ox, &c. and so of the rest; he would himself, in all Probability, be often at a Loss to distinguish what he had written, upon his own Plan *.\n\nThe Consonants j and v he has taken no notice of; as if the common Way of repeating 24 Letters did really give a just Idea of an Alphabet; which it does not; nor can a perfect Short-Hand for our Language (or any other respectively) well be plan'd, without considering the real Alphabet, or Table of every particular Sound, or Modification of Sound; that is to say, Vowel or Consonant which occurs in it; and then adjusting the proper Characters to them, and taking all the Advantages that either Nature or Custom may afford.\n\nI do not recollect, that any Author has ever enter'd into such a Disquisition with a View to Short-Hand; but, with a View to other Advantages, many different Accounts have been given of a real or universal Alphabet; several of them by eminent Members of the Royal Society: That propos'd by Mr. Lodwick, in particular, is publish'd in the Trans. N°.182. but might, I think, be reduc'd into less Compass,\n\n* Vowels may be known to be antecedent or consequent, by the Mark being wrote above or below the Line of Level: e.g. c as, c/a; \\ am, \\ ma: The Ambiguities in many of these Words are not important, viz. as, has, is, his, use, us.\n\nS. J.\nCompafs, and set in a plainer Light; and if it be agreeable, I shall, on this Occasion attempt to do it.\n\nIn the mean time, Sir, it will not, I hope, be thought impertinent in me to offer these Remarks upon the Plan that has been laid before us, of an Art which I have taken so much Pains to cultivate, and bring to that Perfection which my first and last Intention of introducing one common Standard, for the general Practice of it, requir'd.\n\nIf I have succeeded, Gentlemen will, I persuade myself, concur to facilitate the Design; which tho' the Accidents of Life, at a Distance from this Place, have hitherto retarded, I am intent upon accomplishing to the utmost of my Power.\n\nI thank you, Sir, for the many Marks of Friendship which you have shown me, and am\n\nYour obliged humble Servant,\n\nJ. Byrom.\n\nIII. Part of two Letters from Mr. B. Cooke F.R.S. to Mr. Peter Collinson F.R.S. concerning the Sparkling of Flanel, and the Hair of Animals in the dark.\n\nI.\n\nNewport, Isle of Wight, May 19. 1748.\n\nDear Cousin,\n\nI FANCY at last this Sparkling of the Flanel*, and such-like Bodies, will be found to be quite electrical: And it is possible, I conceive\n\n* See Phil. Trans. n. 483, p. 457.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104560.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 11762,
    "total-output-tokens": 2865,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1365,
        2
      ],
      [
        1365,
        2958,
        3
      ],
      [
        2958,
        4474,
        4
      ],
      [
        4474,
        6012,
        5
      ],
      [
        6012,
        7656,
        6
      ],
      [
        7656,
        9270,
        7
      ],
      [
        9270,
        10461,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104560",
    "title": "A Letter from John Byrom M. A. F. R. S. to the President, Containing Some Remarks on Mr. Jeake's Plan for Short-Hand",
    "authors": "John Byrom",
    "year": 1748,
    "volume": "45",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/104560"
  }
}