{
  "id": "c92e57632b9334155fd0b435037a7b2799acbaf1",
  "text": "XXXIX. Observatio ingressus Veneris in Solem 3 die Junii, 1769, habita Gryphiswaldiae, ab Andr. Mayer, Prof. Reg. Communicated by Mr. John Ellicot, F. R. S.\n\nRead Nov. 16, 1769.\n\nPER omnem diem coelum ita nubibus tectum erat, ut fere nulla hujus rarissimi phænomeni spectandi spes superesset, donec circa horam septimam vespertinam in ea coeli parte, quam Sol occupaverat, nubes primum rarescere coeperunt; atque post breve temporis spatium liberum Solis conspectum concederunt. Non tamen sudum omnino aërem, sed vaporibus adhuc repletum suisse, undabundus Solis margo satis superque docebat. Usus sum tubo Dollondiano, egregiæ virtutis, septem pedes longo, quem postquam in eam marginis Solaris partem direxeram, a Venere in ingressu suo juxta calculum hujus rei gratia institutum contingendam, octava hora $4'35''$ temporis veri, eodem fere temporis momento, quo etiam Prof. et observat. Reg. clariss. Dn. Rébl per tub. refr. $16\\frac{1}{2}$ ped. Solem intuitenti Venus ingredi visa erat, apparuit mihi unda in margine Solis nonnihil major atque nigricantior reliquis, quam discum Veneris suisse paulo post convictus reddebar. Accuratiorem hujus ingressus observationem negabat omnino athmosphaeræ nostræ conditio.\nditio. Inter continuas et magnas undarum reciprocationes Venus ulterius progressa, difformem valde et mutabilem semper præhebat faciem: ultra dimidium ingressæ diameter horizontalis tribus sere vicibus superabat verticalem, lumenque Solare intra margines Veneris et Solis contentum magis flavescens reliquo imo subrufilum mihi videbatur. Ipsa Veneris facies, distorta nimium, irregularis, atque continuo obnoxia flexui, per reliquam observationis tempus talis erat, qualem figura adjecta exhibet. Paulo ante contactum interiorem, fascia quasi margini Solis alligata visa est, quæ subito soluta $8^h\\ 22'\\ 44''$ temp. ver. docebat ingressum fuisse factum, cujus mora secundum hanc observationem, erat $18'\\ 9''$. Nulla nec latellitis Veneris, nec ejus athmosphæræ vestigia, quæ 1761 nobis tam distincte apparuere, nisi huc referre liceat, undæ incitatiorem motum in ingressu disce Veneris, atque luminis intra margines Solis et Veneris a reliquo discrepantiam. Nullus in tanta titubatione phænomeni micrometri usus erat, aut filorum, hunc in finem tubis applicatorum. Observatio quidem in suburbii tugurio habita est, ab observatorio ad 2000 passus remoto. Non solum ad penduli motum ex observationibus alt. Solis corresp. correctum tempora notata sunt, sed et beneficio soni ex sclopetis emissi reducta ad motum excellentissimi penduli Ellicotiani in observatorio suspensi.\n\n**Figura**\n\nVeneris\n\nPuncta designant loca, in quibus lumen Solis subrufilum videbatur.\n\nXL. Obser...",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105837.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4888,
    "total-output-tokens": 977,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1217,
        2
      ],
      [
        1217,
        2693,
        3
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105837",
    "title": "Observatio Ingressus Veneris in Solem 3 Die Junii, 1769, Habita Gryphiswaldiae, ab Andr. Mayer, Prof. Reg. Communicated by Mr. John Ellicot, F. R. S.",
    "authors": "Andr. Mayer, John Ellicot",
    "year": 1769,
    "volume": "59",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/105837"
  }
}