{
  "id": "a98042cac940c5f3c6166180660e54bf73c5cc51",
  "text": "only neshy, there is not any impression, the stone having united quite through; and on the upper part of the fin, by the side of the cheek, is a deep impression of a very small cockle-shell. The impression on the counter-part of the stone is much the same, except that the tail is wanting.\n\nThe forms in this fish are so very delicate and elegant (as indeed they are in all the works of nature), that I do not pretend to have done them justice; but I have been particularly careful not to exaggerate or add the smallest trifle, by way of making it seem more complete or perfect than it is. I am, with the greatest respect,\n\nYour Lordship's\n\nGreat Queen-street,\nFeb. 5, 1756.\n\nmost obedient and\nmost devoted servant,\n\nArthur Pond.\n\nL. An Account of the Effects of Lightning in the Danish Church, in Wellclose-Square. By Gustavus Brander, Esq.; F. R. S.\n\nRead Dec. 18, 1755.\n\nHAVING been informed, that the lightning some time since had done damage to the Danish Church in Wellclose-square, Ratcliff-highway, I waited on Mr. Michel-fon the minister, who lives in the square, to know the particulars, and who very obligingly informed me,\nme, that on Monday the 17th past, between six and seven o'clock, there was, among many others, one most amazing flash, accompanied with a clap of thunder, that equalled in report the largest cannon: That the next morning, observing the church-clock to be silent, they went into the bellfry, and found the wire and chain, that communicated from the clock in the bellfry to the clapper in the turret, where the bells hangs, to be melted; and that the small bar of iron from the clock, that gives motion to the chain and wire, just where the chain was fastened, was melted half through, the bar being about three-fourths of an inch broad, and half an inch thick. Several links of the chain, and of the wire, I have now the honour to shew you, when it will be observed, that the lightning took effect only in the joints. But whether it entered by communication from the wire exposed to the air in the small turret, through the roof of the bellfry, or at the windows, there being several panes broke in the south and west corners, I cannot say; although I presume rather the first way, as it is very possible, that the bare report of the thunder might have occasioned the latter.\n\nThe pieces of the wire and chain were scattered over the whole bellfry, nor could it be discerned, that the wood-work, or aught else, had suffered.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104943.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 676,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1135,
        2
      ],
      [
        1135,
        2458,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104943",
    "title": "An Account of the Effects of Lightning in the Danish Church, in Wellclose-Square. By Gustavus Brander, Esq; F. R. S.",
    "authors": "Gustavus Brander",
    "year": 1755,
    "volume": "49",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104943"
  }
}