{
  "id": "d13d0b4e7647e05142597a14df33f056f7692cef",
  "text": "XXXIII. On the Oxidation and Disoxidation effected by the Alkaline Peroxides.\n\nBy B. C. Brodie, F.R.S., Professor of Chemistry in the University of Oxford.\n\nReceived June 19,—Read June 19, 1862.\n\nIn a former paper* I communicated to the Royal Society the results of an inquiry as to the cause of the mutual decomposition which takes place between the alkaline peroxides and the oxides of the less electro-positive metals. This decomposition, the first instance of which was discovered by Thénard in the case of the peroxide of hydrogen, had been regarded as of an exceptional and abnormal character, and as such had attracted the attention of chemists and been accounted for by several hypotheses.\n\nThese explanations, which attempted to show that the phenomena were caused by the repulsion of particles similarly electrified or were the consequence of the laws of mechanical vibration, assumed their abnormal character, and tended to isolate them from other chemical changes, rather than to comprehend them under the same laws.\n\nIn the paper referred to I ventured to suggest that this mode of viewing these decompositions was erroneous, that the phenomena were of a normal character, and were to be regarded as a particular case of those general laws under which all chemical changes are included. On the views there developed, every chemical change is considered as determined by the mutual attraction of particles, or groups of particles, in opposite polar conditions. No à priori presumption can be raised that certain particles are susceptible of this polarization, and others not; this point can be determined by experiment alone: and I brought forward several examples, the applicability of which is now very generally admitted, in illustration of the point that the elemental bodies, at the moment of chemical change, exhibit the same phenomena of polarization and are subject to the same laws of diaeresis and synthesis as all other chemical substances. On these ideas, as we regard the weight of two volumes of oxygen, that is to say the weight of a molecule of oxygen, $O_2$, as differing from the weight of two volumes, that is, the weight of a molecule of water, $H_2O$, in the fact that this weight contains 16 parts of oxygen in the place of 2 of hydrogen, so do we regard the event of the synthesis or diaeresis of oxygen as differing from the event of the synthesis or diaeresis of water, in the fact that in the one change the two atoms of oxygen fulfil the same functions, and are respectively in the same polar conditions as the two atoms of hydrogen and the one atom of oxygen in the other.\n\nThis theory is of a purely relative character; it is connected with no special hypothesis as to the nature of oxygen or water, but it states that, if we make a certain\n\n* See Philosophical Transactions, 1850, Part II, p. 759.\nassertion as to the molecular nature of water, we must, in consistency, make certain parallel assertions as to the molecular nature of oxygen. Our molecular hypotheses may change, but this relation will still remain.\n\nViews as to the polarization of oxygen, and the cause of the decompositions effected by the alkaline peroxides, which to a great extent are identical with the preceding, and in which the same language and the same notation are employed, have recently been put forward, with considerable pretension, as new and originating with himself, by Schönbein, Professor of Chemistry at Basle*. This chemist can scarcely be aware of the memoir referred to, as in his numerous publications he makes no allusion to it. A reclamation of a priority of ten years ought not to be required, but I am compelled to call the attention of chemists to these circumstances in order that I myself may not be considered to appropriate without acknowledgment the ideas and discoveries of another.\n\nThe decomposition of the alkaline peroxides by the oxide of silver and other similar bodies is complicated by the circumstance that not only is the peroxide decomposed by the metallic oxide, but the reduced silver, which is a necessary product of the action, and also probably the oxide of silver itself is capable of decomposing the peroxide by that continuous form of action which is spoken of as Catalytic. This interferes with the result; the amount of oxygen evolved depends upon the relative velocity with which these two forms of decomposition occur; and while the reduction in equal atomic proportions is never exceeded, and by certain modifications of the experiment may be very closely approximated to, it yet is never absolutely realized, for the catalytic action cannot be entirely eliminated. So that the total loss of oxygen from the oxide of silver in the experiment represents the relation which subsists between these two forms of decomposition, simultaneously occurring, and varies between the limits of the infinite, or catalytic action on the one hand, and the reduction in atomic proportions on the other.\n\nThat this is the true account of the phenomena is seen from the fact that, where these disturbing causes do not exist, the decomposition takes place in simple atomic proportions. This was shown to be the case in the decomposition of the peroxide of barium by iodine in the presence of water. The final result of this action is expressed by the equation\n\n\\[ I_2 + Ba_2O_2 = 2BaI + O_2. \\]\n\nIt may be considered as taking place by the decomposition and re-formation of water, according to the two equations,\n\n\\[ I_2 + Ba_2O_2 + H_2O = 2HI + Ba_2O + O_2, \\]\n\\[ 2HI + Ba_2O = 2BaI + H_2O. \\]\n\n* See Annalen der Chemie, vol. cviii. p. 157, Schönbein, \"Ueber die gegenseitige Katalyse einer Reihe von Oxyden, Superoxyden und Sauerstoffsäuren, &c.\" Also see Phil. Mag. S. 4. vol. xvi. p. 178, \"Further Observations on the Allotropic Modifications of Oxygen, &c.\"\nThe parallel character of this reaction to that of the reduction of the metallic oxide is sufficiently evident. Nevertheless it was desirable absolutely to realize the normal change in the case of the oxide itself, and to discover a case in which the catalytic action should be eliminated.\n\nIn the paper referred to I gave several examples of the decomposition of the alkaline peroxides, effected by the action of oxidizing substances in aqueous solution—such, for example, as the decomposition of the peroxide of hydrogen by chlorine and by permanganic acid; and of the peroxide of barium by the alkaline hypochlorites and by a solution of ferricyanide of potassium. These reactions are free from the complicating circumstances before mentioned. The present paper contains an investigation of several of these decompositions; it will be seen that they follow the normal law of chemical action, that is, the two substances which enter into the change are decomposed in a simple atomic ratio, and that these decompositions differ from other chemical changes in no single respect, and need, to account for them, no special hypothesis.\n\nThe experiment discovered by Barreswil, of the reduction of the peroxide of hydrogen by chromic acid, presents points of special interest. We have in this case an action varying with the proportion present of the decomposing substances, and apparently of an abnormal character, which, however, is shown by accurate investigation to be subject to the atomic law, and to be capable of being broken up into two simple reactions.\n\nFrom the effects of reduction I proceed to consider the effects of oxidation produced by the alkaline peroxides, which are of considerable theoretical importance. Certain theories have been formed as to the different nature of the oxygen in the different classes of peroxides, based on a supposed difference in the properties of this oxygen. It will be shown that the difference of properties, to account for which these hypotheses have been invented, does not exist, and that, by suitable modification of the circumstances of the experiment, the results of oxidation produced by the peroxide of manganese may equally be realized by the peroxide of barium.\n\nLastly, I shall give some experiments on the catalytic decomposition which this class of peroxides undergoes, instituted with the view of discovering the cause of this action, and the way in which these phenomena are connected with the ascertained properties of the peroxides. This form of decomposition I believe to be the consequence of that double function of oxidation and reduction which is peculiar to this group of substances.\n\nIn the experiments which follow, which were made by means of standard solutions, the amount of solution employed was measured by the aid of a series of carefully calibrated pipettes, which were so arranged that the capacity of each was an exact multiple of the capacity of the smallest pipette. The capacity of this pipette, which I shall designate as $P$, was equal to $4.55$ cub. centims. The other pipettes are designated as $2P$, $3P$, ... $10P$, &c.\nThe burette employed for titration with permanganate was provided with a glass stopcock; it was etched and calibrated in the same manner as a tube for gas-analysis. The readings were made with a telescope.\n\nThe peroxide of barium employed was prepared by precipitation, according to a method elsewhere described. It was free from all impurities, except a trace of carbonate. When a solution of peroxide of hydrogen is spoken of, it is to be understood as the solution of this peroxide of barium in dilute hydrochloric acid.\n\nThe solutions of peroxide of sodium were prepared by digestion of the moist and freshly-precipitated hydrate of the peroxide of barium with carbonate of sodium, and filtration from the carbonate of barium formed, or, in some cases, by precipitation of the solution of peroxide of barium in hydrochloric acid by carbonate of sodium, and filtration.\n\nIn the numerous experiments and calculations which have been made in the course of the following investigation, and of which a small part only is here recorded, I have been much indebted to the skill and care of my assistant, Mr. F. Schickendanz.\n\n1. Decomposition of a Solution of Peroxide of Hydrogen by Permanganic Acid.\n\nWhen a solution of permanganate of potassium is mixed with an acid solution of the peroxide of hydrogen, a decomposition of both substances ensues, oxygen gas is evolved, and a colourless solution formed containing a protosalt of manganese.\n\nThe proportion in which the substances are decomposed in this reaction was determined in the following manner.\n\nA portion of pure peroxide of barium was dissolved in very dilute hydrochloric acid; a measured quantity of this solution was decomposed by hydriodic acid, and the amount of iodine formed estimated with sulphurous acid, according to the method of Bunsen.\n\nA measured amount of the solution of permanganate of potassium was decomposed by hydriodic acid, and the iodine formed estimated by the same method.\n\nA measured amount of the solution of peroxide of hydrogen was decomposed by the solution of permanganate, which was added from the burette until the solution was faintly coloured.\n\nNow, if $s$ be the parts of the standard iodine solution required for the decomposition of 1 cub. centim. of the solution of peroxide of hydrogen, and if $s_1$ be the parts of the iodine solution required for the decomposition of 1 cub. centim. of the solution of permanganate of potassium, where $s$ and $s_1$ are determined according to the usual formula\n\n$$s = \\frac{nt - t_1}{p},$$\n\nand if $m$ be the parts of the solution of peroxide of hydrogen decomposed by the permanganic acid, and $m_1$ be the parts of the solution of permanganate required to effect their decomposition, and if $x$ be the ratio of the amount of oxygen evolved from the per-\noxide of hydrogen to the amount of oxygen evolved from the permanganate, then\n\n\\[ x = \\frac{m_8}{m_1 s_1}. \\]\n\nTwo distinct series of experiments gave the following results:\n\nI. \\( s = 14.1145, \\quad s_1 = 14.127, \\)\n   \\( m = 4.91, \\quad m_1 = 4.9025; \\)\n\nwhence\n\n\\[ x = 1.0007. \\]\n\nII. \\( s = 35.945, \\quad s_1 = 14.8, \\)\n    \\( m = 4.91, \\quad m_1 = 11.919; \\)\n\nwhence\n\n\\[ x = 0.9945. \\]\n\nThis experiment affords a simple and accurate method of determining by titration with a solution of permanganate the absolute amount of oxygen in a solution of the peroxide of hydrogen.\n\nIf \\( e \\) be the amount of oxygen contained in 1 cub. centim. of the permanganate, and \\( y \\) the amount of oxygen in 1 cub. centim. of the peroxide, then\n\n\\[ y = \\frac{m_1}{m} e. \\]\n\nIn the former of the above experiments 1 cub. centim. of the iodine solution contained 0.00243 grm. of iodine, which are equivalent to 0.00017905 grm. of oxygen.\n\nHence\n\nThe oxygen in 1 cub. centim. of permanganate, as determined with iodine,\n\n\\[ = 0.000517 \\text{ grm.;} \\]\n\nThe oxygen in 1 cub. centim. of peroxide of hydrogen, as determined with iodine,\n\n\\[ = 0.0005147 \\text{ grm.;} \\]\n\nand\n\nThe oxygen in 1 cub. centim. of peroxide of hydrogen, as determined with permanganate,\n\n\\[ = 0.0005144 \\text{ grm.} \\]\n\nThe above experiments prove that in this decomposition the decomposing substances evolve equal quantities of oxygen*; the final result of the change may be thus stated,\n\n\\[ 4\\text{HCl} + \\text{H}_2\\text{Mn}_4\\text{O}_8 + 5\\text{H}_2\\text{O}_2 = 4\\text{Mn Cl} + 8\\text{H}_2\\text{O} + 5\\text{O}_2. \\]\n\nI have varied this experiment in many ways, by adding the peroxide of hydrogen to the permanganate, and by taking the solutions excessively dilute and excessively concentrated, with the view of eliciting a variation in the reaction, but have constantly obtained one and the same result. Although the above equation expresses accurately the final result of the decomposition, we are not to believe that the five molecules of oxygen are at once eliminated, but rather that the substance passes through five successive stages of disoxidation, very rapidly succeeding one another. If to an excess of an alkaline solution of permanganate an alkaline solution of the peroxide of sodium be added, oxygen is evolved, the solution still remains clear, but becomes of the characteristic green colour of the\n\n* This reaction has also been investigated by Aschoff with the same result.—Répertoire de Chimie pure, vol. iii. p. 296.\nmanganate of potassium. On the addition of a further portion of the alkaline peroxide, oxygen is again evolved, the solution becomes colourless, and hydrated peroxide of manganese is precipitated. If this precipitate be added to an acid solution of the peroxide of hydrogen, oxygen is again evolved, both the peroxides are destroyed, and a solution is formed of a protosalt of manganese, showing the successive formation and reduction of each of the oxides before the final result is attained.\n\n2. Decomposition of a Solution of Peroxide of Hydrogen by Ferricyanide of Potassium.\n\nWhen an acid solution of the peroxide of hydrogen is mixed with an acid solution of ferrocyanide of potassium, an oxidation takes place, and the ferrocyanide passes into ferricyanide of potassium. This action requires time, and takes place with extreme slowness in dilute solutions.\n\nIf, on the other hand, an alkaline peroxide be mixed with an alkaline or neutral solution of ferricyanide of potassium, the reverse action takes place, oxygen gas is evolved, and the ferricyanide passes into the ferrocyanide of potassium.\n\nThe proportion in which the substances are decomposed in this reaction was thus determined.\n\nA solution was made of ferricyanide of potassium, of which the value in terms of a standard solution of permanganate of potassium was ascertained as follows. A measured amount of the solution was converted to ferrocyanide by adding to it a great excess of recently precipitated hydrated peroxide of barium, the solution was boiled until the excess of peroxide of barium was completely decomposed, and the amount of ferrocyanide formed was determined by means of the standard solution of permanganate*.\n\nA measured amount of a solution of peroxide of hydrogen, the value of which had been estimated by the process before described in terms of the same solution of permanganate, was precipitated by an excess of baryta water. To this a measured amount of the solution of ferricyanide was gradually added by means of a pipette. After the experiment, the solution was diluted with water and acidulated. The excess of peroxide and the ferrocyanide present was determined by means of the same solution of permanganate.\n\nIt is evident that the subsequent addition of permanganate would effect two results,—the decomposition of the excess of peroxide, and the reconversion of the ferrocyanide formed to the condition of ferricyanide.\n\nSince in an acid solution the ferrocyanide is oxidized by the peroxide of hydrogen to ferricyanide, a portion of the ferrocyanide reduced will have undergone that conversion, and an equivalent portion of the peroxide of hydrogen will have disappeared.\n\nNow, putting $s =$ the parts of permanganate solution equivalent to 1 part of the solution of peroxide of hydrogen employed, and $s_1 =$ the parts of permanganate solution equivalent to 1 part of the solution of ferricyanide employed,\n\n* This affords an excellent method for the estimation of ferricyanide of potassium.\nand putting \\( m \\) = the parts of the solution of peroxide of hydrogen, and \\( m_1 \\) = the parts of the solution of ferricyanide respectively decomposed,\n\nand if \\( x \\) = the ratio of the oxygen evolved from the peroxide of hydrogen to the oxygen evolved from the solution of ferricyanide, then\n\n\\[\nx = \\frac{ms}{m_1s_1}.\n\\]\n\nThe value of \\( ms \\) is thus given:\n\nPutting \\( n \\) = the parts of the solution of peroxide of hydrogen employed in the experiment, and \\( p \\) = the parts of the solution of permanganate required after the termination of the reaction,\n\n\\[\nms = ns - p + m_1s_1,\n\\]\n\nwhence\n\n\\[\nx = 1 + \\frac{ns - p}{m_1s_1}.\n\\]\n\nIn the second of the following experiments the ferricyanide was taken in excess. The experiment was conducted as before, with the exception that the solution of peroxide of hydrogen, having been rendered nearly neutral, was dropped from the pipette into the solution of ferricyanide. The whole of the peroxide is decomposed, in which case\n\n\\[\nn = m, \\quad m_1s_1 = p,\n\\]\n\nand\n\n\\[\nx = \\frac{ms}{p}.\n\\]\n\nI. \\( s = 1.06, \\quad s_1 = 0.4, \\)\n\n\\( n = 10, \\quad m_1 = 10, \\quad p = 10.6, \\)\n\n\\( x = 1.0000. \\)\n\nII. \\( s = 0.76, \\quad p = 7.6, \\)\n\n\\( n = m = 10, \\)\n\n\\( x = 1.0000. \\)\n\nI have varied the form of these experiments in many ways without producing any variation in the resulting value of \\( x \\).\n\nThe final result of this decomposition is given in the equation\n\n\\[\n2(K_3Fe_2Cy_6) + Ba_2O_2 = 2(K_3BaFe_2Cy_6) + O_2.\n\\]\n\n3. Decomposition of a Solution of Peroxide of Hydrogen by Hypochlorite of Barium.\n\nWhen peroxide of barium is mixed with a solution of an alkaline hypochlorite, oxygen gas is evolved, and both substances are decomposed.\n\nThe following experiments were made with the hypochlorite of barium. It was prepared by leading chlorine through a solution of hydrate of barium to complete saturation, the excess of chlorine being afterwards expelled by a current of air.\n\nThe amount of hypochlorite of barium present in the solution was estimated by decomposing the solution with hydriodic acid, according to the method of Bunsen.\nThe value of the solution of peroxide of hydrogen was estimated, as before, with permanganic acid.\n\nWhen the peroxide of hydrogen was taken in excess, a measured amount of the solution was precipitated by a solution of hydrate of barium. To this a measured amount of the solution of hypochlorite was added by a pipette. After the decomposition, the excess of peroxide of barium was estimated by determination with permanganic acid, the solution being first diluted and rendered acid.\n\nWhen the hypochlorite was taken in excess, a measured amount of the solution was rendered strongly alkaline with baryta water, and the measured amount of the solution of peroxide of hydrogen added to this by means of a pipette. The excess of hypochlorite present after the decomposition was estimated by the iodine method.\n\nIn the former case, putting\n\n\\[ s = \\text{the parts of permanganate required to effect the decomposition of 1 part of the peroxide of hydrogen employed}, \\]\n\n\\[ s_1 = \\text{the parts of permanganate equivalent to 1 part of the solution of hypochlorite of barium employed, as calculated from the determination with iodine}, \\]\n\n\\[ m = \\text{the parts of the solution of peroxide decomposed}, \\]\n\n\\[ m_1 = \\text{the parts of the solution of hypochlorite decomposed}, \\]\n\n\\[ x = \\text{the ratio of the amount of oxygen evolved from the peroxide of hydrogen to that evolved from the hypochlorite}, \\]\n\n\\[ x = \\frac{ms}{m_1s_1}, \\]\n\nwhere, putting \\( n = \\text{the parts of the solution of peroxide employed in the experiment}, \\)\n\nand \\( p = \\text{the parts of permanganate required to decompose the excess of peroxide after the decomposition}, \\)\n\n\\[ ms = ns - p, \\]\n\nand\n\n\\[ x = \\frac{ns - p}{m_1s_1}. \\]\n\nIn the second case, where the hypochlorite was taken in excess, let\n\n\\[ s = \\text{the parts of the standard iodine solution equivalent to 1 part of the solution of peroxide of hydrogen}; \\]\n\n\\[ s_1 = \\text{the parts of the same solution equivalent to 1 part of the solution of hypochlorite}; \\]\n\n\\[ m = \\text{the parts of the solution of peroxide employed in the experiment}; \\]\n\n\\[ m_1 = \\text{the parts of the solution of hypochlorite decomposed}; \\]\n\nthen, as before,\n\n\\[ x = \\frac{ms}{m_1s_1}, \\]\n\nwhere, putting \\( n_1 = \\text{the parts of hypochlorite employed in the experiment}, \\) and \\( p_1 = \\text{the parts of the iodine solution equivalent to the excess of hypochlorite present, as determined by experiment}, \\)\n\n\\[ m_1s_1 = n_1s_1 - p_1. \\]\nand\n\n\\[ x = \\frac{ms}{n_1s_1 - p_1} \\]\n\nI. Peroxide of barium in excess.\n\n(1) \\( n = 20, \\quad m_1 = 10, \\)\n\\[ s = 1.015, \\quad s_1 = 1.113, \\quad p = 9.2, \\]\n\\[ ms = ns - p = 20.3 - 9.2 = 11.1, \\]\n\\[ x = 0.997. \\]\n\n(2) \\( n = 2, \\quad m_1 = 2, \\)\n\\[ s = 4.905, \\quad s_1 = 0.9314, \\quad p = \\begin{cases} 7.923 \\\\ 8.005 \\end{cases} \\text{ Mean.} \\]\n\\[ ms = ns - p = 1.846, \\]\n\\[ x = 0.99. \\]\n\nII. Hypochlorite of barium in excess.\n\n\\[ m = 10, \\quad n_1 = 20, \\]\n\\[ s = 3.0126, \\quad s_1 = 3.124, \\quad p_i = \\begin{cases} 32.25 \\\\ 32.4 \\end{cases} \\text{ Mean.} \\]\n\\[ m_1s_1 = 30.155, \\]\n\\[ x = 0.999. \\]\n\nThe final result, therefore, of the decomposition is in both cases expressed by the equation\n\n\\[ \\text{Ba ClO + Ba}_2\\text{O}_2 = \\text{Ba Cl + Ba}_2\\text{O + O}_2. \\]\n\nI have ascertained by similar experiments that an equivalent of chlorine in aqueous solution decomposes an equivalent of the peroxide of hydrogen, according to the equation\n\n\\[ \\text{Cl}_2 + \\text{H}_2\\text{O}_2 = 2\\text{H Cl + O}_2. \\]\n\nDecomposition of Chromic Acid by Peroxide of Hydrogen.\n\nThe previous reactions are of a normal character. The peroxide of hydrogen and the permanganic acid or alkaline hypochlorite are simultaneously decomposed in simple atomic proportions, and the formation of the oxygen evolved is subject to the general law of atomic combination. The decomposition of the peroxide of hydrogen by chromic acid has a character apparently exceptional, and it is only by an attentive study of the reaction that it is seen to be of the same class as the preceding.\n\nBarreswil made the interesting observation that chromic acid in an acid solution is oxidized by the peroxide of hydrogen, and an evanescent blue compound formed, which is rapidly decomposed with the formation of sesquioxide of chromium and the evolution of oxygen gas. The nature of this compound is unknown. Barreswil, indeed, considered that he had given reasons for believing it to be the chromic compound corresponding to permanganic acid. But he was unacquainted with the peculiar features of the reaction.\nHaving ascertained, by preliminary experiments which it is unnecessary to detail, that the quantity of peroxide of hydrogen decomposed by the same quantity of chromic acid was variable in amount, and depended upon the proportion in which the two substances were present, I instituted a series of experiments with the view of determining the law of this action.\n\nThe absolute amount of the solution of peroxide of hydrogen employed in each experiment was the same, namely 20 P., or very nearly 100 cub. centims. This solution was made up of three parts; of a standard solution of peroxide of hydrogen, of dilute hydrochloric acid, and of water. It is readily seen how, by means of the system of calibrated pipettes before mentioned, the bulk of this solution could be kept constant, while the amount of peroxide of hydrogen contained in it could be caused to vary. The hydrochloric acid employed was excessively dilute, and the same quantity of acid was used in each experiment. I ascertained, however, that the absolute amount of hydrochloric acid used had, within considerable limits, no appreciable influence on the reaction. Into this solution, which was contained in a small flask and kept in a state of rapid agitation during the experiment, the solution of chromic acid was allowed to run freely from the pipette in which it was measured. After the first rapid evolution of oxygen had ceased, and the blue colour had disappeared, the solution was allowed to remain for 16 or 18 hours, and the excess of peroxide of hydrogen was then determined in the manner to be described. In dilute solutions a very considerable time is required for the completion of the reaction.\n\nWhen the chromic acid was in excess, the experiment was conducted in a precisely similar way, the solution of chromic acid being brought to the standard bulk of 20 P. The result was absolutely the same, whether the peroxide of hydrogen was gradually dropped into the chromic acid, or allowed to run freely from the pipette. On the effects of dilution and temperature I am not yet able to speak with precision; but the solution may at any rate be considerably diluted (for example, mixed with an equal bulk of water) with no appreciable variation in the results.\n\nThe value of the solutions of peroxide of hydrogen and of chromic acid employed, was determined by means of the same standard iodine solution and the excess present; after the decomposition, of the peroxide of hydrogen or of chromic acid*, was also estimated in the same manner.\n\nNow, putting\n\n\\[ s = \\text{the parts of the iodine solution equivalent to 1 part of the solution of peroxide of hydrogen employed;} \\]\n\n\\[ s_1 = \\text{the parts of the same solution equivalent to 1 part of the solution of chromic acid employed;} \\]\n\n* Chromic acid cannot be accurately estimated by this method if the solution be very dilute. In strong solutions the error is inappreciable, as I have ascertained by direct experiment. Similar difficulties occur if it be attempted to estimate directly a solution of peroxide of hydrogen by a standard solution of sulphurous acid. To ensure an accurate result, the peroxide of hydrogen must be first decomposed by hydriodic acid, and the iodine formed estimated by sulphurous acid.\n\\( m = \\) the parts of the solution of peroxide of hydrogen decomposed in the experiment;\n\\( m_1 = \\) the parts of the solution of chromic acid decomposed in the same experiment;\n\\( x = \\) the ratio of the oxygen evolved from the peroxide of hydrogen to the oxygen evolved from the chromic acid in the same experiment;\nthen\n\n\\[\nx = \\frac{ms}{m_1s_1}.\n\\]\n\nAlso, putting\n\\( n = \\) the parts of the solution of peroxide of hydrogen employed in the experiment;\n\\( n_1 = \\) the parts of the solution of chromic acid employed in the same experiment;\n\\( r = \\) the ratio of the oxygen contained in the peroxide of hydrogen to the oxygen contained in the chromic acid employed in the experiment;\nthen\n\n\\[\nr = \\frac{ns}{n_1s_1}.\n\\]\n\nThis ratio I shall term the ratio of mass.\n\nFurther, putting\n\\( p = \\) the parts of the iodine solution equivalent to the excess of peroxide of hydrogen after the completion of the decomposition;\n\\( p_1 = \\) the parts of the iodine solution* equivalent to the excess of chromic acid after the completion of the experiment, as determined by the formula \\( p = nt - t_1 \\);\nthen\n\n\\[\nx = \\frac{ms}{m_1s_1} = \\frac{ns - p}{n_1s_1 - p_1},\n\\]\n\nwhere either \\( p \\) or \\( p_1 = 0 \\), according as the chromic acid or peroxide of hydrogen is in excess.\n\nAnd if \\( y \\) be the ratio of the difference of the amount of oxygen contained in the peroxide of hydrogen and the amount of oxygen contained in the chromic acid employed, to the amount of oxygen evolved from the chromic acid decomposed, then\n\n\\[\ny = \\frac{ns - n_1s_1}{n_1s_1 - p_1} \\cdot (r - 1).\n\\]\n\nSo long as the chromic acid is not in defect, the whole of it being decomposed, \\( y = r - 1 \\). If the oxygen in the peroxide of hydrogen be equal to that in the chromic acid employed, \\( y = 0 \\); if this oxygen be greater in amount than that in the chromic acid, \\( y \\) is positive, if less, \\( y \\) is negative.\n\nAlso\n\n\\[\n\\frac{x}{y} = \\frac{ns - p}{ns - n_1s_1}.\n\\]\n\nThe numerator of this fraction represents the number of atoms of oxygen evolved\n\n* In these experiments a proportionate part of the solution was titred after the completion of the reaction, and the values of \\( p \\) and \\( p_1 \\) calculated. In strong solutions the error, from this cause, is accumulated and may become considerable. To this may be attributed the deviation from the mean in experiments 1, 3, and 4 of the following Table.\nfrom the peroxide of hydrogen; and the denominator the difference of the number of atoms of oxygen contained in the peroxide of hydrogen, and the number of atoms of oxygen contained in the chromic acid employed in the experiment.\n\nAlso if \\( x_1 \\) be the ratio of the total amount of oxygen evolved from the solution, to that evolved from the chromic acid,\n\n\\[\nx_1 = \\frac{ns + n_1 s_1 - p + p_1}{n_1 s_1 - p_1} = 1 + x_1\n\\]\n\nThe proportion of the oxygen evolved to the whole oxygen taken in the experiment\n\n\\[\n= 1 - \\frac{p + p_1}{ns + n_1 s_1}\n\\]\n\nThe annexed Table contains the numerical results of the experiments, and the calculated values of \\( r \\), \\( x \\), and \\( y \\).\n\n**Table of Experiments on the Decomposition of Chromic Acid by Peroxide of Hydrogen.**\n\n|   | \\( s \\) | \\( s_1 \\) | \\( n \\) | \\( n_1 \\) | \\( p \\) | \\( p_1 \\) | \\( s \\) | \\( s_1 \\) | \\( n \\) | \\( n_1 \\) | \\( p \\) | \\( p_1 \\) |\n|---|--------|----------|-------|--------|------|--------|--------|----------|-------|--------|------|--------|\n| 1 | 17-713 | 51-426   | 2 P   | 10 P   | 0    | 477-31 | 22     | 18-383   | 7-413 |        |      | 28-841 |\n| 2 |        |          |       |        |      | 478-50 | 23     |          |       | 6 P    | 4 P  | 60-014 |\n| 3 | 16-831 | 17-032   | 2 P   | 18 P   |      | 276-05 | 24     | 17-007   | 6-981 |        |      | 53-708 |\n| 4 |        |          |       |        |      | 276-60 | 25     | 17-594   | 7-100 |        |      | 57-114 |\n| 5 |        |          | 2 P   | 16 P   |      | 240-23 | 26     | 17-082   | 6-981 | 8 P    | 4 P  | 86-248 |\n| 6 |        |          |       |        |      | 239-69 | 27     | 17-007   |       |        |      | 85-760 |\n| 7 |        |          | 2 P   | 12 P   |      | 171-92 | 28     |          |       |        |      | 86-584 |\n| 8 |        |          |       |        |      | 171-92 | 29     |          |       | 10 P   | 4 P  | 116-616 |\n| 9 |        |          | 2 P   | 8 P    |      | 103-60 | 30     | 17-23    |       |        |      | 119-02 |\n| 10|        |          |       |        |      | 103-99 | 31     | 18-383   | 7-413 |        |      | 127-23 |\n| 11|        |          | 2 P   | 6 P    |      | 69-62  | 32     | 17-23    | 6-981 | 12 P   | 4 P  | 149-88 |\n| 12|        |          |       |        |      | 69-84  | 33     |          |       |        |      | 151-48 |\n| 13| 17-042 | 6-981    | 2 P   | 12 P   |      | 50-26  | 34     | 17-082   | 6-981 | 14 P   | 4 P  | 182-57 |\n| 14|        |          |       |        |      | 50-03  | 35     | 18-515   | 7-413 |        |      | 200-24 |\n| 15|        |          | 2 P   | 6 P    |      | 10-72  | 36     |          |       |        |      | 201-04 |\n| 16|        |          |       |        |      | 11-22  | 37     |          |       | 16 P   | 4 P  | 236-82 |\n| 17| 16-305 | 7-415    | 2 P   | 4 P    | 2-906 | 0      | 38     |          |       |        |      | 236-82 |\n| 18| 17-183 | 7-023    |       |        |      | 39     |        |          |       | 18 P   | 4 P  | 272-91 |\n| 19| 17-082 | 6-981    |       |        |      | 40     |        |          |       |        |      | 273-31 |\n| 20|        |          | 4 P   | 4 P    |      | 26-213 | 41     | 35-945   | 7-415 | 18 P   | 4 P  | 585-35 |\n| 21| 17-153 | 7-023    |       |        |      | 27-656 | 42     |          |       |        |      | 586-60 |\nFrom these data we obtain the following values for \\( r \\), \\( y \\), and \\( x \\):\n\n|   | \\( r \\) | \\( y \\) | \\( x \\) | Mean value of \\( y \\) | Mean value of \\( x \\) |\n|---|-------|-------|-------|-----------------|-----------------|\n| 1 | 0·068 | -12·65 | 0·959 | -12·65 | 0·975 |\n| 2 |       |       |       | 24. | 3·648 |\n| 3 | 0·110 | -9·02 | 1·103 | 25. | 3·705 |\n| 4 |       |       |       | 26. | 4·888 |\n| 5 | 0·123 | -7·34 | 1·042 | 27. | 4·864 |\n| 6 |       |       |       | 28. |       |\n| 7 | 0·164 | -5·25 | 1·037 | 29. | 6·08 |\n| 8 |       |       |       | 30. | 6·16 |\n| 9 | 0·247 | -3·16 | 1·031 | 31. | 6·20 |\n| 10|       |       |       | 32. | 7·39 |\n| 11| 0·329 | -2·11 | 1·033 | 33. |       |\n| 12|       |       |       | 34. | 8·554 |\n| 13| 0·402 | -1·61 | 1·017 | 35. | 8·743 |\n| 14|       |       |       | 36. |       |\n| 15| 0·814 | -0·25 | 1·093 | 37. | 9·993 |\n| 16|       |       |       | 38. |       |\n| 17| 1·100 | -0·10 | 1·001 | 39. | 11·24 |\n| 18| 1·223 | -0·223| 1·223 | 40. |       |\n| 19| 1·222 | -0·222| 1·222 | 41. | 21·816|\n| 20| 2·444 | 1·444 | 1·506 | 42. |       |\n| 21| 2·446 | 1·446 | 1·462 |       |       |\n| 22| 2·480 | 1·480 | 1·507 |       |       |\n\nA graphic delineation of the results is given in the curve annexed, Plate XXXVII.\n\nIt will be observed, on inspection of this line, that, so long as the chromic acid is not in defect, the two substances lose equal amounts of oxygen, according to the equation\n\n\\[\n2\\text{Cr}_2\\text{O}_3 + 3\\text{H}_2\\text{O}_2 = \\text{Cr}_4\\text{O}_3 + 3\\text{H}_2\\text{O} + 3\\text{O}_2;\n\\]\n\nthat when the amount of oxygen in the peroxide of hydrogen is greater than that contained in the chromic acid, more of the peroxide of hydrogen is decomposed, but never the whole amount taken, and that the amount decomposed increases with the proportion taken until the peroxide of hydrogen contains as much as eight and a half times the amount of oxygen contained in the chromic acid; that after this point the decomposition becomes constant, the peroxide of hydrogen losing twice the amount of oxygen lost by the chromic acid; and that no further increase in the proportion of the peroxide of hydrogen taken causes this limit to be exceeded, the final result of the change being expressed by the equation\n\n\\[\n2\\text{Cr}_2\\text{O}_3 + 6\\text{H}_2\\text{O}_2 = \\text{Cr}_4\\text{O}_3 + 6\\text{H}_2\\text{O} + 9\\text{O}.\n\\]\n\nIn what light are we to regard the decomposition between these extreme limits? Are we to consider that the two substances are capable of reacting in any proportion, and that the simple atomic decomposition is the limit of an indefinite action varying according to the mass? or are we not rather to believe that this apparently indefinite action is the sum of certain normal chemical changes which take place in simple atomic ratios, but which vary in absolute amount?\n\nThe following experiments indicate that the latter hypothesis is correct, and that the reaction between the extreme limits is not homogeneous, but consists of two chemical\nchanges which are capable of being separated, from the circumstance that they take place with very unequal rapidity.\n\nA definite period in the decomposition is marked by the disappearance of the blue compound. At this point the solution was titred, and the loss of oxygen estimated. The progress of the decomposition was followed by means of the same experiment until, finally, the maximum loss was attained. I give two series of experiments, in which the substances were taken in different proportions.\n\nI.\n\n| Time of titration | s.   | s₁.  | n.   | n₁.  | p.    |\n|-------------------|------|------|------|------|-------|\n| After decomposition of blue compound | 17·594 | 7·160 | 4 P  | 4 P  | 41·98 |\n| After ½ an hour   | 17·183 | 7·023 | 4 P  | 4 P  | 32·864|\n| After 2 hours     |      |      |      |      | 28·056|\n| After 18 hours    |      |      |      |      | 27·656|\n\nThese data give the following values for \\( r \\), \\( y \\), and \\( x \\):\n\n\\[\n\\begin{array}{ccc}\nr. & y. & x. \\\\\n\\hline\n1. & 2·47 & 1·47 \\\\\n   &      & 0·997 \\\\\n   &      & 1·0033 \\\\\n2. & 2·446 & 1·446 \\\\\n   &      & 1·277 \\\\\n   &      & 1·448 \\\\\n3. &      &      \\\\\n   &      & 1·448 \\\\\n4. &      &      \\\\\n   &      & 1·462 \\\\\n\\end{array}\n\\]\n\nMean.\n\nII.\n\n| Time of titration | s.   | s₁.  | n.   | n₁.  | p.    |\n|-------------------|------|------|------|------|-------|\n| Immediate         | 17·594 | 7·101 | 6 P  | 4 P  | 76·956|\n| After 1 hour      |      |      |      |      | 60·12 |\n| After 1½ hour     |      |      |      |      |       |\n| After 2 days      |      |      |      |      | 57·114|\n\nHence we have\n\n\\[\n\\begin{array}{ccc}\nr. & y. & x. \\\\\n\\hline\n1. & 3·705 & 2·705 \\\\\n   &      & 1·007 \\\\\n   &      & 1·033 \\\\\n2. &      &      \\\\\n   &      & 1·593 \\\\\n3. &      &      \\\\\n   &      & 1·593 \\\\\n4. &      &      \\\\\n   &      & 1·703 \\\\\n\\end{array}\n\\]\n\nMean.\n\nIt thus appears that the decomposition takes place in two stages, the former of which is complete immediately after the destruction of the blue compound, and in which the two substances lose equal amounts of oxygen; while the latter requires several hours for its completion, the solution during this time being in a continual state of change.\nIt is undoubtedly difficult to speak with any great probability as to the nature of the specific changes which take place, in regard to which many hypotheses may be formed.\n\nThe following view, however, is in accordance with the facts.\n\n1. When \\( x = 1 \\), we have the formation and subsequent decomposition of the substance \\( \\text{Cr}_4\\text{O}_9 \\), according to the equations\n\n\\[\n2\\text{Cr}_2\\text{O}_3 + 3\\text{H}_2\\text{O}_2 = \\text{Cr}_4\\text{O}_9 + 3\\text{H}_2\\text{O},\n\\]\n\n\\[\n\\text{Cr}_4\\text{O}_9 = \\text{Cr}_4\\text{O}_3 + 3\\text{O}_2.\n\\]\n\n2. When \\( x = 2 \\), after the reaction just expressed the substance \\( \\text{Cr}_4\\text{O}_9 \\) is further oxidized to the oxide \\( \\text{Cr}_4\\text{O}_{12} \\), according to the equation\n\n\\[\n\\text{Cr}_4\\text{O}_9 + 3\\text{H}_2\\text{O}_2 = \\text{Cr}_4\\text{O}_{12} + 3\\text{H}_2\\text{O}.\n\\]\n\nThe body \\( \\text{Cr}_4\\text{O}_{12} \\) further decomposes with the excess of peroxide of hydrogen present, possibly with the formation of the higher oxide of hydrogen, \\( \\text{H}_2\\text{O}_3 \\), and the former product, \\( \\text{Cr}_4\\text{O}_9 \\),\n\n\\[\n\\text{Cr}_4\\text{O}_{12} + 3\\text{H}_2\\text{O}_2 = \\text{Cr}_4\\text{O}_9 + 3\\text{H}_2\\text{O}_3.\n\\]\n\nThat the product of the first action is in a continual state of formation and decomposition during the change, is probable from the greater permanence of the blue compound when an excess of peroxide of hydrogen is present: the presence of this body, which in a small excess of peroxide of hydrogen has only a momentary existence, is rendered evident by the duration of the blue colour for as long as ten minutes in the presence of an excess of the peroxide. Lastly, the substance \\( \\text{Cr}_4\\text{O}_9 \\) decomposes very much more rapidly than the substance \\( \\text{H}_2\\text{O}_3 \\), i.e., than the other oxidized product; so that the decomposition can be broken up into its several stages in the manner described, the chemical changes which take place being represented by the system of equations,\n\n\\[\n2\\text{Cr}_2\\text{O}_3 + 3\\text{H}_2\\text{O}_2 = \\text{Cr}_4\\text{O}_9 + 3\\text{H}_2\\text{O},\n\\]\n\n\\[\n\\text{Cr}_4\\text{O}_9 + 3\\text{H}_2\\text{O}_2 = \\text{Cr}_4\\text{O}_{12} + 3\\text{H}_2\\text{O},\n\\]\n\n\\[\n\\text{Cr}_4\\text{O}_{12} + 3\\text{H}_2\\text{O}_2 = \\text{Cr}_4\\text{O}_9 + 3\\text{H}_2\\text{O}_3,\n\\]\n\n\\[\n\\text{Cr}_4\\text{O}_9 = \\text{Cr}_4\\text{O}_3 + 3\\text{O}_2,\n\\]\n\n\\[\n3\\text{H}_2\\text{O}_3 = 3\\text{H}_2\\text{O}_2 + 3\\text{O};\n\\]\n\nand the result of these changes, by the equation which results from elimination between them, namely,\n\n\\[\n2\\text{Cr}_2\\text{O}_3 + 6\\text{H}_2\\text{O}_2 = \\text{Cr}_4\\text{O}_3 + 6\\text{H}_2\\text{O} + 9\\text{O}.\n\\]\n\nSince the amount of oxygen is in all probability given off in successive stages, we cannot fix with certainty upon any one degree of oxidation as the blue compound*.\n\n* I am unable to reconcile my own results with those of Barreswil, whose experiments appear to have been carefully conducted. The reaction according to this chemist is\n\n\\[\n2\\text{Cr}_2\\text{O}_3 + \\text{H}_2\\text{O}_2 = \\text{Cr}_4\\text{O}_7 + \\text{H}_2\\text{O}\n\\]\n\n\\[\n\\text{Cr}_4\\text{O}_7 = \\text{Cr}_4\\text{O}_3 + 2\\text{O}_2,\n\\]\n\nthe analogue of permanganic acid being formed. I have not, however, repeated the experiment precisely in the form in which it was made by him, and it is possible that under certain circumstances the oxidation may be arrested at this point. See Annales de Chimie, vol. xx. p. 364.\nIt may be observed that, if the decomposition of permanganic acid were, as in this case, preceded by an oxidation, the corresponding degree of oxidation would be formed thus:\n\n\\[ \\text{Mn}_4\\text{O}_7 + 5\\text{H}_2\\text{O}_2 = \\text{Mn}_4\\text{O}_{12} + 5\\text{H}_2\\text{O}, \\]\n\n\\[ \\text{Mn}_4\\text{O}_{12} = 2\\text{Mn}_2\\text{O} + 5\\text{O}_2; \\]\n\nThe decomposition of permanganic acid is, in a somewhat strong solution, instantaneous; but it is remarkable that, if the solution of peroxide of hydrogen be very dilute, the addition of the first drops of permanganic acid produce no apparent change. A certain time is required for the commencement of the decomposition, after which it proceeds with regularity. It may be questioned whether this decomposition also may not be effected by successive stages which escape observation, and whether the period which intervenes before the commencement of the action may not be occupied in the production of those substances by the agency of which the final result is attained, and which are successively formed and decomposed.\n\n**On the Oxidation effected by the Peroxide of Hydrogen.**\n\nWe have seen that the peroxides of hydrogen, potassium, and barium possess certain chemical properties which do not belong to the analogous compounds of lead and manganese. An elaborate attempt* has been made to account for the different reactions of the two classes of peroxides, by the assumption that there are two kinds or varieties of oxygen, a positive and a negative variety; it is said that the peroxide of manganese acts as an agent of oxidation because it contains the negative variety, and that the peroxide of barium acts as a reducing agent, because it contains the positive variety of this element. This hypothesis finds its only support in an imperfect and incorrect view of the facts. In truth no such fundamental distinction exists between the properties of the different peroxides as that which it is proposed thus to characterize. The chemical properties of the alkaline peroxides, as of other chemical substances, vary with the conditions in which they are placed, and the substances with which they are associated; and it is in our power so to modify these conditions as to produce with these peroxides the very same effects of oxidation as are produced by the peroxides of the other group. This is evident from the following examples, to which it would be easy to add others:\n\n1. An acid solution of peroxide of hydrogen causes the conversion of a solution of ferrocyanide to ferricyanide of potassium.\n\n2. An alkaline solution of peroxide of sodium added to a solution of a protosalt of manganese forms hydrated peroxide of manganese.\n\n3. An alkaline solution of peroxide of sodium oxidizes an alkaline solution of sesquioxide of chromium, with the formation of chromate of potassium.\n\n4. A strong solution of hydrochloric acid evolves chlorine with peroxide of barium†.\n\n---\n\n* Schönbein, Annalen der Chemie, vol. cviii. p. 166.\n\n† Professor Schönbein lays the greatest stress on the different behaviour of the two classes of peroxides with hydrochloric acid. He says, \"Die erste Gruppe ist weiter negativ dadurch charakterisirt dass kein ihr angehöriges Superoxyd mit irgend einer wasserhaltigen Säure . . . Wasserstoffsuperoxyd zu erzeugen\nThat there are important differences in the reaction of the peroxide of barium and the peroxide of manganese is not to be denied. But these differences are perfectly conformable to analogy, and are similar in kind to those which distinguish other chemical substances. For experience teaches us that no two chemical substances, however close may be the analogies which connect them, have identical chemical properties. Hydrochloric acid has not all the properties of hydriodic acid; soda has not all the properties of potash; chlorine is not the same as iodine; and sodium is different to potassium. Is it then to be a matter of surprise to us that peroxide of manganese has not all the properties of peroxide of hydrogen? is this case to have a special explanation? and are we to refer the different properties of these substances, not to the actual and known differences in the elements of which they consist, but to an altogether hypothetical and imaginary difference in the oxygen, which is the element common to the two bodies? In each different compound, if such conventional language be admissible, oxygen has different properties; and if we are to account for this class of differences by the assumption of different varieties of oxygen, we must assume not two forms only, but an infinite number of forms of that element. Of the precise mode in which the chemical properties of the compound are connected with the chemical properties of its constituents, we are doubtless unable to give an adequate account. But the fact of this connexion is not to be doubted. We take the oxygen of the peroxide of sodium, and transfer it to the protoxide of manganese. In this new combination it will no longer produce the effects of reduction. Again, we transfer the oxygen of the peroxide of barium to anhydrous acetic acid, and we form one of the most powerful oxidizing agents with which the chemist is acquainted; while we can re-transfer this oxygen to baryta, and restore to it its original properties. It is not the oxygen which is different, but the elements differ with which the oxygen is associated.\n\nThe definite manner in which the final result is affected by modifying the conditions of the reaction, is rendered evident by the following series of experiments.\n\nPeroxide of barium, treated with a concentrated solution of hydrochloric acid, evolves chlorine: with a dilute solution of hydrochloric acid, peroxide of hydrogen alone is formed. It was therefore probable that with hydrochloric acid of a certain degree of concentration both reactions would simultaneously occur. This is the case, and the ratio in which the two reactions occur varies with the concentration of the hydrochloric acid, according to a definite law.\n\nA weighed quantity of peroxide of barium was placed in a small flask, to which a delivery tube could be attached by means of a caoutchouc connector. The hydrochloric acid was poured cold upon the peroxide, the delivery tube attached, and the mixture\n\nvermag, und die zweite Gruppe dadurch, dass keines ihrer Superoxyde unter irgend welchen Umständen aus der Salzsäure oder irgend einem salzsauren Salze Chlor zu entbinden im Stande ist.” — Annalen der Chemie, vol. cviii. p.167. This sweeping statement, in regard to which the truth could have been so readily ascertained, is quite without foundation.\n\nMDCCCLXII.\nrapidly boiled. The gas evolved was collected over a solution of iodide of potassium: it consisted of a mixture of chlorine and oxygen. The iodine formed was determined by a standard iodine solution in the usual manner. The hydrochloric acid was taken in very great excess; the same absolute amount was used in each experiment, but diluted with varying quantities of water. Since a solution of peroxide of hydrogen is decomposed on boiling into water and oxygen, we may regard the oxygen evolved as the measure of the peroxide of hydrogen formed.\n\nNow, putting\n\n\\[ \\alpha = \\text{the iodine contained in 1 cub. centim. of the standard iodine solution}, \\]\n\n\\[ \\varepsilon = \\text{the quantity of peroxide of barium employed in the experiment}, \\]\n\n\\[ Z = \\text{the quantity of oxygen equivalent to the chlorine evolved}, \\]\n\n\\[ nt - t_1 \\text{ with its usual signification}, \\]\n\nthen\n\n\\[ Z = \\frac{O \\times Ba_2O_3}{I \\times 0.2929} \\times \\alpha (nt - t_1). \\]\n\nIn each of the following experiments 25 cub. centims. of concentrated hydrochloric acid were taken. The absolute amount of pure hydrochloric acid in this concentrated acid was experimentally determined; it amounted to 30.33 per cent. \\( \\alpha = 0.0029735 \\).\n\n| Experiment | Water added | \\( \\varepsilon \\) | \\( nt - t_1 \\) | \\( Z \\) | Mean value of \\( Z \\) |\n|------------|-------------|-----------------|----------------|------|-------------------|\n| I.         | 0           | 0.2929          | 125.5          | 8.015| 8.015             |\n| II.        | (1) 5       | 0.3019          | 129.8          | 8.047|                   |\n|            | (2) 5       | 0.3008          | 127.5          | 7.983|                   |\n| III.       | 6.25        | 0.3006          | 128.6          | 7.866|                   |\n| IV.        | (1) 7.5     | 0.2998          | 122.6          | 7.654|                   |\n|            | (2) ....... | 0.3080          | 126.1          | 7.662|                   |\n| V.         | (1) 10      | 0.3037          | 105.9          | 6.528|                   |\n|            | (2) ....... | 0.3044          | 109.3          | 6.718|                   |\n| VI.        | (1) 15      | 0.2964          | 65.7           | 4.188|                   |\n|            | (2) ....... | 0.3025          | 64.6           | 3.997|                   |\n| VII.       | (1) 20      | 0.3006          | 31.9           | 1.986|                   |\n|            | (2) ....... | 0.2985          | 30.9           | 1.938|                   |\n| VIII.      | (1) 25      | 0.2981          | 14.8           | 0.929|                   |\n|            | (2) ....... | 0.2990          | 15.1           | 0.943|                   |\n| IX.        | (1) 30      | 0.3321          | 11.6           | 0.6538|                  |\n|            | (2) ....... | 0.3071          | 11.5           | 0.7005|                  |\n| X.         | (1) 35      | 0.3025          | 7.5            | 0.464|                   |\n|            | (2) ....... | 0.2954          | 7.2            | 0.4561|                  |\n| XI.        | (1) 40      | 0.3064          | 5.7            | 0.3481|                  |\n|            | (2) ....... | 0.3084          | 5.0            | 0.3035|                  |\n| XII.       | (1) 50      | 0.3144          | 3.5            | 0.2083|                  |\n|            | (2) ....... | 0.3008          | 3.0            | 0.1866|                  |\n| XIII.      | 60          | 0.2973          | trace.         | ......|                   |\n\nFurther. Let \\( s = \\) the ratio of the amount of water to the amount of pure hydrochloric acid in the solution of hydrochloric acid employed; and when water is saturated with hydrochloric acid, let \\( s = 1 \\); \\( s \\) may be termed the ratio of saturation.\n\nAnd let \\( d = \\) the amount of water added in each experiment to every 100 cub. centims. of the solution of hydrochloric acid employed.\nNow it is estimated that at ordinary temperatures 100 parts of water absorb 38 parts of hydrochloric acid, while the acid employed was found to contain 30·33 per cent.\n\nHence \\( s \\) in each experiment is determined from the proportion\n\n\\[\n\\frac{100}{38} : \\frac{100+d}{30·33} :: 1 : s,\n\\]\n\nwhence\n\n\\[\ns = \\frac{38(100+d)}{100 \\times 30·33} = \\frac{38}{30·33} + \\frac{38 \\times d}{3033}\n\\]\n\n\\[\n= 1·25 + 0·0125 \\times d;\n\\]\n\nand if \\( y \\) be put \\( = s - 1 \\),\n\n\\[\ny = 0·25 + 0·0125 \\times d;\n\\]\n\nand, lastly, if \\( x \\) be put \\( = \\) the oxygen equivalent to the chlorine evolved, \\( \\frac{1}{2} \\) the total oxygen in the peroxide of barium being assumed as 1, we have, assuming 16·02 as the total oxygen\n\n\\[\n8·01 : 1 :: Z : x,\n\\]\n\nwhence\n\n\\[\nx = \\frac{Z}{8·01}.\n\\]\n\nWe have from the preceding experiments the following values for \\( d, s, y, \\) and \\( x \\):\n\n| Experiment | \\( d \\) | \\( s \\) | \\( y \\) | \\( x \\) |\n|------------|-------|-------|-------|-------|\n| I.         | 0     | 1·25  | 0·25  | 1·000 |\n| II.        | 5     | 1·5   | 0·50  | 1·000 |\n| III.       | 6·25  | 1·5622| 0·5622| 0·9814|\n| IV.        | 7·5   | 1·625 | 0·625 | 0·9667|\n| V.         | 10    | 1·75  | 0·750 | 0·8263|\n| VI.        | 15    | 2·00  | 1·00  | 0·5104|\n| VII.       | 20    | 2·25  | 1·25  | 0·2448|\n| VIII.      | 25    | 2·50  | 1·50  | 0·1167|\n| IX.        | 30    | 2·75  | 1·75  | 0·0844|\n| X.         | 35    | 3·00  | 2·00  | 0·0574|\n| XI.        | 40    | 3·258 | 2·25  | 0·0406|\n| XII.       | 50    | 3·75  | 2·75  | 0·0246|\n| XIII.      | 60    | 4·25  | 3·25  | trace |\n\nA delineation of the experiments is given in the annexed curve, Plate XXXVIII.\n\n**Catalytic Decompositions.**\n\nIt has now been shown that the alkaline peroxides have a double function, and can be used as agents either of oxidation or of reduction. By certain modifications of the conditions of the experiment, we can produce separately either result. It is not unreasonable to suppose that, among the numerous and varied forms of chemical decomposition, instances would be found in which these phenomena would occur simultaneously. If this were to be the case, the result would be what is termed a contact (or catalytic) decomposition, but caused by two successive changes of a normal chemical character.\n\nThat the combination of the oxidizing with the reducing action of the peroxide of\nhydrogen is a cause adequate to produce the effects of catalysis, is evident from the following examples.\n\nI. We can successively realize the chemical changes of which the result, as regards weight, is expressed by the equations\n\n\\[\n\\text{MnCl} + \\text{KHO} = \\text{KCl} + \\text{MnHO},\n\\]\n\n\\[\n\\text{H}_2\\text{O}_2 + 2\\text{MnHO} = \\text{H}_2\\text{O} + \\text{Mn}_2\\text{H}_2\\text{O}_3,\n\\]\n\n\\[\n\\text{H}_2\\text{O}_2 + \\text{Mn}_2\\text{H}_2\\text{O}_3 + 2\\text{HCl} = 3\\text{H}_2\\text{O} + 2\\text{MnCl} + \\text{O}_2.\n\\]\n\nThe final result which ensues from the successive performance of these experiments is expressed in the following equation, derived by elimination from the preceding,\n\n\\[\n2\\text{KHO} + 2\\text{HCl} + 2\\text{H}_2\\text{O} = 4\\text{H}_2\\text{O} + 2\\text{KCl} + \\text{O}_2;\n\\]\n\nwhich equation is again equivalent to the two equations,\n\n\\[\n\\text{KHO} + \\text{HCl} = \\text{H}_2\\text{O} + \\text{KCl}\n\\]\n\nand the equation expressive of the catalytic decomposition of the peroxide of hydrogen, viz.\n\n\\[\n2\\text{H}_2\\text{O}_2 = 2\\text{H}_2\\text{O} + \\text{O}_2.\n\\]\n\nII. Again, omitting for the sake of brevity certain circumstances in the reactions, we can produce the results expressed by the equations\n\n\\[\n3\\text{H}_2\\text{O}_2 + \\text{Cr}_4\\text{O}_3 = 3\\text{H}_2\\text{O} + 2\\text{Cr}_2\\text{O}_3,\n\\]\n\n\\[\n2\\text{Cr}_2\\text{O}_3 + 3\\text{H}_2\\text{O}_2 = \\text{Cr}_4\\text{O}_3 + 3\\text{H}_2\\text{O} + 3\\text{O}_2,\n\\]\n\nwhence, by elimination,\n\n\\[\n2\\text{H}_2\\text{O}_2 = 2\\text{H}_2\\text{O} + \\text{O}_2.\n\\]\n\nIII. Also\n\n\\[\n2\\text{Na}_4\\text{Fe}_2\\text{Cy}_6 + \\text{Na}_2\\text{O}_2 = 2\\text{Na}_2\\text{O} + 2\\text{Na}_3\\text{Fe}_2\\text{Cy}_6,\n\\]\n\n\\[\n2\\text{Na}_3\\text{Fe}_2\\text{Cy}_6 + \\text{Na}_2\\text{O}_2 = 2\\text{Na}_4\\text{Fe}_2\\text{Cy}_6 + \\text{O}_2,\n\\]\n\nwhence\n\n\\[\n2\\text{Na}_2\\text{O}_2 = 2\\text{Na}_2\\text{O} + \\text{O}_2.\n\\]\n\nIV. Again,\n\n\\[\n2\\text{HCl} + \\text{H}_2\\text{O}_2 = 2\\text{H}_2\\text{O} + \\text{Cl}_2,\n\\]\n\n\\[\n\\text{Cl}_2 + \\text{H}_2\\text{O}_2 = 2\\text{HCl} + \\text{O}_2,\n\\]\n\nwhence\n\n\\[\n2\\text{H}_2\\text{O}_2 = 2\\text{H}_2\\text{O} + \\text{O}_2.\n\\]\n\nExp. I.—1 P. of an alkaline solution of peroxide of sodium rendered acid and titred, required 9·31 cub. centims. of permanganate solution.\n\nA solution of protochloride of manganese was precipitated by hydrate of sodium, and 1 P. of the above solution added to it. An equivalent portion of the hydrated protoxide was converted into the hydrated peroxide of manganese.\n\nThe solution was immediately rendered acid with sulphuric acid, and 2 P. of the same solution added.\nAfter the evolution of gas had ceased, the solution was titrated. It required 9·31 cub. centims. of permanganate solution.\n\n3 P. of peroxide had been added, and 2 P. decomposed. The manganese was in the form of protoxide, as at the commencement of the experiment.\n\nExp. II.—To 1 P. of a solution of ferrocyanide of potassium, which required for its titration 5·96 cub. centims. of permanganate, was added 1 P. of an acid solution of peroxide of hydrogen, which required for titration 3·681 cub. centims. of the same solution of permanganate. An equivalent portion of ferricyanide of potassium was formed.\n\nThe solution was rendered alkaline, and to it was added 1 P. of an alkaline solution of peroxide of sodium, which required for its titration 3·33 cub. centims. of the same permanganate solution.\n\nThe solution, rendered acid and titrated, required 5·66 cub. centims. of permanganate.\n\nTherefore a portion of peroxide equivalent to 7·15 of permanganate had disappeared.\n\nThe total peroxide added required 7·01 parts of permanganate.\n\nIn these experiments the final is the same as the initial condition of the chemical substances, with the single exception that the peroxide of hydrogen is decomposed. If the oxidation and reduction which in the preceding examples are separately realized had taken place simultaneously and under the same general conditions, no result would have appeared but the decomposition of the alkaline peroxide, and the action would have been termed a contact action. Now, although in the case of the catalytic decomposition of the alkaline peroxide we are undoubtedly not able to specify in each case the precise reaction by which the final result is attained, we have yet in several instances indications that the decomposition proceeds by successive stages of this kind.\n\nWhen an alkaline solution of peroxide of sodium is added to a solution of protosulphate of manganese, a precipitate is formed of hydrated peroxide of manganese. If, however, a few drops of an excessively dilute solution of protosulphate of manganese be added to an excess of peroxide of sodium, there is no precipitate, but the solution remains clear, becomes brown in colour, and the peroxide undergoes the catalytic decomposition. If a great excess of a solution of the peroxide of sodium be added to a very small quantity of freshly precipitated hydrated peroxide of manganese, the peroxide of manganese dissolves, forming the same clear brown solution. It is thus seen that the peroxide of manganese can be further oxidized by the peroxide of sodium, and that the product of this oxidation decomposes in solution the peroxide of sodium.\n\nAgain, if a solution of peroxide of sodium be added to an alkaline solution of permanganate, the latter is first reduced to manganate, the solution becoming green: on further addition of the peroxide of sodium, the solution becomes of the same clear brown colour as that produced by the oxidation of the protoxide. If, however, the peroxide be sparingly added, or if permanganate be added to this solution, a precipitation takes place of peroxide of manganese. It is the compound which forms this brown solution by the agency of which the peroxide of sodium is decomposed; and it is only when the decomposition of the latter is complete, or close upon this point, that the peroxide of manga-\nnese appears. The solution then becomes turbid, and the brown flocculent peroxide is precipitated.\n\nIt appears therefore, (1) that the protoxide of manganese can be oxidized by the peroxide of sodium to an oxide, forming a clear brown solution; (2) that permanganic acid can be reduced by the peroxide of sodium to the same substance, passing through the condition of manganate; (3) that when the reduction reaches this point, in presence of an excess of peroxide the reduction is for a time arrested, and the catalytic decomposition commences: during this decomposition the brown compound is permanent; and when the peroxide of sodium is nearly decomposed, the reduction again proceeds and peroxide of manganese is formed.\n\nThese phenomena may be thus accounted for. There is a point where the oxidizing action concurs with, and as it were meets, the reducing action of the peroxide of sodium; and at this point the catalysis takes place. The peroxide of manganese is formed; but so long as a sufficient excess of the alkaline peroxide is present, it is reoxidized and destroyed as fast as it is produced. By this continuous reduction and oxidation the peroxide of sodium is gradually eliminated. Time is needed for this, as for other chemical changes; but ultimately, when but little peroxide of sodium remains, the peroxide of manganese is precipitated, being produced more rapidly than it is destroyed.\n\nThere are other examples of the same class of phenomena. When a solution of peroxide of sodium is added to a solution of a copper salt (sulphate orchloride of copper), at first there is no evolution of oxygen, but a yellowish green precipitate is formed, as was observed by Thénard; this precipitate may be thrown on a filter, and for a short time preserved. If a small portion of this precipitate be added to an alkaline solution of peroxide of sodium, bubbles of gas are evolved, and the peroxide of sodium rapidly decomposed. If a solution of peroxide of hydrogen be mixed with a few drops of a weak solution of chloride of copper, and the whole precipitated by baryta water, the same yellow oxide of copper is formed. The peroxide of barium is gradually decomposed; but during the decomposition this yellow oxide is permanent, and only ultimately is it decomposed into hydrated protoxide.\n\nIf a very small quantity of an ammoniacal solution of protochloride of copper be added to an alkaline solution of peroxide of sodium, the solution becomes of a yellow colour, and is gradually decomposed. During the whole time of this decomposition, which may be caused to extend over several hours, the yellow colour is permanent; but ultimately, when the whole of the peroxide is decomposed, the blue colour of the ammoniacal solution of the protoxide reappears. The yellow solution of the peroxide of copper, apart from the solution of peroxide of sodium, cannot be preserved for many minutes. The singular permanence of this compound during the decomposition is explained on the hypothesis, that it is continually reproduced as well as destroyed. In this reaction the solution of oxide of copper in potash or ammonia decomposes the alkaline peroxide into oxygen and the alkali, precisely as sulphuric acid in the process of etherification effects\nthe decomposition of alcohol into ether and water. And we may regard the former event as determined by a series of alternate and inverse changes, analogous to those to which Williamson has shown the phenomena of etherification to be due, according to the equations\n\n\\[ \\text{Cu}_2\\text{O} + \\text{Na}_2\\text{O}_2 = \\text{Cu}_2\\text{O}_2^* + \\text{Na}_2\\text{O}, \\]\n\n\\[ \\text{Na}_2\\text{O}_2 + \\text{Cu}_2\\text{O}_2 = \\text{Na}_2\\text{O} + \\text{Cu}_2\\text{O} + \\text{O}_2. \\]\n\nIt may be desirable, for the sake of clearness, to resume the points in the preceding argument. It appears, (1) that by means of the alkaline peroxides we can produce two classes of effects, oxidation and reduction, and this double function is peculiar to this group of peroxides. (2) These peroxides are decomposed by the contact of a great number of chemical substances, and this form of decomposition is also peculiar to the group. (3) The combination of an oxidizing with a reducing action is a cause adequate to produce the results of contact decomposition, and we are able, in certain cases, to imitate, as it were, the contact action by means of a successive oxidation and reduction. (4) There are instances in which we have distinct evidence that the contact decomposition is accompanied by an oxidation and subsequent reduction of the substance by which the action is determined.\n\nIn a matter so difficult to submit to the direct test of experiment, it is undoubtedly desirable to offer any view with much reservation; and it would be altogether premature to assert that this is the only form which contact decomposition can assume. Other causes may possibly lead to the same result. At the same time every new case which can be explained on these principles increases the probability of their more extended application, and raises the hope that even these obscure phenomena will ultimately be removed from the domain of conjecture and speculation, and be brought under the methods of experimental research.\n\n* The oxide of copper here formed is probably the sesquioxide, which is also procured by the action of alkaline hypochlorites on the hydrated oxide of copper. The precise nature of this oxide is immaterial to the argument.\nCurve of the decomposition of chromic acid\n\nvalues of $x$:\n\n- 2.061\n- 2.000\n- 1.932\n- 1.918\n- 1.871\n- 1.709\n- 1.492\n- 1.222\n- 1.113\n- 1.103\n- 1.035\n- 0.975\n\nmean\n\nvalues of $y$:\n\n- -12.65\n- -9.02\n- -7.34\n- -5.25\n- -3.16\n- -2.11\n- -1.61\n- -0.25\n- 0.22\n- 1.45\n- 2.69\nDecomposition of chromic acid by peroxide of hydrogen.\n\nValues of $y$.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108853.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 27,
    "total-input-tokens": 43578,
    "total-output-tokens": 19639,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2840,
        2
      ],
      [
        2840,
        5813,
        3
      ],
      [
        5813,
        8922,
        4
      ],
      [
        8922,
        11714,
        5
      ],
      [
        11714,
        14214,
        6
      ],
      [
        14214,
        17212,
        7
      ],
      [
        17212,
        19302,
        8
      ],
      [
        19302,
        21770,
        9
      ],
      [
        21770,
        23844,
        10
      ],
      [
        23844,
        27093,
        11
      ],
      [
        27093,
        29479,
        12
      ],
      [
        29479,
        32852,
        13
      ],
      [
        32852,
        35895,
        14
      ],
      [
        35895,
        38099,
        15
      ],
      [
        38099,
        41545,
        16
      ],
      [
        41545,
        44842,
        17
      ],
      [
        44842,
        48190,
        18
      ],
      [
        48190,
        52097,
        19
      ],
      [
        52097,
        54462,
        20
      ],
      [
        54462,
        57010,
        21
      ],
      [
        57010,
        60347,
        22
      ],
      [
        60347,
        63599,
        23
      ],
      [
        63599,
        65817,
        24
      ],
      [
        65817,
        66082,
        25
      ],
      [
        66082,
        66153,
        26
      ],
      [
        66153,
        66153,
        27
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108853",
    "title": "On the Oxidation and Disoxidation Effected by the Alkaline Peroxides",
    "authors": "B. C. Brodie",
    "year": 1862,
    "volume": "152",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 27,
    "jstor_url": "https://www.jstor.org/stable/108853"
  }
}