{
  "id": "975ee66dc7254c306e450b71434002a53bb466f1",
  "text": "II. Theory of the Reciprocal Action between the Solar Rays and the different Media by which they are reflected, refracted, or absorbed; in the course of which various optical laws and phenomena are elucidated and explained. By Joseph Power, M.A., Fellow of Clare Hall, and Librarian of the University of Cambridge: Member of the Cambridge Philosophical and Antiquarian Societies, and Foundation Fellow of the Society of Northern Antiquarians at Copenhagen. Communicated by the Rev. J. Cape, F.R.S.\n\nReceived May 26,—Read June 9, 1853,—Revised by the Author, March 1854.\n\n1. For the train of thought which suggested the following considerations, I am more particularly indebted to the researches of Professor Draper of New York, contained in his remarkable work, \"On the Organisation of Plants, the Chemical Effects of the Solar Rays, &c.,\" 2nd edit., New York, 1845. His experiments tend to show that the law of action and reaction, which prevails so generally in other departments of nature, is no less true in all the varied phenomena of the sunbeam, so that the latter cannot be reflected, refracted, much less absorbed, without producing some change upon the recipient medium.\n\n2. Whilst however I acknowledge my obligations to the author for the information I have derived from his excellent work, I wish carefully to guard against the inference that I agree with him as to the necessity of admitting the existence of more than one imponderable, being strongly of opinion that all the effects of the solar rays may be attributed to some or other of the infinite variety of undulations of which the universal ether is capable, and which in the case of the sunbeam are impressed upon it by vibrations at the surface of the sun.\n\n3. The vis viva, which has its origin in these vibrations, is transmitted through the ether with the velocity of light in extremely minute undulations of different lengths and periods.\n\nIf then a sunbeam, fraught with a vast variety of such undulations, be incident upon a medium so constituted that its particles are capable of vibrating in unison, or even in harmonic consonance less perfect than unison, with some or other of the ethereal vibrations of the incident beam, it must necessarily happen that one system of vibrations will be called into existence by the other according to the laws of resonance.\n\nThere may be a difficulty in explaining, but there can be no doubt of the fact, that the vis viva due to such induced vibrations, like that which is due to the vibra-\ntions of heat, may become more or less persistent in the medium; producing at one time the phenomenon of fixed chemical action, at another time that of permanently latent heat, at another time that less permanently latent or retarded heat, at another time that of coloration and absorption, at another time that of phosphogenic action. The remarkable phenomena lately discovered by Professor Stokes seem closely allied to the latter, differing however in the circumstance that they cease to exist the moment the exciting rays are withdrawn. Guided by analogy, I am inclined to think that these phenomena will be found hereafter to possess some slight though insensible duration, while I regard all action which is really momentary as expending itself upon the passing rays as they emerge in the form of reflected or refracted rays.\n\nBut all these effects, of whatever kind, I regard as due to one and the same cause, which can, I conceive, be no other than the expenditure or distribution of the vis viva originally derived from the sun, and conveyed by the ether unchanged in amount.\n\n4. By the term vis viva is here meant, the sum of the vibrating molecules each multiplied by the square of its velocity, a quantity which, by the usual dynamical theories, is constant, when we neglect the distant attractions (whose effects must be insensible on the all-but-imponderable ether), and take into account only the mutual actions of the molecules upon each other, in all cases, most certainly, when the molecules after being put in motion return to the same places which they occupied before their motion commenced, and there resume their former state of rest. It is extremely probable that this is the case in the propagation of a solar ray through the ethereal spaces, as we know that it is the case when a small vibratory pulse is in the course of propagation along a stretched wire, as also in every case of propagated undulations in which we can examine a the circumstances. We may further argue that, if the particles of an ethereal space, originally at rest, after transmitting a state of motion from a preceding to a succeeding space, were not again reduced to rest, the space first mentioned will continue to originate fresh motions, which would be propagated in one or more directions, after the former wave has passed; the ethereal space, therefore, after transmitting a luminous wave, would either continue for a while to be self-luminous, which is contrary to all we know of light, or else to be the source of vibrations of a different nature to those which set it in motion; a supposition, which is so great a departure from simplicity, as to be extremely improbable; it is further, as before stated, opposed to all the analogies presented by cases of propagated undulations in which the circumstances are known. There is therefore scarcely room for a doubt that the vis viva of the luminous waves is transmitted through the ethereal spaces unchanged in quantity.\n\nThere is yet another way of establishing this principle, which may be more satisfactory to some minds.\n\nLet $p$, $p'$ denote the vires vivas due to a luminous wave as it spreads out spherically with the velocity $(a)$, and crosses successively over the spherical surfaces $4\\pi r^2$, $4\\pi r'^2$ in equal times $\\left(\\frac{\\lambda}{a}\\right)$, $r$, $r'$ being any two distances from the origin of the light regarded\nas a point, and \\( \\lambda \\) the length of the undulation. Then, if \\( \\sigma \\) be the area of the pupil, properly directed towards the luminous point at the successive distances \\( r \\) and \\( r' \\), \\( \\frac{\\sigma p}{4\\pi r^2} \\) and \\( \\frac{\\sigma p'}{4\\pi r'^2} \\) will be the quantities of vis viva which pass through the pupil in equal times, and being condensed on the retina produce the sensation of light with brightnesses proportional to their magnitudes. This accords with the views of all writers on the subject of physical optics. On the other hand, we know by experience, that these brightnesses are as \\( \\frac{1}{r^2} \\) and \\( \\frac{1}{r'^2} \\), consequently \\( p = p' \\); the ether intermediate to the two spheres in transmitting the luminous wave has therefore delivered over the vis viva unchanged in quantity.\n\n5. Let us now consider what will become of the vis viva when the luminous wave is incident upon the plane surface of a refracting medium. I shall confine my attention in the present communication to a singly refracting isotropical medium, amongst the comparatively grosser particles of which the incomparably more subtle and more numerous particles of the ether are supposed to be diffused in a different state of density to that which prevails in the surrounding spaces, such altered density being due to the attractions or repulsions which the particles of the medium exercise on those of the ether.\n\nThis being premised, we may regard the expenditure of the vis viva as of two kinds, according as it is distributed to the particles of the ether, giving rise to the reflected and refracted rays, or to the particles of the refracting medium. If it be expended solely on the ether, the sum of the vires vivae of the reflected and refracted waves ought to be exactly equal to the vis viva of the incident wave; but if a portion of the vis viva be communicated to the particles of the medium, the vis viva of the incident wave ought to surpass the sum of the vires vivae of the reflected and refracted waves by a certain excess.\n\n6. The object with which the present inquiry commenced was to take into account the effect of such supposed excess, in the hope of arriving at some explanation of the Stokesian phenomena. The remarkable result I have obtained, that every loss of vis viva will be accompanied by a diminution of the refractive index, is quite in the direction of the author's own idea of \"a change of refrangibility;\" but I confess it throws no light on the change of period, which it is also necessary to account for. The latter, I am inclined to think, is due to an action of the nature of harmonic resonance, and from some calculations which I have made, I think it probable that the light produced in the Stokesian experiments may be due to resonant vibrations excited in the medium, which are about a major or minor third lower in pitch than those of the invisible rays producing them, the medium afterwards communicating those vibrations to the ether as a new source of light.\n\n7. Some apology may be required for borrowing from the language of music, terms explanatory of phenomena which cannot be heard, and in some cases neither heard nor seen; but critical taste must be prepared to yield a general licence to physical inquirers to indulge in such catachreses of language, whenever they are called for by\nthe generalisation of ideas, for the expression of which, without such an alternative, a new language must necessarily be invented.\n\n8. The mode of procedure which seemed most likely to lead to a successful result, was to assume in the first instance the hypothesis that the vis viva is expended solely on the reflected and refracted rays, and afterwards to modify, if possible, the steps of the process so as to adapt them to the hypothesis that a portion of it is expended on the medium, regarded as distinct from the ether by which it is permeated.\n\n9. In adopting the more simple hypothesis I was really startled by the formula at which I arrived in the course of the investigation, for not only did the general or Cartesian law of refraction spring out most unexpectedly, as if by magic, but those very same expressions for the intensity of the reflected rays, which were first discovered by Fresnel, and subsequently verified by the experiments of Brewster and Arago, were an immediate consequence of the formulæ.\n\nBut while my results are in perfect harmony with experience so far as the latter has proceeded, at the same time they differ from those of Fresnel in some particulars. In the first place the index of refraction is not the simple quotient of the velocities of undulation, but of those velocities each multiplied by the density of the ether in the corresponding medium. In the second place, the vibrations of the ethereal particles are performed in the plane of polarization (and not perpendicular to that plane, as Fresnel supposed), agreeing therein, amongst others, with MacCullagh, Naumann, and the earlier researches of Cauchy, but opposed to the more recent investigations of the latter and to the experimental determination of Professor Stokes*. Further, the expressions for the intensities of the refracted rays differ slightly in other respects from those of Fresnel, as given in Airy's Tracts; I am not aware that these intensities have been tested by experiment, nor are the refracted rays so readily accessible to the experimenter as the reflected rays. I may be permitted however to claim, in favour of my own results, that in no one instance do I have recourse to forced analogies or gratuitous hypotheses, the process I have pursued standing in need of no such help. I adopt indeed universally the fundamental hypothesis that the vibrations on which light depends, and consequently those of the reflected and refracted as well as of the incident rays, are strictly transverse to the directions of the rays. I admit that this hypothesis, considered a priori, must be regarded as perfectly arbitrary; but it gains evidence, almost amounting to certainty, a posteriori, when we take into account the immense variety of phenomena connected with the polarization and depolarization of light, of which it affords a simple and satisfactory explanation. I am aware of the difficulties which have caused other theorists to modify this hypothesis in case of the reflected and refracted rays; but I do not think that those difficulties should be objected to me, who approach the problem in an entirely different way, and who take into account circumstances which have been neglected by them, namely, the vibrations communicated to the medium itself. It is not surprising that such difficulties should occur in a dynamical theory which takes no account of such\n\n* Cambridge Transactions, vol. ix. part 1.\ncommunication of vibrations; indeed the statical condition of two contiguous ethereal media of different densities is impossible, unless we take into account the mutual statical actions between the particles of the ether and those of the crystal which it is supposed to permeate; much more are the dynamical conditions likely to be fraught with inconsistency, unless we take into account the mutual dynamical actions of those particles. I think it is considerably in favour of the present mode of viewing the problem, that no difficulties of the kind under consideration are found to present themselves.\n\n10. I confine my attention, as I have before stated, to an isotropical singly refracting medium, like glass or water, though I think, if I had more time at my disposal, I could extend the theory to doubly refracting crystals. A very simple integration gives me a general expression for the vis viva of an elementary cycloidal wave, in terms of the amplitude and the constants of the periodical function. By help of this I obtain two equations of vis viva, one for a wave whose vibrations are in the plane of incidence, and the other for a wave whose vibrations are perpendicular to that plane, both vibrations being transverse to the axis of the ray. By the principle of superposition, these two equations will hold true simultaneously when the above waves are regarded as the components of one and the same wave. I obtain three other equations between the amplitudes, from the simple consideration that a particle situated in the common surface of the two media cannot vibrate in more than one way at once. Of these three equations two involve the amplitudes of the first component wave, and the third those of the second.\n\nThe five equations serve to determine, in terms of the angle of incidence and the component amplitudes of the incident wave, the five following quantities, namely, the angle of refraction, the two component amplitudes of the reflected wave, and those of the refracted wave.\n\n11. By the help of Fourier's theorem we may decompose any form of undulation, extending between given limits, into a series of elementary cycloidal undulations, varying in wave-length, amplitude and orientation; and, again, a wave whose orientation deviates from the plane of incidence, or a plane perpendicular to this passing through the axis of the ray, may be resolved into two, one in each of the above planes, which I shall term respectively the primary and secondary planes.\n\nLet $\\theta$ be the angle of incidence of a cylindrical beam or incident ray; and let\n\n$$y = h \\sin \\frac{2\\pi}{\\lambda} (at + x)$$\n\n$$z = k \\sin \\frac{2\\pi}{\\lambda} (at + x + c)$$\n\nrepresent the displacements due to any one of its cycloidal elementary waves, resolved parallel to the primary and secondary plane, $x$ being the distance from the point of incidence measured along the axis of the ray, $(a)$ the velocity of undulation, and $t$ the time measured from some epoch anterior to incidence.\nFrom these two equations we may readily derive the following,\n\n\\[\n\\frac{y^2}{h^2} - 2 \\cos\\left(\\frac{2\\pi c}{\\lambda}\\right) \\cdot \\frac{yz}{hk} + \\frac{z^2}{k^2} = \\sin^2\\left(\\frac{2\\pi c}{\\lambda}\\right),\n\\]\n\ngiving for the motion of an ethereal particle, in general, an ellipse having its centre in the axis of the ray and its plane perpendicular to that axis.\n\nThe constant \\(c\\) determines the difference of phase of the two component waves; if the phases be coincident, we have \\(c=0\\), in which case the above equation becomes\n\n\\[\nz = \\frac{k}{h} y.\n\\]\n\nThe particle, therefore, performs its vibration in a straight line inclined to the axis of \\(y\\), that is, to the plane of incidence at an angle whose tangent is \\(\\frac{k}{h}\\). I shall call this the angle of orientation: denoting it by \\(\\gamma\\), we get\n\n\\[\n\\tan \\gamma = \\frac{k}{h}\n\\]\n\n\\[\n\\tan 2\\gamma = \\frac{2hk}{1 - \\frac{k^2}{h^2}} = \\frac{2hk}{h^2 - k^2}.\n\\]\n\nIn general it is not difficult to show, by the usual method of transformation of coordinates, that the major axis of the elliptic orbit, whose equation has been exhibited above, makes with the plane of incidence an angle of orientation (\\(\\gamma\\)) determined by the equation\n\n\\[\n\\tan 2\\gamma = \\frac{2hk}{h^2 - k^2} \\cos\\left(\\frac{2\\pi c}{\\lambda}\\right).\n\\]\n\nIf \\(h=k\\), \\(\\gamma=\\frac{\\pi}{4}\\) in both cases; the linear radius of vibration and the axis major of the elliptical vibration are therefore inclined to the plane of incidence at an angle of 45°.\n\nIn the particular case of \\(h=k\\), and \\(c=\\frac{\\lambda}{4}\\),\n\n\\[\n\\tan 2\\gamma = 0;\n\\]\n\nand is therefore indeterminate, but in that case the equation becomes\n\n\\[\ny^2 + z^2 = h^2.\n\\]\n\neach particle therefore describes a circle about a point in the axis of the ray, and all traces of orientation disappear.\n\nIt is needless to state that the three cases, which have here been briefly discussed, are those usually distinguished as belonging to plane polarized, elliptically polarized, and circularly polarized light.\n\n12. By the theory of superposition of small motions we are at liberty to consider\neach component wave separately. Let us first take the primary component whose displacement is in the plane of incidence and determined by the equation\n\n\\[ y = h \\sin \\frac{2\\pi}{\\lambda} (at + x). \\]\n\nIn order to determine the vis viva due to one undulation, let \\( \\alpha \\) be the distance of the particles of the ether from each other; the medium being isotropical, \\( \\frac{1}{\\alpha} \\) will be the number of particles contained in a unit of line, and \\( \\frac{1}{\\alpha^2} \\) the number contained in a unit of surface, in whatever direction the line or surface may be turned: the interval \\( \\alpha \\) being supposed extremely small compared with \\( \\lambda \\) the length of an undulation, \\( \\frac{dx}{\\alpha} \\) will be the average number of particles contained in a portion \\( dx \\) of \\( \\lambda \\), which may be regarded as vibrating with the common velocity \\( \\frac{2\\pi ha}{\\lambda} \\cos \\frac{2\\pi}{\\lambda} (at - x) \\) found by differentiating the expression for \\( y \\) with respect to \\( t \\). The vis viva of a single line of vibrating particles at the given instant (\\( t \\)), therefore \\( = \\frac{4\\pi^2 h^2 a^2}{\\alpha \\lambda^2} \\int \\cos^2 \\frac{2\\pi}{\\lambda} (at + x) dx \\) from \\( x = x \\) to \\( x = x + \\lambda \\). This is easily found to be \\( \\frac{2\\pi^2 h^2 a^2}{\\lambda \\alpha} \\); and it is worthy of remark, though this is no more than we ought naturally to expect, that the result is independent of the phase at the beginning and end of the integral. The same will be true of every length \\( \\lambda \\) of particles which constitute the incident cylindrical beam, whatever may be the nature of the phase at the two extremities. Let \\( \\omega \\) be the oblique section of this beam made by the common surface of the two media; then \\( \\omega \\cos \\theta \\) is the transverse section of the incident beam made by a plane perpendicular to its axis, and \\( \\frac{\\omega \\cos \\theta}{\\alpha^2} \\) is the number of ethereal particles in this section. Hence to obtain the vis viva of one undulation of the incident beam we have only to multiply the vis viva of each line of particles \\( \\frac{2\\pi^2 h^2 a^2}{\\lambda \\alpha} \\) by \\( \\frac{\\omega \\cos \\theta}{\\alpha^2} \\), and the result is \\( \\frac{2\\pi^2 h^2 a^2 \\omega \\cos \\theta}{\\lambda \\alpha^3} \\), which holds true whether the particles be in the same phase for the whole extent of each transverse section, as, I think, is commonly supposed, or whether the phase be supposed to vary from particle to particle in such transverse section, according to some continuous law depending on the original vibrations at the surface of the sun or other origin of the beam; it being understood of course that at a given instant the same type or system of phases will recur for sections separated from each other by the interval \\( \\lambda \\). There will be the same recurrence of type for sections made by planes inclined to the beam at any given angle \\( \\theta \\), and separated from each other by the perpendicular interval \\( \\lambda \\cos \\theta \\); and, further, the vis viva contained between two such planes will be the same as before, since every line of particles will have as much vis viva added at one extremity as is cut off at the other, when the cutting planes are turned from the transverse position through the angle \\( \\theta \\). If \\( \\theta \\) be the angle of inci-\ndence, the cutting planes become parallel to the surface of separation of the two media.\n\nHence if we take \\( AP = \\lambda = BQ \\), and take a section \\( PQ \\) of the incident beam parallel to \\( AB \\) (\\( \\omega \\)) the surface of separation, the vis viva of \\( PABQ \\) will have for its expression \\( \\frac{2\\pi^2 h^2 a \\omega \\cos \\theta}{\\lambda \\alpha^3} \\).\n\nIf instead of \\( \\lambda \\) we wish to introduce the period of undulation (\\( \\tau \\)), or the number of undulations in a unit of time (\\( \\nu \\)), since \\( \\frac{\\lambda}{a} = \\tau = \\frac{1}{\\nu} \\), the expression becomes \\( \\frac{2\\pi^2 h^2}{\\alpha^3 \\tau} \\cdot a \\omega \\cos \\theta \\), or \\( \\frac{2\\pi^2 h^2}{\\alpha^3} \\cdot a \\nu \\omega \\cos \\theta \\).\n\n13. In the same way*, if \\( h' \\) and \\( h_i \\) be the amplitudes of the reflected and refracted rays, \\( \\theta_i \\) the angle of refraction, \\( a_i \\) the distance of the ethereal particles from each other in the second medium, and \\( a_i \\) the velocity of undulation in that medium, the vires viva of the same wave after the reflexion and refraction has been completed will be severally represented by \\( \\frac{2\\pi^2 h'^2}{\\alpha^3} \\cdot a \\nu \\omega \\cos \\theta \\) and \\( \\frac{2\\pi^2 h_i^2}{\\alpha_i^3} \\cdot a_i \\nu \\omega \\cos \\theta_i \\), \\( \\nu \\) being taken the same as before, inasmuch as phases of any given kind, the nodal points for instance, will be transmitted across the surface of separation just as rapidly as they arrive, so far as regards the number transmitted in a given time, but with different velocities of undulation \\( a \\) and \\( a_i \\) in the two media. Hence, on the supposition that no vis viva is lost by the rays, we shall have, omitting common factors,\n\n\\[\n\\frac{h^2 a \\cos \\theta}{\\alpha^3} = \\frac{h'^2 a \\cos \\theta'}{\\alpha^3} + \\frac{h_i^2 a_i \\cos \\theta_i}{\\alpha_i^3}.\n\\]\n\n14. Any particle in the surface of separation will be at one and the same moment performing its phase to the incident ray with the transverse velocity \\( \\frac{2\\pi h a}{\\lambda} \\cos \\frac{2\\pi at}{\\lambda} \\), or \\( 2\\pi h \\nu \\cos (2\\pi vt) \\), and to the reflected and refracted rays with the transverse velocities \\( 2\\pi h' \\nu \\cos (2\\pi vt) \\), \\( 2\\pi h_i \\nu \\cos (2\\pi vt) \\); and since this particle cannot move in more than one way at once, it is clear that the two latter must be equivalent to the former, according to the laws of composition of velocities, which is the same as that of forces.\n\nHence, omitting the common factors, the amplitudes \\( h' h_i \\) of the reflected and refracted rays will be statically equivalent to \\( h \\), the amplitude of the incident ray, regard being had to their several directions. If, therefore, we resolve \\( h' h_i \\) in the direction of \\( h \\) and perpendicular to that direction, the sum of the two former components will equal \\( h \\), and the two latter components will destroy each other.\n\nThere is no difficulty in pursuing this process, but I prefer the following which\n\n* It is scarcely necessary to remark, that, for the reflected and refracted waves, \\( at - x \\) should be written in the place of \\( at + x \\) in the expressions for the displacement, but the sign of \\( x \\) has no influence on the result of the integration.\nleads to the same results, and gives a geometrical meaning to the language employed. By a well-known theorem in statics, if one force be equivalent to two others, and lines be drawn making any given angle with the directions of the three forces, the sides of the triangle intercepted by these lines will respectively represent the forces in magnitude and sign.\n\nLet us agree to regard as positive those motions which tend to the right hand of a person supposed to be swimming on the plane of incidence in the direction in which any one of the three rays proceeds. Now the directions of the three rays themselves being those of the three excursions $hh'h'$, each turned from right to left through a right angle, it follows from the theorem just enunciated, that the sides of a triangle which are respectively parallel to the three rays, will properly represent the transverse velocities in magnitude and sign.\n\nLet PO, OP' and OP'' be the directions of the incident reflected and refracted rays; take $m$ any point in the latter, and draw $mn$ parallel to OP', meeting PO produced in $n$.\n\nBy the rules of composition, On is equivalent to Om and mn, and since all three are measured in the direction in which the rays proceed, their signs must all be regarded as positive. Consequently $h$, $h'$ and $h''$ have the same sign and are severally proportional to On, Om, mn, and therefore to $\\sin O_{mn}$, $\\sin O_{nm}$, $\\sin nOm$; that is, to $\\sin (\\theta + \\phi)$, $\\sin 2\\theta$, and $\\sin (\\theta - \\phi)$.\n\nWe have, therefore,\n\n$$\\frac{h'}{h} = \\frac{\\sin (\\theta - \\phi)}{\\sin (\\theta + \\phi)}$$\n\n$$\\frac{h''}{h} = \\frac{\\sin 2\\theta}{\\sin (\\theta + \\phi)}$$\n\n15. These equations, combined with the former, serve to determine $h'$, $h''$, $\\theta'$.\n\nSubstituting the above values in the equation of No. (13), put under the form\n\n$$\\frac{a \\cos \\theta}{a^3} \\left[ 1 - \\frac{h'^2}{h^2} \\right] = \\frac{a_i \\cos \\theta_i}{a_i^3} \\frac{h'^2}{h^2}$$\n\nwe get\n\n$$\\frac{a \\cos \\theta}{a^3} \\{ \\sin^2 (\\theta + \\phi) - \\sin^2 (\\theta - \\phi) \\} = \\frac{a_i \\cos \\theta_i}{a_i^3} 4 \\sin^2 \\theta \\cos^2 \\theta.$$\n\nNow\n\n$$\\sin^2 (\\theta + \\phi) - \\sin^2 (\\theta - \\phi) = \\{ \\sin (\\theta + \\phi) + \\sin (\\theta - \\phi) \\} \\{ \\sin (\\theta + \\phi) - \\sin (\\theta - \\phi) \\}$$\n\n$$= 2 \\sin \\theta \\cdot \\cos \\theta \\cdot 2 \\cos \\theta \\cdot \\sin \\theta.$$\n\nTherefore, substituting and dividing by the common factors, we get\n\n$$\\frac{a \\sin \\theta_i}{a^3} = \\frac{a_i \\sin \\theta}{a_i^3},$$\n\nor\n\n$$\\sin \\theta_i = \\frac{a^3}{a_i^3} \\frac{a_i}{a} \\sin \\theta.$$\n\nThis equation, combined with\n\n$$h' = h \\frac{\\sin (\\theta - \\phi)}{\\sin (\\theta + \\phi)},$$\n\n$$h'' = h \\frac{\\sin 2\\theta}{\\sin (\\theta + \\phi)}.$$\ncompletely determines the reflected and refracted rays. The vis viva of the reflected ray will thus have for its expression\n\n$$\\frac{2\\pi^2 h^2}{a^3} \\alpha \\omega \\cos \\theta \\cdot \\frac{\\sin^2 (\\theta - \\theta_i)}{\\sin^2 (\\theta + \\theta_i)}.$$  \n\nIf $\\sigma$ be the area of the pupil, we must alter the above in the ratio $\\sigma : \\omega \\cos \\theta$, the section of the reflected beam, which gives\n\n$$\\frac{2\\pi^2 h^2}{a^3} \\alpha \\sigma \\frac{\\sin^2 (\\theta - \\theta_i)}{\\sin^2 (\\theta + \\theta_i)}$$\n\nfor the quantity of vis viva which enters the eye and is afterwards condensed on the retina; the corresponding expression for the incident ray is\n\n$$\\frac{2\\pi^2 h^2}{a^3} \\alpha \\sigma.$$  \n\nIf then we denote the brightness of the incident ray by 1, that of the reflected ray will be represented by\n\n$$\\frac{\\sin^2 (\\theta - \\theta_i)}{\\sin^2 (\\theta + \\theta_i)}.$$  \n\nIn like manner the vis viva of the refracted ray is\n\n$$\\frac{2\\pi^2 h^2}{a^3} \\alpha \\rho \\omega \\cos \\theta \\cdot \\frac{\\sin^2 (2\\theta)}{\\sin^2 (\\theta + \\theta_i)};$$  \n\nand the portion which would enter the eye, could it be placed so as to receive it, is\n\n$$\\frac{2\\pi^2 h^2}{a^3} \\alpha \\rho \\sigma \\cdot \\frac{\\sin^2 (2\\theta)}{\\sin^2 (\\theta + \\theta_i)};$$  \n\ngiving for its comparative brightness the expression\n\n$$\\frac{a^3}{a_i^3} \\cdot \\frac{\\sin^2 (2\\theta)}{\\sin^2 (\\theta + \\theta_i)};$$  \n\nthat is,\n\n$$\\frac{\\sin \\theta_i}{\\sin \\theta} \\cdot \\frac{4 \\sin^2 \\theta \\cos^2 \\theta}{\\sin^2 (\\theta + \\theta_i)},$$  \n\nor\n\n$$\\frac{4 \\cos^2 \\theta_i \\sin \\theta_i \\sin \\theta}{\\sin^2 (\\theta + \\theta_i)}.$$  \n\n16. Let us now take the component wave whose vibrations are performed in the secondary plane. Any displacement being represented by the equation\n\n$$z = k \\sin \\frac{2\\pi}{\\lambda} (at + x + c),$$  \n\nproceeding exactly as before, we shall have, on the supposition that no vis viva is lost,\n\n$$\\frac{k^2 a \\cos \\theta}{a^3} = \\frac{k'^2 a \\cos \\theta}{a^3} + \\frac{k''^2 a \\cos \\theta}{a_i^3}.$$  \n\nThe motion of a particle in the surface of separation regarded as performing its phase to the incident ray is $2\\pi k \\nu \\cos (2\\pi \\nu t)$, which, as before, must be statically equivalent to $2\\pi k' \\nu \\cos (2\\pi \\nu t)$ and $2\\pi k'' \\nu \\cos (2\\pi \\nu t)$; but the directions of these three motions\nbeing perpendicular to the plane of incidence and therefore parallel to each other, we have not two equations, as in the last case, but only one, namely,\n\n\\[ k = k' + k_i; \\]\n\nbut \\( \\theta_i \\) being already determined, we have sufficient data for determining \\( k' \\) and \\( k_i \\).\n\nPutting the equation of vis viva under the form\n\n\\[ \\frac{a \\cos \\theta}{a^3} \\cdot (k^2 - k'^2) = \\frac{a_i \\cos \\theta_i}{a_i^3} \\cdot (k - k')^2, \\]\n\nwe see that it is satisfied by making either \\( k - k' = 0 \\),\n\nor\n\n\\[ \\frac{a \\cos \\theta}{a^3} (k + k') = \\frac{a_i \\cos \\theta_i}{a_i^3} (k - k'). \\]\n\nThe first solution gives \\( k' = k \\) and \\( k_i = 0 \\), so that the ray is totally reflected; the vis viva of the reflected ray being equal to that of the incident ray.\n\nThe second solution gives in conjunction with\n\n\\[ \\frac{a}{a^3} \\sin \\theta_i = \\frac{a_i}{a_i^3} \\sin \\theta, \\]\n\n\\[ \\sin \\theta \\cos \\theta \\cdot (k + k') = \\sin \\theta_i \\cos \\theta_i (k - k'), \\]\n\nor\n\n\\[ (\\sin 2\\theta + \\sin 2\\theta_i) k' = (\\sin 2\\theta_i - \\sin 2\\theta) k, \\]\n\nwhence we obtain\n\n\\[ k' = -k \\cdot \\frac{\\sin (2\\theta) - \\sin (2\\theta_i)}{\\sin (2\\theta) + \\sin (2\\theta_i)}, \\]\n\n\\[ k_i = k - k' = k \\cdot \\frac{\\tan (\\theta + \\theta_i) + \\tan (\\theta - \\theta_i)}{\\tan (\\theta + \\theta_i)}, \\]\n\nor\n\n\\[ k_i = k \\cdot \\frac{2 \\sin 2\\theta}{\\sin 2\\theta + \\sin 2\\theta_i}. \\]\n\nThe vis viva of the reflected ray is therefore\n\n\\[ \\frac{2\\pi^2 k^2}{a^3} a \\nu \\omega \\cos \\theta \\cdot \\frac{\\tan^2 (\\theta - \\theta_i)}{\\tan^2 (\\theta + \\theta_i)}, \\]\n\nand its relative brightness, compared with that of the incident wave, namely,\n\n\\[ \\frac{2\\pi^2 k^2}{a^3} a \\nu \\omega \\cos \\theta, \\quad \\text{is} \\quad \\frac{\\tan^2 (\\theta - \\theta_i)}{\\tan^2 (\\theta + \\theta_i)}. \\]\n\nThe vis viva of the refracted wave is\n\n\\[ \\frac{2\\pi^2 k^2}{a_i^3} a_i \\nu \\omega \\cos \\theta_i \\cdot \\frac{4 \\sin^2 2\\theta}{(\\sin 2\\theta + \\sin^2 \\theta_i)^2}, \\]\n\nand its relative brightness is obtained by first multiplying it by \\( \\frac{\\varphi}{\\omega \\cos \\theta_i} \\) and then dividing it by\n\n\\[ \\frac{2\\pi^2 k^2}{a^3} \\cdot a \\nu \\omega \\cos \\theta \\cdot \\frac{\\varphi}{\\omega \\cos \\theta} \\quad \\text{(as in No. 15)}, \\]\ngiving for result\n\n\\[ \\frac{\\alpha^3}{\\alpha_i^3} \\cdot \\frac{a_i}{a} \\cdot \\frac{4 \\sin^2 2\\theta}{(\\sin 2\\theta + \\sin 2\\theta_i)^2} \\]\n\nthat is,\n\n\\[ \\frac{4 \\sin^2 (2\\theta) \\sin \\theta_i}{\\sin \\theta (\\sin 2\\theta + \\sin 2\\theta_i)^2} \\]\n\nor\n\n\\[ \\frac{16 \\cos^2 \\theta_i \\sin \\theta \\sin \\theta_i}{(\\sin 2\\theta + \\sin 2\\theta_i)^2} \\]\n\nThe rule to be followed in selecting the proper solution out of two possible ones, is to take that which causes the ray to deviate as little as possible from its original direction; this is at least the most natural course, and accords with experience in accounting for the phenomenon of polarization, as we shall immediately see; the contrary choice would leave that phenomenon unexplained; we have therefore no alternative but to adopt the second solution.\n\n17. It may be observed, by the way, that the expressions of the intensities\n\n\\[ \\frac{\\sin^2 (\\theta - \\theta_i)}{\\sin^2 (\\theta + \\theta_i)}, \\quad \\frac{\\tan^2 (\\theta - \\theta_i)}{\\tan^2 (\\theta + \\theta_i)} \\]\n\nwhich I have found for the reflected rays whose vibrations occur respectively in the primary and secondary planes, exactly coincide with those which Fresnel has found for the reflected rays whose vibrations are respectively performed in the secondary and primary planes; while the expressions for the intensities of the refracted rays, with the same interchange of planes, only approximately coincide with those deduced by Fresnel.\n\n18. If \\( \\theta + \\theta_i = \\frac{\\pi}{2} \\) the expression for the secondary reflected ray vanishes; hence it follows that the incident beam, resulting from the superposition of the two components, after reflexion at the particular angle which satisfies the condition \\( \\theta + \\theta_i = \\frac{\\pi}{2} \\), will produce a reflected ray of the primary class, that is to say, a ray whose vibrations are performed entirely in the plane of incidence.\n\nIf \\( \\mu \\) be the index of refraction, we have\n\n\\[ \\mu = \\frac{\\sin \\theta}{\\sin \\theta_i} = \\frac{\\alpha^3 a_i}{\\alpha^3 a} = \\frac{\\varrho a}{\\varrho_i a_i}, \\]\n\n\\( \\varrho, \\varrho_i \\) denoting the densities of the ether as it exists in the two media, for which the rates of undulation are respectively \\( a, a_i \\).\n\nWhen \\( \\theta_i = \\frac{\\pi}{2} - \\theta \\), we have \\( \\sin \\theta_i = \\cos \\theta \\), and therefore \\( \\tan \\theta = \\mu \\), the law (first discovered by Brewster) which determines what is called the polarising angle, agreeably to experience.\n\nBut after incidence at this angle, the beam resulting from the superposition of the two component rays, will, after reflexion, consist entirely of vibrations performed in the plane of incidence, and not, as Fresnel supposed, in a plane at right angles to this.\n19. Let $\\gamma, \\gamma', \\gamma_i$ denote generally the orientations of the major axes of the molecular orbits of the incident, reflected and refracted rays, which, in the case of plane polarized rays, are the same as the angles which the planes of vibration make with the plane of incidence (see No. 11). First, for a plane polarized incident ray, in which case $c=0$, we have\n\n$$\\tan \\gamma = \\frac{k}{h}, \\quad \\tan \\gamma' = \\frac{k'}{h'}, \\quad \\tan \\gamma_i = \\frac{k_i}{h_i}.$$  \n\nSubstituting for $k', h', k_i$ their values, we find\n\n$$\\tan \\gamma' = -\\frac{k}{h} \\cos (\\theta + \\phi) = -\\tan \\gamma \\cdot \\frac{\\cos (\\theta + \\phi)}{\\cos (\\theta - \\phi)}.$$  \n\n$$\\tan \\gamma_i = \\frac{k}{h} \\cdot \\frac{2 \\sin (\\theta + \\phi)}{\\sin 2\\theta + \\sin 2\\phi} = 2 \\tan \\gamma \\cdot \\frac{\\sin (\\theta + \\phi)}{\\sin 2\\theta + \\sin 2\\phi}.$$  \n\nThese formulæ show the shifting of the plane in which the vibrations are performed, and consequently of the plane perpendicular to this, which is usually called the plane of polarization. The first agrees with the formula, p. 361 of Airy's Tracts, $\\gamma, \\gamma'$ being of course the complements of the angles there denoted by $\\alpha, \\beta$, which formula is there stated to have been verified by numerous observations of Brewster and Arago. If the incident ray be elliptically polarized, the expressions for $\\tan \\gamma, \\tan \\gamma', \\tan \\gamma_i$ are of course more complicated.\n\nI have stated in No. 11, though for brevity the proof has been omitted, that in the general case,\n\n$$\\tan 2\\gamma = \\frac{2hk}{h^2 - k^2} \\cos \\left( \\frac{2\\pi c}{\\lambda} \\right).$$  \n\nIf we put\n\n$$\\frac{hk}{h^2 - k^2} \\cos \\left( \\frac{2\\pi c}{\\lambda} \\right) = \\beta,$$\n\nwe shall have\n\n$$\\frac{2 \\tan \\gamma}{1 - \\tan^2 \\gamma} = 2\\beta,$$\n\nwhence\n\n$$\\tan^2 \\gamma + \\frac{1}{\\beta} \\tan \\gamma - 1 = 0,$$\n\nand\n\n$$\\tan \\gamma = -\\frac{1}{2\\beta} \\pm \\sqrt{\\left( 1 + \\frac{1}{4\\beta^2} \\right)}.$$  \n\nTo determine which sign ought to be used, we may observe that the expression ought to reduce itself to $\\frac{k}{h}$ when $c=0$, as in the former case. But making $c=0$, we have\n\n$$\\beta = \\frac{hk}{h^2 - k^2},$$\n\nand the root becomes\n\n$$-\\frac{h^2 - k^2}{2hk} \\pm \\sqrt{\\left( 1 + \\frac{(h^2 - k^2)^2}{4h^2k^2} \\right)},$$\n\nwhich reduces itself to $\\frac{k}{h}$ or $-\\frac{h}{k}$, according as we take the upper or lower sign. The\nupper sign must therefore be taken, and we shall have generally without ambiguity,\n\n$$\\tan \\gamma = -\\frac{h^2 - k^2}{2hk} \\sec \\frac{2\\pi c}{\\lambda} + \\sqrt{\\left(1 + \\frac{(h^2 - k^2)}{4hk^2} \\sec^2 \\frac{2\\pi c}{\\lambda}\\right)}.$$  \n\nThe other value expresses the orientation of the axis minor, since the product of the two values is $-1$.\n\n20. It may be worth observing, that if one of these values had been mistaken for the other, it would have made a difference of $90^\\circ$ in the direction of vibration in the case of a plane polarized ray, for which $c=0$, and we should thus be brought back to the hypothesis of Fresnel. I mention this merely to show how easily error may be introduced in proceeding from one formula to another, and I would suggest the possibility that the discrepancies of different theorists on this particular point may in some instances be removed by a closer attention to the meaning of ambiguous signs.\n\n21. From the last expression for $\\tan \\gamma$ we may derive those for $\\tan \\gamma'$ and $\\tan \\gamma_i$; for this purpose we have merely to write $h'k'$, or $h_i k_i$ in the place of $hk$, and afterwards to substitute for $h'k' h_i k_i$ their values in terms of $hk$ and $\\theta$. The results would probably admit of simplification in some degree, but I shall content myself with having pointed out the mode of obtaining them.\n\n22. I now proceed to the case in which a portion of the vis viva of the incident ray is supposed to be communicated to the refracting medium during the same shock which splits up the incident beam into the reflected and refracted rays.\n\nDenoting by $p$ the vis viva of the primary component of the incident ray, and by $p', p_i, p_n$ the expenditure of the same upon the reflected ray, the refracted ray and the medium respectively, and denoting the angles of incidence and refraction and the different amplitudes as before, we shall have\n\n$$p = p' + p_i + p_n,$$\n\nor putting\n\n$$\\frac{p_n}{p_i} = s,$$\n\n$$p = p' + (1+s)p_i.$$\n\nBut we have already found by integration,\n\n$$p = \\frac{2\\pi^2 h^2}{a^3} a \\nu \\omega \\cos \\theta,$$\n\n$$p' = \\frac{2\\pi^2 h'^2}{a'^3} a \\nu \\omega \\cos \\theta,$$\n\n$$p_i = \\frac{2\\pi^2 h_i^2}{a_i^3} a \\nu \\omega \\cos \\theta_i.$$\n\nConsequently\n\n$$\\frac{h^2 a \\cos \\theta}{a^3} = \\frac{h'^2 a \\cos \\theta'}{a'^3} + \\frac{(1+s)h_i^2}{a_i^3} a_i \\cos \\theta_i.$$\n\nWe shall further have, as before,\n\n$$\\frac{h'}{h} = \\frac{\\sin (\\theta - \\theta_i)}{\\sin (\\theta + \\theta_i)},$$\n\n$$\\frac{h_i}{h} = \\frac{\\sin (2\\theta)}{\\sin (\\theta + \\theta_i)}.$$\nWe have therefore exactly the same equations to combine as before, with the sole exception that \\( \\frac{\\alpha_i}{\\sqrt{1+s}} \\) occupies the place of \\( \\alpha_i \\); we have therefore only to make this simple change in the value of \\( \\sin \\theta_i \\), and we obtain\n\n\\[\n\\begin{align*}\n\\sin \\theta_i &= (1+s) \\cdot \\frac{\\alpha^3}{\\alpha_i^3} \\cdot \\frac{a_i}{a} \\sin \\theta \\\\\np &= \\frac{2\\pi^2 h^2}{\\alpha^3} a \\nu \\omega \\cos \\theta \\\\\np' &= \\frac{2\\pi^2 h^2}{\\alpha^3} a \\nu \\omega \\cos \\theta \\cdot \\frac{\\sin^2 (\\theta - \\theta_i)}{\\sin^2 (\\theta + \\theta_i)} \\\\\np_i &= \\frac{2\\pi^2 h^2}{\\alpha_i^3} a \\nu \\omega \\cos \\theta_i \\cdot \\frac{\\sin^2 (2\\theta)}{\\sin^2 (\\theta + \\theta_i)}\n\\end{align*}\n\\]\n\nwith the same expressions for the comparative brightness as before. See No. 16.\n\n23. The first of the above equations, compared with the Cartesian law of refraction, regarded as an experimental truth, shows that \\( s \\) is independent of \\( \\theta \\); in fact\n\n\\[\ns = \\frac{\\alpha^3 a}{\\alpha_i^3 a_i} \\cdot \\frac{\\sin \\theta_i}{\\sin \\theta} - 1,\n\\]\n\nand since by the Cartesian law \\( \\frac{\\sin \\theta_i}{\\sin \\theta} \\) is independent of \\( \\theta \\), it follows that \\( s \\) is also independent of \\( \\theta \\). This quantity must therefore be regarded as a certain coefficient of absorption, depending mainly on the constitution of the crystal and the period of the incident ray, possibly also in some degree on the orientation of the ray, or the position of the plane in which its vibrations are performed, with regard to certain fixed planes in the crystal, or refracting medium, whether solid or fluid. The theoretical determination of this coefficient can only result from a more perfect theory of resonance than has hitherto been given, and it is hoped that some of the great modern analysts will turn their attention in this direction.\n\nIf we denote the former refractive index \\( \\frac{\\alpha^3}{\\alpha_i^3} \\cdot \\frac{a}{a_i} \\), or \\( \\frac{\\varepsilon a}{\\varepsilon_i a_i} \\), by \\( \\mu \\), as before, and the altered refracted index \\( \\frac{\\alpha^3}{(1+s)\\alpha_i^3} \\cdot \\frac{a}{a_i} \\), or \\( \\frac{1}{1+s} \\cdot \\frac{\\varepsilon a}{\\varepsilon_i a_i} \\), by \\( \\mu_i \\), we shall have\n\n\\[\n\\mu_i = \\frac{\\mu}{1+s}.\n\\]\n\nThis very simple formula, now given for the first time, demonstrates the rule I have before enunciated, namely,\n\nThe solar rays can exercise no action upon any medium through which they are transmitted without an accompanying diminution of the refractive index.\n\n24. To estimate the effect of this diminution upon the intensities \\( i' \\), \\( i_i \\) of the reflected and refracted rays, unity as before representing the intensity of the incident primary ray, we have\n\n\\[\ni' = \\frac{p'}{p} = \\frac{\\sin^2 (\\theta - \\theta_i)}{\\sin^2 (\\theta + \\theta_i)}\n\\]\n\\[ i_i = p \\frac{\\omega}{\\cos \\theta_i} \\div p \\frac{\\omega}{\\cos \\theta} \\]\n\n\\[ = \\frac{\\cos \\theta}{\\cos \\theta_i} \\cdot \\frac{p_i}{p} \\]\n\n\\[ = \\frac{\\sin^2 (2\\theta)}{\\sin^2 (\\theta + \\theta_i)} \\cdot \\frac{\\alpha^3 a_i}{\\alpha^3 a} \\]\n\n\\[ = \\frac{\\sin^2 (2\\theta)}{\\sin^2 (\\theta + \\theta_i)} \\cdot \\frac{1}{1+s} \\cdot \\frac{\\sin \\theta_i}{\\sin \\theta}, \\]\n\nthat is,\n\n\\[ i_i = \\frac{4}{1+s} \\cdot \\frac{\\cos^2 \\theta_i \\cdot \\sin \\theta_i \\cdot \\sin \\theta}{\\sin^2 (\\theta + \\theta_i)}. \\]\n\nLet us now proceed to the case of the secondary component wave.\n\nDenoting by \\( q' q_i q_{ii} \\) the vis viva of the incident, reflected and refracted rays, and by \\( q_{ii} \\) the vis viva communicated to the medium, we have\n\n\\[ q = q' + q_i + q_{ii}; \\]\n\nand denoting\n\n\\[ \\frac{q_{ii}}{q_i} \\text{ by } s', \\]\n\nwe have\n\n\\[ q = q' + (1+s') \\cdot q_i. \\]\n\nWe have, further,\n\n\\[ q = \\frac{2\\pi^2 k^2}{a^3} a \\nu \\omega \\cos \\theta \\]\n\n\\[ q' = \\frac{2\\pi^2 k'^2}{a^3} a \\nu \\omega \\cos \\theta \\]\n\n\\[ q_i = \\frac{2\\pi^2 k_i^2}{a_i^3} a \\nu \\omega \\cos \\theta_i. \\]\n\nConsequently\n\n\\[ \\frac{k^2 a \\cos \\theta}{a^3} = \\frac{k'^2 a \\cos \\theta}{a^3} + \\frac{k_i^2 a_i \\cos \\theta_i (1+s')}{a_i^3}, \\]\n\nwith which must be combined, as before, the equation\n\n\\[ k = k' + k_i. \\]\n\nThese equations lead to the same results as before, except that \\( \\frac{\\alpha_i}{\\sqrt{1+s'}} \\) occupies the place of \\( \\alpha_i \\), giving, besides the case of total reflexion, the equation\n\n\\[ \\frac{a \\cos \\theta}{a^3} (k+k') = \\frac{a_i \\cos \\theta_i (1+s')}{a_i^3} (k-k'). \\]\n\nCombining with this the equation\n\n\\[ \\sin \\theta_i = (1+s) \\frac{\\alpha^3 a_i}{\\alpha_i^3 a} \\sin \\theta, \\]\n\nwe get\n\n\\[ (1+s) \\sin \\theta \\cos \\theta (k+k') = (1+s') \\sin \\theta_i \\cos \\theta_i (k-k'), \\]\n\nwhence\n\n\\[ k' \\{(1+s) \\sin 2\\theta + (1+s') \\sin 2\\theta_i\\} = k \\{(1+s') \\sin 2\\theta_i - (1+s) \\sin 2\\theta\\}, \\]\n\nor\n\n\\[ k' = -k \\frac{(1+s) \\sin 2\\theta - (1+s') \\sin 2\\theta_i}{(1+s) \\sin 2\\theta + (1+s') \\sin 2\\theta_i}. \\]\nwhence\n\n\\[ k_i = \\frac{2k \\cdot (1+s) \\sin 2\\theta}{(1+s) \\sin 2\\theta + (1+s') \\sin 2\\theta'} \\]\n\nConsequently\n\n\\[ q = \\frac{2\\pi^2 k^2}{a^3} \\alpha \\omega \\cos \\theta \\]\n\n\\[ q' = \\frac{2\\pi^2 k^2}{a^3} \\alpha \\omega \\cos \\theta \\left\\{ \\frac{(1+s) \\sin 2\\theta - (1+s') \\sin 2\\theta'}{(1+s) \\sin 2\\theta + (1+s') \\sin 2\\theta'} \\right\\}^2 \\]\n\n\\[ q_i = \\frac{2\\pi^2 k^2}{a^3} \\alpha \\omega \\cos \\theta \\left\\{ \\frac{2(1+s) \\sin 2\\theta}{(1+s) \\sin 2\\theta + (1+s') \\sin 2\\theta'} \\right\\}^2 \\]\n\n25. If \\( j' \\) denote the comparative brightness of the reflected and refracted rays, that of the incident secondary ray being represented by unity, we shall have\n\n\\[ j' = \\frac{q'}{q} = \\left\\{ \\frac{(1+s) \\sin 2\\theta - (1+s') \\sin 2\\theta'}{(1+s) \\sin 2\\theta + (1+s') \\sin 2\\theta'} \\right\\}^2 \\]\n\n\\[ j_i = q_i \\cdot \\frac{\\sigma}{\\omega \\cos \\theta_i} \\div q \\cdot \\frac{\\sigma}{\\omega \\cos \\theta} = \\frac{\\cos \\theta_i}{\\cos \\theta} \\cdot \\frac{q_i}{q} \\]\n\n\\[ = \\frac{\\alpha^3}{a^3} \\cdot \\frac{k_i^2}{k^2} = \\frac{1}{1+s} \\cdot \\frac{\\sin \\theta_i}{\\sin \\theta} \\cdot \\frac{k_i^2}{k^2} \\]\n\nor\n\n\\[ j_i = \\frac{4}{1+s} \\cdot \\frac{\\sin \\theta_i}{\\sin \\theta} \\cdot \\left\\{ \\frac{(1+s) \\sin 2\\theta}{(1+s) \\sin 2\\theta + (1+s') \\sin 2\\theta'} \\right\\}^2 \\]\n\nIf then \\( j' \\) be \\( \\tan^2 (\\theta - \\theta_i) / \\tan^2 (\\theta + \\theta_i) \\), as the experiments of Brewster and Arago would lead us to infer, in all such cases at least we must have \\( s' = s \\). In fact, \\( \\tan (\\theta - \\theta_i) / \\tan (\\theta + \\theta_i) \\) being equivalent to \\( \\sin 2\\theta - \\sin 2\\theta_i / \\sin 2\\theta + \\sin 2\\theta_i \\), we could not have exact agreement between theory and experiment unless\n\n\\[ \\frac{(1+s) \\sin 2\\theta - (1+s') \\sin 2\\theta_i}{(1+s) \\sin 2\\theta + (1+s') \\sin 2\\theta_i} = \\frac{\\sin 2\\theta - \\sin 2\\theta_i}{\\sin 2\\theta + \\sin 2\\theta_i} \\]\n\nthat is, unless\n\n\\[ (1+s) \\sin 2\\theta_i - (1+s') \\sin 2\\theta_i = -(1+s) \\sin 2\\theta_i + (1+s') \\sin 2\\theta_i \\]\n\nthat is, unless\n\n\\[ 2(1+s) = 2(1+s'), \\text{ or } s = s' \\]\n\nNeither without this condition would \\( j' \\) vanish when \\( \\theta + \\theta_i = \\frac{\\pi}{2} \\); or \\( 2\\theta_i = \\pi - 2\\theta \\), for in that case the expression for \\( j' \\) becomes \\( \\left\\{ \\frac{s-s'}{2+s+s'} \\right\\}^2 \\).\n\n26. It is extremely natural to suppose that the effect upon the medium is mainly, if not entirely, operated by the refracted ray in its passage into the medium, after its separation from the reflected ray; and as \\( s \\) and \\( s' \\) denote the ratios \\( p_i / p_i' \\), \\( q_i / q_i' \\), that is to say, the ratio, for each case, in which the vis viva entering the medium distributes itself between the particles of the medium and the particles of the ether interfused amongst them, we ought to expect that in an isotropical medium, like that under\nconsideration, this ratio of distribution should be independent of orientation, and consequently the same for both the primary and secondary refracted waves.\n\n27. I am not disposed however to leap too suddenly to the conclusion that the reflected ray in the action of turning through the angle $\\pi - 2\\theta$ has no influence in imparting vis viva to the medium*; though it must be conceded that in all cases where the brightness of the reflected rays accurately follows the laws of Fresnel as tested by Brewster and Arago, the reflected ray has no sensible influence on the medium; for were it otherwise, we ought in an accurate theory of resonance to find a difference in the values of $s$ and $s'$, as we do in the intensities of the primary and secondary waves, both reflected and refracted, and we have already seen that such difference of values will vitiate the law for the secondary reflected ray. It makes all the difference in the world, whether the vis viva be supposed to be communicated to the medium at the very instant of the shock, or immediately afterwards; in the first case it will be due partly to the reflected and partly to the refracted rays, in the latter case it will be due almost entirely to the refracted rays. In all cases, however, it is natural to suppose that the refracted rays are chiefly instrumental, and this is indicated by the equality of $s$ and $s'$ in isotropical media, without which equality the laws of Fresnel, Brewster and Arago, could not, according to the present theory, be accurately, though they might very well be approximately true, as in fact they would be if $s = s'$, though different from each other, were very small compared with unity. In clear transparent media, where there is little absorption, $s$ and $s'$ are probably very small, and such being the case, the above law of brightness ought to hold, independent of the equality $s = s'$.\n\n28. I return now to the expressions for the refractive index\n\n$$\\mu = \\frac{ga}{g/a}$$\n\n$$\\mu' = \\frac{1}{1 + s} \\cdot \\frac{ga}{g/a} = \\frac{\\mu}{1 + s}.$$  \n\nIn the first place, it will be remarked that these differ from the value which is usually adopted, namely, $\\frac{a}{a}$.\n\nI confess I always considered that the usual mode of deducing this value from the spread of the wave, which in fact does not spread, was more elegant than conclusive. It is connected, if I mistake not, with the idea that the transverse front of a wave of light, as of a wave of sound, consists of particles all of which are in the same phase;\n\n* Nevertheless it is worth observing, that at the critical angle (compare No. 39), in the case of $s = s'$, it results from the formulae that the absorbing power of the medium has no effect in diminishing the vis viva when the ray is turned through an angle $\\pi - 2\\theta$ in the operation of reflexion, and this is true both for the primary and secondary rays. I am therefore inclined to think, and other considerations confirm me in that opinion, that the absorbing medium acts something like a file in thinning off the absorbed portions of the ray, and requires that the ray should penetrate into its substance before it can exercise any absorbing action upon it.\nthe equation \\( \\frac{\\sin \\theta}{\\sin \\theta_i} = \\frac{a}{a_i} \\) may, in fact, be derived from that hypothesis, without any consideration of the spread of the wave.\n\nTo make this appear, suppose PQ, a transverse section of the incident beam, to be all in the same phase of vibration, and after a certain time to have undulated into the position \\( P_iQ_i \\), having been previously refracted by the surface AB. The time from P through A to \\( P_i \\) will be\n\n\\[\n\\frac{PA}{a} + \\frac{AP_i}{a_i},\n\\]\n\nthat from Q through B to \\( Q_i \\) will be\n\n\\[\n\\frac{BQ}{a} + \\frac{BQ_i}{a_i}.\n\\]\n\nEquating these and transposing, we get\n\n\\[\n\\frac{PA - BQ}{a} = \\frac{BQ_i - AP_i}{a_i},\n\\]\n\nthat is, drawing QR and PS parallel to AB,\n\n\\[\n\\frac{PR}{a} = \\frac{QS}{a_i};\n\\]\n\nand since \\( RQ = AB = PS \\),\n\n\\[\n\\therefore \\quad \\frac{PR}{RQ} = \\frac{a}{a_i} \\cdot \\frac{QS}{PS}.\n\\]\n\nBut\n\n\\[\n\\frac{PR}{RQ} = \\cos PRQ = \\sin \\theta,\n\\]\n\nand\n\n\\[\n\\frac{QS}{PS} = \\frac{\\sin SP_iQ_i}{\\sin P_iQ_iS} = \\sin \\theta_i \\text{ if } P_iQ_iS = 90^\\circ,\n\\]\n\nand only on that supposition.\n\nHence the equation \\( \\sin \\theta = \\frac{a}{a_i} \\sin \\theta_i \\)\n\nexpresses the condition that \\( P_iQ_iS \\) is a right angle, in other words, that the direction \\( BQ_i \\) of the refracted wave is perpendicular to the section of similar phase to PQ.\n\nNow though this may be true with regard to sound, we have no reason, beyond a precarious analogy, to assume that it is true with regard to light. Indeed I think the hypothesis of a similarity of phase extending over the whole of a transverse section of the ray, whether it be the incident or refracted ray, is quite untenable; for let us consider how light is generated.\n\n29. Light appears to be generated by the action upon the ether of the superficial particles of a vibrating body, whether those vibrations have their origin in the process of combustion, as in the flame of a candle, or in some other way, as in the case of phosphorus, the electric light, &c. The vibrations of these superficial particles must be performed in that superficies, otherwise they could not impart transverse vibrations to the ether in contact with them: and such being the case, it is highly\nimprobable, indeed next to impossible, that one uniform phase should extend over more than a very minute portion of superficies at a given instant, consistently with the conditions of continuity.\n\n30. The fairest way of considering the subject without assuming the uniformity of phase, is to take a section of the incident ray PQ parallel to the refracting surface, and therefore \\( = \\omega \\), and upon every particle of this section to erect ordinates representing the phases of the different particles: the rippled surface which passes through the extremities of these ordinates will possess a kind of type, which after the time \\( \\frac{PA}{a} \\) will be transferred to the surface AB, through which it will be transmitted, with diminished intensity, into the refracting medium, and after a time \\( \\frac{AP}{a_i} \\) will be brought into the position \\( P_iQ_i \\) parallel to AB and PQ.\n\nPresented under this point of view, the question affords no hold whatever for the determination of \\( \\theta_p \\), and I think I am entitled to conclude that the formula\n\n\\[\n\\sin \\theta_i = \\frac{a_i}{a} \\sin \\theta,\n\\]\n\nor\n\n\\[\n\\mu = \\frac{a}{a_i},\n\\]\n\nrests on no other foundation than an uncertain analogy drawn from the theory of sound, whereas the demonstrations I have given of the formulæ\n\n\\[\n\\mu = \\frac{ga}{g/a_i} = \\frac{\\sin \\theta}{\\sin \\theta_i},\n\\]\n\n\\[\n\\mu_i = \\frac{1}{1+s} \\frac{ga}{g/a_i} = \\frac{\\sin \\theta}{\\sin \\theta_i},\n\\]\n\nare quite independent of such analogy, and are true whatever may be the type of the rippled surface at the front of the waves.\n\nI may mention, by the way, that I think it arises from the existence of such a rippled front of wave, that the fringes of interference, which border the margin of a small aperture, upon which a conical pencil of light is incident, are found to vanish when the aperture exceeds a very small limit; in fact, when the aperture is enlarged so as to admit a comparatively large chequered surface of the wave’s front, the several portions destroy each other’s effect by interference; but when the aperture is so small as only to admit a portion which presents a uniformity of phase, then the fringes present themselves and admit of the usual explanation. The hypothesis of a rippled front is therefore not only the most probable when we consider the origin of the beam, but it accounts simultaneously for the non-spread of the wave and the disappearance of the fringes when the aperture is large.\n\nIt may perhaps be urged in favour of the hypothesis of uniformity of phase in the\nfront of the wave, that it is necessary, in order to account for a succession of pulses on the retina, giving for different values of $\\lambda$ the impression of different colours analogous to different musical notes in the phenomenon of sound.\n\nTo this I reply, that the phases of maxima vis viva will succeed with equal rapidity in both cases, which is a complete answer to the objection.\n\nIn fact, if we adopt the hypothesis of a rippled front, the vis viva due to any transverse section as it enters the pupil, will have for its expression an integral of the form\n\n$$B_1 \\cos^2 \\frac{2\\pi}{\\lambda} (at + c_1) + B_2 \\cos^2 \\frac{2\\pi}{\\lambda} (at + c_2) + B_3 \\cos^2 \\frac{2\\pi}{\\lambda} (at + c_3) + \\&c.,$$\n\nwhich, writing $\\frac{1 + \\cos 2u}{2}$ in the place of $\\cos^2 u$, and expanding each term, will give an expression of the form\n\n$$A + B \\cos \\left( \\frac{4\\pi at}{\\lambda} \\right) + C \\sin \\left( \\frac{4\\pi at}{\\lambda} \\right),$$\n\nthat is, of the form\n\n$$A + A_1 \\cos \\left( \\frac{4\\pi}{\\lambda} A_2 \\right) \\cos \\frac{4\\pi at}{\\lambda} + A_1 \\sin \\frac{4\\pi}{\\lambda} A_2 \\sin \\frac{4\\pi at}{\\lambda},$$\n\nor\n\n$$A + A_1 \\cos \\frac{4\\pi}{\\lambda} (at + A_2),$$\n\nor\n\n$$A - A_1 + 2A_1 \\sin^2 \\frac{2\\pi}{\\lambda} (at + A_2),$$\n\nwhose maximum value, $(A + A_1)$ (as also its minimum value $(A - A_1)$), recurs after intervals $\\frac{\\lambda}{a}, \\frac{2\\lambda}{a}, \\&c.$, as is easily seen; these intervals, in fact, hold for phases of any given denomination, just as in the case of any single elementary portion of the front of the wave.\n\n31. Let us now consider the effect of the divisor $1 + s$ in the formula\n\n$$\\mu_i = \\frac{1}{1 + s} \\cdot \\mu = \\frac{1}{1 + s} \\cdot \\frac{\\rho_a}{\\rho_i},$$\n\nsince\n\n$$s = \\frac{p_{ii}}{p_i} = \\text{vis viva communicated to the medium} \\over \\text{vis viva of the refracted ray}.$$\n\nWe see, that, according as the absorption is greater or less, the values of $s$ may range between infinity and zero; corresponding to which $\\mu_i$ will range between zero and $\\mu_s$, the refractive index when there is no absorption.\n\nBut the equation\n\n$$\\sin \\theta_i = \\frac{1}{\\mu_i} \\sin \\theta = \\frac{1 + s}{\\mu} \\sin \\theta,$$\n\nshows that $\\theta_i$ will $= \\frac{\\pi}{2}$ as soon as\n\n$$\\frac{1 + s}{\\mu} \\sin \\theta = 1,$$\n\nor\n\n$$\\sin \\theta = \\frac{\\mu}{1 + s}.$$\n\nHence if $s$ be considerable, $\\theta$ must be small in order that there may be a refracted\nray, and if $\\sin \\theta$ exceed the critical value $\\frac{\\mu}{1+s}$, there will be no refracted ray, but the incident light will be totally reflected without any diminution of intensity, but with a change of phase (compare No. 39, and the Note to No. 42 at the end of this paper). Hence we see the possibility of particular rays, on which the medium exerts a powerful absorbing action at small angles of incidence, being totally reflected at larger incidences, whilst the remainder of the incident beam is partly refracted, the refracted and reflected light thus being of completely different colours. Specimens of coloured glass partaking of this property are not uncommon, and I have recently been shown a glass which is deep blue seen by reflected light, and reddish brown by refracted light, an effect which Professor Stokes, who showed me the specimen, assures me is not of the nature of fluorescence, the name he has finally chosen for the phenomena discovered by himself.\n\nAt the other limit, for which $s=0$, $\\sin \\theta_i$ attains its minimum value $\\frac{1}{\\mu} \\sin \\theta$; the rays, of which no portion has been absorbed, therefore emerge on the most refracted side of the spectrum; the same thing appears from the expression $\\mu_i=\\frac{\\mu}{1+s}$, which shows that the refractive index is then a maximum.\n\n32. Although it is possible in this manner to account for a considerable range of spectrum extending, with rapidly decreasing intensity, from the most refracted end, where the rays have suffered least absorption and where the intensity is the greatest, towards the least refracted end, where the intensity decreases without limit, nevertheless there is nothing in this theory which necessarily connects the degree of refraction with the colour, or more generally speaking, the period of the ray.\n\nExperience shows that the most refracted rays have the smallest period; if then we would account for the chromatic dispersion in this way, we must admit that media are more acted upon by the rays of longer period, than by rays of shorter period, by the red than by the violet; but this is contrary to experience. The effect of absorption upon the index of refraction must therefore be regarded as antagonistic to the chromatic dispersion.\n\n33. M. Cauchy has, I consider, given a satisfactory theory of chromatic dispersion, which is perfectly consistent with every thing which has been advanced in the present theory. But I claim for the latter that it gives a satisfactory account of the phenomena of absorption and the spectral spaces discovered by Fraunhofer, and commonly known by the name of Fraunhofer's lines, especially when taken in connexion with the consideration of luminous resonance, to which subject, I think, the attention of scientific men is here directed for the first time.\n\nIn fact, according to the laws of resonance, those rays will act most forcibly on the medium, which find amongst the particles of the latter some capable of vibrating in unison, or in harmonic consonance less perfect than unison, with themselves, the unison of course giving rise to by far the most energetic action, but the other consonances producing effects more decided as the coincidences of phase are more frequent;\nwe see therefore in general why particular rays should be selected for absorption, without any insensible gradation, and why some lines of absorption, those corresponding to unison for example, should be more strongly marked than others; and these preliminaries being conceived, then comes the equation\n\n$$\\sin \\theta_i = (1 + s) \\frac{g_i}{g_a} \\sin \\theta,$$\n\nwhich explains how those rays which undergo absorption are turned out of their places and deflected towards the less refracted end of the spectrum, and in some cases, though with intensities so diminished as to be imperceptible, far beyond the limits of the visible spectrum. In fact as $s$ increases, the above equation shows that $\\theta_i$ increases. The refracted ray is therefore turned more from the normal, or deviates less from its original course than it would do if there were no absorption, in which case $s=0$. The intensities of the reflected and refracted rays, both in the primary and secondary planes, will of course be diminished by the loss of vis viva, as is further apparent from the expressions which have been obtained for $i'$, $i''$, $j'$ and $j''$ in Nos. 24 and 25, namely,\n\n$$i' = \\frac{\\sin^2 (\\theta - \\theta_i)}{\\sin^2 (\\theta + \\theta_i)}, \\quad i'' = \\frac{4}{1+s} \\cos^2 \\theta \\sin \\theta \\sin \\theta_i,$$\n\n$$j' = \\left( \\frac{(1+s) \\sin 2\\theta - (1+s') \\sin 2\\theta_i}{(1+s) \\sin 2\\theta + (1+s') \\sin 2\\theta_i} \\right)^2,$$\n\n$$j'' = \\frac{4}{1+s} \\frac{\\sin \\theta_i}{\\sin \\theta} \\left[ \\frac{(1+s) \\sin 2\\theta}{(1+s) \\sin 2\\theta + (1+s') \\sin 2\\theta_i} \\right]^2,$$\n\nwhere it may be observed that $i'$ and $j'$ diminish rapidly as $s$ increases. Without the turning action above mentioned, the lines of absorption might exist indeed in a less marked manner, but the turning action fairly dismisses the weakened rays out of their places, and these places, if occupied at all, will be occupied by stray rays of a different colour from their immediate neighbours, presenting a faint tinge of the colour which has been turned from a remote space on the more refracted end of the spectrum. And this, I consider, is the true explanation of the phenomenon discovered by Brewster, and cited by Draper, p. 85; that red light exists in the violet spaces of the solar spectrum and blue light in the red: provided the red light in the violet spaces be regarded as the extreme violet, deflected towards the purple part of the spectrum; for the extreme violet rays, to my own eyes at least, scarcely differ in colour from the extreme red.\n\nIn the celebrated Mémoire of M. Cauchy's (1836, cited by Beer, Einleitung in die höhere Optik, p. 209, and reproduced in the Exercices d'Analyse Mém. tom. i. p. 288), the velocity of undulation is given by a rapidly converging series of the form\n\n$$a^2 = A_0 + A_2 \\frac{x^2}{\\lambda^2} + A_4 \\frac{x^4}{\\lambda^4} + &c.,$$\n\nin which I have thought it right not to include $x^2$, $x^4$, &c. under the unknown constants $A_2$, $A_4$, so as to exhibit to the eye the rapidity of convergence. As a first approximation, we have\n\n$$a = \\sqrt{A_0},$$\n\nMDCCCLIV.\nand in order that \\(a\\) may be greater for the smaller wave lengths, as experience shows it is, \\(A_2\\) must be positive.\n\nIf we wish to introduce in the place of \\(\\lambda\\) the note-number \\(v\\), or the number of vibrations performed in a unit of time, since \\(v = \\frac{a}{\\lambda}\\), we have\n\n\\[a^2 = A_0 + \\frac{A_2}{a^2} v^2 + \\frac{A_4}{a^4} v^4 + \\&c.;\\]\n\nand since \\(a^2, a^4\\) occur in the denominators, it will be sufficient to write for them the first approximate values \\(A_0, A_0^2, \\&c.\\), thus we get\n\n\\[a^2 = A_0 + \\frac{A_2}{A_0} v^2 + \\frac{A_4}{A_0^2} v^4 + \\&c.\\]\n\nCauchy found by comparing theory with experiment that the two foremost terms of his series were sufficient to account for the chromatic dispersion. We shall have, therefore, a sufficiently accurate value of \\(a\\) by extracting the square root of this series to the exclusion of terms involving \\(v^4, v^6, \\&c.\\). This value is\n\n\\[a = \\sqrt{A_0} + \\frac{1}{2} \\frac{A_2}{A_0} \\frac{v^2}{\\sqrt{A_0}},\\]\n\nfor which we may write \\(a = f + gv^2\\).\n\nWe shall have a similar expression for the second medium,\n\n\\[a_i = f_i + g_i v^2.\\]\n\nConsequently\n\n\\[\\mu = \\frac{g_a}{g_i} = \\frac{g(f + gv^2)}{g_i(f_i + g_i v^2)},\\]\n\nwhich again may be represented approximately under the form \\(B + Cv^2\\), \\(B\\) and \\(C\\) being two constants which can only be known by experiment; but I shall adhere to the other more significant form.\n\nHence we obtain for the refractive index of rays, which have undergone partial absorption,\n\n\\[\\frac{\\sin \\theta}{\\sin \\theta_i} = \\frac{\\mu}{1 + s} = \\frac{1}{1 + s} \\cdot \\frac{g(f + gv^2)}{g_i(f_i + g_i v^2)},\\]\n\nwhence\n\n\\[\\sin \\theta_i = \\frac{1}{\\mu} \\sin \\theta = (1 + s) \\cdot \\frac{g_i(f_i + g_i v^2)}{g(f + gv^2)} \\sin \\theta.\\]\n\n34. Though the expressions for \\(p'p'q'q'\\) (see No. 22 and 24) remain unchanged in form, their values will of course be affected by the change of \\(\\theta\\), which they involve. It would be needless to write their expressions over again, but it may be convenient for the sake of photometrical comparison to exhibit the ratios of vires vivae\n\n\\[\\frac{p'}{p} \\frac{p'}{p} \\frac{q'}{q} \\frac{q'}{q},\\]\n\nwhich are immediately derivable from them. They are as follows:\n\n\\[\\frac{p'}{p} = \\frac{\\sin^2 (\\theta - \\theta_i)}{\\sin^2 (\\theta + \\theta_i)},\\]\n\n\\[\\frac{p'}{p} = \\frac{1}{1 + s} \\cdot \\frac{\\sin 2\\theta \\cdot \\sin 2\\theta_i}{\\sin^2 (\\theta + \\theta_i)}.\\]\n\\[ q' = \\frac{(1+s) \\sin 2\\theta - (1+s') \\sin 2\\theta'}{(1+s) \\sin 2\\theta + (1+s') \\sin 2\\theta'} \\]\n\n\\[ q_i = \\frac{4 \\cdot (1+s) \\cdot \\sin 2\\theta \\cdot \\sin 2\\theta'}{(1+s) \\sin 2\\theta + (1+s') \\sin 2\\theta'}^2 \\]\n\nIf for isotropical media we suppose \\( s' = s \\), the two last formulæ become\n\n\\[ q' = \\tan^2 (\\theta - \\theta') \\tan^2 (\\theta + \\theta') \\]\n\n\\[ q_i = \\frac{4}{1+s} \\cdot \\sin 2\\theta \\cdot \\sin 2\\theta' \\left( \\sin 2\\theta + \\sin 2\\theta' \\right)^2 \\]\n\n35. Lastly, if \\( \\gamma, \\gamma', \\gamma_i \\) denote, as before, the orientations of the compound rays, regarded as plane polarized, that is according to the present theory, as performing their vibrations in a plane making the angles \\( \\gamma, \\gamma', \\gamma_i \\) with the plane of incidence, we shall have\n\n\\[ \\tan \\gamma = \\frac{k}{h} \\]\n\n\\[ \\tan \\gamma' = \\frac{k'}{h'} = \\frac{k}{k'} \\cdot \\frac{h}{h'} \\tan \\gamma = \\]\n\n\\[ = - \\tan \\gamma \\cdot \\frac{(1+s) \\sin 2\\theta - (1+s') \\sin 2\\theta'}{(1+s) \\sin 2\\theta + (1+s') \\sin 2\\theta'} \\cdot \\sin (\\theta + \\theta') \\]\n\n\\[ \\tan \\gamma_i = \\frac{k_i}{h_i} = \\frac{k}{k_i} \\cdot \\frac{h}{h_i} \\tan \\gamma = \\]\n\n\\[ = \\frac{2 \\cdot (1+s) \\sin 2\\theta}{(1+s) \\sin 2\\theta + (1+s') \\sin 2\\theta'} \\cdot \\frac{\\sin (\\theta + \\theta')}{\\sin 2\\theta} \\tan \\gamma \\]\n\nor\n\n\\[ \\tan \\gamma_i = \\frac{2(1+s) \\sin (\\theta + \\theta')}{(1+s) \\sin 2\\theta + (1+s') \\sin 2\\theta'} \\cdot \\tan \\gamma. \\]\n\nIf \\( s' = s \\), we get\n\n\\[ \\tan \\gamma' = \\frac{\\tan (\\theta - \\theta') \\sin (\\theta + \\theta')}{\\tan (\\theta + \\theta') \\sin (\\theta - \\theta')} = - \\cos (\\theta + \\theta') \\tan \\gamma \\]\n\n\\[ \\tan \\gamma_i = \\frac{2 \\sin (\\theta + \\theta')}{\\sin 2\\theta + \\sin 2\\theta'} \\cdot \\tan \\gamma, \\]\n\nthe same expressions which we obtained on the supposition that there was no absorption, and which have been tested by Brewster and Arago.\n\n36. A most interesting application of this theory is the explanation it affords of the rotatory phenomena of polarization exhibited by certain liquids, as also by certain solids, some specimens of quartz, for instance, which are distinguished from each other by the known appellations of right-handed and left-handed quartz.\n\nLet us suppose that the liquid (a solution of sugar or of honey, for instance, both of which are found to possess this property) is divided by horizontal sections at a small vertical distance \\( \\delta \\xi \\) from each other, \\( \\xi \\) being the depth below the surface of the fluid. Though there is no refraction or deviation as the rays pass from one stratum to another, nothing prevents us from making \\( \\theta_i = \\theta \\) in the formulæ just found, which gives\n\n\\[ p' = 0, \\quad p_i = \\frac{p}{1+s}, \\]\n\\[ q' = \\left( \\frac{s - s'}{2 + s + s'} \\right)^2 q, \\quad q_i = \\frac{4(1+s)}{(2+s+s')^2} q, \\]\n\n\\[ \\tan \\gamma' = -\\infty, \\text{ except when } s' = s, \\text{ in which case } \\tan \\gamma' = 0. \\]\n\nFurther,\n\n\\[ \\tan \\gamma_i = \\frac{2(1+s)}{2+s+s'} \\cdot \\tan \\gamma. \\]\n\nWe see therefore that there is no reflected ray of the first class, nor any of the second class if \\( s' = s \\); in that case \\( \\tan \\gamma_i = \\tan \\gamma \\), and \\( q_i = q \\). The vis viva communicated to the fluid arises therefore entirely from the primary component wave, which imparts to it the vis viva \\( \\frac{s}{1+s} p \\); the orientation remains in this case unchanged; but if \\( s' \\) differs from \\( s \\) the case is different; in that case the secondary beam produces a slight reflected ray whose vis viva \\( = \\left( \\frac{s - s'}{2 + s + s'} \\right)^2 q \\), and whose orientation is \\( \\frac{\\pi}{2} \\), so that its vibrations, like those of its parent ray, lie in the secondary plane. The orientation \\( (\\gamma_i) \\) of the refracted ray is given by the formula\n\n\\[ \\tan \\gamma_i = \\frac{2(1+s)}{2+s+s'} \\tan \\gamma, \\]\n\nwhence\n\n\\[ \\tan \\gamma_i - \\tan \\gamma = \\left( \\frac{s - s'}{2 + s + s'} \\right) \\tan \\gamma. \\]\n\nThe plane of vibration is therefore rotated in the positive or negative direction, that is, according to our conventions, from left to right, or from right to left according as \\( s \\) is greater or less than \\( s' \\), that is, according as the primary or secondary refracted ray exerts a greater action on the fluid.\n\nThe quantity of vis viva expended on the fluid is in this case\n\n\\[ sp + s'q_i = \\frac{s}{1+s} p + \\frac{4s'(1+s)}{(2+s+s')^2} q, \\]\n\nwhich must be employed in working some effect or other upon the fluid.\n\nIf we suppose that \\( s \\) and \\( s' \\) are constant for every thin stratum of fluid of the same vertical height \\( \\delta \\xi \\), since the effect ought to vanish with \\( \\delta \\xi \\), we may suppose\n\n\\[ \\frac{s - s'}{2 + s + s'} = \\sigma \\delta \\xi; \\]\n\nand regarding \\( \\gamma \\) as a function of \\( \\xi \\), we have\n\n\\[ \\tan \\gamma_i - \\tan \\gamma = \\delta \\tan \\gamma = \\frac{d}{d\\xi} \\tan \\gamma \\cdot \\delta \\xi. \\]\n\nConsequently\n\n\\[ \\frac{d}{d\\xi} \\tan \\gamma = \\sigma, \\]\n\nwhence\n\n\\[ \\log_t \\tan \\gamma = \\sigma \\xi + \\log_t \\tan C, \\text{ or } \\tan \\gamma = \\tan C \\cdot e^{\\sigma \\xi}. \\]\n\nIn this equation \\( C \\) is the initial value of \\( \\gamma \\) at the surface of the fluid, or at the surface of a crystal which possesses the property in question. The circular polarization, as\nit is sometimes called, will be right-handed or left-handed according as \\( \\sigma \\) is positive or negative. In the latter case we may put the formula under the shape\n\n\\[\n\\cot \\gamma = \\cot C.s^{\\frac{1}{2}},\n\\]\n\nor\n\n\\[\n\\tan \\left( \\frac{\\pi}{2} - \\gamma \\right) = \\tan \\left( \\frac{\\pi}{2} - C \\right)s^{\\frac{1}{2}},\n\\]\n\nwhich shows that for a negative value of \\( \\sigma \\) of equal magnitude, the left-handed spiral will be exactly similar to the right-handed spiral.\n\nSince the nature of the spiral as regards right and left depends on the sign of \\( s - s' \\); when this difference is very small, as it must be when there is no sensible reflected ray (this appears by the value of \\( q' \\)), we see how a very trifling variation of the constitution of the fluid will change the rotation from right to left or from left to right; and this is agreeable to experience; for though the chemist can detect no difference in sugar formed from beetroot and that formed from the cane, yet these are found to possess the property in opposite directions. In the same way the specimens of right-handed and left-handed quartz which possess this property, must owe their difference to the presence of some ingredient, which enters in so minute a proportion as not sensibly to affect either the crystalline form or the chemical composition.\n\nI must say that this successful application of the present theory to the explanation of these singular phenomena, which no one, so far as I am aware, has ever attempted to explain before, gives me great confidence in the truth of the general theory; nor less satisfactory is the perfectly simple and easy manner in which the known laws of refraction, polarization and photometry result from the calculus. I think I may also appeal to the symmetry and elegance of the formulæ themselves, as justifying the inference that they are not less connected with truth than with light.\n\n37. Several other modes of testing the truth of the present theory have occurred to me, but I have not the time to work them out in detail. Suffice it to say, that hitherto I have not met with a single case with which it seems to be at variance, and I doubt not, whenever the theory of resonance is brought to perfection, that much which is still obscure will be completely explained. The latter theory is at present in a very imperfect state, though the experimental researches of Savart and others have revealed its phenomena with great minuteness of detail, and with a variety of most curious and interesting results. The mathematical difficulties of the subject are such that they will require the highest analytical powers to contend with them; though I cannot hope personally to assist in overcoming them, I am very sanguine that they will finally yield to the intellectual battery of modern analysis, and I am not a little encouraged in this hope by the appearance of M. Lamé's admirable work, 'Leçons sur la Théorie Mathématique de l'Elasticité des Corps Solides,' 8vo. Paris, 1852. Having mentioned the name of M. Lamé, I beg to call attention to the circumstance that his results, as regards the direction of vibration in the polarized ray, coincide with what I have obtained in the present theory, being opposed to those of Fresnel and the more recent researches of M. Cauchy. See \"Leçons,\" &c., p. 132.\n38. I return to the subject of reflexion and refraction. In the general theory I have taken the case of a dense refracting medium, as it is usually termed (though I think it will turn out that it should rather be termed a rare refracting medium), in which $\\frac{\\sin \\theta}{\\sin \\theta_i} > 1$, or $\\mu_i > 1$. But all the steps will hold, mutatis mutandis, when $\\mu_i < 1$, and it may be convenient to exhibit the formulæ adapted to that hypothesis. They are as follows:\n\nFor the primary wave,\n\n$$\\frac{h'}{h} = -\\frac{\\sin (\\theta_i - \\theta)}{\\sin (\\theta_i + \\theta)}$$\n\n$$\\frac{h'}{h} = \\frac{\\sin 2\\theta}{\\sin (\\theta_i + \\theta)}$$\n\n$$\\frac{p'}{p} = \\frac{\\sin^2 (\\theta_i - \\theta)}{\\sin^2 (\\theta_i + \\theta)}$$\n\n$$\\frac{p'}{p} = \\frac{1}{1+s} \\cdot \\frac{\\sin 2\\theta_i \\sin 2\\theta}{\\sin^2 (\\theta_i + \\theta)}$$\n\nFor the secondary wave,\n\n$$\\frac{k'}{k} = \\frac{(1+s') \\sin 2\\theta_i - (1+s) \\sin 2\\theta}{(1+s') \\sin 2\\theta_i + (1+s) \\sin 2\\theta}$$\n\n$$\\frac{q'}{q} = \\left\\{ \\frac{(1+s') \\sin 2\\theta_i - (1+s) \\sin 2\\theta}{(1+s') \\sin 2\\theta_i + (1+s) \\sin 2\\theta} \\right\\}^2$$\n\n$$\\frac{q'}{q} = \\frac{4(1+s) \\sin 2\\theta_i \\sin 2\\theta}{((1+s') \\sin 2\\theta_i + (1+s) \\sin 2\\theta)^2}$$\n\nTo which must be added,\n\n$$\\sin \\theta_i = \\frac{1}{\\mu_i} \\sin \\theta = \\frac{1+s}{\\mu} \\sin \\theta$$\n\n$$\\tan \\gamma' = -\\tan \\gamma \\cdot \\frac{(1+s') \\sin 2\\theta_i - (1+s) \\sin 2\\theta}{(1+s') \\sin 2\\theta_i + (1+s) \\sin 2\\theta} \\cdot \\frac{\\sin (\\theta_i + \\theta)}{\\sin (\\theta_i - \\theta)}$$\n\n$$\\tan \\gamma_i = \\tan \\gamma \\cdot \\frac{2(1+s) \\sin (\\theta + \\theta)}{(1+s) \\cdot \\sin 2\\theta_i + (1+s) \\sin 2\\theta}$$\n\nI have thought it right to give the whole series of formulæ for the convenience of persons who may be possessed of the means to test them experimentally, and I may mention that it is more particularly in the refracted rays that they differ from the formulæ of Fresnel; it is therefore to the latter that I must principally look for the experimental verification of this theory.\n\nIt may be as well to write down the formulæ for the secondary wave in case $s$ and $s'$ are equal, or very small when unequal. They are as follows:\n\n$$\\frac{k'}{k} = \\tan (\\theta_i - \\theta)$$\n\n$$\\frac{k'}{k} = \\frac{2 \\sin 2\\theta}{\\sin 2\\theta_i + \\sin 2\\theta}$$\n\\[ q' = \\frac{\\tan^2 (\\theta_i - \\theta)}{\\tan^2 (\\theta_i + \\theta)} \\]\n\n\\[ q_i = \\frac{4}{1+s} \\cdot \\frac{\\sin 2\\theta_i \\cdot \\sin 2\\theta}{(\\sin 2\\theta_i + \\sin 2\\theta)^3} \\]\n\n\\[ \\tan \\gamma' = -\\tan \\gamma \\cdot \\frac{\\cos (\\theta_i + \\theta)}{\\cos (\\theta_i - \\theta)} \\]\n\n\\[ \\tan \\gamma_i = \\tan \\gamma \\cdot \\frac{2 \\sin (\\theta_i + \\theta)}{\\sin 2\\theta_i + \\sin 2\\theta} \\]\n\nFor photometrical experiments, it should be remembered that whilst \\( \\frac{p'}{p}, \\frac{q'}{q} \\) express the relative brightness of the reflected and incident rays, primary and secondary, \\( \\frac{p_i}{p} \\) and \\( \\frac{q_i}{q} \\) must be multiplied by \\( \\frac{\\cos \\theta}{\\cos \\theta_i} \\) to obtain the proper photometrical ratios for the comparison of the refracted and incident rays.\n\n39. For the 'critical angle' at which \\( \\sin \\theta = \\frac{\\pi}{2} \\), we have \\( \\sin \\theta = \\mu_i \\),\n\n\\[ p' = p, \\quad q' = q, \\]\n\\[ p_i = 0, \\quad q_i = 0. \\]\n\nBoth rays are therefore reflected without loss of intensity, and this is true notwithstanding any absorptive tendency of the medium, which in fact the rays do not enter. Compare No. 26 and No. 27.\n\n40. The general value of the polarizing angle for which \\( q' = 0 \\), will be determined by the equations\n\n\\[ (1+s) \\sin 2\\theta = (1+s') \\sin 2\\theta_p, \\]\n\nor\n\n\\[ (1+s) \\sin \\theta \\cos \\theta = (1+s') \\sin \\theta_i \\cos \\theta_i, \\]\n\nand\n\n\\[ \\sin \\theta = \\mu_i \\sin \\theta_i = \\frac{\\mu}{1+s} \\sin \\theta_p \\]\n\nwhence\n\n\\[ \\cos \\theta_i = \\frac{1+s}{1+s'} \\mu_i \\cos \\theta = \\frac{\\mu}{1+s} \\cos \\theta. \\]\n\nIf\n\n\\[ \\mu' = \\frac{\\mu}{1+s'}, \\]\n\nwe have\n\n\\[ \\cos \\theta_i = \\mu' \\cos \\theta \\]\n\n\\[ 1 - \\sin^2 \\theta_i = \\mu'^2 (1 - \\sin^2 \\theta) \\]\n\nor\n\n\\[ 1 - \\frac{1}{\\mu'^2} \\sin^2 \\theta = \\mu'^2 - \\mu'^2 \\sin^2 \\theta, \\]\n\nwhence\n\n\\[ \\sin^2 \\theta = \\frac{(1-\\mu'^2)\\mu'^2}{1-\\mu'^2} \\]\n\n\\[ \\cos^2 \\theta = \\frac{1-\\mu'^2}{1-\\mu'^2} \\]\n\n\\[ \\tan^2 \\theta = \\frac{(1-\\mu'^2)\\mu'^2}{1-\\mu'^2} \\]\n\n\\[ \\tan \\theta = \\mu_i \\sqrt{\\frac{1-\\mu'^2}{1-\\mu'^2}}. \\]\nWhen $\\mu_i$ is > 1, as in the case of dense refracting substances, glass, water, &c., the better form for the polarizing angle is\n\n$$\\tan \\theta = \\mu_i \\sqrt{\\frac{\\mu_i^2 - 1}{\\mu_i^2 - 1}}.$$  \n\n41. If there be no absorption, $\\mu = \\mu_i = \\mu'$,  \nand $\\tan \\theta = \\mu$.  \n\nIf the primary and secondary rays are equally absorbed, $\\mu' = \\mu_i$ and $\\tan \\theta = \\mu_r$.\n\n42. In the theory of the primary wave, whose vibrations are performed in the plane of incidence, although I have supposed that these vibrations are perpendicular to the directions of the incident, reflected and refracted rays, yet the same demonstration will hold whatever be the inclination of the vibrations to the rays, provided it be the same for all the three rays. If we denote by $\\varepsilon$ this constant angle of vibration, the only change necessary to be made in the wording of No. 14. is, for \"transverse\" to read oblique, and instead of the words \"each turned from right to left through a right angle,\" to read each turned from right to left through an angle ($\\varepsilon$). Hence, whatever be the value of $\\varepsilon$, the intensity of the reflected ray will be properly represented by $\\frac{\\sin^2 (\\theta - \\theta_i)}{\\sin^2 (\\theta + \\theta_i)}$. If $\\varepsilon = 0$, the vibrations are longitudinal, as in the case of sound.\n\nIf $\\varepsilon = 0$, we have exactly the case which has been treated by Mr. Green*; as is manifest from his symbols; though his language is indefinite as regards the direction of vibration.\n\nIt is therefore extremely interesting to compare Mr. Green's expression for the intensity of the reflected ray, or rather the square of his expression (for he seems to use the word intensity in a different sense, namely, that of comparative velocity), with the expression $\\frac{\\sin^2 (\\theta - \\theta_i)}{\\sin^2 (\\theta + \\theta_i)}$, observing beforehand, that, from the way in which he has simplified the calculus, we ought to expect nothing more than an approximate coincidence. The square of Mr. Green's expression is $\\left(\\frac{g_i - \\cot \\theta_i}{g - \\cot \\theta}\\right)^2$. In applying his formula to the case of two gases of different densities, whose constitution admits of their remaining in juxtaposition under the same pressure, he in the first place deduces the equation\n\n$$\\frac{g_i}{g} = \\frac{\\sin^2 \\theta}{\\sin^2 \\theta_i}$$\n\nfrom the known experimental relations between the pressure and the expansion of such gases, combined with other parts of his theory; and this substitution being made, the square of his formula becomes $\\frac{\\tan^2 (\\theta - \\theta_i)}{\\tan^2 (\\theta + \\theta_i)}$, which, singularly enough, coincides with\n\n* Cambridge Transactions, vol. vi. p. 403.\nFresnel's expression for a ray polarized perpendicularly to the plane of incidence, that is, according to Fresnel's views, whose vibrations are performed in the plane of incidence, a result which, at first sight, seems to militate against the expression I have obtained for the case under consideration, viz. \\(\\frac{\\sin^2 (\\theta - \\phi)}{\\sin^2 (\\theta + \\phi)}\\). But I beg to observe, that the juxtaposition of two heterogeneous gases of different densities under a constant pressure is not at all analogous to the case of light as conceived in the present communication. For, instead of heterogeneous fluids under a constant pressure, we have to conceive pure ether of one density in contact with pure ether of a different density, and therefore under a different pressure, such difference of density and pressure being due to the attractions or repulsions of the grosser particles of the medium for the particles of the ether. We have therefore no right to make the substitution \\(g_i = \\frac{\\sin^2 \\theta}{\\sin^2 \\phi}\\), the truth of which rests entirely on a property peculiar to gases.\n\nIt is much more natural to suppose that the density of the ether in the interior of crystals does not differ much from that of the surrounding ether, so that the ratio \\(g_i\\) does not sensibly differ from unity. Replacing this ratio by unity, Mr. Green's expression becomes\n\n\\[\n\\frac{1 - \\cot \\theta_i}{1 + \\cot \\theta_i} = \\frac{\\tan \\theta_i - \\tan \\theta}{\\tan \\theta_i + \\tan \\theta} = \\frac{\\sin (\\theta - \\phi)}{\\sin (\\theta + \\phi)},\n\\]\n\nthe square of which gives \\(\\frac{\\sin^2 (\\theta - \\phi)}{\\sin^2 (\\theta + \\phi)}\\) for the intensity of the reflected ray, agreeably to the present theory. This curious interchange of the expressions \\(\\frac{\\sin^2 (\\theta - \\phi)}{\\sin^2 (\\theta + \\phi)}\\) and \\(\\frac{\\tan^2 (\\theta - \\phi)}{\\tan^2 (\\theta + \\phi)}\\), according to the different circumstances of the case, is very remarkable, and tends to throw light on the discrepancies of different theorists, as regards the direction of vibration.\n\nIt is further remarkable that a similar interchange, according as we substitute \\(\\frac{\\sin^2 \\theta}{\\sin^2 \\phi}\\), or 1 for the ratio \\(g_i\\), occurs in the expression for the change of phase, as investigated by Mr. Green, in the case of total reflexion at an angle greater than the critical angle. In fact, if \\(2e\\) denote the acceleration of phase in the reflected ray, the following general formula will be found to result from Mr. Green's equations,\n\n\\[\n\\tan e = \\frac{g}{g_i} \\sqrt{\\tan^2 \\theta - \\mu^2 \\sec^2 \\theta},\n\\]\n\nwhich transforms itself into \\(\\tan e = \\frac{1}{\\mu \\cos \\theta} \\sqrt{\\frac{\\sin^2 \\theta}{\\mu^2} - 1}\\),\n\nMDCCCLIV.\nor into\n\n\\[ \\tan e = \\frac{\\mu}{\\cos \\theta} \\sqrt{\\frac{\\sin^2 \\theta}{\\mu} - 1}, \\]\n\naccording as \\( \\mu^2 \\) or 1 is substituted in the place of \\( \\frac{g}{g} \\).\n\nThe former is the expression which Mr. Green has obtained for contiguous gases, and is identical with that obtained by Fresnel by an interpretation of the formula\n\n\\[ \\frac{\\tan (\\theta_i - \\theta)}{\\tan (\\theta_i + \\theta)}; \\]\n\nthe latter is identical with that obtained by Fresnel from the formula\n\n\\[ \\frac{\\sin (\\theta_i - \\theta)}{\\sin (\\theta_i + \\theta)}. \\]\n\nAccording to the views of the present author, the latter will belong to a totally reflected ray whose vibrations are performed in the plane of incidence, and the former to a similar ray whose vibrations are at right angles to that plane.—This and the preceding paragraph were added April 2, 1854.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108492.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 33,
    "total-input-tokens": 51928,
    "total-output-tokens": 24743,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2511,
        2
      ],
      [
        2511,
        5904,
        3
      ],
      [
        5904,
        9266,
        4
      ],
      [
        9266,
        12693,
        5
      ],
      [
        12693,
        15682,
        6
      ],
      [
        15682,
        17775,
        7
      ],
      [
        17775,
        21137,
        8
      ],
      [
        21137,
        24376,
        9
      ],
      [
        24376,
        27076,
        10
      ],
      [
        27076,
        29377,
        11
      ],
      [
        29377,
        31560,
        12
      ],
      [
        31560,
        34294,
        13
      ],
      [
        34294,
        36668,
        14
      ],
      [
        36668,
        39206,
        15
      ],
      [
        39206,
        42015,
        16
      ],
      [
        42015,
        44002,
        17
      ],
      [
        44002,
        46825,
        18
      ],
      [
        46825,
        50024,
        19
      ],
      [
        50024,
        52213,
        20
      ],
      [
        52213,
        54754,
        21
      ],
      [
        54754,
        57159,
        22
      ],
      [
        57159,
        60399,
        23
      ],
      [
        60399,
        63486,
        24
      ],
      [
        63486,
        65888,
        25
      ],
      [
        65888,
        68580,
        26
      ],
      [
        68580,
        71112,
        27
      ],
      [
        71112,
        74438,
        28
      ],
      [
        74438,
        76720,
        29
      ],
      [
        76720,
        78732,
        30
      ],
      [
        78732,
        81455,
        31
      ],
      [
        81455,
        84159,
        32
      ],
      [
        84159,
        84991,
        33
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108492",
    "title": "Theory of the Reciprocal Action between the Solar Rays and the Different Media by Which They Are Reflected, Refracted, or Absorbed; in the Course of Which Various Optical Laws and Phenomena Are Elucidated and Explained",
    "authors": "Joseph Power",
    "year": 1854,
    "volume": "144",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 33,
    "jstor_url": "https://www.jstor.org/stable/108492"
  }
}