{
  "id": "91df8765d111fb3e8fa5a865d1ad91ee16767681",
  "text": "XIX. Observations on the Camel's Stomach respecting the Water it contains, and the Reservoirs, in which that Fluid is inclosed; with an Account of some Peculiarities in the Urine. By Everard Home, Esq. F. R. S.\n\nRead June 12, 1806.\n\nThe Board of Curators of the Museum belonging to the Royal College of Surgeons, formed of seven Members of the Court of Assistants, have from their first appointment embraced every opportunity of augmenting the Hunterian Collection: and in December, 1805, hearing that a camel in a dying state was to be sold, purchased it with a view of illustrating the anatomy of that animal. They appointed Mr. Long, (their Chairman,) Mr. Cline, Teacher of Anatomy, with Sir William Blizard and myself, the two Professors of Anatomy and Surgery to the College, a Committee for that purpose.\n\nAs Professor of Comparative Anatomy I was directed to examine the peculiarities of the stomach, and to make a report on that subject. This report appeared to the Board of Curators to contain some facts, which had not before been ascertained; and it is at their desire that the present communication is made.\n\nThe camel, the subject of the following observations, was a female, brought from Arabia; 28 years old, and said to have\nbeen 20 years in England, and 12 years in the possession of the person, from whom the Board of Curators purchased it. Its height was seven feet from the ground to the tip of the anterior hump.\n\nIn December, 1805, it came under the care of the Committee. At that time it was so weak as hardly to be able to stand. It got up with difficulty, and almost immediately kneeled down again. By being kept warm, and well fed, it recovered so as to be able to walk, but was exceedingly infirm on its feet: and moved with a very slow pace. It drank regularly every second day six gallons of water, and occasionally seven and a half; but refused to drink in the intervening period. It took the water by large mouthfuls, and slowly, till it had done. The quantity of food it daily consumed was one peck of oats, one of chaff, and one-third of a truss of hay. Some of the urine was saved, and sent to Mr. Hatchett for the purpose of having it analyzed: his account of its component parts is contained in a report annexed to this Paper.\n\nIn the beginning of February, 1806, it began to shed its coat. Towards the end of March the wind became extremely cold, and the animal suffered so much from it, that it lost its strength, refused its food, and drank only a small quantity of water at a time.\n\nIn this state it was thought advisable to put an end to so miserable an existence: and it suggested itself to the Committee that if this was done soon after the animal had drank a quantity of water, the real state of the stomach might be ascertained.\n\nOn the 1st of April, by giving the animal hay mixed with\na little salt it was induced to drink, at two different times in the course of two hours three gallons of water: not having taken any the three preceding days, or shewn the least disposition to do so. Three hours after this, its head was fixed to a beam, so as to prevent the body from falling to the ground, after it was dead, and in this situation it was pithed by Mr. Cline, junior, assisted by Mr. Brodie and Mr. Clift. This operation was performed with a narrow double-edged poniard passed in between the skull and first vertebra of the neck; in this way the medulla oblongata was divided, and the animal instantaneously deprived of sensibility. In the common mode of pithing cattle the medulla spinalis only is cut through, and the head remains alive, which renders it the most cruel mode of killing animals that could be invented.*\n\nThe animal was kept suspended, that the viscera might remain in their natural state, and in two hours the cavities of the chest, and abdomen were laid open, in the presence of all the Members of the Committee, and Mr. Chandler, a Member of the Board of Curators.\n\nThe first stomach was the only part of the contents of the abdomen, which appeared in view. The smooth portion of the paunch was on the left side, and on the right towards the chest was a cellular structure, in which it was evident to the feel there was air, but no part of the solid food, with which the general cavity was distended. On the lower posterior part towards the pelvis there was another portion made up of cells, larger and more extensive than that, which was\n\n* See Dr. Dugard's experiments, published in the Board of Agriculture's Report for Shropshire, by Joseph Plumley, M.A. p. 246.\nanterior. On pressing on this part a fluctuation of its contents could be distinctly perceived. A trocar with the canula was plunged into the most prominent of the cells, and on withdrawing it there passed through the canula 12 oz. of water of a yellow colour, but unmixed with any solid matter. This fact having been ascertained, the first stomach was laid open, on the left side, at a distance from the cellular structure, and the solid contents were all removed. While this was doing some water flowed out of the cells, and some out of the second stomach, but the greater part was retained. That in the second stomach was nearly pure: while the other was muddy, and of a yellow colour, tinged by the contents of the first stomach. On examining the cellular structure no part of the solid food had entered it, nor was there any in the second stomach: those cavities having their orifices so constructed as to prevent the solid food from entering, even when empty.\n\nOn measuring the capacities of these different reservoirs in the dead body, they were as follows:\n\nThe anterior cells of the first stomach were capable of containing one quart of water, when poured into them. The posterior cells three quarts. One of the largest cells held two ounces and a half, and the second stomach four quarts. This, however, must be considered as much short of what those cavities can contain in the living animal, since there are large muscles covering the bottom of the cellular structure, to force out the water, which must have been contracted immediately after death and by that means had diminished the cavities.\n\nBy this examination it was proved, in the most satisfactory manner, that the camel when it drinks, conducts the water in\na pure state into the second stomach, that part of it is re-\ntained there, and the rest runs over into the cellular structure\nof the first, acquiring a yellow colour in its course.\n\nThis confirms the account given by M. Buffon in his exa-\nmination of the camel's stomach, as well as that of other\ntravellers, who state that when a camel dies in the desert,\nthey open the stomach, and take out the water, which is con-\ntained in it, to quench their thirst.\n\nThat the second stomach in the camel contained water,\nhad been generally asserted, but by what means the water\nwas kept separate from the food had never been explained,\nnor had any other part been discovered, by which the com-\nmon offices of a second stomach could be performed. On\nthese grounds Mr. Hunter did not give credit to the assertion,\nbut considered the second stomach of the camel to correspond\nin its use with that of other ruminants, as appears from his\nobservations on this subject stated by Dr. Russell, in his\nhistory of Aleppo.\n\nThe difference of opinion on this subject led me to exa-\nmine accurately the structure of the stomachs of the camel,\nand of those ruminants which have horns, so as to determine,\nif possible, the peculiar offices belonging to their different\ncavities.\n\nThe most satisfactory mode of communicating the result of\nthis inquiry will be first to describe the different stomachs of the\nbullock, and then those of the camel, and afterwards to point\nout the peculiarities, by which this animal is enabled to go a\nlonger time without drink than others, and thereby fitted to\nlive in those sandy deserts of which it is the natural inhabitant.\nThe relative position of the parts is described while the animal\nwas suspended, as that was the state in which the different stomachs could be most accurately examined, without disturbing their contents.\n\nWhen the first stomach of the bullock is laid open by a longitudinal incision on the left side of the oesophagus, and the solid contents are removed, which in general are very dry, that cavity appears to be made up of two large compartments, separated from each other by two transverse bands of considerable thickness, and the second stomach forms a pouch or lesser compartment, on the anterior part of it, rather to the right of the oesophagus, so that the first and second stomach are both included in one general cavity, and lined with a cuticle.\n\nThe oesophagus appears to open into the first stomach, but on each side of its termination there is a muscular ridge, projecting from the coats of the first stomach, so as to form a channel into the second stomach.\n\nThese muscular bands however do not terminate there, but are continued on to the orifice of the third stomach, in which they are lost.\n\nWhen these parts are examined, it is evident that the food can pass readily from the oesophagus, either into the general cavity of the first stomach or into the second, which last is peculiarly fitted by its situation, and the muscular power of its coats both to throw up its contents into the mouth, and to receive a supply from the general cavity of the first stomach at the will of the animal.\n\nIt was ascertained by examining the stomachs of several bullocks immediately after they were knocked down, that the second stomach contained the same kind of food as the first, only more moist; it must therefore be considered as a shelf\nfrom which the food may be regurgitated along the canal, continued from the oesophagus. There is indeed no other mode by which this can be effected, since it is hardly possible for the animal to separate small portions from the surface of the mass of dry food in the first stomach, and force it up into the mouth.\n\nIt was also found that when the bullock had been four days without water before it was killed, which is by no means uncommon, the food in the second stomach was very moist, while that in the first was very dry; and when the animal was killed 24 hours after having had water, by making an opening into the second stomach before the other parts were disturbed, nearly a quart of water ran out of it, little mixed with solid food. The man of the slaughter-house also mentioned, upon being asked where the water was met with, that it was always found in the honeycomb'd bag. The water must be received into this stomach while the animal is drinking, for it could not afterwards be conveyed there from the first, as it would naturally drain through the food and remain at the bottom of its cavity.\n\nThe second stomach, by receiving the water, is enabled to have its contents always in a proper state of moisture, to admit of its being readily thrown up into the mouth for rumination, which appears to be the true office of this stomach, and not to receive the food after that process has been gone through, as is very generally believed, for in that case the cud would be mixed and lost in the general contents of this cavity, instead of being forwarded to the true digesting stomach.\n\nWhen the food is swallowed the second time, the orifice of the third stomach is brought forwards by the muscular bands,\nwhich terminate in it, so as to oppose the end of the oesophagus, and receive the morsel, without the smallest risk of its dropping into the second stomach.\n\nThe third stomach of the bullock is a cavity, in the form of a crescent, containing 24 septa, 7 inches broad, about 23, 4 inches broad, and about 48 of 1\\(\\frac{1}{4}\\) inch, at their broadest part. These are ranged in the following order. One broad one, with one of the narrowest next it; then a narrow one, with one of the narrowest next it; then a broad one, and so on. The septa are very thin membranes, covered with a cuticle, and have their origin in the orifice leading from the oesophagus, so that whatever passes into the cavity must fall between these septa, and describe three-fourths of a circle, before it can arrive at the orifice leading to the true stomach, which is so near the other, that the distance between them does not exceed three inches: and therefore the direct line from the termination of the oesophagus to the orifice of the fourth stomach is only of that length. While the young calf is fed on milk, that liquor, which does not require to be ruminated, is conveyed directly to the fourth stomach, not passing between the plicae of the third; and afterwards the solid food is directed into that cavity, by the plicae being separated from each other.\n\nThe food found in the third stomach is of the consistence of thick paste: and is met with in the form of flattened pellets, distributed between the different septa.\n\nWhen this cavity is opened, it emits an odour of a very unpleasant kind, arising from the process, which the food undergoes in it.\n\nThe third stomach opens into the fourth by a projecting\nvalvular orifice, and the cuticular lining terminates exactly on the edge of this valve, covering only that half of it, which belongs to the third.\n\nThe fourth or true digesting stomach is about 2 feet 9 inches long: its internal membrane has 18 plicae beginning at its orifice, (9 on each side,) 4 inches broad. They are continued down for about 22 inches, increasing to a great degree its internal surface: beyond these the internal membrane is thrown into rugæ, which follow a very serpentine direction, and close to the pylorus there is a glandular projection, one end of which is opposed to the orifice, and closes it up, when in a collapsed state.\n\nThese appearances will be better explained by the drawings (Plates XV. and XVI.) than by verbal description.\n\nThe camel's stomach anteriorly forms one large bag, but when laid open is found to be divided into two compartments on its posterior part, by a strong ridge which passes down from the right side of the orifice of the oesophagus in a longitudinal direction. This ridge forms one side of a groove that leads to the orifice of the second stomach, and is continued on beyond that part, becoming one boundary to the cellular structure met with in that situation. From this ridge eight strong muscular bands go off at right angles, and afterwards form curved lines till they are insensibly lost in the coats of the stomach. These are at equal distances from each other, and being intersected in a regular way by transverse muscular septa, form the cells. This cellular structure is in the left compartment of the stomach, and there is another of a more superficial kind on the right, placed in exactly the opposite direction, made up of 21 smaller rows of cells, but entirely unconnected with the great ridge. The appearance these parts put on, and\ntheir relative situation, will be distinctly seen in the annexed drawing (Plate XVII.). On the left side of the termination of the œsophagus a broad muscular band has its origin, from the coats of the first stomach, and passes down in the form of a fold parallel to the great ridge, till it enters the orifice of the second stomach, which gives it another direction. It is continued along the upper edge of that cavity, and terminates within the orifice of a small bag, which may be termed the third stomach.\n\nThis band on one side, and the great ridge on the other, form a canal, which leads from the œsophagus down to the cellular structure in the lower part of the first stomach.\n\nThe orifice of the second stomach, when this muscle is not in action, is nearly shut, and at right angles to the side of the first. Its cavity is a pendulous bag, in which there are 12 rows of cells, formed by as many strong muscular bands passing in a transverse direction, and intersected by weaker muscular bands so as to form the orifices of the cells. Above these cells, between them and the muscle, which passes along the upper part of this stomach, is a smooth surface extending from the orifice of this stomach to the termination in the third.\n\nFrom this account, it is evident that the second stomach neither receives the solid food in the first instance, as in the bullock, nor does it afterwards pass into its cavity or cellular structure.\n\nThe food first passes into the general cavity of the first stomach, and that portion of it, which lies in the recess immediately below the entrance of the œsophagus under which the cells are situated is kept moist, and is readily returned into\nthe mouth, along the groove formed for that purpose, by the action of the strong muscle, which surrounds this part of the stomach, so that the cellular portion of the first stomach in the camel performs the same office as the second in the ruminants with horns. While the camel is drinking, the action of the muscular band opens the orifice of the second stomach, at the same time that it directs the water into it: and when the cells of that cavity are full, the rest runs off into the cellular structure of the first stomach immediately below, and afterwards into the general cavity; it would appear that camels, when accustomed to go journeys in which they are kept for an unusual number of days without water, acquire the power of dilating the cells, so as to make them contain a more than ordinary quantity as a supply for their journey, at least such is the account given by those who have been in Egypt. When the cud has been chewed it has to pass along the upper part of the second stomach before it can reach the third. How this is effected without its falling into the cellular portion, could not from any inspection of dried specimens be ascertained; and it was in this state only that Mr. Hunter saw the internal structure of the camel’s stomach; but when the recent stomach is accurately examined, the mode in which this is managed becomes very obvious. At the time that the cud is to pass from the mouth the muscular band contracts with so much force, that it not only opens the orifice of the second stomach, but acting on the mouth of the third, brings it forwards into the second, by which means the muscular ridges that separate the rows of cells are brought close together, so as to exclude these cavities from the canal through which the cud passes.\n\nMDCCCVI.\nIt is this beautiful and very curious mechanism which forms the peculiar character of the stomach of the camel, dromedary, and lama, fitting them to live in the sandy deserts where the supplies of water are so very precarious.\n\nThe first and second stomachs of the camel, as well as those of the bullock, are lined with a cuticle.\n\nThe third stomach of the camel is so small, and so very unlike that of other ruminants, that were it not for the distinctness of its orifices it might be overlooked. It is nearly spherical, 4 inches in diameter, is not like the third of the bullock lined with a cuticle, nor has it any septa projecting into it. The cuticle continued from the second stomach terminates immediately within its orifice, and its surface has a faint appearance of honeycombed structure; but this is so slight as to require a close inspection to ascertain it.\n\nThis cavity can answer no other purpose in the economy of the animal, than retarding the progress of the food, and making it pass by small portions into the fourth stomach, so that the process, whatever it is which the food undergoes in the third stomach of other ruminants, would appear to be wanting in the camel, and consequently not required.\n\nThe fourth stomach lies to the right of the first, and has for a great part of its length the appearance of an intestine; it then contracts partially, and the lower portion has a near resemblance in its shape to the human stomach. Its whole length is 4 feet 4 inches; when laid open, the internal membrane of the upper portion is thrown into longitudinal narrow folds, which are continued for about three feet of its length; these terminate in a welted appearance; the rugae are large, as in the bullock, but not so prominent, nor so serpentine in\ntheir course, and for the last nine inches the membrane has a villous appearance, as in the human stomach. Close to the pylorus there is a glandular substance of a conical form, which projects into the cavity; the blunt end of it resting upon the orifice of the pylorus. This is similar to what is met with in the bullock, but still more conspicuous.\n\nThe fourth stomach of the camel corresponds with that of the bullock in all the general characters, and resembles it in most particulars. It exceeds it in length, but the plicae are so much smaller, that the extent of the internal surface must be very nearly the same in both. It differs from it in having a contraction in a transverse direction immediately below the termination of the plicated part, which has led both Daubenton and Cuvier to consider these two portions as separate cavities. I should have been induced to adopt this opinion, were it not for the circumstance of their internal structure being the same as that of the bullock, which must be admitted to be only one cavity, and as the uses of these corresponding structures must be similar, the analogy between the two is better kept up by considering it in both animals as one cavity, only remarking the contraction in that of the camel as a peculiarity belonging to ruminants without horns.\n\nFrom the comparative view which has been taken of the stomachs of the bullock and camel, it appears that in the bullock there are three stomachs formed for the preparation of the food, and one for its digestion. In the camel there is one stomach fitted to answer the purposes of two of the bullock, a second employed as a reservoir for water, having nothing to do with the preparation of the food; a third so small and\nsimple in its structure that it is not easy to ascertain its particular office. It cannot be compared to any of the preparatory stomachs of the bullock, as all of them have a cuticular lining, which this has not; we must therefore consider it as a cavity peculiar to ruminants without horns; and a fourth, or true digesting stomach.\n\nIt is stated by authors that hares, rabbits, and even some men ruminate; their doing so is not material to the present inquiry, since their stomachs are not of that kind which makes rumination a necessary part of the process of digestion; and as far as I can learn from some persons who feed rabbits and fatten them with meal, although they have watched their rabbits with attention they never saw them bring up the food into the mouth. It may therefore be only occasional when they eat particular kinds of vegetables. They have indeed a mode of working their lips when sitting quiet, which may have been mistaken for rumination. When it takes place in men it must be considered as a disease.\n\nFrom the facts which have been stated, the following gradation of ruminating stomachs is established.\n\nThe ruminants with horns, as the bullock, sheep, &c. have two preparatory stomachs for the food previous to rumination, and one for the food to be received in after rumination before it is digested.\n\nThe ruminants without horns, as the camel, dromedary, and lama, have one preparatory stomach before rumination, and, properly speaking, none in which the cud can be afterwards retained before it goes into the digesting stomach.\n\nThose animals who eat the same kind of food with the\nruminants yet do not ruminate, as the horse and ass, have only one stomach, but a portion of it is lined with cuticle, in which situation the food is first deposited, and by remaining there some time is rendered afterwards more easily digestible when received into the other, or digesting portion.\n\nIn comparing the teeth of those animals that ruminate, with those of the horse and ass, which live on nearly the same kind of food, the following peculiarities are met with.\n\nThe ruminants with horns have molares in both jaws, and incisores only in the lower jaw.\n\nThe ruminants without horns have, in addition to these, what may be called fighting teeth, or a substitute for horns. These are tusks in both jaws, intermediate teeth between the molares and tusks, and in the upper jaw two small teeth anterior to the tusks; none of which can be of any use in eating.\n\nThe camelo-pardalis forms an intermediate link in these respects. It has short horns, and has no tusks.\n\nThe molares in both these genera of ruminants are open in the structure of their crown, which is not horizontal but oblique, the outer edge in the upper jaw and the inner in the lower jaw being the most prominent, so as to adapt them to each other. The lower jaw has less width than the upper, so that the lower molares fall considerably within the upper; when the animal eats it can only masticate with one side of the mouth at a time, by bringing the lower jaw to that side, so as to make the teeth of both jaws oppose each other; the teeth of that side are applied to the food three or four times, and then those of the opposite side.\nThis mode of mastication appears to be peculiar to the ruminants, and is certainly very different, and much more imperfect than the mastication of the horse, whose molares are very compact in the texture of their crowns, and are opposed directly to each other by horizontal planes.\n\nLetter from Charles Hatchett, Esq. concerning some Peculiarities in the Urine of the Camel.\n\nDEAR SIR,\n\nApril 30, 1806.\n\nBeing a short time absent from my house, and not having at hand any apparatus to examine the camel’s urine, which you lately sent to me, I delivered it to my friend, Mr. W. Brande, of Arlington-street, who has on several occasions much distinguished himself in chemical science, and I now have the pleasure of transmitting an account of the results of his comparative experiments on the urine of the camel and the cow, which, I think, appear to be highly deserving of attention.\n\nThe presence of uric acid in the former, and that of phosphat of lime in both, are new facts, which reflect additional light on the composition of the urine of graminivorous animals.\n\nMr. Brande first states his experiments on the camel’s urine as follows:\n\n“I divided it into two equal portions, taking half for distillation, which was performed at a very low temperature.\n\n“When somewhat more than three-fourths had passed over, the residuum in the retort became thick, assuming a deep brown colour, and having a peculiar fetid odour. I now stopped the distillation, and affused alcohol, with a view of\nascertaining whether it contained urea. This I obtained in a considerable proportion. It had the same appearance and properties as that which is afforded by human urine. What remained after the separation of the urea, consisted chiefly, as far as I could ascertain, of muriat of potash, with a little muriat of ammonia, phosphat of lime, and probably urat of potash.\n\n\"I may here remark that no benzoic acid was separated towards the latter part of the distillation, nor could I obtain any from the residuum.\n\n\"The remaining portion of the urine was examined by the following tests:\n\n\"Nitrat of silver occasioned a very copious precipitate, which became speedily black on exposure to light.\n\n\"Muriat of barytes indicated the presence of a minute portion of sulphuric acid.\n\n\"Ammonia threw down a little phosphat of lime. When muriatic acid was poured into the urine, an effervescence was produced by the emission of carbonic acid gas.\n\n\"A portion of the urine, which had been exposed to the air for some days, deposited a sediment, which when treated with nitric acid, and evaporated, assumed a red colour, and thereby shewed the presence of uric acid.\n\n\"From the results of these experiments, and of some others, which I do not think it necessary to mention, I have drawn the following conclusions relative to the component parts of camel's urine; but as the quantity, upon which I operated was small, they must only be regarded as an approximation to the truth.\"\nMr. Hatchett's Observations\n\nWater - - - - - - - 75\nPhosphat of lime - - -\nMuriat of ammonia - - -\nSulphat of potash - - - - 6\nUrat of potash - - -\nCarbonat of potash - - -\nMuriat of potash - - - - 8\nUrea - - - - - - - 6\n\n95.\"\n\nMr. Brande next proceeds to give an account of his examination of cow's urine.\n\n\"As I had sent me a large supply of cow's urine, I have been enabled to vary my experiments on it, in such a manner, that I hope to have drawn tolerably accurate conclusions with respect to its composition.\n\n\"The analysis was conducted nearly as follows:\n\n\"1. I put four ounces into a glass retort, to which a proper apparatus was adapted for collecting its gaseous as well as fluid parts. The distillation was performed in a sand-bath.\n\n\"I obtained carbonic acid and water, shewing some signs of ammonia; possessing however a peculiar flavour. There remained in the retort a brown mass, which was chiefly composed of muriat of potash, and of ammonia; sulphat of potash, phosphat of lime, and urea.\n\n\"The carbonic acid must in part have been produced from a decomposition of a portion of urea: and hence the brown colour of the residuum.\n\n\"2. Four ounces of the urine were evaporated to half the quantity. Muriatic acid was added, and a precipitate was\nformed, from which I obtained a small portion of benzoic acid.\n\n\"It is somewhat remarkable that no traces of this substance should have been discovered in the residuum left after distillation; nor could I by any means observe its presence before heat had been employed.\n\n\"I mention this circumstance, as I think it coincides with your opinion respecting the formation of this acid; and that in this case it is not an educt, but a product.\n\n\"Still I do not see why by a similar process I could obtain none from the urine of the camel.\n\n\"3. The cow's urine was then examined by the following reagents.\n\n\"Nitrate of silver caused an abundant precipitation of muriate of silver.\n\n\"Barytes was thrown down in the form of sulphat and carbonat: the latter in the smallest proportion.\n\n\"Ammonia indicated the presence of phosphat of lime.\n\n\"Carbonic acid gas was extricated by muriatic acid.\n\n\"The results, which I had obtained from the analysis of camel's urine, induced me to imagine that uric acid might possibly exist in the urine of other graminivorous animals; and indeed it was a natural conclusion: but I find that it is not the case, for in the present experiments I have been unable to detect even the least trace of that substance.\n\n\"The following estimation of the relative proportions of the substances present is, I think, as correct as the nature of the subject will allow.\"\n\"100 parts contain\n\nWater - - - - 65\nPhosphat of lime - - - 3\nMuriat of lime - - - }\nammonia - - - } - 15\nSulphat of potash - - - 6\nCarbonat of potash - - - }\nammonia - - - } - 4\nUrea - - - - 4\n\n97.\n\n\"The loss may be attributed to animal matter, probably albumen and gelatine.\n\n\"I have for obvious reasons omitted the benzoic acid.\n\n\"The principal and only essential difference between the urine of the camel, and that of the cow, is that the former contains uric acid. They both appear to be destitute of soda.\n\n\"It will also appear that in the present instance the latter contains a larger proportion of saline matter, but this can only be regarded as a casualty, when we consider the variation, to which the relative proportion of water to the salts of urine is liable, according to the circumstances under which the secretion takes place.\"\n\nFrom Mr. Brande's experiments on the urine of the camel, it appears that (exclusive of water) the principal ingredients are muriat of potash, and urea; and as ammonia is present only in a very small proportion, which is even less than in the urine of the cow, we may conclude that the various accounts, which state the urine of the camel to have much contributed to the\nproduction of muriat of ammonia, or sal ammoniac, are without foundation.\n\nIt is remarkable that uric acid should be found in the camel's urine, and I believe it is the first instance on record, as far as relates to the urine of graminivorous animals.\n\nMr. Brande's experiments also show that phosphat of lime is present in the urine of these animals, which is in opposition to the hitherto received opinion.\n\nFourcroy and Dr. Thomson have quoted the analyses of camel's and cow's urine made by Rouelle, and it may not be improper to compare them with those of Mr. Brande.\n\n**Component Parts of Camel's Urine.**\n\n| Brande          | Rouelle.*       |\n|-----------------|-----------------|\n| Water           |                 |\n| Phosphat of lime|                 |\n| Muriat of ammonia| Carbonat of potash |\n| Sulphat of Potash| Sulphat of potash |\n| Urat of potash  | Muriat of potash |\n| Carbonat of potash|                |\n| Urea            | Urea.           |\n| Muriat of potash|                 |\n\n* Thomson's System of Chemistry, 2d edit. Vol. IV, p. 655.\nComponent Parts of Cow's Urine.\n\n| Brande | Rouelle |\n|--------|---------|\n| Water  | -       |\n| Phosphat of lime | Carbonat of potash |\n| Muriat of potash | Sulphat of potash |\n| ammonia | Muriat of potash |\n| Sulphat of potash | Urea |\n| Carbonat of potash | Benzoic acid. |\n| ammonia | |\n\nFrom this comparison, we see that Mr. Brande and M. Rouelle agree in stating that potash is the only fixed alkali present in both cases.\n\nThe urine of the rabbit, according to Vauquelin, is composed as follows.\n\nCarbonat of lime\n__________ magnesia\n__________ potash\nSulphat of potash\n__________ lime\nMuriat of potash\nUrea\nGelatine\nSulphur.\n\nThe same chemist found that the urine of the guinea-pig deposited carbonat of lime: that it changed the colour of syrup of violets to green; and that it contained carbonat, and muriat of potash; but not any phosphat, nor uric acid.\nFrom all these it therefore appears, that soda and its combinations do not form any part of the urine of the camel, cow, guinea-pig, and rabbit; unless we may be permitted to believe that the composition of the urine of animals in general, is various at different periods, not only in the proportions of the ingredients, but also in the quality.\n\nShould however the contrary of this be the case, we may assert that the urine of the horse is peculiarly distinguished from that of the above mentioned animals, by the presence, and abundance of soda, as the following analysis made by Fourcroy and Vauquelin will demonstrate.\n\n**Component Parts of the Urine of the Horse.**\n\n| Component                  | Proportion |\n|----------------------------|------------|\n| Carbonat of lime           | 0.11       |\n| soda                       | 0.09       |\n| Benzoat of soda            | 0.24       |\n| Muriat of potash           | 0.09       |\n| Urea                       | 0.07       |\n| Water and mucilage         | 0.94       |\n\nNow unless the urine of animals is very differently composed at different periods, there is in this instance a marked chemical character between the urine of the horse, and that of the above-mentioned graminivorous animals: and if so, perhaps the same may prevail respecting those other animals, which are the most nearly allied to the horse.\n\nThis certainly merits investigation; but it can only be accomplished by a number of comparative experiments, and\n\n* Thomson, Vol. IV. p. 655.\nanalyses made on the urine of the same and of different animals at various times, and under different circumstances.\n\nI am, &c.\n\nCHARLES HATCHETT.\n\nP. S. Since the foregoing letter was written, Mr. W. Brande has examined the urine of the horse and ass; the result is as follows:\n\n\"The urine of the horse is turbid, and of a mucilaginous consistence; it changes the colour of vegetable blues to green, and when exposed to the air it becomes covered with a thin pellicle of carbonat of lime.\n\n\"When evaporated to the consistence of thick honey, it yields to alcohol a small portion of urea. The salts which it contains are as follows:\n\nCarbonat of lime\n__________ soda\nSulphat of soda\nMuriat of soda\nBenzoat of soda\nPhosphat of lime.\n\n\"These amounted in the present instance to about one-eighth of the urine. I could discover no trace either of potash or ammonia.\n\nThe urine of the ass is somewhat mucilaginous: but at the same time transparent. Like that of the horse it changes vegetable blues to green; but it deposits no carbonat of lime.\n\n\"It differs in its composition from that of the horse, by containing a much greater relative proportion of phosphat of\nlime and urea: it contains also carbonat, sulphat, and muriat of soda, and there appears to be a small quantity of potash, which is probably united to muriatic acid. I could not discover any benzoic acid.\n\n\"It is worthy of remark that the urine of the horse and ass are both destitute of ammonia.\"\n\nEXPLANATION OF THE PLATES.\n\nPlate XV.\n\nRepresents a longitudinal section of the first stomach of the bullock, showing its cavity, which is made up of two compartments, separated from each other by two strong transverse ridges, composed of a mixture of ligamentous and muscular fibres: also the opening into the second stomach, and a portion of its cavity: the orifice leading into the third stomach, and the canal through which the food is thrown up from the second stomach into the mouth, and afterwards conveyed into the third stomach.\n\na, The oesophagus terminating in the first stomach.\nbbbb, The cavity of the first stomach.\ncc, The two ridges dividing it into two compartments.\ndd, The mouth of the second stomach.\ne, The orifice leading to the third stomach.\nff, Two muscular bands, which have their origin from the coats of the first stomach and terminate in the orifice of the third, forming a canal, along which the food is conveyed from the second stomach, to the mouth, and from the mouth to the third stomach.\nPlate XVI.\n\nRepresents a posterior view of the first and second stomachs of the bullock unopened, and an internal view of the third and fourth stomachs, in their natural relative situation to the others.\n\na, The œsophagus.\nbb, The coats of the first stomach, in a distended state.\nc, The coats of the second stomach.\nd, The orifice leading into the third stomach.\neee, The plicæ of three different breadths, which are contained in the third stomach.\nf, The valvular termination of the third stomach in the fourth.\nggg, The longitudinal plicæ of the fourth stomach.\nh, The rugæ of the fourth stomach, near the pylorus.\ni, The glandular projection opposed to the orifice of the pylorus.\nk, The pylorus, or termination of the fourth stomach.\n\nPlate XVII.\n\nRepresents an internal view of the first stomach of the camel, exposed in the same manner as that of the bullock, in Plate XV.\n\nIn this stomach there are two compartments, separated from each other by a longitudinal ridge, which is composed of strong muscular fibres, and the orifice leading into the second stomach is nearly at right angles to the cavity of the first; there is a strong muscle passing from the orifice of the first stomach through the upper part of the second stomach to the third, where it terminates; this muscle, and the\nlongitudinal ridge form a canal along which the ruminated food passes into the third stomach.\n\n\\(a\\), The œsophagus.\n\n\\(bb\\), The longitudinal ridge, dividing the cavity into two compartments.\n\n\\(cc\\), The muscle which passes to the third stomach.\n\n\\(d\\), The opening into the second stomach.\n\n\\(ee\\), The muscular cells on the right side of the cavity.\n\n\\(ff\\), The larger cells on the left side, which serve to moisten the food lying over them, and make it of a fit consistence to be regurgitated into the mouth along the canal formed by the longitudinal ridge and the muscle going to the third stomach.\n\n\\(gg\\). A broad muscular band separating the cellular structure into two portions.\n\nPlate XVIII.\n\nRepresents a posterior view of the first stomach of the camel unopened, and an internal view of the second, third, and fourth stomachs, in their relative situation to the first, similar to the view given of the stomachs of the bullock, in Plate XVI.\n\n\\(a\\), The œsophagus.\n\n\\(bb\\), The coats of the first stomach, in a distended state.\n\n\\(c\\), The communication between the first and second stomachs.\n\n\\(dd\\), The muscle running along its upper part to terminate in the orifice of the third stomach. This muscle when it acts with its greatest force brings forward the orifice of the third stomach nearly close to that of the second, and by so doing shuts up the rows of cells in the lower part of the cavity so that no part of the solid food can pass into them.\nee, The rows of cells which form a reservoir for the water.\nf, The opening leading into the third stomach.\ng, The cavity of the third stomach.\nh, The orifice of the fourth stomach.\nii, The longitudinal plicae of the fourth stomach.\nkk, The rugous structure of the lower part of the fourth stomach.\nl, The glandular projection opposed to the orifice of the pylorus.\nm, The pylorus.\nn, A dilatation or membranous cavity between the pylorus and duodenum.\no, The duodenum.\n\nPlate XIX.\n\nThis plate is intended to show the directions of the muscular fibres which run upon the orifices and sides of the cells in the first and second stomachs of the camel.\n\nIt represents six of the cells in the lower part of the left side of the first stomach, with a portion of the longitudinal ridge by which they are bounded. These particular cells were chosen in preference to those of the second stomach, as they were the largest, and the muscular fibres were most distinctly seen; the same structure is met with in the cells of the second stomach.\n\naa, The longitudinal ridge, to show its muscular structure, and the mode in which the fibres go off to furnish the orifices of the cells.\nbbbb, The course of the fibres going from cell to cell to close their orifices.\ncc, The muscular fibres by which the cells are enabled to throw out their contents.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107203.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 34,
    "total-input-tokens": 54784,
    "total-output-tokens": 10440,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1241,
        2
      ],
      [
        1241,
        2832,
        3
      ],
      [
        2832,
        4537,
        4
      ],
      [
        4537,
        6267,
        5
      ],
      [
        6267,
        7967,
        6
      ],
      [
        7967,
        9645,
        7
      ],
      [
        9645,
        11361,
        8
      ],
      [
        11361,
        13053,
        9
      ],
      [
        13053,
        14861,
        10
      ],
      [
        14861,
        16541,
        11
      ],
      [
        16541,
        18321,
        12
      ],
      [
        18321,
        20088,
        13
      ],
      [
        20088,
        21820,
        14
      ],
      [
        21820,
        23433,
        15
      ],
      [
        23433,
        25042,
        16
      ],
      [
        25042,
        26531,
        17
      ],
      [
        26531,
        27996,
        18
      ],
      [
        27996,
        29257,
        19
      ],
      [
        29257,
        30639,
        20
      ],
      [
        30639,
        31854,
        21
      ],
      [
        31854,
        32916,
        22
      ],
      [
        32916,
        33783,
        23
      ],
      [
        33783,
        35294,
        24
      ],
      [
        35294,
        36455,
        25
      ],
      [
        36455,
        37777,
        26
      ],
      [
        37777,
        39072,
        27
      ],
      [
        39072,
        40539,
        28
      ],
      [
        40539,
        41873,
        29
      ],
      [
        41873,
        41873,
        30
      ],
      [
        41873,
        41873,
        31
      ],
      [
        41873,
        41873,
        32
      ],
      [
        41873,
        41873,
        33
      ],
      [
        41873,
        41873,
        34
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107203",
    "title": "Observations on the Camel's Stomach Respecting the Water It Contains, and the Reservoirs, in Which That Fluid Is Inclosed; With an Account of Some Peculiarities in the Urine",
    "authors": "Everard Home",
    "year": 1806,
    "volume": "96",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 34,
    "jstor_url": "https://www.jstor.org/stable/107203"
  }
}