{
  "id": "72a4e2cebfb0936a56fe22a02c0dfd1dac27c660",
  "text": "2. The Doctrine of Archimedes, importing, That a Floating body sinks beneath the Level of the water so far, as that a mass of water, equal to the part immersed, doth absolutely weigh as much as the whole floating Body; is false.\n\n3. 'Tis very probable, that there is no Æther, and that consequently there is a vast Vacuum.\n\n4. There is a very easy, short, and infallible way, exactly to know how much is the absolute weight of the Air, that is impendent over any particular place.\n\n5. With little less easiness and brevity, but with the same infallibility may be weighed any one part of the said Air; for example, a Cubical foot.\n\n6. The only way of measuring the height of the Atmosphere.\n\n7. How it may be experimented, whether Light at the distance of 40 or more miles be moved in any observable Time?\n\nThese Propositions have occasioned very warm disputes in Italy, where they were first stated; as may appear by what hath been published against this Author by Signior Montanari and Signior Finetti, to which we must refer the Reader. We shall only take notice here, that the second of these Propositions sounding harsh, our Author, somewhat to mollify it, allegedeth, That he intends not at all to oppose the Doctrine of Archimedes, much less that of Galileo, concerning Floating Bodies; but that he would consider every body equilibrated, and how far every thing retains its Moment in this Universe, (where we find the whole to gravitate,) in order to examine the Torricellian Experiment; which is to serve him for the main ground to weigh the Air, and to measure the Atmosphere: In which case (saith he) the Floating Body, if it did absolutely weigh as much, as the mass of water, equal to its part immersed, it would not make the Equal Sectors of that Sphere, which the Equilibrated Fluids do constitute, Equal in Moment.\n\nERRATA.\n\nPage 208, l. 79 r. Dimostrazione, ib. r. da Dott. p. 2090 l. 8 r. Tycho, p. 2091 l. 19 r. 2 p. 2093 l. 25 r. gravitare, p. 2095 l. 22 r. monstrabimus. p. 2096 l. 20 r. difficult hath p. 2106 l. 12 r. Geick.\n\nLONDON,\nPrinted for John Martyn, Printer to the Royal Society, 1670.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101609.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 637,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2116,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101609",
    "title": "Errata",
    "authors": null,
    "year": 1670,
    "volume": "5",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101609"
  }
}