{
  "id": "47d8928df15e0b6437ffa082a5de1ec64891f3a3",
  "text": "VI. An Account of the Result of some Attempts made to ascertain the Temperature of the Sea in great Depths, near the Coasts of Lapland and Norway; as also some Anecdotes, collected in the former. By Charles Douglas Esquire, F. R. S. then Captain of his Majesty's Ship the Emerald, Anno 1769.\n\nRead Feb. 8, 1770.\n\nMay the 12th, 1769, between the islands of Surey and Hammerfest, in Lapland, in the latitude of $7^\\circ 40'$, between the hours of 6 and 9 p.m. the thermometer stood in the open air at 27, in the sea at the surface 36, and in three several depths, from 87 to 78 fathoms at the bottom, as often tried, at 39.\n\nMay 17th, in nearly the same place, the thermometer having at noon stood in the open air at 44, stood between 7 and 9 p.m. at 38, at the surface 37; and at the bottom in the depths of 86 and 90 fathoms, having been twice tried, at 39.\n\nMay 22d, in lat. $70^\\circ 32'$, between the island of Hammerfest and the main land of Finnmark, about 7 p.m.\n7 p.m. the thermometer stood at 40, in the open air, in the sea at the surface at 37; and at the bottom in 80 fathoms depth, at 39.\n\nJune 29th in the afternoon, between the island of Maggeroe and the main land of Lapland, in lat. 70° 54', the thermometer stood in the open air at 47 in the sea, at the surface at 44, and in 98 fathoms water, at the ground at 40.\n\nJuly 7th at sea, about 6 leagues distance from the island of Tromsound, in the lat. of 70° 45', the thermometer in the open air at 46, in the sea at the surface 46, and at the bottom 70 fathoms deep.\n\nJuly 8th, in lat. 68° 43', at the distance of 12 or 14 leagues from the island of Lofoot, in the province of Norland, the thermometer stood in the open air at 46, in the sea at the surface 47, 260 fathoms below the surface, but not at the bottom, at 52: and 100 fathoms below the surface at 46.\n\nJuly 9th, in lat. 65° 25', the thermometer in the open air at 48, in the sea at the surface 48—210 fathoms deep upon the ground at 48: and 100 fathoms below the surface at 46. N.B. The ship was then by reckoning about 20 or 25 leagues from the nearest part of Norway.\n\nJuly 10th, in lat. 64° 40', about 30 leagues from the coast of Norway, the thermometer in the open air, and in the sea at the surface at 52, at the ground in 141 fathom water, at 46 and 75 fathoms below the surface at 45.\n\nThe foregoing thermometrical experiments, made in deep water, were effected by means of a tin cylinder, containing a large quart, with an apparatus therein,\ntherein, so contrived, as to keep the thermometer standing upright in the middle thereof, without touching its sides: thus enclosed in a case, filled with water from along-side, and covered with a cap, so as to be perfectly water-tight, I sunk it with the deep-sea sounding-lead; letting it hang just clear of the ground for the space of half an hour, and then had it hauled up as briskly as possible, and the case being instantly opened, I inspected the thermometer. I found the inconvenience however of making the experiment in this way, because of the length of time thereto necessary; wherefore I made a very small hole in each end of the cylinder, whereby to let the water in and the air out, and sent it down empty, to the end that it might fill as far below the surface as possible, suffering it however always to hang a few minutes, that it might surely be full before I caused the boat's crew to begin hauling it up. The lead, with this apparatus fastened to the line a little above it, sunk 260 fathoms in $3\\frac{1}{2}$ minutes, and was hauled up in $13\\frac{1}{2}$.\n\nDuring my stay in Lapland, I made all the enquiry possible as to the existence of the aquatic animals, called Kraakens, whose dimensions (according to Pontoppidan) appear to me to be far beyond the scale of nature; but I never met with any person who had either talked with, or heard of, any one living, who had seen any such monsters; on the contrary, the most intelligent said, they believed such never existed otherwise than in imagination. But with regard to the Stoor Worms (which I have oftener heard called Sea Worms by the Norwegians), those who totally discredited the existence of the Kraakens\ntold me, they believed them really to exist: and a few days before I left the North Cape, the Danish missionary of Porsanger district did me the favour, closely to interrogate the master of a Norwegian vessel, who appeared to me to be by much the most knowing man in his station I had met with in Lapland, as to those stupendous worms, as they are called. He said, that about six years before, he had seen three of them at once off Bergen, floating upon the surface of the sea, twelve parts of the back of the largest appearing above water; each part being in length about six feet, with the intervals of the same length, so that upon the whole he judged the animal could not be less than twenty-five fathoms long, and about one in thickness. He did not pretend to ascertain the dimensions of the other two, further than their being smaller than the one thus imperfectly described, and added, that four years before he saw those last, he had (near the same coast) seen a large one, but could say nothing particular as to its size. What degree of credit is due to this man's account, I submit to the judgement of the learned Society.\n\nAfter much enquiry, I could learn nothing satisfactory touching the famous Whirlpool (called by the Norwegians and Dutch the Maal Stroom) lying between the islands of Lofoot, until I met with this intelligent person, who gave me some account thereof, in substance as follows; viz. That at high water it is perfectly smooth and safe to pass over; but as the tide, either ebb or flood, gathers strength, it becomes in proportion exceedingly agitated and dangerous, which extreme agitation and whirling, I presume, must be owing to the unevenness of the rocky bottom,\nover which the current rolls with vast rapidity, being confined in a narrow passage; for this Norwegian told me, that at very low water, sharp pointed rocks, reaching then above the surface, have been seen between the islands above-mentioned. No wonder then, that such vessels may have been turned upside down, as may have been drawn by the tide, in its most rapid state, into this gulph. The simple agitation of the water would sufficiently account indeed for the loss of open boats. Imperfect as it is, in my humble opinion, this account, if true, which I believe it to be, unravels in some measure, the mystery of the Norwegian whirlpool; which I however regret, not having myself, consistently with my orders, had it in my power minutely to examine.\n\nThe foregoing is, with great deference and respect, presented, by the Royal Society's\n\nMost humble\n\nand most obedient servant,\n\nCha. Douglas.\n\nN. B. The thermometrical experiments in question were made at the suggestion of Mr. Wilson, Professor of Astronomy at Glasgow, with a thermometer of his making.\nOBSERVATIONS of the TEMPERATURE of the WEATHER,\nTaken on board his Majesty's Ship the Emerald, in LAPLAND,\nwith a Thermometer upon Fahrenheit's Scale, Anno 1769.\n\nSouth East of Maggeroe Island,\nin Lat. 71° 00'.\nAt Sea.\n\nIn Hammerfest Harbour,\nin Lat. 70° 40'.\n\nApril\n\n| Hours | 25 | 26 | 27 | 28 | 29 | 30 | 1 | 2 | 3 | 4 | 5 | 6 | 7 | 8 | 9 | 10 | 11 | 12 | 13 | 14 | 15 | 16 | 17 | 18 | 19 | 20 | 21 | 22 | 23 | 24 | 25 | 26 | 27 |\n|-------|----|----|----|----|----|----|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|\n| 1 p.m.| 48 | 47 | 45 | 49 | 51 | 49 | 40 | 24 | 24 | 24 | 23 | 30 | 31 | 34 | 30 | 44 | 41 | 34 | 38 | 42 | 32 | 34 | 44 | 44 | 44 | 42 | 44 | 48 | 32 | 39 | 36 | 39 | 39 |\n| 2     |    |    |    |    |    |    |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |\n| 3     |    |    |    |    |    |    |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |\n| 4     |    |    |    |    |    |    |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |\n| 5     |    |    |    |    |    |    |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |\n| 6     |    |    |    |    |    |    |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |\n| 7     |    |    |    |    |    |    |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |\n| 8     |    |    |    |    |    |    |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |\n| 9     |    |    |    |    |    |    |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |\n| 10    |    |    |    |    |    |    |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |\n| 11    |    |    |    |    |    |    |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |\n| 12    |    |    |    |    |    |    |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |\n\nMay\n\n| Hours | 25 | 26 | 27 | 28 | 29 | 30 | 1 | 2 | 3 | 4 | 5 | 6 | 7 | 8 | 9 | 10 | 11 | 12 | 13 | 14 | 15 | 16 | 17 | 18 | 19 | 20 | 21 | 22 | 23 | 24 | 25 | 26 | 27 |\n|-------|----|----|----|----|----|----|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|\n| 1 a.m.|    |    |    |    |    |    |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |\n| 2     |    |    |    |    |    |    |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |\n| 3     |    |    |    |    |    |    |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |\n| 4     |    |    |    |    |    |    |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |\n| 5     |    |    |    |    |    |    |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |\n| 6     |    |    |    |    |    |    |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |\n| 7     |    |    |    |    |    |    |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |\n| 8     |    |    |    |    |    |    |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |\n| 9     |    |    |    |    |    |    |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |\n| 10    |    |    |    |    |    |    |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |\n| 11    |    |    |    |    |    |    |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |\n| 12    |    |    |    |    |    |    |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |   |",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105875.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10516,
    "total-output-tokens": 4244,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        969,
        2
      ],
      [
        969,
        2479,
        3
      ],
      [
        2479,
        4162,
        4
      ],
      [
        4162,
        5861,
        5
      ],
      [
        5861,
        6920,
        6
      ],
      [
        6920,
        11376,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105875",
    "title": "An Account of the Result of Some Attempts Made to Ascertain the Temperature of the Sea in Great Depths, Near the Coasts of Lapland and Norway; as Also Some Anecdotes, Collected in the Former. By Charles Douglas Esquire, F. R. S. Then Captain of His Majesty's Ship the Emerald, Anno 1769",
    "authors": "Charles Douglas",
    "year": 1770,
    "volume": "60",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/105875"
  }
}