{
  "id": "8b77bebcb8f4fb22718dc350b4b5b2f47e67f136",
  "text": "in the aquatic Moss, &c. The Eggs are soon hatch'd; the young Reptiles creep amongst the Stones and Weeds, &c. and so continue Water-Animals the greatest Part of the Year, until the Season comes round for their Appearance in that beautiful Fly before you, which is different from our European; but their Process I think well agrees with ours, as it is curiously described and delineated by that Excellent Naturalist Mr. Reaumur. They have a great Variety of this Tribe of Insects in America, as well as we have in Europe.\n\nVII. Alberti Halleri Archiatri & Consil. Med. Reg. Medic. in Acad. Gottingensi. Prof. & Reg. Soc. Lond. Sodal. Experimenta aliqua ad Respirationem pertinentia.\n\nRead Feb. 1. Controversia de respirationis modo nu-\n1749.-50. per exorta est, cujus historiam hic rec-\ncensere nihil adtinet. Sufficiat contraxisse experi-\nmenta in duo capita, quae ad rem persiciendam spe-\ntant.\n\nDubium primum fuit, num musculi intercostales\ninterni elevent costas, ut primus vester Majovius\ninvenit; an deprimant, ut olim Galenus, tum Fran-\ncisca Bayle, et alii.\n\nDubium alterum fuit, an aer elasticus reperiatur\ninter pleuram et pulmones, an omnino pulmones pleuræ continui sint.\n\nSexaginta fere viva animalia incidi, praeter alia experimenta. In iis repertum est, quod nunc vobis ILLUSTRES VIRI, propono, rogatosque volo, ut repeti pericula jubeatis, atque, si omnino meis consentiunt, finem inponatis controversiae.\n\nAd primam quaestionem. Cani religato nudentur musculi pectoris, cute remota, in superiori maxime parte, ubi res evidentior est. Removeatur praeterea pectoralis uterque, et destruatur tantum de exterioribus intercostalibus, quantum sufficit ad observandam conditionem et actionem internorum.\n\nUtile fuerit animal cogere, ut quam vehementissime inspiret: quod fiat inprimis pectoris altera parte foramine pertusa, ut aer subire, et alterum pulmonem inutilem reddere possit. Ita enim animal pulmone superstite, quam maximo cum conatu utitur. Non tamen necesse est pleuram perforare, et irritatus canis, etiam absque ea vi valide respirat, si alcohole vulnus tangatur.\n\nAdparebit ita, in inspirando, costarum intervalla quam proxime ad se invicem accedere, ut ultra medium sibi propiora sint, musculos internos laborare vehementer, tumere, durescere, costas adscendere omnes, prima excepta, quae tantillum movetur, rotari omnes circa punctum imaginarium, quod est in appendice cartilaginea haud longe a sterno, ut costæ pars sterno commissa descendat, pars a sterno remota adscendat, et extrorsum vertatur.\n\nIn expiratione descendunt costæ omnes, iterum prima excepta, quae parum nutat; intervalla, in vehementi expiratione, longiora fiunt, et tenduntur, et qui-\nquiescunt interni musculi. Hæc ad primam quaestionem.\n\nAd alteram.\n\nSumatur animal quodcumque vivum aut mortuum, mergatur sub aqua, et sub aqua prudenter, ne pulmonem lædas, pertundatur pleura. Si aer elasticus est inter pleuram et pulmonem, bullæ adscendent per aquam. Si nullæ adscendunt, nullus adeat aer. Id me rectius nōstis, et ex principiis patet.\n\nSed repetita satis experimenta feci. Bullæ nunquam adparuerunt in ullo experimento, et videor mihi nihil præcipitis corollarii inde deducere, si inde conclusero, nullum adeo elasticum aerem inter pleuram et pulmonem esse.\n\nD. Gottingæ, d. 6. Jan. 1749.\n\nVIII. A Letter from Father Anthony Gaubil Jesuit, to Dr. Mortimer, Secr. R. S. containing some Account of the Knowledge of Geography among the Chinese, and of Paper-Money current there. Translated from the French by T. S. M. D. and F. R. S.\n\nPeking Nov. 9. 1748.\n\nSIR,\n\nRead Feb. 1. 1749.\n\nIT is now some time since I received from M. de L'isle Part of a Map of the World, found among the Papers of the late Dr. Kempfer. In this Map were several Chinese",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104651.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1247,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1116,
        2
      ],
      [
        1116,
        2682,
        3
      ],
      [
        2682,
        3745,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104651",
    "title": "Alberti Halleri Archiatri & Consil. Aul. Reg. Medic. in Acad. Gottingens. Prof. & Reg. Soc. Lond. Sodal. Experimenta Aliqua ad Respirationem Pertinentia",
    "authors": "Alberti Halleri",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/104651"
  }
}