{
  "id": "1bf6b11f37e8d8642bc05b46934b16f5fd1d560d",
  "text": "XIII. On the Diurnal Inequalities of Terrestrial Magnetism, as deduced from observations made at the Royal Observatory, Greenwich, from 1841 to 1857.\n\nBy GEORGE BIDDELL AIRY, F.R.S., Astronomer Royal.\n\nReceived April 8.—Read April 23, 1863.\n\nIt has been usual for the Royal Society to receive among their communications and to publish in their 'Transactions' the epitomized results of long series of voluminous observations and laborious calculations, of which the fundamental details have been printed in works specially devoted to those subjects. The paper which I have the honour now to submit to the Society consists principally of results of this class. It exhibits in curves the Diurnal Inequalities of Terrestrial Magnetism, as obtained by the use of instruments essentially the same through the whole period of the seventeen years; during the last ten years of which the magnetic indications have been automatically recorded by photographic self-registration, on a system which has been continued to the present time (1863) and is still to be continued. I offer these results to the Royal Society in the hope that they will prove no unimportant contribution to a record of the state of Terrestrial Magnetism at Greenwich, through a period which is likely to be esteemed a very important one in the general history of the science.\n\nThe magnets of the three magnetometers (Declination, Horizontal Force, Vertical Force), from which these indications are obtained, are 2-foot magnets, such as were introduced by Gauss about the time of commencing this series of observations; two of them were prepared at Göttingen. If I had now to establish a magnetical apparatus, I should probably adopt magnets of smaller dimensions. Yet there are advantages in the use of large magnets, as the power of carrying large mirrors, &c., which I would not lightly forego. And, judging from the completeness and delicacy of the registers of magnetic storms made by all three instruments, I have reason to believe that the general accuracy of the records is almost as great as it will be possible to obtain with any instruments. I have therefore not thought it necessary to make any change in the instrumental system.\n\nFrom the beginning of 1841 for the Declination and Horizontal Force, and from the beginning of 1842 for the Vertical Force, to the end of 1847, the observations were made by eye, every two hours. From the beginning nearly of 1848 (with the exception of the Vertical Force Magnet, of which the auxiliary apparatus was completed so late in the year that it has been thought best to suppress the few observations of 1848 entirely) the positions of the magnetometers are registered by the photographic apparatus planned and established at the Royal Observatory by CHARLES BROOKE, Esq.\n\nThe details of the observations, as far as 1847, are printed in the 'Greenwich Mag-\nnetical and Meteorological Observations' for each year. The means, however, printed in those volumes are not, in every instance, adopted here. This arises from the circumstance that, in order to give unity to the plan of reduction for this memoir, the days in which there prevailed a certain amount of magnetic disturbance (not defined numerically, but estimated by the judgment of the Superintendent of the Reductions) have now been separated from the rest, in the same manner as had previously been done for the reductions 1848–1857; and the means have been taken without these separated days. The days thus excluded are the following:\n\n1841: September 24, 25, 26, 27; October 25; November 18, 19; December 3, 14.\n1842: January 1; February 24; April 14, 15; July 1, 2, 3; November 10, 21; December 9.\n1843: January 2; February 6, 16, 24; May 6; July 24, 25.\n1844: March 29, 30; October 1; November 16, 22.\n1845: January 9; February 24; March 26; August 29; October 3.\n1846: May 12; August 6, 7, 24, 25, 28; September 4, 5, 10, 11, 21, 22; October 2, 7, 8; November 26; December 23.\n1847: February 24; March 1, 19; April 3, 7, 21; May 7; June 24; September 24, 26, 27; October 22, 23, 24, 25; November 22; December 17, 18, 19, 20.\n\nThe differences between the means at different hours and the mean of the twelve two-hourly means, which have been actually used in the formation of the curves in Plates XVI. and XX., are the following:\n\n| Declination | Horizontal Force | Vertical Force | Declination | Horizontal Force | Vertical Force |\n|-------------|-----------------|---------------|-------------|-----------------|---------------|\n| 1841.       |                 |               | 1843.       |                 |               |\n| h           |                 |               | h           |                 |               |\n| 0           | +3·7            | -0·00123      | 4           | +3·4            | +0·00042      |\n| 2           | +5·9            | -53           | 6           | +0·7            | +53           |\n| 4           | +3·7            | +10           | 8           | -0·7            | +52           |\n| 6           | +0·7            | +32           | 10          | -2·0            | +36           |\n| 8           | -1·3            | +52           | 12          | -2·3            | +25           |\n| 10          | -2·5            | +42           | 14          | -1·8            | +01           |\n| 12          | -2·8            | +39           | 16          | -1·9            | +03           |\n| 14          | -2·2            | +33           | 18          | -2·1            | +01           |\n| 16          | -1·5            | +28           | 20          | -2·3            | +29           |\n| 18          | -1·5            | +43           | 22          | -0·8            | +110          |\n| 20          | -1·9            | +03           | 1844.       | +4·2            | -0·00092      |\n| 22          | -0·4            | +105          |             | +5·5            | +06           |\n| 1842.       |                 |               |             | +2·9            | +53           |\n| 0           | +3·9            | -0·00102      |             | +0·5            | +80           |\n| 2           | +5·6            | -23           |             | -1·1            | +78           |\n| 4           | +3·4            | +33           |             | -2·1            | +49           |\n| 6           | +0·8            | +45           |             | -2·3            | +27           |\n| 8           | -0·9            | +58           |             | -1·8            | +03           |\n| 10          | -2·3            | +36           |             | -1·5            | +13           |\n| 12          | -2·6            | +38           |             | -1·9            | +13           |\n| 14          | -2·1            | +12           |             | -2·1            | +51           |\n| 16          | -1·9            | +04           |             | -0·3            | +108          |\n| 18          | -1·8            | +10           |             | -0·3            | +108          |\n| 20          | -2·0            | +02           |             | +3·9            | -0·00103      |\n| 22          | 0·0             | +92           |             | +5·8            | +10           |\n| 1843.       |                 |               |             | +3·3            | +55           |\n| 0           | +4·1            | -0·00087      |             | +0·6            | +62           |\n| 2           | +5·9            | +02           |             |                 |               |\n### Table (continued).\n\n| Year | Declination | Horizontal Force | Vertical Force |\n|------|-------------|------------------|---------------|\n| 1845 |             |                  |               |\n|      | h           |                  |               |\n|      | 8           | -6.7             | +0.00061      |\n|      | 10          | -1.6             | +43            |\n|      | 12          | -1.7             | +31            |\n|      | 14          | -1.9             | +01            |\n|      | 16          | -1.8             | -03            |\n|      | 18          | -2.1             | +01            |\n|      | 20          | -2.6             | -40            |\n|      | 22          | -1.1             | -118           |\n| 1846 |             |                  |               |\n|      | 0           | +4.0             | -0.00114      |\n|      | 2           | +6.2             | -12            |\n|      | 4           | +3.7             | +53            |\n|      | 6           | +0.9             | +83            |\n|      | 8           | -1.1             | +72            |\n|      | 10          | -2.0             | +48            |\n|      | 12          | -2.1             | +29            |\n|      | 14          | -2.0             | +13            |\n| 1846 |             |                  |               |\n|      | 16          | -1.9             | +0.00002      |\n|      | 18          | -2.3             | +5             |\n|      | 20          | -2.4             | -39            |\n|      | 22          | -1.1             | -133           |\n|      | 0           | +4.4             | -0.00119      |\n|      | 2           | +6.9             | -16            |\n|      | 4           | +3.8             | +41            |\n|      | 6           | +1.0             | +67            |\n|      | 8           | -0.4             | +73            |\n|      | 10          | -1.6             | +52            |\n|      | 12          | -2.7             | +34            |\n|      | 14          | -2.5             | +03            |\n|      | 16          | -2.5             | +08            |\n|      | 18          | -2.9             | +08            |\n|      | 20          | -2.9             | -24            |\n|      | 22          | -0.9             | -120           |\n\nThe differences of the means for the separate hours from the mean of the twelve two-hourly means, in the aggregates of the numbers for the same nominal month in different years, through the periods 1841–1847 for Declination and Horizontal Force, and 1842–1847 for Vertical Force, are the following:\n\n| Month | Declination | Horizontal Force | Vertical Force |\n|-------|-------------|------------------|---------------|\n| January |             |                  |               |\n|       | h           |                  |               |\n|       | 0           | +2.9             | -0.00047      |\n|       | 2           | +3.8             | +5             |\n|       | 4           | +1.7             | +17            |\n|       | 6           | 0.0              | +8             |\n|       | 8           | -0.9             | +2             |\n|       | 10          | -2.5             | -2             |\n|       | 12          | -2.8             | -17            |\n|       | 14          | -1.4             | -20            |\n|       | 16          | -1.0             | -13            |\n|       | 18          | -0.6             | -35            |\n|       | 20          | 0.0              | +43            |\n|       | 22          | +0.8             | -2             |\n| February |             |                  |               |\n|        | 0           | +3.6             | -0.00046      |\n|        | 2           | +4.9             | +7             |\n|        | 4           | +2.7             | +26            |\n|        | 6           | +0.6             | +29            |\n|        | 8           | -1.2             | +29            |\n|        | 10          | -2.3             | +4             |\n|        | 12          | -2.8             | +1             |\n|        | 14          | -2.3             | -26            |\n|        | 16          | -1.6             | -17            |\n|        | 18          | -1.4             | -17            |\n|        | 20          | -0.7             | +27            |\n|        | 22          | +0.3             | -30            |\n| March  |             |                  |               |\n|        | 0           | +4.0             | -0.00109      |\n|        | 2           | +6.7             | -3             |\n|        | 4           | +3.9             | +56            |\n|        | 6           | +0.5             | +47            |\n|        | 8           | -1.2             | +47            |\n|        | 10          | -2.8             | +30            |\n| March  |             |                  |               |\n|        | 12          | -2.8             | +0.00030      |\n|        | 14          | -1.9             | -1             |\n|        | 16          | -2.0             | -11            |\n|        | 18          | -1.9             | +7             |\n|        | 20          | -1.9             | -4             |\n|        | 22          | -0.6             | -101           |\n| April  |             |                  |               |\n|        | 0           | +4.3             | -0.00160      |\n|        | 2           | +7.9             | -39            |\n|        | 4           | +4.6             | +56            |\n|        | 6           | +1.1             | +84            |\n|        | 8           | -1.2             | +77            |\n|        | 10          | -1.9             | +50            |\n|        | 12          | -2.7             | +44            |\n|        | 14          | -2.5             | +30            |\n|        | 16          | -2.6             | +10            |\n|        | 18          | -2.3             | +21            |\n|        | 20          | -3.3             | -19            |\n|        | 22          | -1.3             | -164           |\n| May    |             |                  |               |\n|        | 0           | +4.4             | -0.00134      |\n|        | 2           | +6.7             | -9             |\n|        | 4           | +4.2             | +66            |\n|        | 6           | +1.2             | +113           |\n|        | 8           | -0.1             | +119           |\n|        | 10          | -1.1             | +70            |\n|        | 12          | -1.6             | +43            |\n|        | 14          | -2.1             | +14            |\n|        | 16          | -2.1             | -6             |\n|        | 18          | -3.3             | -23            |\n|        | 20          | -4.6             | -86            |\n|        | 22          | -1.7             | -167           |\nThese means are used in forming the curves of Plates XVIII. and XXII.\n\nFor the observations from 1848 to 1857, the details of the record (in the form of measures of the ordinates of every salient point of the photographic curve) will be found in the 'Greenwich Observations' for each year—a few being omitted in the earlier portion of the period. These numbers, however, have not actually been used in forming the means. For that purpose (as is explained in the Reductions printed in the 'Greenwich Observations, 1859') curves have been traced by hand upon the photographic sheets, smoothing down their most rapid inequalities; and the hourly ordinates of these curves have been measured upon the sheets. The means of these are given in the 'Greenwich Observations, 1859;' they are used without alteration here.\nThe list of days omitted in the period 1848–1857 will be found in the volume for 1859. It may be interesting to collect here the numbers of omitted days for the several years of the entire period from 1841 to 1857.\n\n| Year | Omitted Days |\n|------|--------------|\n| 1841 | 9            |\n| 1842 | 10           |\n| 1843 | 7            |\n| 1844 | 5            |\n| 1845 | 5            |\n| 1846 | 17           |\n| 1847 | 20           |\n| 1848 | 20           |\n| 1849 | 2            |\n| 1850 | 6            |\n| 1851 | 13           |\n| 1852 | 17           |\n| 1853 | 18           |\n| 1854 | 13           |\n| 1855 | 4            |\n| 1856 | 0            |\n| 1857 | 10           |\n\nThese numbers, as I believe, give a very fair measure of great magnetic disturbances in each year. There is no appearance of decennial cycle in their recurrence. Nor does the number of disturbed days appear to have any distinct relation to the magnitude of diurnal change, as will be seen on comparing the list of omitted days with the curves at the end of this memoir.\n\nI trust to have another opportunity of explaining more fully the reasons which have induced me to separate entire days of disturbed observations from the general mass, instead of separating special observations on every day when their departure from the mean exceeds a previously-defined limit, as has usually been done in late years. For the present, I will only remark that every digest may be considered in some measure satisfactory which actually renders account of the influence of every observation, but that the method which I have followed, and which puts it in my power completely to dissect the whole storm occurring on each disturbed day, appears to me much more satisfactory than any other.\n\nReverting now to the reductions which form the special subject of this memoir, I will first state that the curves which occupy the four Plates XVI.–XIX. are formed from the means to which I have referred, by comparing the mean for each hour with the mean for the twenty-four hours, and using their difference to form one of the coordinates,—the horizontal ordinate to the left being the measure of hourly westerly declination (as compared with the mean for the twenty-four hours) of the needle’s north end, expressed in terms of the whole horizontal force for the year by dividing its measure in minutes of arc by 3438; and the vertical ordinate upwards being the measure of hourly horizontal force (as compared with the mean for the twenty-four hours) acting in the magnetic northerly direction on the needle’s north end, expressed in terms of the same horizontal force. The origin of coordinates (the intersection of the straight lines in each diagram), from the nature of the process, necessarily represents the mean declination and mean horizontal force in each month.\n\nNow the means for each month are themselves subject to an annual inequality, which, it seems probable, does not depend on the same causes that produce the secular changes. From 1841 to 1847 the mean secular change of western declination appears to proceed at the rate of $-4\\cdot2$ nearly per annum; and from 1848 to 1857 the rate is about $-7\\cdot9$ per annum. Applying the proportional parts of these, with changed sign, to the mean of the determinations for months of the same name through their proper\nperiods, comparing each so corrected result with the mean of all, and converting the difference into parts of horizontal force, the following excess for each month is found:\n\n**Annual Inequality of Western Declination.**\n\n| Month     | Period 1841–1847 | Period 1848–1857 |\n|-----------|------------------|------------------|\n| January   | -0·0007          | -0·0002          |\n| February  | -0·0004          | -0·0003          |\n| March     | -0·0006          | -0·0001          |\n| April     | -0·0007          | +0·0001          |\n| May       | -0·0004          | +0·0001          |\n| June      | +0·0001          | 0·0000           |\n| July      | +0·0002          | +0·0003          |\n| August    | +0·0004          | +0·0002          |\n| September | +0·0010          | 0·0000           |\n| October   | +0·0005          | -0·0001          |\n| November  | +0·0006          | -0·0001          |\n| December  | 0·0000           | +0·0001          |\n\nTreating the Horizontal Force in the same way, it is necessary to observe that, for the first period, the secular change can be derived only from the monthly means of Horizontal Force (as the Deflection Apparatus was not used in the earlier years), and that for this purpose several corrections must be made to the printed numbers, either for changes in the position of the scale or mirror, or for the omission of constants in the scale reading (as will be fully explained in the Greenwich Observations, 1862). The annual rate is +0·0012. For the second period (Greenwich Observations, 1859), the annual rate is +0·0022. The year 1843 is omitted because adjustments were changed in the middle of the year, and 1847 because one month is defective. Thus we obtain—\n\n**Annual Inequality of Northern Horizontal Force.**\n\n| Month     | Period 1841–1846 | Period 1848–1857 |\n|-----------|------------------|------------------|\n| January   | +0·0004          | +0·0004          |\n| February  | -0·0006          | +0·0003          |\n| March     | -0·0006          | 0·0000           |\n| April     | +0·0005          | +0·0002          |\n| May       | -0·0013          | -0·0004          |\n| June      | +0·0002          | 0·0000           |\n| July      | -0·0001          | -0·0004          |\n| August    | -0·0001          | -0·0006          |\n| September | -0·0002          | -0·0010          |\n| October   | +0·0001          | +0·0002          |\n| November  | +0·0005          | +0·0005          |\n| December  | +0·0008          | +0·0008          |\n\nAlthough there are irregularities, the general law of these numbers is sufficiently distinct. There is nothing surprising in the slight diminution of the numbers in the\nsecond period, as compared with those of the first; for, as we shall see, every inequality of Declination and Horizontal Force is much larger in the period 1841–1847 than in the period 1848–1857. Some great cosmical change seems to have come upon the earth, affecting in a remarkable degree all the phenomena of terrestrial magnetism.\n\nIf now we desired to refer the hourly state of magnetism to the state corresponding to a uniform secular progression through the course of each year, we must apply the numbers just found (their irregularities being first smoothed down), with changed signs, as ordinates from the intersections of lines in the diagrams; and we should so obtain the new point of reference for all the hourly points in each month-diagram. No change is produced in the year-diagrams. It does not appear, so far as I can see, that anything is gained by this. I should have been glad to find that my new point of reference was so related to some one of the hourly points that I could be justified in fixing on that hourly point as a magnetic state which is independent of the periodical daily disturbances. For instance, if the new point of reference bore a constant relation to the point corresponding to $12^h$, I should have concluded that there is no diurnal disturbance at $12^h$. I have not, however, succeeded in finding a point which possesses this property.\n\nI have now to call attention to the remarkable change in the magnitude and form of the diurnal curves representing the hourly magnetic forces in the horizontal plane. From 1841 to 1848 (see Plates XVI. and XVII.) their magnitude very slowly increases, with a small change of form. From 1848 to 1857 (see Plate XVII.) their magnitude very rapidly diminishes, with a great change of form. Possibly one step in the physical explanation of the change may be made by comparing the change from 1848 to 1857 (in Plate XVII.) with the change from the summer months to the winter months (in Plate XIX.). It would seem that the later years have become entirely winter years; and this seems to imply that the magnetic action of the sun on the earth’s southern hemisphere has remained nearly unaltered, while that on the northern hemisphere has undergone a great diminution.\n\nI will now allude to the curves representing the hourly state of Vertical Force, as referred to the mean on each day. The force in these is represented by a simple ordinate, the numerical value of which will be found, either in the preceding pages of this paper, or in the printed books to which I have already referred. On examining the curves in the separate months, Plates XXII. and XXIII., it will be seen that there is considerable difference between those of the first period and those of the second period, both in the place of “node” (or intersection of the curve with the mean line) and in the magnitude of ordinates; also that in the first period there is a sensible difference of magnitude of ordinates between summer and winter, and in the second period a sensible difference in the place of the “node” between summer and winter. On referring to the curves for the different years, a very great change will be found. From 1847 to 1849 the magnitude of the ordinates has somewhat increased; from 1849 to 1850 it has increased still more; and no diminution follows. And on observing the place of the node, a still more remarkable change will be seen. In 1846 the descending node is at\n11\\(\\frac{3}{4}\\) nearly; in 1847 it is at 9\\(^h\\) nearly; in 1849 at 7\\(^h\\) nearly; in 1850 at 5\\(^h\\); in 1851 at 4\\(^h\\); and there it continues with little alteration. (The loss of the observations of 1848 is here unfortunate.) It is important to observe that, though the instrument was changed in 1848, the change in the place of the node did not then occur suddenly; it had begun with the old instrument, and continued to advance gradually for several years with the new instrument.\n\nI have sought for collateral evidence of this remarkable change, but hitherto without success. I have received observations which support the determinations for the earlier period, but I have not yet found any corresponding in date with those of the later period. I have no reason, however, to believe in the possibility of any error. And the change in magnitude is not greater (though in reverse order) than that for the forces in the horizontal plane; and the change of law is not more striking.\n\nThese are the principal results that I have yet obtained from discussion of the observations on the less disturbed days. A reduction of the observations on the more disturbed days is far advanced, and may be the subject of another communication.\n\n**The following are the subjects of Plates XVI.–XXIII.**\n\n*Diurnal Curves of Combination of Declination and Horizontal Force.*\n\nPlate XVI. Mean of every day in each year, 1841 to 1847.\nPlate XVII. Mean of every day in each year, 1848 to 1857.\nPlate XVIII. Mean of every day in each nominal month through the period 1841 to 1847.\nPlate XIX. Mean of every day in each nominal month through the period 1848 to 1857.\n\nAnd\n\n*Diurnal Curves of Vertical Force.*\n\nPlate XX. Mean of every day in each year, 1841 to 1847.\nPlate XXI. Mean of every day in each year, 1849 to 1857.\nPlate XXII. Mean of every day in each nominal month through the period 1841 to 1847.\nPlate XXIII. Mean of every day in each nominal month through the period 1849 to 1857.\nCurves representing the Diurnal Change in Magnitude and Direction of the Magnetic Forces in the Horizontal Plane acting on the North End of the Needle, at the Royal Observatory, Greenwich,\n\nfrom the Years 1841 to 1847, from the Mean of all the Observations, at corresponding Hours through each Year:\n\nThe numerals on the Curves represent Hours of Göttingen Mean Solar Time.\n\nScale in terms of Whole Horizontal Force.\nCurves representing the Diurnal Change in Magnitude and Direction of the Magnetic Forces in the Horizontal Plane acting on the North End of the Needle, at the Royal Observatory, Greenwich, for the Years 1848 to 1857, from the Means of the Observations at corresponding Hours through each Year.\n\nThe numerals on the curves represent Hours of Gottingen Mean Solar Time.\n\nScale in terms of Whole Horizontal Force.\nCurves representing the Diurnal Change in Magnitude and Sign of the Vertical Magnetic Force acting on the North End of the Needle at the Royal Observatory, Greenwich, for the Years 1842 to 1847, from the Mean of all the Observations at corresponding Hours through each Year:\n\n| Years | Scale in Terms of Whole Vertical Force | Hours of Göttingen Mean Solar Time |\n|-------|--------------------------------------|-----------------------------------|\n|       | 0 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 |\n| 1842  | +0.002                               |                                   |\n|       | +0.001                               |                                   |\n|       | 0.000                                |                                   |\n|       | -0.001                               |                                   |\n|       | -0.002                               |                                   |\n| 1843  | +0.002                               |                                   |\n|       | +0.001                               |                                   |\n|       | 0.000                                |                                   |\n|       | -0.001                               |                                   |\n|       | -0.002                               |                                   |\n| 1844  | +0.002                               |                                   |\n|       | +0.001                               |                                   |\n|       | 0.000                                |                                   |\n|       | -0.001                               |                                   |\n|       | -0.002                               |                                   |\n| 1845  | +0.002                               |                                   |\n|       | +0.001                               |                                   |\n|       | 0.000                                |                                   |\n|       | -0.001                               |                                   |\n|       | -0.002                               |                                   |\n| 1846  | +0.002                               |                                   |\n|       | +0.001                               |                                   |\n|       | 0.000                                |                                   |\n|       | -0.001                               |                                   |\n|       | -0.002                               |                                   |\n| 1847  | +0.002                               |                                   |\n|       | +0.001                               |                                   |\n|       | 0.000                                |                                   |\n|       | -0.001                               |                                   |\n|       | -0.002                               |                                   |\n\nJ. Bower lith.\nCurves representing the Diurnal Change in Magnitude and Sign of the Vertical Magnetic Force acting on the North End of the Needle at the Royal Observatory, Greenwich, for the Years 1849 to 1857, from the Mean of all the Observations at corresponding Hours through each Year.\n\n| Years | Scale in Terms of Whole Vertical Force | Hours of Göttingen Mean Solar Time |\n|-------|--------------------------------------|-----------------------------------|\n|       | +0·002                               |                                   |\n|       | +0·001                               |                                   |\n|       | 0·000                                |                                   |\n|       | -0·001                               |                                   |\n|       | -0·002                               |                                   |\n| 1849  | +0·002                               |                                   |\n|       | +0·001                               |                                   |\n|       | 0·000                                |                                   |\n|       | -0·001                               |                                   |\n|       | -0·002                               |                                   |\n| 1850  | +0·002                               |                                   |\n|       | +0·001                               |                                   |\n|       | 0·000                                |                                   |\n|       | -0·001                               |                                   |\n|       | -0·002                               |                                   |\n| 1851  | +0·002                               |                                   |\n|       | +0·001                               |                                   |\n|       | 0·000                                |                                   |\n|       | -0·001                               |                                   |\n|       | -0·002                               |                                   |\n| 1852  | +0·002                               |                                   |\n|       | +0·001                               |                                   |\n|       | 0·000                                |                                   |\n|       | -0·001                               |                                   |\n|       | -0·002                               |                                   |\n| 1853  | +0·002                               |                                   |\n|       | +0·001                               |                                   |\n|       | 0·000                                |                                   |\n|       | -0·001                               |                                   |\n|       | -0·002                               |                                   |\n| 1854  | +0·002                               |                                   |\n|       | +0·001                               |                                   |\n|       | 0·000                                |                                   |\n|       | -0·001                               |                                   |\n|       | -0·002                               |                                   |\n| 1855  | +0·002                               |                                   |\n|       | +0·001                               |                                   |\n|       | 0·000                                |                                   |\n|       | -0·001                               |                                   |\n|       | -0·002                               |                                   |\n| 1856  | +0·002                               |                                   |\n|       | +0·001                               |                                   |\n|       | 0·000                                |                                   |\n|       | -0·001                               |                                   |\n|       | -0·002                               |                                   |\n| 1857  | +0·002                               |                                   |\n|       | +0·001                               |                                   |\n|       | 0·000                                |                                   |\n|       | -0·001                               |                                   |\n|       | -0·002                               |                                   |\n\nJ. Basire lith.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108798.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 17,
    "total-input-tokens": 27668,
    "total-output-tokens": 9329,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2870,
        2
      ],
      [
        2870,
        7446,
        3
      ],
      [
        7446,
        14187,
        4
      ],
      [
        14187,
        14999,
        5
      ],
      [
        14999,
        18327,
        6
      ],
      [
        18327,
        20993,
        7
      ],
      [
        20993,
        24433,
        8
      ],
      [
        24433,
        26410,
        9
      ],
      [
        26410,
        26827,
        10
      ],
      [
        26827,
        27238,
        11
      ],
      [
        27238,
        27238,
        12
      ],
      [
        27238,
        27238,
        13
      ],
      [
        27238,
        30327,
        14
      ],
      [
        30327,
        35043,
        15
      ],
      [
        35043,
        35043,
        16
      ],
      [
        35043,
        35043,
        17
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108798",
    "title": "On the Diurnal Inequalities of Terrestrial Magnetism, as Deduced from Observations Made at the Royal Observatory, Greenwich, from 1841 to 1857",
    "authors": "George Biddell Airy",
    "year": 1863,
    "volume": "153",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 17,
    "jstor_url": "https://www.jstor.org/stable/108798"
  }
}