{
  "id": "f468c09b609900460f6f096e2445dfee8a5dc0a7",
  "text": "II. Of the Use of the Root Ipecacuanha, for Loosenesses, translated from a French Paper: With some Notes on the same, by Hans Sloane, M.D.\n\nWHEN the Remedies commonly used in the Practice of Physick, have not been able to cure Dysenteries, and obstinate Loosenesses, the most famous Physicians have in all times been obliged to leave them to Nature, which, in such Cases, seldom ends favourably for the Patient.\n\nThis has made me think, that I shall do a thing acceptable, not only to my Brethren, who may have us'd the ordinary Methods; but also to the Sick, who have not been able to recover their Health by general Remedies: I will discover to them an infallible Medicine for curing such Distempers, how dangerous and inveterate soever the Distemper may be, without fear of any dangerous Accident to follow.\n\nYet I am obliged to except from the Number of the Sick, who may expect Relief by this so useful Method, which I here promise, such as are diseased in their Lungs under Decays, Hydropick Persons, because the Flux which comes upon them is a Sign of an Extinction of the Natural Heat, and approaching Death: all that can be expected from my Remedies is, to prolong Life for some time: But I do not promise them a perfect Cure.\n\nI must also give them Notice, that by the length of the Disease, they will be disordered in their Head, have a Hiccup and a Vomiting, with a Pain in the lower Belly, accompanied with Stools resembling the Dregs of Wine, or the Washings of Meat, smelling like Carrion, and it will be better to let them alone, for these are sure\nMarks that the Gangreen is already in their Bowels.\n\nAs for all others sick of a Dysentery, they need but to observe the following Rules, and they will be cured easily: First, they must take for Three Days together, Morning and Evening, one of the Papers of Powder marked with A, diluted with half a Glaas of Wine, and as much Water, to dispose them by Degrees for Purging, and to sweeten and correct the sharp corrosive Humours, which are of the Nature of Aqua Fortis, and the Spirit of Nitre, and which eat away the Tunicles of the Intestines, and the Mouths of the Vessels, from whence it comes to pass, that from a single Looseness they often fall into a Dysentery, because those depraved Humours become sharp and corrosive, and the Malady augments every Day; so that to make a sure Cure, we must begin by destroying the Sharpness and Malignity of those Humours, which is done by this First Remedy.\n\nA.R Antim Diaph.Crabs Eyes, of each gr.x. Croc Martis, gr.viii. Mace, gr.iv. He must eat small Broath Two Hours after, or a Cruft of Bread dipt in it, or a Fresh Egg in Fashion of an Amulet, and Dine Lightly; if they find they have need of Nourishment, after Dinner they may eat a Toast and Wine and Sugar, or a little Bisket steeped in Water or Wine. At Night they may take another Paper markt A, as before, and Sup lightly.\n\nThe Fourth Day they must take the Dose markt\n\nB.R Of good Ipecacuanha, well pulveris'd, 3i. with 3vj. of Cinnamon diluted in small Broth, or in half a Glaas of Wine, to clear the Stomach of a viscid Bile, that weakens the Natural Heat, and hinders the Digestion of the Food; so that the Chyle growing slower, instead of growing better, does change all the Mass of the Blood, and trouble the whole OEconomy of the Body, which produces all the Accidents which ordinarily accompany this Disease, they shall take, Four Hours after, some Broth, and\nand the remainder of the Day eat sparingly, the Day after they shall take Two Papers markt A, as before.\n\nThe Seventh Day they shall take the Medicine markt C. R Good Rubarb, 9ij. Ipecacuanha gr. xv. pulverize them well, and mix them in a Glass of Ptisan, D. described hereafter. This Medicine will take away part of the Obstructions; they shall take, Two Hours after, Broth.\n\nThe Ninth Day they shall take the Dose markt\n\nB 2. R Good Ipecacuanha 9ij. with Cinamon gr. vj well pulveris'd, and mixt with Broth or Wine.\n\nThe Eleventh Day they must take a Second Medicine markt C. and observe the same Regimen as at First.\n\nOn the Thirteenth they must take the Dose markt\n\nB.3. R Good Ipecacuanha 9ij. half a 3 Cinamon with vj.gr. of Nutmeg, and observe the same Diet as on the Two others.\n\nOn the Fifteenth they shall take the Dose markt\n\nB. 4. R Good Ipecacuanha 9ij. with Nutmeg gr. x. well pulveris'd. They must keep themselves as on the Three former Days.\n\nTho' by this Time they find themselves cur'd, yet they must take Care, that they suffer not Cold in their Feet, nor elsewhere, while the Distemper continues; and they must yet observe as strict a Diet as if they were sick, without Fasting or Drinking iced Drinks. They must Purge once in Fifteen Days with the Medicine markt C. by which means they will infallibly prevent a Relapse, by freeing Nature of the Weight that oppresses it.\n\nThe Days that are not markt before for taking any Remedy, as the 8th, 10, 12, they shall take in the Morning and Evening one of the Packets, markt A, as before.\n\nIf the Sick has no rest in the Night Time because of great Pains, or too frequent Stools, 'tis convenient to take a Spoonful, or one and a half of the Syrup of Coral,\naccording to the Violence of the Distemper, mixt with a Glass of Ptisan.\n\nThis Syrup will allay the Fermentations, and the Boylings of the Humours, and procure sleep, which repairing the Force of Nature, will give the Remedies Liberty to act more effectually.\n\nWe must also take a Spoonful of that Syrup at the Evening of that Day, in which they have taken the Remedy B, or C.\n\nAll these Remedies markt before, must be taken in the Morning Fasting, and Two Hours before Supper. Those who do not love to take them mix'd with Liquor, may take them in a Wafer, drinking after them.\n\n'Tis to be remark'd, that one must, as much as he can; hinder himself from vomiting. If any of these Remedies cause Vomiting, as it happens some times, one must not be discouraged, for he shall not fail to be cur'd, notwithstanding, because these Remedies act briskly on the Cause of the Distemper, only he must take to drink after his vomiting, Three or Four Glasses of warm Water, that he may vomit with less Pain.\n\nChildren, delicate Persons, and Women with Child, shall use it in the following Manner:\n\nFor Children that are yet Sucking, or are under Three Years Old, they must take but the Eighth Part of the Doses of the Remedies. Children from Three Years Old to Ten, shall take a Fourth Part: From Ten to Fifteen, a Third, from Fifteen to Twenty, the Half: The same Dose will serve for tender Persons, and such as are Aged, and Women Big with Child. As for robust Persons, from Twenty to Sixty, nothing shall be diminish'd from the Doses above markt.\n\nAll Persons, who by reason of their tender Constitution, the Weakness of their Age or big Bellies are forbid the whole Dose, shall use the Remedies a second time, in\nin the manner I have now prescribed, if the first Dose do not cure them; and by this Means may be assur'd of recovering a more perfect State of Health than ever they had.\n\nIn many Occasions, when the Dysentery is accompanied with a Fever, that the Evacuations of Blood are extraordinary, or the Pains excessive, the Patient may be blooded once or twice, if the Strength of the Patient allow it, to empty the Vessels, to calm the Pain of the Fever, and stop the impetuous Motion of the Blood; after which, the Remedies may be continued. In this Case, I would advise to take, before all things, the Packet B. 4. which before is ordered for the Fifteenth Day; to take away that Fulness, which is sometimes so great, that there is Danger in delaying it; after which the Patient shall return to the Dose markt for the first Day, and so for the rest; on the Fifteenth the Patient shall rest.\n\nAfter all these Remedies are used, the Party shall take for Fifteen Days, a spoonful of the Stomachick Elixir, pure, or in Four Spoonfuls of Water; 'tis made after the following Method:\n\nThe Stomachick Elixir:\n\nR Of Red Saunder, of Lignum Aloes, each half an Ounce, Cinamon two Ounces, of little Cardamoms, Galangall Cloves, Zedoary, each an Ounce; of Anis-seed, Fennel and Kermes, each two Drachms; of Liquorish, two Ounces, of Caphu, of Chrystal Mineral, of each one Ounce; of Raisins four Ounces; Dates, ten or Twelve, cut the Dates and the Raisins into little bits, and having beaten that which ought to be beaten, put all into a Matras, and pour upon them a Quart of Brandy, in which the Chrystal Mineral shall be dissolved; infuse them a whole Night, and the next Day add two Pound of\nof *Aqua vitae*, and let all infuse in the Cold for four Days, shaking the Glass four or five times a Day, then filter the Liquor and dissolve a Pound of fine Sugar in the Elixir, which is thus compleat.\n\nIts Effect is, to fortify the Brain, the Heart, and all the Noble Parts, weakened by the Dissipation of the Spirits; to fortify the Stomach, and correct the Crudities, and dissipate the Wind and Swellings thereof, which are common Accidents of this Distemper.\n\nOne must, during the Course of the Disease, eat little, and shun what is of hard Digestion, and hardly distributed, or easily corrupted, as Pasty, Beef *a la Mode*, Pork, either salt or Fresh Meats: and eat things of good Nourishment, such as are Broth made of a Piece of Beef, of the Bloody End of a piece of Mutton, or a Partridge, or an old Cock, whose Bones have been broke, and that without Herbs; instead of which, one may take Two or Three white Onions, with as many Cloves in them, refraining boil Meats, when one can have other Nourishment, till he feel himself perfectly well, because they load the Stomach, and eat to Dinner and Supper roast Meats, tender and nourishing, that are not larded, chewing the Meat well beforehand; to drink at his Repasts old Wine and Water, and take for his ordinary Drink the *Ptisan* after markt.\n\nAbove all things, the Patient ought to keep himself in a quiet frame of Spirit, that he suffer not himself to be transported by any Violence of Passion, the least of which is able to raise a new Ebullition of the Blood, and to trouble the Humours.\nIf the Patient be not Rich, and cannot go to the Expense of these Aliments we have mention'd, he may make Broths as he is able, or Milk Meats or Food with Water, as it shall most agree with his Palate, with many fresh Eggs; this sort of Nourishment will cover the affected Part, and will defend it and preserve it against the Sharpness of the Humours.\n\n'Tis ordinary for the diseas'd to believe that their Dysenteries comes from Heat; to allay which imaginary Heat, they use Water, Chicken Broth, or Whey, which often proves mortal to the Patient: Therefore 'tis necessary to give Notice, That 'tis very necessary for them to forbear much drinking undiscreetly to quench their Thirst; for the Heat and Thirst which they feel, are only Symptoms and Accidents of their Distempers, and not the Cause, they ought therefore to be more moderate in drinking than ordinary, seeing nothing hurts them more than Excess of Drinking, which weakens the Stomach, and Stifles the Natural Heat: 'Tis therefore convenient, only to gargle the Mouth with Water sugar'd, or to keep some little Verjuice in their Mouths, that may keep them from being Thirsty; but if he drink, it must not be till one Hour after Meals. Seeing it may fall out that some are enfeebled and emaciated by the length of the Disease, it will be convenient in the Intervals to give them Clysters made of Broth, which will serve to maintain them, and to bring them more quickly to their Strength. After the use of the Remedies, they may, to keep themselves in a good Habit of Body, take Goats or Cows Milk, with a little Chocolate, which we leave to the Judgment of the Physician, putting always to it, a little grated Nutmeg, and Four or Five Grains of Salt in the Milk, that it may not curdle so soon.\nThe Ordinary Ptisan.\n\n℞ Of Red Saunders, the Rind of the Pomgranate 2 ʒj\nTormentil Roots 3s. Wild Succory and Dandelion\n2 ʒij. choice Sumach 3ij. Leaves of Agrimony, Two\nPugs.\n\nMake all boil over a clear Fire, in six pints of Water,\nwhich ought to be boil'd to one half; at the End of the\nDecoction, as you take it off the Fire, add to it two\nDrachms of Cinnamon, and as much Powder of Li-\nquorice.\n\nIf one be in a place where all these Things cannot be\nhad, he may use a Decoction of Dandelion in Smith's\nWater, with a little Cinnamon; if the Pains which ac-\ncompany the Flux, continue while he uses the Reme-\ndies that serve for Purgation, he shall take, as there is\nneed, Clysters made after this manner:\n\nClysters.\n\n℞ Shepherds Purse two Handfuls, Linseed 3s. Red\nRoses two Drachms, Salt a Handful.\n\nMake all boil in a Decoction of Barly, strain it, and\nmix with it the Yolk of a fresh Egg, and two Ounces\nof Honey of Roses. These Clysters will, in a great mea-\nsure take off the Pains of the Guts. If the Pains be very\nviolent, one may add two Heads of white Poppy: But\ncare must be taken not to mistake the Pains of the Guts\nfor the Pains of the Fundament, which may be opened by\nthe Hemorrhoids; to appease these Pains one may use Ju-\nniper-Oyl, drawn by a Retort in an open Fire, from which\nthe Spirit is separated by the Tunnel. If the Hæmorrhoids\nbe outward, you must rub them with this Oyl with a\nFeather,\nFeather, every fourth Hour; or if they be internal, one must Siringe it with a quarter of a Spoonful of this Oyl, the Pain will cease in less than Two Hours, and the Hemorrhoids will wither away, without having need of applying any other Medicine. This was Communicated to me by Mr. Gaselier, one of the best Artists of his Time, of whom it may be said, as a sufficient Mark of Honour, that M. Colbert (who did, with so much Judgment, take notice of every one's Merit) employed him for his Surgeon, and had him highly in esteem.\n\nI make an end by telling, that there are a great many, who cannot be persuaded, that there are any General Remedies; These will not give greater Credit to this, than others that have not good Success. I own it to be hard enough to understand, how the same Remedy hath an equal Force on Patients of different Temperaments, in different Conditions, attackt by Diseases of different Kinds, and which do not always come from the same Causes.\n\nBut if no Body, at present, disputes the Vertue of Quinquina, and if that Medicine is received as Universal by all Physicians, it ought not to appear so extraordinary, if there be found other Specificks, that equal this in its extent, which are as Sovereign in all sorts of Fluxes of the Belly, as this is for all Intermittent Fevers. 'Tis true, that the Help which this gives, does excel the Quinquina, that they cure without Relapse. But as nothing but Experience can make known the Truth, the best way is to keep ones self free from Prejudices, and to suspend his Judgment till the Event shew what we may believe of it.\n\nIt is convenient, to tell those who fear to take these Remedies by the Mouth, that they may be cured by an outward Application, the Use of which, I ought to keep to myself, to give to every Patient in particular, that demands\ndemands it. I must also give you notice, that some Persons have counterfeited the Remedies which I have given for the Bloody Flux, but the Success has not been answerable to their Pretences, therefore Men must be on their guard, and not suffer themselves to be abus'd; for I assure you, that I have communicated my Secret to none but his Majesty.\n\nSome Notes on this Paper, by Hans Sloane, M.D.\n\nA ltho' I am of Opinion that the Root mentioned in the foregoing Paper, is not so infallible a Remedy for Fluxes, as is pretended; yet considering that sometimes those Distempers yield not to ordinary Means, and that this has a great Reputation in our Neighbour Nations, and may be had in this, I thought it might be beneficial to the Publick, to have it (which was communicated to me by Dr. Charles Preston) Printed in English, that it may be considered of, and brought into use, if by proper Judges of the Circumstances of the Sick, it may be thought Harmless and Helpful.\n\nIn order to a fuller Understanding of it, I think it necessary to take notice, that Piso, in his Edit. 1648. p. 101. 1658. p. 231. Pomet. p. 46. Marcgrave, p. 16. and an Author at the End of Dr. Lister's Exercitations lately Printed abroad, have treated of this Herb. It seems to have been first taken Notice of by an Anonymous Portugal, who lived in Brazil (supposed to be one Manoel Tristaon) whose Book falling into the Hands of the English, is Translated and Published by Purchas, in the Year 1625. In whose Pilgrims, Vol. 4. Lib. 7. Cap. 1. § 5. p. 1311. he speaks of an Herb called in Brazil, Igpecaya, or Pigaya, which I verily believe to be this.\n\nIgpecaya,\nIgpecaya, or Pigaya, says he, is profitable for the Bloody Flux, the Stalk is a quarter long, and the Roots of another, or more, it hath only four or five Leaves, it smelleth much wheresoever it is, but the Smell is strong and terrible, this Root beaten, and put in Water all Night at the Dew, and in the Morning, if this Water with the same Root beaten and strained be drunk, only the Water, it causeth presently to Purge in such sort, that the Laske ceaseth altogether.\n\nMost of this is Translated into Latin from Purchas, by Jo.de Laet,Amer.Lib.15.Cap.10.p.566. from the Hint of whom, I suppose Piso and Marcgrave inquired more after it in Brasile; from whose Inquiries, I conjecture, we may have so good an Account as they give us.\n\nIII. Account of a Monstrous Calf with Two Heads. Communicated by the Right Honourable, Sir Robert Southwell, V. P. R. S.\n\nA Cow of Mr. Arthur Dabbs's, a substantial Freeholder of Wilnecot, in the County of Warwick, did on Monday the 11th of January, 1697 bring forth a Monstrous Calf, having one perfect large Head, and on the Right Side of that, grew another almost as large, and of true Shape, having both Tongue and Teeth; and from the Roof of the Mouth of the Monstrous Head, hung down a Piece of Flesh with the Shape of a Tongue upon it, and a Row of Teeth, as on an under Jaw, which occasioned the Man who shew'd it, to say, it had Three Mouths. It had to each Head Two Eyes, only those of the Monstrous were very small, and I believe had no Sight. It had only Two Ears to both Heads, one of",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102489.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 12,
    "total-input-tokens": 17482,
    "total-output-tokens": 5045,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1565,
        2
      ],
      [
        1565,
        3440,
        3
      ],
      [
        3440,
        5163,
        4
      ],
      [
        5163,
        6869,
        5
      ],
      [
        6869,
        8547,
        6
      ],
      [
        8547,
        10102,
        7
      ],
      [
        10102,
        11859,
        8
      ],
      [
        11859,
        13276,
        9
      ],
      [
        13276,
        15095,
        10
      ],
      [
        15095,
        16733,
        11
      ],
      [
        16733,
        18267,
        12
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102489",
    "title": "Of the Use of the Root IPecacuanha, for Loosenesses, Translated from a French Paper: With Some Notes on the Same, by Hans Sloane, M. D.",
    "authors": "Hans Sloane",
    "year": 1698,
    "volume": "20",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 12,
    "jstor_url": "https://www.jstor.org/stable/102489"
  }
}