{
  "id": "95b1bb04f642446145f48c99c24342fa0935751f",
  "text": "pense too easily with the Severity of a necessary Examination, it may be imagined, that they have considered as real Success, what was in Truth only a Phantom.\n\nIt remains to say, that in these Researches I have coveted Truth, only for her own sake; and have no Interest in convincing those who may think proper still obstinately to believe, what has been published concerning lined Tubes, electrical Purgations, instantaneous Cures, &c. I do not pretend to make any of my Opinion, but those, who, having read without Prejudice what I have here related, may find themselves touched by my Reasons: But if after this there can be any one, upon whom the Love of the Marvellous can make a victorious Impression, I shall not think ill of them, if they embrace Opinions opposite to mine; *Qui vult decipi, decipiatur.*\n\n---\n\nXXI. An extraordinary Case of a Fracture of the Arm; communicated by Mr. John Freke, F. R. S. Surgeon to St. Bartholomew's Hospital.\n\nRead April 5. 1750.\n\nThe following Extract of a Letter from Mr. John Barde, Surgeon, in New York, having been communicated to me, I thought the Case so curious, and to have been treated in so skilful and regular a manner, as to be worthy of being laid before this learned Society.\n\nJ. Freke.\n\nEee \"IN\nIn May 1746, as Colonel Morris's Lady was going from this City to Morrisena, the Colonel's Country Seat, she had the Misfortune of being thrown out of her Chaise by the Horses suddenly falling down; by which means she had both the Bones of her left Arm broke. She was immediately conveyed to the Hermitage, a Country Seat belonging to the Honourable Joseph Murray, Esq.; which is about a Mile and a Half from the Place where she met with this unlucky Accident. Being sent for by the Colonel, I examined the Case, and found the Bones broke in an oblique Direction, a very great Contusion of the Muscles, and the Arm already tumified; which, together with the being three Months gone with Child, obliged me, previous to the Reduction, to bleed her in the Right Arm. I then carefully reduced the broken Arm, and applied the proper Bandages.\n\nThe Case succeeded, with less Inflammation than usually attends more simple Accidents of this Kind; and, in about twelve Days, she ventured to go from the Hermitage to Morrisena, being about six Miles. But what I think remarkable in this Case is, that tho' the Ends of the fractured Bones had been exactly applied to each other, and tho' the Bandages had been continued forty Days, yet, upon their being removed, the Callus remained so soft and flexible, that her Arm could be bent with the greatest Ease into any Position, and appeared perfectly strait, to the Satisfaction of the Patient and Family. But, as I observed the Callus to be uncon-\nunconfirmed, I re-applied the Bandage, which remained on five Weeks longer.\n\nUpon a second Examination, I found, to my Surprize, and the great Uneasiness of the Patient and Family, the Callus as soft and yielding as before. I therefore could not help thinking this Case to be similar to two Cases which Hildanus gives the History of from his own Practice: For, as the Patient at this time was about five Months gone with Child, Nature determined those nutritious and agglutinating Juices, which were necessary to form and consolidate the Callus, into a different Channel; viz. to the Support and Increase of the Fœtus. As a Consequence of this Opinion, I contrived a Bandage made of Velvet, with four thin Blades of Steel, a Quarter of an Inch broad, and seven Inches long, which were covered with Velvet, and fixed to the Inside of the Velvet Bandage; and to the Bandage itself I fixed four small Buckles, with their corresponding Straps. The Bandage thus contrived, and buckled on the Arm, resembled a Muffitie, and was wore with the greatest Conveniency, keeping the Arm in a strait Direction, for four Months longer. In the mean time, the Patient was made easy by the encouraging Hopes I gave her, that, after her Labour, the Oeconomy of Nature would be more immediately directed to the Recovery of the Use of her Arm. And, indeed, so it turned out: For the Callus remained unconfirmed, her Arm useless, and at particular times painful, till within nine Days of her Delivery; when, all on a sudden, she acquainted the Colonel, that her Arm was quite free\n\"free from Pain, and had a very different Feeling\nfrom what it had before. From that time, in less\nthan a Month, the Callus was entirely confirmed,\nand the Patient recovered the Use of her Arm;\nwhich, considering the oblique Direction of the\nFracture, and the long-continued Softness of the\nCallus, has its natural Beauty and Straitness\nwonderfully preserved.\n\n\"I know that a Woman's Pregnancy is mentioned\nin general, by several Authors, as an Hindrance of\nthe Callus being so soon confirmed as in other\nCircumstances. But, except the two Cases men-\ntioned by Turner, and taken from Hildanus, I\ndo not remember to have read any History, where\nthe usual Oeconomy of Nature, in restoring a\nfractured Bone, was so entirely, and for so long a\nTime, interrupted; and where the Cause of such\nan Interruption appears so plain, as in the Case I\nhave been here relating,\" &c.\n\nXXII. A further Account of the Libellæ or\nMay-flies, from Mr. John Bartram of\nPennsylvania, communicated by Mr. Peter\nCollinson, F. R. S.\n\nRead April 5, 1759.\n\nSome time ago I laid * before the\nRoyal Society my Observations on\nthe wonderful Appearance of the Libellæ or May\nflies of England. This Account being perused by my\ningenious\n\n* See this Trans. p 327.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104665.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 1471,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1254,
        2
      ],
      [
        1254,
        2738,
        3
      ],
      [
        2738,
        4297,
        4
      ],
      [
        4297,
        5526,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104665",
    "title": "An Extraordinary Case of a Fracture of the Arm; Communicated by Mr. John Freke, F. R. S. Surgeon to St. Bartholomew's Hospital",
    "authors": "John Freke",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/104665"
  }
}