{
  "id": "f7a42c7cc4a88ab02a710d4109749b6e27cd122c",
  "text": "XXI. On the Minute Structure and Movements of Voluntary Muscle. By William Bowman, Esq. Demonstrator of Anatomy in King's College, London, and Assistant Surgeon to the King's College Hospital. In a Letter addressed to Robert Bently Todd, M.D. F.R.S., Professor of General Anatomy and Physiology in King's College, London. Communicated by Professor Todd.\n\nReceived June 18,—Read June 18, 1840.\n\nMy dear Dr. Todd,\n\nIn offering to your notice the following account of some researches into the minute structure and movements of voluntary muscle, which I commenced at your suggestion, and in the prosecution of which you have so materially aided me, I am encouraged to hope that some parts of the inquiry may not be altogether uninteresting to the Royal Society, to which the first discoveries in this important branch of physiology by Robert Hooke and the illustrious Leeuwenhoek were communicated, and which also possesses, in its later Transactions, important papers on the same subject.\n\nIt has long been known that voluntary muscle is susceptible of subdivision into minute threads, which being almost uniform in size, unbranched, and united by means of vascular and cellular parts into bundles of varying bulk, have generally been regarded as constituting the essential proximate anatomical element of the organ. All the best observers, since the time of Leeuwenhoek, have recognised the existence of these threads, but their form and composition have been objects of continual dispute, and in the present day we seem to be as little advanced towards the determination of their real nature as ever. The improvements which have taken place in the construction of microscopes, appear indeed to have only afforded grounds for new differences of opinion, as may be seen by the records of the last few years. In 1837 Mr. Skey, after an elaborate investigation, concluded that these threads were tubes containing a soluble gluten, round which were disposed, in longitudinal sets, still finer filaments, which in their turn were held together by circular bands or striæ; and since that period, Dr. Mandl, a microscopical observer in Paris, has described and figured them as bundles of fibrils, held together by a spiral coil of filamentous tissue. A more common opinion is, that these threads are bundles of beaded fibrillæ, whose beads being placed side by side, cause the appearance of transverse lines, a view which was first entertained by Fontana, though his claims to it have been often overlooked. More lately Dr. Schwann and M. Lauth have advocated the same doctrine, especially the former, who has adduced additional arguments in its support.\n\nMy design in the present paper is, first, to vindicate, under certain modifications, MDCCCXL.\nthe general correctness of this opinion, and to render more exact and ample the knowledge of its details; secondly, to point out the existence and properties of new parts which, as far as I can ascertain, have not yet been described; and thirdly, to elucidate the proximate cause of voluntary motion, by describing shortly the mechanism of certain movements performed by the elementary constituents of muscles.\n\nIn speaking of the threads already mentioned, it becomes necessary to attach to them a term of definite meaning. The words fibre, fibrilla, and filament, have been so much abused by indiscriminate application, that it would be confusing the subject to employ them in this sense; and though the term primitive fasciculus, adopted by Fontana and some subsequent writers, will be shown in the sequel to be liable to considerable objections, as implying a composition by smaller fibrils, which can never be said to be a correct expression of the actual condition, yet I shall prefer its use to that of a new designation. The small component fibrils, into which the primitive fasciculus may usually be split up, will be styled primitive fibrillae, or simply fibrillae.\n\nAs even the configuration and bulk of the primitive fasciculi have not hitherto been fully ascertained, these points demand attention. Their shape may be briefly described as polygonal in all animals, though in some examples they approach very nearly to a cylindrical form. The examination may be conducted by obtaining either a longitudinal or transverse view of the parts; but the former, without precaution, is apt to lead to error. It is usual to place the recent fasciculi, moistened with water, between glasses, previous to inspection, whereby they become swollen from absorption of the fluid, and more or less altered towards a cylindrical figure. If this mode of examination be desired, it is requisite, therefore, either not to wet the object, or to moisten it with a fluid which is not absorbed, such as thick syrup. It will then be seen that the cross markings, called transverse striae, with which every anatomist is familiar, as visible on the fasciculus, have not uniformly a straight direction across it, but are frequently all bent at an obtuse angle, along a certain line parallel to the margin, showing a sudden change in the aspect of the surface on which the striae are seen. This appearance was not unobserved by Fontana*, who in a figure of four fasciculi, has represented it more or less decidedly in all, and it has been observed by others. It is often so slight as at first to escape notice, and it is by no means constant. It is best seen when by an accident a fasciculus slopes from the observer, who, as he alters the focus, so as to bring different portions of it successively before the eye, gains partially such a view as would be presented by a transverse section. Now supposing the fasciculi to be polygonal, the frequent slightness or absence of this appearance may still consist with a uniformity of the configuration which occasions it, since if the fasciculus lie flat, and the observer regard it perpendicularly, as is generally done, he would want that perspective view which could alone disclose it. But besides this, it is easy to notice, as the object is being brought into focus, which part of it is first seen, as being the most prominent, and this is not always the central part. Moreover, as the\n\n* Fontana, Traité sur le Venin de la Vipère, tab. vi. fig. 6. 7.\nglass descends, the obliquity of the surfaces may be ascertained by the more or less rapid extension of the field of vision on either side; and if irregularities occur in this respect, they can depend on no other cause than a varying inclination of the surfaces, or, in other words, on angularities of the fasciculus, and this circumstance I have uniformly remarked. Although the cut extremities of recent fasciculi are usually bruised and distorted by the edge of the instrument employed, I have sometimes accidentally obtained one, which, from the sharpness of its outline, seemed fairly to represent the real figure of the fasciculus, and this figure has been polygonal. On one occasion also, when examining muscle that had been macerated in liquor ammoniae, the section shown in Plate XVI. fig. 1. presented itself, which is the best of the kind I have met with in a wet specimen. On the whole, my examinations of recent specimens sanction the opinion that the fasciculi are in general far from being cylindrical, though occasionally approaching very nearly to that configuration.\n\nIt may be said, that the appearances above described are referrible to violence done to the soft and delicate texture of the fasciculus by the act of detaching it from the mass, but their constancy has convinced me that such is not the case; and indeed the form contended for is well designed for package, and is probably determined by the mutual pressure of parts, which have been formed and have increased together.\n\nBut the most conclusive evidence in favour of the polygonal form of the fasciculi, is to be obtained by examining a transverse section of a dried muscle, after causing it to reassume its original bulk by wetting it*. In such examples the fasciculi are, without any exceptions, found to be not cylindrical, but more or less flattened on several of their aspects, where they are in contact with the neighbouring ones, and this so irregularly, that it would be in vain to attempt a particular description of their forms. An idea will be best conveyed by a reference to the illustrations (fig. 3 to 8.), in which it will be seen that the sections present almost every variety of figure that can be inclosed by from three to six or more sides. In some examples, most of the angles are sharp and decided, while others are rounded off, so as to leave spaces between the contiguous fasciculi, often for the passage of vessels. In other instances, most, or all of the fasciculi have the angles so much rounded, that they are not very much removed from the cylindrical shape. These are by far the least common, and I have only met with them in birds. In insects, the fasciculi are often flattened bands. (Fig. 2. Staghorn Beetle.)\n\nThe primitive fasciculi vary considerably in bulk in different classes and genera of animals, and even in the same animal and the same muscle. In the course of my inquiry I have noted down the average diameter of the fasciculi in the specimens examined; and in the following Table, examples of these measurements are exhibited. It is to be observed, that where the admeasurement is single, it is an average of many, and two numbers denote the extremes met with.\n\n* This plan was long ago adopted by Leeuwenhoek and Prochaska, as well as by others.\n| Category          | Diameter of primitive fasciculi in fractions of an English inch | Average diameter of same in the class |\n|-------------------|---------------------------------------------------------------|--------------------------------------|\n| **Human**         |                                                               |                                      |\n| Adult male, ordinary size | $\\frac{1}{32}$                                               | Males average $\\frac{1}{32}$          |\n| Another male, ordinary size | $\\frac{1}{32}$ to $\\frac{1}{32}$                             | Common average $\\frac{1}{32}$          |\n| Another male, very muscular | $\\frac{1}{32}$ to $\\frac{1}{32}$                             | Females average $\\frac{1}{32}$         |\n| Adult female, ordinary | $\\frac{1}{32}$ to $\\frac{1}{32}$                             |                                      |\n| Another female, ordinary | $\\frac{1}{32}$ to $\\frac{1}{32}$                             |                                      |\n| **Other Mammalia** |                                                               |                                      |\n| Mole (Tulpa europea) | $\\frac{7}{32}$ to $\\frac{1}{32}$                            |                                      |\n| Dormouse (Myoxus avellanarius) | $\\frac{7}{32}$ to $\\frac{1}{32}$                           |                                      |\n| Cat (Felis domestica) | $\\frac{1}{32}$ to $\\frac{1}{32}$                            |                                      |\n| Mouse (Mus)        | $\\frac{1}{32}$                                               |                                      |\n| Pig (Sus scrofa)   | $\\frac{1}{32}$                                               |                                      |\n| Horse (Equus)      | $\\frac{1}{32}$ to $\\frac{1}{32}$                            |                                      |\n| Rabbit (Lepus Cuniculus) | $\\frac{1}{32}$ to $\\frac{1}{32}$                        |                                      |\n| Hare (Lepus timidus) | $\\frac{1}{32}$ to $\\frac{1}{32}$                          |                                      |\n| Cow (Vacca)        | $\\frac{1}{32}$ to $\\frac{1}{32}$                            |                                      |\n| Sheep (Ovis)       | $\\frac{1}{32}$ to $\\frac{1}{32}$                            |                                      |\n| Owl (Strix flammea) | $\\frac{1}{32}$ to $\\frac{1}{32}$                          |                                      |\n| Chaffinch (Fringilla coelebs) | $\\frac{1}{32}$ to $\\frac{1}{32}$                      |                                      |\n| Redpole (Linaria vulgaris) | $\\frac{1}{32}$                                             |                                      |\n| Turkey (Meleagris Gallipavo) | $\\frac{1}{32}$ to $\\frac{1}{32}$                     |                                      |\n| Heron (Ardea cinerea) | $\\frac{1}{32}$ to $\\frac{1}{32}$                         |                                      |\n| Teal (Querquedula crecca) | $\\frac{1}{32}$                                           |                                      |\n| Frog (Rana temporaria) | $\\frac{1}{32}$ to $\\frac{1}{32}$                       |                                      |\n| Newt (Triton palustris) | $\\frac{1}{32}$ to $\\frac{1}{32}$                     |                                      |\n| Lizard (Lacerta agilis) | $\\frac{1}{32}$                                            |                                      |\n| Gecko (Gecko)       | $\\frac{1}{32}$                                               |                                      |\n| Crocodile (Crocodilus vulgaris) | $\\frac{1}{32}$                                         |                                      |\n| Boa (Boa)           | $\\frac{1}{32}$ to $\\frac{1}{32}$                            |                                      |\n| Viper (Vipera Berus) | $\\frac{1}{32}$                                              |                                      |\n| Sturgeon (Accipenser sturio) | $\\frac{1}{32}$                                           |                                      |\n| Skate (Raia Batus)  | $\\frac{1}{32}$ to $\\frac{1}{32}$                            |                                      |\n| Paracuhu (large river fish of Guiana) | $\\frac{1}{32}$                                    |                                      |\n| Halibut (Pleuronectes Hippoglossus) | $\\frac{1}{32}$                              |                                      |\n| Whiting (Gadus merlangus) | $\\frac{1}{32}$                                           |                                      |\n| Cod (Gadus morrhua)  | $\\frac{1}{32}$ to $\\frac{1}{32}$                            |                                      |\n| Salmon (Salmo salar) | $\\frac{1}{32}$                                               |                                      |\n| Sprat (Clupea sprattus) | $\\frac{1}{32}$ to $\\frac{1}{32}$                        |                                      |\n| Flying Fish (Exocetus volitans) | $\\frac{1}{32}$ to $\\frac{1}{32}$                    |                                      |\n| Eel (Anguilla vulgaris) | $\\frac{1}{32}$                                             |                                      |\nMOVEMENTS OF VOLUNTARY MUSCLE.\n\nTABLE. (Continued.)\n\n| Insects                  | Diameter of primitive fasciculi in fractions of an English inch. | Average diameter of same in the class. |\n|--------------------------|------------------------------------------------------------------|----------------------------------------|\n| Staghorn Beetle *(Lucanus Cervus)* | $\\frac{4}{13}$ to $\\frac{1}{10}$                               | $\\frac{1}{19}$                        |\n| \"Water Scorpion\" *(Nepa cinerea)* | $\\frac{1}{200}$                                                 |                                        |\n| \"Water Spider\" *(Gerris lacustris)* | $\\frac{1}{250}$                                                 |                                        |\n| \"Harry Longlegs\" *(Tipula)*       | $\\frac{1}{300}$                                                 |                                        |\n| *Carabus nemoralis*              | $\\frac{3}{11}$ to $\\frac{7}{77}$                                |                                        |\n| \"Blue Bottle Fly\" *(Musca vomitoria)* | $\\frac{7}{33}$ to $\\frac{1}{106}$                              |                                        |\n\nFrom this it would appear, that the average diameter of the fasciculi in the Human female is upwards of a fourth less than in the male, and that the average of both together is greater than that of other Mammalia. The class of Fishes has fasciculi nearly four times the thickness of those of Birds, which present the smallest of all. Next to Fish come Insects, then Reptiles, then Mammalia. In each of these different classes an extensive range of bulk is observable, some fasciculi being three, four, or more times the width of others. In the above measurements, precautions have been taken to include only specimens in an uncontracted state, the importance of which will be seen in the sequel.\n\nOf the Transverse Striae.\n\nA decisive characteristic of voluntary muscle consists in the existence and close arrangement of alternate light and dark lines, discoverable only by the microscope, and of exquisite delicacy and finish, taking a direction across the fasciculi. These lines are so uniformly present, both in recent muscle and in that which has been preserved, either by drying, or in alcohol, solution of alum, corrosive sublimate, or in various other ways, that it is most important to understand correctly their real nature. Their existence was doubtless known to Hooke, and Leeuwenhoek has given more than one very accurate description of them, as well as made constant reference to them in his letters. He believed, during the earlier years of his inquiry, that they were circular bands or girths, surrounding a bundle of fibrillæ; but at a later period he regarded them as of a spiral shape, and endeavoured to show, by a fancied analogy with an elastic coil of wire, that they were in some manner the originators of motion. Prochaska seems to have considered them to arise from a series of minute flexuosities of the fibrillæ, caused by impressions made upon these by the contact of the filamentous and capillary tissues, which he fancied to penetrate into the interior of the fasciculi and invest each fibrilla. But in endeavouring to sustain an erroneous hypothesis of muscular action, he deceived himself into the opinion that these so-called flexuosities were the same, in kind, with secondary inflexions of the whole fasciculus, and with those zigzag bendings to which Prevost and Dumas have in later\nyears called the attention of physiologists, and thus their real structure eluded him*. Fontana was the first to give what has seemed to me to be the correct explanation of their nature, where he says, \"Les fils charnus primitifs (prim. fibrillæ) sont des cylindres solides, égaux entre eux, et marqués visiblement à distances égales de petits signes, comme d’autant de petits diaphragms ou rides. Je n’ai pu appercevoir dans ces fils une marche vraiment ondée et il m’a paru que les petites taches curvilignes du faisceau primitif étaient formées par les petits signes ou diaphragms des fils charnus primitifs†.\"\n\nIt is difficult to conceive how the striæ should have escaped the observation of Sir E. Home and Mr. Bauer, when investigating the structure of muscle, but such seems to be the fact. In the last ten or fifteen years, during which so much more attention has been given to microscopical researches, various observers have noticed them, and attempted to explain their composition. Among these, Dr. Hodgkin and Mr. Lister describe them, but offer no opinion as to their nature. Dr. Schwann adduces several reasons for thinking them formed by the lateral parallelism of the beads of contiguous fibrillæ‡. Müller adopts this explanation, and M. Lauth holds the same view§. Mr. Skey, in the Philosophical Transactions for 1837, advances a directly opposite opinion. He says that the fibres (primitive fasciculi) are in reality tubes, containing a soluble gluten, round which the fibrillæ are arranged in sets; that these are finally surrounded, bound together, and retained in their position by the transverse striae, \"which are the woof to the warp of the longitudinal filaments, but instead of being interlaced with them, they form circles around, and attached to the most prominent part of the longitudinal filaments, to which they are intimately united.\" (p.375.)\n\nLastly, so lately as 1839, M. Mandl, speaking of the primitive fibrillæ, avows the following opinion: \"Les fibres élémentaires sont réunies dans une gaîne qui est striée à sa surface, et l’ensemble de cette gaîne et des fibres élémentaires constitue les faisceaux élémentaires, qui sont les parties élémentaires des muscles. Voici le résultat de nos recherches sur la structure de cette gaîne. Les lignes noires (dark transverse striæ) ne sont, selon nous, que les bords des lignes blanches (light transverse striæ): ces lignes blanches sont les filets du tissu cellulaire qui enveloppe sous forme de spirale les fibres élémentaires, et forme de cette manière la gaîne||.\"\n\nIt will at once appear from the preceding statements, that the nature of these\n\n* \"Quod causam istarum rugarum quæ tum in fasciculis fibrarum muscularium (Lacerti), tum in fibris muscularibus ipsis (prim. fascic.), et filis carneis (prim. fibrillæ) observantur concernit, id jam in principio hujus capititis attigi, ubi dixi, a filis cellulosis, arteriis, venis, et nervis, fasciculos fibrarum muscularium decussari, et alternatim sæpe ita stringi, ut in serpentinos flexus agantur; idem fit in fibris muscularibus et filis carneis, quæ simili prorsus modo a filis cellulosis, vasculosis, et nerveis percurruntur et decussantur.\"—Prochaska, De Carne Musculari, Vienna, 1778, cap. iv. sect. i.\n\n† Traité sur le Venin de la Vipère, p. 229.\n\n‡ Müller’s Phys. as translated by Baly, p. 880.\n\n§ L’Institut, No. 70, 1834.\n\n|| Traité pratique du Microscope, Paris, 1839, p. 74–5.\nmarkings is yet a matter of dispute among those who have the most carefully studied this subject, and therefore that a new examination and new facts are required to determine it. Enough has also been said to show that their nature cannot be ascertained without elucidating the composition of the whole fasciculus, a circumstance which induces me to make the following discussion subservient to explain the general construction of this proximate anatomical element of muscle.\n\nIn the first place, it is to be remarked, that no doubt seems to exist as to the fact, that when alternate light and dark spaces are seen on individual fibrillæ, detached from the mass, they are precisely equal in width to the light and dark striæ on the fasciculus from which they have been withdrawn. There is therefore an evident correspondence in this respect, between the striæ on the fasciculus and the markings on the fibrillæ, a correspondence which is so exact, that it is reasonable to believe the appearance must be the result of the same cause in each condition; and either that the striæ must be formed by the coaptation of the markings on neighbouring fibrillæ, or that these markings must be impressions received from the investing striæ, as from a distinct and independent structure. Which of these alternatives is the correct one, I shall now attempt to show.\n\nIt is to be observed, that the latter supposition entails one of two consequences worthy of being traced; either those filaments only can receive markings which are at the surface of the fasciculus, or, if it be proved that all are marked, all must be at the surface, and the fasciculus must be of the nature of a tube. But both such consequences would be at variance with fact; for there will be no difficulty in proving all the fibrillæ of a fasciculus to be thus marked, and the fasciculi to be not tubular, but composed of a solid bundle of fibrillæ.\n\nFirst, all the fibrillæ are marked. If a muscle that has been macerated in a cool place be examined, the fibrillæ will generally be found to fall readily asunder, and float in great numbers about the field of the microscope; all these fibrillæ present the dark and light spaces alluded to; there are none without them. Under the same circumstances fasciculi will offer themselves in a variety of conditions, partially separated into their elementary fibrillæ, either at their extremities or centres; and wherever the fibrillæ can be clearly distinguished, where their texture has not been destroyed by the macerating process, they will exhibit these alternate dark and light points with more or less distinctness. This appearance is often particularly well displayed in the tissue of the heart, which, though its minute structure is not at present under discussion, I may remark, has decided striæ, doubtless produced in the same mode as those of voluntary muscle. The heart (figs. 12 and 17.) often exhibits in a decided manner the marked structure of the primitive fibrillæ, for it seems to separate by maceration or otherwise, rather into irregular masses of fibrillæ, than into primitive fasciculi, similar to those of voluntary muscle. Hence a fragment of it has no determinate form; the fibrillæ composing it are broken off at various lengths, some projecting more, others less; and it is easy to bring into focus successively all\nthe parts of this very irregular surface, and even at its ends to examine fibrillæ which stand out from its central portion. All these fibrillæ are marked by the alternate light and dark points.\n\nIt has occasionally happened, especially in the case of muscles with bulky primitive fasciculi, that in the manipulation with needles, preparatory to examination, a recent fasciculus has been partially wounded, so that its interior is displayed. A specimen in this state is presented in fig. 9, from the Boa. The fibrillæ here seen are all marked. This fact proves that marked fibrillæ exist in the interior of the fasciculus, and is not at all controverted by the circumstance that sometimes the surface of such a laceration does not show a structure of this kind, the violence inflicted by the instrument being sufficient to account for the destruction or mutilation of parts of so much delicacy.\n\nIf further evidence be wanting, it may be drawn from the writings of authors. It is highly probable that Hooke*, when he hinted to the Royal Society that \"he knew of a method of making succedaneous muscles, to give one man the strength of ten or twenty if required,\" had in view these marked fibrillæ, which he thought a series of bladders. Prochaska† was so certain that the fibrillæ were marked, or as he thought flexuous in the interior of the fasciculus, that he framed a false hypothesis to explain it, imagining that vessels, nerves, and cellular tissue penetrated within the fasciculi, and twining among the fibrillæ, so impressed them. Fontana, as has been seen, believed the fibrillæ to be all marked; and it will be difficult to find any one of the older anatomists who had seen detached fibrillæ, and who noticed them to be cylindrical, except perhaps Muys‡, who represents them in one of his figures. Dr. Hodgkin and Mr. Lister make no mention of having seen primitive fibrillæ, at any time, separated from the fasciculus, nor do they offer any remark as to what they\n\n* \"On April 25, 1678, he showed an experiment further to explain the action of a muscle, which was by a chain of small bladders fastened together, so as by blowing into one pipe the whole might be successively filled, and by that means contracted, supposing the fibres of the muscle, which seemed like a necklace of pearl in the microscope, might be filled with a very agile matter, which he thought most likely to be air, which being included in so thin skins, was easily wrought upon by heat, cold, or the acting properties of the liquor that pass between them, and so perform the lengthening and contracting of the muscles.\" —Posthumous Works by Waller, 1707. Life, p. 20.\n\nIn a letter from Leeuwenhoek to Oldenburg, August, 1682, he says, that the fibres of flesh are composed of globules or particles nearly approaching the globular figure, of which he supposes 1,000,000 would not equal a grain of sand. He afterwards explains, however, that he calls by the name of globules all the particles of which flesh, fat, bone, hairs, &c. are composed, which makes it probable he had then no clear conception of the beaded structure of muscle.—Experiments and Observations of Robert Hooke and other eminent virtuosos of his time, by W. Derham, F.R.S., 1726.\n\n† Prochaska says of the blood-vessels, \"Sic ergo ex vaginâ musculi communi per ejus septa intra musculi substantiam usque inter fila carnea conducuntur. In hoc decursu continuo crescit ramorum tenuitas ac numerus, ita ut fibrae muscularis (prim. fasc.) non tantum, sed etiam fila carnea (prim. fibrillæ), totâ suâ longitudine arteriolis circumdata et decussata sint.\" And of the nerves, \"Suo decursu et ramificatione arterias propemodum imitantur.\" —De Carne Musculari, sect. i. cap. v.\n\n‡ Muys, Investigatio Fabricæ, quæ in partibus Musculos componentibus exstat : Lugd. Bat. 1741. 4 tab. 1.\nconceive their form to be, further than observing that no trace of globular structure can be detected. Mr. Skey, however, believes the primitive fibrillæ to be \"uninterrupted threads or cylinders,\" only \"occasionally exhibiting on their surface the marks or indentations corresponding to the distance between the circular striæ on the whole fibre*;\" and he supports his opinion by several considerations which demand a distinct examination. He says, in proof that the fibrillæ receive their marks from the striæ, \"I think the filament will present the more or less distinct appearance of a globular structure in proportion to the distinctness of the circular striæ:\" but it is clear this might be adduced with precisely equal force the opposite way. Mr. Skey argues for the cylindrical form of the fibrillæ, by denying the existence of the reputed globules of Sir E. Home and Mr. Bauer, and by proving the fibrillæ to be three times finer than a blood-globule. Now, as to the globules of Sir E. Home, few who have examined the subject, and attentively perused his papers, can doubt that that physiologist was deceived on this subject, since the fibre which he saw, and compared under the microscope with a string of blood-globules, was nearly as large as many examples of the primitive fasciculi, and very much greater than a primitive fibrilla, of the existence of which he seems to have been ignorant. It is therefore erroneous to say, as has frequently been done, that the theory of a beaded structure of the fibrillæ originated with, or was supported by him. He advocated the existence of a beaded tissue, but not such as I believe to exist in nature. To point out his fallacy, therefore, is not to overturn what is here contended for. And with regard to the proportion in size which such beads or particles may chance to bear to the globules of the blood, it is a question long ago set at rest by Leeuwenhoek and Muys, the latter of whom gives accurate relative admeasurements of these parts, and points out their disparity. It is a point, too, which cannot determine the question, since no necessity has been or can be shown why the beads of muscle should conform to the size of the blood-globules, or even of their nuclei. But Mr. Skey's most pointed argument is this: \"That in the Cod and Haddock, in which the striæ are of extreme beauty and delicacy, the ultimate filaments present no appearance of a globular arrangement, but are distinctly continuous and uniform throughout their whole length.\" Yet even granting this fact to be substantiated, it would scarcely invalidate the strength of the arguments above advanced, which speak to positive appearances. However, having been led to make the muscles of these fishes an object of special study, I am not able to confirm Mr. Skey's remark, but have found their flesh to present the same characters with that of others of the same class, many of which have been also made the subject of observation, as the Skate, Whiting, Halibut, Salmon, &c. The most obvious microscopic characters of these seem to be the following. The primitive fasciculi are large and nearly transparent, so that when highly magnified their aspect is not unlike that of glass. This, as might be supposed, is shared with them by the muscle of many Crustacea. The fibrillæ are in general distinguished by longitu-\n\n* Philosophical Transactions, 1837, p. 376.\ndinal lines, taking the direction of the fasciculi, these lines being here and there exceedingly strong and decided, and leaving but a very narrow light streak between them. In other parts they are fainter, but always parallel, unless the fibrillæ are bent by violence from their course, in which case they seem to be easily disarranged, as though their lateral connexion with one another were but slight. The striæ upon these fasciculi are very delicate, and quite regular, if the parallelism of the fibrillæ be preserved; but where this is disturbed, the striæ are, as it were, broken to pieces, and the individual fibrillæ which they crossed, bear upon them the disarranged fragments of the markings of which they consisted. Either the striæ or these markings are everywhere clearly visible, except about the very thick longitudinal dark lines described, where they are always faint, sometimes undistinguishable; a fact which seems sufficiently explained by the presence of those lines absorbing and obscuring by their depth the very delicate striæ that cross them at right angles; and except also where a slight and irregular obliquity of the fibrillæ causes so complicated an interference of the longitudinal lines among the cross markings of each, that these last, being the faintest, are only here and there apparent*. The fibrillæ, however, are in general readily spread abroad at the extremity of a fasciculus, and there uniformly, when not too much injured or obliquely overlapping each other, present the markings well defined. Indeed, some of the most beautifully marked fibrillæ that I have seen have been such as I now speak of, hanging out from the end of a fasciculus taken from one of these fishes. In these also, as in other animals, I have frequently by accident obtained a view of the interior of a fasciculus, and observed every fibrilla to be marked. By maceration it is not difficult to obtain the fibrillæ entirely detached, and in these the correctness of Mr. Skey’s remark may seem at first sight to be partially borne out, for in many of them it is impossible to detect any appearance of a marked structure. In many others, on the contrary, this structure is evident enough; and by attention to the mode and degree of illumination, I have frequently succeeded in discerning the regular markings, though very faint, on fibrils which appeared before to be decidedly cylindrical. The fact seems to be, that in these fishes the distinction between the light and dark points is not so clear as in most other cases; and their colour being at the same time very light, the extreme tenuity of the ultimate fibrillæ does not always allow of their showing individually the markings, which are visible enough when in juxtaposition with one another. It may therefore be concluded, that they form no exception to the general fact, that all the fibrillæ of voluntary muscle possess the markings which we are now considering.\n\nSecondly, the fasciculi are not tubular, but consist of a true bundle of fibrillæ. In the preceding observations a certain amount of proof has been offered in illustration of this point; it having been shown that accidental wounds frequently display the interior of the more bulky fasciculi, and demonstrate their composition by fibrillæ;\n\n* These appearances, though in a less degree, are not uncommonly seen in disturbed fasciculi of the muscles of other animals, and they are undoubtedly very deceptive.\nbut as many persons are apt to be sceptical as to the credibility of the results of researches of this nature, with whatever uniformity obtained, it is necessary as well as interesting to corroborate every observation by others, in which the same structure is brought into view under a variety of aspects. In a subsequent part of this paper some circumstances will be mentioned, relating to the effects produced on the fasciculi by the presence of chemical agents, which are only explicable on the present supposition, but as it would be premature to introduce them here, the same thing may now be proved in another way.\n\nIt is easy for any one to satisfy himself that the fasciculi are not tubes, by the most decisive of all methods, the making a transverse section; and it is strange that an operation so simple, which was practised by both Leeuwenhoek and Prochaska*, should have escaped the attention of some later inquirers. Such a section never presents the slightest appearance of any central cavity. I had made several transverse sections of dried fasciculi, however, before discovering in them any decided trace of the extremities of cut fibrillæ, and concluded that in the process of drying, these had been so modified or united together, as to render them incapable of being individually distinguished; for the addition of a little citric acid would frequently expand the section and give its surface a minute mottling, such as I was willing to fancy might depend on the structure in question. These first observations were made on the flesh of Mammals, and I now attribute the indistinctness of the fibrillæ to their close and intimate lateral union, whereby they seem in this class to be generally the most reduced to the condition of a solid mass. But continuing to examine specimens derived from various sources, I was gratified by meeting at length with several which afforded the most ample confirmation to the views here adopted. The cut extremities of the fasciculi presented themselves as areas of an angular shape, more or less densely filled with minute dots, which are manifestly the ends of the fibrillæ. In Birds more especially, but also in Fish and Reptiles, I have met with such appearances with great uniformity; and in figs. 3 to 8, are accurate representations from each of these classes. The dots seem to be the extremities of solid threads. They have no central area distinct from their circumference, and the shadow occasioned by the image of a part of the window-frame in the field of the microscope, will throw one half of each of them into darkness. It is in this manner only that they can sometimes be brought into view at all. In Fish (figs. 3. 4.) the sections of the fasciculi are very ample, and filled up by very fine and closely-set fibrillæ, presenting their extremities to the observer. Some of these fibrillæ are more distinct than the rest (fig. 4.). In many fasciculi the fibrillæ are not individually apparent, the whole surface being merely uniformly and finely mottled. In Reptiles (figs. 5 and 6.), the specimens exhibit more or less plainly the ends of the fibrillæ composing the fasciculus. In Birds (fig. 7.), the\n\n* Prochaska gives a figure of a transverse section of fasciculi in which the extremities of the fibrillæ are seen.\nfasciculi are small, and more cylindrical, and the fibrillæ appear larger and more distinct from one another than is generally the case in the other classes. Some of the areas are larger, more transparent, and less densely filled with dots than the others. In Mammalia, as already stated, the surface is generally nearly uniform, though often finely mottled; but I have occasionally met with specimens in which the extremities of the fibrillæ were very visible. From the human subject, an example of this kind is selected (fig. 8.). In specimens in which the fibrillæ appear separated from one another, no connecting material having an evident structure has been observed. The addition of acid serves materially to increase the distinctness of the fibrillæ, an effect apparently due to its widening the interstices between them.\n\nHaving now shown that the existence of the striæ, as an independent structure, would entail consequences not in accordance with my observations, I pass on to an important circumstance corroborative of the view of their nature herein adopted, merely pausing to remark, that no writer who has believed the separate existence of the striæ, has ever given, or attempted to give, a genuine representation of them copied from nature, detached from the structures to which they are said to be connected, and that until this be done, the proof of their existence as an element of muscular organization, must be allowed to be deficient.\n\nNow if it be true that these cross markings are the effect of an adaptation side to side of the beads of contiguous fibrillæ, and that these fibrillæ compose the whole thickness of the fasciculus, it is obvious that the striæ ought to be found not at the surface alone, but throughout the whole interior of the fasciculus; and this is rigorously the case. Owing to the transparency of the fasciculi, it is perfectly easy, under a high power, to bring into focus whatever portion of their interior the observer may choose. On bringing the surface nearest to him first into view, the points noticed early in this paper usually present themselves, and as the focus descends into the interior, the striæ seem commonly to undergo a slight lateral motion, but continue to be perfectly well defined, until at length they gradually become less clear, or are suddenly lost, according to the thickness of the object. The slight motion sideways, which is so very generally observed, is of course merely a deception resulting from the striæ seen in succession at any one point not being all precisely in a plane vertical to the observer, but slanting one way or the other from him, so that the focus in following the slant seems to move aside. Though I am not aware that this remarkable fact, of the existence of the striæ throughout the fasciculus, has hitherto been noticed by anatomists, it appears to me not only to be solely explicable by considering the striæ merely an appearance occasioned by the lateral cohesion of a bundle of marked fibrillæ, but also, in its turn, to be a proof amounting to demonstration, that such is in reality their nature. As far as my experience goes, it is uniformly to be observed wherever the striæ are distinct, and it will be decisive in proportion to the transparency and bulk of the fasciculus. Moreover, if the fibrillæ happen to have\nbeen partially or quite deranged, so that their segments no longer conspire to form striæ, but are visible in separate longitudinal rows, these characters are visible in the interior as well as on the surface, and are not lost till the focus passes beyond the object on the opposite side.\n\nIt will follow from the view of the striæ now taken, that they are in truth the edges or focal sections of plates or discs, arranged vertically to the course of the fasciculi, and each of which is made up of a single segment from every fibrilla. The connexions between contiguous discs, are at least as numerous as the fibrillæ, and consist of those parts of the fibrillæ which connect their segments into one thread. Whether these are the whole attachments, I have not yet succeeded in satisfying myself. That there are also special means of connexion between the segments of contiguous fibrils, whereby the discs are more or less compactly constructed, is very evident from the regularity with which the fibrillæ maintain their apposition with one another; and it is not a little singular that this should have attracted the attention of anatomists to so small an extent as it seems to have done. This is also proved by phenomena observable in contraction, which will be hereafter described. What these means of connexion may be, however, it is by no means easy to determine. My observations have not led me much further than to enable me to point out some examples in which this adhesion was exceedingly strong, and others where it was so slight, that all trace of striæ was almost sure to be obliterated by the mere act of severing the fasciculi from one another. For instance, muscles in maceration present great variety as to the facility with which they divide into the elementary fibrils, and sometimes their union is so intimate as to permit complete disorganization rather than such separation. But in recent specimens there is a similar variety even more striking in degree. The primitive fasciculi, by traction on their extremities, usually break off short, the line of fracture not appearing to pertain more to the direction of the fibrillæ than to that of the striæ; and there is generally a slight derangement of both these in its immediate neighbourhood. Sometimes, however, the fibrillæ project in considerable numbers, as a lash, from both extremities of the fracture, many detaching themselves completely, and floating separately around. Here their lateral adhesion is exceedingly slight, and seems to be diminished by contact with water. The best specimens of this kind are from birds, which also afford the most characteristic transverse sections; and the one fact is strikingly confirmatory of the other, for I conceive it to be owing to the slightness of the connexion between the fibrillæ, that in the latter case these appear so isolated and distinct. On the other hand, it is not uncommon for the fasciculi to evince a disposition to split in the direction of the striæ, so that occasionally they break off quite square, or when pulled at their ends, crack partially across at several points, in lines corresponding to the striæ: this is seen in the case of the Fig (fig. 21.). Or several contiguous striæ may be thus separated from one another, as Mr. Skev has well represented*, and as I have not un-\n\n* Philosophical Transactions, 1837, Plate XIX. fig. 5.\nfrequently seen. An example of this from the Human subject is given in fig. 22. Lastly, the plates, of which the striæ are the edges or sections, may be detached entire, as discs, presenting no evidence of being formed of segments of fibrillæ. Fasciculi thus splitting have no longitudinal lines whatever, so intimate is the union of their fibrillæ. The striæ, on the contrary, are finely developed. Such, however, are not very often met with. Some examples are figured (figs. 23. 24. 25. 26. 27.), one from the Sprat, procured while in a recent state, and others from a Lizard which had lain long in spirit. In these instances, the segments of the fibrillæ were united into discs of so compact a texture, that their surfaces presented little or no appearance of their component particles; and they were, on the contrary, so transparent, that a careless observer might have imagined them to be mere rings. One of the most illustrative specimens of the lateral adhesion now spoken of, occurred in a rabbit newly born, which had been kept for some months in spirit. The parts being in progress of development, seemed to have undergone a partial natural dissection. A mass consisting of two or three fasciculi was lying in a curved form along the field, and presented on its convex border transverse series of beaded segments two or three deep, which, by the curve given to the part, had lost their longitudinal, but retained their lateral adhesion. They therefore stood out in relief, in the manner represented in the drawing (fig. 10.). Many segments of these outermost fibrillæ are completely detached.\n\nFrom what has now been advanced, it is clear that the idea of the composition of the fasciculi by fibrillæ requires considerable qualification. They split up, indeed, in general into fibrillæ, but in other cases their natural cleavage is into discs, and in all instances these discs exist quite as unequivocally as the fibrillæ themselves. In fact, the primitive fasciculus seems to consist of primitive component segments or particles, arranged so as to form, in one sense, fibrillæ, and in another sense, discs; and which of these two may happen to present themselves to the observer, will depend on the amount of adhesion, endways or sideways, existing between the segments. Generally, in a recent fasciculus, there are transverse striæ, showing divisions into discs, and longitudinal striæ, marking its composition by fibrillæ. The reason why the transverse striæ are ordinarily so much more decided, is that the fibrillæ are more close together than the discs, and their shaded interspaces consequently narrower. The adhesion of the segments to one another is, in neither direction, fixed and rigid, but of a kind admitting, as will be afterwards seen, of those minute changes of position, which occur during the active state of the organ. The diversity now observed between the longitudinal and transverse union of the segments, may bear reference to the difference in the range of these motions in the two directions, that in the longitudinal being the more extensive*.\n\n* Since writing the above I have met with the following remarkable passage in a recently published Croonian Lecture by John Hunter, which I give without comment.\n\n\"I do suppose that a muscular fibre is not one uniform body from end to end, but is made up of parts\nHaving endeavoured to prove the nature of the transverse striae, and the general construction of the fasciculi, I next proceed to inquire more particularly into the nature and form of the minute segments of the fasciculus already spoken of. In doing this, it will be the most convenient to consider them as they appear when united into fibrillæ, this being the form under which they commonly present themselves, and under which it has been customary to regard them. Many attempts have been made to ascertain their nature, but as it appears to me without sufficiently attending to the following circumstance; That in consequence of the original and close union between contiguous fibrillæ, not one can be separated from the mass without suffering an unnatural mutilation of some parts of its surface; a mutilation which may have an influence on the form it may seem to possess. This source of ambiguity is such as to dispose me to receive with considerable hesitation the representations of primitive fibrillæ furnished by authors; and the few observations which here follow on this subject are offered with great diffidence. Müller describes the fibrillæ as presenting \"a regular succession of bead-like enlargements, which are somewhat darker than the very short constrictions which intervene between them*.\" Dr. Schwann, as quoted by the same eminent physiologist, gives a similar account, while Mr. Skey considers the \"light to be the elevated striae, and the dark intervening lines the depressions;\" but with respect to the relative width of the dark and light spaces and striae, it seems to be agreed that the dark are the narrower. In my examination of the several parts, I have been led to imagine a fallacy to lie in supposing any absolute diversity in their colour. They appear to be rather an effect of a difference in form, or probably sometimes in density alone, between the alternate points of the fibrillæ. There does not seem to be anything in their appearance at variance with such a supposition, since if a rod of glass formed out of beads be held to the light, the beads are distinguished by dark circumferences, and by broad dark bands between them, which will vary with the inclination of their surfaces and the length of the intervening spaces, and would besides be much assisted if the connecting portions were of a less refractive material. Moreover, if two such rods be placed in contact, bead to bead, one behind the other, and then regarded between the observer and the light, the dark circumferences of the beads, at the margin of the rod, will be found to have vanished, the intervening bands being reduced to transverse lines or septa, or, in a word, the elements of striae. I have had an instrument of this sort constructed, which may be regarded as a very imperfect model of a primitive fasciculus, and which\n\nwhich may be called the component parts of a muscular fibre; and I am apt to suppose that a change takes place in the position of those parts during contraction, and this alteration diminishes the extent of those parts in one direction, while it is increasing them in another, although from the experiments it appears not to be in the same proportion; but what that attraction is, I shall not pretend to determine.\"—Croonian Lecture on Muscular Motion, No. V., year 1781. Hunter's Works, Palmer's Edition, vol. iv. p. 261.\n\n* Physiology, translated by Baly, p. 879.\nis evidence of an interesting kind that the fibrillæ are beaded, and the striæ formed in the manner here above contended for. The light and dark points of the fibrillæ are capable of being reversed by varying the focus, which shows that they are an appearance occasioned by refraction, the phenomena being precisely those presented by the beaded vibrio, which they often nearly resemble in form as well as size. On the whole, little doubt remains on my mind that the fibrillæ consist of a succession of solid segments or beads, connected by intervals generally narrower, and I believe the beads to be the light, the intervals the dark spaces, when the fibril is in exact focus. Considerable variety is to be met with in the relative size of these two parts, but generally they are nearly alike. When there is a difference, it is commonly in favour of the light. In the accompanying sketches of various specimens of fibrillæ, it will be seen that the segments are by no means all of one form. In the new-born Rabbit they present the oval figure, the long diameter of each being in some examples parallel to the fibrillæ, in others oblique. The striæ formed by these last are also seen (fig. 10.). In the Chameleon the same thing is observed (fig. 14.). In the ocular muscle of a fish, there is an appearance of the beads overlapping, and of a lozenge shape (fig. 11.). In the heart of the Turtle the long diameter of the beads is across the fibrillæ (fig. 12.). The psoas muscle of the Hare presented several fibrillæ, in which the beads were further apart than usual, and of an oval form. In one state of the focus they were altogether light, and the intervals wholly dark; but in another, the beads were surrounded by a thick circumference of shadow, and a light streak appeared in the centre of the dark interval (fig. 15.), an appearance precisely similar to that which I have observed to take place in beaded rods of glass with elongated intervals*. In endeavouring to carry my investigations further into the intimate structure of these fibrillæ, I have hitherto been completely baffled; nor does the subject encourage very sanguine hopes as to the event of such a search, at least without higher powers of the microscope than we at present possess. From the sections, however, already described, and especially those of the fasciculi of Birds, the fibrillæ seem plainly to possess a circular transverse outline.\n\nFrom such varieties in the fibrillæ, it is not wonderful that corresponding ones in the striæ should result, and some of the most remarkable met with since the com-\n\n* It is not intended to be implied that the above varieties are peculiar to the several animals from which they are taken, or that in these animals similar appearances will uniformly be met with. On this subject (that of form), a much more extended inquiry is requisite, and I would again express my dissatisfaction with the above observations, as being made on detached, and therefore mutilated, parts. Indeed it may be doubted, whether, in the agglomerated state of the segments, their outline do definitely exist on all their aspects; and whether it be not rather essentially incomplete, through their adhesion to one another. If, however, as appears evident from their refractive powers, the segments are more solid than the medium which connects them, and if they are rounded, and not rectangular, in form, which, after examination with the best instruments, is still confessedly uncertain, interstices must exist, capable, perhaps, of facilitating the motions occurring between these parts.\nmencement of my inquiry, are here selected for illustration. Most have their source in a mere derangement of the fibrillæ, whereby the striæ are more or less distorted, or broken. Gradations of these may be seen in fig. 38, and require no comment. They have been described by more than one author. The usual appearance of the striæ in a dissected state, may be best illustrated by a specimen from the heart of an Ox, partially affected by maceration (fig. 17.). The striæ correspond in number with the beads, and the light and dark spaces of the one form those of the other. But there may be a remarkable obliquity of the striæ, as in the new-born Rabbit (fig. 10.) and the Chameleon (fig. 14.), and as may very often be seen in the boiled muscle of the Crab and Lobster. I have observed that in some atrophied muscles, the striæ are very oblique and often bent at a very acute angle in their course, probably from shrinking of the fasciculi (fig. 28.). It occasionally happens that in some fasciculi, or parts of fasciculi, of perfectly healthy muscle, the striæ are precisely doubled or tripled for a certain space, or at the same spot in different states of the focus. The general appearance met with is represented in fig. 19, from the neck of the Duck. In other specimens, where the striæ have been unusually broad, and also thus multiplied in particular parts, I have found it to depend on the segments being regularly aggregated into sets of two or three, some of which showed no interval between their component parts, while others did so. This has been nowhere so well marked as in the Crab (fig. 18.).* Another unusual appearance of the striæ is displayed in fig. 20, from the Staghorn Beetle.\n\nIt seems to have been formerly the universal opinion that the transverse striæ are in all muscles separated by equal intervals. Mr. Skey, however, has observed that they vary much in thickness and in number on contiguous fasciculi, and he has once seen them varying in size on the same fasciculus, Dr. Schwann has also remarked, that they vary in closeness on neighbouring fasciculi. This important circumstance will receive elucidation in the concluding pages of this communication, where the muscular motions will be treated of. At present it is only necessary to detail my observations as to the great variety in the number of the striæ seen on fasciculi within a certain space. The muscle of adult animals, which has been examined after all contractility had ceased, will be alone alluded to. Some specimens preserved in spirit will be included, because I have ascertained, by direct experiment, that, when irritability has ceased, immersion in alcohol does not modify the size or proximity of the striæ.\n\n*A doubling of the number of the transverse striæ may often be seen to be occasioned by an elongation of the interval between the segments, as seen in fig. 15; and I am induced to believe that in other cases an analogous appearance may depend on a progressing development of new segments, by an imperfect fission.\nTable, showing the variety in the proximity of the striæ in dead muscle. The figures indicate the number of striæ in $\\frac{1}{1000}$ English inch.\n\n| Number of observations recorded | Maximum | Minimum | Mean | Greatest difference in same specimen |\n|--------------------------------|---------|---------|------|-------------------------------------|\n| **Human** .. 27                | 15·0    | 6·0     | 9·4  | Min. Max.                           |\n|                                |         |         |      | Sterno-hyoid ................. 7·5 12·75 |\n|                                |         |         |      | Sp. constrict. pharyng. .......... 6·75 11·25 |\n|                                |         |         |      | Æsophagus ...................... 6·75 11·25 |\n|                                |         |         |      | Cremaster ...................... 9·0 15·0 |\n|                                |         |         |      | Rectus cruris .................. 6·0 9·0 |\n| **Mammalia** 15                | 15·0    | 6·7     | 10·9 | Diaphragm, Cat .................. 7·5 15·0 |\n|                                |         |         |      | Rect. oculi, Horse ............. 9·0 13·5 |\n| **Birds** .... 7               | 14·0    | 7·0     | 10·4 | Hen (*Gallus domesticus*, female) .. 7·0 11·0 |\n| **Reptiles** .. 7              | 20·0    | 6·7     | 11·5 | Lizard .......................... 9·0 20·0 |\n| **Fish** .... 20                | 18·0    | 7·5     | 11·1 | Skate (*Raia Batu*) ............ 9·0 18·0 |\n|                                |         |         |      | Flying Fish (*Exocetus volitans*) .. 9·0 15·0 |\n| **Insects** .. 8               | 16·0    | 4·5     | 9·5  | Blue Bottle Fly (*Musca vomitoria*) .. 5·25 15·0 |\n\nPerhaps the most interesting conclusion deducible from the above Table, is the uniformity of the mean number of striæ in a given space in the six divisions included in it. The next remarkable fact is, that in each division a great variety is observable in their number, not only in an average of all the examples examined, but in single specimens. And I may add, that this variety has been observed continually, both on contiguous fasciculi, and on the same fasciculus in different parts. I have not considered it requisite to detail the particulars of each observation.\n\nOf the Sarcolemma, or Tunic of the Primitive Fasciculus.\n\nI now proceed to give some account of a structure entering into the composition of all voluntary muscle, and which, though some imperfect notices of its existence are to be found in two or three authors, is not generally known, and has certainly never been demonstrated in that complete and definite manner which its importance seems to demand. I allude to a tubular membranaceous sheath of the most exquisite delicacy, investing every fasciculus from end to end, and isolating its fibrillæ from all the surrounding structures. It is true that numerous writers have described a sheath to the primitive fasciculus; but that by this term is merely intended a production of that general sheath of filamentous tissue which invests the whole muscle and its lacerti, might be shown by a crowd of quotations*. Other sheaths are indeed mentioned, such as that of Mandl†, said to contain the striæ, and to be\n\n* For example, Leeuwenhoek, *passim*. Prochaska, De Carne Musculari, sect. i. cap. iii. Hildebrandt, Anatomie des Menschen von E. H. Weber, Band i. p. 388. Blainville, Cours de Physiologie, vol. ii. 1833, p. 311–14. Cruveilhier, Anat. Descriptive, tom. ii. p. 14. Mayo, Physiology, 3rd edit. p. 31.\n\n† Traité Pratique du Microscope, p. 75.\ncomposed of a coil of filamentous tissue; but such a structure is entirely imaginary. Mr. Skey also speaks of the \"tube of the fibre,\" but without any reference to the true sheath*. Müller alludes to it, however, in the following terms. \"Each primitive fasciculus has a very delicate sheath, which can often be perceived, forming a transparent border to the fasciculus†.\" And I have lately met with a passage from an unpublished letter by M. Turpin, quoted by Mandl‡, in which the author describes it as \"a membranous aponeurotic tube, of extreme thinness, white, transparent, and finely puckered or folded crosswise, these folds being rigorously comparable to those, likewise transverse, which exist on the surface of the skin of leeches, when contracted.\" These folds are afterwards said to be removed by immersion for some days in water, as those of a piece of finely plaited linen would be. From which it seems probable, that the author considers this sheath to be concerned in the production of the transverse striae. The illustrative sketch confirms this, for the striae are not seen except where the sheath holds together the primitive filaments, and these are not represented as beaded, where they project as a brush from the extremity§. It will be immediately perceived that the true structure about to be described has no analogy whatever with the cellular membrane of muscle, and that it is not in any way concerned in the production of the transverse striae; but that, on the contrary, it seems to be a texture sui generis, fulfilling a distinct function, peculiar to muscle. It seems advisable, therefore, to call it by a distinct name, and I have been in the habit of styling it Sarcolemma‖, a term descriptive of its nature. As, however, in what follows, no allusion whatever is intended to be made to the cellular sheath of muscle, the word sheath, to avoid repetition, will be employed as synonymous with sarcolemma¶.\n\n* Philosophical Transactions, 1837, p. 377. † Physiology, translated by Baly, p. 882.\n‡ Read before the Academy of Sciences, December 12, 1831.\n§ [Since this paper was read, my attention has been directed to a passage in the 4th edition of Dr. Jones Quain's Elements of Anatomy, 1837, (p. 104–5,) where the author speaks of a \"Myolema\" as having been observed by himself. The following short extracts comprise all that is said by him concerning it. \"The fibre (primitive fasciculus) is not homogeneous or gelatinous, but consists of a tube, the myolema, filled with minute globules, as represented in fig. 26.\" And a little before, speaking of the \"minute extremely close transverse bars\" (transverse striae), \"these appear to be in the myolema, and to be owing to its being thrown into plicae, as they disappear if the fibre is stretched.\" And again, in p. 81, where a \"speculation as to the mechanism of muscular contraction\" is offered, \"we can hardly suppose it (the nervous influence) to act on the myolema, which is but a delicate or slightly modified cellular tissue.\" Mr. W. J. E. Wilson¹, who prepared the specimens examined by Dr. Quain, also describes the sheath of the primitive fasciculi as consisting of cellular membrane.]\n\n‖ This term (from σαρξ, caro, and λεμμα, cortex) seems preferable to that of myolema, derived from μύς, the whole organ, musculus.\n\n¶ [While these pages are going through the press, I learn that Professor Schwann, in his recent work (Mikroskopische Untersuchungen über die Uebereinstimmung in der Struktur u. dem Wachsthum der Thiere\n\n¹ The Anatomist's Vade Mecum, published in the present year.\nThis structure can usually be seen best in specimens prepared when recent, but I have preparations which show it perfectly preserved in parts long steeped in spirit. From its extreme tenuity, it would hardly be likely to attract any attention, were it not that, without extraordinary care, it is apt to be detached in different ways from the bundle invested by it, and so to become an isolated object. But when its existence is known, it may often be discovered in unbroken fasciculi, as observed by Müller, under the form of a straight linear margin, uninterrupted, and independent of the striæ; which, however, will very probably seem at first to pass completely across, though they terminate, in fact, within this edge. Some accurate observers have doubted the prominence of the beads of the fibrillæ, because they have been unable to see their bulge at the extreme edge of the fasciculus, a circumstance which may depend on the existence of this sheath.\n\nIt may also be frequently seen encircling the areas of fasciculi in the transverse sections of dried muscle (fig. 7. a.), but the readiest and most satisfactory manner of demonstrating it, is to take the fresh muscle of a fish or reptile, and by seizing single fasciculi by one of their extremities, to pull them from the mass. In this operation they undergo considerable stretching, and often break entirely across. But such fractures will vary in extent, and so display the sarcolemma, for this is more extensile than the fibrillæ inclosed in it, and therefore, where these have given way, it often remains entire, investing both fragments, and connecting them together. In such a case the severed extremities of the fibrillæ have been pulled asunder within the sheath, and a tubular portion of it, containing a little of the water in which the specimen is placed, extends from one to the other (figs. 32 to 36.). The sides of this, as might be anticipated, are not in focus at the same time, but they have a tendency to fall together, and do so more or less according to their length, and the amount of extension continued to be applied to the fasciculus. The extremities of the tube always pass to the margins of the fasciculus at its broken part, and embrace it, becoming continuous with its transparent edges, already spoken of. If one of the fragments be turned or twisted, the parietes of the tube are twisted likewise, and thrown into wrinkles, which are most readily visible under the microscope, and evince the wonderful tenuity as well as firmness of the tissue. It not unfrequently happens that the fasciculus has given way at several points, and yet its sheath escaped untorn; the consequence of which is that the broken fragments, more or less deranged according to their size, lie in disorder and turned in various directions within the sheath, which still serves to keep them together, and may be discerned stretching from piece to piece, inclosing and embracing them all (fig. 36.). These tubular bridges are sometimes more than six\n\nu. Pflanzen, p. 165.), speaking of the development of voluntary muscle, describes, with considerable accuracy, the membrane here spoken of; and to him its discovery is really due, which I am glad to have an opportunity of acknowledging. He has seen it forming a transparent border to the fasciculi, as well as connecting detached fragments of them, but in Insects and Fish only (see his Plate IV. figs. 4, 5.), and he ingeniously supposes it to be a persistent portion of the membrane of the original cells of development, united to form a single tube.]\ntimes longer than the diameter of the fasciculus, a circumstance which abundantly evidences the strength and tenacity of this extremely delicate membrane. But other fractures will be much more partial, scarcely extending through more than a quarter or a half of the fasciculus; in the gap thus formed, the untorn sheath will be evident by its margin, which has the appearance of being suspended from point to point, and can be traced along the border of the fasciculus. If only two contiguous striæ be separated by the traction, the same thing is observable. These appearances are represented in figs. 29, 30. In fig. 31. is a fasciculus partially withdrawn from its sheath.\n\nIt has been already shown that the mutual adhesion of the fibrillæ is liable to vary in amount, sometimes to be almost wanting, and generally to be capable of being diminished by maceration. This circumstance affords a condition to prove the existence of the sarcolemma; for as long as that is entire the fibrillæ are kept together, though but very loosely united, and merely fall asunder at the broken extremity, where alone they have space to do so. Thus the brush or tassel is formed, which is described and delineated by more than one writer, and which by showing the striæ of the same size as the beads of the fibrillæ, and here and there passing gradually unto them, convinced Fontana*, and afterwards Schwann†, of their true composition. Sometimes, by accidental violence, a recent fasciculus may be reduced to a pulpy mass, in which fragments retaining their striæ are strewn in confusion, while the sheath may remain uninjured, and preserve all these parts from falling asunder (figs. 37, 38.).\n\nBut there is another method by which the existence and some of the properties of the sarcolemma may be demonstrated. This depends on the fact that its contents swell considerably when subjected to the action of several fluids, especially acids and alkalies. Phosphoric, tartaric and citric acids, and potash, are what I have employed most commonly. The sheath dilates at first, but soon grows tense; the effect of which on the fibrillæ is, that they emerge at its open extremity, where the fasciculus has been broken off, and there swell in diameter; or if their union is but slight, expand in all directions into a roundish mass or button. Occasionally, in thus emerging, they curl back upon itself the rim of the sarcolemma, which then is seen to grasp them still more tightly (see fig. 47. a. a.). But if this vent be insufficient, and especially if the fragment be long, so that its ends cannot be reached soon enough, the over-distended membrane gives way, bursting at detached points, and allowing the escape of the contents. The herniæ thus formed (figs. 39, 40.) admit of easy and close scrutiny by the microscope. They are very peculiar, and curiously illustrate the account I have given of the internal structure of the fasciculus. The fibrillæ are not broken, but protrude sideways in loops more or less decided. Nor is the adhesion by which they are mutually held together dissolved; although, as all are not alike distorted from their true position, it is so far disturbed, that the striæ no longer possess their usual characteristics. The segments of the protruded fibrillæ ceasing\n\n* Sur le Venin de la Vipère, p. 229. † Müller's Physiology by Baly, p. 880.\nto form transverse lines, are yet deranged with so much regularity of gradation, that other series of lines are produced, of very beautiful curvatures, not unlike, in general characters, the appearance of engine-turned chasing, though less uniform, and undergoing the most varied changes with every alteration of the focus. These elegant curves are seen all through the protruding mass, and clearly demonstrate the manner in which the true striæ are composed. The mode in which the sarcolemma gives way is worthy of particular attention. The rupture having taken place, does not extend in any one direction more readily than in another, but only enlarges so much as to give a bare passage to such fibrillæ as force their escape, and generally remains so small as considerably to constrict the base of the hernia. The herniæ are usually, therefore, several in number, each consisting only of a few fibrillæ, and the opening in the sheath assumes a round or oval figure. From this circumstance, no small degree of toughness may be attributed to the sarcolemma. So extreme is the thinness and transparency of this membrane, that it is difficult to form any decided opinion as to its structure; but it would seem not improbably to consist of a very close and intricate interweaving of threads, far too minute for separate recognition. Having at least sometimes discerned in it an appearance not unlike what would result from such a texture, I am induced to conjecture so, but the matter is very doubtful. Its external surface seems to be quite smooth and free, being in contact with the capillary and cellular network of the organ, which embraces each fasciculus, in more or less profusion, according to the animal, and the particular muscle. I have never as yet seen any appearance which could give countenance to the opinion that either nerves or vessels penetrate among the fibrillæ, and I am induced to believe that no capillary vessel ever perforates the sarcolemma, which seems to constitute an effectual barrier between the parts within and those without. The inner surface of the sarcolemma often presents irregularities, as if some attachment of the fibrillæ to it had existed; but it never bears upon it the smallest mark of the transverse striæ, or of any regular marking, unless, as does occasionally happen, some few fibrillæ, or parts of them, remain adherent to it. But this very rarely happens, the whole of the fibrillæ usually evincing a greater facility of separation from the sheath than from one another. A few are seen thus adhering in fig. 75.a.\n\nThe inner surface of the sarcolemma, however, is naturally adherent to the outermost fibrillæ, and most probably in a particular manner*. From some appearances frequently presented by the fasciculi of insects at their margins, and of which an example is given in fig. 70.a, it would appear that this adhesion takes place to the most prominent parts of the fibrillæ, or, in other words, to the rims of the transverse discs which result from their union. The outer scolloped line in similar cases has no doubt been often mistaken for the outer margin of the fibrillæ. It is, in fact, indicative of the bulging sarcolemma, which is bound down to the prominent extremities of the\n\n* [Schwann seems to regard the sheath as unadherent to the proper muscular tissue (Untersuchungen, p. 166.), an opinion which the following considerations show to be erroneous.]\nlight striæ, between which the real margin of the fibrillæ recedes from it, with an intervening fluid. Now in this specimen the interior of the fasciculus is in focus; a central row of corpuscles is there seen, and the view of the margin thus represented is, in fact, such as would be obtained by a horizontal section. This fasciculus is thus proved to present on its surface a series of transverse grooves, to which the sheath does not adhere, and in which a fluid is collected. It seems doubtful whether the attachment of the sarcolemma to the prominence of the successive discs be so complete as to isolate the intervening grooves from one another.\n\nAnother evidence of this adhesion is the following: when the herniæ are formed as above mentioned, it is of course so far destroyed. Now, the intumescence is occasionally so great, that the sarcolemma is rent extensively on all sides, and fragments of it only remain, not embracing the whole fasciculus. Wherever the fibrillæ have detached themselves from the sheath they bulge freely, but where they continue to adhere to its remnants, they are confined and constricted, and the striæ cannot expand (fig. 46.). This adhesion will afford an explanation of an appearance that for some time puzzled me. It is described by Mr. Skev in the following terms: \"A fibre (primitive fasciculus) is frequently elongated to a point, up to the extreme external surface of which the circular striæ are apparent. If the fibre be a solid cylinder,\" he then asks, \"What becomes of the central substance? for it is evidently the external surface that is so attenuated, indicated by the presence of the circular striæ*.\" This kind of fracture, which in Mammalia not unfrequently occurs during the manipulation, is occasioned, I suppose, by traction on the opposite ends of the fasciculus. The superficial fibrillæ do not break so soon as the central ones, because they are supported by the sarcolemma, which has been already shown to be the more extensible structure: this stretches them, and when at length they give way, they are much attenuated, fall together over those in the centre, and come to a rude point. From the same cause the extremity of a broken fasciculus sometimes may present an appearance of a tube. What much corroborates this explanation is, that in such cases the terminal striæ are always much widened and distorted.\n\nIf the fasciculi be placed in water, some of this fluid is absorbed by them, and they undergo an increase in bulk. This may explain why so many authors have differed from the accurate Leeuwenhoek and Prochaska, and asserted them to be of a cylindrical form, for when thus swollen they lose much of that angular shape, which is so convenient and necessary for close package in the natural condition. I allude to this fact, however, for the purpose of introducing a description of one of the most instructive phenomena connected with this investigation. It regards muscle, not in a passive, but an active state; and besides exhibiting the condition of the fibrillæ during contraction, which for the present I omit noticing, furnishes a further proof of those qualities and relations of the sarcolemma that have been ascribed to it above. It occurs in fasciculi just taken from the animal, either still living or a moment dead,\n\n* Philosophical Transactions, 1837, p. 378.\nand it is in the Frog and Newt that I have found it to be most conveniently witnessed. A few fasciculi laid on glass are separated by needles, wetted, and covered with mica. They are then ready for inspection with a high power. Water is taken up into their structure, and their irritability being still retained, and perhaps excited by the distension of the water, the fibrillae begin to contract. By the contraction the water is pressed out forcibly from among them, and their mass diminishes in bulk; the fluid at the same time accumulating at their surface between them and the sarcolemma. The membrane is thus bulged and torn up more or less extensively from its connections with the fibrillae (figs. 47. b. and 71 to 79.). The process may be frequently watched in its whole course; the contraction of the fibrillae is the first step, and as this proceeds the sheath is seen to be elevated a little from their surface, at first in small sudamina-like vesicles. By degrees these increase and coalesce with more or less facility, sometimes subsiding in one part to rise larger in a contiguous one. These slighter and earlier stages of the phenomenon are best seen at the margin of the fasciculus, where a profile view is obtained; but when the changes are more decided, or indeed even when they are but trivial, provided the eye is prepared to detect them, they may be discovered on the surface next the observer: and generally, the folds of the sarcolemma occasioned by a large bulla visible at the margin are traceable for some distance over the proximal surface. In such a case the fibrillae and their striæ are beyond the range of the focus in which the sarcolemma is apparent. Sometimes the fluid is expressed in such quantity, as to separate the tunic completely from the fibrillae for some length, a circumstance which becomes especially notable when the specimen is accidentally bent, for the fibrillae then take the shortest course along its concavity, the distended membrane forming the convexity of the curve at a considerable distance. The whole sarcolemma thus assumes the appearance of a crystal tube, filled with a transparent fluid, immersed in which the fibrillae pursue their course as a contracted bundle.\n\nLest it should be imagined that the fluid forming these bullæ is a normal constituent of the fasciculi, I may observe that none are developed on contracting muscle, when either unwetted, or immersed in a medium of some density, as syrup. Bullæ already formed are immediately removed by the presence of syrup, which absorbs their water, and yet I have sought in vain in uncontracted fasciculi placed in syrup for any appearances of shrinking, which would necessarily present themselves did a fluid of so little density exist naturally among any interstices of the fasciculi.\n\nThere is another illustration of the existence and qualities of the sarcolemma, which seems of so novel and interesting a character, that I cannot refrain from mentioning it. In an Eel, which to all appearance was in perfect health, and contained as usual among its muscles, a considerable quantity of fat, one fasciculus of the same size as the rest, instead of presenting the muscular substance, was reduced to a mere diaphanous tube, containing a number of minute parasitic worms, coiled up like the Trichina spiralis, and closely packed together (figs. 41 to 45.). The sarcolemma was\nquite entire, and seemed without disease, but no trace of fibrillæ could be discerned on the closest examination. In fact, the sheath of the fasciculus was the only part remaining, the rest having probably become the food of these entozoa. As both ends of the tube remained open, having been broken off, several of the worms escaped from their confinement, and began to show signs of life, uncoiling themselves, and moving about slightly in different directions, with an undulating motion (fig. 42.). They were about $\\frac{1}{45}$th of an inch in length, blunt at one end, and tapering considerably towards the other. They contained in their interior numerous detached dots or granules, of different sizes, but without the appearance of complicated structure, and there were no orifices detectable on their surface (figs. 42. 43.). Among the extruded worms there were many globular or oval bodies, nearly as large as one of the coiled parasites, and marked like them with minute dots. Some of these were evidently worms very compactly coiled, but in others no coils could be distinguished. These were smaller, invested by a very delicate membrane or cyst, having the appearance of immature animals (figs. 44. 45.). The whole number of worms in the sheath, I found to be more than 100. No other fasciculus was discovered in this state, but owing to want of time, a strict search was not made. Having previously examined minutely several recent examples of the Trichina spiralis, the well-known microscopic entozoon of voluntary muscle, the analogy in form, size and situation, between that and the one now described, at once struck me; but the following points of difference will be immediately perceived. The Trichina spiralis lies in the cellular membrane among the fasciculi, always external to the sarcolemma; occupying a cell formed around it by the vital actions of the creature which it infests. Moreover, it is always solitary. On the other hand, this internal Trichina being within the sarcolemma, is entirely unconnected with vascular or cellular parts, is not confined by a cyst, but by the unaltered sheath, and it is gregarious. No artificial method of preparation could more convincingly have proved the toughness and comparative indestructibility of the sarcolemma, than this remarkable morbid condition, accidentally met with.\n\nI have ascertained the existence of the sarcolemma in Insects, Crustacea, Fish, Reptiles, Birds and Mammalia, and have so seldom failed to demonstrate it at pleasure in any of these classes, that I assume it to be an essential part of the composition of the fasciculi in all animals belonging to them. In some, it is more readily made apparent than in others, and by different methods of procedure, but by one or all of the modes of demonstration above enumerated, there is abundant evidence of its existence in all. The elevation of it by water, pressed out during contraction, may be witnessed in all these classes without exception. In the human subject, the sarcolemma is formed as early as the period of birth (fig. 30.). The striæ are then strongly marked, and the fasciculi are in such a state of development as to be capable of performing motions of considerable extent. From this early epoch I have traced this structure at various ages, and in both sexes, to old age, when the atrophy of the muscles has often seemed to render it more easy of detection. It also remains in muscles wasted by disease or\ninactivity at other periods of life, and no difference has appeared to occur in it, whether the specimens examined were flaccid or firm, pale or dark-coloured. In Birds, an exceedingly delicate sarcolemma may be occasionally seen connecting the broken ends of a fasciculus, but it is rare to discern any contraction under the microscope in fasciculi inspected even instantly after death, so quickly does their irritability cease; and where vesicles are discovered, they are small and transparent, and would be apt to pass unnoticed unless specially sought for. What may be connected with this circumstance is, that the fibrillæ show a great proneness to fall asunder in this class, their adhesion to one another being but slight; the transverse striæ are often much deranged by dark irregular longitudinal streaks, and in a transverse section, as already seen, the fibrillæ are shown more isolated and distinct than in any other examples. In Insects, I have repeatedly seen the sarcolemma raised from the surface of the fibrillæ, where they were undergoing contraction (figs. 71 to 74.).\n\nWith regard to the use which this remarkable structure may be intended to serve in the economy of the organ, our present ignorance of the essential cause of motion renders any explanation that might be offered, of doubtful value. But it has appeared probable to me, 1st, That it may act as a mechanical protector and isolator of the contractile tissue inclosed within it; 2ndly, That its exquisitely smooth external surface may facilitate those rapid minute motions of neighbouring fasciculi one against another, which will afterwards be shown to occur, in all likelihood, in contracting muscle; and 3rdly, That, from its apparent similarity in structure to the membrane of the nervous tubules, which run among the fasciculi, and between which and the proper contractile tissue it seems certainly to intervene, as well as from its extensive contact and union with the surface of the latter, it may be the conducting medium of that influence, whose mode of propagation the late discoveries of the loop-like termination of the nerves of muscle, have hitherto only seemed to render more inexplicable than ever.\n\nOf the Corpuscles of the Primitive Fasciculi.\n\nThere is a fact in the anatomical history of voluntary muscle which, from its apparent universality, is entitled to some attention, and yet which seems hitherto to have escaped the notice of anatomists; this is, The existence in the primitive fasciculi of minute bodies of a definite form and structure, generally invisible, unless rendered evident by special modes of preparation. The most ready method of demonstrating them, is to touch the specimen with a small quantity of one of the milder acids, as the citric. These agents cause an instantaneous tumescence and transparency of the fasciculi, as has already been stated, and the corpuscles become at once clearly defined. But by the swelling of the fibrillæ among which they are situated, they may be seen to undergo some distortion from their real shape, and it is generally in certain parts alone, as where fibrillæ have escaped from the sarcolemma, or the corpuscles become detached, that they present their natural characters. They then appear to be\noval or circular discs, frequently concave on one or both surfaces, and containing somewhere near the centre, one, two, or three very minute dots or granules (figs. 39. a. 40. a. 51. a., &c.). This at least has been their most common form, when they have seemed most entire and free from injury. It is also their general shape when discernible, as occasionally happens, without chemical treatment. But they present some varieties in figure, being sometimes thick or elongated, or curved and irregularly oblong, at others of indefinite shape and granulated aspect. It is doubtful, however, how far those having such characters are modified by the circumstances of the examination. I have witnessed the breaking down of the more regular ones into a granulated mass, in repeated instances, on the addition of acid, by the forced elongation of the fibrillæ, among which they lie (figs. 39. 47.), and am therefore induced to think such specimens to be generally misrepresentations of nature. If they be not always fallacious, they may be regarded as an indication of a deposit and absorption of successive crops of corpuscles. These bodies are usually numerous in proportion to the size of the fasciculus, so that as a general rule equal masses have about equal numbers; but this is liable to some exceptions, as the same fasciculus may sometimes have them crowded in one part and more scanty in another. Where the fasciculus is small, as in Birds and Mammalia, they lie at or near its surface, but in contact with the fibrillæ, within the sarcolemma. This is clearly shown by bringing into focus different portions of the fasciculus in succession, under high powers, as well as by a corpuscle occasionally adhering to the sarcolemma when separated by fluid from the surface of the fibrillæ. But in proportion as the fasciculi assume a greater bulk, the corpuscles are found to be diffused more uniformly through their substance, and may be everywhere traced by a moving focus. This is especially the case in Reptiles and Fish, in which I first met with them, and where they are at all times the most convenient for observation*. In the Insects that could be most readily obtained, and which have been submitted to examination, they are usually disposed with more symmetry, either singly or in pairs, along the central axis of the fasciculus (figs. 53. 54. 70. 73.), an arrangement occasionally observable in Reptiles (fig. 46.), and which affords an important insight into their essential nature. In one instance (in the Chrysalis of the Tiger Moth, fig. 55.) a number of corpuscles similar to these were observed on the exterior of a fasciculus, but their relations are doubtful. These corpuscles have manifestly some adhesion to the fibrillæ with which they are in contact, since they are influenced by their movements (figs. 39. 47. 85.), and generally retain their connexion with them, when these are torn asunder from one another (fig. 49.). Some, however, often become detached, and float in the fluid by which the object is surrounded, thereby evincing their existence as independent parts. They lie among the fibrillæ, but so attenuated is their form, that they do not derange the striæ. Sometimes, indeed, a dark longitudinal streak may be observed, extending on either hand from\n\n* Their dispersion among the mass of fibrillæ is well seen in a transverse section from the Skate (fig. 3.), but in general they are not thus visible.\nthe position of one of them; and nothing is more probable than that where such an appearance is not due to violence in manipulation, it may have led to the error of supposing the fasciculi to be compounded of smaller bundles of fibrillæ, as Muys regarded it, or of strands, or flattened sets of them, according to the views of a later writer*. It is owing to their extreme tenuity, and the interfering presence of the transverse striae, that in the ordinary state, the corpuscles are concealed, and it is by the augmented transparency of the fasciculi, and the more or less complete removal of the striae, that they are so easily brought into view by acids. And yet there is in this some other principle at work; for brine and the alkaliies weaken the striae and remove the opacity of the fasciculi, sometimes without materially serving to display the corpuscles. Figs. 48. 49. are taken from a specimen which has been kept some time in spirit, and which when first immersed did not display a single corpuscle. This fluid has not only rendered them more opake, but has imparted to them a brown colour. In general, however, muscle that has been kept long in alcohol, shows no corpuscles.\n\nIt is now well known through the researches of Valentin and Schwann, that the fasciculi of voluntary muscle, in the earliest stage of their development, consist of a series of nucleated cells, and that the nuclei continue visible during the period of foetal growth, while those changes are in progress, that terminate in the formation of the transverse striae. They have been supposed to be then absorbed, and it is certain that they do disappear, but I have found that they are only obscured by the growing striae that surround them, and that they are capable of being rendered evident by the same means which have been already shown to discover the corpuscles in the adult. These nuclei of the sarcogenic cells present the identical characters of the corpuscles of adult muscle, and that they are both the same structure, may be regarded as proved by their being met with at every intervening period without any intermission. In confirmation of this view, it is worthy of remark, that the arrangement of the corpuscles in the adult corresponds with their particular variety of disposition in the developing muscle of the same animal. In the larvæ of several insects, in which both perfect and imperfect fasciculi may be examined at the same time, the row of central corpuscles is equally well marked in both when properly prepared.\n\nIn an early stage of their development, the primitive fasciculi are often narrow flattened bands, and present bulgings at irregular distances, which depend on the existence of these bodies. It is interesting to notice how closely, in this state, they resemble in form, size, and structure, the adult condition of the muscle of organic life, which has for the first time been correctly represented and described, though in brief terms, by Dr. Baly, the able translator of Müller's Physiology. This is a fact which may hereafter prove important in the history of organic development. The similitude may be seen by a reference to figs. 56. 60. 66, where both kinds of fibre are delineated. The corpuscles of organic muscle are brought much more com-\n\n* Skey, Philosophical Transactions, 1837, p. 374.\npletely into view by treatment with acid (figs. 65, 67.). In conclusion, it may be observed, that in the course of my investigations into the minute structure of organs, I have noticed corpuscles of a similar character in the sarcolemma itself, in the coats of capillary blood-vessels, in the sheath of nerve, and in the substance of tendon, all of which I believe to be analogous, both in their origin and nature, with those now described; that is, they are the nuclei of cells from which these several structures have been originally developed. It is, however, not impossible, that in all these cases, there may be during development, and subsequently, a further and successive deposit of corpuscles, from which both growth and nutrition may take their source. In the case of muscle, indeed, this may be regarded as certain, since their absolute number is far greater in the adult than in the foetus, while their number, relatively to the bulk of the fasciculi, at these two epochs, remains nearly the same.\n\nOf the Extremities of the Primitive Fasciculi, and their union to other Structures.\n\nThis has always been a subject of considerable interest, and an examination of it is necessary to complete the idea of a primitive fasciculus. I presume it to be well understood, that all fasciculi of voluntary muscle are fixed immediately to some tissue analogous to the fibrous. Such at least is the case in the higher classes, and in the lower it is probably universally true. The gross form under which this fibrous tissue is arranged, it is not my purpose to speak of, as nothing more is here intended than to inquire how the minute fibrils are disposed at their attachment to the fasciculi, and how these fasciculi terminate. The observations which follow are few in number, and it must be left for the future to determine how far the facts elicited are of general application.\n\nIn Mammalia and Birds, it will always be found a very difficult task to detach from the mass a small set of tendinous fibrillæ, with the primitive fasciculi belonging to them, in such a way as to gain an unequivocal view of their union; and all my attempts to do this have hitherto failed. This result is to be attributed to the smallness of the fasciculi, and to the abundance and intricacy of the cellulo-vascular net-work by which they are commonly surrounded, these circumstances tending to prevent the disengagement of the individual fasciculi, and therefore of the minute detachment of tendinous fibrillæ with which each is furnished. In Fish, neither of these obstacles occurs, and accordingly in this class the most satisfactory evidence on the subject is to be found. So many deceptive appearances are apt to present themselves in an investigation of this nature, that no conclusion can be fairly drawn from any fasciculus not entirely isolated; for it is impossible correctly to appreciate the relations of muscular and tendinous parts when mutually intermingled. From inattention to this circumstance, I conceive that excellent physiologist Treviranus has fallen into the error of supposing the fasciculi to taper much towards their extremities, so as to be inserted among, and to be embraced by, the fibrils of the tendon*. In the case of\n\n* Beiträge zur Aufklärung der Erscheinungen und Gesetze des organischen Lebens, von G. R. Treviranus, Tab. VIII. Fig. 59.\nFish, it is only necessary to procure a fragment (as for instance from the Skate), in which the primitive fasciculi arise by tendon. If a minute portion of this tendon be now severed with the muscle attached to it and laid upon glass, it may be split up without difficulty by means of needles into very minute particles. Some of these may be tendon alone, some muscle alone, but others will consist of them both united, and will here and there present accidentally a fasciculus distinct from the rest, with its little bundle of tendinous fibrils attached. Care must be taken not to confound the clear diaphanous sarcolemma, which is almost sure to be made apparent in this procedure, and may be wrinkled, with the undulating fibrous tissue. In such specimens the tendinous and muscular structures are readily distinguishable from one another, and the line of demarcation between them is often so definitely in view, that no doubt can be entertained as to the genuineness of the appearances. The tendon seems to transmit a small detachment of its fibrils to each primitive fasciculus, proportioned to its size; which arriving near its extremity, expands towards it, and is immediately lost by direct continuity with it (figs. 68. 69.). The fasciculus does not commence of a taper form, but is of the same bulk at its extremity, as in any other part of its length, and the striæ begin from the very extremity of the fasciculus. That is, all its fibrillæ are of equal length, and terminate on a level. The beads or segments, too, are uniform in number on every fibrilla of the same fasciculus, or, in other words, the terminal disc is a perfect one. The sarcolemma also continues to invest it to its extreme end, and there seems to terminate abruptly. It follows, therefore, that the extremity of a fasciculus, if a direct view of it could be obtained, would present the same parts as a transverse section, viz. the extremities of fibrillæ inclosed by a ring, which would be the terminating margin of the sarcolemma. I believe it to be to all these parts that the tendinous threads proceed and become fixed, for the following reasons:\n\n1st. Such a fasciculus being regarded lengthwise, an uninterrupted clear line is traceable along its edge, and beyond its extremity, where it becomes continuous with the margin of the tendinous bundle.\n\n2nd. The abrupt line of demarcation between the muscle and the tendon is visible throughout, as the focus is made to descend through the object, so that as successive muscular fibrillæ are brought into view with their striæ, successive fibrils of the tendon also appear.\n\nIn Crustacea and Insects, in which the muscle is united to hard tendinous or analogous surfaces, the fasciculi terminate unequivocally by a corresponding surface, at the margin of which the sarcolemma finds attachment. I have seen this very plainly in certain insects, as the legs of the Water Scorpion (Nepa cinerea). But the class of Insects will furnish examples of the clearest kind in direct confirmation of the view already taken of this subject in Fishes, and, therefore, showing with how much propriety we may probably venture to extend the description there given to the higher orders, whose primitive fasciculi have so striking a similitude in every essential particular to the same structure in the lower. In fig. 70. are given the ap-\npearances of two fasciculi out of many similar ones, taken from the leg of a common Blue Bottle Fly (*Musca vomitoria*). These are detached from one another, and each has united to it the small set of tendinous fibrillae (here stiff, and somewhat horny, but divisible into exceedingly minute threads,) serving to prolong it to its fixed attachment. In these beautifully delicate parts, the following circumstances may be observed. 1st. The tendon expands to fix itself to the extremity of the fasciculus, and there abruptly terminates, the line of union being definitely notable. 2nd. The extremity of the fasciculus being with certainty apparent, has precisely the same appearance as its other parts, presenting a perfect terminal disc, and the sarcolemma attached to its border. The corpuscles also advance as far as the extremity.\n\n**On the Mechanism of the Movement of Voluntary Muscle.**\n\nNothing certain is yet known concerning the more minute changes which the primitive fasciculi undergo during a state of contraction. The theory of Prevost and Dumas, though still finding a place in the best physiological works, seems to be falling every day into more general discredit. Many who have endeavoured to inspect the phenomenon on which it was based, have failed in convincing themselves that it is the true condition of contraction; and others, though noticing the fact of the zigzag flexure of the fasciculi, have not confirmed the account given of the correspondence of the angles to the transit of nerves. Professor Owen has been led to doubt it \"from observing the contraction of the muscular fibres in small filariae (such as commonly infest the abdominal cavity of the Cod), and more especially from observing the contraction of the retractor muscles of a species of Vesicularia. \"Each separate fibre of the retractor muscle,\" he says, \"is seen with great distinctness, and is characterized by a single knot or swelling in the middle. In the act of retracting the tentacles, the fibres become shorter and thicker, especially at the central knot, but do not fall out of the straight line*.\" I am ignorant whether these be fasciculi having transverse striæ. If not, the bearing of the observation on the contraction of striated muscle is less direct and important. The same acute observer afterwards explains, that the zigzag folding of the fibres is characteristic of their state of relaxation, when not stretched by antagonist muscles. Dr. Allen Thomson also, on repeating the experiment of Hales and Prevost on the Frog, \"observed single fibres continuing in contraction, and being simply shortened, and not falling into zigzag plicæ: and he was led to suspect, from this and other circumstances, that the zigzag arrangement was not produced until after the act of contraction had ceased†.\" M. Lauth, who seems to have investigated this subject most carefully, states that a fasciculus may shorten with or without zigzag inflexions; but he supposes that at all times the fasciculus presents in its whole extent transverse rugæ, which may probably, he says, be due to the contraction of the primitive fibrillæ‡. Müller says, that contraction by the\n\n---\n\n* Hunter's Works, Palmer's Edition, vol. iv., Note, p. 261–2.  \n† Ibid.  \n‡ L'Institut, No. 73, quoted by Müller, Baly's Translation, p. 888.\napproximation of the bead-like enlargement can neither be demonstrated nor proved not to take place, but he seems inclined to think such a conjecture not improbable, because the beads of the fibrillae are not necessary to the contraction of the fasciculus into belly-like portions, or to their zigzag inflexion; and also because the striæ are not always at the same distance on contiguous fasciculi. \"This,\" he adds, \"is all that can be said in support of the hypothesis of the approximation of the globular enlargements of the primitive fibrillæ*.\"\n\nI was endeavouring eighteen months ago to inspect, under the microscope, a fasciculus of a Frog, excited by galvanism, and had induced contractions in the specimen so often that it seemed no longer to obey the stimulus applied to it. Continuing to regard it, however, I was surprised to perceive a spontaneous and slow movement, which consisted of an approximation of the transverse striæ, with a corresponding shortening and thickening of the fasciculus. What I have now to offer is chiefly embodied in this simple fact, though somewhat amplified by subsequent researches. From these I am enabled to say with confidence, that in that form of contraction which takes place as the last act of vitality, the transverse striæ, that is, the discs of the fasciculus, approach each other, become thinner, and expand in circumference; in other words, the contractility of muscle is independent of any inflexions of its fasciculi, and resides in the individual segments of which these are composed. I have taken from the animal, immediately after death, a minute piece of some muscle, generally of the extremities, and laid it upon glass, then quickly tearing it into many fragments with needles, so as to separate the fasciculi as much as possible from one another, have moistened it with water, and covered it with a lamina of mica: a magnifying power of 300 or 400 diameters has then been employed. In this manner the muscle of animals possessing transverse striæ may be seen in a contracting state. The contraction commences usually at the cut extremities of the fasciculi (fig. 85.), which are thereby rendered more opake. The striæ are here seen to be two, three, or even four times as numerous as in the intermediate part, and also proportionally narrower and more delicate. As the process goes on, the striæ advance towards those of the contracted portion, and on approaching it are gradually ranged in close apposition to them. The line of demarcation between the contracted and uncontracted portions is well defined, and as fresh striæ are absorbed from the latter into the former, it is seen to make an onward progress. As it advances upon the uncontracted portion, this diminishes rapidly in length, without the contracted part experiencing an equivalent elongation; the consequence of which is a shortening of the whole fasciculus. The contracted part augments in thickness, but in a degree, I think, incommensurate with its diminished length, so that its solid parts actually lie in smaller compass than before; they are brought into closer apposition with one another. The effect of this is, that the water that has been absorbed is pressed out from the fibrillæ, and accumulates, where it is best able to do so, between the fibrillæ\n\n* Physiology, Baly's Translation, p. 889-90.\nand sarcolemma, giving rise to the appearances of bullæ already described. It often happens, but not necessarily, that besides the approximation of the striæ, the contracted portion exhibits inflexions at distances, sometimes nearly regular, but generally not so, and including from five to thirty, or forty striæ. These inflexions are very slight, and engage either a part or the whole of the fasciculus. They do not occur even when most regular, at special and determinate situations, but may often be seen to alter their position as contraction proceeds, probably in consequence of its irregularity. These inflexions or rugæ, however, are not peculiar to the contracted part, but are seen not unfrequently in fasciculi, which present no contractile movements, and no unusual proximity of the transverse striæ. The contracted part of the fasciculus may be frequently recognized merely by its greater opacity, and its more evident longitudinal striæ*.\n\nIt happens, as might be expected, that these several circumstances are seen under considerable varieties in different animals and modes of observation, but in the main they are very constant and easy of demonstration. In Mammalia, as the Mouse; in several Reptiles, as the Frog, Newt, Adder; in Fish, as the Eel, Skate; and in Crustacea, as the Crab and Lobster; and in Insects, they have been repeatedly witnessed by many gentlemen to whom I have shown them (see Plate XIX.). In the three latter classes, however, they are best seen, and best of all in the Crab and Lobster, for the tardiness with which the irritability of these animals departs, prolongs the period of observation, and renders the stages of the phenomenon more distinguishable from one another. The contraction, besides occurring at the ends of the fasciculi, often begins independently at one or more intermediate points, and can here be observed under peculiarly favourable circumstances, for the muscle is very transparent, though the fasciculi are of extraordinary dimensions.\n\nThe first appearance is a spot more opake than the rest, caused by the approximation of a portion of a few of the discs towards each other; that is, by the shortening and gathering together of a few segments of a limited number of fibrillæ. By altering the focus, the phenomenon may be ascertained to extend as much in depth as in breadth, so that the contracted portion may be compared to a solid ball, lying in the midst of uncontracted and flaccid parts. If this ball be at the surface, the almost invariable concomitant is a collection of expressed water in bullæ between the sarcolemma and fibrillæ. The contractile force seems to be exerted solely in the direction of the length of the fibrillæ, for in this direction only are the striæ beyond the spot distorted. The distortion consists of an extreme stretching and widening of them and their interspaces, which is greatest close to the ball, and gradually ceases at a distance of thirty, forty, or more striæ: thus the fibrillæ not implicated in the contracted ball are undisturbed, while those so implicated have their segments drawn\n\n* Owing to the polygonal, and sometimes flattened form of the fasciculi, they may present, if twisted, an appearance of unequal thickness at different points of their length, without there being, in fact, any contraction, or approximation of the transverse striae.\n\nMDCCCXL.\nclosely together in the one part, and stretched to a corresponding degree immediately beyond. This first stage is represented in fig. 89.\n\nThe nucleus of contraction slowly extends itself, by involving a greater length and a greater number of fibrillae, and while doing so, has generally an oscillation along the implicated fibrillae, effected by the alternate attraction and partial release of striæ at its opposite ends. It would almost appear as if the contractile force of the spot were limited; able only to engage a certain amount of the mass; so that, as fresh portions were assumed on the one hand, some were relinquished on the other. But the occasion of the oscillation would seem to be the traction of neighbouring points, also active, striving to acquire additional striæ; for, as before observed, the cut extremities are always the first to contract, and being thereby rendered thicker, are in some measure restrained from approaching each other by the mica or glass, with which it is necessary to cover the object. Be that as it may, the movements are such as to convey the idea of opposing forces struggling for the mastery, and they do not cease till the whole fasciculus is contracted to less than half its original length. They prove incontestably, that the agency in question, whatever it may be, operates primarily on the individual segments of the fibrillæ.\n\nWhen a contraction is very forcible and going on at the same moment at several points of a fasciculus, it may happen, if the pressure on the extremities prevents their approximation, that the intermediate flaccid portions are stretched even to laceration, as seen in fig. 75. from the Frog. This fact may serve to illustrate those remarkable cases of muscular rupture from inordinate action, concerning which much has been written*.\n\nIn the Skate, the following appearances once presented themselves. Dark waves of contraction, caused by the successive approximation and recession of one side of the discs, began to play backwards and forwards along one margin of the fasciculus. These gradually included the whole breadth of the fasciculus, and then coalesced; permanent rugæ at the same time forming in addition, each about $\\frac{1}{400}$th inch broad, and including twenty or thirty of the approximated striæ. Fig. 88. exhibits these alterations.\n\nA contracted fasciculus has often a somewhat uneven or undulated margin, which is sometimes occasioned by very slight irregularities or puckering of the fibrillæ, but more frequently by a transverse wrinkling of the sarcolemma, which, when this is extensively separated by fluid from the fibrillæ, is almost a necessary consequence of\n\n* See J. L. Pettit; and M. Roulin, Majendie's Journal, vol. i. p. 295. [I have just been indebted to the kindness of Mr. Busk, surgeon to the Dreadnought Hospital Ship, for an opportunity of examining specimens of muscle, ecchymosed and ruptured by spasmodic action during a rapidly fatal tetanus. We found them to present appearances of disintegration, such as are frequently seen in fasciculi inordinately contracted under the treatment above described, and this to so great an extent, that in many parts neither transverse nor longitudinal striæ could be discerned, but only a confused mass of primitive component particles, held together by the sarcolemma, as seen in a portion of fig. 37. from the Frog. Other muscles from the same subject, which had been free from spasm, were in all respects natural.—November, 1840.]\nthe shortening of the fasciculus. I have not seen this in contracted fasciculi that have not been wetted, and, therefore, conclude the sheath to be endowed with the requisite elasticity for accommodating it to the varying form of its contents. But where bullæ are developed, the folds thus occasioned are strongly marked, and have very probably been not unfrequently mistaken for transverse rugæ upon the fasciculus. The fibrillæ, however, are entirely independent of them, as may be seen in specimens taken from the Newt (fig. 76.) and Mouse (fig. 80.). In those Birds that have been examined, the irritability has so speedily ceased, that no contraction has been observed.\n\nIt is almost unnecessary to remark how completely the variety before noticed in the proximity of the striæ in all animals in contiguous and even the same fasciculi, is illustrated and explained by the foregoing facts.\n\nSuch are the principal phenomena observed during that form of contraction which I conceive to be analogous to the rigor mortis*; but it is undoubtedly necessary to bear in mind, that the fasciculi in which they occur are in a condition very different from those acting in the living body under the influence of volition. It is not by any means intended to be implied, that the healthy movements of muscle are in every respect such as have been now described; but it seems highly probable, that in kind, at least, they are identical with them. Perhaps, therefore, the mechanism of voluntary motion may receive some elucidation from this phenomenon of lingering vitality. A muscle, if cut whilst irritability remains, retracts to a greater or less extent, as is seen every day in amputations; this is by virtue of a tendency, always existing, towards approximation of the discs, for if a piece so cut be immediately examined, the striæ are seen regular in form, and the fasciculi without rugæ. The contraction just now described is a subsequent change; and in it a still further approximation of the striæ is observed, often so great as to diminish the whole length by more than a half, which is more than occurs in living muscle, even during extreme action. Now the consequence of this is not always the production of even any disturbance of the straight direction of the fasciculus, though small rugæ are frequently formed. From this it is evident, that the discs have a very extensive range of motion, quite sufficient to effect, without other mechanism, the ordinary movements of volition.\n\nNow with regard to the existence of the rugæ and zigzags in the living body, there\n\n* It will probably be no longer doubted, that this interesting and much-canvassed phenomenon is to be ascribed to the muscles; and it need hardly be said how close a bearing the observations above detailed will have on the explanation of its physical mechanism. For impartial evidence of the present unsettled state of the question, consult Müller's Physiology, Baly's Translation, p. 890 et seq.\n\nIt is also evident that these observations prove the property of contractility to be inherent in the very structure of muscle, and to be capable of being called into action without the immediate instrumentality of nerves; for the fasciculi submitted to examination, after being entirely isolated from every surrounding structure, and then remaining some time in a state of rest, have frequently exhibited the contractions described, on the addition of water, which seems to act as a stimulus to them, or by the accidental pressure on some point of their surface of any extraneous fragment of dirt that might happen to be present in the field of the microscope.\nis a difficulty in comprehending how they can be caused by the approximation of the discs: and to suppose them produced by a different principle, seems at variance with our experience of the simplicity displayed in all the operations of nature. The only way in which it would appear possible for the rugae to be formed through the instrumentality of the discs, is by assuming a partial contraction on alternate sides of the fasciculus, the concavity of the bend having the closest set striæ; but a force thus expended must act at immense disadvantage, and it will not explain the zigzags, which often include many smaller rugae within them*. Independently of this objection, these flexuositites have been shown by the observations of Professor Owen, to be characteristic, in filariae, of the relaxed state of the fasciculi, under the circumstances which bring their two attached extremities nearer each other†. Moreover, in examining the abdominal muscles of the Frog, I have found that, after their irritability has ceased, the zigzag plicae may be very readily produced at pleasure by approximating mechanically the extremities of the fasciculi; and it cannot surely be thought extraordinary, that under such circumstances the zigzags should often be of nearly uniform size, or that the passage of vessels or nerves among the fasciculi should have the effect of determining the flexures to take place at this or that particular point. I have likewise observed the same thing in various muscles examined under the microscope. Hence it is highly probable, that flexures are always the natural position into which fasciculi are thrown, if, on elongation following contraction, they are not at once stretched by antagonist muscles.\n\nBut how is it that, in living muscles undergoing contraction, zigzag plicae have been seen to occur? The independent power of action of the individual fasciculi has been already shown; and what is more probable than that, in a contracting muscle, these are not all acting at once, but that some contract while others are relaxed? I laid bare the muscle of a living Rabbit, and took hold of a portion of it with a pair of forceps in such a manner as to maintain a steady moderate pressure on the part. The effect of this was not a continuous contraction of the whole part irritated, but a very rapid succession of jerking contractions, implicating its different fasciculi one after the other, by which a continuous approximation of the ends of all the fasciculi irritated was produced. Now here there were straight and zigzag fasciculi; and it is plain that the straight were the shorter, or the contracted, the zigzag the longer, or relaxed. Indeed, if in any muscle in action, zigzags be observed which are not universal, the fasciculi in which they occur must be in a relaxed state, compared to those having a rectilinear direction, and the phenomena of contraction cannot therefore be legitimately referred to them. If zigzags be requisite for contraction, there ought to be no straight fasciculi interspersed among them, but observation teaches us that there are. Besides, when the abdominal muscle of the Frog is laid on glass for obser-\n\n* In detached fasciculi, indeed, I have sometimes seen this (fig. 81.), but consider it the result of irregular contraction.\n\n† Hunter's Works by Palmer, vol. iv. p. 261.\nvation, and made to undergo contraction, which, when excited by galvanism, is a momentary act, and difficult of inspection, the return to a straight line, on relaxation, is not brought about by an antagonist force; the ends remain approximated, but the fasciculi being actually elongated fall into zigzags. A phenomenon, the cause of which has frequently been speculated on, may serve yet further to elucidate this hitherto obscure question, I mean that of the sounds heard by applying the ear to a muscle in vigorous action. These sounds have been compared to an exceedingly rapid faint silvery vibration, and they seem to me to be explicable by supposing the several fasciculi to be in rapid and constant motion, one against the other, by varying amounts of contraction in different fasciculi and parts of fasciculi. It has been already shown that a part of a fasciculus may act independently of the rest; that a contraction may oscillate to and fro along a fasciculus, or travel from one end of it towards the other. These phenomena are not imaginary, but may be readily observed by any one in contracting fasciculi removed from the body; and though I do not mean to assert their occurrence in voluntary and healthy contraction, there would appear to be no difficulty in the present state of our knowledge, in concluding that such is actually the normal condition during life.\n\nThe chief results of the above inquiry may be thus briefly recapitulated:\n\n1. The primitive fasciculi of voluntary muscle consist of elongated polygonal masses of primitive component particles, or sarcous elements, arranged and united together endways and sideways, so as to constitute in these directions respectively, fibrillæ and discs, either of which may, in certain cases, be detached as such, and both of which, in the unmutilated organ, always exist together. It is the assemblage of these particles, which may most properly be styled \"Sarcous tissue.\"\n\nThe dark longitudinal striæ are shadows between fibrillæ, the dark transverse striæ, shadows between discs.\n\n2. Every primitive fasciculus is invested by a highly delicate, transparent, and probably elastic membrane, the sarcolemma, which is adherent to its surface, and isolates the sarcous tissue from every other part.\n\n3. Every primitive fasciculus contains upon or among its primitive particles, numbers of corpuscles, which either actually are, or are analogous to, the nuclei of the original cells of development; and it is certain, that during growth, these corpuscles increase in number.\n\n4. The extremities of the primitive fasciculi, in certain cases at least, are directly continuous with tendinous structure, and are not taper, but obliquely or transversely truncated. This is at variance with the common opinion that the tendon embraces each fasciculus, and is continued along it from end to end, constituting its cellular sheath.\n\n5. In contraction of the fasciculi, observed after death, the primitive particles are\napproximated and flattened in the direction of the length of the fasciculi, and expanded in their transverse direction.\n\n6. Such contraction may engage a few such particles only, or the whole fasciculus, may oscillate from end to end, without occurring at any special situations or intervals, and may be independent of immediate nervous co-operation.\n\n7. Rugæ and zigzag inflexions are a mere consequence of the approximation of the extremities of a fasciculus, otherwise than by its own contraction, and are necessarily obliterated by either its own contraction, or its elongation by other forces.\n\n8. It is highly probable, that in all contractions of voluntary muscle in the living body, the same mechanism is employed as in the dying; and that in the living body, these contractions engage only parts of fasciculi at a time, and oscillate along them, as well as occur alternately in different sets of fasciculi.\n\n9. These results are true as regards the vertebrate and articulate classes of the animal kingdom.\n\nI remain, yours very truly,\n\nKing's College, London,\nJune 18, 1840.\n\nWILLIAM BOWMAN.\n\nPostscript.\n\nHaving in the foregoing paper argued that the contractions of living muscle must be the same in kind with those everywhere noticed by me in animals during the last moments of life, I have now to add the confirmation of direct observation with regard to this point. In the striated fasciculi of the legs of the Monoculus, and of the Argulus, voluntary contractions may be occasionally seen to occur; a portion only of the fasciculus contracts, and may be known by its becoming broader and denser, and its transverse striæ closer to one another and narrower than before. The effect of this is a shortening of the whole fasciculus and movement of the limb in correspondence.\n\nWith respect also to the phenomena of contraction in muscle when removed from the body, I may observe that an opportunity of inspecting them in the human subject having lately presented itself, I have found them to be in every way identical with what had been previously observed in animals as herein detailed, and especially that when the fasciculi were immersed in water, bullæ were developed upon them by the elevation of the sarcolemma, and their transverse striæ were very much approximated to each other. (See fig. 79.)\n\nJuly 23, 1840.\nEXPLANATION OF THE PLATES.\n\nUnless otherwise stated, the figures are represented as seen under a magnifying power of 300 diameters.\n\nPLATE XVI.\n\nFig. 1. Human pectoralis major, macerated in liquor of ammonia. Transverse section, showing the prismatical form of the primitive fasciculi. A wet specimen.\n\nFig. 2. Flat primitive fasciculus, from the Staghorn Beetle (Lucanus cervus).\n\nFig. 3. Transverse section of a large primitive fasciculus from the Skate (Raia Batus), showing the extremities of the primitive fibrillæ, and the corpuscles throughout its interior.\n\nFig. 4. Transverse section of primitive fasciculi from the Haddock (Gadus Oeglefinus), showing everywhere the extremities of the fibrillæ in close apposition with one another. Some few are more distinct than the rest. The disparity in size between contiguous fasciculi is here exemplified.\n\nFig. 5. Transverse section of primitive fasciculi from the leg of the Frog, showing the same points.\n\nFig. 6. Transverse section of primitive fasciculi from the Boa, showing the same.\n\nFig. 7. Transverse section of primitive fasciculi from the pectoral muscle of the Teal (Querquedula crecca), showing the same. In this, the extremities of the fibrillæ are particularly evident and far apart, and at \\(a\\) the sarcolemma is seen. Treated with weak acid.\n\nFig. 8. Transverse section of primitive fasciculi from the human biceps, showing the fibrillæ everywhere, but most distinctly near the surface.\n\nFig. 9. Primitive fasciculus partially fractured, and its interior displayed. The fracture on the outside follows the direction of the transverse striæ, while in the interior the broken fibrillæ are of various lengths. All these fibrillæ present a series of dark and light points. From the Boa: 400 diameters.\n\nFig. 10. Mass of primitive fasciculi (from the leg of a Rabbit at birth), stretched and partially ruptured. The form of the fibrillæ still connecting the broken parts is seen more highly magnified in several sketches, \\(b\\), \\(b\\), \\(b\\), and also how their segments conspire to form transverse and longitudinal striæ, \\(c\\).\n\nFig. 11. Part of a fibrilla from the rectus oculi of a large fish (Shark?) that had been long immersed in spirit, very highly magnified to show the form of the segments.\n\nFig. 12. Fragment of a fibrilla from the heart of the Turtle, showing the form of the segments. Obtained by maceration.\nFig. 13. Fragment of a fibrilla from the upper part of the œsophagus of the same.\n\nFig. 14. Primitive component segments of a primitive fasciculus, arranged so as to form longitudinal and transverse striæ, very highly magnified to show the long diameter of the segments oblique to these striæ, and turned in different directions, so that the transverse striæ are broken. From the leg of a Chameleon in spirit.\n\nFig. 15. Four primitive component segments of a fasciculus, united longitudinally to form a fragment of a fibrilla. Very highly magnified, and in two states of focus, to show their form and density by the varying refraction in the two states. By the lateral adaptation of a series of fibrillæ such as this, the transverse striæ would be doubled in one state of focus. From the psoas muscle of the Hare.\n\nFig. 16. Several primitive fasciculi from the leg of a Rabbit at birth, macerated several months in weak spirit. On the convexity of the curve many segments of the fibrillæ are deficient, and the lateral adhesion of the remaining ones is thus made evident.\n\nFig. 17. Three fragments of a macerated heart (Ox), showing everywhere marked fibrillæ, and their union to form striæ.\n\nFig. 18. Two fibrillæ from a Crab, showing the segments aggregated into sets of three, and thus producing broader and less numerous striæ.\n\nFig. 19. Primitive fasciculus from the neck of the Duck in two states of focus. At \\(a\\) the striæ are seven in \\(\\frac{1}{100}\\)th of an inch, and at \\(b\\), twenty-one to twenty-five in the same space. The striæ are oblique, by the discs being thrown, as it were, partially on their sides.\n\nFig. 20. Unusual appearance of the striæ in a fasciculus of the Staghorn Beetle, observed immediately after death.\n\nFig. 21. Portion of a primitive fasciculus from a Pig, showing a cleavage according to the transverse striæ.\n\nFig. 22. Human primitive fasciculi, in which the transverse striæ are separated. The irregularities are due to the pressure of a lamina of mica.\n\nPLATE XVII.\n\nFigs. 23. 24. 25. 26. Portions of primitive fasciculi from the leg of a Lizard that had been kept in spirit, in which all appearance of longitudinal striæ is absent, and the cleavage is into discs.\n\nFig. 27. Two recent primitive fasciculi from a Sprat, showing the same points. One disc is seen detached.\n\nFig. 28. Primitive fasciculus from an atrophied gastrocnemius muscle (human), showing the angularity of the striæ.\n\nFig. 29. Part of a primitive fasciculus from the Boa, showing a partial separation of the discs and the untorn sarcolemma between them.\nFig. 30. Primitive fasciculus from the pectoralis major of a human foetus at birth, showing a partial separation of the discs (which are proved by the transverse striæ to be already formed), and the sarcolemma in the interval.\n\nFig. 31. Primitive fasciculus partially drawn from its sheath. From the Cod, magnified sixty diameters.\n\nFig. 32. Broken primitive fasciculus from the Boa, showing a loose fragment in the tubular sheath connecting the detached portions.\n\nFig. 33. Primitive fasciculus fractured, the ends drawn asunder, but retained in connexion by the sarcolemma, which is twisted. The ends of the fragments are somewhat rounded by it. From the Boa.\n\nFig. 34. Primitive fasciculus (human), broken according to the discs, and the fragments connected by the untorn sheath.\n\nFig. 35. Broken primitive fasciculus from the Frog, showing the tubular sarcolemma connecting the fragments, in a flaccid or collapsed state, and thrown into irregular folds.\n\nFig. 36. Primitive fasciculus broken, by stretching, into several fragments, all of which are still contained in the untorn sheath. Magnified twenty diameters. From the Skate.\n\nFig. 37. Primitive fasciculus partially broken up by its own inordinate contraction into its component segments. The debris all contained in the unmutilated sheath. Corpuscles are seen on some fragments. From the Frog.\n\nFig. 38. 1, 2, 3. Gradational appearance of disturbances of the striæ from disunion of the primitive component segments of the fasciculus, the parts retained in contact by the sheath. From the Skate. Magnified 100 diameters.\n\nFig. 39. Part of a primitive fasciculus of a Skate, swollen by liquor potassæ, showing a hernia through a ruptured aperture in the sarcolemma. In this hernia the striæ are distorted and variously curved. The corpuscles are elongated in the direction of the fibrillæ, and indicate the direction taken by the particles of the protruding mass. Detached corpuscles are represented with their nucleoli (a).\n\nFig. 40. A similar specimen from the human subject, swollen by phosphoric acid. The herniæ are seen more completely in profile. The corpuscles are less elongated, but some have nucleoli (a). Their average diameter is $\\frac{1}{2000}$th of an inch.\n\nFig. 41. Sarcolemma occupied by Trichinæ. From the Eel.\n\nFig. 42. Trichina extruded from the sheath, and uncoiled, showing an appearance of granules. This is $\\frac{1}{45}$th of an inch long.\n\nFig. 43. Another extruded worm, coiled.\n\nFigg. 44 and 45. Granular mass, likewise extruded; 45. has the appearance of a transparent investment.\nPlate XVIII.\n\nFig. 46. Portion of a primitive fasciculus treated with citric acid. The corpuscles are evident, and some are disposed in a central row. The sarcolemma is completely burst, but fragments of it remain, and evince their attachment to the fibrillae by preventing these from freely expanding. From the land Lizard (Lacerta agilis).\n\nFig. 47. Another specimen from the same. Here the fibrillae in protruding from the extremity of the sarcolemma have curled back its rim into a circular roll, \\(a\\), tightly constricting the mass, and preventing the escape of fluid, which at \\(b\\) is collected between the fasciculus and its sheath. The resistance of the sarcolemma is shown by the expansion of the mass \\(c\\), which has escaped from it. In the protruded part, the corpuscles have resumed their oval figure, though somewhat broken.\n\nFig. 48. Part of a primitive fasciculus preserved in alcohol, showing the corpuscles unaltered in shape. The transparent sheath is seen at the margin. From the Frog.\n\nFig. 49. Another from the same specimen, showing the adhesion between the corpuscles and fibrillae.\n\nFig. 50. Portion of a human primitive fasciculus treated with phosphoric acid, and showing the corpuscles. A filament of cellular tissue indents the surface of the fasciculus and distorts the striæ.\n\nFig. 51. Primitive fasciculus from the rectus oculi of the Horse. Tartaric acid. Shows the corpuscles. Some are detached at \\(a\\) and possess nucleoli.\n\nFig. 52. Primitive fasciculus from the Pig. Tartaric acid. Shows the corpuscles.\n\nFig. 53. Primitive fasciculus from the larva of the Libellula, in an early stage of development, showing a row of central corpuscles.\n\nFig. 54. Adult primitive fasciculus from the 'Harry Longlegs' (Tipula). Citric acid. Shows the row of central corpuscles.\n\nFig. 55. Primitive fasciculus from the chrysalis of the Tiger Moth, surrounded by nucleated cells.\n\nFig. 56. Primitive fasciculi, in a very early stage of development, bulged at intervals by the contained corpuscles, and presenting a remarkable similarity to adult fibres of the muscle of organic life, as in fig. 66. From the leg of a Chicken, tenth day of incubation.\n\nFig. 57. Primitive fasciculus, with a corpuscle projecting on its surface. The transverse striæ already developed, and as broad as in adult fasciculi. From the pectoralis major of a Kitten at birth.\n\nFig. 58. Mass of primitive fasciculi from the same, treated with tartaric acid, showing the corpuscles.\n\nFig. 59. Loose cell seen floating near the same specimen, containing a nucleus and nucleolus.\nFig. 60. Primitive fasciculi from the pectoralis major of a foetal Calf about two months after conception, showing the corpuscles.\n\nFig. 61. Primitive fasciculi from the pectoralis major of a human nine months foetus, showing the corpuscles here and there, but obscured by the strong transverse striæ.\n\nFig. 62. Mass of primitive fasciculi from the same, treated with tartaric acid, showing numerous corpuscles, turned in various directions, some presenting nucleoli.\n\nFig. 63. Detached corpuscles from the same.\n\nFig. 64. Detached corpuscles from the scalenus of a child two years old (made evident by citric acid).\n\nFig. 65. Corpuscles in a mass of fibres from the adult human stomach, treated with tartaric acid.\n\nFig. 66. Fibres from the adult human stomach, bulged at intervals by their corpuscles. Without acid.\n\nFig. 67. Mass of fibres from the first stomach of a Sheep; the corpuscles made evident by tartaric acid.\n\nFig. 68. Attachment of tendon to a primitive fasciculus, from the Skate. On bringing deeper and deeper portions of the specimen into focus, along the line of union between the two structures, fresh tendinous wavy filaments and striated muscular parts came everywhere into view together.\n\nFig. 69. Another specimen from the same, in which the tendon is more spread out.\n\nFig. 70. Two examples of the attachment of tendon to primitive fasciculi from the leg of the large Meat Fly (*Musca vomitoria*). The centres of the fasciculi are in focus, and present their row of corpuscles. The scolloped margin at *a* is the sarcolemma raised by fluid. Its attachments are seen to be to the light striæ, or the circumferences of the discs. The terminal disc is a perfect one.\n\nPLATE XIX.\n\nFig. 71. Primitive fasciculus from the Water Beetle (*Dytiscus marginalis*), contracted in water, showing the sarcolemma raised in bullæ, and a partial separation of the discs.\n\nFig. 72. Smaller primitive fasciculus from the same, in water. The central portion only is contracted, and shows approximation of the striæ, increased thickness of the fasciculus, and the sarcolemma elevated in vesicles.\n\nFig. 73. Primitive fasciculus from the Tipula, contracted in water, showing the sarcolemma raised by the fluid, and the central row of corpuscles.\n\nFig. 74. Primitive fasciculus from the larva of the Libellula, contracted in water. The sarcolemma is raised into a large bulla.\nFig. 75. Primitive fasciculus from the Frog, contracting in water, the two ends being fixed. The consequence is the rupture of the fibrillæ at intermediate parts, as \\(a\\), \\(b\\), but some fibrillæ remain attached to the sarcolemma at \\(a\\). Bullæ are formed, \\(c\\). The transverse striæ are much disarranged by the irregular contraction, and are besides so exceedingly fine in some parts that they cannot be represented.\n\nFig. 76. Primitive fasciculus of the Newt (\\textit{Triton palustris}), contracted in water, showing the sarcolemma elevated extensively by the fluid, and thrown into transverse folds, which are independent of the fibrillæ.\n\nFig. 77. Margin of a primitive fasciculus from the Chaffinch (\\textit{Fringilla coelebs}), contracted in water; the sarcolemma raised in vesicles.\n\nFig. 78. Another, with the adhesions of the sarcolemma to the fibrillæ more extensively ruptured, and a bulla formed.\n\nFig. 79. A similar specimen from the fore-arm of the human subject, the limb having been amputated in consequence of a severe injury.\n\nFig. 80. Primitive fasciculus from the Mouse, contracted in water. The sarcolemma much raised by the fluid.\n\nFig. 81. Primitive fasciculus from the \\textit{Libellula depressa}, bent, probably by the instrument. At the concavity of the bend the striæ are approximated and the fasciculus is puckered irregularly.\n\nFig. 82. Primitive fasciculus from the Blue Bottle Fly (\\textit{Musca vomitoria}), partially contracted.\n\nFig. 83. Primitive fasciculus from the Staghorn Beetle, contracted in different degrees. The thickening of the fasciculus everywhere corresponds with the amount of the approximation of the striæ.\n\nFig. 84. Primitive fasciculus from the land Lizard (\\textit{Lacerta agilis}), partially contracted in syrup, showing approximated striæ and increased thickness, but no bullæ.\n\nFig. 85. Broken extremity of a primitive fasciculus from the Frog, partially contracted at \\(a\\), while at \\(b\\) the striæ are more widely separated and its breadth is less. Here also the corpuscles are more elongated than in the contracted portion. From the same specimen as figs. 48 and 49.\n\nFig. 86. Primitive fasciculus from the Eel, partially contracted in water. The contracted part is thickened, its striæ approximated, and its sheath raised from its surface. At \\(a\\), the striæ are nine in \\(\\frac{1}{1000}\\)th of an inch; at \\(b\\), they are twenty, and at \\(c\\), twenty-six in the same space. At \\(a\\), the diameter of the fasciculus is \\(\\frac{1}{500}\\)th of an inch, and at \\(c\\), \\(\\frac{1}{300}\\)th.\n\nFig. 87. Primitive fasciculus of the Skate, partially contracted, showing the contracted part augmented in thickness, with approximated transverse striæ, and more evident longitudinal striæ.\nFig. 88. Shows four stages illustrative of contraction, seen on one occasion in a primitive fasciculus of a Skate. The first state is that of rest; in the second, the striæ on one margin are approximated in sets, the contractions at the same time moving onwards. In the third state, the contractions implicate the whole breadth of the fasciculus, and still advance. In the fourth state, the striæ are everywhere approximated, the fasciculus is more opake and thrown into close rugæ. The existence of these rugæ is an accidental circumstance, resulting from the contraction of neighbouring fasciculi (not represented in the figure) drawing the ends of this one nearer together than they are brought by its own contraction.\n\nFig. 89. Margin of a large fasciculus from a young Crab, in water, showing the first stage of contraction.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108230.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 50,
    "total-input-tokens": 81344,
    "total-output-tokens": 33966,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2741,
        2
      ],
      [
        2741,
        6226,
        3
      ],
      [
        6226,
        9501,
        4
      ],
      [
        9501,
        14850,
        5
      ],
      [
        14850,
        18370,
        6
      ],
      [
        18370,
        21794,
        7
      ],
      [
        21794,
        25141,
        8
      ],
      [
        25141,
        28968,
        9
      ],
      [
        28968,
        32357,
        10
      ],
      [
        32357,
        35803,
        11
      ],
      [
        35803,
        39089,
        12
      ],
      [
        39089,
        42414,
        13
      ],
      [
        42414,
        45789,
        14
      ],
      [
        45789,
        49135,
        15
      ],
      [
        49135,
        52542,
        16
      ],
      [
        52542,
        56124,
        17
      ],
      [
        56124,
        59153,
        18
      ],
      [
        59153,
        62770,
        19
      ],
      [
        62770,
        66341,
        20
      ],
      [
        66341,
        69906,
        21
      ],
      [
        69906,
        73260,
        22
      ],
      [
        73260,
        76681,
        23
      ],
      [
        76681,
        80026,
        24
      ],
      [
        80026,
        83417,
        25
      ],
      [
        83417,
        86873,
        26
      ],
      [
        86873,
        90128,
        27
      ],
      [
        90128,
        93565,
        28
      ],
      [
        93565,
        96886,
        29
      ],
      [
        96886,
        100241,
        30
      ],
      [
        100241,
        103596,
        31
      ],
      [
        103596,
        106905,
        32
      ],
      [
        106905,
        110243,
        33
      ],
      [
        110243,
        113617,
        34
      ],
      [
        113617,
        117110,
        35
      ],
      [
        117110,
        120741,
        36
      ],
      [
        120741,
        124087,
        37
      ],
      [
        124087,
        127062,
        38
      ],
      [
        127062,
        129392,
        39
      ],
      [
        129392,
        131778,
        40
      ],
      [
        131778,
        134346,
        41
      ],
      [
        134346,
        136918,
        42
      ],
      [
        136918,
        139491,
        43
      ],
      [
        139491,
        139491,
        44
      ],
      [
        139491,
        139491,
        45
      ],
      [
        139491,
        141871,
        46
      ],
      [
        141871,
        144617,
        47
      ],
      [
        144617,
        145447,
        48
      ],
      [
        145447,
        145447,
        49
      ],
      [
        145447,
        145447,
        50
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "en",
      "en",
      "en",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      false,
      false,
      false,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108230",
    "title": "On the Minute Structure and Movements of Voluntary Muscle",
    "authors": "William Bowman",
    "year": 1840,
    "volume": "130",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 50,
    "jstor_url": "https://www.jstor.org/stable/108230"
  }
}