{
  "id": "713474afa2008c1db76aab1f3cf2d7d1be5a6b08",
  "text": "II. Part of a Letter from Mr Ralph Thoresby, F. R. S. concerning a large Ball voided by Stool.\n\nIn my last I promised you an account of a Ball lately voided by Madam C—ly, after so severe Pains that her Life was in danger, but she is not willing to have it cut, and the bulk of it is much short of what I can now give you an account of from another hand; but this may serve as a further instance of the danger of swallowing the Stones of Fruit, for immediately after, she voided several Plumb Stones, tho she had not of 12 months before, eaten any of that Fruit. Captain West, who gave me the favour of a Visit, told me he had once seen 2 larger Stones voided by a Neighbour, than any of those 3 formerly mentioned: He has since procur'd them for me, and the lesser of them is somewhat larger than the biggest of the other, but the other is surprizingly great; the form of it is not much unlike the Exhins Shell or Helmet Stone, flat on one side and roundish on the other; 'tis above 6 inches one way, and 7 the other, in Circumference. Mr H. Hodgkinson (who is, I presume, the Doctor or Surgeon concerned) sent this relation along with them, \"That they were taken from William Coldell of Green, May the 10th, Anno Dom. 1693. They weighed 9 Ounces when first evacuated, and were removed by Dyet Drink with an Alkaly Powder, and a Magistral Stomach-Flaister; that the Person dyed 7 years after, of one too large to be evacuated; for upon the griping of it, betwixt the Hypochondrias and Share-Bone, it felt to be as large as a Goose Egg.\"",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103023.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 466,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1537,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103023",
    "title": "Part of a Letter from Mr Ralph Thoresby, F. R. S. concerning a Large Ball Voided by Stool",
    "authors": "Ralph Thoresby",
    "year": 1704,
    "volume": "24",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/103023"
  }
}