{
  "id": "c39cc43b09c68c48a8f694aaf8fc3b6c36be72f6",
  "text": "Baden, 609; Loësche, or Leuk-Valais, ibid.; Baths of Nero, near Naples, 610; La Piscarella, near Naples, 611.\n\nT.\n\nTalbot (H. F., Esq.). Researches in the integral calculus, Part I., 177.\nTerrestrial magnetic force, observations of Captain Back to determine the intensity of, 392.\nTerrestrial magnetism, geometrical investigations on, 75.\nThermometers, verification of, 577.\nTide, height of, 299.\nTide observations, discussion of those made at Liverpool, 57.\nTides at Liverpool, on the effect of the moon's declination on, 134.\nTides at the port of London, on the, (The Bakerian Lecture,) 217.\nTides, diurnal inequality of, 301.\n——— effect of the moon's declination on the, 12.\n——— effect of the moon's parallax on the, 10.\n——— researches on the. Fourth Series. On the empirical laws of the tides in the port of Liverpool, 1.\n——— Fifth Series. On the solar inequality and on the diurnal inequality of the tides at Liverpool, 131.\n——— Sixth Series. On the results of an extensive series of tide observations made on the coasts of Europe and America in June 1805, 289.\n——— semimenstrual inequality of, how obtained, 8.\nTiedemann (Dr. Frederick). On the brain of the Negro, compared with that of the European and the Orang-Outang, 497.\nTime of high water at Liverpool, on the solar inequality of, 139.\nTimes of vibration of horizontal needles at different stations, table of Captain Back's observations of the, 397.\n\nV.\n\nVolcanic eruption of the mountain of Cosegüina in the Bay of Fonseca, 27.\nVoltaiic combinations, on, 107.\n——— additional observations on, 125.\n\nW.\n\nWhewell (Rev. William). Researches on the tides. Fourth series. On the empirical laws of the tides in the port of Liverpool, 1.\n——— Fifth series. On the solar inequality and on the diurnal inequality of the tides at Liverpool, 131.\n——— Sixth series. On the results of an extensive system of tide observations made on the coasts of Europe and America in June 1835, 289.\n\nCORRIGENDA.\n\nPage 351, line 8 from bottom, for analogy, read resemblance.\nPage 365, line 5, for demanded, read obtained.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108046.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3320,
    "total-output-tokens": 669,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2056,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108046",
    "title": "Corrigenda",
    "authors": null,
    "year": 1836,
    "volume": "126",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/108046"
  }
}