{
  "id": "d9731b3e0314a7d79fd2477d069ed2e3fc07101f",
  "text": "JOHANNIS FLAMSTEDII\nDerbiensis Angli,\n\nAD Clarissimum CASSINUM Epistola,\n\nNovas observationes extimarum Elongationum siderum Medicæorum à Centro Jovis, novâ sed & accuratâ ratione habitas, exhibens; adjectis quibusdam Observationibus non-vulgaribus, Planetarum diametros & à Fixis distantias, nec non Martis Acronici & Perigei Parallaxin, &c spectantibus.\n\nTibi ignotus ego, Clarissime Cassine, scripturus, tuam audacia mea veniam pluribus verbis irem exoratum, ni Studiorum communium causâ mihi Te compellant, clara tua inter Calißpices ingenuitas, & utilitas aliqua observationum, quas tibi imperituros sum, stud omnino supervacaneum fore persuaderent: Novas enim observationes, extimarum Elongationum siderum Medicæorum à centro Jovis, novâ sed & exquisitâ ratione factas, qualisque forsan vobis etiamnum non innotuit, considerationi tua offero; quas propterea scire tu plurimum interesse duxi, quippe ad mensuras Orbium Jovialium Comitum determinandas, nonnihil mihi conferre posse videbantur, quorum Te motibus instaurandis quod ab ipso justa Orbium mensura nequit peragi) etiamnum insudare doctissima tua ad Societatem Regiam Epistola inuit.\n\nAnni duo & amplius elapsi sunt, ex quo Eruditissimus Richardus Townleius, Armiger mihi, tunc hospiti suo, pro humanitate quâ pollet erga omnes, sed praesertim Mathematicos, maximas Jovialium siderum à centro Jovis digressiones, à seipso observatas, nec non & motus cujuque medior, motuïumque illorum Radices, ab observationibus ejus deductas, Townleio (no accommodatas, communicavit. Ab eodem deinceps Ephemeridas tuas Medicæorum siderum Anni 1668. impetravi; quibus, quando cum motus tum motuum Radices, nec non & summæ Elongationes à Te constitutas, nonnihil à D. Townleii inventis dissidere comperui, & Ego, quod ipse imperius hortatus est, nonnullas primâ quaque occasione observationes instituere operæ fore pretium duxi;\nduxi; idque non solum ut, num nostrae tum suae, eadem ratione factis, observationibus consentirent, sed etiam, ut non diutius precari, sed è propriis observationibus & vigiliis ipsas Elongationes investigatas tenerem, & utriusque plus faverent calis, haberem exploratum. Tubum habeo longum pedes Anglicanos 14, vitris plano-convexis instructum, cui adeò, ab ocul'aribus Micrometrum, sive aneam ejusdem Dn. Townleii machinam (cuius ope uncia pedis in partes 3507 dividitur) applicui, ut ipsius indices à vitro Objectivo distent pedes 13½ præcè adeò tamen ut eam, pro re nata, vel dilatare liceat, vel contrahere distantiam; ab Ocularibus tantum 3. Quo instrumento Anno 1672, mensis Martii 8th. Jul. sequentia qua potui cura experimenta prima feci; observationibus, in maiorem certitudinem, identidem quaque nocte iteratis.\n\nA.1672. b.\n\nMartii 19.7.11. Limb. Jovis remotior à 4° satellite dist. 1601=9.34.\n27.8. Limbus remotior ab eodem 4° Satel. 1591=9.36.\n28.8. Eadem distantia ———— 1598=9.33.\n\nJovis diameter p'uribus observationibus reperta 128. Ergò Semidiameter ejus 64½ quà, divisis distantias observatis, apparentes sint Satellitis à limbo Jovis remotiori distantiae in semidiametris ejus,\n\nsd.\n\nMartii 19.25—01\n27.24—51\n28.24—58\n\nSublatà semidiam. à centro fient\n\nsd.\n\n24—01\n23—51\n23—58\n\nCujus tunc motus à Jove & distantia à centro ipsius fuere,\nsecundum numeros tuos, ut lic. Aberat ergò satelles ab extima elongatione, in prima observatione, tantum 4½ in secunda, 23½ in tertia, 26', semidiametri scrupulos sexagenarios; quos propter ea observatis Elongationibus modo debito adijciamus, sint maxime digressiones, hujus 4° Satellitis, à centro Jovis, per primam Observationem 24sd.—05½ per se.\nsecundum, 24°-14'; per tertiam, 24°-24'; quam Tu statuisti tantum 23, R. Towleius 24, 72.\n\nHarum Elongationum posteriores duas accuratiores existimo, quippe quibus investigandis observationes commodas, omni qua cura poteram, peregi; priorem deinde inter plura noctis 19° Adversaria inveni, quam perinde exquisitè captam hanc ausim affirmare, quoniam decem alias observationes infra duarum horarum spatium e nocte habuit; sepe repetitis omnibus, praeterquam Satellitis à Jove, quem quando tunc in maxima Elongatione versari non praeserveram, semel tantum aut iterum adverti: Utcumque tamen observationem adjecti, quippe qua non adeò à sequentibus differit, quin eas possit confirmare, nec non ostendere, perpetuum, (si quicquid) minus, sinistrum quàm dextrum versus hunc Satellitem à Jove elongari.\n\nSed tamen inter observandum sensi, Aeris & Venti motum, qua-\ntiendo vel agitando Tubum, (ad erectam Abietem, ope funis & trochlea sub dio pensilem) observationem reddere difficilern; quin &\nfrequentem efficere, ut nimis strictas acciperem distantias. Quamobrem à pluribus hujusmodi observationibus, qua summa curam & praecisionem depoecunt, eoque superedere constitui, donec commodiorem iis instituendis locum aptarem, quem tandem datà hac occasione paravi.\n\nJovis sidere prope 9am elapsa mens Martii transituro, ejus quo praecissus ab ea distantias & positiones notarem, ad locum ipsius Acronicum, sed praesertim Orbitae Inclinationem, pluri-\nmum tunc desideratam, inveniendum, in fenestra quadam lig-\nneam machinam, brevis ad instar scalae, aptari curavi; cujus ope ei impositus Tubus quaquauersum converti potuit, nec à ventis,\nnisi admodum turbidis, hinc inde, ut sub dio fuit, agitari: huic imposito Tubo, transitum ex voto observavi. Subit deinde ani-\nmum, omissas observationes Mediceorum repete, tempusque vi-\nsum fuit dari aptissimum Aprilis 4 vesperi. Propterea meipsum observationibus tunc omni diligentia peragendi accinxì, nec fru-\nstrà quidem: Etenim, celo tunc admodum sereno, omnes quatuor Satellites, per Tubum lentium convexarum, everso si.u. quo hic depinguntur, conspexi, & eorum infra scriptas à limbo Jovis, unice remotiori, distantias dimensus sum i scil.\n43 = 985 iterum 988\n2 = 628 . . . 636\n1 = 425 . . . 427\n4 = 272 . . . 272\n\nA'titudo vis quadrante ferè bipedali capta\n24°-0'. Ergo hora apparense Derbiae 8°. 26' p.m. & tunc 4°\nSatelles infra lineam utrinque per extimos Satellites, ut in figura,\napparuit; sed vix plenam, ni fallor, semidiametrum.\n\nJovis diameter, identidem repetitis observationibus, reperta\n133°; semidiameter ergo 66°, qua observatis sublata distantiis,\nfient interstitia inter centrum vis, & Comitis primi, 360° secundi, 569° tertii 921° quartii, 205° quibus per 66° divisis,\nprodibunt visae Elongationes à centro Jovis, in ipsius diametris;\n\n| sd. | Motus Satellitum à Jove & remotiores apparentes se |\n|-----|--------------------------------------------------|\n| 1   | 5°-25                                            |\n| 2   | 8°-33                                            |\n| 3   | 13°-51                                           |\n| 4   | 3°-05                                            |\n\n| sd. | s. o. |\n|-----|------|\n| 1   | 9°-04-52 |\n| 2   | 2°-22-47 |\n| 3   | 2°-20-26 |\n| 4   | 5°-23-49 |\n\nDeficit ergo Satelles primus, tantum; secundus, 3°; tertius\n12° Scrupulis semidiametri sexagenariis à summa Elongatione,\nquos propterea si observatis addamus, fient extrema Digressiones,\n\n| sd. | Primis, 5°-26 |\n|-----|---------------|\n|     | Secundi, 8°-37 |\n|     | Tertii, 14°-02 |\n\n| sd. | Quas Tu ponis, 5° Attamen Dn. Town- leius, ut in schedis aliquibus reperio, |\n|-----|-----------------------------------|\n|     |                                  |\n|     |                                  |\n|     |                                  |\n\nCommoda rursus praesiva dari opportunitas Aprilis 2° vesperi;\nquamobrem, cum non ab uno aut altero Experimento distantias\nhas duxerim definiendas, habitis tunc etiam Observationibus, ul-\nterius mecum inquirere institui; quas cum primum auspicabar,\ncalum circa Jovem rarissime nubibus tegumentum, ut subobscurius\nnonnisi aliquando Satellites potuerim conspicere; quorum tamen\nà limbo Jovis remotori, ut tulit aer, cepi distantias; nimirum\nHor 7½ p.m.\n\nIterum 932.\n4 2 --- 628.\nRursus 614:\n4 4 --- 405. bis; facto tamen caelo protinus ad votum sereno, accen-\nratiis notavi;\n\n4 3-947.\n2.622.\n1.405. 4\n4.942.\n\nIterum 957, alto 4° ve 24°.05'. Ergo hora apparenis 7°.56'. Sa-\ntelles quartus paulo supra lineam, per primum & secundum du-\ntam, appariit; tertius, infra eam, sed & aliquando existima-\nvi in ea. Jovis capta diameter 132, semidiameter ergo 66, ob-\nservatis qua subducta distantiis intersticium dabit inter centrum\nJovis & 1,339; secundi, 556; tertii, 881; quarti, 891: qui-\nbus sigillatim per 66 divisis, prodeunt Elongationes apparenies à\ncentro Jovis in semidiametris ejusdem, primi quidem, 5°.08';\nsecundi, 8°.25'; tertii, 13°.21'; quarti, 1°.30'.\n\nSatellium motus medii à Plenti-mediceis cum distantia eorum\nà centro Jovis, secundum numeros suos\nsuere, ut in hac tabula exarantur.\nUnde videre est: primum à summa Elon-\ngatione abesse scrupulos semidiametri\n10°; secundum, 26°; tertium, 38°. quos\npropterea si observatis Elongationibus\nadjiciamus, sint maxime hinc deducenda Digressiones;\n\nfd.\nPrimi, 5°-18.\nSecundi, 8°-51.\nTertii, 13°-59, per parum ab iis, quas ab Observationibus no-\ntatis quartae deduximus, dissentientes.\n\nHis tamen utrisque vicibus Intimus Satelles ad lavam secundus\n& tertius ad dextram à Jove apparnere; sed Aprilis 15, vesperi,\ntertium à sinistra, in maxima Elongatione appariturum, & pri-\nmum sub Jove tectum iri, praevidi; cui propterea phanomeno\ninvigilare opera fore pretium duxi, nimium ut perspicere num\neadem\neadem eßet ejusdem Satellitis ad manum utramque à centro Jovis, summa remotio. Cælum nocte observationi ante-dicta sudum erat; sic pro voto observavi circa hor. 7½.\n\n4° 3. 955.\n4° diam.131. & deinde 3\n\nA to Jove,\n25°. cc', i.e. hora 7. 43'. Sataelles primus mox Jovem à tergo subiturus, ut hic appariit: ½ circiter diametri à limbo ejus\n\n27°. 20'. ————8h. 06'. Subivit Jovem;\n27°. 26'. ————certè non conficiiebatur; unde motum hujus Comitis sequi-gradu minorem quam ferant tui numeri inveni; num tamen hoc vitium in motibus mediis, latitudine, aut excentricitate Orbitæ Satellites, nondum bene exploratis, lateat, me fugit. Tu, si serram hanc reciprocare tibi placet, tuam feres sententiam.\n\nJovis erat semidiameter 65½, observata qua (subducta distan-\ntie, fit interstitium inter centrum Jovis & Satellitem 889: quod per eandem Semidiametrum divisum, visibilem dat Elongationem Comitis à centro Jovis in Semidiametris ipsius 13½. 35'.\n\nMotus Satellites medius erat 35. 14°. C9°. Locus Jovis versus\n2° 10. 27. Ergo planeta à Pleni-mediceo 9°. 3°. 4°. aberat à\nsumma Elongatione tantum scrupulos 3°; quos si observate di-\ngressioni 13½. 35'. adjiciamus, fiet maxima ad sinistram, hac vice,\n13½. 38°. parte nimirum tertia semidiametri minor, quam ad dex-\ntram, bis conspirantibus notis, observavimus: Quod mihi vide-\ntur innuere, esse aliquam Centri orbitæ hujus planetæ à centro Jo-\nvis Excentricitatem. Virum tamen siccæ res habet, acerrimi ini-\nerit judicii, collatis Ecipium observationibus, dijudicare.\n\nMachinam sive Micrometrum quo feci has observationes, N. 29.\nPhil. Transactionum, sed Anglico idiomate descrip um vidabis;\nqui si Telescopium pedum 40 vel 50, loco & situ observationibus\naccommodo, dispositum tenuissim, adeo credo potuisse horum\norbium latitudines determinasse, ut nullus merito majorem pre-\ncisionem exspectasset.\n\nEodem ego, & antedicto Tubo, pedum 14° Planetarum fre-\nquenter diametros & à Fixis distantias, ad secundos fere scrupu-\nlos, quod vix inexpertus credes, dimensus sum; unde didici,\nomnes Astronomos etiamnum, unum praeterquam Horoculum,\n\nPPP PPP in\nin Lunae systematibus ordinandis longè à vero aberrasse. Quid quod & Parallaxin Martis Acronici & Perigiei nunquam majorum esse scrupulis secundis 25'3; Unde sequitur Solis eff. summum 10°, & distantiam 21000 Terra semidiametros. Inveniemus etiam inclinationis orbitæ Jovis ad Eclipticam precisam quantitatem, si modo dabatur unquam Fixe cujusdem certa latitudo. Etenim pluribus argumentis evinci potest, Tychonem sepe cum in locis, tum latitudinibus, Fixis quibusdam assignatis, duos tresve & interdum quatuor aut quinque totos scrupulos a vero aberrasse, qui donec sublati fuerint errores, frustra celestibus factis observationibus, utunque numeros disponerimus, satisfacere studebimus. Fixarum quidem restitutionem suscepisse celeberrimum Johaunem Hevelium audivimus, attamen quandoquidem pinnacidiiis vitrorum cassis fertur ipsum uti; dubium, an multum ab ipso emendatores locos habituri simus quam reliquit Tycho, nisi ubi valde hallucinatus est. Utinam a vobis in Gallia haec correction instauretur. Summa de Genio gentis Gallica, quin & de Te Vir Clarissime speramus. Vale, & si qua è nostris observationibus usu tibi esse possint, fac modo per amicum communem sciam, & tui protinus juris faciam; imo quicquid posthac etiam observare poterit\n\nDerbiae,\nJuly 7, 1673.\n\nTui Cultor devotissimus\n\nJohannes Flamstedius.\n\nAn Accompt",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101369.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 13928,
    "total-output-tokens": 4762,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1876,
        3
      ],
      [
        1876,
        3579,
        4
      ],
      [
        3579,
        5757,
        5
      ],
      [
        5757,
        7821,
        6
      ],
      [
        7821,
        9333,
        7
      ],
      [
        9333,
        11420,
        8
      ],
      [
        11420,
        12752,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101369",
    "title": "Johannis Flamstedii Derbiensis Angli, A D Clarissimum Cassinum Epistola, Novas Observationes Extimarum Elongationum Siderum Medicaeorum a Centro Jovis, Nova sed & Accurata Ratione Habitas, Exhibens; Adjectis Quibusdam Observationibus Non-Vulgaribus, Planetarum Diametros & a Fixis Distantias, Nec non Martis Acronici & Perigei Parallaxin &c Spectantibus",
    "authors": "Johannes Flamstedius",
    "year": 1673,
    "volume": "8",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/101369"
  }
}