{
  "id": "f9914344138daf09a7fd4a903ef5a4db341351f4",
  "text": "XXV. A Letter from James Parsons, M.D. F.R.S. to the Royal Society, giving a short Account of his Book intituled, A Mechanical Critical Inquiry into the Nature of Hermaphrodites. London, 1741. in 8vo.\n\nGentlemen,\n\nAs the Compass of Nature is the utmost Boundary of any certain Knowledge we can arrive to in this Life, the Discovery of Truth by our Inquiries made into the Mysteries of Nature, must afford the greatest Satisfaction.\n\nPhysical Knowledge ought much more to be the Subject of every one's Contemplation then, as yet, it seems to be; being most conducive to publick Welfare, and to furnish the Minds of Men with the justest Notions of the great Author of Nature: Else why do learned Societies so assiduously assemble? Why endeavour still to add more Grains to their former Knowledge? but because (also) the Study of Nature is the only pleasing and smooth Field for the inquisitive Soul to range in; a Field whose Objects are capable of being seized by our proper Senses, and whose Phenomena may, by due Application, come within our Reason.\n\nSuch a Society then are the best Judges, and fittest Protectors, of every Essay opposed to vulgar Errors. Tis therefore I took the Liberty of dedicating this my Inquiry into the Nature of Hermaphrodites to you, which the President, Vice-President, and others of\nof you, were so kind to say, would not be unacceptable; especially as it was wrote at a Time when the Town was daily entertained with Advertisements of the Angolan that was shewed here publickly, and, thereby, was almost in general allured into the same Error that most of the Nations upon Earth had implicitly run after, from the Beginning of the World, concerning them; who were led into it by no less than the Writings of their most learned Men.\n\nIn order, Gentlemen, to give you, in some measure, a View of the Design of this little Book, I am to inform you, that the general Opinion of the World is, that there are Hermaphrodites in human Nature. In this Treatise I am to shew it cannot be; which I have endeavoured to do in the following Method, viz.\n\n1. The Introduction, which is chiefly historical, lays down the Manner of this Error's being propagated amongst Jews, Pagans, and Christians, at all Times; with an Account of Jewish, Civil, and Canon Laws made against such as were reputed Hermaphrodites, as well as those that were always in Force at Rome, by which great Numbers of People were destroyed from time to time.\n\n2. The First Chapter exhibits many Reasons against a Possibility of their Existence in human Nature; with a true Discovery of such Diseases as have been the Cause of Men and Womens being called Hermaphrodites.\n\n3. The Second Chapter is a critical Account of the Causes Authors have assigned for the Produce of Hermaphrodites; wherein it is proved, that no such Effects could arise from those Causes; and several\nAbsurdities are exposed in the Arguments advanced for the Support of this Error.\n\n4. The Third Chapter is a critical View of the Histories of Hermaphrodites given by several Authors; shewing that those so reputed were either perfect Men or Women, having only some Deformity or Disease in the Parts of Generation.\n\n5. The Conclusion describes the State of all Female Fœtuses, with some Observations which I laid before this most Honourable Society; which prove that every Female Fœtus may as well be thought an Hermaphrodite, as any that were ever called so.\n\nBy this Method I hope it will appear, that this so long reigning Error is confuted; and if this Learned Society, whose sole Business here is to inspect into the true Nature of Things, think I have succeeded, and give this Treatise, which I have the Honour to present them, a favourable Reception, it will be esteemed a very great Honour by their\n\nMost obedient Servant,\n\nJ. Parsons.\n\nXXVI. An Account of an antient Date in Arabian Figures, upon the North Front of the Parish Church of Rumsey in Hampshire. By the Rev. Mr. William Barlow.\n\nAs the knowing how long the Arabian or Indian Figures have been used in the West, may sometimes be a means for distinguishing spurious from",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104343.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6180,
    "total-output-tokens": 1036,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1314,
        2
      ],
      [
        1314,
        2859,
        3
      ],
      [
        2859,
        4096,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104343",
    "title": "A Letter from James Parsons, M. D. F. R. S. to the Royal Society, Giving a Short Account of His Book Intituled, A Mechanical Critical Inquiry into the Nature of Hermaphrodites. London, 1741. in 8vo",
    "authors": "James Parsons",
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/104343"
  }
}