{
  "id": "354f41cab1062ec028dfda693f0f8221e42e3450",
  "text": "I have quite forgot; all I remember is, that Dr Pitcairn was at the pains to find out the Imposture; and it was found at last that a roguish Boy to be kept from School, had so much cunning as to impose on a fond Mother and other people.\n\nBattel, October 25. 1700.\n\nVIII. Part of a Letter from Dr George Garden to the Publisher, concerning a Stone cut from a Child, having a Flint within it.\n\nThere was a remarkable passage that fell out in this Shire concerning a young Boy of five or six years of age, who was Cut of the Stone, and when the Stone was taken out of the Bladder, being by accident broke a little, there was to be seen within it a Flint Stone shaped like to that of a Pistol, with the Calculus crusted about it. I saw this Gravel Stone with my eyes, having the Flint in one side of it, but crusted above. It is still in the Custody of the Child's Father-in-Law, one Mr Alexander Robertson, Minister of the Church of Longside, in Buchan, and the Surgeon was one Mr Smith, who lives near to Gordoun Castle. That the Flint has not been formed in the Bladder, but that this might have been occasioned by the Boys swallowing of the Flint Stone, seems probable from another strange instance of a man in the same Country, his voiding\nvoiding with his Urine a small Pistol Bullet crufted over with Calculous matter after the same manner.\n\nAberdeen, Octob. 10. 1693.\n\nIX. D. Wilhelmi Musgrave Coll. Med. Lond. & Soc. Reg. Soc. Epiftola Re polypo in cane reperto.\n\nCanis Anatome, privato quondam Oxonii Collegio, habita; prope Lienem in Orbiculare quid incidimus; quod Glandulam, prima facie, referebat. Erat illi tres uncias Diameter; Tunica, qualis Venarum. Hoc illoq; latere, Venam confpeximus; Splenice nempe Ramorum alterum; in Orbis istius Tunicam abeuntemtam. Aperti carneam obtuemur substantiam; fed rudem, imperfectam, Grumis interspersam. Per medium, Iter tanguini conceffum.\n\nEn! Polypum, Rare quidem Magnitudinis: Si Animal, si venam respicimus, fane Miranda.\n\nIncrementi Tempus diutinum, arguit Magnitudo.\n\nVale, Vir Amiciflme! Et Fave.\n\nTibi addicto\n\nExoniis\nXI. Calend. Septemb.\nMDCXCVIII.\n\nWilhelmo Musgrave.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102783.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 697,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1241,
        2
      ],
      [
        1241,
        2128,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102783",
    "title": "Part of a Letter from Dr George Garden to the Publisher, concerning a Stone Cut from a Child, Having a Flint Within It",
    "authors": "George Garden",
    "year": 1700,
    "volume": "22",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/102783"
  }
}