{
  "id": "400e9771d944bad4a4efe1664020adbe4a6d235c",
  "text": "17. What are the several waies of preserving Grain in the Straw, within and without doors, from all kind of Annoyance, as Mice, Heating, Rain, &c?\n\n18. What are the waies of separating the several sorts of Grain from the Straw, and of dressing them?\n\n19. What are the waies of preserving any stores of separated Grain, from the Annoyances they are obnoxious to?\n\n2. For Meadows.\n\n1. How the above-mentioned sorts of Soyl are prepared, when they are used for Pasture or Meadow?\n\n2. The common Annoyances of these Pasture or Meadow Grounds being supposed to be, either Weeds, Moss, Sour-grafts, Heath, Fern, Bushes, Bryars, Brambles, Broom, Rushes, Sedges, Gorse or Furzes; what are the Remedies thereot?\n\n3. What are the best waies of Drayning Marshes, Boggs, Fens, &c?\n\n4. What are the several kinds of Grass, and which are counted the best?\n\n5. What are the chief circumstances observable in the Cutting of Grass; and what in the making and preserving of Hay?\n\n6. What kind of Grass is fittest to be preserved for winter-feeding? And what Grass is best for Sheep, for Cows, Oxen, Horses, Goats, &c.\n\nAdvertisement.\n\nThe Reader is hereby advertised, that by reason of the present Contagion in London, which may unhappily cause an interruption as well of Correspondencies, as of Publick Meetings, the printing of these Philosophical Transactions may possibly for a while be intermitted; though endeavors shall be used to continue them, if it may be.\n\nLONDON,\n\nPrinted with Licence, By John Martyn, and James Allestry, Printers to the Royal-Society, at the Bell in St. Paul's Church-Yard. 1665.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101440.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 472,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1592,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101440",
    "title": "Advertisement",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101440"
  }
}