{
  "id": "42f5adebe53e789bda12c2ddb87c7da53a987265",
  "text": "and the greater the Excess of the Moon's apparent Diameter above that of the Sun; as also the greater the apparent Altitude of the Sun is above the Horizon; the higher the Cause which produces the Crown must be, above the Surface of the Earth. And the Position, upon the Moon's Disk, in reference to the Zenith, of the Points of Contact, where the Sun disappears, or begins to shew itself again, is here also of some consideration. As to the accurate Calculation, it shall be given in another place.\n\nVII. Pars Epistolæ à Cl. D. Joh. Jac. Scheuchzer, M. D. Tigur. & Societat. Reg. Lond. Soc. ad D. Jacobum Petiver, dictæ Societ. Soc. de Eclipsi Solis totali Die 12° Maij Tiguri observata.\n\nIllustri Societati indica, habuisse nos die 12° Maij Eclipsin Solis totalem simul & annularem; totalem, quoniam Sol integer à Lunâ fuit obtectus; annularem autem non propriè ita dictam, sed per Refractionem, quandoquidem circa Lunam fulgor apparuit rutilans, à radiis per Atmosphæram Lunæ retractis ortus. Vide Tab. 2.\n\nInitium Eclipseos fuit mane horâ 8. 54'.\nMedium horâ 9. 58'.\nFinis horâ 11. 12'.\n\nMora mediae & plena obscurationis 4'.\n\nQuà visæ fuerunt Stella tam fixæ, quàm erraticæ; ad nidos suos se se receperunt Aves; prodire è latebris suis Vespertilioncs, & Aquæ innatârunt Pisces: Nos autem experti sumus fenium frigoris manifestum; & in Plantas decidit Ros.\n\nTiguri d. 21. Maij, 1706.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102679.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6364,
    "total-output-tokens": 558,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1387,
        4
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102679",
    "title": "Pars Epistolae a Cl. D. Joh. Jac. Scheuchzer, M. D. Tigur. & Societat. Reg. Lond. Soc. ad D. Jacobum Petiver, Dictae Societ. Soc. de Eclipsi Solis Totali Die 12 degrees. Maij Tiguri Observata",
    "authors": "Joh. Jac. Scheuchzer",
    "year": 1706,
    "volume": "25",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/102679"
  }
}