{
  "id": "59cc093101fa7f9ab604ccdd8f55966e4d27855e",
  "text": "were through a gut. Besides it has no support of any fix'd point, but is always swimming in the ditch-water, and shews no great local motion. We saw other insects preying upon it, which resemble small hogs, and are excessive busy in eating of its leaves, which are probably the cause of its looking so bleak and withered when dead. I remain,\n\nSIR,\n\nYour most humble\n\nBrussels, Sept. 20, and obedient servant,\n\n1755.\n\nT. Brady.\n\nXLI. A short Account of some new Astronomical and Physical Observations made in Asia; and communicated to Matthew Maty, M.D. F.R.S. by his Excellency Mr. Porter, his Majesty's Ambassador at Constantinople, and F.R.S.\n\nConstantinople, May 17, 1755.\n\nRead Nov. 6, 1755.\n\nI send you inclosed the extract of a French letter I received from a person of great abilities, whose history I cannot immediately communicate to you. It was sent me by the consul of Aleppo. The author is perfectly versed in most branches of physics, as well as in the art of healing.\n\nKk2 Extract\nExtract of a French Letter, transmitted to his Excellency James Porter, Esq; by the English Consul at Aleppo.\n\nSina, Dec. 14, 1754.\n\nI have determin'd, with the utmost exactness, several latitudes and longitudes. You know, Sir, of what importance it is to have in the east some fixed points, by means of which, as well as itineraries, one might construct more correct maps than those, which have hitherto been published. I have the honour to communicate to you some latitudes of the principal places, which I have observed, and my observation of a star's occultation by the moon.\n\nAleppo. Lat. North - - - 36° 12'\nMount Cassius - - - 36° 4'\nSeleucia in Syria - - - 36° 3'\nAntioch - - - 36° 10'\nDiarbekir - - - 37° 54'\nBagdad - - - 33° 19' 54''\n\nImmersion of ω Virginis under the Moon, observed June 10, 1753, at Diarbekir, near the Seraglio of the Bachaw.\n\n1753, June 10. Altitudes of ⊙ at 9h 56' 4'' a.m. 30° A\n⊙ 58° 55' - 30° B\n⊙ 10° 4' 13'' - 28° 30' C\n⊙ 7° 4' - 28° 30' D\n\nCorresponding Observ. p.m. A 2° 3' 32''\nB 2° - 43''\nC 1° 55' 28''\nD 1° 52' 35''\n\nThe Immersion of the Star was observed June 10, at 9h 48' 4'' at night.\nThe Emerion - - - - 9° 39' 47''\nJune 11. Altitudes of the Sun. a. m. Corresponding Observ. p. m.\n\n| 7° 28' 13\" | 58° 30' |\n|------------|---------|\n| 7° 30' 54\" | 58° 30' |\n| 7° 35' 53\" | 57°     |\n| 7° 38' 33\" | 57°     |\n\nSina, or Sneirne, in Mr. de Lisle's Maps.\nLat. North. 30° 9'\n34° 23' 35\" That Village is no farther distant from Hamadan than 8 common Leagues, of 25 to a Degree.\n\nI have begun my observations upon astronomical refractions, which here are somewhat less than in Europe. I think myself sure, that the vast number of stars, which one imagines to see in Europe, in a clear winter-night, is not a mere illusion caused by the scintillations of the stars, marked in the catalogues, and upon Blaeu's globes; but that it comes from those very stars, which here we observe at simple sight, and in Europe, only by means of short telescopes, as the air there is much more loaded with vapours than it is here. Yet, whatever travellers may say, I always observed here some scintillations.\n\nThat the nitre is produced by a combination of the universal acid with the natrum of the ancients, appears by my observations. The asa foetida is drawn from a ferulaceous plant of the thapsia kind, which plant is very common in Media, &c. I have had the good luck to find the small nardus Indica: It is a gramineous plant, of which some bear spicaceous flowers, both male and female, and others only female ones. I send you some seeds of this plant. It is a valuable thing to botanists, as they are hitherto ignorant of the true genus of this plant, tho' the root is in use ever since the age of Dioscorides.\n\nI have\nI have dried about two thousand plants, among which are several new genera, and some species hitherto undescribed.\n\nI sometimes amuse myself with electricity. This country is so dry, that the experiments often succeed without any stand of bitumen, pitch, silk, glass, &c. Our carpets and beavers are mostly sufficient to retain the electrical virtue, and prevent its spreading to the floor. Ten men standing upright, one before the other, have been made electrical, and, being touched, have produced sparks.\n\nXLII. Some Observations proving, that the Fœtus is in part nourished by the Liquor Amnii. By Malcolm Fleming, M. D.\n\nRead Nov. 13, 1755.\n\nBesides the mysterious affair of generation, besides the manner of the formation of the embryo, and the changes it undergoes, while it continues extremely small, concerning all which we shall ever remain very much in the dark; there are not a few things relating even to the mature fœtus, which create matter of dispute amongst anatomists and physiologists. Of these the manner of its nourishment in utero is not the least important.\n\nThe present state of the controversy concerning this matter turns on the following precise point, to wit, whether the fœtus in utero be nourished solely by the blood, which is transmitted to it through the umbilical",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104934.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 1624,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        995,
        2
      ],
      [
        995,
        2157,
        3
      ],
      [
        2157,
        3742,
        4
      ],
      [
        3742,
        5039,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104934",
    "title": "A Short Account of Some New Astronomical and Physical Observations Made in Asia; And Communicated to Matthew Maty, M. D. F. R. S. by His Excellency Mr. Porter, His Majesty's Ambassador at Constantinople, and F. R. S.",
    "authors": "James Porter",
    "year": 1755,
    "volume": "49",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/104934"
  }
}