{
  "id": "406dd159eb36ccc77b6a993fce774dab7a375f24",
  "text": "Septimò, Utrum componentes cujusvis miscela colores reverà mutentur; an verò secernantur duntaxat, quando ex mixtura illa variis colores rursum producuntur per Refractionem?\n\nOctavò, Denturne ulli alii colores Refractione producti prater eos, quos oriri oportet a Coloribus, ad radios diversimode refrangibles pertinentibus, dum illi refractione istà secernuntur vel miscentur?\n\nPer Experimenta determinare hec similiae Questia, que propositam Theoriam involvent, maximè genuina directaque videtur ad Conclusionem via: Preindèque omnes velim Objectiones suspendi, que ab Hypothesibus de- sumuntur ulliique Fontibus aliis, quàm his duobus; quibus nempe vel ostendatur Experimentorum ad determinanda hec Æstimatio probandæve illas arias Theoria mea partes insufficientia, hallucinationes defectusque in Conclusionibus meis inde deductis indigitando; vel alia producantur Experimenta, e diametro mihi opposita, si quæ talia occurrere videantur. Si enim Experimenta, que à me urgentur, laborant defectibus, difficilis hand fuerit eos ostendere; si verò valida fuerint, eo ipso dum Theoriam meam assentant probantque omnes Objectiones convellunt.\n\nSome Annotations of the Learned Dr. Walter Needham upon a Discovery pretended to have been made by the famous Monsieur Pecquet of a Communication between the Ductus Thoracicus and the Inferior Vena Cava.\n\nThe Relation itself of that pretended Discovery, as it is to be found in the Journal des Scavans, of Feb.8.1672.\n\nThe Discovery made about twenty years since by M. Pecquet of the Ductus Thoracicus, seemed not sufficient to clear up all the Difficulties to be met with in the New opinion, which this Channel hath occasion'd, concerning Sanguification.\n\nIt might be said among other things, That there appears no reason, why Nature, which does nothing without design, should carry the matter of the Blood into the Sub-clavials, and thence make it descend by the Trunk of the Vena Cava, (A.) unless it be to keep the Chyle from entering all at once and altogether pure into the Heart,* and that the mixture, which is made of the Chyle with the Blood along this way, may dispose the Chyle, by a kind of contagious fermentation the\n\n(A.) I think the reason there mentioned to be very sufficient for the inserting of the Trunk of the Ductus Thoracicus into one place alone; at least as good as any that are afterwards given to prove the contrary. For, all proofs of this nature are but loose conjectures at the best: the matter admitting of no other demonstration than what is ocular.\n\n(B.) Till the Lower insertion be shewed, we are bound to believe, that Nature thought the single-\nmore easily to receive the character of the Blood in the Heart: But that this might be more conveniently done, the Ductus Thoracicus being inserted into that trunk of the Vena cava which ascends to the Heart, because that way is shorter, and is equally favourable to this commixture.\n\nIt might also be objected, that, supposing this commixture were of importance, the Ductus Thoracicus should communicate with the inferior trunk of the vena cava as well as with the superior, to the end that the moiety of the Chyle being mixt with the blood that comes from on high, and the other moiety with the blood that comes from beneath, (B) it might the more easily be altered by this commixture. And this Objection seemed the more rational, because, it being very likely that the Blood, which returns from the parts in which it hath received some impression in penetrating their porosities, communicates to the Chyle these same dispositions; there was reason to desire, that the Blood which re-ascends might in some degree impress the peculiar character of the inferior parts, as that, which comes from the upper parts, impresses upon it that which belongs to it.\n\n(C.) Add hereunto, that the Blood which re-ascends to the Heart, must be more perfect than that which descends; because it comes from being purified in the Liver, Spleen, and Kidneys; so that it is capable to give (D.) to the Chyle good impressions.\n\n(E.) Lastly, it might be said, that, supposing it be necessary that not only a portion of the Chyle pass through the Heart, to give it some kind of refreshment, but also that all the Chyle be conveyed thither for to be converted into Blood; the small orifices, which the ductus thoracicus hath in the subclavials, seem not to commixture of Blood and Chyle sufficient. The reinforcement of that Objection answers itself, being proposed in no other terms than (it seems very likely;) the whole conjecture having yet had but very slender foundation in Philosophy. And if there be anything in the notion of impressing characters, it is more attributable to the lympha. See beneath lit. D.\n\n(C.) That the Blood, which re-ascends to the Heart, is purer than what descends from the Head, &c. is a notion that will not easily be granted, neither can it be made out by Experiment. I have myself compared the Blood of the jugular vein with that of the Crural in a Dogg, and found no difference. The separations made by the Kidneys and Liver (if they prove any thing) prove the ascending blood to be thicker than the descending; it having lost in those places much of its serum and its lixivial salts, which are the great instruments of attenuation. But withall it is to be considered, that the Blood, which ascends from the Heart to the Head, parts with much excrement in the glandulæ salivales, and nostrils, and the whole throat; the quantities of which are much greater than will easily be imagined. There is like-\nbe large enough for that purpose.\n\n(F.) The Observations, that have been made in the beginning of this year in his Majesties Library, by searching carefully the passage of the Ductus Thoracicus in the Body of a Woman, did shew, that these difficulties were well grounded. For, it hath been found by divers Experiments, made about this matter, that there ascends at least so much Chyle through the Trunk which is beneath the Heart, as there descends through that which is above it.\n\nThese Experiments have appeared considerable, in regard that they confirm those, which were also made by the same Royal Academy of the Sciences about five years since, and which were inserted in the 7th Journal des Scavans 1667*. But this last Experiment hath been clearer and ampler than the first, in that the Communication, which the first time appeared to be only with the left Emulgent Vein, hath been found this second time not only with this vein, but also with the two Lumbary veins, which are inserted in the Trunk of the inferior vena cava.\n\nAs to the manner of proceeding, in the presence of the whole Company, for finding this Communication, it was this: After there had been shewed the Commerce of the Ductus thoracicus with the Right Ventricle of the Heart by an injection of Milk, which having been syringed into the beginning of this Channel, issued in great quantity through this ventricle; we tied the Trunk of the vena cava above the Heart, so that nothing might pass that way; and the Trunk of the Emulgent and that of the Vena Cava having been opened above long wise, some milk, ready to boil, was (G.) injected\n\n*See Numb.25. of these Tracts p. 451. where those Experiments were English'd.\n\nwise a great separation made in the brain; which whether it be of the purest and best spirits of the blood, so as to leave it depauperated; or only of a nutritious serum, such as is made in all the solid parts, is hard to say. Only this may be certainly said, that the Lympha does wholly exonerate itself into the sub-clavial and jugular veins near the place of the insertion of the Chyle; whereby the whole Chyle is diluted, and the mixture of it and the blood facilitated. Which very phenomenon is a greater argument to prove, that the Chyle does wholly enter by that passage, than any can be produced on the other side. For we see, all the Lymph, nor only of the Liver and intestines, but also of the lower limbs, to pour it self into the receptaculum chyli, and not into any of the lower veins: Whereas the Lymphatics of the Head, Neck, and Arms, think it sufficient to meet the Chyle at the place of its entrance; which same thing might have been done by the lower Lymphatics, had they any Chyle to meet: The principal use of the Lympha seeming to be, to serve the uses of the Chyle and its mixture with the Blood.\n\n(D.) What impressions are made on the Blood by the Liver, Spleen, Kidneys, &c. is into\ninto the Emulgent through the left Lum-\nbary vein (which we have ever observed to\ncome from the Emulgent,) and at the same\ntime we saw it come away through the oth-\ner Lumbary.\n\nThis Experiment having been several\ntimes repeated without our being able to\nsee the track, which we had observed un-\nder the Pleura, when the first Discovery\nof this Communication was made; which\ntrack seemed to shew the way, which the\nThoracick branch keeps to entertain a\ncommunication with the inferior vena cava:\nWe resolved to attempt a more easy and a\nmore certain method of discovering this\nbranch, than the usual dissection of the\nvessels, performed by severing their pro-\nper tunicles from a multitude of mem-\nbranes and fatnesses, which lying and em-\nbarassing them, render this work very dif-\nficult; especially when the vessels are not\nfilled with blood to make them visible, and\nbecause they are composed of more deli-\ncate tunicles, than those of the Veins.\n\n(H.) This way was to syringe into the\nTrunk of the ductus thoracicus a Composi-\ntion, that might run into it being hot, and\nwhich by being refrigerated might become\nsolid enough to afford a greater facility to\nfollow and trace the channels, in the ca-\nvity of which it should be thus hardened.\nAnd this design succeeded in part. For,\nthe Composition filled the whole ductus\nthoracicus, and ascended as far as into the\nsub-clavial; but there passed nothing into\nthe channel that makes the communicati-\non sought for, though care was had to\nwarm the ambient parts by several injecti-\nons of warm milk, to the end that the\nComposition might not harden before it\nhad penetrated into all the conduits. We\nalso tried to inject the same Composition\nthrough the Lumbary that issues out of the\nTrunk, if its valves would permit it; but\nthey stopped all that we endeavoured\n\nuncertain: But if there be\nany such made, the Liver\nand Kidneys do so readily ex-\nonerate themselves into the\nvena cava, that the impres-\nsions; be they what they will,\nare quickly conveyed to the\nHeart without any great di-\nminution of them. And\nwhereas the Author mentions\nthe characters impressed from\nparts; those, (if any such\nbe) may more justly be sup-\nposed to be conveyed in the\nlympha, which liquor seems\nto be a product of those parts\ncuriously elaborated in the\nvery substance of them.\n\n(E.) What is sufficient\nand not sufficient, must be\njudged of by Nature, and not\nby Us. Yet, if we consider\nthe time that is spent in car-\nrying the Chyle up into the\nBlood, it is easy to believe,\nthat a much greater quantity\nof liquor may be discharged\nby that ductus, than is usu-\nally pretended to.\n\n(F.) What those Experi-\nments are, we should be\nglad to know. But the Ex-\nperiment of 1667 (if I right-\nly remember it) was only a\nlusus naturae, found by M.\nPecquet. Which I there-\nfore call so, because neither\nhe, nor any one else hath found\nit since: whereas the vasa\nlactea, and the waies of or-\ndering them, are so well\nknown, that, if any such thing\nwere, it could not long be hid.\n\n(G.) An Injection into\nthe Lumbary vein with its\neffects\nto make pass that way, and neither the milk nor the wind would ever enter there.\n\n(7.) The advantage we had from the Injection of this Composition into the said Ductus, was, that we very distinctly saw the figure and the whole structure of it, when the Composition wherewith it had been filled, was refrigerated and hardened. For we found, that that ductus did ascend unto the right side of the heart, keeping one and the same size, which was no more than \\( \\frac{1}{2} \\) of an inch; that afterwards it was enlarged to \\( \\frac{3}{4} \\) of an inch in diameter; that in this enlargement its tunicle on the right side of the vertebra was, as 'twere, pierced by four small holes, distant \\( \\frac{1}{2} \\) of an inch from one another, and all disposed in a row; into which holes the said Composition had not been able to penetrate; that the same ductus, after having retaken its first size, had two appendices fashioned like sacks; that there was yet a third appendix beneath the dilatation; that the first and highest appendix was of the form and bigness of a small phaseolus; that the third, which was beneath the dilatation, was like to the second; that they had all a freight orifice; and that the last was full of chyle conspissate, so that the Composition could not enter there, as it had done into the other.\n\nThe Importance of these Observations ought to incite the Curiosity of those that are addicted to Anatomical researches, and to engage them to examin with care this New communication, to attain at last a clear accompt thereof.\n\n(8.) The other use of the coagulating Injection I applaud; though the same may be done by the Ligature above said. However the event of the Experiment made by the Learned Pecquet, makes against the opinion of a New ductus, and not for it; as appears by the Narrative.\n\nThe haste, in which this was written, begs your excuse.\n\nA a a a a",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/100946.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9362,
    "total-output-tokens": 3447,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2626,
        2
      ],
      [
        2626,
        5542,
        3
      ],
      [
        5542,
        8445,
        4
      ],
      [
        8445,
        11510,
        5
      ],
      [
        11510,
        13388,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-100946",
    "title": "Some Annotations of the Learned Dr. Walter Needham upon a Discovery Pretended to Have Been Made by the Famous Monsieur Pecquet of a Communication between the Ductus Thoracicus and the Inferior Vena Cava",
    "authors": "Monsieur Pecquet, Walter Needham",
    "year": 1672,
    "volume": "7",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/100946"
  }
}