{
  "id": "f5f0039ce157c84518ba4e5f5a85dbae9856cb87",
  "text": "Fig. V. In this the Tongue is drawn in a lateral View, that we may have a Prospect of the true Figure of these Papille, which being hooked and turn'd backwards prevent, in a great Measure, the return of any little Animal swallowed alive, which they feed upon.\n\nFig. VI. The Cornua or Horns of the Os Hyoideum are drawn in this last Figure, as all the other Parts are, as big as the Life.\n\nAdvertisement.\n\nWHEREAS some of our practising Surgeons, as I am inform'd, have taken Offence at a Passage in a Paper of mine, publish'd in the last Philosophical Transactions, viz. By that sort of Enquiry the common Mistake of Surgeons was detected, and what was esteem'd and treated by them as a Luxation of the Head of the Os femoris, was discover'd to be nothing else but a fracture of the same Bone near it's Neck; I take this first Opportunity to explain my self, that by the preceding Words I only meant the Writers of Surgery now extant, as may appear by my Quotations, and not in the least intended any Reflection on the present Practitioners in it. That skilful Society I not only Respect and Esteem for their great Merit and extensive Knowledge in the several Parts of their Profession, but to them am under many Obligations also, for the Honour they have done me in twice choosing me one of their Lecturers. I have this farther to add, that that Observation was publish'd entirely without my Knowledge about a Year after it had been read at a Meeting of the Royal Society.\n\nJames Douglas.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103098.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3320,
    "total-output-tokens": 401,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1489,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103098",
    "title": "Advertisement",
    "authors": null,
    "year": 1714,
    "volume": "29",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/103098"
  }
}