{
  "id": "e0cfb295d465001a782a2dfe31b8809823e2c9cb",
  "text": "XXVI. A Description of an Instrument which, by the turning of a Winch, produces the Two States of Electricity without Friction or Communication with the Earth. In a Letter from Mr. William Nicholson to Sir Joseph Banks, Bart.\n\nP. R. S.\n\nRead June 5, 1788.\n\nSIR,\n\nTHE following account of the instrument I had the honour to shew to yourself and other philosophical friends, in the month of March last, will, I hope, appear sufficiently interesting to be communicated to the learned Society, over which you so worthily preside.\n\nPlate VI. fig. 1. represents the apparatus supported on a glass pillar 6½ inches long. It consists of the following parts. Two fixed plates of brass, A and C, are separately insulated and disposed in the same plane, so that a revolving plate B may pass very near them, without touching. Each of these plates is two inches in diameter; and they have adjusting pieces behind, which serve to place them accurately in the required position. D is a brass ball, likewise of two inches diameter, fixed on the extremity of an axis that carries the plate B. Besides the more essential purpose this ball is intended to answer, it is so loaded\nloaded within on one side, that it serves as a counterpoise to\nthe revolving plate, and enables the axis to remain at rest in any\nposition. The other parts may be distinctly seen in fig. 2. The\nshaded parts represent metal and the white represent varnished\nglass. ON is a brass axis, passing through the piece M, which last\nsustains the plates A and C. At one extremity is the ball D\nalready mentioned; and the other is prolonged by the addition\nof a glass stick, which sustains the handle L and the piece\nGH separately insulated. E, F, are pins rising out of the fixed\nplates A and C, at unequal distances from the axis. The cross-\npiece GH, and the piece K, lie in one plane, and have their\nends armed with small pieces of harpsichord-wire, that they\nmay perfectly touch the pins EF in certain points of the revolu-\ntion. There is likewise a pin I, in the piece M, which\nintercept a small wire proceeding from the revolving plate B.\n\nThe touching wires are so adjusted, by bending, that when\nthe revolving plate B is immediately opposite the fixed plate A,\nthe cross-piece GH connects the two fixed plates, at the same time\nthat the wire and pin at I form a communication between the\nrevolving plate and the ball. On the other hand, when the\nrevolving plate is immediately opposite the fixed plate C, the\nball becomes connected with this last plate, by the touching of\nthe piece K against F; the two plates, A and B, having then\nno connection with any part of the apparatus. In every other\nposition the three plates and the ball will be perfectly uncon-\nnected with each other.\n\nMr. Cavallo's discovery, so well explained in the last\nBakerian Lecture, that the minute differences of electriza-\ntion in bodies, whether occasioned by art or nature, cannot be\ncompletely destroyed in any definite time, may be applied to\nexplain\nexplain the action of the present instrument. When the plates A and B are opposite each other, the two fixed plates A and C may be considered as one mass; and the revolving plate B, together with the ball D, will constitute another mass. All the experiments yet made concur to prove, that these two masses will not possess the same electric state; but that, with respect to each other, their electricities will be plus and minus. These states would be simple and without any compensation, if the masses were remote from each other; but as that is not the case, a part of the redundant electricity will take the form of a charge in the opposed plates A and B. From other experiments I find that the effect of the compensation on plates opposed to each other, at the distance of one-fortieth part of an inch, is such that they require, to produce a given intensity, at least one hundred times the quantity of electricity that would have produced it in either, singly and apart. The redundant electricities in the masses under consideration will therefore be unequally distributed: the plate A will have about ninety-nine parts, and the plate C one; and, for the same reason, the revolving plate B will have ninety nine parts of the opposite electricity, and the ball D one. The rotation, by destroying the contacts, preserves this unequal distribution, and carries B from A to C, at the same time that the tail K connects the ball with the plate C. In this situation, the electricity in B acts upon that in C, and produces the contrary state, by virtue of the communication between C and the ball; which last must therefore acquire an electricity of the same kind with that of the revolving plate. But the rotation again destroys the contact, and restores B to its first situation opposite A. Here, if we attend to the effect of the whole\nrevolution, we shall find that the electric states of the respective masses have been greatly increased: for the ninety-nine parts in A and in B remain, and the one part of electricity in C has been increased so as nearly to compensate ninety-nine parts of the opposite electricity in the revolving plate B, while the communication produced an equal mutation in the electricity of the ball. A second rotation will, of course, produce a proportional augmentation of these increased quantities; and a continuance of turning will soon bring the intensities to their maximum, which is limited by an explosion between the plates.\n\nIf one of the parts be connected with an electrometer, more especially that of Bennet, these effects will be very clearly seen. The spark is usually produced by a number of turns between eleven and twenty; and the electrometer is sensibly acted upon by still fewer. When one of the parts is occasionally connected with the earth, or when the adjustment of the plates is altered, there are some variations in the effects, not difficult to be reduced to the general principles, but sufficiently curious to excite the meditations of persons the most experienced in this branch of natural philosophy. An attention to brevity, however, renders it necessary to forbear enlarging upon them.\n\nIf the ball be connected with the lower part of Bennet's electrometer, and the plate A with the upper part, and any weak electricity be communicated to the electrometer, while the position of the apparatus is such that the cross-piece GH touches the two pins; a very few turns will render it perceptible. But here, as well as in the common doubler, the effect is rendered uncertain by the condition, that the communicated electricity must be strong enough to destroy and predominate over\nover any other electricity the plates may possess. I scarcely need observe, that if this difficulty should hereafter be removed, the instrument will have great advantages as a multiplier of electricity in the facility of its use, the very speedy manner of its operation, and the unequivocal nature of its results.\n\nI have the honour to be, &c.\n\nW. NICHOLSON.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106669.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 11114,
    "total-output-tokens": 1705,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1160,
        2
      ],
      [
        1160,
        2988,
        3
      ],
      [
        2988,
        4825,
        4
      ],
      [
        4825,
        6624,
        5
      ],
      [
        6624,
        6624,
        6
      ],
      [
        6624,
        6982,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106669",
    "title": "A Description of an Instrument Which, by the Turning of a Winch, Produces the Two States of Electricity without Friction or Communication with the Earth. In a Letter from Mr. William Nicholson to Sir Joseph Banks, Bart. P. R. S.",
    "authors": "William Nicholson",
    "year": 1788,
    "volume": "78",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/106669"
  }
}