{
  "id": "ff8daf2dde17cd2db309a255acab2ecc951898ed",
  "text": "LXVI. Conjectures upon an inedited Parthian Coin. By the Rev. John Swinton, B.D. of Christ-Church, Oxon. F.R.S.\n\nTo the Rev. Thomas Birch, D.D. Secretary to the Royal Society.\n\nGood Sir,\n\nRead May 1, 1760.\n\nI Some time since met with a Parthian coin, nearly of the size of the middle Roman bras, that seems to merit the attention of the curious. For though the piece itself is in very indifferent conservation, yet it has not been hitherto published, and may perhaps serve to illustrate an exceeding rare coin, with a draught of which the learned world has been obliged by M. Bouterouë. As therefore it may possibly be deemed not altogether unworthy the notice of the Royal Society, I have taken the liberty to trouble them with a few conjectures upon it; especially, as they have done me the honour to order the publication of two papers, a few years since, upon similar subjects. To this I have likewise been farther excited by part of a letter, written lately to my worthy friend the Reverend Mr. John Nixon, a learned member of the Society, by Sig. Abate Venuti; who therein mentions the famous F. Corsini’s approbation of my remarks upon Monnefes’s coin, inserted in the fiftieth volume of the Philosophical Transactions, excepting that he suspected the Victory on the reverse to allude to the Parthian monarch’s devastation of the neighbouring provinces, and usurpation of the Parthian\nPhilos.Trans.Vol.LI.TAB.XVII.p.680.\n\nFig. I.\n\nÆR\n\nApud Joannem Swinton, S.T.B. Oxoniens. R.S.S.\n\nFig. II.\n\nÆR\n\nApud D.Bouteroue, p.33.\n\nFig. III.\n\nArg.\n\nApud Henricum March Armig.\nParthian throne. I have therefore endeavoured to remove the suspicion F. Corsini has entertained, and attempted to prove, that the impression of this Victory, so utterly repugnant to the Parthian genius, must have been occasioned by some remarkable advantage, gained by the Parthian forces over the Romans. In order to which, I have at least in some measure evinced the Romans to have adorned with such a Victory the reverses of their coins, not only after a battle had been won, as F. Corsini would seem to maintain, but likewise on certain occasions after other prosperous military exploits. It is also here rendered probable, that the Victory was impressed on Monnese's medal, in allusion to the manner in which the Romans treated the Parthians, on their coins, after any favourable military event; that F. Corsini is not quite consistent with himself, the reason by him assigned for differing from me, on the principle he has advanced, being subversive of his own opinion; and that, as the reverses of the other Parthian medals never exhibit a Victory in the Roman taste, the coin before me could have been struck only to perpetuate the memory of some signal achievement, performed by the Parthian arms against the Romans.\n\nIf the conjectures now submitted to the consideration of the Royal Society should meet with the approbation of that most learned and illustrious body, they will undoubtedly be allowed to throw some light on the singular and valuable medal above-mentioned, published by (1) M. Bouterouë, never hi-\n\n(1) Recherches Curieuses des Monoyes de France &c. Par Claude Bouterouë, p. 33. A Paris, 1666.\nthereto explained. I therefore judged it not improper to transmit you an accurate draught of this coin, as well as one of the medal here so particularly described; [Vide Tab. XVII.] which may probably be the more acceptable to many, who have a taste for this kind of literature, as M. Bouterouë's book itself cannot now without great difficulty be found.\n\nWith regard to the language of the paper in which my remarks are contained, I shall only beg leave to hint, that it is understood by all who are proper judges of the performance. For this therefore I shall offer no other apology, than that the letter from Sig. Abate Venuti to Mr. Nixon, which occasioned it, is penned in the Latin tongue; and that the famous F. Corsini, the removal of whose doubt or suspicion was one of the principal objects I had in view, writes for the most part at least in the same language. I might however add, that many learned foreigners, who are particularly pleased with such disquisitions, are much better acquainted with Latin than any other tongue, except their own; and that it were to be wished the use of this noble language, in the republic of letters, were more general than it at present (2) seems to be. You will give me leave only farther to suggest, that there can be no impropriety in communicating to the Royal Society the following remarks, the (3) paper they are intended to support not only authorizing but even requiring such a com-\n\n(2) Nov. Act. Eruditor. Lipf. Mensis Maii A. 1755. p. 252.\n(3) Philosoph. Transact. Vol. L. p. 184—187.\nmunication; and to assure you that I am, with the most perfect attachment and respect,\n\nS I R,\nYour most faithful,\nand most obedient,\nhumble servant,\n\nJ. Swinton.\n\nChrist-Church, Oxon.\nApr. 24th, 1760.\n\nIn Nummum Parthicum haetenus ineditum conjecturae.\n\nI.\n\nNumisma planè incognitum, quod vulgavit (1) D. Bouterouë, in adversâ parte regis cujusdam imberbis exhibet caput, tiara margaritis sive unionibus fulgente ornatum; in aversâ vero binos racemos, ut et trinas inusitatâ formâ literas, quarum potestas etiamnum ignoratur. Aliud item haud parùm detrimenti à tempore perpetuum, cujus ectypepum Regiae Societati jam visendum fisto, capite regis tali mitra\n\n(1) Recherches Curieuses des Monoyes de France &c. Par Claude Bouterouë, p. 33. A Paris, 1666. Si Gamma pone Vologefis III. caput Gazam, vel Gazacam, Medice Atropatæ urbem, indigitet, ut exiftimat Vaillantius (1); trina elementa incognita, in nummo Bouteriano conspicua, eadem forsan urbem designent. Quod et ipsæ eorundem formæ suadere videntur. Primum enim Gimel Phœnicium figurâ refert, secundum Zain Chaldaico et Palmyreno non est absimile, tertium vero ipsissimum Phœnicium Ain se facile fatetur. Ain autem (2) nunc Aleph, nunc Gimel (3) fonuit. Hinc igitur vox Gaza, Straboni (4) usitata, Gazag, vel Gazaca, qua Stephano (5) Byzantino magis placuit, fortasse sit enata.\n\n(1) J. F. Vaill. Arfacid. Imper. p. 366. Parisiis, 1728. (2) Boch. Chan. p. 812, 813. Francof. ad Mœn. 1681. (3) Id. ibid. p. 561. (4) Strab. Lib. xi. p. 523. (5) Steph. Byzant. in voc. TAZAKA.\nseu tiarâ conspicui nobilitatum, supellex mea antiquaria suppeditat. Hoc ante caput sceptrum ostentat, pone autem figuram, quae Graecum elementum Gamma referre videtur. Caetera nummus noster Bouterouiano non dissimilis jure haud iniquo censendus. Quare altero aliquantulum illustrato, nonnihil etiam lucis alteri forsan aspergatur.\n\nII.\n\nTiaram quod attinet, nostro in numismate depictum, eum è rectis unum esse, quos, Xenophonte (2) testa, Cyrus accepit à Medis, et ad successeores transmisit, summæ majestatis insignia, ita ut nemini liceret gerere, nisi regibus, ex auctoribus hîc laudatis abundè fit perspicuum. \"Solos (ait (3) V. C. Theophilus Sigefridus Bayerus) \"reges geslisse adfirmant nobis Aristophanes et ejus Scholiasta de Persis, Josephus autem et Dio Prusaëus de Parthis.\" Pergit Cel. Bayerus, \"Quos igitur (tiaras) dicemus rectos nisi eos, qui non lunatum in orbem circum tempora fleterentur, sed rigidiores effent apices et altiores?—Neque ausì sunt (fi eundem audiamus Bayerum) \"Edeffeni reges iis uti, potentia et ma- jestate inferiores Parthis.\" Quandoquidem igitur hic nummus ante eversum ab Artaxerxe Parthorum imperium videtur procusus, ac proinde ad Persas, saltem posteriores, vix referendus; eum à Parthiæ quodam rege fuisse percussum, et si tiarae figura parti adversæ insculpta complurium Parthicorum formæ non ad amussim congruat, omnino certè par est arbitrari.\n\n(2) Xen. Cyrop. L. viii. c. 3.\n(3) Theoph. Sig. Bayer. Hist. Osroen. & Edeffen. &c. p. 135, 136. Petropoli, 1734.\n\nIII.\nIII.\n\nHis ritè perpensis, tiaram nobis Parthorum regem indigitare, cordatum quemque vix inficias existimo iturum. Quo concessio, Vologesem III. numisma nostrum cudisse, indicio erunt, forsan certissimo, in priori facie ante caput sceptrum et pone litera Gamma, si modò figura superius memorata pro isto elemento commodè satis accipi possit. Etenim hujusce principis nummum, à (4) Cl. Vaillantio publici juris factum, sive typum, sive modulum respiciamus, nostrum plurimum referre, vel cæcutienti sat clarè innotescat. Nil interim mirandum, quòd caput regis imberbis, seu potius mediocriter barbati, antica primùm ostentaverit; cum (5) Mannus, regulus finitimus Parthis, in nummulò sine barbâ depingatur, et nonnulli Parthorum (6) reges (quorum numero ipse forsan Vologeses III. accenseatur) mediocriter tantùm barbati in numismatis interdum conspiciantur.\n\nIV.\n\nQuod ad binos racemos spectat, quibus pars nummi nostri posterior cernitur signata, id quoque quicquid fit symboli Parthorum regem ante oculos ponere fortasse reperietur. Numisma enim argenteum majori formâ penes spectatissimum virum, Henricum March, armigerum, à V. C. Arthuro Pullinger ex Oriente\n\n(4) J. F. Vaill. Arsacid. Imper. p. 364—369. Parisis, 1728.\n(5) Nicol, Fran. Haym Roman. Del Tesor. Britan. Vol. Second. p. 57, 58. In Londra, 1720. Numism. Antiqu. Collect. à Thom. Pembr. et Mont. Gom. Com. P. 2. T. 72. Wise Epist. ad V. Cl. Joannem Masson de num. Abgari Regis. Oxon. 1750.\n(6) J. F. Vaill. Arsacid. Imper. p. 31, 58, 105, 321, 364, 366, &c.\nfecum in Britanniam reportatum, in anticâ typum ostentat, Parthico (quo complures nummi (7) insigniuntur) non dissimilem: principem nempe sellae insidentem, manibusque sagittam gestantem, ante cujus pedes visitur arcus; in posticâ vero senem, sinistrâ tenentem racemum. Si igitur numisma nostrum ad Vologesem III. pertinuisse autememus, à vero forsan non multum abludemus. Interim si cordatus quispiam aliter senserit, integrum sit ipsi suâ gaudere sententiâ, eadem quoque nobis largiatur veniam.\n\nV.\n\nSi superius annotatis suffragentur eruditi, et a Vologese III. nummulus noster habeatur revera percussus, rogitet forsan aliquis, \"qui fit ut princeps iste æreos cuderit nummos, cum argentei ferè soli (si ex iis qui nobis supersunt hâc de re judicium faciamus) sub ejus in imperio antecessoribus prodierint?\" Cui respondeamus licet, \"Monnesis nummus, tradrachmarum magnitudine (8), à Cl. Vaillantio evulgatus, pariter ac noster, æreus est; quin et alium Vologesis II. rarissimum ad æreorum mediæ formæ numerum idem adscripsit (9) Vaillantius. Quidnì igitur Vologesis III. numismata interdum ex ære cernantur conflata? Hoc enim factum fuisset propter res Parthiæ difficillimas, eo imperii clavum tenente, summamque argenti penuriam, cum jam laudato (10) Vaillantio arbitramur.\"\n\n(7) J. F. Vaill. ubi sup. pass.\n(8) J. F. Vaill. Arsacid. Imper. p. 341.\n(9) Idem ibid. p. 345.\n(10) Id. ibid. p. 341.\nVI.\n\nParthorum res sub Vologese III. haud parùm fuisse turbatas, bello iis à Severo tunc temporis illato, (11) ex Herodiano, Spartanio, et Dione abundè constat. Anno enim Arsacidarum æræ vulgaris 456° vel 457° seu potius, si meam eatur in fententiam (12), 429°. Severus Parthos inopinatò est aggressus; quin et cæsis primò quicunque obvii ei sunt facti, non quicunque restitissent, ut Herodianì (13) verba, πάντα τε ἐπιμέλοναι, perperàm Latinè vertit Angelus Politianus, regiam Ctesiphontem trajeucto Tigri cepit, atque militibus diripiendam concessit. Illinc ipso rege cum paucis tantum equitibus elapso, thefauris illius ornatuque omni et fupellestile potiti victores regrediuntur. Quanquam autem, prosperè succedentibus rebus, literas ad Senatum Populumque Romanum de se magnificas dederit, ac depictas in tabulis pugnas, victoriasque suas, si Herodiano (14) fides sit habenda, exposuerit Severus, nihil non honorum decernente Senatu, et super his cognomina imponente gentium devictarum; \"ullam (15) tamen, eodem anno, Romanos inter et Barbaros revera interfuisse\" pugnam,\" ex isto historico haud facile colligamus. Neque ab Herodiano hâc in re dissentit Spartanus (16), qui nullius Severum inter et Vologesum prælii,\n\n(11) Herodian. Lib. iii. Æl. Spartan. in Sever. Dio, Lib. lxxv. p. 854.\n(12) Philosop. Transact. Vol. L. p. 183—187.\n(13) Herodian. ubi sup. c. 30. Oxon. 1678.\n(14) Idem ibid. c. 31.\n(15) Venut. ad V. C. Joannem Nixonum, A. M. & R. S. S. Epift. Vid. etiam Ad. Philosop. Anglican. Vol. LI. p. 205.\n(16) Æl. Spartan. ubi sup.\ndicto anno commissi, usquam meminit. Quod quidem silentium calculo suo egregie confirmat Dio (17), cujus sic se fermè habent verba: \"Item Seluciam et Babylonem desertas celeriter occupavit, ac paulo post Ctesiphontem; quam urbem diripiendam reliquit militibus, et in ea caedem maximam fecit, cepitque superstitum hominum ad centum millia. Vologesum tamen non est infecutus, neque Ctesiphontem retinuit; sed tanquam ob id solum venisset, ut eam &c.\" Unde verisimile admodum videtur, nullam Romanos inter et Barbaros hâc fortuitâ in Parthiam expeditione interfuisse pugnam; cum Seleuciam et Babylonem ab hostibus fuisse desertas, et à Severo celeriter occupatas, celeberrimus ille scriptor disertè monuit. Celeberrimus, inquam, ille scriptor; cum Dioni Severi comiti et familiari omnino fidendum, praesertim si suo testimonio dicti duo historici, Spartanus et Herodianus, scriptis ejus etiam fidem adstruxerint. Ast quanquam in suâ ad Senatum epistolâ prælia quaedam tantummodò commentus sit Severus, Victoriâm in aversâ parte Gradien-tem præse ferentes (18), denarios tamen, in perpetuam rei memoriam, signari jussit. Unde quodammodò patet, Romanorum imperatores Victoriâm in nummis Gradiensem interdum scalpisse, licet nulla \"in-ter eos gentemque devictam interfuisse (19) pugna.\" Quod et alio forsan exemplo, ex historiâ Romano-Parthicâ petito, clariùs elucescet. In belli adversus Parthos ab Antonino Caracallâ gesti memoriam, prin-\n\n(17) Dio, Lib. lxxv. p. 854.\n(18) J. F. Vaill. ubi sup. p. 361.\n(19) Venut. ubi sup.\nceps iste (20) nummos argenteos percussit, Victoriæ Parthicae typum exhibentes. Incruentam tamen à Parthis reportavit victoriam. Etenim, \"ingenti cæde Parthorum factâ, praedâque et hominibus magnâ copiâ captis, discedit, testante Herodiano (21), ὑπὸ ἐνὸς ἀυτῶν ἀναγεῖσθαι, resistente nullo, vicisique et urbibus incensis, datâ potestate militibus rapiendi, quod quisque posset, aut vellet.\" Cum Herodiano item, hâc in re (22), concinit Dio; enim si fidem tribuamus, Antoninus regionem, qua Mediam attingit, in quam de improviso irruerat, magnâ ex parte vastavit, multa castella diruit, Arbela subegit, ac sepulchra regum Parthorum, abjectis ossibus, subvertit. \"Verum (23), ait historicus, quia Parthi cum eo non venerunt ad manus, nihil de rebus tunc gestis scribi à me eximium potest.\"\n\nVII.\n\nSed et sententiae nostræ hîc in medium prolatæ calculum quoque suum apposuit præstantissimus Spanhemius. Inter alia enim huc spectantia erudite annotavit Vir (24) Clarissimus, \"VICTORIAM PARTHICAM, cum in M. Antonini ac L. Veri, tum Severi, Caracallæ, ac Macrini nummis legi, immo in Severi nummis etiam VICTORIAM PARTHICAM MAXIMAM: à quibus utique principibus bella feliciter contra Parthos gesta me-\n\n(20) J. F. Vaill. ubi sup. p. 375.\n(21) Herodian. ubi sup. Lib. iv. c. 20. p. 163. Edit. Oxon. 1678.\n(22) Dio, Lib. lxxvii. p. 881.\n(23) Idem ibid.\n(24) Ez. Spanhem. De Præstant. &c Uf. Numism. Antiquor. Vol. Alter. p. 635. Amstelædami, 1717.\n\n\"morant\nmorant Romanarum rerum scriptores, ac firmant insuper, cum iïdem nummi, tum additum in iis PARTHICI, et quidem subinde PARTHICI MAXIMI, cognomentum.\" Notatu hîc non indignum, numismata Romana VICT. PART. vocibus dimidiatis in aversâ parte exornata Victoriae itidem figuram præ (25) se ferre. Undè omnino patet, Romanos in nummis VICTORIAM PARTHICAM, autore Cel. Vir. Ezech. Spanhemio, scalpsisse (26), si bella feliciter contra Parthos, vel prælio secundo, vel alio quoquo modo, gererentur.\n\nVIII.\n\nHæc de monetam Victoria signandi more, Romanis diu usitato, dicta sunt. Ad Parthos quod attinet, ex nummis talem apud eos consuetudinem (27) non invaluisse constat. Victoria igitur, sive potius Victoria Gradiens, Latinum ad modum inculta, certissimo est indicio, Monnesen numisma hanc ostentans (28), à me fusiùs olim atque uberioris explicatum, in rerum contra Romanos feliciter gestarum memoriam, utque iis par pari referret; praesertim ob signatam simili typo pecuniam è M. Aurelio Antonino et L. Vero victoribus (29),\n\n(25) J. F. Vaill. ubi sup. p. 333, 375, 382, &c. Francisc. Mediobarb. Birag. Imperator. Romanor. Numism. &c. pass.\n(26) Ez. Spanhem. ubi sup.\n(27) J. F. Vaill. Arsacidar. Imper. Nicol. Fran. Haym Roman. Del. Tefor. Britan. Vol. Second. p. 30—37. Mus. Theupol. p. 1221, 1222. Numism. Antiqu. &c. Thom. Pembr. & Mont. Gom. Com. &c. P. II. T. 76. Claude Bouterouë, ubi sup. aliique Scriptor. pass.\n(28) Philosopb. Transact. Vol. L. p. 175—188.\n(29) J. F. Vaill. ubi sup. p. 333:\n\npercussisse.\npercussisse. At prælium exinde tunc temporis Romanos inter et Parthos fuisse commissum, propter rationes superiùs allatas, haud æquo jure colligamus. Quare leviter saltem lapsus videtur (30) V. C. Edwardus Corfinus, (31) \"ubi dubitat, ad epocham statuendam, de Victoria in posticâ (regis Mon-\n\n(30) V. C. Edv. Corfin. apud Venut. in Latin. ad Joan. Nixonum Epift.\n\n(31) Perpenso (quod sequitur) Cl. Nixoni apographo, ab eo mecum quàm humanissime communicato, de vero hic sensus acuminè cordatus lector liquidiùs judicare posset. \"Cl. Corsino doc-\n\"tissimas Cl. Swintoni conjecturas de nummo Monnesis Partho-\n\"rum regis communicavi: ille vero comprobavit, admiratusque\n\"est solertiam authoris, ingeniiique acumen; tantummodò ubi\n\"dubitat, ad epocham statuendam, de Victoria in posticâ ex-\n\"culptâ, cum eo anno nulla interfuerit pugna inter Romanos et\n\"Barbaros: sed cum Monneses regnum usurpaverit, legitimosque\n\"spoliaverit hæredes, vicinaque devastaverit regna, nil mirum si\n\"Victoriae in nummis insculperit, atque ad Barbaricam, non\n\"ad Romanam, referri debet.\" Hinc abundè constat, Corfinum,\nnon me, ut voluit Cl. Nixonus, \"ad epocham statuendam, de\n\"Victoriae in posticâ excultà dubitâsse.\" Nemini enim non\nliquet, meam de verâ Arsacidarum ærà, hujuscè Victoriae typâ\nope, feliciùs enodanda sententiam, quamquam immerito, in dub-\nbium vocâsse Cl. Corsinum; \"cum eo anno nulla, si illum audi-\n\"amus, interfuerit pugna inter Romanos et Barbaros.\" En causa,\ncur, \"ad epocham statuendam, de Victoriae in posticâ excultà\n\"dubitaverit\" Corsinus, ab ipso Corsino, vel, si malimus, Ve-\nnuto, in medium prolata. Quinimò Victoriae figurâ, in hoc\nMonnesis numismate scalptâ, æram Parthorum Corfinianam (vel\ninvito Corsino) sine ullâ dubitatione firmandam duxi, ut ex nostris\nActis Philosophicis omnino fit perspicuum. Voces igitur tantum-\nmodò ubi dubitat minus rectè but excepted a little to that part, where\nhe [Mr. Swinton] expresses a doubt, siquid judico, Anglice vertit\nCl. Nixonus. Neque meo solo, hâc in re, nixus sum judicio;\ncum præcellentes, quotquot consului, eruditione amici, inter quos\neminet reverendus ac doctissimus vir, Josephus Sanford, S. T. B.\nCollegii Balliolensis Oxon. Socius, mihi certatim adstipularentur.\nPhilosoph. Transact. Vol. L. p. 185.\n\nVol. LI.\n\"nesis nummi) exculptâ, cum eo anno nulla\n\"interfuerit pugna inter Romanos et Barbaros;\"\ntametsi meam hujusce numismatis explicationem,\nquod summo mihi honori duco, teste Cl. Venuto (32), comprobavit.\n\nIX.\n\nSed et minùs sibi constare, si non apertè secum\npugnare, quoque videtur vel Cel. Corfinus, vel doc-\ntissimus Venutus; cujus huc spectantia, in pereru-\nditâ suâ ad V. C. Joannem (33) Nixonum epistolâ,\nita se habent verba. \"Sed cum Monneses regnum\n\"usurpaverit, legitimosque spoliaverit hæredes, vi-\n\"cinaque devasta verit regna, nil mirum si Victo-\n\"riam in nummis insculperit, atque ad Barba-\n\"ricam, non ad Romanam, referri debet.\" Hinc\nenim abundè constat, docente nos vel Corsino, vel\nVenuto, Monnesen monetam suam Victoria fig-\nnâsse, proptereà quod \"regnum usurpaverat, legi-\n\"timosque spoliaverat hæredes, vicinaque devasta-\n\"verat regna,\" quamquam de prælio inter eum et\nBarbaros commissio omninò fileat historia. Ast hoc\nminimè patitur instituti Corfiniani ratio, quandoqui-\ndem anteà \"dubitaverat de Victoria in posticâ\n\"exculpta\" Vir doctissimus, \"cum eo anno nulla\n\"interfuerit pugna inter Romanos et Barbaros,\" si\nex historicorum silentio id evinci possit. Pari igitur\njure Victoria Barbaricam, si hujusmodi valeat ratio,\nac Romanam repudiemus.\n\n(32) Venut. ubi sup.\n(33) Idem ibid.\nSed ut verum apertè atque ingenuè fateamur, id genus argumenta, ex historiæ silentio ducta, facilè et nullo negotio, advocatâ præsertim nummorum fide, haud rarò refelluntur. Victorias Romanorum copiis partas præstantiora interdum memorant numismata, ab eorum scriptoribus silentio penitus prætermissas; cujus, ut alia nunc non in medium proferam, nobis exemplo sit VICTORIA GOTTHI. P. (34) à Taciti imperatoris nummo ante oculos posità, et cæteroquin (ut opinor) minimum nota. Parthos igitur Romanorum aciem non profligâsse, eodem quo Mesopotamiæ urbes ceperunt anno, utcunque de pugnâ taceat historia, pro certo dicere non ausim. Immò Parthos cum Romanis tum dimicâsse à vero non uique adeò forsan alienum reperietur, si Vaillantium, cujus de Monnese sensa presè satis sequitur (35) Cl. Corsinus, perpendamus (36) innuisset, \"hunc prin- \"cipem ΣΩΤΗΡΟΣ epitheton sibi adrogavitse, ob \"egregium quoddam adversus Romanos facinus bel- \"licum; quo populorum omnium sibi benevolen- \"tiam atque amorem conciliavit, quoque in turbu- \"lento illo rerum statu ad Parthicum solium viam \"sibi patefecit.\" Utut tamen est, nil mirum si Victoriam, more Romano Gradientem, Monnesis nummus jam ostentet; cum bella (37) contra Roma- nos feliciter gesserit, et totam fere Mesopotamiæ pro- vinciam, secundum (38) Dionem, perdomuerit.\n\n(34) Francisc. Mediobarb. Birag. ubi sup. p. 410. Mediol. 1683.\n(35) Edv. Corsin. apud Venut. ubi sup.\n(36) J. F. Vaill. ubi sup. p. 340.\n(37) Idem ibid.\n(38) Dio, Lib.lxxv. p.853 Philof. Trans. Vol. L. p. 184, 185.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105412.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 16,
    "total-input-tokens": 24122,
    "total-output-tokens": 7915,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1392,
        2
      ],
      [
        1392,
        1572,
        3
      ],
      [
        1572,
        3193,
        4
      ],
      [
        3193,
        4735,
        5
      ],
      [
        4735,
        6265,
        6
      ],
      [
        6265,
        7778,
        7
      ],
      [
        7778,
        9300,
        8
      ],
      [
        9300,
        10699,
        9
      ],
      [
        10699,
        12245,
        10
      ],
      [
        12245,
        13766,
        11
      ],
      [
        13766,
        15216,
        12
      ],
      [
        15216,
        16728,
        13
      ],
      [
        16728,
        19001,
        14
      ],
      [
        19001,
        20303,
        15
      ],
      [
        20303,
        21833,
        16
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "en",
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105412",
    "title": "Conjectures upon an Inedited Parthian Coin. By the Rev. John Swinton, B. D. of Christ-Church, Oxon. F. R. S.",
    "authors": "John Swinton",
    "year": 1759,
    "volume": "51",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 16,
    "jstor_url": "https://www.jstor.org/stable/105412"
  }
}