{
  "id": "67204b7c395c4a4c0a8dbcba2baa51f3aac54286",
  "text": "TO THE Royal Society.\n\nIt will not become me, to adde any Attributes to a Title, which has a Fulness of Lustre from his Majesties Denomination.\n\nIn these Rude Collections, which are onely the Gleanings of my private diversions in broken hours, it may appear, that many Minds and Hands are in many places industriously employed, under Your Countenance and by Your Example, in the pursuit of those Excellent Ends, which belong to Your Heroical Undertakings.\n\nSome of these are but the Intimations of large Compilements. And some Eminent Members of Your Society, have obliged the Learned World with Incomparable Volumes, which are not herein mention'd, because they were finisht, and in great Reputation abroad, before I entred upon this Task. And no small Number are at present engaged for those weighty Productions, which\nEpistle Dedicatory.\n\nwhich require both Time and Assistance, for their due Maturity. So that no man can from these Glimpses of Light take any just Measure of Your Performances, or of Your Prosecutions; but every man may perhaps receive some benefit from these Parcels, which I guessed to be somewhat conformable to Your Design.\n\nThis is my Solicitude, That, as I ought not to be unfaithful to those Counsels you have committed to my Trust, so also that I may not altogether waste any minutes of the leisure you afford me. And thus have I made the best use of some of them, that I could devise; To spread abroad Encouragements, Inquiries, Directions, and Patterns, that may animate, and draw on Universal Assistances.\n\nThe Great God prosper You in the Noble Engagement of Dispersing the true Lustre of his Glorious Works, and the Happy Inventions of obliging Men all over the World, to the General Benefit of Mankind: So wishes with real Affections,\n\nYour humble and obedient Servant\n\nHENRY OLDENBURG.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101399.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 502,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        821,
        2
      ],
      [
        821,
        1821,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101399",
    "title": "Epistle Dedicatory",
    "authors": "Henry Oldenburg",
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101399"
  }
}