{
  "id": "91eb5d7a589efc7bef5c33df8b84b8bdcc74d465",
  "text": "N.B. Stella illa Telescopica a qua die Januarii 25° Lunam praecedit, Ascensionem rectam tunc habuit 81° 28' 3\", & distabat a Polo 66° 58' 20\", unde fit Longitudo ejus 22° 9' 3\" cum Latitudine Australi 0° 13' 3\". Hac autem est ea ipsa stella ad quam applicabatur Jupiter in Statione secunda, anno 1634 Februarii 6, eamque non nisi tribus sui corporis diametris ad Austrum reliquit, observante Gassendo: ut habetur inter Observata ejus pag 174. Et ad eandem Mars observatus est Septembris 6to anno 1644 mane, ut videre est in Prolegomenis Selenographiae Hevelianae pag. 65 & Fig. 1. Verum multum usui erit, ad accuratam Nodi Jovis determinationem, ejusque motus, si modo inter stellas fixas planum orbitae Jovialis non hæreat immobile. Etenim post decursum 83 annorum, quibus Jupiter satis accurate septem absoluit periodos, anno solis 1717. Januarii 10. mane, Planeta stellam illam corporaliter teget vel saltem stringet, spectaculo quidem raro neque haec tenus quod sciam Astronomis in Jove concessum.\n\nStella autem ipsa, etiam Telescopica vocetur, sudo caelo & absente Luna inermis oculi aciem non fugit; comitemque habet sequentem ad Austrum, & semidiametro Solis cincter distantem, apud quam conspicetur Jupiter arctissime conjunctus. Die vicesimo Julii anni proximi 1716 mane.\n\nIV. An Account of an Experiment made by Dr. Brook Taylor assisted by Mr. Hawkesbee, in order to discover the Law of the Magnetical Attraction.\n\nBy Order of the Royal Society Mr. Hawkesbee and myself made an Experiment with the great Loadstone belonging to the Royal Society, in order to discover the Law of the Magnetical Attraction; and not long after\nafter I gave an account of it to the Society in a Letter to Dr. Sloane, (who was then Secretary) dated June 25, 1712. Since that, Mr. Hawkesbee made another Experiment of the same nature with a smaller Loadstone; which he has given an account of in the Philosophical Transactions No. 335. But upon comparing the Numbers of that Experiment with those of the other, I find the Numbers of the first Experiment to be very much more regular. Wherefore I conclude that to be the best Experiment, and since no notice has been taken of the Account I gave of it, and I have reason to believe Mr. Hawkesbee lost the Table I left with him for the Society, of the Numbers relating to it, I take this occasion to present the Society with the following Account of it.\n\nWe placed the great Loadstone belonging to the Royal Society so, that its two Poles lay in the Plane of the Horizon, and were in a Line exactly at right Angles with the natural Direction of the Needle we made use of, (which was that Dr. Halley had made to observe the Variations with). And by means of a Carriage contrived for that purpose, the Stone was easily moved to and fro, the Poles continuing always in the same Line. The Needle was so placed, that the Center it play'd upon was in the same Line with the Poles of the Stone; the North Pole being towards the Needle. We measured the Distances from the Center of the Needle to the Extremity of the Stone; and we found the Variations of the Needle from its natural Position to be as in the following Table.\n\n| Distant. | Variat. | Distant. | Variat. | Distant. | Variat. |\n|----------|---------|----------|---------|----------|---------|\n| Feet     |         | Feet     |         | Feet     |         |\n| 1        | 8° 45'  | 4        | 16° 0'  | 7        | 3° 30'  |\n| 2        | 5° 80'  | 5        | 9° 20'  | 8        | 2° 20'  |\n| 3        | 3° 00'  | 6        | 5° 35'  | 9        | 1° 35'  |\n\nV. A",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103059.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4888,
    "total-output-tokens": 1149,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1635,
        2
      ],
      [
        1635,
        3548,
        3
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103059",
    "title": "An Account of an Experiment Made by Dr. Brook Taylor Assisted by Mr. Hawkesbee, in Order to Discover the Law of the Magnetical Attraction",
    "authors": "Mr. Hawkesbee, Brook Taylor",
    "year": 1714,
    "volume": "29",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/103059"
  }
}