{
  "id": "46c971842c5ac71d1ba850c103785baba832525d",
  "text": "The grey Coot-footed Tringa shot near Halifax in Yorkshire (January 1757) and Presented to me by Mr. Thomas Bolton Florist of Worley-clough in Yorkshire. Drawn from nature of the tignes of Life by Geo. Edwards in Feb. 1757.\nXXXI. An Account of a new-discovered Species of the Snipe or Tringa: In a Letter to the Rev. Tho. Birch, D.D. F.R.S. from Mr. George Edwards, Librarian of the College of Physicians.\n\nSIR,\n\nRead May 5, 1757.\n\nTake the liberty to lay before you the figure and description of a newly-discovered species of the snipe or tringa kind, which was lately shot at Sowerby-bridge in Yorkshire, and sent to me by Mr. Floris of Worley-clough, near Halifax in the same county. If the account, that follows, shall be thought by you deserving to be communicated to the Royal Society, the real bird, which I have preserved dry, shall be produced at the same time.\n\nThis bird is like in shape to most others of the tringa or snipe kind. Its size is better shewn by the figure lying before you (See Tab. VI.), than by the dried bird, which is much shrunk since the drawing of it was made. I choose, by way of distinction, to name it the coot-footed tringa, as it differs from other birds of that genus no otherwise, than in having its toes webbed in the same particular manner as the fulica, or our bald-coot. One of its feet is shewn in the plate, magnified a little, to make it the better understood, in what manner the webs or membranes spreading on both sides of the toes are scalloped or indented at each of the toe-joints. These scallopings are finely pectinated on their outer edges, as the enlarged figure expresses. The hinder toe is small, and finely\nfinely pectinated on the under side. The bill is black, and channelled on both sides of the upper mandible; in which channels the nostrils are placed near the forehead: it is compressed somewhat like a duck's bill, and ridged along its upper part, as a figure of the head in the corner of the plate may shew. The lower head, figured with it, is intended to shew the bill (which is very narrow) of another species of coot-footed tringa, brought from North America, and described and figured in my Natural History of Birds, &c. plate 46. The eyes are placed farther backward from the bill than in many other sorts of birds; in which the wisdom of Providence is remarkable: for birds of this genus commonly feeding in soft muddy ground on the banks of rivers or the sea, have occasion to thrust their bills deep into the shores, to extract worms and insects; and their eyes would be in danger, were they placed more forward. The fore part of the head, the neck, breast, belly, thighs, covert-feathers withinside the wings and under the tail, are white: the top and hinder part of the head is black. The lower part of the neck behind, and the back, are of a blueish ash or slate-colour, with a mixture of blackish or dusky: the upper sides of the wings and tail are of a blackish or dusky colour: the tips of the covert of the wings are white; the tips of the middlemost or shortest of the quills are also white, and form white transverse bars across the wings. Two or three of the middle quills are wholly white, and all of them have their inner webs white toward their bottoms. It hath twelve feathers in the tail; the outermost of which, on each side, is edged with white. The covert-feathers on the rump, or upper side of the tail, are dusky\ndusky and white. The legs are bare of feathers above the knees (as they are in most birds, who wade in shallow waters), and of an ash-colour.\n\nI believe no discovery of this bird has been made till now: and it is very probable there are many more species of birds in this island, that have hitherto escaped the notice of curious inquirers. Mr. Ray, in a book by him published, London, 1674. called, A Collection of English Words, &c. with a Catalogue of English Birds and Fishes, &c. after naming the coot in his catalogue of birds, p. 92. says, \"Mr. Johnson of Brigna, near Grota-bridge in Yorkshire, shewed me a bird of the coot kind, scalloped, not much bigger than a black-bird.\" As so little is said by Mr. Ray, one can hardly determine any thing concerning the bird he mentions: and 'tis plain he thought this note scarce worth notice, as he hath not preserved it in the Ornithology since by him published. Nor can I believe it was the bird now before us; for he says it was not much bigger than a black-bird; which implies, that it was something bigger. And, on reading his description of the black-bird, I find he makes it to weigh four ounces; consequently it is four times the weight of the bird above described by me: for my obliging friend, Mr. Florist, who sent me this bird, says in his letter, that, when newly killed, it weighed one ounce. Therefore I am inclined to think, that the bird Mr. Ray has so lightly mentioned, is a bird not as yet fully discovered. I am, Reverend Sir,\n\nYour most humble Servant,\n\nCollege of Physicians, Lond.\nMay the 3d, 1757.\n\nGeo. Edwards.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105256.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7932,
    "total-output-tokens": 1385,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        224,
        2
      ],
      [
        224,
        1666,
        3
      ],
      [
        1666,
        3408,
        4
      ],
      [
        3408,
        4994,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105256",
    "title": "An Account of a New-Discovered Species of the Snipe or Tringa: In a Letter to the Rev. Tho. Birch, D. D. F. R. S. from Mr. George Edwards, Librarian of the College of Physicians",
    "authors": "George Edwards",
    "year": 1757,
    "volume": "50",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/105256"
  }
}