{
  "id": "4576f81234618eebb29f25636328561b9d616fcf",
  "text": "A Dioptrick Problem, Why four Convex-glasses in a Telescope, shew Objects Erect. by William Molineux of Dublin Esq. R. S. Soc.\n\nIn the Journal des Scavans for Monday the 17th. of September 1685. pag. 466. Amst. Edition, we find this passage. As Perspectives of one Convex-glass make Objects appear upright, which those of two Convex-glasses invert, and again those of three rectify; so it should seem that those of four ought to invert: And yet Experience shews us that Objects appear upright through these glasses. The Singularity of this Phenomenon obliges all Skil'd in Dioptricks to inquire the reason thereof, but hitherto they have found none. Mr. Regis, who applies himself particularly to this part of Natural Philosophy, believes that he has hit upon the Reason, and makes us hope that he will suddenly Publish it.\n\nThus far the Journal, but it does not tell us whose remark this is, though I am apt to believe 'twas written by Mr. Regis himself, to the Publisher of the Journal.\n\nTo me this Phenomenon appears very easily explicable, from the consideration of placing Glasses in a Tube. Which is thus; after the Object-glass, the Eye-glass is placed so much distant (towards the Eye) from the Focus of the Object-glass as is the Focus of the Eye-glass; then the middle Eye-glass is placed so much distant from the Focus of the first Eye-glass, as is the Focus of this middle Eye-glass; lastly the nearest Eye-glass is placed so much distant from the Focus of this middle Eye-glass, as is the Focus of this nearest Eye-glass; and the Eye looking through them all is placed in the Focus of this nearest Eye-glass.\n\nI say therefore first, that one single Convex-glass, cannot properly be said by itself to shew Objects erect or reverse, but in respect of placing of the Eye that looks through it. For if the Eye that looks through such a single Convex-glass\nbe placed higher thereto, then the Glasses Focus, the Objects are erect; if the Eye be placed just in the Focus, the Objects are neither erect nor reversed, but all in confusion between both; and if the Eye be placed further from the Glass than the Focus, the Objects are reversed. I mean here distant Objects, the Rays flowing from any point whereof may be counted to come parallel towards the Object-glass, for such Objects we are to consider when we speak of looking thro' Telescopes.\n\nThis being laid down, I assert. Secondly, that the Object-glass of a Telescope reverses the Object, both to the Eye-Glass and the Eye, that looks through it: For the Eye-glass is placed farther from the Object-glass than is the Focus of the Object-glass. But the Eye-glass does nothing towards the Rectification or Reversion; the Eye being placed just in its Focus. Thus we see that the Reversing of Objects in a Telescope of two Convex-glasses proceeds wholly from the Object-glass and its position, and the Eye-glass has nothing to do in the Affaire; for were the Eye itself in the place of the Eye-glass it would see the Objects inverted thro' the single Object-glass.\n\nI come now to consider the second Eye-glass placed after the first Eye-glass. (the first Eye-glass being that next the Object-glass) And here it is manifest that placing this as it ought in a Telescope, if we place our Eye nearer to this middle Eye-glass than it's Focus, the Eye sees the Objects inverted and confused: Place the Eye in the Focus, it sees the Objects all in confusion, neither erect nor reversed; for here again there is a distinct Representation of the Objects to be received on a piece of Paper, as in the Focus of the Object-glass; and the Eye being placed at any time at this place (which is usually called the Distinct Base) sees all in confusion. But then let the Eye be placed farther from this middle Glass then its Focus (for so is the third or immediate Eye-glass, it being always distant from the middle Eye-glass, the Aggregate of both their Foci) it perceives the Objects erect and confused.\nLastly, the third or immediate Eye-glass does nothing towards the erecting or reversing the Species, which it receives erect from the middle Eye-glass; no more than in a Telescope of two Convex-glasses, the Eye-glass does to the Species it receives from the Object-glass, as we have shewn before. The reason that this last or immediate Eye-glass has nothing to do in the erecting or reversing the Species is the same, as in a Telescope of two Convex-glasses, viz. the Eye is placed in its Focus, and therefore sees the Species as 'tis represented in the Distinct Base; that is, the Species is inverted in the Distinct Base of the Object-glass, and therefore a single Convex Eye-glass brings it to the Eye inverted; but in the Distinct-Base of the middle or second Eye-glass the Species is erect, and therefore the third or immediate Eye-glass brings it to the Eye erect.\n\nWherefore we are to consider the Telescope consisting of an Object-glass and three Eye-glasses, as two Telescopes, each consisting of two Convex-glasses. The first consists of the Object-glass and first Eye-glass, and this inverts the Species; that is, the Species is inverted in the Distinct-Base of the Object-glass, and so brought into the Eye. The second Telescope consists of the two immediate Eye-glasses, and this erects what the former inverted, that is, the Species in the Distinct-Base of the middle Eye-glass is erect, and is so brought into the Eye by the Eye-glass; the Eye-glasses themselves in neither case having any thing to do with the erecting or inverting, but merely in representing in the same posture the Species immediately before them.\n\nThe French Problem therefore should not have broken a Telescope of four Convex-glasses into four pieces, but into two, and the case would have been plain; whereas by breaking it into four Perspective-Glasses, they attribute that to two of them, which neither of them does, viz. inverting and erecting.\n\nTherefore I say lastly, that one Convex-glass as posited in a Telescope inverts; the second (that is the first Eye-glass) does\ndoes nothing towards erecting or reversing, but represents\nthe Image as it is in the Distinct-Base of the Object-glass be-\nfore it, that is, inverted. The third Glass erects, or ra-\nther restores what was before inverted. The fourth repre-\nsents the Image as it receives it from the Distinct-Base of\nthe third, that is, erect. And this I think a sufficient So-\nlution of this Problem.\n\nAn uncommon Inscription lately found on a very great\nBasis of a Pillar, dug up at Rome; with an Interpre-\ntation of the same by the learned Dr. Vossius.\n\nThis Inscription was sent by that excellent Philosopher\nand Mathematician Mr. Adrian Auzout, who copyed it from the Stone, to Mr. Justel, who was pleased to com-\nmunicate it to the Royal Society, together with the Senti-\nments of Dr. Vossius therupon, of which the Reader may\nJudg.\n\nThe Inscription is three fold upon three sides of the Basis,\nand as follows.\n\nP. SVFENATI. P. F. PAL. MYRONI\nEQVITI. ROMANO. DECV\nRIALI. SCRIBARVM. AEDILI\nVM. CVRVLIUM. LVPERCO. LAURENTI\nLAVINATI. FRETRIACO. NEAPOLI. ANTI\nNOITON. ET. EVNOSTIDON. DE\nCVRIONI. IIII, VIRO. ALBA\n\nNI.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101858.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 1871,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1865,
        2
      ],
      [
        1865,
        3949,
        3
      ],
      [
        3949,
        6013,
        4
      ],
      [
        6013,
        7115,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101858",
    "title": "A Dioptrick Problem, Why Four Conuex-Glasses In A Telescope, Shew Objects Erect. by William Molineux of Dublin Esq. R. S. Soc.",
    "authors": "William Molineux",
    "year": 1686,
    "volume": "16",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/101858"
  }
}