{
  "id": "08a2fc702e97e0fbabe718217b76b2f8262df22e",
  "text": "XXVI. On the Temperatures and Geological Relations of certain Hot Springs, particularly those of the Pyrenees; and on the Verification of Thermometers. By James D. Forbes, Esq. F.R.S., Professor of Natural Philosophy in the University of Edinburgh.\n\nReceived February 17,—Read March 24, 1836.\n\nIf the chemistry of mineral waters has been as yet prosecuted to a very limited extent, notwithstanding the number of eminent analysts who have engaged in the research, much more has every other topic connected with their origin and nature been superficially treated*. The characters of springs of every kind are so important as to deserve minute and laborious research; and notwithstanding the partial essays of Von Buch and others, the whole subject remains in a state of confusion, and is involved in incongruities and contradictions†. The chief point to which the observations about to be described were directed, is the temperature of thermal springs; and, referring to this point alone, we might prove the almost total absence of exact data on the subject. Every traveller, to be sure, has measured the temperature of springs, but few have been aware of the difficulties which even this apparently simple inquiry involves.\n\nWe should have considered the accurate determination of the temperatures of thermal springs the first step towards a theory of their production‡. The constancy of that temperature from day to day, from year to year, from century to century, would appear one of the most essential facts to determine; yet I am aware of scarcely a single published observation capable of being satisfactorily employed in such an inquiry. Not only are the errors of the instruments unknown, but the circumstances\n\n* \"Quiconque a sérieusement réfléchi sur cette matière, conviendra sans peine avec M. Alibert que la science des Eaux Minérales est, pour ainsi dire, à refaire.\"—Anglada, Traité des Eaux Minérales du Département des Pyrénées-Orientales, Pref.\n\n† I have for a number of years been making collections respecting springs of all kinds, of which the present can be considered but as one division. Feeling, however, the doubtfulness of my ever completing this investigation, and the importance of stating completely all that relates to minute topographical details soon after the observations are made, I have lost no time in proceeding to the reduction of these Pyrenean experiments.\n\n‡ \"Depuis qu'il est assez généralement convenu que les sources thermales empruntent leur haute température à la chaleur propre des couches terrestres plus ou moins profondes d'où elles proviennent, l'étude des changements qu'elles peuvent éprouver a acquis une nouvelle importance. Il serait sans doute curieux de savoir si la cause chimique minéralisatrice de ces eaux dans laquelle on cherchait jadis l'explication de leur chaleur extraordinaire augmente d'intensité par le progrès du temps, ou si elle s'affaiblit; mais en tous cas, on n'aurait ainsi découvert qu'un fait local et sans portée; envisagé de l'autre manière, le phénomène, au contraire, se rattache aux plus grandes questions de la philosophie naturelle.\"—Arago.\nunder which the observations are made are liable to perpetual change. For instance, a spring in the state of nature may rise from rock directly, or from amongst debris. In the latter case, to fix the temperature is difficult, because it varies at different points; and it is nearly useless, because a year hence the circumstances of its efflux may be wholly changed. Again, in the more usual case of thermal waters being medicinally employed, it is frequently impossible (at least without much trouble) to reach the true source of the water, which is carried through pipes, conduits, and reservoirs before it is finally employed; and in this case the temperature is usually taken at the bath-cock, or at the 'buvette,' or drinking-cock, where consequently the water has been subjected to the variable cooling action of its intermediate transit. Thus, for example, at the great establishment of La Raillière at Cauteretz, in the Hautes Pyrénées, the water is cooled from $101^\\circ$9 to $99^\\circ$8 in passing through a short and well-inclosed stone conduit from the source to the 'buvette'; and in the neighbouring spring of the Mahourat, the spout from which the water flows, though in contact with the granite rock from which it rises, and, in common parlance, the true or real source, I found to give a temperature $0^\\circ$5 lower than I obtained a few feet further back by squeezing myself into an almost inaccessible cleft of the rock. Thus for the most part we have no assurance that two travellers have observed the same spring at the same point; and hence identity of name by no means infers comparability, even supposing the instruments perfect. The frequent alterations in the thermal establishments render a specific description of the locality still more indispensable. Where the mineral water is not applied to use, we have a new difficulty in the recognition of a spring by the mere description of locality. That hot springs should ever be so abundant as to render this possible might seem improbable; I have had occasion to suffer from it, however, in following the footsteps of the indefatigable Anglada amongst the numerous and often almost inaccessible hot-springs of the Eastern Pyrenees (near Thuez, in Roussillon).\n\nThere is almost a romantic interest associated with these vast bodies of hot water ceaselessly pouring from the heart of the earth, and for centuries together, as the Roman remains in the Pyrenees, in Auvergne, at Baden, at Naples, and in very many other places attest. But there is the far greater scientific interest attaching to the cause of phenomena so strange, especially where wholly detached from apparent volcanic agency. Could we have known whether the temperatures of the waters have undergone any general change since remote times, the result would have been highly interesting and instructive; yet we are not, even now, preparing for such future investigations unless we commence a method of experiment commensurate with the accuracy of the present state of science.\n\nThe researches of Fourier lead us to believe that if the temperature of hot springs be due solely to that of the earth itself, at considerable depths, the changes during historic periods must be very minute. The chemical theory, first brought forward in relation to volcanos and since extensively adopted both in this country and on the\nContinent, would lead us to infer that constancy of temperature is improbable, and that even supposing that there were no uniform diminution from age to age, occasional irregular fluctuations would be inevitable. The influence of earthquakes upon the temperature of hot springs is also admitted; and it would be very desirable to know from continued observations whether abrupt changes are not frequent, similar but on a smaller scale to that, for example, which raised the temperature of the Source de la Reine at Bagnères de Luchon by about $75^\\circ$ on the occasion of the earthquake of Lisbon in 1755. Most curious effects have likewise occurred on occasion of earthquakes to many springs*. Baron Humboldt did me the honour to mention a circumstance perhaps connected with a similar cause. Two springs in South America, at a distance from any active volcano, have increased in temperature by $4^\\circ$ centigrade since the period of his observations, as determined by M. Boussingault.\n\nIt is a singular fact that we are not only unacquainted with the progressive variations of temperature in springs during long periods of time, but even with the diurnal or monthly changes to which many thermal waters are probably subject. The usual statement of the constancy of the heat of such springs at all seasons is abundantly general, but perfectly vague. I have reason to believe that, except in the case of particularly abundant springs, it does not hold true; but I am unacquainted with any systematic experiments on the subject, although I have made many inquiries on the subject in almost every place I have visited where the medicinal importance of the springs had rendered them objects of attention to physicians or intelligent persons generally. Such information as I have been able to collect will be mentioned in alluding to the particular localities: I will only observe, that the absolute constancy of the temperature of springs is a circumstance in itself impossible, owing to the variation of temperature of the uppermost strata through which they flow at different seasons. When the flow of water is abundant, this, however, appears to be very small, or even quite insensible.\n\nThe observations here recorded must always possess a certain degree of value. I lament, however, that my want of information on the points just alluded to prevents me from assuming that they are directly applicable to the chief object I had in view,—the future determination of secular changes small in amount. We may, however, conclude, that before a sufficient time has elapsed to render such comparisons a matter of interest, more extended local observations shall have made us acquainted with the variations (if any) which the regular change of season produces, and those which may be due to the meteorological inequalities of various years.\n\nI shall have the opportunity of pointing out by specific examples, in the sequel, the impossibility of as yet commencing any comparisons of the kind alluded to, owing to the unsatisfactory vagueness of published observations; not less from errors in the modes of observing than from imperfect instruments, inadequate descriptions of loca-\n\n* See Gairdner on Mineral Springs, p. 211.\nlities, and other causes, producing inconsistencies so enormous that occasionally we are unable even to guess at them. Nothing is more common than to see the temperature of springs set down at $212^\\circ$, on the supposition that the escape of gas indicates actual ebullition.\n\nWhen we refer to any table of the temperatures of springs, the difficulty would be, not to point out which are erroneous, but which are correct. If this be the case even amongst the later observations, how much more must it apply to those of the last century! M. Le Grand of Toulouse has lately attempted to compare the temperatures of the Eastern Pyrenean waters observed by Carrere in 1754 with the recent results given by M. Anglada. The former were probably made with the imperfect alcohol thermometer of Reaumur; and though the latter were made by their indefatigable and estimable author, probably with all care and with good instruments, yet since (so far as I know) no examination of the scale of the instruments has been published, there may yet be errors of such magnitude as to diminish our confidence in future comparisons with them. Yet such results are amongst the very best we possess on this subject. It is remarkable, however, that in the memoir just alluded to, it has been shown, that if the observations were really made with the original instrument of Reaumur, in which the degree marked $80^\\circ$ was not the temperature of boiling water, but of the alcohol employed, the coincidence with Anglada's observations becomes as close as could possibly be expected, and does not decidedly indicate any variation*.\n\n| Springs          | Temperature, Carrere, 1754 | Reduced to the modern scale of Reaumur | Anglada, 1819 |\n|------------------|----------------------------|----------------------------------------|--------------|\n| Nyer             | 19° 0                      | 18° 0                                  | 18° 5        |\n| Vinca (Source de Nossa) | 20° 5                  | 19° 4                                  | 18° 8        |\n| Molitg (Grande Source) | 33° 0                  | 30° 3                                  | 30° 3        |\n| La Preste (Grande Source) | 38° 5                  | 35° 2                                  | 35° 2        |\n| Escaldas (Source du Milieu) | 38° 5                  | 35° 2                                  | 34° 0        |\n| Vernet (Source Extérieure) | 48° 0                  | 43° 0                                  | 42° 8        |\n| Vernet (Source du Milieu) | 51° 0                  | 45° 5                                  | 44° 5        |\n| Arles (Escaldadou Gros) | 55° 5                  | 49° 0                                  | 49° 0        |\n| Thuez (Olette; Carrere) | 70° 5                  | 60° 0                                  | 60° 0        |\n\nEnough has perhaps already been said to point out the importance of the inquiry, and the necessity of fixing data for future observers with a degree of accuracy hitherto unattempted. The application to the actual cases I have investigated will afford a better illustration than a mere detail of the required precautions would do; whilst the remarks just made will explain the minuteness of local indication which I have entered into, and which might otherwise have appeared superfluous.\n\nWith reference to the observations connected with the physical geography of hot\n\n* Comptes Rendus des Séances de l'Académie des Sciences, No. 7, 1835.\nsprings, little preface seems necessary. I have found much to confirm the views stated by Dr. Daubeny and others as to the connexion of hot springs with fissures and lines of elevation. The remarks which I have to make respecting the Pyrenean waters chiefly occurred to myself from personal examination; though I believe several of them are contained in the little known and less read works connected with that country. It is a fact worthy of remark, that the literature connected with the hot springs of the Pyrenees is very extensive, to the amount even of forming a small library. An examination and analysis of these works, and of the manuscript collections formed by persons connected with that country, could scarcely fail to be really valuable. In a medical point of view the quantity of information is immense, and in many cases at least I have reason to believe that it is faithfully collected and impartially recorded. The objects of my inquiries brought me frequently in contact with the medical officers of the thermal establishments, from whom I received much kindness, as well as valuable information; and amongst the multitude of proprietors or of attendants at the baths from whom I had often minute inquiries to make, I can scarcely recall a case where I was not received with the utmost civility, and even zealously aided in my experiments. To M. Darralde, Inspector of the Eaux Bonnes, M. Ballard of Barèges, and MM. Barraud and Boileau of Bagnères de Luchon, my thanks are especially due.\n\nThe abundance of hot springs in the Pyrenean range harmonizes with the very violent action which appears to have characterized the process of their elevation. Of this we have constant proofs; and the fissured character of the valleys seems to be a consequence of the same event.\n\nThe general connexion of the appearance of hot springs with granite is so remarkable in that country as to strike the observer at once; but there are several other peculiarities not less worthy of note. The abundance of hot springs increases in a very remarkable manner as we advance eastward in the range, nor can any one have a just idea of the prodigal abundance of these thermal waters who has not visited the departments of the Ariège and the Pyrénées Orientales. Their temperatures are also the highest. In this part of the chain granitic formations preponderate; yet in almost every case which I have examined, if springs rise in granite, it is just at the boundary of that formation with a stratified rock. In a great many cases it happens that part of the springs rise from granite, and part from the slate or limestone in contact with it; and a more striking instance of the immediate connexion between thermal waters and disturbed strata could not be desired.\n\nThe springs of the Eaux Chaudes, Cauteretz, Bagnères de Luchon, Lez (in Spain), Aulus, Ax, Las Escaldas, Dorres, and Arles are all seated exactly at the boundary of the granite of the principal chain; the six first on its northern*, the three last on its southern side.\n\n* It may perhaps be doubted whether a distinctly exposed connexion exists between the granite to which the springs of Bagnères de Luchon and Lez owe their origin, and the principal granitic axis.\nThe springs of the Eaux Bonnes, Bagnères de Bigorre, St. Sauveur, Barèges, Caudiac, and Ussat appear in stratified rocks in close dependence upon granitic rocks, either in great masses or in small patches (as at Bagnères and Caudiac), which invariably appear within a very short distance, and for the most part give proofs of alteration or dislocation of the rocks.\n\nLastly, what is extremely interesting, even where we find springs in the heart of a granitic chain, as near Olette in the valley of the Tet, where thermal waters issue in incredible numbers and run to the nearest mountain torrent, a patch of the stratified formations also appears. There is such an insulated deposit between Olette and Villefranche; and whilst the springs first alluded to seem to be connected with its western extremity, we may probably refer to it the appearance of the waters of Vernet and Molitg* at the opposite one.\n\nIn short, amongst all the nuclei of hot springs which I have visited in the Pyrenees, there is not a single exception to the connexion which I have mentioned. That this is the result of accident no one can for a moment suppose. But it seems very inexplicable how we should have in many other countries a geological conformation almost identical, without the appearance of hot springs. On the occurrence of fissures and metamorphic rocks in the case of many of the Pyrenean thermal sites, I shall speak when I come to enumerate them individually.\n\nI have only one more general remark at present to offer, and it seems important as to the theory of mineralization of these springs. A common opinion prevails that the quantity of the hydrosulphurets contained in these springs is in proportion to their temperature, and I have even heard the existence of cold sulphureous springs in the Pyrenees denied altogether. Yet not only are such to be found, but even within not many yards of others having a high temperature, and almost an identical mineral composition. Of this I have met with two examples in very different parts of the chain, one at the Eaux Bonnes (south of Pau), where a perfectly cold spring rises within two hundred yards of the principal hot spring of the place, has similar medicinal properties, and is even more strongly impregnated with sulphur, as I saw proved by direct experiment. The other example occurs at Las Escaldas, on the southern declivity of the Eastern Pyrenees, where a most efficacious cold sulphureous spring rises within about one hundred yards of a hot one. When to these facts we add others scarcely less curious, of springs of totally different mineral composition issuing from nearly the same spot, and with temperatures from $160^\\circ$ to $180^\\circ$ Fahr., as we see at Ax and at Thuez, we are forced to conclude that the source of mineralization must be independent to a great extent of that of high temperature, and that the arguments as to the origin of thermal springs founded upon their chemical composition must be to a certain degree fallacious†.\n\n* The waters of Molitg I have not visited.\n\n† A very singular circumstance was mentioned to me by M. Arago relative to the hot springs of Aix in Provence. A perforation having been made by an individual in their vicinity, though it yielded only cold water,\nThe first point we have to attend to is the true scale of the thermometers employed.\n\n§ 1. Verification of Thermometers.\n\nIn by far the majority of the experiments to be detailed one thermometer was employed. It is a standard thermometer made for me by Troughton and Simms, purposely for these experiments, in 1832. In my experiments in the Pyrenees, when temperatures below $125^\\circ$ Fahr. occurred, another thermometer (a pocket one by Crichton, sen., of Glasgow,) was generally employed simultaneously, both as a check upon the other observations, and in event of Troughton's being unfortunately broken. Troughton's instrument is happily entire, and to it reference will always be made when no other is specified. Some observations taken by Crichton's thermometer alone, will be reduced to a true scale through the medium of Troughton's, with which, as will be seen, I have preserved abundant comparisons.\n\nIn all the experiments made in France with Troughton's thermometer, the following precautions were rigidly observed.\n\n1. The scale was carefully immersed in the water up to the point indicated by the mercurial column.\n\n2. The thermometer was held in a horizontal position, or nearly so, when practicable; or if not, the position was specified. This was owing to a suspicion, that in consequence of the pressure of the column of mercury on the bulb, the indications were lower in a vertical than in a horizontal position. Since my return I put this to a careful proof as follows: The bulb was placed in a tube of stiff paper, so as to protect it from external pressure. The thermometer so defended was placed in the axis of a tin cylinder filled up with sand, the upper part of the scale projecting. The whole was gradually heated till the thermometer indicated above $200^\\circ$, and varied very slowly, owing to the difficultly-conducting envelope. Being then observed many times in succession in a horizontal and vertical position, I found the excess in the former extremely small, not exceeding $0^\\circ.15$ even at that high temperature. I have consequently considered any error on this score as negligible.\n\n3. The temperature of different parts of a stream or reservoir has been noticed, and if any difference occurred, the mode of observation described.\n\n4. The observations have been made always to tenths of a degree of Fahrenheit by estimation; and all are in that scale unless otherwise expressly mentioned.\n\nBut by far the most important precaution was the ascertainment of the true scale of the instrument, an element which I did not consider myself entitled to assume as yet diminished extremely the discharge of the hot springs. When, in consequence of legal measures, the proprietor was forced to close the aperture he had made, the water returned to the original springs in the same quantity and having the same temperature as before.\n\nP.S. January 1837. Since the above was written, experiments have been made by M. Freycinet on the springs at Aix, by direction of the Academy of Sciences. See the Comptes-Rendus des Séances de l'Académie, 1836, 1er Semestre.\n\nMDCCCXXXVI.\nfixed, notwithstanding the celebrity of the makers, especially as I knew that the freezing point had undergone that permanent change which I have observed in most of the thermometers which I have examined.\n\nI first fixed the standard points, and then determined the intermediate points of the scale by a simple and, I believe, a new method.\n\nThe freezing point was fixed by supporting the thermometer vertically in a tall glass vessel partially filled with pounded ice, freshly made by Leslie's process. This vessel was placed in a saucer filled with ice-cold water, in order to keep it externally at the same temperature. By a mean of seven observations, none differing 0°·2 from the mean, and continued during an hour and a half, the freezing point was fixed at 32°·33 on the scale.\n\nThe boiling point was fixed with great care on two different days. A tall tin vessel was provided, with a steam orifice and in which eight ounces of water were placed, (spring water the first day, distilled water the second,) the ball of the thermometer being placed in the steam a few inches above the surface of the water. It is assumed that 212° ought to coincide with the boiling point of water under a pressure of thirty inches.\n\n| Date     | Barometer | Boiling point by Trougton | Reduced to pressure 30 in. | Error |\n|----------|-----------|---------------------------|---------------------------|-------|\n| 1835 Nov. 7 | {29·582 Att.Th. 51°·0} | 210·9                     | 211·61                    | −0·39 |\n|          | {29·636 Att.Th. 50°·4} | 210·98                    | 211·59                    | −0·41 |\n|          |           |                           |                           |       |\n|          |           | Error at 212°...Mean      | −0·40                     |       |\n|          |           | And we had before, Error at 32°...Mean | +0·33 |       |\n\nThe principle of the determination of errors at the intermediate points is the same as that of Bessel*, viz. causing a detached column of mercury to traverse the tube, but is simpler in practice. Instead of employing columns of mercury quite arbitrary in point of length, and deducing by a complex and tentative process portions of the tube of equal capacity, I proceed at once in the following manner.\n\nI detach a column of mercury from the rest, (by a known method †,) of such a length as to be nearly an aliquot part of 180°, which may be done with great accuracy. I then cause it to step along the tube, the lower extremity of the column being brought successively to the exact points which the upper extremity had occupied, noting carefully these points. At length (having started from 32°) the upper end of the column coincides nearly with 212° if its length has been properly chosen.\n\n* See the Philosophical Magazine, vol. lxiii. p. 307.\n† A column of any length being detached from the body of mercury in a tube of moderately wide bore, may have its length adjusted with great accuracy by bringing the divided part just into contact with the remainder of the mercury, and at the same moment heating or cooling the ball. If heated, the detached column will be enlarged; if cooled, some mercury will be abstracted from it.\nIf we assume that the small space by which it exceeds or falls short of 212° is correct, (and the error must necessarily be extremely trifling, and by a little pains in adjusting the length of the column may be reduced as low as we please,) since we also know by experiment the true thermometric interval between the points 32° and 212°, we know the true thermometric interval between the point marked 32° and the point which the summit of the moveable column last marked. But this thermometric interval was divided into a certain number of spaces of equal capacity and therefore corresponding to the same number of true thermometric degrees. Whence, by division, the true length of the moveable column employed is known, and therefore as many points of a true scale are fixed as the column was caused to step to between 32° and 212°.\n\nOr the method may be more concisely stated thus: The errors of the points marked 32° and 212° being directly determined, let the number of true thermometric degrees between them be $180° + a$ ($a$ being $+$ or $-$). Let the moveable column (starting from 32° on the scale), after measuring $n$ intervals of equal capacity (whose coincidences with the scale are noted), have its summit but little differing in position (at the $n$th step) from 212° on the scale; let its indication be $212° + b$ ($b$ being $+$ or $-$ as before). Then, admitting that the small space of the scale $b$ does not sensibly differ from a true scale, the true interval which it has measured will be $180° + a + b$; the true interval, corresponding to the length of the column itself, will be $\\frac{180° + a + b}{n} = I$; and the true temperatures, corresponding to the divisions noted on the scale at the successive steps, will be $I, 2I, 3I, \\&c.$ degrees above the true temperature, corresponding to 32° upon the scale. This mode of operating may be applied as often as desired; and it is better to reiterate it with columns of different lengths than to employ too short columns. An example will best illustrate the method; but I will premise that its accuracy depends on two essentials in practice: 1st, that the column may be brought with considerable accuracy to the desired length (how this is done has been mentioned in a preceding note); and 2ndly, that the lower extremity of the column can be brought with great accuracy to the spot marked before by its upper extremity. This may be accomplished with extreme accuracy by tapping one end or other of the tube or scale. By the same process of tapping, any sensible error which might arise from the unequal convexity of the extremities of the mercurial column under different circumstances may be overcome. To secure accuracy, and to avoid parallax in the readings, I have found a telescopic apparatus particularly adapted. A B is a telescope having cross wires in its focus, and having a lens, C, attached in front of the object-glass, so that an object placed at D, in the focus of the lens C, can be distinctly seen by the\neye at A. The thermometer is then placed so that the point of the scale to be viewed is exactly under the cross wire; all points so placed are therefore viewed in the same direction.\n\nIn Troughton and Simms's thermometer in question (marked J. D. F.), we have seen that the error of the scale at the freezing point is $+0^\\circ33$, at the boiling point of water it is $-0^\\circ40$. Consequently,\n\n$212^\\circ$ on the scale corresponds to $212^\\circ40$ nearly.\n$32^\\circ$ on the scale corresponds to $31^\\circ67$ nearly.\n\nDifference . . . $180^\\circ73$\n\nIn the first experiment a column of mercury was detached, which having been made to fill six consecutive and adjoining spaces in the tube, commencing with $32^\\circ$ on the scale, terminated at $211^\\circ25$: hence, assuming the error at the last point to be the same as at $212^\\circ$, (with which it nearly coincides,) we have\n\nFirst reading . . . . . $32^\\circ00$\nCorrection . . . . . $-0^\\circ33$\nTrue . . . . . . . $31^\\circ67$\nLast reading . . . . . $211^\\circ25$\nCorrection . . . . . $+0^\\circ40$\nTrue . . . . . . . $211^\\circ65$\n\nTrue thermometric interval corresponding to six times the length of the column employed . . . $179^\\circ98$\n\nLength of the column, or I, . . . $30^\\circ00$\n\nWe may then immediately compare the readings taken at the successive steps with the true temperatures which the preceding value of I gives us, and which will be $31^\\circ67 + I; 31^\\circ67 + 2I$, &c.\n\n| True Temperatures | Readings of Scale | Errors of Scale |\n|-------------------|------------------|----------------|\n| $31^\\circ67$      | $32^\\circ0$      | $+0^\\circ33$   |\n| $61^\\circ67$      | $62^\\circ2$      | $+0^\\circ53$   |\n| $91^\\circ67$      | $91^\\circ75$     | $+0^\\circ08$   |\n| $121^\\circ66$     | $121^\\circ75$    | $+0^\\circ09$   |\n| $151^\\circ66$     | $151^\\circ45$    | $-0^\\circ21$   |\n| $181^\\circ65$     | $181^\\circ5$     | $-0^\\circ15$   |\n| $211^\\circ65$     | $211^\\circ25$    | $-0^\\circ40$   |\n\nSuch experiments may be repeated with columns of different lengths, which will serve not only to fix the errors at a greater number of points of the scale, but likewise to test one another by their mutual agreement. Experiments were made with columns containing $\\frac{180}{10} = 18^\\circ$ nearly, and $\\frac{180}{8} = 22^\\circ5$ nearly. They were performed exactly as above described, and with the following results:\nProjection of the Errors of Troughton\n\nThe numerals 1, 2, 3 refer to the three Series of Experiments.\n\nProjection of the Errors of Crichton\n\nThe numerals refer to the individual Compositions.\nErrors of Troughton's Thermometer.\n\n3. refer to the three Series of Experiments.\n\nErrors of Crichton's Thermometer.\n\n4. referals refer to the individual Comparisons.\nAND GEOLOGICAL RELATIONS OF CERTAIN HOT SPRINGS.\n\n| True Temperatures | Readings of Scale | Errors of Scale |\n|------------------|-------------------|-----------------|\n| 31°67            | 32°               | + 0°33          |\n| 50°16            | 50°65             | + 0°49          |\n| 68°65            | 69°1              | + 0°45          |\n| 87°14            | 87°25             | + 0°11          |\n| 105°63           | 105°8             | + 0°17          |\n| 124°12           | 124°2             | + 0°08          |\n| 142°61           | 142°6             | - 0°01          |\n| 161°10           | 160°95            | - 0°15          |\n| 179°57           | 179°3             | - 0°27          |\n| 198°06           | 197°7             | - 0°36          |\n| 216°55           | 216°15            | - 0°40          |\n\nThe concluding series gives us,\n\n| True Temperatures | Readings of Scale | Errors of Scale |\n|------------------|-------------------|-----------------|\n| 31°67            | 32°               | + 0°33          |\n| 53°97            | 54°45             | + 0°48          |\n| 76°27            | 76°75             | + 0°48          |\n| 98°57            | 98°75             | + 0°18          |\n| 120°86           | 120°95            | + 0°09          |\n| 143°15           | 143°1             | - 0°05          |\n| 165°45           | 165°3             | - 0°15          |\n| 187°75           | 187°65            | - 0°10          |\n| 210°45           | 209°65            | - 0°40          |\n\nIf we form an interpolating curve, of which the abscissæ represent the readings of the scale, and the ordinates the errors, we shall be able to deduce the correction accurately for any part of the scale. The projected errors are shown in Plate XXXIX. The agreement between the three series is very satisfactory. It is quite clear that the abrupt changes about 90° are owing to inequalities of the tube. The following Table exhibits the correction applicable, with the sign affixed, to the readings of the scale; and it is improbable that the uncertainty in these corrections should in any case much exceed 0°·1.\n\nTable of Corrections applicable to Troughton's Thermometer.\n\n| Reading | Correction | Reading | Correction | Reading | Correction |\n|---------|------------|---------|------------|---------|------------|\n| 30      | - 0°3      | 100     | - 0°2      | 170     | + 0°2      |\n| 40      | - 0°4      | 110     | - 0°1      | 180     | + 0°2      |\n| 50      | - 0°5      | 120     | - 0°1      | 190     | + 0°2      |\n| 60      | - 0°5      | 130     | - 0°1      | 200     | + 0°3      |\n| 70      | - 0°5      | 140     | 0°0        | 210     | + 0°4      |\n| 80      | - 0°4      | 150     | + 0°2      |         |            |\n| 90      | - 0°1      | 160     | + 0°2      |         |            |\n\nThis process is incomparably simpler than that of Bessel; so simple indeed when once understood, that I would much rather determine the error of any thermometer independently, than attempt to compare it throughout the scale with a standard instrument. After the freezing and boiling points have been fixed, from two to three\nhours' labour will suffice for the rest, and the computations are of the simplest character. How far the method might be applicable to thermometers of extremely fine bore, I am not prepared to say.\n\nIn all cases in which this thermometer (which I designate Troughton, J. D. F.) has been used, which is in by far the majority of cases, we have simply to apply the above corrections*.\n\nThe next thermometer we have to do with is that of Crichton, sen., already mentioned, on which one or two determinations depend. Notwithstanding the character of the maker, it seems to have been constructed with more regard to neatness than accuracy, as the following comparison with Troughton J. D. F. will show, which were obtained by the most unexceptionable of all modes of comparing thermometers, by plunging them in natural hot and cold springs. The scale only goes as high as 125°. The following comparisons are arranged in the order of temperatures. I have inserted a verification of the freezing point, which had fortunately been made on the 27th of January 1835, the instrument having been broken by a fall at the moment of my return to London from the Pyrenees. These comparisons are important to be preserved for another reason, since they form the best possible check upon the care observed in reading the standard thermometer, an operation during which considerable errors (as of 5° or 10°) may by chance occur unchecked. As this Table, then, may be made to serve the purpose of verification, I shall omit the repetition of them in detailing the observations at large.\n\n| No. | Spring                          | Crichton | Troughton reduced | Error of Crichton |\n|-----|--------------------------------|----------|-------------------|-------------------|\n| 1   | Melting snow                   | 32·0     | 32·0              | 0·0               |\n| 2   | Cold spring, St. Sauveur       | 50·3     | 49·5              | + 0·8             |\n| 3   | St. Sauveur, Hontalade         | 69·3     | 68·5              | + 0·8             |\n| 4   | Bagnères, Sources des Jeux     | 91·2     | 89·4              | + 1·8             |\n| 5   | Cauteretz, Petit St. Sauveur   | 92·5     | 90·6              | + 1·9             |\n| 6   | Las Escaldas, Source Merlat    | 92·5     | 90·7              | + 1·8             |\n| 7   | Las Escaldas, Grande Source    | 92·7     | 90·9              | + 1·8             |\n| 8   | Bagnères, Foulon               | 94·7     | 93·1              | + 1·6             |\n| 9   | Barèges, Polard                | 100·3    | 97·9              | + 2·4             |\n| 10  | Cauteretz, Raillère            | 104·0    | 101·9              | + 2·1             |\n| 11  | Dorres                         | 106·5    | 104·4              | + 2·1             |\n| 12  | Las Escaldas, Source Colomer   | 109·2    | 107·1              | + 2·1             |\n| 13  | Arles, Maujolet                | 111·4    | 109·3              | + 2·1             |\n| 14  | Bagnères, St. Roch             | 111·8    | 109·4              | + 2·4             |\n| 15  | Cauteretz, La Poze             | 112·7    | 110·3              | + 2·4             |\n| 16  | Bagnères de Luchon, La Reine   | 112·8    | 110·6              | + 2·2             |\n| 17  | Cauteretz, Bois                | 114·7    | 112·3              | + 2·4             |\n| 18  | Cauteretz, La Nouvelle Poze    | 116·0    | 113·5              | + 2·5             |\n| 19  | Bagnères, La Reine             | 117·0    | 114·0              | + 3·0             |\n| 20  | Bagnères, Roc de Lanne         | 118·0    | 115·2              | + 2·8             |\n| 21  | Bagnères, Dauphin              | 121·8    | 119·0              | + 2·8             |\n\n* We have already seen that the correction for the inclination of the thermometer, owing to the pressure of the column of mercury, is almost insensible. It is to be understood, however, that in all the experiments which follow, made in France (1835), the scale was held horizontally, unless otherwise noted.\nIf we now project these errors as before, and form an interpolating curve, we shall obtain the following Table of Corrections applicable to the scale of Crichton's thermometer. The observations made with it are to be considered simply as checks upon the general accuracy of the other, and will not finally be employed, unless in the few cases where Troughton's thermometer has not been used.\n\nTable of Corrections applicable to Crichton's Thermometer.\n\n| Reading | Correction |\n|---------|------------|\n| 32      | 0·0        |\n| 40      | -0·4       |\n| 50      | -0·7       |\n| 60      | -0·8       |\n| 70      | -0·9       |\n| 80      | -1·2       |\n| 90      | -1·7       |\n| 100     | -2·0       |\n| 110     | -2·1       |\n| 120     | -2·9       |\n\nThere is but one other thermometer specifically referred to in the following paper, and that only in two instances. So long ago as the year 1826 I took the temperature of the hot spring in the cavern of Nero's baths near Naples, with a thermometer made by Cary, and not belonging to myself. I have recently had an opportunity of examining this identical thermometer. I restricted my experiments to determining the error at the particular temperature at which it had been employed, viz. 183°5, by a comparison with my standard Troughton. To make the comparison I plunged both instruments in diluted alcohol in a state of ebullition, just enough of water being added to bring it up to the required temperature. I satisfied myself by many experiments that the indications were sufficiently constant, and fixed the error of the Cary's thermometer at +1°3 (at temp. 183°). I had stated when I first published the experiment in Dr. Brewster's Journal*, that I conceived the indications of the thermometer to be about a degree too high, which was thus nearly confirmed. This thermometer was likewise employed (together with another now broken) to determine the temperature of the spring of La Pisciarella, also near Naples, which was 114° on its scale. By another special comparison with Troughton's thermometer, by plunging them in hot water (intended only as an approximation), I found the error of Cary at 115° to be +2°1 by several concordant observations. To avoid an affectation of accuracy which the original observation would not warrant, I shall simply reduce the indication of Cary by 2°.\n\n§ 2. Springs of the Pyrenees.\n\nThe following observations were made in the months of July and August 1835. I follow the natural order of the springs from west to east.\n\n* New Series, vol. ii. p. 90.\nI. Eaux Chaudes.\n\nA. Geological Position.—The locality of these springs is one of the most interesting in the Pyrenees; and though there are few parts of the whole chain which excel it in romantic beauty, it is little known or visited. The Vallée d'Ossau, which conducts the traveller almost due south from the town of Pau, stops abruptly at the town of Laruns, or rather divides into two parts, of which the more conspicuous turns to the eastward, forming the valley of the Eaux Bonnes; whilst the other consists of a mere chasm, at its entrance narrow and tortuous, but increasing in sublimity as we ascend, which furnishes the chief tributary of the Gave* d'Oleron, and which descends directly from the Pic du Midi d'Ossau. The rock here is a limestone, probably transition, but which rests immediately upon the granite. The limestone for the most part rises towards the granite, and ultimately rests upon it, as if vertically elevated by it. The hot springs occur exactly where the limestone meets the granite, near the bed of the river; those whose source I was able accurately to trace, issue from granite, which is here a beautiful rock with greenish felspar. This valley is more obviously one of disruption than almost any other I could name; it resembles the pass of the Via Mala near Splugen in the Alps. It rather increases in breadth above the baths, but with mural precipices on both sides of very great height. The direction of the fissure or valley is nearly parallel to the line of dip of the limestone strata†.\n\nB. Specialties of the Springs.—The springs of the Eaux Chaudes are numerous and of very various temperatures. Most of them, however, are conveyed in pipes from stone reservoirs at a considerable distance from the baths; and as I had no means of examining these but where they flowed into the bath, the determinations of these temperatures have but little interest (comparatively). Wherever we have either cisterns, by which the water is intercepted before it can be examined, or long conduits, it is clear that the temperature may be affected by that of the air or of the ground, and is therefore variable with the season and other circumstances. To this class belong the Esquirette, Clot, and Rey, which therefore are marked with an asterisk, having been taken at the bath cocks. The Arresecq and Baudot were taken where they issue from the granite, being merely conducted by short tubes through small vertical walls built so as to sustain the rock from which they issue. They are in the open air. The springs are all sulphureous.\n\n* It is hardly necessary to observe that Gave is the provincial name for a mountain stream in the Pyrenees.\n† See Mr. Hopkins on Physical Geology, Cambridge Transactions, vol. vi.\nC. Temperatures of the Springs.—1835, July 11. Estimated height by barometrical measurements of my own†, (referred to the height of Argellez, determined by Reboul and Vidal,) 2208 feet. Temperature of a fine common spring in the town, $51^\\circ7$ (Cr.) = $50^\\circ9$ (reduced).\n\n| Location     | Crichton | Reduced |\n|--------------|----------|---------|\n| *Esquirette  | 93°2     | 91°4    |\n| *Clot        | 96°5     | 94°6    |\n| *Rey         | 93°8     | 92°0    |\n| Arreselecq   | Robinet A| 77°5    | 76°3    |\n|              | Robinet B| 77°4    | 76°2    |\n| Baudot       |          | 81°5    | 80°2    |\n\nII. Eaux Bonnes.\n\nA. Geological Position.—The valley of the Eaux Bonnes forms, as we have stated, a lateral branch of that of Ossau. It is entirely formed in limestone, and does not present the same decided marks of disruption as that of the Eaux Chaudes. Its declivity is also much greater, the height of the baths being 784 feet above Laruus, which is placed at the union of the two valleys, and of which I estimate the height at about 1774 feet above the sea. The springs rise from limestone, in a very small lateral valley on the side of the principal valley next the axis of the chain. Although these springs are not immediately connected with granite (so far as we can see), yet that rock is to be found at no great distance, and in vast masses in two directions; the one in the valley of Ossau, as already specified, the other near the top of the Vallée d'Azun, stretching, I suspect, further westward than is indicated in the map of Charpentier.\n\nB. Specialties of the Springs.—The springs of the Eaux Bonnes are sulphureous, like those of the Eaux Chaudes. The only hot spring which does not pass into closed reservoirs (afterwards to be artificially heated for the baths) is the Source Vieille, which issues directly from a marble pillar by a spout close to the spot from which it rises, and without the intervention of any reservoir or conduit‡. About 200 yards distant is the cold sulphureous spring of which I have spoken in the introduction to this paper, which issues directly from the limestone rock, and is merely protected by a small vertical wall and spout. It flows constantly, but is inconsiderable in amount, as are all the springs which I have had an opportunity of directly inspecting at the Eaux Bonnes and Eaux Chaudes, which are only about two leagues separate. The cold spring contains even more sulphur than the hot one; it is also\n\n† In these experiments I used Bunten's barometer, (Quai Pelletier, Paris,) which amongst the many forms which I have tried appears to me by far the best adapted to the wants of the traveller.\n\n‡ On the authority of M. Darralde, the Medical Inspector.\nconsidered to be highly medicinal. Its temperature must exceed by a few degrees the mean temperature of the place.\n\nC. Temperature of the Springs.—1835, July 11. Elevation estimated from barometrical observations, 2558 feet above the sea:\n\n| Source Vieille (from repeated observations) | Crichton | Reduced |\n|--------------------------------------------|----------|---------|\n| Source Froide, ou de la Montagne            | 93°2     | 91°4    |\n\nThe valley of Ossau and that of the Eaux Bonnes have a very damp climate, being situated near the first lofty summits which meet the warm westerly winds, and condense their moisture. Being almost completely insulated, these valleys are seldom visited except by invalids. The traveller on foot, however, need not return to Pau to resume his journey, but may cross the Col de Tortue, (clay slate,) at a height of 5970 feet, (by my observations,) and descend upon the charming valley of Azun, and the yet richer environs of Argellez. From thence by Pierrefitte he may arrive at Cauteretz, which is the next thermal establishment in the order we have adopted.\n\nIII. Cauteretz.\n\nA. Geological Position.—The Valley of Cauteretz, like most of those of the Pyrenees, is transverse to the axis of the chain. From the opening into the valley of Barèges, or Lavedan, at Pierrefitte, (between Argellez and Luz,) it consists chiefly of clay slate, intersected by some veins of quartzose porphyry and beds of limestone. These strata are highly inclined, and at Cauteretz are nearly in a vertical position. They at the same spot undergo a very remarkable alteration, becoming much harder and heavier, and altogether assuming, for some distance, a character analogous to the very remarkable \"Barèges formation,\" of which I shall presently have to speak, the rocks of which are generally referrible to the hornblende family. I impute this change to the neighbourhood of the granite, which rises in vast masses to the southward, forming part of the great central mass extending to the Vignemale, and in which lies the upper part of the Valley of Cauteretz and that of Lutour, which, for romantic interest, equal almost any in the Pyrenees, and strikingly resemble the pine-clad ravines of the higher Alps. Nothing can be more striking than the reference which the positions of the hot springs bear to these geological features. The actual junction of the granite and slate is beautifully seen by the side of the road, just before crossing the bridge of La Raillière, above Cauteretz. This junction likewise separates two very distinct groups of hot springs; the one group rising in the slate formation in and behind the town of Cauteretz, the other issuing immediately from the granite further up the valley (commencing at about three quarters of a mile from the town, and occurring at intervals as we ascend towards the Pont d'Espagne).\nThose which issue from the slate have to traverse a bed of alluvium before reaching the surface.\n\nB. Specialties of the Springs.—The following springs rise behind, that is, to the eastward of the town of Cauteretz, from altered slate rock through alluvium: 1. La Poze, carefully preserved for baths; it is accessible only within the walls of the establishment, but the temperature was taken at a pipe stated to be only one or two feet from the true source. 2. La Nouvelle Poze (not immediately employed,) issues from a spout in a vertical wall sustaining the alluvial soil (clay with boulders) only six or seven feet (as stated to me) from the source, and without any reservoir interposed. 3. Le César: we can arrive almost at the origin of this spring. My observation was made within the bathing-house, where it passes through a wooden tube close to the source. These springs are all rather copious, particularly the César: they are sulphureous. Some other baths exist near these, but the springs cannot be directly arrived at.\n\nThe following springs occur further up the valley, beyond the Pont de la Raillière, originating in granite, in the following order: 1. Source de la Raillière, the most important spring of Cauteretz, and very abundant. A handsome bathing establishment has recently been built. With some difficulty I got access to the spring itself, and took the temperature in the very basin* in which it rises from the granite, and in which gas is copiously disengaged. This is in an apartment not open to the public, immediately behind the \"Buvette,\" or cock for drinking from. The temperature I found $2^\\circ$ higher than at the buvette, this quantity of heat being lost in the intermediate space, though not many yards in extent.—2. Le Petit St. Sauveur, so called from a supposed resemblance in the properties of the water to that of St. Sauveur in the Valley of Lavedan. On account of its low temperature it is artificially heated before being used. I took its temperature where it issued from a very thick wooden pipe, conveying it from the source, which was stated to me to be about five feet distant.—3. Bain du Pré, near the last. There being an inaccessible reservoir, I did not take the temperature.—4. Immediately above the last, ascending towards the Pont d'Espagne, is the Source du Mahourat (mauvais trou), which issues quite naturally from a great fissure in the granite by the side of the road. I first took the temperature at the wooden spout from which it is drunk; but perceiving that the wooden conduit entered further into the rock, I obtained a light, and squeezed myself into the remotest part of the fissure, where I again took the temperature, which was $0^\\circ$ higher than at the other point. I was struck with the vast accumulation of gelatinous matter (Barègine, Glairine, Matière animale,) which had taken place in the conduit, and of which I collected a quantity. This spring, though eagerly drunk by the visitors of Cauteretz, is nearly insipid, and is stated to contain little solid matter.—5. The Source des Oeufs. This spring is by no means easily reached. It issues from a\n\n* This basin is about $2\\frac{1}{2}$ feet deep.\ncrevice in granite, very near the Mahourat, but quite in the bed of the torrent*, into which it immediately flows, no use whatever being made of it. I arrived at it by wading through a pool of hot water, and plunged my thermometer as far as possible into the fissure. There seems but one principal source, so that there is not likely to be any mistake about the spot. It is the hottest spring in this part of the Pyrenees: the flow of water is copious. This spring and the last, if not meddled with, would be excellent points of comparison for determining any change of temperature. There is probably little or no annual variation.—6. Bain du Bois. Here I was fortunate enough to arrive at the spring, or at least within a foot of it. The temperature was measured in a little stone conduit exterior to and immediately to the south of the bath-house. This is the last of this remarkable series of springs. All the above springs are abundant, but especially La Raillière.\n\nC. Temperature of the Springs.—1835, August 4. Elevation of Cauteretz above the sea, by my observations, deduced from the height of Luz, according to Reboul and Vidal, 3096 feet. Copious cold spring near Cauteretz, temperature $52^\\circ\\cdot7$ Crichton = $51^\\circ\\cdot9$ reduced. The springs, however, are all at a higher level.\n\n| To the East of Cauteretz | Troughton | Reduced |\n|--------------------------|-----------|---------|\n| 1. La Poze               | $110^\\circ\\cdot4$ | $110^\\circ\\cdot3$ |\n| 2. La Nouvelle Poze      | $113^\\circ\\cdot6$ | $113^\\circ\\cdot5$ |\n| 3. Le César              | $118^\\circ\\cdot25$ | $118^\\circ\\cdot1$ |\n\n| To the South of Cauteretz | Troughton | Reduced |\n|---------------------------|-----------|---------|\n| 1. La Raillière Source    | $102^\\circ\\cdot1$ | $101^\\circ\\cdot9$ |\n| 2. Le Petit St. Sauveur   | $100^\\circ\\cdot0$ | $99^\\circ\\cdot8$ |\n| 3. Bain du Pré Reservoir  | $90^\\circ\\cdot7$ | $90^\\circ\\cdot6$ |\n| 4. Le Mahourat Source     | $121^\\circ\\cdot8$ | $121^\\circ\\cdot7$ |\n| 5. Source des Oeufs       | $121^\\circ\\cdot3$ | $121^\\circ\\cdot2$ |\n| 6. Bain du Bois           | $130^\\circ\\cdot2$ | $130^\\circ\\cdot1$ |\n|                           | $112^\\circ\\cdot4$† | $112^\\circ\\cdot3$ |\n\nFrom Cauteretz, which is in all respects one of the most interesting thermal establishments of the Pyrenees, we may go to Luz and St. Sauveur, either by re-descending the Valley of Cauteretz to Pierrefitte, or by crossing the Col d'Oleon, of which the height is 6660 feet by my observations.\n\n* The Gave du Marcadan, which, with the Gave de Lutour, forms the Gave de Cauteretz.\n† Scale inclined about $45^\\circ$.\nIV. St. Sauveur.\n\nA. Geological Position.—The site of St. Sauveur is justly celebrated for its beauty. Situated upon a shelf in a steep acclivity, the little town commands views of the Valley of Barèges or Lavedan, the entrance of the Valley of Bastan, and the Pas des Echelles, leading to Gavarnie. The rock upon which it is built is a blue slaty limestone, but exhibiting some variety of structure: this limestone, I presume, belongs to the transition series, but it has some very interesting relations to other rocks. We are here upon the margin of those hornblende slates to which allusion has already been made, which Charpentier calls primitive trap, and to which he has also given the less exceptionable name of the System of Barèges. It seems to me that there is a remarkable connexion between the geological positions of Cauteretz, St. Sauveur, and Barèges. I cannot doubt that these slates are altered rocks; and it is natural to attribute the alteration to the near vicinity of granite in all these cases. Above St. Sauveur, these slates are separated by a very small interval from the granite forming the Valley of Lutour, and the bold summits which divide that valley from the Pas des Echelles. This is the same mass which extends to Cauteretz. Again, near Barèges, we see these slates in contact with sienites and granites near the Lac d'Escoubous. At that point, too, we find felspar beds or veins intermixed with the slates, and these even extend to form mountain masses, as, for instance, the barrier of the lake just named. I have little doubt that these veins communicate directly with the granitic chain; and we have near the same spot (in the Pic d'Escoubous) examples of granitic veins similar to those of Cornwall. I cannot doubt that the slates of the Pic d'Ereslids, near the above, owe their extreme hardness, their peculiarities of mineral composition, and vertical position, to the action of the granite and its tributary veins. Now in the magnificent section afforded by the ravine immediately above St. Sauveur, called the Pas des Echelles, we recognise a similar series of rocks, and these too have frequent veins or beds of felspar intermixed: the strata are almost vertical, and their direction is parallel to those of the Pic d'Ereslids, stretching from N.W. to S.E. by the compass. Now the limestone from which the springs of St. Sauveur issue, seems nearly to coincide with that which occurs on the opposite side of the valley, at a spot well known to mineralogists, named the Ravin de Rioumaou. The limestone bed which there appears is worked for useful purposes. It coincides precisely with the commencement of the trap slates of Charpentier; itself contains numerous minerals, such as prehnite (koupholite) and stilbite, usually associated with trap. Besides this it is distinctly rendered crystalline by the contact of felspar rock, and at the same time metalliferous, containing iron pyrites abundantly, and also, according to Charpentier, arsenical nickel and gray cobalt; then follow the very remarkable series of hornblende and other slates, which form the walls of the chasm of the Pas des Echelles, as far as the Pont de Sias, above which limestone reappears; and that this chasm owes its origin to convulsion, and not to erosion, there\ncan hardly be a doubt, though its direction is not perpendicular to that of the strata. The same rocks are continued through the mass of the Pic de Bergons, on the same side of the ravine with Rioumaou; and I believe that the thinly slaty limestone which forms the summit of that hill (4501 feet above Luz by my observations, and therefore 6916 above the sea, differing only 14 feet from the measurement of Ramond,) belongs to the same bed as the one above described. On the side of the Gave opposite to Rioumaou, or above St. Sauveur, we find a confirmation of these views. The alteration of the slates and limestones seems manifestly due to certain interfering veins of excessively hard porphyry, having a basis containing much quartz, in which crystals of garnet are imbedded. I conceive that these veins are connected with the neighbouring granitic masses. They are best seen by skirting the cliffs which bound the west side of the Gave,—a walk which presents both magnificent and savage scenery*. On the whole, I conclude that the hot springs of Barèges, St. Sauveur, and Cauteretz, which are placed nearly in one straight line, owe their origin in a great measure to circumstances connected with the presence of what modern geologists might justly term \"metamorphic rocks†\"; that these rocks are intimately connected with the granite in their vicinity; and that distinct convulsions have accompanied or succeeded their elevation.\n\nB. Specialties of the Springs.—The springs of St. Sauveur present but little opportunity for increasing our precise knowledge of temperature. The four springs which take their rise in the town of St. Sauveur discharge themselves into one common reservoir beneath the street, whence the water is distributed to the baths. There is, however, one spring to which attention has recently been directed, which rises some hundred yards from the town, and a little higher. In order to arrive at its source, and to separate it from the cold water which accompanied it, a considerable cavern has been excavated. It is called La Hontalade. It is accessible within this cavern at a distance of ten or twelve feet from the point which is viewed as the source; but as this space is passed over under the floor of the excavation, and as the cavern must always have nearly the mean temperature of the soil, little error is to be apprehended from this circumstance, provided that matters are allowed to remain as they now stand.\n\nC. Temperatures of the Springs.—Elevation of St. Sauveur 2526 feet (La Roche). There are many fine cold springs near St. Sauveur. One in the town had a temperature of $54^\\circ.0$ Crichton = $53^\\circ.3$ reduced (this was near the hot springs); two others a little higher were $50^\\circ.2$ Crichton and $50^\\circ.3$ Crichton, which give $49^\\circ.5$ and $49^\\circ.6$ when reduced. We have stated that there are reservoirs belonging to the thermal establishment of St. Sauveur. The consequence is, that the temperature perpetually varies. I have repeatedly tried it at the \"Buvette.\" Thus on the 20th of July 1835\n\n* A series of specimens illustrative of the altered slate formation, and of most of the sites described in this paper, has been presented to the University of Edinburgh.\n† See Lyell's Geology, vol. iii. p. 374.\nI found it to be $90^\\circ$-2 (Crichton), and on the 24th only $88^\\circ$-8. The spring of La Hontalade is about sixty or eighty feet higher: it is rather copious.\n\n| Troughton | Reduced |\n|-----------|---------|\n| July 28.—La Hontalade | . . . | $69^\\circ$-0 | $68^\\circ$-5 |\n\nV. Barèges.\n\nA. Geological Position.—In order to treat of the springs with more connexion, we have anticipated, in a great measure, what we have to state on this subject. The town of Barèges is seated on the bank of the torrent which occupies the Valley of Bastan. It is entirely surrounded by clay slate formations, but these, near Barèges, are concealed by immense alluvial deposits, which are in a great measure derived from the neighbouring elevations, which annually devastate the town with mud avalanches. Consequently we can neither trace the proper rise of the springs, nor are they well situated for affording permanent results. They have frequently been lost, owing to subsidence or other changes in the alluvial soil; and in one remarkable instance a spring was recovered after many fruitless attempts by judicious boring: this spring is called the Source Polard, in honour of its re-discoverer. From what has been said in speaking of St. Sauveur, it will be seen that I think it reasonable to conclude that the springs of Barèges owe their origin to the altered slate rocks in the vicinity, and more remotely to the granite of the Néouvielle, which probably produced the alteration.\n\nB. Specialties of the Springs.—The waters of Barèges are in such request, and the supply is so inadequate to the demand, that they are almost all husbanded in cisterns, in which the barégine, or fatty matter, may be collected. Hence in general these springs are ill adapted for our experiments, especially when we consider the liability to change, owing to the alluvial soil. There is one spring, however, of much interest, Le Tambour, or Grande Douche. This flows in a copious constant stream from a spout in a vertical wall; and M. Balard, physician at Barèges, assured me that this was the origin of the spring, and that no reservoir intervenes. The Source Polard I examined in the built cistern into which it rises: this, too, may be considered as a satisfactory experiment. The other two, the Bain de l'Entrée and Bain de la Chapelle, were taken at the cocks through which they flowed into the baths.\n\nC. Temperatures of the Springs.—Height of Barèges 4163 feet (Reboul and Vidal).\n\nOn account of their celebrity we have more numerous records of the temperatures of these than perhaps of any other springs. There were formerly five Douches instead of one, so that the value of the comparison is in some degree lost. The Tambour, or principal spring, which was formerly called Le Grand Bain*, seems to have remained remarkably constant for almost a century. Two observers (Meighan in 1739, and Secondat in 1750,) seem to have observed it with care; and, what is very\n\n* On the authority of M. Balard.\ninteresting, made their observations with Fahrenheit's thermometer, which therefore\nare not liable to the error with which most observations of that period were charge-\nable, arising from the use of the imperfect dilute alcohol thermometer of Reaumur.\nWe have, then, the following comparisons for Le Tambour:\n\n1739. Meighan . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 111\\(\\frac{1}{4}\\)° Fahr.\n1750. Secondat* mentions five Douches, but they are all between 111° and 112°\n1826. Arago . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 44°-1 cent. = 111°-4 Fahr.\n1835. My observations give . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 111°-9\n\na coincidence very remarkable, and which there is no reason to believe accidental.\n\nI think it needless to refer to the observations which have been given of the other\nsprings, as their temperature and relations seem to have materially changed. I am\nindebted to M. Ballard of Barèges for almost the only definite statement I have been\nable to obtain as to the constancy of the temperature of hot springs at different\nseasons. He informs me (I translate from a memorandum made in his presence)\nthat he has made perhaps ten series of observations on all the springs of Barèges\nbetween the months of June and September, and that he has not observed the tem-\nperature to vary by one tenth of a degree of Reaumur. This is a very interesting\nfact; and it will be seen below that two experiments made by myself on the Douche\nof Le Tambour at the interval of a fortnight, and with very great care, do not differ\nby one tenth of a degree of Fahrenheit.\n\n| Troughton | Reduced |\n|-----------|---------|\n| 1835, July 14.—Grand Douche, or Tambour | 112°0 | 111°9 |\n| Bain de l'Entrée | 104°6 | 104°4 |\n| Bain de la Chapelle | 88°8 | 88°7 |\n| July 27.—Grand Douche | 112°0 | 111°9 |\n| Source Polard | 98°1 | 97°9 |\n\nVI. Bagnères de Bigorre.\n\nA. Geological Position.—A superficial view of the environs of Bagnères would in-\nduce us to question the general application of the views we have given respecting the\nconnexion of hot springs with intrusive rocks. But it is a very interesting fact, that,\nlow as these springs occur, indeed at the very outskirts of the range, three distinct\noutbreaks of granite appear in the vicinity; and though Bagnères itself is situated\non limestone, clay slate is immediately connected with it. This granite has a re-\nmarkable structure. It consists in great proportion of felspar, is devoid of mica, and\nis extremely friable. It resembles much some of the decomposed granites of Western\nCornwall.\n\n* Taken from Ballard, Essai sur les Eaux Thermales de Barèges, p. 71. I have not now the work to refer\nto, otherwise I might ascertain whether the name of Le Grand Bain (synonymous with Le Tambour) occurs.\nB. Specialties of the Springs.—The number and copiousness of the springs of Bagnères astonish and almost confound us. They are, unlike most of the other Pyrenean springs, saline, and not sulphureous, and some are nearly pure. Relinquishing at once the idea of examining all the multiplied private thermal establishments, I confined myself to the examination of those contained in the great public baths (Bains Marie-Thérèse). These have been very recently constructed with great care, and at a vast expense. Though we can in no case arrive at the exact source, yet the solidity of the constructions leaves room to hope that they may be left in their present state for many years. Whilst the immense discharge of the principal springs probably renders any change of temperature during the passage from the source wholly inappreciable, it is important to add that in no case did any reservoir intervene between the origin and the place of observation. The springs belonging to the great establishment are,\n\n1. Source Dauphin. This issues from the rising ground immediately behind the building, and is conveyed by a stone conduit for a considerable distance before it can be observed. The descent is rapid, and the rush impetuous, so much so as to render observation a little difficult.\n\n2. La Reine. This issues under circumstances quite similar to the last. They are both exceedingly copious, and the temperatures were taken in the conduits.\n\n3. Roc de Lanne. Observed in a stone conduit only a few feet from where it rises; also behind the building. Moderately copious.\n\n4. Source des Yeux. Taken at the cock in the bath, at which it arrives by a long stone conduit. Quantity of water small.\n\n5. St. Roch. Also small, observed in a stone conduit some yards long, behind the baths.\n\n6. Foulon. Rises about 14 feet by a vertical wooden pipe from the spring to the bath, where its temperature was taken. Flow moderately large.\n\nC. Temperatures.—Bagnères is 1823 feet above the sea (Ramond). Temperature of an enormous spring issuing from the limestone at Medous, at a mile from Bagnères, (so copious as immediately to turn a mill-wheel,) $51^\\circ\\cdot5$ Crichton = $50^\\circ\\cdot7$ reduced (August 7). The temperatures of the hot springs were on the 6th of August 1835, the following:\n\n| Spring       | Troughton | Reduced |\n|--------------|-----------|---------|\n| Le Dauphin   | 119°·1    | 119°·0  |\n| La Reine     | 114°·1    | 114°·0  |\n| Roc de Lanne | 115°·3    | 115°·2  |\n| Source des Yeux | 89°·5 | 89°·4   |\n| St. Roch     | 109°·5    | 109°·4  |\n| Foulon       | 93°·2     | 93°·0   |\n\nMDCCCXXXVI.\nVII. Caudiac.\n\nA. Geological Position.—These trifling springs are merely noticed on account of their geological position, which is in a limestone country, but characterized by the intrusion of small patches of granite, as at Bagnères. They occur in the magnificent valley of the Aure (the upper part of which is one of the most peculiar and least frequented scenes in the Pyrenees), a little above Arreau.\n\nB. Specialties of the Springs.—C. Temperature.—There are several springs; they are sulphureous. They have but little warmth, and are not abundant. A mean bathing establishment exists.\n\nVIII. Bagnères de Luchon.\n\nA. Geological Position.—The springs of Bagnères de Luchon issue from granite very near its junction with clay slate. This portion of granite is not marked in Charpentier's map, though it forms part of a regular band crossing the valley at and above Bagnères de Luchon, and is, I have every reason to believe, connected to the eastward with the granite of the valley d'Aran in Spain, and to the westward probably with that of Oo. Its mineralogical character is generally less crystalline than that of Oo; but I am confirmed in my opinion of its identity by having found near the Lac d'Espingo granite in situ, containing beautiful arborescent mica, similar to the mica palmier found in granite masses near Luchon, and which have every appearance of belonging to its immediate vicinity.\n\nB. Specialties of the Springs.—It is a curious fact that all the chief springs of Bagnères de Luchon issue from the granite within a few feet of one another, although their properties are believed to differ considerably, and their temperatures certainly do. They are kept separate by partitions connected with a vertical wall, into which slabs of stone (which may be removed) are cemented. The springs are called La Reine, La Grotte Supérieure, La Source aux Yeux, La Blanche, and La Froide; but all of these, excepting the two first, are apt to mix with one another; and I even learned that such a mixture was practised in order to give a greater apparent supply to some of the more esteemed of the springs. It is quite certain too that rain water mixes with some of these, which with other facts immediately to be noticed, render observations of temperature here of little avail. My observations were made on the springs as they flowed from beneath the wall just mentioned. These springs are highly sulphureous, and the two whose temperature I measured were copious.\n\nC. Temperature.—Height of Bagnères de Luchon, 2008 feet (Charpentier).\n\nThe springs of Luchon have undergone most surprising changes. Camperdon, a writer of credit, and himself physician for thirty years at this place, assures us that the Source de la Reine was cold until 1755, when (on occasion of the great earthquake of Lisbon) it assumed a temperature of $41^\\circ$ Réaumur. The hot springs of many parts\nof Europe were affected by the same event*. What shows that these springs are much connected with the sources of ordinary springs, is a curious fact mentioned to me by M. Barrau, one of the Inspecting Physicians of Luchon. In 1835, after great rains (in the month of May if my memory serves me rightly), the same spring, La Reine, delivered four times as much water as usual, and its temperature fell $16^\\circ$ Réaumur. This continued for twenty-five days, when it resumed its former state. The following Table contains: 1. The observations of Camperdon in 1761; 2. Those of M. Barrau in 1818; 3. Two sets of observations by M. Boisgiraud, Professor of Chemistry at Toulouse, made at two different periods. I have reduced the whole to Fahrenheit's scale.\n\n|                | Camperdon, 1761. | Barrau, 1818. | Boisgiraud. |\n|----------------|------------------|---------------|-------------|\n|                | Réaum. Fahr.     | Réaum. Fahr.  | Cent. Fahr. |\n| La Reine       | $41 = 124\\cdot2$ | $39 = 119\\cdot7$ | $50\\cdot45 = 122\\cdot8$ |\n| La Grotte Supérieure | $51 = 146\\cdot7$ | $50 = 144\\cdot5$ | $58\\cdot75 = 137\\cdot8$ |\n| Source aux Yeux | $22 = 81\\cdot5$   | $39 = 119\\cdot7$ | $45\\cdot5 = 113\\cdot9$ |\n| La Blanche     | $18 = 72\\cdot5$   | $23 = 83\\cdot7$ | $34\\cdot75 = 94\\cdot6$ |\n| La Froide      |                  |               | $22\\cdot25 = 72\\cdot1$ |\n\nM. Boisgiraud's observations were made with great care; I had an opportunity of verifying the accuracy of the copy I obtained of them by the originals. M. Boisgiraud informed me that he had verified the zero of his thermometer by frequently plunging it in melting snow. The obvious conclusion is that the springs of Bagnères de Luchon are quite useless for the solution of the problem in which we are engaged. For the reasons already mentioned I confined my observations to the two first.\n\nTroughton. Reduced.\n\n1835, August 14.—La Reine . . . . . . $110\\cdot7$ $110\\cdot6$\n\nLa Grotte Supérieure . . $139\\cdot1$ $139\\cdot1$\n\nHence it would appear that the Source de la Reine has by no means recovered its former temperature, since the derangement of the year 1835, above noticed.\n\nIX. Lez. Vallée d'Aran, in Spain.\n\nA. Geological Position.—This trifling thermal site, of which, from being little known, I had heard exaggerated accounts, is chiefly interesting from the conformity of its geological position with that of more important springs. The springs of Lez rise near the boundary of a patch of granite on which the Spanish town of Bososte\n\n* See Gairdner on Mineral Springs, p. 211. A most extraordinary effect of an earthquake which occurred in the Pyrenees since my visit, has been stated to the Académie des Sciences; namely, that on that occasion a strong sulphureous smell was perceptible in the air in the environs of Gavarnie. It is not in the least unlikely that some of the springs I have noticed have already changed their temperature. See L'Institut (Journal), Decembre 1835.\nin the Vallée d’Aran is seated, and which is probably intimately connected with that of Luchon, which is not many miles distant.\n\nB. C. Specialties and Temperature.—The springs are trifling and unstable. They are sulphureous, and contain much barègine. Of the two principal ones, the one (A.) rises in the bottom of a deep narrow cistern, and disengages much gas (probably azote); the other flows into the same cistern by the side. As nearly as I could determine them on the 16th of August 1835, the temperatures were\n\n|        | Crichton | Reduced |\n|--------|----------|---------|\n| (A.)   | 88°0     | 86°4    |\n| (B.)   | 84°3     | 82°9    |\n\nBagnères de Luchon limits, for the most part to the eastward, the excursions of travellers, whether in search of health or amusement. We should form, however, but an imperfect conception of the Pyrenean range by confining ourselves to the frequented little district bounded by Cauteretz and Luchon. Least of all should we appreciate the marvellous abundance of its mineralized springs by such a survey. To see these in their true character we must visit the departments of the Arriege and of the Pyrénées Orientales, districts little known even to Frenchmen, nay, almost overlooked even by some French writers on mineral waters, although perhaps they are the most abundant, and nearly the most powerful in their action and elevated in their temperature, of any in Europe. Whilst in the over-crowded establishment of Barèges invalids are compelled to economize the water by bathing at all hours of the night, waters containing the very same ingredients, far more abundant, and of far more varied temperatures, are running to waste in the Eastern Pyrenees.\n\nX. Aulus.\n\nA. Geological Position, &c.—At not a very great distance, in a right line to the eastward of the last-mentioned place, Lez, the traveller finds the village of Aulus. He will, however, probably reach it by a circuitous route, since even if he travel on foot or horseback his most natural course* from Bagnères de Luchon is by St. Beat, Castillon, St. Girons, and the Valley of Sallat, up its tributary valley, that of Erce, near the head of which, amidst grand scenery and in profound seclusion, lies the humble watering-place of Aulus. I mention the baths of Aulus, like those of Lez, merely on account of their geological position, which is exactly at the junction of granite with stratified rocks. I was given to understand that the springs are ferruginous, and of low temperature, which prevented me from examining them, though I am not now\n\n* This route is also the most interesting, because it brings us in contact with several examples of that very singular formation, the ophite of Palassou. It is particularly exposed near the Col de Mende, at St. Lary in the Vallongue, and at Lacour in the Valley of Sallat; gypsum accompanies it in the latter site, and epidote most abundantly. I feel no doubt as to the general common character of this and our trap rocks. It is generally admitted that the hot springs of Dax near Bayonne (a point which I much regret not to have visited) owe their high temperature and mineralization to this intrusive rock.\nconfident as to the correctness of the statement. Near Aulus there issues from the limestone abruptly an entire rivulet of the clearest water; temp. $46^\\circ\\cdot1$ Crichton = $45^\\circ\\cdot5$ reduced.\n\nXI. Ussat, near Tarascon.\n\nA. Geological Position, &c.—Of this place, too, I have little to say. It is seated on the bank of the Arriège in the department of that name. The valley is here composed of limestone, precipitous, and full of caverns. We should be disposed to conjecture that this, as well as the neighbouring metalliferous valley of Vicdessos, owed its origin to a process of disruption. The granite here is also very near, though not exposed immediately at Ussat. It is a portion in immediate connexion with the vast granitic nucleus of the Eastern Pyrenees. Elevation above the sea according to Parrot, 1654 feet.\n\nB. Specialties, &c. of the Springs.—The mode in which the springs of Ussat rise is worthy of notice, though they are not well adapted for determining fixed temperatures. The waters are ferruginous; there is no great spring, but each bath is filled by means of a hole bored in the sand in which it is excavated, through which the water rises. Each has therefore its own temperature, and the heat is not great. Under the circumstances I did not think it worth while to determine it, especially as the water flowing constantly through the bath is exposed to be cooled by the contact of air.\n\nXII. Ax*.\n\nA. Geological Position.—In this most remarkable thermal site, reported to be the most prolific in Europe, we are not disappointed in finding a complete confirmation of the general principle that hot springs take their rise at the boundary of granite. Ax is seated on the river Arriège, several leagues above Ussat. We pass from limestone to slate, and from slate to granite, exactly at Ax. This granite immediately rises into lofty mountain masses, forming a sort of nucleus or centre of elevation, comprehending the sterile country between Ax and Mont Louis. It is here that in all the extent of the Pyrenees, reckoning from the Atlantic, the granite first constitutes the ridge or geographical axis of the chain, though it invariably forms (where visible) the geological axis. From this group of granitic mountains the country slopes in three directions, to the east, north, and south. It may, in fact, be viewed as the true termination of the ridge, which gradually descends by subdivided ramifications to the Mediterranean, the chain being split by the valleys of the Tet and Tech running east and west, which are not to be viewed as longitudinal valleys, but as valleys radiating from this the most easterly centre of elevation, just as the transverse valley of the Arriège radiates to the north, and that of the Segre to the south-west. It is important to keep this in view in examining the magnificent circuit of hot springs which surrounds this granitic nucleus. The system of the Canigou, though perhaps\n\n* In the name Ax we trace the word Aqua, as we also do in the appellation of a multitude of points celebrated for hot springs in France and the Pyrenees; as Aix, Chaudesaigues, Caldegas, Escaldas.\nan independent one, is, geologically speaking, subordinate. I examined with some care the environs of Ax, but did not notice any other geological phenomena particularly requiring notice.\n\nB. Specialties of the Springs.—I believe it has been stated that in the town of Ax alone seventy or eighty hot springs take their origin; scarcely a pit can be sunk to any depth without hot water making its appearance. The fountains in the marketplace are supplied with it; manufactories are conducted by it; even culinary operations are performed by its aid in the open air, and all this in addition to the supply of innumerable baths, with such varieties of the water as are more highly mineralized. The chief groups of springs are,\n\nI. In the market-place.\n\nα. Of these the most remarkable is the Source des Canons, consisting of nearly pure water*, issuing in immense abundance, and having a temperature of $168^\\circ$. In the annexed sketch A represents the point where it issues from two spouts, each of which contains nearly an equal quantity of water, which if united might make a stream as thick as the human arm, and flowing with great velocity. Its point of rise is C, at a distance of ten yards, and a little higher. I was assured by a person who had seen the spring several times opened that it issued at that point (under the pavement of the street) with great velocity. It is conveyed by means of a solid brick conduit B at the base of the wall of a house. Considering the great volume and velocity of the water, there is little change of temperature to be feared on this account. Hence I conceive that this is one of the most eligible springs in the Pyrenees for determining the question of invariability of temperature.\n\n![Market-place of Ax](image)\n\nβ. The Fontaine des Rossignols is evidently only a ramification of the last, rising within a few yards of it into a broken sort of cistern at D. It is used for culinary\n\n---\n\n* As generally stated, and as nearly as I recollect after having tasted it. It is, however, occasionally used medicinally (Alibert, Eaux Minérales, p. 429), and it is said with marked effects. It can scarcely be denied, however, that there is something in the therapeutic action of mineral waters which baffles our chemistry, and that some springs apparently pure (as the Source de Mahourat at Cauteretz, and that of Pfeffers in the Alps) are by no means uninfluential on the human frame.\npurposes. This is the real point of emergence; but here we find that difficulty which sometimes besets us, where a rare accident enables us to arrive at the actual source. It rises in so many points that it is impossible to say which is the principal source; and these vary in temperature about $2^\\circ$ according to my observation. The temperature given below was obtained at the hottest part I could arrive at; but this was a matter of some difficulty. Much gas was disengaged. It is copious.\n\nγ. The Source de l'Etuve takes its rise at the corner of the Hospital at F: part of it is used as a vapour-bath, and the remainder (which is copious) flows directly to the point E, and is discharged into the basin. It was there that I took its temperature.\n\nδ. A trifling spring flows into the same basin at G.\n\nII. The Bains de Breil are attached to the Hotel Sicre, a little to the south-east of the market-place. The number of the springs is surprising. They are chiefly obtained by making excavations in the soil of the garden, and building reservoirs, into which the water flows; but as they can only be reached in these reservoirs, thermometric observations are of little avail.\n\nIII. Bains de Couloubret, at the promenade to the north of the preceding ones. The springs are numerous, but they are all cased in masonry.\n\nIV. Bains de Tech.—These very copious and hot springs are most provokingly situated. They rise in caverns apparently natural, in concreted alluvial soil. Their level is maintained by artificial walls. The access is so inconvenient, that it was impossible, at the time that I was there, to obtain a good thermometric observation of these springs, the scalding temperature preventing the possibility of wading into the caverns, which otherwise might have been practicable. After all, it is nearly certain that the heat must vary in every part, since the springs actually rise from the alluvial soil at innumerable points, and with a copious disengagement of gas.\n\nC. Temperature of the Springs.—Elevation of Ax, according to Parrot, 2454 feet. It is stated explicitly by M. Monicault, in his Statistique du Département de l'Arrière, that the temperature and the volume of those springs of Ax whose temperature is above $35^\\circ$ cent. are invariable in all seasons, whilst the others vary a little; the volume increasing about one twelfth in the month of May, and being again reduced in June*. This information is valuable. I have already stated that I conceive the Source des Canons to be one of the most valuable in the inquiry we are engaged in, to be found in the Pyrenees. The following observations were made on the 25th and 26th of August 1835:\n\n| Spring                          | Troughton | Reduced |\n|---------------------------------|-----------|---------|\n| Source des Canons (both spouts exactly the same) | 167°8     | 168°0   |\n| Fontaine des Rossignols, hottest part (varies $2^\\circ$ from one part to another) | 161°0     | 161°2   |\n| Source de l'Etuve               | 150°8     | 151°0   |\n\n* See also Alibert, Sur les Eaux Minérales, p. 427, who quotes Dr. Boin as his authority.\nXIII. Las Escaldas.\n\nA. Geological Position.—The springs of Las Escaldas are most remarkably situated on the southern side of the Pyrenees, in the district called La Cerdagne Française, being in the French territory, though almost close to the Spanish frontier, looking down the valley of the Segre into Spain, and being almost entirely frequented by Spaniards. The character of the spot, too, is romantic: it lies at a distance from any road except that which leads to it, and is thus off the track even of the casual traveller who may pass through this remote and often disturbed district. To the north it is surrounded by granitic hills, bare and strewed with detached blocks; to the south, the town of Puycerda and its parched plain are visible. The watering-place itself, consisting of but a few houses, is situated however in a green and fertile hollow, which pleasingly contrasts with the scenery around. The springs all rise from granite, but as usual they are almost at the limit of that rock, the slates of the Spanish territory rising upon it at a very short distance.\n\nB. Specialties of the Springs.—There are two bathing establishments, and one detached spring.\n\nI. Bains Colomer. These baths, the principal ones of the place, and which have been known for many centuries, are supplied from one great spring, which discharges, according to the accurate Anglada*, no less than 795·5 cubic metres in twenty-four hours; a quantity which enables it to work a fulling-mill at a short distance. The principal issue of this spring has been inclosed in a sort of reservoir, but it is easy to empty this, and to obtain the flow of water direct from the source. It was in this way that I measured it, and I had the satisfaction to find it agree within one tenth of a degree with that of the \"buvette,\" which is merely a ramification of the same spring, but so far distinct that it is raised to a higher level. Nothing, therefore, can be more satisfactory than the manner in which this spring may be observed.\n\nII. The Bains Merlat are near the others, but a little lower. α. Source de la Douche: small, issues from a crack in the granite rock, and is carried through a baked earth conduit six feet long, at the extremity of which its temperature was taken. β. Grande Source: tolerably abundant. It rises in a reservoir, and its temperature was taken immediately at its issue from that reservoir into the nearest bath. γ. A small but highly mineralized cold spring, rising within not many yards of the above. It appears to be highly energetic on the animal economy, and is impregnated with the same principles as the adjoining hot springs. This is quite similar to the case of the cold sulphureous spring at the Eaux Bonnes already mentioned. Anglada does not mention this spring of Escaldas. Within a very short distance is a fine spring of pure cold\n\n* Traité des Eaux Minérales du Département des Pyrénées Orientales, tom. i. p. 92. Paris, 1833. Anglada minutely describes the circumstances of the rise of the spring, and the precautions (similar to my own) which he employed in taking its temperature.\nwater; so that within a radius of a few hundred feet we have the curious spectacle of hot mineralized springs, a cold mineralized spring, and a cold spring of pure water, rising at once.\n\nIII. *La Source Margail* is an unemployed mineral spring, which issues from amongst blocks of granite behind the Bains Colomer. I took its temperature where it first appears.\n\nAll these springs are sulphureous. They deposit barègine; and *Anglada* states that the gas which they disengage is pure azote.\n\nC. Temperature.—The elevation of Las Escaldas I do not exactly know*: it can differ, however, but very little from that of the neighbouring village of Dorres, which, according to *Parrot*, is 4764 feet above the sea. For the observations of *Carrere* in 1764, on the springs of the \"Pyrénées Orientales,\" I refer to the table given in the introduction; nor shall I now quote the observations of *Anglada*, (who was provided with two thermometers by *Fortin*, the errors of which, however, I am not aware that he determined,) as I shall give them in a tabular view in the sequel.\n\n| Troughton | Reduced |\n|-----------|---------|\n| Spring    | 107°1   | 107°0   |\n| Buvette   | 107°2   | 107°1   |\n| La Douche | 90°8    | 90°7    |\n| Grande Source | 91°0 | 90°9    |\n| La Source Margail | 92°0 | 91°9    |\n\nXIV. Dorres.\n\nA. Geological Position.—The spring of Dorres is between Las Escaldas and the village of Dorres, being about ten minutes' walk from the former. Its geological position is quite similar to that of Las Escaldas.\n\nB. Specialties, &c.—This remarkable spring rises in a sort of by-path from a crack in the granitic mass. It is extremely copious, and its origin well marked, so that there is no difficulty in ascertaining its true temperature. There is no bathing establishment further than a rude sort of pool formed by the peasants. The waters are sulphureous, and contain barègine. They run neglected into the nearest brook.\n\nC. Temperature.—The elevation of this spring must be nearly the same with that of the village, or about 4800 feet (*Parrot*).\n\n| Troughton | Reduced |\n|-----------|---------|\n| Dorres    | 104°6   | 104°4   |\n\n* My barometer having been broken in the Vallée d'Aran, I had no means subsequently of ascertaining heights.\nXV. Thuez.\n\nA. Geological Position.—The springs of Thuez are very remarkable, on account of their great number, high temperature, varied composition, and absolutely neglected condition. They rise near the torrent called La Tet, or Teta, which derives its name from the great valley which it traverses, almost entirely excavated in granite, and extending from Mont Louis to near Perpignan, in a direction from west to east. The occurrence of mineral waters in it is attended with some interesting peculiarities. There is a large patch of limestone insulated by granite, and upon which the town of Villefranche is built, between Olette and Prades; and what is most curious is, that we find springs encircling this insulated portion of stratified rock, though they all take their rise in the granite. Such are the springs of Molitg, Vernet, and Thuez. It is only with the latter that we have now to do. The commune of Thuez is situated a little above the junction of the granite and stratified rock; but there are two physical peculiarities that deserve notice: 1. That the immediate focus of thermal action is close to the Graus d'Olette, a winding part of the road, rendered necessary by the narrowness of the ravine which the torrent penetrates. There can hardly be a doubt that this is a line of fissure; and it is precisely at this fissure that the springs rise most abundantly. It may also be observed, that the hot springs here take their rise remarkably from the precipitous banks of tributary torrents whose beds have perhaps formed subordinate fissures. 2. Almost at the same point is the copper mine of Canavielles in granite. Hence, as at St. Sauveur, we have the coordinate (and I think connected) phenomena of intrusive rocks, dislocations or fissures, metalliferous impregnation, and hot springs.\n\nB. Specialties of the Springs.—Nothing can give a fitter idea of the necessity of the precautions we have adopted for identifying the springs described in this paper, and also of the number and importance of those of Roussillon, than the fact, that with the minute and faithful work of Anglada before me, I have had great difficulty in ascertaining whether or not the springs which I observed occur amongst those mentioned by him at Thuez. Indeed, considering their wild and almost inaccessible position, the little interest taken by the people in them, and the impossibility of making myself understood where nothing is spoken but the Catalonian dialect, I had rather cause of congratulation that I should have discovered any of them. Even the \"zèle hydrologique\" of Anglada was almost exhausted on the banks of the Tet, where, he observes, \"il m'est surtout arrivé d'exécuter des analyses, suspendu, pour ainsi dire, sur des abîmes.\" A complete examination of springs so abundant and so varied, (partaking of the medicinal characters of the waters of Barèges, Plombières, and Bagnères,) which are, besides, the hottest in the Pyrenees, could not fail to be of the highest interest in a general as well as a scientific point of view. I was instructed to cross the river Tet (from the left to the right bank) a little below Thuez. I found myself at the foot of a steep rocky bank covered with tangled brushwood. I\nscrambled along this parallel to the river for a distance of a mile or a mile and a half without any indication of hot springs; at last, in a ravine to the right, at a very considerable height above the Tet, I discovered steam rising near a cascade. This spring, which I shall call (A), I at one time conceived to be identical with the Source de la Cascade of Anglada; I am now, however, persuaded that it is a different one, and was perhaps never visited by him. From his description it clearly appears that his \"Source de la Cascade\" was in the Gorge of Carenzac, through which flows the Torrent Real, near Thuez, and therefore considerably above the trifling ravine I have mentioned, and which is distinctly marked nearly opposite Canavielles in the Departmental Map of the Atlas National. This, in fact, is the distinctive mark of the spring (A) just mentioned. It occurs in a small ravine very near the Tet, but at a considerable height above it, almost opposite to the copper mine of Canavielles, and within sight of the Graus d'Olette. It is on the right bank of the small torrent traversing the ravine, and issues copiously from a cleft in a slaty granite rock. The principal point of issue is well marked, and at some height above the torrent, into which it flows. It is sulphureous, and contains barègine.\n\nThe other spring (B) I have distinctly identified with the \"Source du Bord de la Rivière\" of Anglada, whose position he has very accurately defined. It is a little further down the bank of the river, but instead of being at a great height above it, it is only separated from the Tet by a piece of flat meadow. It is almost exactly opposite to the mine of Canavielles, and its aspect is towards the chasm through which the Tet runs at the Graus d'Olette. It is extremely copious and sulphureous. Anglada has noticed justly its remarkable limpidity. It contains barègine. It issues from alluvium by a number of streamlets, which vary a little in temperature, so that the determination is not so good as the preceding one. It varies about 1° at different points: I have recorded the hottest which I noticed.\n\nA little below this is a spring noticed by Anglada, as consisting of water as pure as that of ordinary springs, and having a temperature of 55° cent. = 131° Fahr.\n\nC. Temperature.—The elevation of Thuez I am not acquainted with. Parrot makes the height of Fontpedrouse, a village a little higher up the river, = 3402 feet.\n\nAs the valley falls rapidly, we shall not perhaps be far from the truth if we estimate the elevation of these springs at about 2700 feet.\n\n| Date          | Location                  | Temperature (°C) | Reduced Temperature (°C) |\n|---------------|---------------------------|------------------|--------------------------|\n| 1835, August 28 | Thuez, Spring (A)         | 171.3            | 171.5                    |\n|               | \"Source Sulfurcuse du Bord de la Tet,\" hottest part (B) | 164.8            | 165.0                    |\n\nThe spring (A) is almost the hottest, not only in the Pyrenees, but even on the continent of Europe*. Anglada mentions one nameless spring in this same fertile\n\n* According to M. Arago the hottest spring in Europe unconnected with modern volcanic action, is that of Chaudeaigues (Auvergne), whose temperature he quotes at 80° cent. = 176° Fahr.—Annuaire du Bureau des Longitudes, 1836.\nneighbourhood, which is almost the same (78°.1 cent. = 172°.6 Fahr.), and which is the hottest he met with.\n\nXVI. Vernet.\n\nA. Geological Position.—The springs of Vernet, at the foot of the Mont Canigou, are the best known in the Eastern Pyrenees. Their position has already been adverted to, occupying the outposts of the patch of stratified rocks upon which Villefranche is situated, and which is surrounded by granite. Granite is the predominant rock near Vernet; limestone, however, occurs, and contains (in some instances in great quantities) compact sulphate of barytes *. The aspect of the Canigou from Vernet is most imposing, and the precipitous nature of the ravines in the neighbourhood is strongly indicative of convulsive action. The position of the ruined monastery of St. Martin du Canigon illustrates this statement.\n\nB. Specialties of the Springs.—There is only one considerable thermal establishment at Vernet, though within a few years some adjacent springs have also been turned to use. The springs are particularly described by Anglada; but to prevent all ambiguity, I shall refer to a sketch of their present arrangement.\n\nThe spring A flows into the bath of the cabinet No. 4, and its temperature was measured there. Its point of rise was stated to me to be at \\(a\\), about four feet distant. This is the hottest spring, and the \"Source Intérieure\" of Anglada. It is moderately copious. B represents the point of influx of a second spring, entering the building at a considerable height above the floor by a baked-earth conduit, which conveys it from the rock, which was stated to me to be only two or three feet distant. It is tolerably copious, and probably corresponds with \"Source No. 1.\" of Anglada. The buvette appears near the middle of the western wall of the building. It is quite insignificant. A new spring has lately been opened a little to the south-east of the baths, which,\n\n* The eastern part of the Pyrenees seems to have been less carefully examined by Charpentier than any other; and I suspect that his map is considerably imperfect.\nhowever, I was not able to approach nearer than at one of the cocks in a small establishment (belonging to the same proprietor, and also on the left bank of the stream,) erected to receive it. I was informed that it was conveyed by thirty or forty yards of baked earthen tube, so that the observation is of little value. This may be called \"Source Nouvelle de 1835.\" The springs of Vernet are sulphureous.\n\nOn the right bank of the river is a new establishment, that of the Bains Mercader. A very trifling spring was materially enlarged by judicious boring. As it is received by a large covered reservoir, I was unable to ascertain its temperature.\n\nC. Temperature.—On the subject of the early observations of Carrere, I refer to what has been said in the introduction to this paper. Anglada, speaking of the temperature of the spring A, or Source Intérieure, expresses regret at a discrepancy of $1^\\circ 4$ cent. between his observations and those of M. Arago in 1826. I am enabled, however, by the kindness of that philosopher to correct this statement, and to show that the coincidence between their observations, and also with mine, is as satisfactory as could be expected;\n\nSpring A.—Arago, 1826, $55^\\circ 8$ c.; Anglada, $55^\\circ 62$; J. D. F., 1835, $55^\\circ 7$.\n\nAnglada also informs us that he frequently took the temperature of these springs without finding any variation. The following are the particulars of my observations.\n\n1835, August 29. Elevation of Vernet not known, but may be about 1700 or 1800 feet above the sea.\n\n| Troughton | Reduced |\n|-----------|---------|\n| Spring A (Source Intérieure) | $132^\\circ 3$ | $132^\\circ 2$ |\n| Spring B | $124^\\circ 2$ | $124^\\circ 1$ |\n| \"Source Nouvelle de 1835\" | $118^\\circ 9$ | $118^\\circ 8$ |\n\nSome other thermal sites occur in the Valley of the Tet, particularly those of Vinça and Molitg; but being anxious to visit the Valley of the Tech, the extreme southern limit of France (in lat. $42^\\circ 10'$), and the Roman thermal establishment of Arles, I crossed the western shoulder of the highly picturesque mountain of Canigou to Prats de Mollo, and thence proceeded to Arles, which closes our list of Pyrenean waters.\n\nXVII. Bains près d'Arles.\n\nA. Geological Position.—The situation of the springs near the town of Arles in the Valley of the Tech, is perfectly in unison with our general statement of the subject. They issue from granite almost close to its junction with limestone*. This is the\n\n* I have some recollection of having noticed slate rocks between the granite and the limestone just mentioned; and this is confirmed by the circumstance of M. Arago, in the observations which will presently be adverted to, having characterized the principal spring as \"sortant de la roche schisteuse.\" This may, however, be the slaty granite which so remarkably characterizes the southern side of the Canigou, and my notes expressly state that the bed of the torrent issuing from the defile is composed of granite.\ntermination of the granite in this line, for during the remainder of the course of the Tech it is not again met with, and after a few miles that river joins the Mediterranean. The limestone overlying the granite is of a variegated kind, having a marked resemblance to the coloured limestones of the valleys of Arreau (near Caudiac), Luchon (at Cierp), and Sallat (near St. Giron). This identity of mineral character is well marked throughout many of the Pyrenean rocks. It may be added that the springs of Arles rise in a granitic ravine, which, like that of the Graus d'Olette, is almost certainly a fissure. This narrow defile contains a wall of Roman construction, destined to separate a part of the river and convey it to the village of the baths; it is called in the country the \"Mur d'Annibal.\" It is worthy of remark, that in the Valley of the Tech we have an insulated deposit of stratified rocks surrounded by granite, as in the Tet; and that the baths of La Preste (which I did not visit), above Prats de Mollo, must be situated close to the boundary.\n\nB. Specialties of the Springs.—These are very numerous; I confined my attention to one or two of the most remarkable.—1. Gros Escaldadou. Extremely copious. I arrived almost close to its source in the vineyard behind the baths, and took its temperature in the stone conduit by which it is conveyed, a very unexceptionable observation. It furnished, according to Anglada, the enormous quantity of 715 litres per minute. The litre is $\\frac{1}{1000}$th part of a cubic metre.—2. Petit Escaldadou; at a little distance from the other in a vineyard. It is hotter but much less copious, and is not employed. I took its temperature as it rose from the soil just under a wall.—3. Fontaine de Manjolet. Small. Taken at the buvette. Anglada states that it is collected first in a reservoir.—4. Along the banks of the little tributary of the Tech, which passes the baths of Arles, are several smaller springs, which rise from granite in a perfectly natural state. I took the temperature of one of these, called the Gourg-Negre (gouffre noir). It rises from a crevice in the granite close to the rivulet, in a difficultly accessible spot a little above a slight expansion of the rivulet, used as a bathing pond, but considerably below the Mur d'Annibal. It is pretty copious. It appears to be the Source Villesèque of Anglada. I must add that the thermal establishment of Arles is as a relic of antiquity by far the most remarkable in the Pyrenees. The stately vaulted apartment in which the modern cabinets have been erected is entirely a Roman structure, and is still allowed to retain its ancient piscinæ. The springs are sulphureous, and contain barègne.\n\nC. Temperature.—The elevation of the baths of Arles must be almost the same as that of the town (which is about a mile further up the Tech), and which, according to Rocheblave, is 909 feet above the sea. Anglada informs us that he frequently took the temperature of the Gros Escaldadou, and found it invariably the same; on one occasion after the interval of a year.\nAND GEOLOGICAL RELATIONS OF CERTAIN HOT SPRINGS.\n\n| TROUGHTON | REDUCED |\n|-----------|---------|\n| 1835, August 30.—Gros Escaldadou | 139°0 | 139°0 |\n| Petit Escaldadou | 145°2 | 145°3 |\n| Fontaine de Manjolet | 109°4 | 109°3 |\n| Gourg-Negre (Source de Villesèque) | 140°0 | 140°0 |\n\n§ 3. Hot Springs in some other parts of Europe.\n\nI. Baths of Mont Dor.\n\nA. Geological Position.—We feel no surprise at the appearance of hot springs occurring amidst distinct traces of volcanic energy, after contemplating the much more unaccountable relations of those of the Pyrenees. On the subject of the baths of Mont Dor it is sufficient to say that they are situated almost at the geographical centre of that group of hills, and also at the position of greatest dislocation, two of the centres of elevation which MM. Elie de Beaumont and Dufrenoy have pointed out being found on one side and one on the other. The springs immediately issue from trachyte, which is most remarkably and beautifully columnar just at the baths. These columns have an extremely slaty cleavage perpendicular to their axes.\n\nB. Specialties of the Springs.—These springs are all saline, and charged with carbonic acid in immense quantity, strikingly in contrast with the sulphureous azotic springs, which for the most part characterize the Pyrenees. The springs of Mont Dor were well known to the Romans, and several of their structures are still preserved. The present thermal establishment is extremely solid and commodious. It was finished in 1825, and offers all reasonable security for a permanent condition of the springs, which also very fortunately are all accessible at their sources. Of these I made a very careful examination; the volume of the springs is stated on the authority of the keeper of the baths*.—1. The Bain de César rises in the bottom of a cistern of Roman construction, and with an immense disengagement of carbonic acid gas. I was at pains to ascertain whether this gas had a peculiar temperature; but I did not find it to differ sensibly from that of the water. It discharges 84 litres per minute. The Bain de César is in a detached apartment behind the great building. A little above it are cold saline springs.—2. The Grand Bain consists of five distinct excavations, which are directly supplied by numberless small springs rising through the soil and disengaging carbonic acid. These baths are simply allowed to overflow; but since they are occasionally emptied, the cooling of their walls during that operation must render the temperature somewhat variable. But there is a more serious difficulty. From the number of springs flowing into each, the temperature varies from one point to another. This seems unavoidable. I have numbered these springs 1, 2, 3, 4, and 5, proceeding from north to south. The discharge of the whole together\n\n* These are probably also stated in Dr. Bertrand's very interesting work on these springs. I am sorry not to be able at present to consult it in order to verify these measures.\nis 60 litres per minute. The Grand Bain is at the extremity of the upper part of the great building.—3. The Bain Ramond rises in the ancient Roman basin, and was only discovered within a few years. Discharges 21 litres per minute, and much gas. It is on the ground floor.—4. Bain Rigny, near the last; it formerly supplied a Roman piscina, and rises now into a small deep square cistern, discharging much gas, and 18½ litres per minute.—5. Source de la Madelaine. This spring is stated to be nearly destitute of any foreign ingredient except carbonic acid. It issues in an exceedingly copious spring at the base of a stone pillar which marks its source, which is at a lower level than the preceding ones, and exterior to the building. Discharges 102 litres per minute.\n\nC. Temperature.—Elevation above the sea, 3425 feet. These springs, excepting the Grand Bain (for reasons already stated), seem to be extremely well adapted for ascertaining the constancy of temperature of hot springs. We must recollect, however, that from the purely volcanic character of the district, changes in temperature may possibly depend upon causes merely local. Dr. Bertrand, the Inspecting Physician, states expressly that their temperature is invariable throughout the year.\n\nThe following are my determinations.\n\n835, September 16, 5th P.M.\n\n| From north to south | Troughton | Reduced |\n|---------------------|-----------|---------|\n| César               | 108°1     | 108°0   |\n| Grand Bain          |           |         |\n| No. 1. Hottest part | 105°4     | 105°2   |\n| Coldest part        | 105°2     | 105°0   |\n| No. 2. In the middle| 106°7     | 106°5   |\n| No. 3.* Middle      | 108°0     | 107°9   |\n| Front               | 108°0     | 107°9   |\n| No. 4. Middle       | 104°3     | 104°1   |\n| Front               | 104°2     | 104°0   |\n| No. 5. Hottest part | 103°5     | 103°3   |\n| Bain Ramond         | 107°2     | 107°1   |\n| Bain Rigny          | 108°2     | 108°1   |\n| Source de la Madelaine | 111°0    | 110°9   |\n\nII. Bourboule les Bains.\n\nA. Geological Position.—The little village of Bourboule is situated in the group of Monts Dor on the right bank of the Dordogne, three or four miles below the Bains du Mont-Dor. The neighbouring rock is entirely a volcanic tufa, similar to that of Naples, and like it excavated, and these excavations used as dwellings. It is from the tufa that the springs rise.\n\n* No. 3 is the centre bath; the temperature, it will be observed, regularly decreases on either hand.\nB. and C. Specialties and Temperature.—The principal spring rises into a very narrow circular vessel, with much disengagement of carbonic acid gas. This is in one corner of the bathing-house in the interior, which is mean and incommodious. The spring, however, is pretty copious, yielding twenty litres per minute*, and is hotter than any of those of the Bains du Mont Dor. Elevation above the sea, 2769 feet.\n\nTROUGHTON. Reduced.\n1835, September 17.—La Grande Source . . . 121°3 121°2\n\nIII. Baden-Baden.\n\nA. Geological Position.—These springs, on the border of the Schwartzwald, have a position almost identical with that which we have so invariably remarked in the Pyrenees. They occur just where the slate rocks have been violently upraised by a curious granitoid porphyry, which forms the picturesque elevations near the Alte Schloss, and which passes into a true granite. Upon the slate, red sandstone lies unconformably, and I believe horizontally. The elevation of this range is among the older of M. Elie de Beaumont's systems: he expressly states that the Grès bigarré is undisturbed.\n\nB. Specialties, &c.—The only spring whose temperature I observed is the principal one, situated near the church. It rises into a large basin, in which I could perceive no evolution of gas. Nearly insipid: copious.\n\nC. Temperature.—1832, August 9.\n\nTROUGHTON. Reduced.\nPrincipal spring of Baden-Baden . . . 147°3 147°4\n\nIV. Loësche or Leuk. Vallais.\n\nA. Geological Position.—These springs rise from limestone, but not at a great distance from the vast granitic chain which extends by the upper parts of the valley of Lauterbrunnen to the Jungfrau. The baths of Leuk are situated in a deep and precipitous valley (at this part, however, of considerable breadth), very near the foot of the Gemmi. The evidence of disruption on the great scale in the Valley of Leuk is almost as clear as such evidence can ever be. It is surrounded by mural precipices of singular boldness.\n\nB and C. Specialties, Temperature, &c.—The baths of Leuk rise at a height of 4692 feet above the sea. A fine spring issuing at the end of the promenade I found to have a temperature of 43°4 (by what thermometer not stated). The only hot spring of which I took the temperature was that which rises in the place just in front of the principal inn, called La Maison Blanche. I believe it to be the principal spring. The water is nearly insipid: copious.\n\nTROUGHTON. Reduced.\n1832, September 21.—Spring at Leuk . . 123°2 123°1\n\n* Lecoq, Le Mont Dore et ses Environs, p. 239.\nIV. Pfeffers. Canton of St. Gall.\n\nA. Geological Position.—Issues from limestone in a very remarkable fissure, often described by travellers. Dr. Daubeny has dwelt upon the appearances of convulsion presented by this site*; and such no doubt there are, though I am of opinion that the chasm in which the spring itself occurs is one of erosion. The perpendicular precipice above it, however, seems to indicate fissure; nor have I the slightest doubt that the course of the Rhine in this neighbourhood has been determined by a very extensive local disruption of the strata.\n\nB and C. Specialties, Temperature, &c.—There is, I believe, only one spring at Pfeffers. I took its temperature at its point of rise from the rock. It is insipid, and moderately copious. Its elevation is 2251 feet above the sea. I made particular inquiries of a resident priest as to its constancy of temperature and volume. He assured me that the former varied but little throughout the year, and estimated it at $29^\\circ$ R. ($= 98^\\circ 7$ F.), but that its quantity was by no means so constant; its discharge in summer being $29^\\circ 8$ Paris cubic feet per minute, and always diminishing towards winter, when occasionally (as in winter 1831–2) he declared that it became quite dry. This is a singular and important fact, and would almost force us to suppose that this thermal water owes its origin to the neighbouring glaciers.\n\n| Troughton | Reduced |\n|-----------|---------|\n| 1832, October 11.—Pfeffers | $98^\\circ 1$ | $97^\\circ 9$ |\n\nV. Baths of Nero, near Naples.\n\nA. Geological Position.—The baths of Nero, commonly called Sudatorij di Tritoli, occur close to the shore of the bay of Baja near Pozzuoli. They consist of vapour baths cut from the solid tufaceous rock of volcanic formation. Perhaps the most remarkable fact connected with their geological position, is the proximity of the Monte Nuovo, elevated by volcanic explosion in 1538. It is singular that the spring immediately to be mentioned should not have been affected by that circumstance; for there is every reason to believe that it has flowed since the time of the Romans.\n\nB. Specialties, &c.—I have very fully described the origin and circumstances of this remarkable spring in my series of papers on the Bay of Naples in the Edinburgh Journal of Science†. I there also quoted the curious mistakes into which travellers have been led from the supposed difficulty and danger of reaching the hot spring. I am led to conclude that the observation I then published is perhaps the only accurate one which has been made upon this, one of the most curious, and I believe the hottest spring on the continent of Europe. It is reached by a low excavated passage, the latter half of which dips rapidly, and having a sharp turn about the middle of its length, which is about 120 paces in all. At the extremity (which is difficultly reached from the heat and oppressive nature of the atmosphere) rises the spring. I took the\n\n* Edinburgh New Philosophical Journal, January 1832. † New Series, vol. ii. p. 88.\ntemperature near the edge of the pool. What is the amount of discharge, or where the exit of the water, I do not know. So far as I know it has not been analysed. Its complete insulation in the heart of the hill, and its high temperature, renders it a most interesting subject for the experiment on constancy of temperature; though we must not forget its near approximation to active volcanoes. There are various other passages in the rock which are used for vapour baths. I am glad to have this opportunity of reproducing a curious and apparently accurate plan of these by Bulifon, published in Sarnelli's Guida dei Forestieri, Napoli, 1688, and not, so far as I know, copied or superseded by later authors, whose works indeed are generally full of blunders on this subject.\n\nC. Temperature.—The elevation above the Mediterranean is, I believe, about 30 feet. Almost all authors have stated that the water boils. My observation was made with much care, though the difficulty of observing was so great that it may be doubtful to half a degree. The thermometer employed was one by Cary. I have already stated in the introduction the satisfaction which I had in recovering it after nine years, and thus rendering this observation available to science, by comparing it with my standard thermometer.\n\n1826, December 11.—Baths of Nero or Sudatorij di Tritoli\n\n| Cary | Reduced |\n|------|---------|\n| 183°5 | 182°2 |\n\nVI. La Pisciarella, near Naples.\n\nA. Geological Position.—This spring rises from the exterior of the cone of the Solfatara amidst decomposed volcanic rocks. It is within a short distance of the lake Agnano.\n\nB and C. Specialties and Temperature.—La Pisciarella rises from the ground under cover of a small hut. It contains sulphate of alumina, sulphuric acid, sulphur, and much sulphate of iron. To judge by the evidence of authors its temperature must be subject to extraordinary alternations. Sir William Hamilton declares that he saw\nthe thermometer rise to the boiling-point, but admits that after rain he found it lower. Della Torre gives it a temperature of $68^\\circ R. = 185^\\circ F$. The Abbé Soulavie states it at $101^\\circ F.$, Humboldt* at $93^\\circ$ cent. $= 199^\\circ 4$ F. Hence there can hardly be a doubt that this spring is liable to great variations of temperature.\n\n1826, December 7. Exterior air, $41^\\circ 5$. Interior of the hut, $70^\\circ 5$.\n\n| Spring of La Pisciarella, hottest part | Cary. | Reduced. |\n|---------------------------------------|-------|-----------|\n|                                       | 114° 0| 112° 0    |\n\nNote.—The temperatures of the following springs I also measured; and though I cannot speak so precisely as to the limits of error of the observations, they are undoubtedly very small.\n\n1827, March 24. Hot spring behind the temple of Jupiter Serapis at Pozzuoli, $98^\\circ 5$.\n\nMarch 28. Gurgitello, Ischia (taken in a sort of well, into which it rises), $149^\\circ$.\n\nI shall conclude by recapitulating in a tabular form the final results obtained in this paper, and which it may be hoped are adapted for future reference as ascertained scientific facts†. I have much satisfaction in being able to subjoin, through the kindness of M. Arago, a series of unpublished observations which he made in 1826 on several of the hot springs of France, by a thermometer whose indications are reduced to the true scale‡. I have likewise placed for reference the observations of\n\n* Relation Historique, 4to, tom. ii. p. 86. note. Whether from his own observations I do not know.\n\n† The following tabular view of the concurrence of five classes of geological facts already alluded to in the Pyrenees may not be uninteresting:\n\n| Place          | Hot Springs | Neighbourhood of Granite | Fissures and Faults | Metamorphic Rocks | Metalliferous Veins |\n|----------------|-------------|--------------------------|--------------------|-------------------|---------------------|\n| Eaux Chaudes   | *           | *                        | *                  | *                 | *                   |\n| Eaux Bonnes    | *           | ?                        | *                  | *                 | *                   |\n| Cauteretz      | *           | *                        | *                  | *                 | *                   |\n| St. Sauveur    | *           | *                        | *                  | *                 | *                   |\n| Barèges        | *           | ?                        | *                  | *                 | ?                   |\n| Bagnères       | *           | *                        | *                  | *                 | *                   |\n| Caudiac        | *           | *                        | ?                  | *                 | *                   |\n| B. de Luchon   | *           | *                        | *                  | ?                 | *                   |\n| Lez            | *           | *                        | *                  | *                 | ?                   |\n| Aulus          | *           | *                        | *                  | *                 | *                   |\n| Ussat          | *           | ?                        | *                  | *                 | *                   |\n| Ax             | *           | *                        | *                  | *                 | *                   |\n| Las Escaldas   | *           | *                        | *                  | *                 | *                   |\n| Thuez          | *           | *                        | *                  | *                 | *                   |\n| Vernet         | *           | *                        | *                  | *                 | *                   |\n| Arles          | *           | *                        | *                  | *                 | *                   |\n\nThe indications of metals are chiefly taken from Galabert, Carte Minéralogique des Pyrénées, 1831.\n\n‡ These observations are not accompanied by minute indications of the state of the springs, or the particular points at which they were made.\nAnglada, as being apparently most carefully made, and by good instruments of Fortin, though their scales do not seem to have been specially examined.\n\nI have attempted to give a general (though I am aware exceedingly loose) estimate of the relative magnitudes of the springs by the numerals 1, 2, 3, 4, 5, the highest number being applied only to two springs, whose discharge is quite enormous. The prefix ⊙ is applied to those springs which seem best adapted to determine the general question of constancy of temperature, and * to those which from passing through long pipes, or for other reasons, are of little value.\n### Pyrenees\n\n| No. | Place                        | Spring          | Volume | J. D. F. 1835 (Fahr.) | Cent. | Arago 1826. Cent. | Anglada Cent. |\n|-----|------------------------------|-----------------|--------|-----------------------|-------|------------------|---------------|\n| *1. | Eaux Chaudes (2200 feet above sea) | Esquirette      | ?      | 91°4                  | 33°0  |                   |               |\n| *2. |                              | Clot            | ?      | 94°6                  | 34°7  |                   |               |\n| *3. |                              | Rey             | ?      | 92°0                  | 33°3  |                   |               |\n| 4.  |                              | Arresecoq (A)   | 1      | 76°3                  | 24°6  |                   |               |\n|     |                              | (B)             | 1      | 76°2                  | 24°5  |                   |               |\n| 6.  |                              | Baudot          | 1      | 80°2                  | 26°7  |                   |               |\n| 7.  | Eaux Bonnes (2600 feet)      | Source Vieille  | 1      | 91°4                  | 33°0  |                   |               |\n| 8.  |                              | S. de la Montagne| 1    | 54°4                  | 12°4  |                   |               |\n| 9.  | Cauteretz (3100 feet)        | La Poze         | 2      | 110°3                 | 43°5  | 45°0†             |               |\n| 10. |                              | Nouvelle Poze   | 2      | 113°5                 | 45°3  |                   |               |\n| 11. |                              | César           | 2      | 118°1                 | 47°8  | 47°6              |               |\n| 12. |                              | Raillère        | 3      | 101°9                 | 38°8  | 38°4‡             |               |\n| 13. |                              | Petit St. Sauveur| 2    | 90°6                  | 32°5  |                   |               |\n| 14. |                              | Mahourat        | 2      | 121°7                 | 49°8  | 49°6§             |               |\n| 15. |                              | S. des Oeufs    | 2      | 130°1                 | 54°5  |                   |               |\n| 16. |                              | Bois            | 2      | 112°3                 | 44°6  | 45°9              |               |\n| 17. | St. Sauveur (2500 feet)      | La Hontalade    | 2      | 68°5                  | 20°3  |                   |               |\n| 18. | Barèges (4200 feet)          | Grande Douche   | 3      | 111°9                 | 44°4  | 44°1¶             |               |\n| 19. |                              | L'Entrée        | ?      | 104°4                 | 40°2  | 37°7              |               |\n| 20. |                              | La Chapelle     | ?      | 88°7                  | 31°5  |                   |               |\n| 21. |                              | Polard          | 2      | 98°3                  | 36°8  | 37°1              |               |\n| 22. | Bagnères (1800 feet)         | Dauphin         | 4      | 119°0                 | 48°3  |                   |               |\n| 23. |                              | La Reine        | 4      | 114°0                 | 45°6  | 46°0¶             |               |\n| 24. |                              | Roc de Lanne    | 2      | 115°2                 | 46°3  |                   |               |\n| 25. |                              | S. des Yeux     | 1      | 89°4                  | 31°9  |                   |               |\n| 26. |                              | St. Roch        | 1      | 109°4                 | 43°0  |                   |               |\n| 27. |                              | Foulon          | 2      | 93°2                  | 34°0  |                   |               |\n| 28. | Bagnères de Luchon (2000 feet)| La Reine       | 2      | 110°6                 | 43°6  |                   |               |\n| 29. |                              | Grotte Supérieure| 2    | 139°1                 | 59°5  |                   |               |\n| *30.| Lez                          | A               | very   | 86°4                  | 30°2  |                   |               |\n|     |                              | B               | small  | 82°9                  | 28°3  |                   |               |\n\n† Besides the springs of Cauteretz here given, M. Arago communicated to me the following, which I did not take account of, as on visiting them I ascertained that the sources themselves were inaccessible:\n\nSource de la Reine, ou des Espagnols . . . . 47°5\nSource du Pré . . . . . . . . . . . . . . . . 45°4\nUne autre à cote . . . . . . . . . . . . . . 25°6\n\n‡ In the notes I had from M. Arago 48°4; but I conclude that this is an error of transcription, as the temperature given by Alibert agrees exactly with mine.\n\n§ M. Arago's observation would no doubt be taken at the spout, where I found it 121°2 F. = 49°6 cent. (See § 2. of this paper.) The agreement, therefore, is complete.\n\n¶ At Barèges, besides these, M. Arago gives,\n\nLa Petite Douche . . . . . . . . . . . . . . 43°1\nLa Buvette . . . . . . . . . . . . . . . . . 40°7\n\n¶ At Bagnères, besides these, M. Arago gives,\n\nSource de Salise sur la place (Eau pure) . . . . 50°5\nCasaux . . . . . . . . . . . . . . . . . . . . 50°8\n| No. | Place                        | Spring                  | Volume | J. D. F. 1835. | Arago. 1826. |\n|-----|-----------------------------|-------------------------|--------|---------------|--------------|\n|     |                             |                         |        | FAHR. Cent.   | Cent.        |\n| 32. | Ax (2500 feet)              | S. des Canons           | 4      | 168°0         | 75°6         |\n| 33. |                             | S. des Rossignols       | 2      | 161°2         | 71°8         |\n| 34. |                             | L'Etuve                 | 2      | 151°0         | 66°1         |\n| 35. | Las Escaldas (about 4700 feet) | Colomer. Source.       | 5      | 107°0         | 41°7         |\n| 36. |                             | Buvette                | 2      | 107°1         | 41°7         |\n| 37. |                             | Merlat. Douche         | 1      | 90°7          | 32°6         |\n| 38. |                             | Grande S.              | 2      | 90°9          | 32°7         |\n| 39. |                             | Margail                | 2      | 91°9          | 33°3         |\n| 40. | Dorres (4700 feet)          | Dorres                 | 3      | 104°4         | 40°2         |\n| 41. | Thuez (about 2700 feet)     | Source A               | 2      | 171°5         | 77°5         |\n| 42. |                             | B. S. du Bord de la Tet | 3      | 165°0         | 73°9         |\n| 43. | Vernet (about 1700 feet)    | A. Intérieure          | 2      | 132°2         | 55°7         |\n| 44. |                             | B.                     | 2      | 124°1         | 51°2         |\n| *45.|                             | Source de 1835         | ?      | 118°8         | 48°2         |\n| 46. | Arles (900 feet)            | Gros Escaldadou        | 5      | 139°0         | 59°4         |\n| 47. |                             | Petit Escaldadou       | 2      | 145°3         | 62°9         |\n| 48. |                             | Manjolet               | 1      | 109°3         | 42°9         |\n| 49. |                             | Gourg-Negre            | 2      | 140°0         | 60°0         |\n\nMonts-Dor.\n\n| No. | Place                        | Spring                  | Volume | J. D. F. 1835. | Arago. 1826. |\n|-----|-----------------------------|-------------------------|--------|---------------|--------------|\n|     |                             |                         |        | FAHR. Cent.   | Cent.        |\n| 50. | Bains du Mont-Dor (3400 feet) | César                   | 3      | 108°0         | 42°2         |\n| 51. |                             | GrandBain, hottest part | 2      | 107°9         | 42°2         |\n| 52. |                             | Ramond                  | 2      | 107°1         | 41°7         |\n| 53. |                             | Rigny                   | 2      | 108°1         | 42°3         |\n| 54. |                             | Madelaine               | 4      | 110°9         | 43°8         |\n| 55. | Bourboule (2800 feet)       | Grand Source            | 2      | 121°2         | 49°6         |\n\nSchwarz-Wald; Alps.\n\n| No. | Place                        | Spring                  | Volume | J. D. F. 1832. |\n|-----|-----------------------------|-------------------------|--------|----------------|\n|     |                             |                         |        | FAHR. Cent.   |\n| 56. | Baden-Baden                 | Principal Spring        | ?      | 147°4         |\n| 57. | Leuk (4700 feet)            |                         | 3?     | 123°1         |\n| 58. | Pfeffers (2300 feet)        |                         | 3      | 97°9          |\n\nItaly.\n\n| No. | Place                        | Spring                  | Volume | J. D. F. 1826. |\n|-----|-----------------------------|-------------------------|--------|----------------|\n|     |                             |                         |        | FAHR. Cent.   |\n| 59. | Baths of Nero (30 feet)     |                         | ?      | 182°2         |\n| 60. | La Pisciarella (near Lago d'Agnano) |                     | ?      | 112°0         |\n| 61. | Spring at Temple of Serapis at Pozzuoli |                     | ?      | 98°5          |\n| 62. | Ischia                      | Gurgitella              | ?      | 149°          |\n\n† I have some doubt whether the spring I have denoted by B is No. 1. or No. 2. of Anglada; nor does it much matter, since No. 1, according to him, has a temperature of 52°75 (as given in his Table, vol. i. p. 16, which differs a little from that in the detailed part of his work), and No. 2, of 52°5; but the observations were made at the proper sources, while mine were not.\n\n‡ At Arles, besides these, M. Arago gives,\n\nSource d'eau pure sur la place . . . 54°9\n\nThe same, according to Anglada,\n\nAt the fountain . . . . . . . . . 55°\n\nAt its proper source . . . . . . . 59°4\n\n§ This is the source Villesèque of Anglada, which appears to be the same with the Gourg-Negre.\nI apprehend that the probable error, whether instrumental or of observation, in the above results, scarcely exceeds $0^\\circ 2$ FAHR., with the following exceptions: Nos. 1. to 8. inclusive, 30, 31, 59, 60, may be under a doubt of perhaps $0^\\circ 4$ FAHR., and Nos. 61, 62, of somewhat more.\n\nEdinburgh, 11th February, 1836.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108045.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 51,
    "total-input-tokens": 80750,
    "total-output-tokens": 35635,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        3128,
        2
      ],
      [
        3128,
        6484,
        3
      ],
      [
        6484,
        9705,
        4
      ],
      [
        9705,
        13156,
        5
      ],
      [
        13156,
        16385,
        6
      ],
      [
        16385,
        19646,
        7
      ],
      [
        19646,
        22749,
        8
      ],
      [
        22749,
        25947,
        9
      ],
      [
        25947,
        28943,
        10
      ],
      [
        28943,
        31334,
        11
      ],
      [
        31334,
        31334,
        12
      ],
      [
        31334,
        31526,
        13
      ],
      [
        31526,
        31692,
        14
      ],
      [
        31692,
        31692,
        15
      ],
      [
        31692,
        34834,
        16
      ],
      [
        34834,
        38840,
        17
      ],
      [
        38840,
        41386,
        18
      ],
      [
        41386,
        44128,
        19
      ],
      [
        44128,
        46855,
        20
      ],
      [
        46855,
        49722,
        21
      ],
      [
        49722,
        52897,
        22
      ],
      [
        52897,
        55516,
        23
      ],
      [
        55516,
        58799,
        24
      ],
      [
        58799,
        62074,
        25
      ],
      [
        62074,
        65053,
        26
      ],
      [
        65053,
        67906,
        27
      ],
      [
        67906,
        70514,
        28
      ],
      [
        70514,
        73399,
        29
      ],
      [
        73399,
        76370,
        30
      ],
      [
        76370,
        79539,
        31
      ],
      [
        79539,
        82682,
        32
      ],
      [
        82682,
        85102,
        33
      ],
      [
        85102,
        88226,
        34
      ],
      [
        88226,
        91334,
        35
      ],
      [
        91334,
        93587,
        36
      ],
      [
        93587,
        96811,
        37
      ],
      [
        96811,
        100184,
        38
      ],
      [
        100184,
        102259,
        39
      ],
      [
        102259,
        105242,
        40
      ],
      [
        105242,
        108321,
        41
      ],
      [
        108321,
        111333,
        42
      ],
      [
        111333,
        113843,
        43
      ],
      [
        113843,
        116380,
        44
      ],
      [
        116380,
        119431,
        45
      ],
      [
        119431,
        121379,
        46
      ],
      [
        121379,
        125568,
        47
      ],
      [
        125568,
        126188,
        48
      ],
      [
        126188,
        131611,
        49
      ],
      [
        131611,
        136618,
        50
      ],
      [
        136618,
        136943,
        51
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "en",
      "en",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108045",
    "title": "On the Temperatures and Geological Relations of Certain Hot Springs, Particularly Those of the Pyrenees; And on the Verification of Thermometers",
    "authors": "James D. Forbes",
    "year": 1836,
    "volume": "126",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 51,
    "jstor_url": "https://www.jstor.org/stable/108045"
  }
}