{
  "id": "cc5bfbae0d33f85920e176ff83a795a57994c0a0",
  "text": "I. A true Copy of a Paper found, in the Hand Writing of Sir Isaac Newton, among the Papers of the late Dr. Halley, containing a Description of an Instrument for observing the Moon's Distance from the Fixt Stars at Sea.\n\nRead at a Meeting of the Royal Society, October 28. 1742.\n\nIn the annexed Scheme, $PQRS$ denotes a Plate of Brass, accurately divided in the Limb $DQ$, into $\\frac{1}{2}$ Degrees, $\\frac{1}{2}$ Minutes, and $\\frac{1}{2}$ Minutes, by a Diagonal Scale; and the $\\frac{1}{2}$ Degrees, and $\\frac{1}{2}$ Minutes, counted for Degrees, Minutes, and $\\frac{1}{6}$ Minutes.\n\n$AB$, is a Telescope, three or four Feet long, fixt on the Edge of that Brass Plate.\n\n$G$, is a Speculum, fixt on the said Brass Plate perpendicularly, as near as may be to the Object-glass of the Telescope, so as to be inclined 45 Degrees to the Axis of the Telescope, and intercept half the Light which would otherwise come through the Telescope to the Eye.\n\n$CD$, is a moveable Index, turning about the Centre $C$, and, with its fiducial Edge, shewing the Degrees, Minutes, and $\\frac{1}{6}$ Minutes, on the Limb of the Brass Plate $PQ$; the Centre $C$, must be over-against the Middle of the Speculum $G$.\n\n$H$, is another Speculum, parallel to the former, when the fiducial Edge of the Index falls on $00^{\\circ} 00' 00''$; so that the same Star may then appear through\nthe Telescope, in one and the same Place, both by\nthe direct Rays and by the reflex'd ones; but if the\nIndex be turned, the Star shall appear in two Places,\nwhose Distance is shewed, on the Brass Limb, by the\nIndex.\n\nBy this Instrument, the Distance of the Moon from\nany Fixt Star is thus observed: View the Star through\nthe Perspicil by the direct Light, and the Moon by\nthe Reflext (or on the contrary); and turn the Index\ntill the Star touch the Limb of the Moon, and the\nIndex shall shew upon the Brass Limb of the Instru-\nment, the Distance of the Star from the Limb of the\nMoon; and though the Instrument shake, by the Mo-\ntion of your Ship at Sea, yet the Moon and Star will\nmove together, as if they did really touch one another\nin the Heavens; so that an Observation may be made\nas exactly at Sea as at Land.\n\nAnd by the same Instrument, may be observed,\nexactly, the Altitudes of the Moon and Stars, by\nbringing them to the Horizon; and thereby the Lati-\ntude, and Times of Observations, may be determined\nmore exactly than by the Ways now in Use.\n\nIn the Time of the Observation, if the Instrument\nmove angularly about the Axis of the Telescope, the\nStar will move in a Tangent of the Moon's Limb, or\nof the Horizon; but the Observation may notwithstanding be made exactly, by noting when the Line,\ndescribed by the Star, is a Tangent to the Moon's\nLimb, or to the Horizon.\n\nTo make the Instrument useful, the Telescope ought\nto take in a large Angle: And to make the Observa-\ntion true, let the Star touch the Moon's Limb, not on\nthe Outside of the Limb, but on the Inside.\n\nII. The",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104162.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6870,
    "total-output-tokens": 912,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1362,
        3
      ],
      [
        1362,
        2956,
        4
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104162",
    "title": "A True Copy of a Paper Found, in the Hand Writing of Sir Isaac Newton, among the Papers of the Late Dr. Halley, Containing a Description of an Instrument for Observing the Moon's Distance from the Fixt Stars at Sea",
    "authors": "Isaac Newton, Dr. Halley",
    "year": 1742,
    "volume": "42",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/104162"
  }
}