{
  "id": "3bbc6ed850e3de31d428b94b74c7f995d3f8ed3c",
  "text": "PHILOSOPHICAL TRANSACTIONS.\n\nMarch 25. 1669.\n\nThe Contents.\n\nA Preface to the Fifth year of these Transactions, which is herewith begun. The Description of an Instrument for drawing any Object in Perspective. An Observation of Saturn, rectifying some former Observations of that Planet. An Extract of a Letter, written from France to the Publisher, concerning the Ordering of Melons. An Account of two Books. I. Renati Francisci Slusii MESOLABUM, 2a Editio antiquior. II. Tractatus de CORDE, item de Motu & Colore SANGUINIS, &c. A. Richardo Lower, M.D.\n\nA PREFACE\n\nTo this Fifth Year of the Transactions.\n\nIt may perhaps be expected, that here at the Entrance into the Fifth Year of these Philosophical Communications, something should be prefac'd, as hath been done formerly for an Introduction into each of the Four preceding years, beginning always (according to the English Accomp) in the Moneth of March. Briefly then, I shall make a few fresh Reflections on what is past, to the purpose of Impressing some few things perhaps not altogether inconsiderable; And thence offer a Prospect of what may be hoped to be the Product of our future Endeavours, as God shall vouchsafe to prosper them.\n\nIn the first Volume, containing the Transactions of Two Years, 1665, 1666. though we were fatally interrupted by the Plague,\nWars, and the horrible Conflagration of our Metropolis; yet we then made an Attempt of laying some Foundation for the Improvement of real Philosophy, and for the spreading of Useful knowledge; in publishing Advices and Directions for the writing of an Experimental Natural History; in pointing out Essays, Patterns and Exemplars, that have hitherto been designed in that kind; in giving notice of divers Artificial Engins and Instruments, which may be helpful for the further Discoveries of Nature, or for the greater performances of Art. We sought out how far Art had then arriv’d towards the perfecting of the Microscope; and by what means that curious Instrument might be advanc’d; and what Informations it would afford us, either upon the view of minutest Bodies; or of the Texture, Surface, Porosities, Smoothness or Inequalities of other Bodies, that were in our power for such approaches. The like care we had for Telescopes, by what Operations, Engins, and Applications they might be further improv’d; and what was the most they could thus far perform. Then we related the Finding out of the Rotation of some of the Planets, and the Changeableness, and Seasons of absence, or Obscurity in some of the Fixt Stars, or such as seem’d to be of their Train. And never, I think, were Comets so chased, their Figures and Appearances so detected, their Motions almost reduced to Rule, and in a manner predicted; the Solar Eclipse in several and distant places carefully calculated. And not to recite here, what was attempted and done by Burning-Glasses; I shall but name the Instruments devis’d to Measure the Weight and the Changes of Weight of the Air, and other ascending and descending Fluids, either with the Pressure of the whole Atmosphere, or of smaller parcels freed from that Pressure; I mean the Baroscopes, and the Pneumatick Engins. There were also offered Hygroscopes, to note the degrees of Drought or Moisture in the Air; Thermometers to measure the degrees of Heat and Cold; and an Instrument to graduate Thermometers to make them Standards of Heat and Cold; an Instrument to measure the Refractions of Liquors of all kinds, for establishing the Laws of Refraction; Hydrostaticks to measure the Weight of Liquids, and divers other Contrivances to find out the Statical position, tendency and gravitation of Liquids in all parts. Besides, Engins to break the hardest Rocks, Huge Wheels, and other Engins for Mines described; To raise Winds, by the fall of\nof Waters; An Instrument to examine the greatest Depths of the Seas; Another, to try for fresh waters in the bottoms of some Seas; Pendulum-watches to ascertain Longitudes. But I must refer to a greater store of such useful Inventions commemorated by Mr Sprat in his History of the R. Society.\n\nNeither had I here mention'd these, but to give this Advertisement; That sometimes one of these Instruments may open a fair Portal for more Volumes of the most obliging Philosophy, than can be absolv'd by many hands in some Ages. It will not be meer Preface, but closely agreeable to the Intention of these Tracts, if I here instance one particular, which may possibly seem to some of the lowest value, and yet may chance to prove of greater importance, than at first we are apt to imagine. I will name good Scales both of the nicest kinds, and some of a stronger frame. Now this I would represent. 'Tis certain, some Bodies do increase their weight in a strong Fire: See the Experiment in the said Hist. of the R. Society, p.228. And Honorable Mr Boyle hath proved, That even Solid and Coldest Bodies have their Atmospheres; Some their Electricity; and some their Magnetismes: And 'tis palpable, that some draw more Aliment, either from the Earth, or from subterraneous Liquors, or Spirits, or from the Nutritional parts of the Air, or other Influences, which descend through the Air, than they expend in their Atmospheres; And perhaps more at certain State times, till they have acquired their due Increment. This being observ'd, it seems easy to devise, How to examine by Scales, Glasses, and such slight furniture, whence Vegetables, many kinds of Stones, Metals, and other Minerals, have more or less of their Increment, and whence they obtain the stronger Fermentation, which conserves them, or promotes their perfection in their kind: Whether Glafs, or what other Materials, do obstruct or retard the resort of any or all of these Spirits, Heats, or Influences: Whether Evergreens, the most fragrant or strong-scenting, hot or cold Plants, draw more of their substance from the free Air; and which draw more from the subterranean supplies. And so we may examine Earths; and Minerals. We see many Tracts of Land, which yield peculiar Ferments, sometimes Vitriolate Earth, sometimes Aluminous, sometimes Nitreus, sometimes common-Saline, healing Bolus's, and Earth proper for Fullers, Tobacco-pipes, &c. Sometimes the Ferment is so hot, as to hollow the surface faster than can easily be\nallay'd by Mixtures of a more sullen soyl. And sometimes the Na-\ntural surface is so sullen, as to swallow and devour the richest Com-\npost, before it rewards the industrious Husbandman or Gardner:\nAnd some do highly pretend to make by Art Nitri-fodinas perpetuas;\nto devise the Magnets, which shall draw to our Use the Ali-\nmental Nitre of the Air. I shall not stay to engage for or against\neither of these; but by those curious Utensils we may soon examine,\nWhat may be done in good earnest, and how far clear Experiments\nwill answer to those alluring promises. And though we should fail of\nthe Particulars, yet thence we may chance to dive into some Secrets\nof very useful Philosophy, and find other Influences, than are either\nElectrical, or in the common sense Magnetical, but pregnant to\ndisclose the Causes, and to remove the Defects of Fertility, and to\nimpart other no less valuable vertues. For there are more kinds of\nVegetables than are commonly so call'd, or so consider'd; as our Hi-\nstory of Osteo-colla, and the beautiful Stone-plants growing on the\nhard Rocks in Jamaica (to omit many other Instances) do testify.\nAnd we see by Experience, that peculiar Earths, Fullers Earth,\nTarres for Vessels, and some kinds of Stones, and of Mineral Ores,\nhave their real Increase of Substance in their times of Seasons, and\nproper places. Many Noble Persons are Lovers of Gardens, and\nare willing to entertain Exoticks; and are provided of the Rocks,\nGrots, and Crypta's: Possibly, if they shall have a desire to search\ninto the Causes of these over-hot ferments, and of the slow-pac'd duller\nEarth, they may happily find unexpected Treasures in their own pri-\nvate Inclosures. The Spade and Pick-ax will shew the proximate\nCauses, or at least some of the Concomitants of every kind of Ferti-\nlity, and of every kind of Barrenness; and the Scales will distinguish\nreal and substantial growth, and the seasons of it, from deceiving\nExpansions: And then, by Arches and Vaultes, by opening Springs,\nby heaps of Stones, here of Lime-stones, there of Marl-stones, and in\nseverals of Pebbles, white and black Flints, Marcasites, Mineral Ores,\nMagnes, and Bodies of the strongest Electricity, where they may be\nhad, some laid as in their Natural Beds, and some dislodged in an\nunkind posture, we may Artificially frame such subterraneous Fur-\nnaces and Stoves, as may, by a calm Process, afford us some of the\nWonders of Divine Chymistry. And thus we may have refrigerating\nConservatories for cooling Lenitives. Here we may feed moist-\nning, drying, oily, acid, embalming, tartarous, and every other sort of Steams and Vapours: And what every Mass effects upon the Confiners at what seasons, and at what distance, the Scales and other Implements may detect. The Ingenious Sanctarius hath not exhausted all the results of Statical Indications. They may serve to calculate or weigh all sorts of Transpirations, to discriminate Generative, Nutritive, Sanative, Restorative, and Benigne from Maleficiate and Noxious Spirits; and may instruct us how to guard from what is hurtful, and how to retain that which is congenial. This Memorandum was due to those Worthies, who have contrived these Philosophical Tools; and who, in despight of Calumny and Raillery, have in these and many other respects deserved as great Names (I must say this softly) as they, who have adorn'd the best Records of foregoing Ages. But to return; Here in this first Volume were also dispatch'd Enquiries and Directions for all Travellers by Sea and Land, for our Correspondents and all Ingenious persons residing in the more famous parts of the World; to review, and return a safe Testimony of all such Observables of Nature and Excellencies of Art, as carry the greatest fame, or seem most considerable for Use or Instruction. We have furnish'd particular Inquiries for Mines, for Seas, for Springs, and for the Effects of the late Invention of Transfusing Blood, and Medicated Liquors into the Veins of Animals.\n\nIn the second Volume, containing the Transactions of the Year 1667, we spread somewhat more largely abroad the Inquiries proper for more places of principal note; and then we received from our Correspondents, and publish'd, many not un-instructive Answers. And here were added more Instruments of Art, some newly devised, as an Instrument for Measuring the Diameters of Planets to great exactness. We offered fuller Directions for Sea-voyages; collected divers Anatomical researches; relate many odd effects of the Transfusion of Blood, and of Medicins into the Veins of Animals; a deeper Investigation and further Accomps of Respiration; a disjunct Animal preserved alive by the Wind of Bellows; the Influence of Air upon the Life and Growth of Vegetables, upon Luminous Bodies, and Burning Coals, &c.\n\nIn the third Volume, for the Year 1668. Besides a good store of Instructive Answers to the former Inquiries, and some further Progress in the disclosures of Nature, hath been introduc'd something of Algebra,\nAlgebra, and other branches of the Mathematicks and Mechanicks, for the use of those that are studious in those Noble Arts, as well to direct in the best Methods, and to detect Erroneous adventures, for the behoof of generous Beginners, as for the satisfaction and further encouragement of them that have attain'd higher accomplishments.\n\nAlso, in each of these Volumes, hath been given the Breviate and Substance of such Philosophical Writings, as came abroad, and were thought of good worth. And all along we have interspers'd many Histories, Philosophical Observations and promiscuous Experiments.\n\nAnd now, I think, we may take our Prospect, and see, that we have got more ground in our second Volume than in the first; and more yet in the third than in either of the former; whence we take the liberty to ominate well for the future. Yet in all this I assume nothing to my self, but give all what is due to the merits of my generous Correspondents. And all that have affections for Arts and Sciences may rejoice to see the late Proficiency of the Ingenious and Nobler Students in both our famous Universities, and in all the Universities of Christendom. The Ingenious French have drawn the same Yoke with us, in publishing their Journal des Scavans; and the Romans have followed our Example in their Giornale de Letterati. And doubtless all Civil Nations, who have a Gust for useful knowledge, will, in good time, drive on this Example; and then, as the Light increaseth, and runs on, we shall in a like proportion become so many mutual Ayds to each other: And this will hopefully redound to the General good of Mankind.\n\nI doubt not but the Reader will pardon the Prolixity of this Preface, since, as was promis'd, it is not only Preface, but bears a part of my main business, which is, to excite and animate the Industry and free Communications of others; of some of whose Effects take for the present the Specimens following.\n\nThe Description\nOf an Instrument invented divers years ago by Dr Christopher Wren, for drawing the Out-lines of any Object in Perspective.\n\nSee Fig. I. wherein A. is a small Sight with a short arm B. which may be turn'd round about, and mov'd up and down the small Cylinder CD. which is screw'd into the piece ED. at D. this piece",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/100985.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10884,
    "total-output-tokens": 3344,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1321,
        2
      ],
      [
        1321,
        3793,
        3
      ],
      [
        3793,
        6281,
        4
      ],
      [
        6281,
        8816,
        5
      ],
      [
        8816,
        11278,
        6
      ],
      [
        11278,
        13543,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-100985",
    "title": "A Preface to This Fifth Year of the Transactions",
    "authors": null,
    "year": 1669,
    "volume": "4",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/100985"
  }
}