{
  "id": "a3a5e18985e988066650e853e665ee706926c631",
  "text": "IV. Some Observations on the Crane, with Improvements on that Machine, by J. T. Desaguliers, F. R. S. Shewn the Society in Models, but here exemplified by Figures.\n\nThe Crane is an Instrument so much used, and so well known, that it wou'd be needless here to give a particular Description of it; but as there are several Sorts of Cranes, and as that Machine is to serve for different Purposes, I wou'd only shew what kind of Crane is most proper for any particular Work; and how to prevent those Accidents which daily happen through the Carelesness of common Labourers, to the damaging of Goods, and often the wounding, or killing of the Men.\n\nWhen great Weights are to be rais'd from a great Depth, and laid on Carriages very near the Precipice, as at the Edge of a Stone Quarry, the Crane must be a fix'd one, and only the Gibbet moveable, from which the Weight hangs, as in Fig. 1. Here, in the common Way, the Rope R r r, or Chain, which runs over the Gibbet, goes between two Pullies P, Q, fixed within the upper horizontal Beam of the Crane A Q T X, above the Axis of the Gibbet B G V, so as to be carried easily to the Right or Left Hand, from W to w, when the Gibbet turns upon its Axis to bring the Burthen over the Carriage design'd to receive\nceive it. For this Purpose, a small Rope, call'd the Guide-Rope, is fasten'd to the Weight, or to the upper Part of the Gibbet near its Extremity, g, which a Man is to pull to bring the Weight over the Place, to which it must be lower'd. Now in performing this, the main Rope or Chain not continuing parallel to the Arm of the Gibbet, gives the Weight a Tendency towards that Side to which it deviates, and that sometimes so suddenly, that without Care, and much Force applied, if the Weight be very great, the Burthen will swing to or from the Carriage, so as to break every thing in its Way. Sometimes an horizontal Piece, like an Handspike, is fix'd in the upright Shaft of the Gibbet a little above B, to turn it by; but in that Case too the Force is unequal, as the Weight is carried round; so that the Lives of the Men that are Loading, often depend upon the Care of the Man who guides the Weight, by either of the Means above-mentioned.\n\nN. B. No Situation of the Pullies can prevent this; and we find Accidents to happen every Day, as will appear by the Examination of Fig. 3.\n\nBut if upon the Axis of the Gibbet there be fix'd an Iron Wheel, y, with many Teeth, to be carried round by a Pinion, u, of a few Leaves, upon the End of whose Axis is fasten'd a Wheel, x, with Arms (that Axis going through the perpendicular Piece T'Z behind the Shaft of the Gibbet) a Man standing at that Wheel is out of Harm's Way, and has such an Advantage of Power as to hold the Weight steady in any Place requir'd, notwithstanding its Tendency to swing, as mention'd above, which is not felt at the Ends of the Arms of this last Wheel.\nThe first who has made Use of this Contrivance is Mr. Ralph Allen, Post-master of Bath, at his Stone-Quarry, where the Weight rais'd is 4 or 5, and sometimes 6 or 7 Ton.\n\nI need not say that the Power to bring up the Weight works here by Means of a Capstane, or upright Shaft, R O, drawn round by Horses, that the Weight may come up more expeditiously, though in the Figure the Handspikes, f, e, b, going in at such an Hole as d, shew that Men may work it upon Occasion.\n\nThe same Gentleman having laid his Stone on Waggons of a peculiar Make, causes it to run down Hill about a Mile and an half, on a wooden Wagon-way (which I shall hereafter describe with the Waggons, when I shew the Society the Models, which are now making) to the River-side, where he has a Wharf, and there by another Crane exactly suited to the Work, he takes the Stone from the Carriages, and with great Expedition lets it down into the Barges or Vessels that come to fetch it.\n\nIn describing this Crane of Mr. Allen's, I shall shew how Accidents are prevented in this Manner of working.\n\nThis Crane is of the Sort which is commonly call'd a Rat's Tail Crane, Fig. 7, moving round a strong Post like a Wind-mill, so that it may turn quite round with all its Load. The Axel B b, on which the Rope winds, is here horizontal like a Winch; but to gain Strength, instead of the walking Wheel C A, it is carried round by a strong Wheel and Pinion, Fig. 5 and 6; or is in Effect a double Axis in Peristrochio. Now in the common Cranes of this Kind, there\nthere is only a Catch (as EKA, Fig. 5.) to hold the Burthen at the Height it is brought up to, whilst the Crane is turn'd round in order to have the Weight lower'd into the Vessels, which is done by lifting up the Catch, and being ready to let it down again as Need requires. Sometimes an half Circumference of Wood (DIB, Fig. 5.) is held hard against a wooden Wheel Ww, on the Axel, to regulate and govern the Descent of the Weight. But as in either of these Cases, if the Man at the Crane is careless, very bad Accidents happen, Mr. Padmore, Mr. Allen's chief Work-man, has made such a Contrivance, that the Pall or Lever whereby the Axel is press'd to direct the descending Motion, does so communicate with the Catch, that in Case the Man that ought to manage it, shou'd carelessly let it go, the Catch always takes, and thereby all Accidents are prevented; as will be shewn in the Explanation of the 5th and 6th Figures.\n\nWhere Goods are to be rais'd high, as in unloading Vessels, and also to be let down deep, as in loading them; (that is, where both the former Operations are to be perform'd) if the Weights do not exceed two or three Ton, and many Hands are not to be had, then an endless Screw turn'd by an Handle at each End (in an opposite Situation, or with one Handle and a Balance to it) leading an Axis in Peritrochio, or as it is commonly call'd, a Worm and Wheel applied to a Crane, with a Gibbet, is most useful: For the Teeth of the Wheel are pull'd by the Weight so directly against the Thread of the Worm in its Endeavour to descend, that one may leave the Handle in any Position where it will stop, without\nout any Catch, or the least Danger of the Weight falling back again.\n\nBut then, if you would have the Weight to be let down, to descend pretty quick, which cannot be perform'd by applying the Hand to the Handle, which goes through a great Space in Comparison to the Space describ'd by the Weight (without which sufficient Force would be wanting) only give the Handle a Swing, and if the Worm be well oil'd, the Handle and its Counterpoise, or the two Handles, will perform the Office of a Fly in the common Jack, turning very fast round, and regulating the Motion of the Weight, which from that Impulse will descend continually, and not too fast, like the Weight of a Jack.\n\nThe Way to stop this Motion at any Time, is to grasp the Axis of the Screw hard, betwixt the Screw and the Handle in its round Part. The Hand is sufficient to do it, and will stop it in two or three Turns.\n\nN. B. Such a Crane may be seen at Mr. Gray's, who makes them to sell, at Mill-Bank, Westminster.\n\nThe worst Cranes are those where Men walk in a large Wheel, by reason of Accidents that happen daily on account of the short Space between a Man's two Feet. This may be prevented by using four footed Animals, the Length of whose Bodies makes a Base of sufficient Length to keep the Wheel from running back, Fig. 7.\nAn Explanation of the Figures.\n\nFig. 1. Representing a fix'd Crane with a Gibbet moving on an upright Shaft or Axis.\n\nA a Q, The Roof of the Crane to preserve the Rope R T r from the Weather, when the Arm of the Gibbet V G g being turn'd towards Y is brought under it.\n\nA T, The upper Piece of the Crane, is an horizontal Situation, call'd the Plate of the Crane.\n\nX, Y, Z, The three Crane Posts brac'd at Top and Bottom.\n\nD S, M N, I E, Three Cills within the Stone Work, brac'd with Wood, and made fast with an upright Plate of Iron pinn'd to the Wood on each Side.\n\nN. B. When the Crane is not in Stone Work, the three Cills must be all in one Piece, reaching from D to E.\n\nH I, h E, Are the Braces of the main Post of the Crane, which come up above the Level of the Wharf L w B, which are longer and stronger than the others. Here a crofs Piece whose Section is (&) keeps the main Post from twisting.\n\nR O, The Capstan, or Shaft of the Crane to receive the Rope or Chain; which Shaft is turn'd here by Bars or Handspikes, such as b d, f d, or e d, the lower Part being strengthened with Iron Hoops above and below the Holes at d, with a Pivot or Iron Axis turning in an Hole in a Piece whose Section is F.\n\np p, Are two Pins, which hold on a Collar in which the upper Part of the Shaft turns.\n\nC B,\nC B, The Shaft or Axel of the Gibbet with Pivots and Iron Hoops at Top and Bottom, and a Wheel of Iron, \\( y \\), having Teeth perpendicular to its Plane. This Wheel is led by a Pinion, \\( u \\), which is on the Axis of the Wheel \\( x \\), by whose Arms a Man standing at \\( H \\) may bring about the End of the Gibbet \\( g \\) with the Ram-head \\( r \\), and the Weight hanging at it, either to the Right or Left, and easily hold the Gibbet in any Position.\n\n\\( C T P Q \\), A strong Piece or Block having three Pullies, one vertical, and the other two horizontal, that the Rope may run over the First of them, and between the two others.\n\nFig. 2. Represents an horizontal Section of the Crane in its upper Part, or rather a View of it from the Plane of the Roof, supposing the Roof taken off.\n\nN. B. The same Letters mark the Parts which have been described in Figure 1.\n\nFig. 3. Shew the Inconveniencies in the Motion of the Gibbet.\n\n\\( L B E D \\), Represents Part of the Wharf next the Water, or Precipice of a Quarry.\n\n\\( T P Q \\), The Block-Piece which holds the three Pullies, express'd by the same Letters in Fig. 1 and 2.\n\n\\( s g r G \\), The Arm of the Gibbet represented by \\( V g \\), Fig. 1.\n\n\\( T \\), The vertical Pulley.\n\n\\( P, Q \\), The horizontal Pullies, represented in another Situation by \\( p, q \\), when their Centers from \\( m, y \\), are brought to \\( n \\) and \\( t \\).\n\n\\( C \\), Is a Point directly over the Pivot of the Shaft, or Axel of the Gibbet.\nC₁, C₂, C₃, C₄, C₅, Represents a Line over the Arm of the Gibbet, or rather a Plane going through the Middle of it, in several of its Situations, when turn'd towards the right Hand, from its direct Position C₁.\n\nC₆, C₇, C₈, C₉, Represent the several Situations of the Gibbet towards the Left, the last Pulley r, at the End of the Gibbet, immediately over the Weight traversing in the Circle 5, 4, 3, 2, 1, 6, 7, 8.\n\nWhen the Gibbet is in the Position c.g., the Rope runs directly over the Middle of its Arm, therefore the least Force applied to r or r, can keep in its Place the greatest Weight that can be drawn up by the Crane, when suspended to the Ram-head. If the Pullies are at p and q, the Gibbet loaded will also be without Labour retain'd in the Position C₂ on the Right, and C₆ on the Left, and with no great Trouble in the Position C₁.\n\nBut if the Gibbet be brought over the Wharf at 4 on the Right, or at 8 on the Left, the Rope will no longer run over the Middle of the Gibbet, but deviate from it, so as to make with it the Angle q₄t, or o₈n, and raise the Weight by the Motion of the Gibbet in Proportion as the Line q₄, or o₈, is longer than t₄, or n₈; and therefore the Weight will tend to run back towards g in Proportion to the Difference of those Lines, which must give a Twitch to the Person who draws from r, or r by a guide Rope.\n\nIf to prevent this Inconveniency the Pulley at q be remov'd back to Q, then indeed the Rope will run over the Line C₄, or t₄, and consequently the Gibbet will be easily held in that Situation; but if you have Occasion to move the Weight to 5, the Rope Eₑ touching\ntouching the Pulley at \\( t \\), will make an Angle with C 5, and again be subject to the Inconveniency above-mentioned. Besides, in bringing the End of the Gibbet from g to 4, the Rope immediately applying itself to the Pulley at \\( t \\) will come forward with a Jerk, though it will be twitch'd back again when at 5.\n\nIf the Pulley be set backwader still, as may be seen at P, when you wou'd keep the Weight under 8, it will tend to go on towards c, in Proportion as the Rope at m 8 is now shorter than the Line n 8; for now the Weight descending a little, the Force of that Descent added to the Pull of him who draws the Guide Rope, will cause the Weight to swing towards the Crane, so as sometimes to do Mischief, if the Weight be very great, and the Men careless.\n\nN. B. No Position of the Pullies can mend the Matter, there being only three Situations of the Gibbet in its whole Traverse, where it can keep its Place when loaded. Therefore the Wheel, \\( y \\), and the Wheel and Pinion, \\( x u \\), in Fig. 1. are of very considerable Use when great Weights are rais'd.\n\nFig. 4. Represents the double Axis in Peritrochio, or Wheel and Pinion us'd instead of the walking Wheel of Fig. 7.\n\nc, c, An Axis with Handles having a Pinion P which leads the Wheel PR to wind the Rope RZ on the Axel R.\n\nK, A, Part of the Catch which stops the Rope from running back again.\n\nWw, A wooden Wheel of some Thickness, which (when the Catch is up) is kept from turning too swift as the Weight runs down, by pulling up the Semicircular Part of the Pall I o I so as to make it bear hard\nhard against the Wheel below, to regulate or stop the Descent of the Weight.\n\nC C, The Pivots or Centers of the Axel.\n\nL F, Part of the Leaver, whereby the Pall is drawn up against the Wheel W w, by means of the Rope F B.\n\nQ, The Weight to bring down the Pall clear of the Wheel W w, when it is not pull'd up.\n\nI o I B, The End of the Pall which is applied to the Wheel, the other End not being represented here.\n\nFig. 5. Shews the Manner of letting down the Weight swifter or slower as there is Occasion, representing that End of the Axel on which the Catch and Pall act alternately.\n\nP P and p p are two upright Pieces fix'd to the Frame of the Crane, in any manner that is most convenient for carrying the three Centers L, K, and k.\n\nWhen the Rope R r Z going over a Pulley at r, or anywhere else, draws from the Axel in the Direction R r; the Catch, if its End is at A, keeps it immovable. But by pulling at H, the Leaver G F rises at F, and consequently draws up the End B of the Pall B D; which moving on the Center k, does by its End D (by means of the Bar D E) pull down E, and raise A of the Catch, so as to let the Rope run down; but to prevent its running too fast, one must pull a little harder; then the Semicircle I o I will press against the Wheel, and slacken the Descent of the Weight; which will be wholly stopp'd by pulling still harder: Then the Leaver, Pall, and Catch will be in the Position mark'd by prick'd Lines and small Letters. Now if the Person holding H, shou'd carelessly let it go, the Weight Q, in descending will bring down the Pall at B, and\nraise its other End, so as to throw the Catch in again upon the Teeth of the Ratchet, and stop the whole Motion without Accidents.\n\nThe 6th Figure represents the Wheel and Pinion at the other End of the Axis, where the same Letters express the same Parts.\n\nThe 7th Figure represents the Crane with the walking Wheel, the whole turning round upon the strong Post or Puncheon S, which is fix'd steadily upright by Means of the Braces and Cills LLLL LLLL; and when the Wheel and Pinion is us'd instead of the walking Wheel, all the other Parts are the same.\n\nf F, Is a Brace and Ladder.\n\nE, N, M, F, Pullies for the Rope to run over, and come to the Weight at H.\n\nN. B. Sometimes a Pair of Blocks is applied between F and H. A small wooden Roof also is applied over the Ends of the Pieces at E, N, M, and F.\n\nV. Of the Meteor called the Ignis Fatuus, from Observations made in England, by the Reverend Mr. W. Derham, F. R. S. and others in Italy, communicated by Sir Tho. Dereham, Bart. F. R. S.\n\nIt being the Opinion of divers skilful Naturalists (particularly Mr. Fr. Willughby and Mr. Ray) that the Ignis Fatui are only the Shining of a great Number of the Male-Glowworms in England, or of the Pyraufæ in Italy, flying together, I was mind-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103523.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 16,
    "total-input-tokens": 23754,
    "total-output-tokens": 4652,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        0,
        4
      ],
      [
        0,
        0,
        5
      ],
      [
        0,
        1254,
        6
      ],
      [
        1254,
        2883,
        7
      ],
      [
        2883,
        4406,
        8
      ],
      [
        4406,
        6035,
        9
      ],
      [
        6035,
        7330,
        10
      ],
      [
        7330,
        8633,
        11
      ],
      [
        8633,
        10099,
        12
      ],
      [
        10099,
        11717,
        13
      ],
      [
        11717,
        13289,
        14
      ],
      [
        13289,
        14867,
        15
      ],
      [
        14867,
        16107,
        16
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103523",
    "title": "Some Observations on the Crane, with Improvements on That Machine, by J. T. Desaguliers, F. R. S. Shewn the Society in Models, but Here Exemplified by Figures",
    "authors": "J. T. Desaguliers",
    "year": 1729,
    "volume": "36",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 16,
    "jstor_url": "https://www.jstor.org/stable/103523"
  }
}