{
  "id": "0ee69262770a841169ded41130e5d294b1ee77a5",
  "text": "tracted as before, or press'd close to the Globe; by which Means this Zone will also be compleated. And in the same manner we are to proceed to the succeeding Zones, 'till the whole Globe is cover'd. And the Method will not differ in any material Circumstance, if instead of a whole Globe, we are to construct any Part of it only, or what I here call a Spherical Map.\n\nTo reduce this Theory to Practice, and as a Specimen of Spherical Maps, I have constructed a Terrestrial Hemisphere to a Diameter of near 15 Inches: To which I have given the Name of the British Hemisphere, because it has Great-Britain in the Center, or rather at its Vertex. It is therefore adapted to the Meridian and Horizon of London, and exhibits one half of the Earth's Surface, as it lies round about this City; which is vastly the most considerable Part of the whole Earth's Superficies. The Longitude and Latitude of Places are here easily known by Inspection, and their Bearing and Distances may be nearly estimated: And all the Delineations are as accurate and particular as this small Radius would permit. I conceive therefore it may be no unfit Instrument for instructing Beginners, or for initiating young Minds in the first Rudiments of Geography.\n\nF I N I S.\n\nERRATA. Numb. 439. p. 145. l. 15. dele Mr. before Pappus. P. 171. l. 4. for Barrow, read William Barlow,\n\nLONDON:\nPrinted by W. Innys and R. Manby, Printers to the Royal Society, at the West End of St. Paul's.\n\nMDCCXXXVII.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104006.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3182,
    "total-output-tokens": 426,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1467,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104006",
    "title": "Errata",
    "authors": null,
    "year": 1735,
    "volume": "39",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/104006"
  }
}