{
  "id": "c9e48f38f6c8557db0376c1888f5c34f79d08dd8",
  "text": "XX. Observations on the Eclipse of the Sun, April 1, 1764, at Brompton-Park: By Mr. Samuel Dunn.\n\nRead April 5, 1764.\n\nPART of the instruments which I was provided with for observing this eclipse were, a reflecting telescope 21 inches focus with a micrometer, a refracting telescope 6 feet in length with only two glasses, a double convex object glass, and a double convex eye glass. Two pendulum clocks, and a stop watch to seconds of time. I had taken as much care as possible to adjust the clocks to mean solar time some days before the eclipse, and from several altitudes of the Sun, taken March 30th in the morning and afternoon, concluded the clocks were then exactly with the Sun to a second of time.\n\nMarch 31st was a cloudy day, and not the least hope of seeing the Sun the day following, 'till near midnight, when it cleared up, and the stars appeared.\n\nApril 1st, the Sun rose a little obscured by vapours and thin clouds, which he became more free from as he advanced in altitude.\n\nAt $6^h\\ 56'$ per clock, I took the altitude of the Sun's centre $2^\\circ\\ 25'\\ 20''$, from which observation the clock was 6 seconds of time before the Sun.\n\nAt $6^h\\ 59'$ per clock, I took the altitude of the Sun's centre $12^\\circ\\ 50'\\ 45''$, from which observation the clock was 4 seconds of time before the Sun.\nAt $7^h\\ 5'$ per clock I took, the altitude of the Sun's centre $13°\\ 49'\\ 55''$, from which observation the clock was 4 seconds of time before the Sun. And the same day in the afternoon,\n\nAt $4^h\\ 23'$ per clock, I took the altitude of the Sun's centre $18°\\ 49'\\ 40''$ from which observation the clock was 5 seconds of time before the Sun.\n\nThese and other observations confirmed that the clock was 5 seconds of time before the Sun at the beginning of the eclipse.\n\nAt $8^h\\ 45'$ per clock, I set my watch exactly by the clocks; captain Bentincke and captain Holland were present with curious watches.\n\nFrom $8^h\\ 45'$ per clock, to the beginning of the eclipse, I continued observing with the reflecting telescope, and saw the limb of the Sun through the telescope and thin vapours, without any dark glass, as clearly as it could be seen by any helioscope whatsoever.\n\nCaptain Bentincke pronounced the seconds of time as they were fulfilled by the watch, and as the minutes of time were fulfilled they were written down.\n\nAt $9^h\\ 4'\\ 29''$ per watch, I thought I saw a little dull tremulous vibration obtrude itself on the limb of the Sun; and,\n\nAt $9^h\\ 4'\\ 30''$ it became a little more sensible; and,\n\nAt $9^h\\ 4'\\ 31''$ a little more sensible; but it was\n\nAt $9^h\\ 4'\\ 32''$ per watch before I was certain the Sun's limb was touched by the limb of the Moon; And,\n\nAt $9^h\\ 4'\\ 33$ I plainly saw, through this telescope, and the thin vapours of the atmosphere, the least visible dent, perfectly well defined in the Sun's limb.\nI instantly compared the watch with the clocks, and found the watch had lost 4 seconds of time of the clocks, a property which it had before had, when taken out of the pocket and exposed to the cold air.\n\nThe watch was therefore but one second of time before the Sun at the time of observation, for Brompton park, which is exactly one mile from Hyde-park-corner, in the way towards Kensington.\n\nClouds prevented the end of the eclipse from being observed; at $12^h\\ 3'$ the Sun appeared, and the eclipse was ended, and from the observations which I made, have drawn a map of the phases and ending, which is herewith, Tab. XII.\n\nLondon, April 4, 1764.\n\nSamuel Dunn.\nA Delineation of the Eclipse of the Sun as Observed at Brompton.\n\nThe circles concentrical with the Sun shew the Digits Eclipsed at the place of Observation.\n\nA Scale\n\nFor Brompton Park.\n\nA Scale of Digits Eclipsed.\nPhilos. Trans. Vol. LIV. TAB. XII. p. 16.\n\nOf the SUN April 17th 1764;\nPark, By Samuel Dunn.\n\nBrompton Park is 43 Seconds of Time West of Greenwich & 10 Minutes of Time West of Paris.\n\nDisc of the SUN.\n\nOF TIME\nCorresponding to Eclipse.\n\n9 Hours\n\nCorresponding to the Time &c.\nObservations on the Eclipse of the Moon, 17th March 1764, made at Brompton-Park, near London, 10' of Time West of Paris and 43'' of Time West of the Royal Observatory at Greenwich:\nBy Mr. Samuel Dunn.\n\nSolar time.\n\nAt 10 39 30 { the eclipse begins in that part of the Moon's limb between Tycho and Grimaldus.\n— 10 40 30 Skikardus toucheth the shade.\n— 10 45 0 { the lower part of Mare Humorum is touched by the shade.\n— 10 51 10 Tycho and Grimaldus touch the shade.\n— 10 53 0 { Grimaldus exactly covered and Tycho a little immersed in the shade.\n— 11 7 15 Galileus toucheth the shade.\n— 11 11 45 Kepler and Lansbergius touch the shade.\n— 11 18 10 { Copernicus toucheth the shade, and the lower part of Mare Nectaris is a little immersed.\n— 11 28 15 Ariadeus toucheth the shade, in Mare Tranquillitatis\n— 11 36 30 Julius Cesar toucheth the shade.\n— 11 41 0 { Manilius toucheth the shade, and Plinius not yet immersed.\n— 11 47 10 Mare Crisium it's lower part toucheth the shade.\n— 12 15 40 Grimaldus is quite immersed.\n— 12 17 45 Kepler emerges from the shade.\n— 12 20 30 Copernicus emerges.\n— 12 34 30 { the line of the shade passeth between Julius Cesar and Manilius, and at the same time a little of Mare Humorum is emerged.\n— 12 46 25 { Mare Crisium begins to emerge, and at the same time the line of the shade passeth a little below Plinius and Vitruvius in Mare Tranquillitatis.\n— 12 56 50 Tycho emerges.\n— 12 57 20 { the centre of Tycho is a little emerged, and the line of the shade passeth through Mare Crisium two thirds from the upper end.\n— 13 1 50 Mare Crisium is quite emerged.\n— 13 5 45 Theophilus in Mare Nectaris emerges.\n— 13 22 10 { the eclipse ends in that part of the Moon's limb cut by a line drawn through the Moon's centre and the lower end of Mare Nectaris.\n\nNote, In the above observations, where it is said that any spot touched the shade, it is meant, that that spot was centrally bisected by the line of the shade at that time.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105536.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10976,
    "total-output-tokens": 1955,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1312,
        2
      ],
      [
        1312,
        2846,
        3
      ],
      [
        2846,
        3511,
        4
      ],
      [
        3511,
        3727,
        5
      ],
      [
        3727,
        4004,
        6
      ],
      [
        4004,
        5958,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      true,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105536",
    "title": "Observations on the Eclipse of the Sun, April 1, 1764, at Brompton-Park: By Mr. Samuel Dunn",
    "authors": "Samuel Dunn",
    "year": 1764,
    "volume": "54",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/105536"
  }
}