{
  "id": "cd37ef79c13096c73f57053f80c374ba551edb0c",
  "text": "XII. The State of the Tides in Orkney; by Mr. Murdoch Mackenzie.\n\nRead May 25, 1749.\n\nNo Accounts of the Flux and Reflux of the Sea were satisfactory, till Sir Isaac Newton's penetrating Genius deduced their true Cause from the Laws of Gravitation. His Principles carried such Conviction along with them, and gave such an easy Solution of some of the most remarkable Phenomena, that Mankind seemed to imagine a thorough Knowledge of the Tides might be obtained from an attentive Consideration of the Principles he had established, without the Trouble of further Observations; but, as he, and all Philosophers since his Time, have consider'd only, or principally, the Influence of the Moon in elevating or depressing the Tides; their several Directions, Velocities, and other Affections, resulting from the Influence of Land, Shoals, and Winds, remain still as inexplicable, and as little known as ever.\n\nAs a distinct Knowledge of these Things is not only conducive to the Advancement of Science, but would greatly contribute to a convenient and safe Navigation, it may not be unacceptable to communicate such Remarks on the Tides about the Orkney Islands, as came under my Observation, while I was employed in surveying and navigating that and other adjacent Places; hoping it may incite others to explore the various Motions of that Element, on which such a considerable Part of the World are daily employed, in a more extensive and accurate manner than has yet been done.\n\nFrom\nFrom some Observations on the Tides in Orkney, I incline to think the Water begins to rise and fall sooner near the Shore than at a Distance from it.\n\nWhen Spring-Tide is at its greatest Altitude, or Depression, the Water continues in a quietest State near half an Hour: Neap-Tides continue so about an Hour and a half.\n\nThe Motion of the Water, both in Ascent, Descent, and Progression, is accelerated from the first to the fourth Hour, commonly; from the fourth to the last Hour its Velocity diminishes. This, however, admits of some Variation from the Influence of Winds.\n\nThe greatest Spring-Tides, and least Neap-Tides, are commonly on the third or fourth Day, after the Syzygies and Quadratures; but in this also the Winds have a considerable Influence; West and South-west Winds making the greatest Floods, and least Ebbs; North and North-east Winds, on the contrary, making the greatest Ebbs and least Floods in Orkney, and on the North Coast of Scotland. When Flood Tide is raised higher than ordinary by Winds, the subsequent Ebb is not so low as it would have otherwise been. When a high Flood is raised by the Moon, the succeeding Ebb is proportionally low.\n\nOrdinary Spring Tides rise 8 Feet perpendicular, ordinary Neap Tides $3\\frac{1}{2}$; extraordinary high Spring-Tides rise 14 Feet; extraordinary low, only 5; extraordinary high Neap-Tides rise above 6 Feet; extraordinary small Neap-Tides not above 2. Low-water Neap Tide, at a mean, I judge is about 3 Feet above Low water Spring-Tide, and High-water Spring-Tide about 3 Feet above High water Neap-Tide: Yet the Rise\nRise and Fall vary so much, that it would require a longer Course of Observations than I have had Opportunity of making, to determine what is most frequent in this Case.\n\nWhen a Stream of Tide is interrupted by Land, or Rocks, or is confined within a Chanel, or long Arm of the Sea growing uniformly narrower, the Water will rise higher there than in neighbouring Places, where it is not so affected. If the Chanel, or Arm of the Sea, has several Windings, or Reachs, as they are called in the Thames, the superior Elevation will not be so considerable.\n\nThe following Observations of the Rising and Falling of the Water, were made in the Day-time, in the Bay of Kirkwall, anno 1748.\n\nAugust 8. Wind W. a Breeze.\nLast Quarter 4th Day.\nMoon's Apogee distant $24^\\circ$.\nMoon's Declination $27^\\circ$ N.\nMoon bearing at first W. by N.\n\n| Hour | Feet Inch |\n|------|-----------|\n| 1st  | 0 $\\frac{1}{2}$ |\n| 2d   | 0 2       |\n| 3d   | 0 4$\\frac{1}{2}$ |\n| 4th  | 0 9$\\frac{1}{2}$ |\n| 5th  | 0 5$\\frac{1}{2}$ |\n| 6th and to the End | 0 5$\\frac{1}{2}$ |\n\nIn all 2 5\n\nAugust\nAugust 15, Wind ENE. Small Breeze.\nNew Moon 3d Day.\nMoon's apparent Distance 65°.\nMoon's Declination 7° S.\nMoon bearing SSE.\n\n| The Water fell | Feet Inch. |\n|---------------|------------|\n| 1st Hour      | 0 1\\(\\frac{1}{2}\\) |\n| 2d            | 0 4\\(\\frac{1}{2}\\) |\n| 3d            | 1 4        |\n| 4th           | 1 8        |\n| 5th           | 1 5        |\n| 6th           | 0 10       |\n\nIn all 5 9\n\nAugust 23, Wind W. almost calm.\nFirst Quarter, 3d Day.\nMoon's Perigee distant 13°.\nMoon's Declination 25° S.\nMoon bearing E by N.\n\n| The Water rose | Feet Inch. |\n|----------------|------------|\n| 1st Hour       | 0 6        |\n| 2d             | 1 0        |\n| 3d             | 1 8        |\n| 4th            | 1 0        |\n| 5th            | 0 8        |\n| 6th            | 0 7        |\n\nIn all 5 9\n\nAug. 29, Wind SbW. Breeze at first, afterwards calm.\nFull Moon 3d Day.\nMoon's Perigee Dist. 68°.\nMoon's Declination 6° N.\nMoon bearing N N W.\n\n| Hour | Feet Inch |\n|------|-----------|\n| 1st  | 1 0       |\n| 2d   | 0 10      |\n| 3d   | 1 4       |\n| 4th  | 1 2       |\n| 5th  | 2 10      |\n| 6th  | 1 0       |\n\nIn all 8 5\n\nAug. 27, Wind W S W. a small Breeze, the Day of Full Moon, Moon's Perigee Distance 36°, Decl. 4° S. bearing N N W. the Water fell in all 8 Feet 4 Inches perpendicular.\n\nAug. 30, calm, 4th Day after Full Moon, Perigee Distance 80°, Decl. 13° N. Moon bearing N b W. the Water rose 8 Feet 3 Inches.\n\nSept. 3, Wind S W. a small Breeze, first Day of the last Quarter, Apogee Dist. 50°. Decl. 27° N. Moon bearing W. the Water rose 6 Feet 1 Inch.\n\nSept. 6, Wind E. a small Breeze, 4th Day of the last Quarter, Apogee Dist. 15°. Decl. 21° N. Moon bearing W. the Water rose 3 Feet 9 Inches.\n\nSept. 15, Wind S. a moderate Breeze, 5th Day after New Moon, Perigee Dist. 80°. Decl. 24° S. Moon bearing S by E. the Water fell 5 Feet 9 Inches.\n\nTo ascertain all the Varieties in the rising and falling of the Water, the Observations ought to have been continued much longer, the Night-Tides as well as Day-Tides observed; also the exact Times of\nthe Beginning and Ending of each, the Strength of\nthe Wind and Weight of the Atmosphere by a Bar-\nometer.\n\nThe foregoing Articles relate to the Rising and Fal-\nling of the Water; the following to the various Mo-\ntions of the Stream, and their Consequences.\n\nOn the Coast of Orkney, and Fair Isle of Shetland,\nthe Body of the Flood comes from the North-west;\non the East and West Coasts of Lewis, one of\nthe Western Isles of Scotland, it comes from the\nSouth.\n\nA League or two off the Coast, the Strength of the\nStream is scarce sensible, except when it is confined\nby Land, or near Rocks or Shoals.\n\nWhen the Tide begins to rise or fall on the Shore,\nabout that same time the Stream near the Shore\nbegins to turn or reverse its Direction, a few Irregu-\nlarities excepted.\n\nThe Stream of Tide changes its Direction sooner\nnear Land than at a Distance from it; insomuch that,\nin a Place two or three Miles from Land, the Turn-\ning of the Tide is two Hours, or more, later than\non the adjacent Shore: At intermediate Distances\nthe Streams turns at intermediate times. Hence a\nVessel may find a favourable Tide near Land, while\nit would be against her a Mile or two from it; and\nthe contrary.\n\nDuring the Continuance of Flood, the Stream va-\nries its Direction gradually from the East toward the\nSouth, and the Stream of Ebb from the West to-\nwards the North: That is, if the Stream, when it\nbecomes first sensible, runs East, at the latter End of\nthe Tide it will run South, if the Proximity of Land or Shoals does not hinder this Change of Direction.\n\nThe greatest Velocity of Spring-Tide in Orkney, in the Channels where it runs quickest, is about 9 Miles an Hour: The greatest Velocity of Neap-Tide is about one third or fourth of Spring-Tide. The Tides are most rapid commonly between the third and fourth Hour. Spring-Tides acquire a considerable Degree of Strength in less than one Hour after their quiescent State begins; Neap-Tides are hardly sensible in two Hours after.\n\nIn similar Streights or Channels, lying in the same Direction, and supplied from the same Part of the Ocean, the Velocity of the Streams will be in the direct Ratio of the Breadth of the Inlets, and the Inverse of the Outlets.\n\nIf a Sound, or Streight between two Islands, or Continents, lies in the Direction of the main Body of the Tide, the Velocity of the Stream in that Streight will be greater (all other things alike) than in any other adjacent one, not lying in that same Direction.\n\nIf an Island lies directly in the Tide-way, the Stream will divide, or split, before it reaches the Island, into two Branches, one of which will run toward one Side or End of the Island, and the other toward the other End of it; and, in passing by, will be reflected a little from the Land. Hence a Vessel, in a Calm, carried along with a strong Stream of Tide, is in no Danger of touching an Island, or visible Rock, if the Water is deep enough near them.\n\nIf the Tide runs stronger, or more obliquely, by one End of an Island than the other, from the strongest Stream, and from the most oblique, there will be a languid\nlanguid Current toward the other; that is, the Tide, along that Side of the Island, will set longer one Way than the other.\n\nIf a strong Stream of Tide runs across the Mouth of a Bay that does not reach far into the Land; within that Bay there will be a slow Stream setting the contrary Way. Or, if a strong Stream sets directly, or nearly so, along the Extremity of a Point, or Promontory, that stretches strait out from the Coast, between this Stream (before it reaches the Point) and the Coast, there will be a languid Current with a contrary Direction. By attending to this, one Vessel may keep her Course, or gain a Port, while another is carried away with the Tide.\n\nIf a small Island lies thwart a Tide-way, that Part of the Stream which runs along one End of it, will join what runs along the other, at some Distance beyond the Island, inclosing between them a curved Space, within which there will either be no sensible Current, or a slow one, contrary to the other Streams. The counter Current, in the middle of this almost stagnant Space, or Eddy, when it gets near the Island, splits in two; one Branch of which runs towards one Extremity of the Island, the other towards its other Extremity; where meeting the stronger direct Streams that form the Eddy, are by them again carried towards its Vertex.\n\nThese Eddies may be of great Service to Ships or Boats, by sheltering them from a rapid Stream, or even carrying them against it; or may enable them to cross it with more Advantage, according to the different Places to which they are bound. The Opposition of the contrary Tides bounding\nbounding the Eddy, makes that Part of the Sea rougher in blowing Weather, and of a darker Colour in Calms, than the rest, by which the Limits and Direction of these Eddies are always distinguished.\n\nThe Collision of the opposite and oblique Streams, near the Ends of the Island, will excite a circular Motion in the Water, and; if the Celerity of the Tide is considerable, will occasion Whirlpools, or Cavities in the Sea, in Form of an inverted Bell, wide at the Mouth, or at the Surface of the Sea, and growing gradually narrower toward the Bottom: Their Width and Depth are in proportion to the Rapidity of the Streams that cause them, and are sometimes so large as to be dangerous. Those in Petland Firth, near the Islands Stroma and Swona, may, with Spring-Tide, turn any Vessel quite round, but are never so large as to endanger one otherways: There have been Instances, however, of small Boats dropping into, and being swallowed up by them. The Hiatus, or Cavity, is largest when it is first formed, and is carried along with the Stream, diminishing gradually in Dimensions as it goes, until it quite disappears. The Suction, or spiral Motion communicated to the Water, does not seem to extend far beyond the Hiatus. I passed, in a Boat, within 20 Yards of one, without being sensible of any Attraction; but indeed it was toward the latter End of the Tide, when its Strength was much abated: The Diameter of the Cavity, at that time, I judged to be between two and three Feet. When Fishermen are aware of their Approach toward a Whirlpool, or Well, as it is called in Orkney, and have Time to throw an Oar, or any other bulky Body into it before they are\nare too near, the spiral Motion is interrupted, and\nthe Continuity of the Water broke; which, rushing\nin on all Sides, immediately fills up the Cavity, and\nenables them to go over it safe. Hence in blowing\nWeather, or when there is a breaking Sea, tho' there\nmay be a circular Motion in the Water, there can\nbe no Cavity.\n\nWhen there is a steep sunk Rock near the Con-\ncourse of such strong Tides, and not very deep below\nthe Surface, a most amazing Phenomenon will hap-\npen: For, the Stream being interrupted in its Course,\nand falling suddenly over the Rock, is reflected from\nthe Bottom upwards, swelling and bubbling on the\nSurface like boiling Water, and carrying Sand, Shells,\nFishes, or other loose Bodies along with it; which,\nwith Boats, or whatever else is near, are driven with\ngreat Force from the Center all around toward the\nCircumference, upon which, a Gyration of the Water\nensuing, a Whirlpool begins, which is carried along\nwith the Stream, as was said above, lessening gradu-\nally till it is quite extinguished: In a little time a new\nEruption and Ebullition, like the former, begins,\nwhich proceeds in the same manner, till the Swift-\nness of the Stream abates, or the Tide rises or falls\ntoo much above the Rock.\n\nQueries concerning the Tides in a large Ocean;\nwhich, if solved from Observation, would ren-\nder the Theory more perfect.\n\n1. Since the Attraction of the Moon raises the\nWater directly below her, by diminishing its Gra-\nvity toward the Earth's Center, and, at that very\nsame time, depresses it at a Quadrant's Distance, by augmenting the Gravity there, so that the superior Altitude of one Part of the Ocean is immediately balanced by the superior Gravitation of another; do not, therefore, the Tides in the Ocean rise and fall without any progressive Motion, or sensible Velocity? And do not all Currents, or Streams of Tide (not caused by Winds) proceed from the Interruption which Land, or Shoals, give to the undulatory Motion which must accompany the perpendicular Ascent or Descent of the Fluids?\n\n2. Is it agreeable to Observation, that the Power of the Sun and Moon together, raises the Tides within the Tropics about 14 Feet, as Newton, Halley, and Maclaurin suppose? And how high are the Tides found to rise in Parts of the Ocean of a greater Latitude? If the Water does not rise and fall so much within the Tropics, as in Places more distant from the Equator, what hinders the greater Power to have a greater Effect? For the Moon must act with greatest Force on those Parts to which she is vertical.\n\n3. If the Times of high and low Water depend on the Moon's Appulse to the Meridian, is it not high or low Water in all Parts of the Ocean, under the same Meridian, about the same time? And is the Difference of the Times, in Places under different Meridians, in any certain Proportion to their Difference of Longitude?\n\n4. Since the Power of the Moon to raise the Tide in any Place is greatest when she is nearest the Zenith, it is agreeable both to Observation and Theory, that the Water rises and falls more when she is above, than when below the Horizons of Places on the same Side\nSide of the Equator with her; and the contrary:\nAre not the Tides also of longer Duration in that\nCase? Since a greater Portion of the Hemispheroid,\ninto which the Sea is formed by the Moon's Attraction,\nis then above the Horizons of these Places,\nthan is below them. If this is found to be Fact, it\nwill also be found, that the Duration in different\nPlaces (other things alike) will be in some measure\nproportional to their Latitudes, and the Declination\nof the Moon.\n\n5. In an oblique Sphere, all Azimuth Circles cut\nthe Equator and its Parallels obliquely; and therefore\nthe Moon must come sooner to, or from, a\ngiven Azimuth, with one Declination than with another.\nIn some Latitudes this Difference will amount\nto several Hours. Is it not then a false Rule to judge\nof the Times of high or low Water by the Moon's\nAzimuth, or to signify one by the other, as is the\nCustom of Sailors?\n\nXIII. Some Account of the Remains of John\nTradescant's Garden at Lambeth; by Mr.\nW. Watson F. R. S.\n\nRead May 25. UPON a Visit made to Mr. John\n1749. Tradescant's Garden at South Lambeth, May 21, 1749. by Dr. Mitchell and myself,\nwere observed the under-mention'd exotic Plants.\n\nThis Garden was planted by the above-mention'd\nGentleman about an hundred and twenty Years since,\nand was, except that of Mr. John Gerard, the Author",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104619.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 18912,
    "total-output-tokens": 4739,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1481,
        2
      ],
      [
        1481,
        3069,
        3
      ],
      [
        3069,
        4139,
        4
      ],
      [
        4139,
        5040,
        5
      ],
      [
        5040,
        6198,
        6
      ],
      [
        6198,
        7642,
        7
      ],
      [
        7642,
        9290,
        8
      ],
      [
        9290,
        10891,
        9
      ],
      [
        10891,
        12553,
        10
      ],
      [
        12553,
        14058,
        11
      ],
      [
        14058,
        15684,
        12
      ],
      [
        15684,
        17003,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104619",
    "title": "The State of the Tides in Orkney; By Mr. Murdoch Mackenzie",
    "authors": "Murdoch Mackenzie",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/104619"
  }
}