{
  "id": "e00e944505862fdb512edbcf1c48346b2df00986",
  "text": "III. An Extract of Two Letters from the Missionary Jesuits, concerning the Discovery of the New Philippine-Islands, with a Map of the same.\n\nLETTER I.\n\nFrom Father Paul Clain of the Society of Jesus, to the Reverend Father Thyrsis Gonzalez, General of that Society.\n\nManila, June 10, 1697.\n\nAfter the Ship had failed, that carried the Letters I writ to you last Year, most Reverend Father; there arrived here another, that brought me Orders to accompany the Reverend Father Antonio Fuccio of Sicily, our new Provincial of this Country. In visiting with him our Religious Houses, I travelled over the Country of the Pintados; which are large Islands separated from one another by Arms of the Sea, whose Ebbing and Flowing renders their Navigation very difficult and dangerous.\n\nAt the Town of Guivam in the Isle of Samal, the last and most Southern Island of the Eastern Pintados, we found twenty nine Palaos, or Inhabitants of certain newly-discover'd Islands. The Easterly Winds, that blow on these Seas from December to May, had driven them three hundred Leagues from their own Islands, to this Town of the Isle of Samal, where they arrived in two small Vessels, called Paraos: Of which we received this following Account.\nThey embarked, to the number of thirty five Persons, to pass over to one of the Neighbouring Islands; when there arose a very strong Wind, that forced them out into the Main Sea, so that they could not gain the Island they design'd for, nor any of the Neighbouring ones. After having made several Attempts to get ashore on some Island within their knowledge, but in vain, they were driven before the Wind for seventy days together, without being able to make any Land. At last, out of all hopes of returning to their own Country, and half dead for want of Water and Provisions, they resolved to give themselves up to the mercy of the Winds, and Land at the first Island Westerly that they should come to. They had no sooner taken this Resolution, but they found themselves in sight of the Town of Guivam in the Isle of Samal. A Guivamois that was then on shoar, perceiving them, and judging by the Make and Smallness of their Vessels, that they were Strangers, and out of their way, took a piece of Cloath, and made them a Signal of entering the Road he directed, to avoid the Shoals and Banks of Saad, they would otherwise run upon. These poor People were so frighted at the sight of this Stranger, that they began to put out again to Sea; but notwithstanding all their Endeavours, the Wind forced them back a second time towards the Shoar. When they were near, the Guivamois again made the Signal as before; but seeing they did not mind it, but would unavoidably be lost, he threw himself into the Sea, and swam to one of their little Vessels, on purpose, to bring them safe in to shoar. He was no sooner got to them, but the Women with their Children at their Backs, and all that were in the Vessel, threw themselves over-board and swam to the other: He, seeing himself alone in the Vessel, resolved to follow them, and getting aboard the second, shew'd them how to avoid the shoals, and\nand brought them safe to Land. In the mean time they stood immovable, and resign'd themselves up entirely to the Conduct of this Stranger, as so many Prisoners.\n\nThey landed on St. Innocent's Day, the 28th of December 1696. The Inhabitants of Guivam, running to the Shoar, received them very kindly, and brought them Wine and other Refreshments. They eat Coco's very freely, which are the Fruit of the Palm-Trees of this Country: The Pulp of them is somewhat like that of Chesnuts, except that it is more oily, and furnishes them with a sort of sweet Water, very pleasant to drink. They gave them Rice boyled in Water, which is eat here and all over Asia, as Bread is in Europe. They looked on it with Surprize; and taking some Grains of it, threw it on the Ground, imagining it to be Worms. They rejoice if one brings them great Roots, call'd Palavan, which they eat greedily.\n\nIn the mean time they brought to them two Women, that had formerly been driven on shoar on the Coast of Guivam; who knowing a little the Language of this Country, it was by their means they learnt what I shall hereafter relate. One of these Women found among those Strangers, one of her Relations, who as soon as they knew one another, fell a weeping. The Father, who has on him the Care of this Town, having heard of the Arrival of these People, sent for them to Guivam. As soon as they saw him, and what Respect was paid him, imagining that he was the King of the Country, and that their Lives were in his Hands, they threw themselves on the Ground, to ask his Pardon, and beg their Lives. The Father moved with pity to see them so disconsolate, did all he could to comfort them; he caressed their Children, three of which still suck'd, and five others were somewhat older; and promised their Parents to give them all the assistance in his Power.\nThe Inhabitants of Guivam strove one with another, who should entertain these Strangers at their Houses, and furnish them with Provisions and Cloaths, and whatsoever else should be necessary; which the Father granted them, on condition they did not separate those that were Married, or take less than two of them together, for fear any should die of Grief if left alone. Of thirty five Persons that embarked, there remained but thirty; five dying thro' want of Provisions and other Hardships in so long a Voyage; and some time after their Arrival here, died another.\n\nThey relate that their Country consists of two and thirty Islands; which cannot be far distant from the Marianas, as may be judged by the make and smallness of their Vessels, and Form of their Sails, which are very like those of the Marisnois. It is likely these Islands may be eleven or twelve Degrees of Northern Latitude, more Southern than the Marianas, and under the same Degree of Longitude as Guivam; for sailing directly from East to West, they came ashore at this Town. It is also probable, that it was one of these Islands that was discovered some Years ago at a distance; when a Ship belonging to the Philippines, leaving the common Road, which is from East to West under the third Degree of Longitude, and running further to the South East, first perceived it. Some called this Island Carolina, from Charles II. King of Spain; and others the Island of St. Barnaby, because discovered on the Day that the Church celebrates the Feast of that Apostle. It was again seen last Year, by another Vessel that a Storm had driven out of its Road; in going from hence to the Marianas. The Governor of the Philippines has often given Orders to a Vessel, that goes almost yearly to the Marianas, to look for this and other Islands that they suspected to be whereabouts; but these Orders were ineffectual, God preserving\nserving to this time the Discovery of them, and (as we hope also) the entire Conversion of these People.\n\nThese Strangers add, that of these two and thirty Islands, there are three of 'em that are uninhabited, unless it be with Wild Fowls; but the others are very well Peopled. If one asks them the Number of Inhabitants, they point to a heap of Sand, to shew that their Number is infinite. The Names of these Islands are Pais, Lamulutup, Saranon, Taropie, Valayyay, Satavan, Cutac, Yalco, Piraulop, Ttai, Pic, Piga, Lamurrec, Puc, Falait, Caravarruvong, Ylatu, Lamulur, Tawas, Saypen, Tacatlap, Rapiyang, Tavon, Mutacusan, Piyla, Olatan, Palu, Cucumyat, Piyalacunung. The three that have nothing on them but Wild Fowls, are Piculat, Hulatan, Tagian. Lamurrec is the most considerable of all these Islands: It is there that the King of the Country keeps his Court; the Governors of all the other Islands are subject to him. Among these Strangers there is one of these Governors, and his Wife, who is the King's Daughter. Tho' they go half naked, yet their Carriage, and a peculiar Air of Greatness, sufficiently distinguishes them from the rest. The Husband has his Body painted all over with certain Lines, in such manner that they form several Figures: The rest of the Men are also painted in like manner, more or less. The Women and Children are not painted at all. There are nineteen Men of them, and ten Women, of different Ages. The Make and Colour of their Face is much like that of the Philippinos. The Men have no other Cloaths, than a sort of Sash, several times wrapt about their Body, that covers their Reins and Thighs. They wear upon their Shoulders above an Ell and half of course Linen Cloath, like a Cowl, tied before, and hanging loose behind. Both Men and Women are dressed much alike, except that the Women have a piece of Cloath somewhat longer, that hangs from their Waste down to their Knees.\nTheir Language is different from that of the Philippines and Marianas: Their Manner of pronouncing it comes nearest that of the Arabs, as some who understand that Language have observed. The Woman, that seems the most considerable amongst them, has several Rings and Necklaces of Tortoise-shell, (call'd here Carey) and others made of a Substance yet unknown to us, much resembling Ambergrise, but not transparent.\n\nThe Manner of their living at Sea, which was for seventy days together, continually driven by the Wind, was thus: They cast out a sort of Net, made of a great number of little Twigs of Trees tied together, having a large Mouth for the Fish to enter in at, and ending in a Point to prevent their getting out again. The Fish they took after this manner, was all the Nourishment they had, and Rain-water laved in Coco-shells, which is the Fruit of the Palm-tree (as observed before) of the Figure and Size of a Human Scull.\n\nThey have no Cows in their Islands: As soon as they saw them, they ran away, as they did likewise at the Barking of a Dog, in one of the Missionaries Houses. Neither have they Cats, Stags, Horses, or in general any Quadruped. Nor any Fowls but Sea-Fowls; excepting Hens, which they breed up, but never eat their Eggs.\n\nNotwithstanding this their want of every thing, they are very merry and contented with their Condition. Their Songs and Dances are exact and regular: When they Sing, it is altogether, every one observing the same Humour and Gestures, which makes it very agreeable.\n\nThey are surprized at the Government, Politeness, and Manners of the Europeans, of whom they had not the least knowledge. They admire not only the Solemnities and Ceremonies of the Church in celebrating Divine Service; but also the Musick, Instruments, Dances of\nof the Spaniards, and their Arms; but Gunpowder is what raises in them the greatest Admiration. They wonder at the Whiteness of the Europeans, in respect of whom they are perfectly Tawny, as well as the Inhabitants of this Country.\n\nIt does not yet appear, that they have either any Knowledge of a Deity, or that they worship Idols. Their Life is perfectly Savage, taking care of nothing but Eating and Drinking, in which they observe no set time, but eat and drink at any time or place, when hungry or thirsty, or they can find anything to satisfy themselves; yet they eat but little at a time, and never enough to suffice for a whole day. They shew a great Respect and Deference for their King, and Governors of their Towns, and obey them very precisely.\n\nTheir Civility and Respect consists in taking hold of the Hand or Foot of the Person they honour, and rubbing gently his Face. They have among their Utensils some Saws, not made of Iron, but of a large Shell, called here Taclobo, rubbed and sharpen'd upon a certain kind of Stone. They were surprized at a Merchant Ship that was building at Guivam, to see the number of Carpenters Tools that were used about it: They viewed them all, one after another, with a great deal of admiration. They have no Metals in their Country. The Father Missionary made each of them a Present of a large Piece of Iron, which they received with as much Joy, as if it had been so much Gold; and are so afraid it should be stole from them, that they lay it under their Heads when they go to sleep. They have no other Arms but Lances or Darts, made of Human Bones very well sharpen'd and fix'd on. They are very peaceful of themselves; but if any Quarrel happens among them, it is decided with some Blows on the Head with the Fist, which yet very rarely happens; for when they would come to a close Fight, they separate them, and they are soon reconciled.\nciled again. They are not dull and heavy, but on the contrary, have a great deal of Liveliness and Courage. They are not so lusty as the Inhabitants of the Marianas, but nevertheless are well proportioned, and of a Shape much like those of the Philippines. Both Men and Women let their Hair grow long, and hang loose on their Shoulders.\n\nWhen they understood they were to be conducted to the Presence of the Father Missionary, they painted their Bodies all over with a Yellow Colour, which is look'd upon by them as a great Beauty. They are so well satisfied with finding here plenty of every thing that is necessary for Life, that they offer'd to return home, and bring with them their Countrymen to enter into a Commerce with these Islands: Which design our Governor liked very well, in hopes thereby to gain this Country to the King of Spain. The Oldest of these Strangers was once before cast on the Coast of Caragan, in one of our Islands; but finding there none but Infidels, that lived in the Mountains and Desarts, he returned home again, without knowing any thing of the Plenty and Riches of these Islands. They are very expert at Diving; and they say, they lately, in Fishing, took two large Pearls in their Shells, but threw them into the Sea again, not knowing the Value of them.\n\nLETTER II.\n\nFrom Father Le Gobien, to the Jesuites of France.\n\nReverend Fathers,\n\nI Here send you, as I promised, a Map of the new Philippines; which is one of the most Extraordinary Discoveries that has been made in these last Ages. It is strange that these Islands, being situate between the Molucco's,\nLucco's, the old Philippines, and the Marianas, which have been known near these two hundred Years, should remain undiscover'd 'till now. They are eighty seven in number, and make one of the finest Archipelago's in the East; being inclosed on the North and South between the Line and the Tropick of Cancer, and on the East and West between the Marianas and Philippines.\n\nI shall not detain you here, in relating the Largeness of these New Islands, their Distances one from another, or their Order and Situation; all which may be easily seen in the Map.\n\nIt has elsewhere been shown how this New Country came first to be discover'd, [viz. in the former Letter;] so that I shall only relate here, what ought to be rectified therein, according to our last Advices received from thence.\n\nThe Map I here send you, was not made by Europeans, for none have yet been upon these Islands, but by the Islanders themselves, after this manner. Some of the most skilful of 'em ranged upon a Table as many little Stones as there are Islands belonging to their Country; and marked out, as well as they could, the Name of each, its Extent and Distance from the others: And this is the Map, thus traced out by the Indians, that is here ingraved. Not that I can warrant the exactness of it; not doubting, but that when our Missionaries shall have travell'd over these Islands, and got a more perfect Knowledge of them, there will be found a great many things in it that will need Correction.\n\nThe Natives of these Islands never offer any Violence to one another: Murder and Homicide are unknown to them; and they have a Proverb among them, That one Man never kills another. It is probable these Islands may abound in Gold, Amber and Drugs; being situate nearly under the same Degree of Longitude as the Moluccos.\nluccos, from whence we have Nutmegs, and other valuable Spices.\n\nTho' these People seem barbarous to us, yet they have among themselves a sort of Politeness and regular Government. Every Island obeys its Chief, who himself is subject to the King of the Country. This Prince holds his Court in the Island of Falu, called likewise Lamuirec; which multiplicity of Names seems to be the reason why we cannot find in this Map scarce any of the Names mentioned in Father Clain's Letter; or perhaps because at first from the Natives pronunciation of the Names of their Islands, they were written by the Spaniards after a different manner from what they are at present.\n\nTho' these Islands were never heard of in Europe, 'till within these five or six Years, yet 'tis a long time since, from the High Mountains of Samal they have discover'd thick Smoaks on that Coast; which commonly happens in Summer time, when these Islanders set fire to their Woods and Forests to clear up the Ground. These Smoaks, which the Fishermen of Mindanao and other Islands, have also observed when far out at Sea, have made them conjecture, that there was Land East of the Philippines; but they never had any certain knowledge of it, till some time before the abovementioned Arrival of these Islanders at Samal: Which happened thus.\n\nThe King's Brother of these new Philippines, in a Sea Voyage, was driven on the Coast of Caragan, in the great Island of Mindanao. The Spanish Fathers, who have a very fine Mission there, received this Prince with a great deal of Honour and Friendship, and instructed him in the Christian Religion; which he was so well pleased with, that he never thought of returning again to his own Country. In the mean time the King, dissatisfy'd at the Loss of his Brother, fitted out a Fleet of an hundred small Vessels, which he sent to every Island under\nunder his Dominion, to see if they could learn any News of him. One of these little Vessels was forced by a Storm on the Coast of Caragan, at the same place as the King's Brother was before. Where landing, they immediately knew him, and with Tears told him the occasion of their Journey, the Discontent of the King his Brother, and desired him to return back with them. The Prince thanked them for the trouble they had been at, and desired them to satisfy the King, that he was well and contented, but could not, by any means, be perswaded to return home again.\n\nExplanation of the Map.\n\nThe Figure in the midst of every Island, shows how many days sail it is in Circumference.\n\nThe Figure between each Island, shows how many days are required to pass from one to the other.\n\nAs for Instance. The Figure 30, in the Isle of Panlog, shows that it is 30 days in Circumference; and the Figure 3, between the Cape of Guivam and the Isle of Panlog, shows, that it is three days passage to it.\n\nThe Indians, who were the occasion of those Islands being discovered, embarked in the Island Amorfot, marked in the Map by the Letter C, with a design to pass to the Isle of Paiz, marked by the Letter B; but were driven by a Storm out to Sea, and after 70 days Sail, cast on the Cape of Guivam in the Island of Samal, called by the Spaniards, Ihabao.\n\nA, the Largest of these Islands, named Panlog.\n\nD, the Isle of Falu, or Lamuirec, where the King holds his Court.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103242.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 19970,
    "total-output-tokens": 4836,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1225,
        3
      ],
      [
        1225,
        3116,
        4
      ],
      [
        3116,
        4944,
        5
      ],
      [
        4944,
        6831,
        6
      ],
      [
        6831,
        8747,
        7
      ],
      [
        8747,
        10533,
        8
      ],
      [
        10533,
        12424,
        9
      ],
      [
        12424,
        14022,
        10
      ],
      [
        14022,
        15816,
        11
      ],
      [
        15816,
        17669,
        12
      ],
      [
        17669,
        19122,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103242",
    "title": "An Extract of Two Letters from the Missionary Jesuits, concerning the Discovery of the New Philippine-Islands, with a Map of the Same",
    "authors": "Paul Clain, <prefix>Father</prefix> Le Gobien",
    "year": 1708,
    "volume": "26",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/103242"
  }
}