{
  "id": "be2ca3e08ab54bb65cef497bbe57e3897012be59",
  "text": "VII. Part of a Letter of Mr. Dale from Braintree, Feb. 1. 1699. to Dr. Martin Lister, Fellow of the College of Physicians and R. S. concerning several Insects.\n\nHerewith you will receive a Cervus volans or two, which I take to be different from those described by Mouset in his Theat. Insect. p. 148, 149. these are plentifully found about Colchester, especially towards the Sea-Coast. Besides these I have happened upon divers sorts of Scarabs, which I cannot find figured in your curious Tabulae Mutae in the Appendix Hist. Animal. Angl. as the Benzæs Mouset. p. 152. a Species or two of Cantharides, three or four sorts of Lady Bugs, and others; which, although of most of them I have at present but single Specimens, yet if you desire the sight of them to design and fill up the Vacancies of your Plates with, they shall be sent up to you. Last Summer being on our Sea-Coast at Harwich, I observed no less than five or six Species of Cochlea Marine two of which I have since found to be already noted by you in your excellent Hist. Conchyl. as of English Production, viz. Sect. 5. n. 19. and 43. A third I have which is by you figured, viz. n. 13. but is not marked as found in England. The fourth agrees with your n. 8. in Figure, but having no Name, I cannot be positive, I therefore desire your Name of it:\nThis I did see taken out of the Sea by the Fishermen, among Sea-Weeds, and is solitary. The other two (if they are distinct) I have herewith sent you, desiring your Opinion. Among other things which the Fishermen brought up, there were divers of those Marine Animals, which by Dr. Molyneux, Philos. Transf. n. 225. are taken for nondescripts, and refer'd to the Classis of Scolopendrae Marine, these our Fishermen call, Sea-Mice, and are described by Rondeletius, and by Mouset, and Johnson, figur'd under the Title of Physalus, but badly. I had like to have forgot observing to you, that the Female Cervus Volans is pretty well represented by Mouset, in his first table at the end of his Book, but without a Name, I have sent you one of them also, which was found in Coitu with the Male Else very different. I should be glad to see your Journal to Paris, or any of those petrified Shells you found there, if you can spare them.\n\nVIII. An Account of a young Man slain with Thunder and Lightning, Dec. 22. 1698. from Ralph Thoresby, Esq; F.R. S. to Dr. Martin Lister, Fell. Coll. Phys. and R. S.\n\nJeremiah Skelton, who lived with his Father Daniel Skelton, at Warley in the Vicaridge of Halifax in Yorkshire, observing a Storm coming, said, I think it will be Rain, I will go and gather in some of the Corn (a late Harvest, which has been very unkindly in some parts of the North) which was out at a Farm they had in the Cold Edge, about a Quarter of a Mile from their own Dwelling; while at this Work, bringing in a Burden and casting it upon the Barn-Floor, the Tempest begun",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102592.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 867,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1314,
        2
      ],
      [
        1314,
        2890,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102592",
    "title": "Part of a Letter Mr. Dale from Braintree, Feb. 1. 1699 to Dr. Martin Lister, Fellow of the College of Physicians and R. S. Concerning Several Insects",
    "authors": "Mr. Dale",
    "year": 1699,
    "volume": "21",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/102592"
  }
}