{
  "id": "49201b727fc36b59645c2a662992a9c2fc0edef2",
  "text": "Pipes joined together, so as to constitute one greater. Yet these Pipes were very full, which hindered my better observation of them. And I am apt to think, that there was one sort of Pipes different from the former, which are continued from the Centre of the bone, towards the circumference, as the Insertions do in the Wood of a Plant. But I doubt whether I shall be able hereafter more distinctly to discover these last said Pipes, because I cannot handle the Bone after my own pleasure.\n\nOf The Grain of Ivory.\n\nThe Author of these Transactions hath often taken notice of the Grain of Ivory; and is that which, upon a due position to the falling light, is visible to a naked Eye. The several pieces whereof it is composed, appearing like the Fibres or Threads of a Muscle, running in parcels, decussatim, and under and over one another reciprocally; and so making up one Piece of Platted Work: as in Fig. 3 is in some part represented. And as hereafter, & in another place may further be shew'n.\n\nMicroscopical Observations of the Structure of Hair: Made also and Communicated by the abovesaid Mr. Anthony Leeuwenhoeck.\n\nI have formerly examined the Structure of Hair; and so much as I thought I saw myself, shewed to certain learned Gentlemen; who then all agreed with me, that it consisted wholly of Globules. As did also to my thinking the Hoof of an Elk. But not being satisfied, without further inquiry; I took the Hair of my Beard, after it had been shaved the first, second, third, and fourth days, and observed, That the little particles which we saw through the common Microscopes (which yet were very good) and which appeared round, were indeed irregular, and lay very closely pressed one upon another. Of these particles consist the outer parts, or Cuticle (or, as the Author calls them, Clods) of the Hair. One of these Hairs I met with, which seemed rare, being on the one side convex, on the other\nother somewhat concave, and looking like two Hairs continuous or growing together; as is represented by this Fig.\n\nA.B. Is about a dayes growth & half out of the skin. Betwixt A.B. and D.E. are the irregular particles which make the Clods of the Hair. These irregular particles I judge to be at first Globular; but as the Hair grows, to lose their original Figure. B.C.D. is the Cut the Barbars Rasor had made in shaving.\n\nProsecuting this enquiry, I try'd also to observe these Globules or little particles in the end of the Hair cut transversely, thereby to compute how many of them were contained in some small part of the Hair. But I found that the structure of the inner part of the Hair, did not agree with that of the outside or Clods.\n\nI then examined the Roots of several Hairs, plucked out of my Hand, Nostrils, Eyelid, Eye-brow, and other parts, and clearly saw, That the whole Root, except the Clods, consisted of little Strings, which I suppose to be Veins or Vessels. And I have shew'd the Root of a Hair with all its Fibres, so plainly, as if before our Eyes, we had seen lying a common Tree with all its Roots: except that these Fibres in the Root of a Hair, were all of a thickness.\n\nProceeding further, I likewise very clearly discern'd, that the whole Hair, except the Clods, consisted of little Strings,\nStrings, whereof there were about a thousand in one Hair more or fewer; according to the thickness of the Hair. Whether these Strings are hollow, i.e. so many Pipes or Vessels, I cannot positively say, but it seemeth to me that they are. So that I conceive we may not unfitly compare the Clods of the Hair (consisting of the aforesaid irregular particles) to the Bark of a Tree; and the little Strings which compose all that part of the Hair within the Clods, to the Pipes which make the Wood.\n\nThese Strings, or if you please, Pipes, do not lie everywhere stretched out in a straight line, but in some places are somewhat crooked, as at F.\n\nI have also shewed several Gentlemen the Brisles of a Hog; and therein (being cut over thwart with a sharp knife) the said Strings, very distinctly, which likewise seemed to be hollow.\n\nExtract of a Letter written by Signior Borelli, about the price of his Telescopes: Communicated to Sir Jonas Moore.\n\nThe said worthy person saith, that although he did not at first intend any more than to present his Glasses to some of the most famous Astronomers; yet being earnestly solicited by his Friends from many parts, he offers to rate the price of them, according to what the most known Artists, such as Campani and Divini, have done, who both have commonly sold their Glasses at the rate of a Pistol (i.e. about 17 shillings and six pence) the foot. But if any Glass hath proved extraordinary, they have trebled and quadrupled that price. He saith further, that he had seen one of Divini's of 12 foot, which was sold for 400 Livors (i.e. about 30 l. Sterling.) And that Campani sold another of 34 feet, for 2000 Livors (i.e. about 150 l. Sterling.) Notwithstanding which, he is willing to part with the best of his own Glasses of 50,60, or 65 feet for 500 (French) Crowns (i.e. about 112 l. and 10 s. Sterling) which is less than the price of the aforementioned Glasses of 34 feet. And for the small Glasses, he will let them go from 6 to 12 foot, at a (French) Crown a foot; from 12 to 17 or 18, at half a Pistol; from 18, to 26, at a Pistol.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101809.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 1435,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1916,
        2
      ],
      [
        1916,
        3240,
        3
      ],
      [
        3240,
        5322,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101809",
    "title": "Microscopical Observations of the Structure of Hair: Made Also and Communicated by the above Said Mr. Anthony Leeuwenhoeck",
    "authors": "Anthony Leeuwenhoeck",
    "year": 1677,
    "volume": "12",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/101809"
  }
}