{
  "id": "1e68ea28f553c9b8cf9813e9599e9f0e11d1bcca",
  "text": "medal before me, which is the only one I have hitherto met with carrying a Greek and a Parthian legend upon it; but only assure you that I am, with the most perfect regard,\n\nSIR,\n\nYour most obliged,\n\nChrist-Church,\nOxon. Nov. 29th,\n1756.\n\nand most obedient Servant,\n\nJohn Swinton.\n\nXXIII. An Account of a Red Coral from the East-Indies, of a very singular Kind: In a Letter from Mr. John Ellis, F.R.S. to Mr. Peter Collinson, F.R.S.\n\nDear Sir,\n\nRead Mar. 24, 1757.\n\nI promised you, in my letter of the 7th of February 1754, published in our Transactions, Vol. xlviii. p. 507, that I would, when I had an opportunity, endeavour to illustrate the tubular structure of the common red coral of the Mediterranean sea, and of some of the keratophyta; which two kinds, tho' evidently of as different natures as stone and horn, yet are, from late observation, found to be fashioned, or raised up into those beautiful forms, by animals of the same class.\n\nThis I shall attempt to do, by comparing them with bodies of a similar kind, but of a less compact texture: for which reason I formerly referred you, in the above-mentioned letter, to a figure, which I have given of the herring-bone-coralline, with its animals\nA. A piece of pipey knobby red Coral from the office islands in the East Indies, which appears to be formed by animals of the Polype kind, contrary to the received opinion of their bodies being vegetables; the venacular tubes of which it is composed being no more than the cases or coverings of the bodies of those insects.\n\nB.B. The radiated holes on the yellow mealy surface, through which these insects extend their arms or draw as in the common red coral.\n\nC.C. Small branches almost covered by a further addition of tubes, that have risen all round and increased the bulk of the stem, continuing themselves along it to extend the ramifications; by this means they involve the former side branches into their own stem, differing entirely from the laws of vegetation.\n\nD. A piece of knobby joints manifest to show their reticular texture like that of spongey orange-red tubes.\n\nE. A piece of blood red tubes which is hardened into a brittle stony substance with some appearance of reticulations taken from the space between the knobs.\n\nF. The same in its natural size.\n\nG. A mass of the stem not showing traces of tubes.\n\nH. The transverse section holes in the ends of the tubes.\n\nI. One of the radiated cells cut by 8 pointed tubes.\n\nJ. The Polype drawn in his cell and opens outwardly.\nanimals alive in it, *Phil. Trans.* Vol. xlviii. Tab. XVII. Fig. E, F, G, to shew you the nature of the tubular structure of the keratophyta.\n\nI now lay before you a piece of red coral (*See Tab. III. Fig. A.*) from the East Indies of a very singular kind, which I received from your friend Abraham Hume, Esq.; The stem and branches of this appear evidently to the naked eye to consist of a combination of vermicular tubes closely connected together: and, if we trace these little tubes to their starry openings on the surface, *Fig. B.* we shall plainly discover them to be the red testaceous coverings of certain marine polypes, which have raised themselves thus upright, and disposed themselves into this remarkable vegetable form.\n\nIn order to form some idea, how these masses are increased and extended to the sizes we often meet with them, and where the same regularity of shape is preserved in the large, that we find in the small; we think it more than probable to suppose, that the species of polypes, that compose this coral, breed as we find all other polypes do: and this appears more evident to me, from what I have already discovered in many kinds of corallines (*See Plate 38. of my Essay on Corallines*), where the young polypes in some species are produced in the egg state, while others fall in great numbers from their matrices, completely formed, down to the roots of their parent corallines, either to begin a new race of the same species near them, or to increase the trunk, and extend the ramifications, of the plant-like figure which they just descended from.\n\nFrom observing this method in nature, we shall the easier account for the progress of those genera-\ntions of young testaceous polypes of this coral; which appear to us succeeding each other, and raising themselves up from the root or base, passing along the stem and branches, and covering the whole anew with their shelly cases: and in this their passage upwards we may observe, in the specimen before us, how they have involved and incrusted the small lateral branches of the former generation, so as almost to hide their appearance. From hence we may trace them extending themselves to the extremities of the upper branches; and there forming a new series of slender twigs, proportionable to those which they had just covered, still keeping order and exact symmetry in the whole structure.\n\nThe distinguishing character of this red coral, after we have considered its fistulous texture, is the knotty joints, of which it is composed: these appear more distinct, and are placed at a greater distance, in the smaller branches than the large; and, as we descend to the trunk, the traces of these inequalities but just appear.\n\nFrom these protuberances, or knots, the lateral branches take their rise; and as these and the leading branches grow up together, they frequently inscuculate at these joints, forming a kind of network, like what we observe in many of those species of keratophyta, which are called sea-fans.\n\nThe surface of this coral, when recent, is covered with a mealy friable matter, of a yellow colour, not unlike that of the true red coral, but much fuller of little raised starry cells. The figure of these cells is owing to the radiated position of the claws of the polypes.\n\nUpon removing this friable matter, we observe,\nthat the polypes of these cells have had a communication with a small hole or opening into one of the tubes, that lie immediately under it.\n\nThis frequent intervention of the openings of the small tubes, or their ramifications, between the sides of the larger ones, makes the latter appear more irregular, and not so parallel, as in the true red coral; where we find fewer stars; and, where those occur, we may observe it always alters the direction of the tubes.\n\nI must further remark to you, that many of the tubes of this coral appear, thro' a magnifying glass, full of small holes, like those I have described in the keratophyton (Plate 26. Fig. G. p. 62. of my Essay on Corallines); and these holes will appear more distinctly to you, when you examine the half tubes, or broken irregular ones, on the stem and great branches of this coral.\n\nFurther, if you compare the transverse section, at the base of this coral, with a section of a common Rattan cane, they will both appear full of holes in the same regular order, and of nearly the same diameter: whereas the tubes, on the surface of the stem of this coral, look as irregular as so many holes pierced or eaten out by worms.\n\nI hope by this time our ingenious botanical friends, whom we could not persuade to part with these beautiful sea-productions from the vegetable kingdom, are thoroughly convinced, that this mealy, friable, or calcarious covering, full of starry cells, which we are sure to find covering all the recent red corals and keratophyta, is not a mere blight of insects, common to the sea vegetables as well as land ones, which they have formerly insisted on; but that they will consider\nconsider this covering, for the future, as proper and necessary for the well-being of these little animals, as they do at present hair and wool for beasts, feathers and down for birds, and scales and slime for fishes.\n\nThis red coral is mentioned by Rumphius, in his *Herbarium Amboinense*, Vol. vi. Tab. 85. p. 264. but, as the figure he has given, is not sufficient to demonstrate its tubular texture and animal structure, I have had it more accurately drawn; and those parts in particular magnified, which may tend to illustrate the foregoing description. He mentions, that it is in great esteem with them, on account of its beautiful figure; but would be much more so, if it was not for the great difficulty they find in preserving the smallest twigs from falling off; which is the reason, I suppose, that this specimen is not more complete.\n\nLastly, he tells us, that it is used by the inhabitants of the Spice-islands as a principal ingredient in their medicines to expel poison: as also, that they have it in great esteem on account of its excellent diuretic quality.\n\nUpon examining this coral in the microscope, I observed, that the outside tubes of the stem were chiefly stony, but that the inward parts were composed of as many divisions of spongy tubes, as there were of stony ones.\n\nThis I find arises from the smaller ramifications, which being spongy at the knobs, and stony in the spaces between them, are inclosed and united together into one common mass during the growth of this coral; so that both the soft and hard parts together make up the inside of its trunk or stem. When we examine minutely the two parts, that compose\ncompose the branches, we find, that the knobs consist of little sponge-like tubes interwoven together, as they appear magnified at Fig. D; and the shank or part between the knobs is composed of stony tubes, that are more erect (See the piece magnified at E): these tubes appear to be branched from the lateral holes at FF. The Fig. E likewise shews the appearance of the tubes on the surface of the main stem.\n\nThe radiated openings in the little wart-like figures on the surface of the branches are guarded by eight pointed valves, as magnified at Fig. I.: these inclose the heads of the polype, one of which is figured at K.\n\nThe stem of this specimen is so entirely divested of its yellow mealy covering, that we may easily trace the manner in which the animals, that compose it, have carried up their stony tubular cells, which lie side by side along the surface. These tubes have still some marks of sponginess at particular distances, which, as they come to join together, form those irregular cross-lines, that surround the stem in several places. See Fig. A.\n\nIn other specimens I have observed the principal stems covered over with calcareous tubes, such as I have described in the Essay on Corallines, &c. in that species of keratophyton called Venus's Fan. Plate 26.\n\nThe sponginess of the knobby joints occasions that excessive brittleness in the lesser branches; which accounts for the difficulty, which Rumphius mentions, of getting good specimens of this beautiful coral.\n\nI have lately seen a white pipy and stony coral with\nwith spongy knobs, which is only a different species of this genus, in the very curious cabinets of our friends Dr. John Fothergill, M.D. and Mr. Isaac Romilly, F.R.S. specimens of which they have both lately received from the East Indies. The examining of these has given me an opportunity to be more particular in the description of this coral; which seems to point out to us the great affinity there is between corals, keratophyta, and sponges.\n\nI am,\n\nDear Sir,\n\nYour most affectionate humble Servant,\n\nLaurence-Lane,\nMar. 24. 1757.\n\nJohn Ellis.\n\nXXIV. An Account of the Effects of a Storm at Wigton in Cumberland. Communicated by Mr. Philip Miller, F.R.S.\n\nTo the Rev. Tho. Birch, D.D. Secr. R.S.\n\nSIR,\n\nReceived the inclosed letter by the post, giving an account of the storm, which happened lately in the north. If the Royal Society have not already been informed of the effects of it, and you think the contents of it worthy their notice; I beg you will be so good as to communicate it to them. The facts therein mentioned have been confirmed to me by a person of skill and integrity.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105248.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 12,
    "total-input-tokens": 17712,
    "total-output-tokens": 3043,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1208,
        2
      ],
      [
        1208,
        1208,
        3
      ],
      [
        1208,
        1208,
        4
      ],
      [
        1208,
        2499,
        5
      ],
      [
        2499,
        2499,
        6
      ],
      [
        2499,
        4184,
        7
      ],
      [
        4184,
        5826,
        8
      ],
      [
        5826,
        7491,
        9
      ],
      [
        7491,
        9136,
        10
      ],
      [
        9136,
        10677,
        11
      ],
      [
        10677,
        11769,
        12
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "None",
      "None",
      "en",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      true,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105248",
    "title": "An Account of a Red Coral from the East-Indies, of a Very Singular Kind: In a Letter from Mr. John Ellis, F.R.S. to Mr. Peter Collinson, F.R.S.",
    "authors": "John Ellis",
    "year": 1757,
    "volume": "50",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 12,
    "jstor_url": "https://www.jstor.org/stable/105248"
  }
}