{
  "id": "34eda3d5683d9eda7a8f4efa3417a6b62ef392a0",
  "text": "In like manner, if a half foot Telescope may distinctly magnifie 36 times with 1\\(\\frac{1}{4}\\) of an Inch Aperture; a four foot Telescope should with equal distinctness magnifie 171 times with 6 inches Aperture; and one of six foot should magnifie 232 times with 8\\(\\frac{1}{2}\\) inches Aperture; and so of other lengths. But what the event will really be, we must wait to see determined by experience. Only this I thought fit to insinuate, that they which intend to make trials in other lengths, may more readily know how to design their Instruments. Thus for a four foot Tube, since the Aperture should be 5 or 6 inches, there will be required a piece of metal 7 or 8 inches broad at least, because the figure will scarcely be true to the edges. And the thickness of the metal must be proportional to the breadth, lest it bend in the grinding. The metals being polished, there may be trials made with several eyeglasses, to find what Charge may with best advantage be made use of.\n\nAn Extract of another Letter of the same to the Publisher, dated March 30. 1672. by way of Answer to some Objections, made by an Ingenious French Philosopher to the New Reflecting Telescope.\n\nSIR,\n\nI Doubt not but M.A. will allow the advantage of reflexion in the Theory to be very great, when he shall have informed himself of the different Refrangibility of the several rays of light. And for the pratique part, it is in some measure manifest by the Instruments already made, to what degree of vivacity and brightness a metaling substance may be polished. Nor is it improbable but that there may be new ways of polishing found out for metal, which will far exceed those that are yet in use. And when a metal is once well polished, it will be a long while preserved from tarnishing, if diligence be used to keep it dry and close, shut up from Air: For the principal cause of tarnishing seems to be, the condensing of moisture on its polished surface, which by an Acid Spirit, where-\nwherewith the Atmosphere is impregnated, corrodes and rusts it; or at least, at its exhaling, leaves it covered over with a thin skin, consisting partly of an earthly sediment of that moisture, and partly of the dust, which flying to and fro in the Air had settled and adhered to it.\n\nWhen there is not occasion to make frequent use of the instrument, there may be other ways to preserve the metal for a long time; as perhaps by immersing it in Spirit of wine or some other convenient liquor. And if they chance to tarnish; yet their polish may be recovered by rubbing them with a soft piece of leather, or other tender substance, without the assistance of any fretting powders, unless they happen to be rusty: for then they must be new polished.\n\nI am very sensible, that metal reflects less light than glass transmits; and for that inconvenience, I gave you a remedy in my last Letter, by assigning a shallower charge in proportion to the Aperture, than is used in other Telescopes. But, as I have found some metallic substances to be more strongly reflective, and to polish better, and be freer from tarnishing than others; so I hope there may in time be found out some substance much freer from these inconveniences, than any yet known.\n\nOb/seruationes",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/100922.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 832,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1969,
        2
      ],
      [
        1969,
        3225,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-100922",
    "title": "An Extract of Another Letter of the Same to the Publisher, Dated March 30. 1672. by Way of Answer to Some Objection, Made by an Ingenious French Philosopher to the New Reflecting Telescope",
    "authors": "Mr. Newton",
    "year": 1672,
    "volume": "7",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/100922"
  }
}