{
  "id": "61008712374ca4b7eff3f49df69a893c3245f12c",
  "text": "Orbita quattuor Interiorum Satellitum Saturni cum Anno omnium maxime dilatue conspicitur\nA Letter of Dr. Sigismond Konig, Physician of Bern in Switzerland, to the Royal Society, being a continuation of the History of his Patient Margaret Lower; an Account whereof is given in the third Philosophical Collection, of December 10th. 1681.\n\nIllustres Nobilissimi doctissimiq; Viri.\n\nAcito tempora gressu diffugiunt, nulloq; sono Annus vertitur, vita emblemata quibus mensuramur, incitamurq; ea, quae aliquus boni esse possunt, ne sero suspendamus: moti unde, licet adhuc immaturum fructum decerpere, Historiamq; de petrificata nostra (cujus obitum inane expectavimus) continuare, quam occultare maluimus; ne aut Phænomini hæc tenus nihil contigisse, aut non observasse putemur. Videmus enim hinc & inde Historiam istam grate acceptam, variis praesis mandatam, sed non æqualiter ad sensum verborum translatam vel examinatam esse; plurimosq; doctos hæc, et si pauca ob casus infrequentiam, admirari, progressum monere, quosdam vero ad sortelegia, vel interistas species referre, quae fidem oculumq; fallant: Assentirer forsan, nisi summus naturæ Author in hac prius imperscrutabilia sapiens recluderet, physicoq; scrutinio ad redundantem Nominis sui Gloriam rimanda concederet: In hoc dum laboramus Clarissimorum Virorum desiderium nos non impleturos, sed favorem excitatuos speramus.\n\nAb eo quo Historiam secunda Calendarum Octobris Anni Seculi octogesimi primi pertexui, ægra nostra moderate vixit, satq; bene; naturæ functionibus (ut ante relatum) in excipiendis & excernendis occupatis, ad decimam octavam Anni octogesimi secundi\ndi mensis Augusti, qua torqueri, nausea et singultu absq; tamen vomitu agitari coepit: dato cardiaco cum spiritum uni- tri dulci ad vigesimam nonam dicti mensis cessarunt sympto- mata; bac vero superioris & inferioris ventris cruciatibus summis angi, in latera volvi, respiratione impediri, Hysterico Paroxysmo infestari, cum ruetibus, cordis palpitatione & oscillatione visa: Occurrebatur Anodynis & Antispasmo- dicis (omissis clysteribus, quorum usum agra ob intestinalis motus inversionem valde horrebat.) Succedebant expansiones & jactationes artuum, motus convulsivi totius abdominis, constrictio musculorum laryngis & faucium cum Aphonia tandemq; parturientis dolor sibiloso alto sedicitans, quo contraetis omnibus membris, alvo dejectis sequenti, trigesima, calculum Fig. tertiae cruroe conspersum; cujus enixum sequen- bantur altera die duo minores longe, cum haemorrhoidali fluxu, dilaceratis vasis: posthac instar puerperae habita. jus- culis restaurata, remedii sublevata convalluit, intraq; septi manas paucas, resoluta jam quasi natura, ad actiones obe- undas vires collegit.\n\nHac rerum tristis facies & vicissitudo, hic agrae status, ab ultimis praeteritorum tolerabiliorem dolorificum versus: Calculi non tantum majoris ponderis sed & durioris substantiae, valdeq; angulosi, nec singulis digestionibus, sed velut in quadam matrice maturescentes abrupti pelluntur, tertia quartave septimana inferne nec ulterius superne excluden- tur: Alvus prius libera demum adstringi incipit, & una al- terave a constrictione die lapidem parturit: Urinam e vesica reddit paucam, potui in quantitate non respondentem, va- variam, plurimum crassam & turbidam, quararo supprimi- tur, suppressam emingendo antecedit calculus fabae magni- tudine majoris, angulosus, caeterisque per omnia similis: Et quod antebac per intervalla, nunc quotidie contingit, mane dum urinandi motus urget, quantitate aliqua fluente per ve- ficam prius, nullo velexiguo intervallo, altera vomitu dece- dit ad uncias tres vel quatuor, ejusdem coloris, consistentia, odoris urinosi, & ex agrae relatione, multifaria cum nausea, saporis; quacunq; clarius in spagyrico examine apparuere. Tunet abdomen nec solum ut ante in sinistro hypochondrio du- rities, lapidumq; allidentium sonitus sed in tota ventris dex-\ntra regione aliquando profundius ob musculorum laxitatem sentitur, magnumq; dolorem circa hypogastrium queritur. Appetit cibum putumve modico, qui ex radice Glycyrrhiza, graminis & hordeo usalis est, perq; vices aliquid vini tenuioris conceditur. Dormiendo subsultat: Fluunt mensae varius & parcus neque tamen desistunt: Pulsum habet & languidum, & celerem, & profundum, & interceptum, pro variis symptomatibus variante: Respiratio liberior, non valida sed sensu vix perceptibilis: Menteq; plus nunquam movetur: Tandem duodecima Decembri Anni ultimo elapsi, tibia dextra Gangrena ad palma latitudinem correcta, scarificatione catenatis, nec essariis curata, nunc Angina anotha, ob tonsillarum inflammationem premitur; plurimumq; arteriosi sanguinis e faucibus fluit, majoris forsan excernendi lapidis prodromus: revulsionem per phlebotomiam in pede Clysmata tentatae secuta fuit, vigesima Februarii, dejectio fecum naturalium per inferiora; vigesima tertia vero & dejectio faculenta & rejectio per faucis oleosae clysmatis subsistantia, cum foetore absq; lapillis, unde imminens suffocationis metus abstinere jussit.\n\nHic Casus rarus & mirus varia ingenia suscitavit: Naturam enim fortilegia abhorrere cujuscumq; Philosophi sententia est; ipsam vero a limite & communi experientia in agra nostra plurimum recessisse, si quis aut hac proposita Phanomena in dubium vocavit, nunc specimina credat: Majorum siquidem morborum argumentum existit gravium symptomatum concursus, quae seorsim sumpta, et si explicati singulae levia videantur, juncta vero ob motus varietatem arduae pugnant.\n\nCalculos in humano corpore, ad Macrocosmi leges, ex principiis activis, vinculo salino, cum matrice terra & phlegmate, diversimode concrescere docet Analysis; Inq; glandulos partibus corporisq; ductibus generari nisi ligni, quod gravissimi Authores testantur, nostrag; observatione constat, praeter renum vesicaq; calculos, anno seculi septuagesimo septimo, Catarin. Scertenleib puellam, excretis tussiendo plurimis lapillis tophaceis, in Nosocomio nostro Phthysis occubuisse; E contra Sabulum multaq; pituita gypsea in intestinis concreta varie dejecta, Catarinam Blaferam Anno octogesimo\nin eodem hospitio integre restitutam esse; Virum Ampl. D. Joh. W. majoris Senatorii ordinis, arthriticum mensé Julio Anni octogesimi tertii, utroq; uretere calculis obstructo, ab impedita mitione, decima & septimamorbi die, non juvantibus variis seri vacationibus, Phlebotomis & Lithontrip- ticis, Apoplexia obijisse; quos lapides, alterius longe a nostrae agrotæ substantiæ, nulloq; acido spirito obolosam imprag- nationem solubiles, extraxi; Ren sinister naturali duplo, dexter vero triplo major, dilatatis tunicis, multo serotumidi scatebant, plurimis obhaerentibus lapillis rufis, asperis, cum ex ureteribus secti essent apice rotundo, forsan lavigato in ductu, & forma glandis quercus minoris: Nuperisq; e tonsillis puellæ Mariae Hassneriae ad triginta duos tophos secuit Civitatis hujus Chirurgus expertissimus D. Albertus Bau- renkoningius: Insuper a Clarissimo vestro Dn. Doctore Sclareo Historia communicata de calculis felleis raræ magnitudinis pro angustia ductus cholodochi: Et alia filij Ebræicu- jisdam undecim Annorum Weinhemii in Palatinatu degen- tis lapillos diversi generis, immosilices, per virgam anumq; excernentis; ab Orbis Heidelbergæ Secretario Cl. D. Zwei- felio mihi perscripta.\n\nVerum cum similia visu, reipsa plurimum dissimilia sint; ut Natura Curiosis oblectationem aliquam, generiq; humano solatium frui etumve praestemus, accuratisq; loquamur, Physico examini calculos hosce subjecimus.\n\n1. Solvendo: Sic spiritus Sulphuris, Vitrioli, Acetiq; af- fusus, aliquem effervescendi motum incipit, imprimis in iis qui ventriculo excreti, rarioris texturae, friabiliorisq; sub- stantiae sunt; sed citius, acidis suis particularis inflexos poros ingressis, subsistit, nullamq; solutionem perficit.\n\nSalis Armoniaci Spiritus nequiquam movet, & omni modo tentatus, veluti homogeneus subjectio suo, conquiscit. Sed Nitrosus Achilles cum et adestruendo subegit.\n\n2. Distillando per retortam: Oesophago excreti Salis Volatilis cum spiritu & Phlegmate paucum, terra plurimum, Salisque fixi sere nihil; Posteriores abvo reditii, cum iis ex vesica ejusdem figuræ & substantiæ plus Volatilis, cum pauco adguæ um subacido phlegmate, sed spirito urinoso forti, modi- cum fixi salis ac plurimum terræ habebant. Calculorum horum\nborum unciae sex exhibuerunt Capitis mortui uncias quinquem cum drachmis duabus, & ex his salis lixiviis vix scrupulum cum dimidio, phlegmatis cum spiritu et immisso sale volatili drachmas quinque semis, adhaerente quadam portione recipientis lateribus: Hic liquor junctim sumptus, addito spiritu vini Alkolisati quanto, in Alembico exiguo caloris gradu sublimatus, depositus in Capite salis volatilis urinoso scrupulos duos semis. Olei nihil conceptum nisi volatilium fluorem salium eo referre velimus.\n\n3. Præcipitando. Liquor distillatus spiritus Vitrioli additamento in rubram tincturam vertitur, tandem crassior evadens quodammodo secedit infundum; Affusus vero idem spiritus ad distillatione residuo capiti mortuo, aut sali inde elixiviato, non aliam quam cum sale & oleo Tartari impetuosam effervescen- tiem excitat.\n\nSic Lapidès nostri constant plurima Terra, Sale Vol. exiguo, acido perpaucis, quod sale spirituq; Urinoso infractum & edulcoratum esse, spiritus Armoniaci ejusdem naturae demonstrat, acidorum partibus immixtus eas retundendo & implicando in dulcem Saporem cogit, post non resolubiles.\n\nExin concludimus salium lixiviisorum naturam a salis Tartari non recedere in æegra nostra; & reperta matrice, incorporandi subiecto, accedente acido, motum (effervescentia aliqua prægres- sa) invicem sibi, inque calculos hosce coire; prout Vitrioli spiritus particulis suis acutissimis & flexilibus (unde olcus tangitur) sal Tartari penetrando quidem destruit, sed destruetum in suæ naturam aliter colligando cogit: In hisce calculis, ut jam ad suum crasim dispositis, nil praestitit; verum sal fixum, igne sublatis implicandi spiritibus, in suam naturam reduxit, ex qua coagulum constat.\n\nE contra, Nitri spiritus acidus quidem, sed ob subtillissimi salis conjunctionem particulis rigidioribus, penetrantissimis, inseparabilibus constans, non tantum una qualitate cuncta sol- vebat, sed & altera reunionem impediebat; cum particula hu- jus rigidiore, in actu continuæ, se se flectere, saliaq; divisæ in alienam naturam combinare non valuerint.\n\nSpiritus vero salis Armoniaci urinosus, salibus istis vola- tilibus consimilis, exque fixis producetus, illa non modo quieta reliquit, sed & eam pretium summam amplenus.\nHinc longe alia calculorum horum generandiaratio & locus quaeorum qui abs renibus excluduntur; cum hi e particulis serii rigidioribus, vel ad pororum renalium relationem crassioribus, sensim obhaerentibus eosq; obliterantibus contextentur; lubrica quidem aqua flexilibus particulis decidat, salia vero sero innatantia volatilia insensibiliter reticulo huic implicentur, tandemq; in lapideam duritiem accrescant; Quod priuscommuni experientia constans exhibet seques, quibus crassiores humores minusq; meabiles meatus contingunt, in hunc affectum valde pronos; Posterius distillatione firmatur; etenim imminuendo ejusmodi calculos donec collum angustum retortae ingrediantur, prodit spiritus urinosus cum sale volatili multo & aliquo oleo, remanentq; in fundo retortae non commotae figurae lapidum, quae in cineres commovendo decidunt, quaq; vero rursus affuso distillato liquore in calculos conjunguntur: ex quibus salis volatilis copia & implicandi modus in his optime constant.\n\nQualiter vero ubi in agra nostra generentur lapilli & tophi Tartarei (ea in vivis) vix esset hujus loci & temporis divinare, nisi rationi aliquid concedendum foret.\n\nVesica sub epidermide limpido sero flagrantibus, ibiq; ob impedimentum cuticulae transpirationem obstruetosq; glandularum subcutanearum poros, denegantes refluxum collecto sanguini pellenti non vero quieto ortum debent; cum hic a tempore quo coagulari visus est, nusquam ampullas fuscitavit, & secus motui contrarium esset: Mordax vero lancinansq; humoris qualitas atq; inspissatio singularis, acidi in corpore praedominantis argumentum; cujus rimari naturam difficile, cum levissima additione vel detractio motuve humores alterentur, ut ex chylo sanguis, ex sero lymphae, ex aqua fortiregia generentur, aliisve naturalibus cernere evidens est. Qui humores in receptaculis suis glandulosis, ut locis natalitiis, varie & perversem alterati tantas coagulationes efficiant, cum stagnantes exhalato Alkali spirituoso inspissantur & acescunt; haud secus ac analogum sanguinis vinum, quod evanidis sulphuris particulis quibuscum acida incorporatae herbant, relictis his, in acorem vertitur: Et certe dulcis acidiq; ratio non alia est, quam diversimoda major minorve\nacutarum partium cum aliis commixtio, actusq; retardatio,\nut in saccharo, melle, &c. Hinc sanguis, et si tandem inspif-\nsatus, tamen dulcis lingua occurrit: immo pro tactu ratione\nmagis minusq; feriunt parva inter titillationem & dolorem\ndistantia.\n\nMerito ergo glandulae praeprimis inferioris ventris, seri\nlymphatici (vel pituita in hoc acida) receptacula Sergastula,\nin vitio occurrent, quo humor, jam heterogeneus ductibus\nsuos, haud exoneratus, atq; e pancreate in duodenum longo\nintervallo non solutus, acidior evasit: Hinc prior hice pra-\nutero attribuenda maii labes, (cum naturaliter absque im-\nprægnatione, mensium suppressio ante Annos senectutis\nnulla contingat) qua in hoc corpore primos effectus latentes\nederit, unde restagnans sanguis majorem corruptionem, ma-\njoresq; turbas fovebat; non enim subordinata causa pugnant.\n\nSubita vero vesicarum evanescentia ad remediare solven-\ntia volatilia commode referitur, quibus obstructiones uni-\nversi rescrare nitcamur; factum unde ut una cum meati-\nbus glandulosis patefactis non modo refluxus resoluto hu-\nmori datus, sed & magnum pituita receptaculum pancreas,\nimpetu in intestina & abhinc massam chyli viscosam, indeq;\nsanguinis universam, humorem contentum acidum effuderit,\nsicq; diathesin pravambucufq; continuatam induxerit: Qui\nChylus juxta principia sua alius vix statui potest, agra\nadhuc in sanis magnis aquarum potui ad juvenilem viscerum\nextuantium calorem supprimendum dedita; Aquis et si in\nhac urbe saluberrimis in subjecto capaci evidentem causam\nnon detrahimus, ex qua sequens obstructio ductuum glan-\ndularumve concinnari potuit: Quantum vero vel an con-\ntribuat bilis in petrificatione hac vix invenire est, cum hac\naliter ac nostri calculi sale lixivioso redundet.\n\nHinc ventriculus, intestina, glandulae primariae genera-\ntionis loci, quamvis & in vesica secundario procreentur:\nLatex quippe urinosus prime digestionis vitio ita inqui-\nnatus, secunda excrementum, multo acido, saleq; & crasso\nphlegmate imbutus, in vesica stagnans, in coagulum invicem-\naccidentibus particulis aptis coivit; unde & mucus & cal-\nculi absque alterius rei accessu vel dissipationis ope.\nQuatenus vero ante, silices exiguos variaque camenta evomuerit, cum abhinc vomitu nihil excreverit, causa delitescit in corpore; aquarum tamen pro ratione subjecti occupati diversa, diversa est lapides producendi & incorporandi vis.\n\nPondus specimina probant, non enim desilente agendi vi in subjecto disposito, effectus continuantur, ut decem haecenus libras superarint.\n\nAlienae a podagricorum tophis substantiae primos, ventriculo excretos, rariores compacturae, Aer non ut salia humectando, cum minima haberent, in fluorem, sed rariores minusq; firmiter implexos angulos movendo insensibiliter contritos in pollinem redegit; quemadmodum in vitriolo albo, lignis corruptis exsuccis, aliisque ab aeris contingere videntur; contra vero vini spiritus rectificatus raros poros facillime intrans, nec aeris instar vibrans, fibrillas quietas sustinebat.\n\nMotus naturam esse renitente objecto circulare vermiculariter at retrograde in nostro subjecto, patet, majoribus lapillis ad angusti portam intra exitum Ilii & principium Coli circa Caecum obhaerentibus, retractis orbicularibus musculosis intestinorum fibris, peristaltici motus inversionem contigisse, causam vero tam violentam ut calculorum, facile valvulam aut inceptam eversisse, aut plane dirupisse.\n\nHoc ostio patente, quid ni simulata intestina Clysmata sursum absque excrementis durissimis rejecerint? cum chyba videamus in colicis adeo indurata cellulis inhaerere, tandemq; ad alvum descendere, ut vix coitione solvi, multoque minus Clymate dilui possint; Aque quidem mirum hæc contigisse & etiamnum contingere infartis ductibus crassioribus lapillis, verum ad horum figuræ varietaatem spectantes, eos non ad intestinorum cavitatem conformari, sed ubiq; lateraliter, immo in aliquibus per ipsa quibus perforantur foramina chylo descensum & Clysmatibus ascensum concedere.\n\nUrinosi laticis colorem varie imnutari, substantiamve alterari\nterari pro accedentis vel deficientis ratione quævis dies docet Cæruleæ vero pellucidae contra naturæ ordinem succedentis cum tempore alia est perquirenda ratio; illis enim magis minusve bile saturatis intenditur vel remittitur tinæura, aut admixtis variis heterogeneis, vel spiritibus exhalatis incrasatur, inque opacam & virulentam vertitur urina.\n\nCujus collectæ excretionem impediebat mucus in vesica, ejus collum glutinans, tantam vero oculibrarum quantitatem vesica capere incapax, nisi non naturalem extensionem ei concedamus; qualem in puella sub finem anni septuagesimi secundi Johanna Heuschleria observavii; ad quam ut asciticam accersitus, quærenti causas, oblitit inflammatio colli vesicæ; Ancydna & post Catheterem applicare jussi, unde incredibilis lotij quantitas libras novem superans, subsidente ventre, continuo fluxit, ipsaque convalluit; Urinas vero non tam in vesica quam renibus, vaasaque cæteris redundantia superius exemplum Dn. I. W. declarat.\n\nEvenire unde potuit ut excedens hujus latice urinosi quantitas apertis Coeliace ostiolis in cavitatem ventriculi exudarit; verum propius observantibus constat, urina non redundantane ejusmodi fieri vacuationem, plurimum puram, aliquando vero quibusdam chyli ciborumq; particulis mixtam; Nec si quis anteecedentem historiam serio examinabit, ne quicquam excretiones ante primas ægræ ingestum, multo minus huc usque datum intelliget, quod urinosum saporem induere valuerit; Nec latex semper redundantis vaasa sanguifera eructare cogit: Inde ex ipsius rei contingentibus veris aliquid contra naturæ leges in hoc corpore contingere, conicere licet, forsanque continuataæ calculorum generationis aliqua causa petenda, cum ventriculus nova saburra perversoq; fermento humorum quotidie tentetur; secus jam jam remediiis alteratus effet: Memor quidem exempli quod mihi contigit, Anno 1677. in Eva Zubera annorum quadraginta cive urbis hujus, quæ enixu partus violento, vesica urina distenta, fætus exitu valide compressa, hacq; violenta causa aperto uracho, urine per umbilicum integro puerperio majorem portionem exoneravit, demum consolidato hoc, naturaliter fluxit: Ast a naturalibus & manifestis ad non naturalia occulta habentus concluendum non est.\n\nAbsti-\nAbstinencea thema Lentulus nostrae ad divum Jacobum primum, Regem Angliæ Potentissimum pertractavit, ignotatum transpirationis hujusq; principii circulationis causa varie ratiocinatus; sed ad hanc reflectentes, hominem respirare adq; substantiae deperditæ restorationem refici; Ars statica docet plus insensibiliter e corpore excerni transpirando quam per omnes excretorias vias sensibiliter excludi.\n\nUt vir robustus in aetione permanens, octo librarum potu ciboque; singulis diebus saturatus, tres tantum vel in summum quatuor lib. manifestis in excrementis deponat, facta tamen digestione amplius non ponderet quam ante cibum sumptum; Hinc coctionum energia omnia imminui inq; spiritus tandem resolvi, & transpirationis, in solutione morborum insensibili & hecticorum devorata substantia, veritas consistit; qua non ob epidermis constipationem procedente, non opus erat refectione; secus aer inspirari ad spirituum vitalium refectionem debuit, ut expirari possit, sicq; in motu manere; qui ipse aer inspiratus, incrassatus, in vasis in serum verus, urinandi materiam tempore abstinence commodam praebuit, ut hydropices saepius cernimus solo aere, aquosis suis particulis, increscere.\n\nHæc sunt, Excellentissimi Domini, quæ olim desideratis, exigua quidem, nisi favore vestro digna ad majora videantur. Plurima horum Calculorum specimina doctis praecellaris amicisq; viris in rei testimonium mittere voluimus, ut si aliquid cum tempore observari velit, hortari dignetur; Inlyti enim Senatus nostri Amplissimi mandato, pro Clementia sua in miseros, aegra nostra publico loco sustentatur & observatur, cautumq; est ne mortua ante exactam eviscerationem sepeliatur, quo publico ex ipsius laudatissimo desiderio aliquid boni redundare possit.\n\nDabam Bernæ in Helvetiis ultima Feb. 1686.\n\nSigism. Konig. M. D.\n\nIncl. Rpl. Ph.\n\nHorum Calculorum specimina duo una misit Cl. D. Konig, quorum figuras justa magnitudine accurate exhibent Fig. 3 & 4. R. Societas rei novitate permota, voluit eos spagyrico examini subjicere, administrante Chymico excellentissimo D.D. Slareo. Eventum e Transactio proxime edenda scies.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101847.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 12,
    "total-input-tokens": 17804,
    "total-output-tokens": 6960,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        89,
        2
      ],
      [
        89,
        1628,
        3
      ],
      [
        1628,
        3909,
        4
      ],
      [
        3909,
        6082,
        5
      ],
      [
        6082,
        8322,
        6
      ],
      [
        8322,
        10549,
        7
      ],
      [
        10549,
        12756,
        8
      ],
      [
        12756,
        14904,
        9
      ],
      [
        14904,
        16801,
        10
      ],
      [
        16801,
        19027,
        11
      ],
      [
        19027,
        21136,
        12
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101847",
    "title": "A Letter of Dr. Sigismond Konig, Physician of Bern in Switzerland, to the Royal Society, Being A Continuation of the History of His Patient Margaret Lower; An Account Whereof is Given in the Third Philosophical Collection, of December 10th. 1681",
    "authors": "Sigismond Konig",
    "year": 1686,
    "volume": "16",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 12,
    "jstor_url": "https://www.jstor.org/stable/101847"
  }
}