{
  "id": "07b8470af75b9ee4096077108d2fca3d48914bf9",
  "text": "VIII. Observations on the heights of places in the Trigonometrical Survey of Great Britain, and upon the Latitude of Arbury Hill. By B. Bevan, Esq. Communicated by Sir H. Davy, Bart. P. R. S.\n\nRead May 23, 1822.\n\nThe Trigonometrical Survey of Great Britain having from time to time engaged the attention of the Royal Society, and circumstantial particulars of this great national undertaking having occupied the pages of the Philosophical Transactions, I beg leave to submit a few observations on that subject to the consideration of the Society.\n\nThe result of the survey, relative to the different sections of the meridian, in this country, has not altogether proved so satisfactory as might have been expected.\n\nI have lately examined the calculations affected by the observations made at Arbury Hill in the county of Northampton, with some hope of discovering the means of reconciling the anomaly in that part of the meridian.\n\nI have been at the expense of having the height of this station determined by accurate levelling to the Grand Junction Canal, from which, and the known difference of level of the various canals connected with this, I have been able to find the relative height of this station, with most of the important objects in the counties of Northampton, Buckingham, and Bedford.\n\nFrom this operation of levelling, I found the country to the north of Arbury station, suddenly to fall about 400 feet, and continue at this depressed state for 9 or 10 miles. Such a defect of matter, to the north of the station, was in itself a\nstrong ground for supposing a deflection of the plumb-line to the southward. To ascertain if this supposition were supported by the trigonometrical operations, I calculated the latitude of Arbury station, from the latitude of Blenheim, as determined by previous observation, independent of any astronomical observation made at Arbury, and find it 5 seconds less than shown by the zenith sector; giving countenance to the probability of local attraction by the high land to the south of the station, which will appear by the following calculation; in Trigonometrical Survey, Vol. 2, p. 137, the latitude of Blenheim by observation is stated as $51^\\circ 50' 24''.9$ or nearly $51^\\circ 50' 25''$.\n\nThe measured distance, on the meridian, from Blenheim to Arbury, is 139822, deduced from Vol. 2, part 2, p. 107; dividing this distance by 60881.7, according to a table in Vol. 1, part 1, page 168, corresponding to the middle latitude between Blenheim and Arbury, and multiplying the quotient by 10. we obtain the difference of latitude = $° 22' 58''$. this quantity added to\n\n$$\\begin{array}{c}\n51 50 25 \\\\\n\\hline\n52 13 23\n\\end{array}$$\n\ngives for the latitude of Arbury\n\n$$\\begin{array}{c}\n52 13 28 .2\n\\end{array}$$\n\nbeing 5'' less than by the zenith sector. It is true that Colonel Mudge corrected the latitude of Blenheim, from the Trigonometrical Survey, to $51^\\circ 50' 28''$, and in this case the computed latitude of Arbury would come out near 3 seconds less than found by the zenith sector. In Vol. 2, part 1, page 118, the latitude of Arbury, as derived from Dunnose meridian, is given\n\n$$\\begin{array}{c}\n52^\\circ 13' 26''.6\n\\end{array}$$\n\nafterwards\n\n$$\\begin{array}{c}\n52 13 28 .2 \\text{ from observation*}\n\\end{array}$$\n\n$$\\begin{array}{c}\n1 .6 \\text{ or } 1\\frac{1}{2} \\text{ second south of the observed}\n\\end{array}$$\n\n* Vol. 2, part 2, page 109, Dunnose is stated to be\n\n$$\\begin{array}{c}\n50^\\circ 37' 8''.2\n\\end{array}$$\n\np. 107, from Dunnose to Arbury is\n\n$$\\begin{array}{c}\n1 36 19.98 \\\\\n\\hline\n52 13 28.18\n\\end{array}$$\nlatitude; all concurring to prove that the observed latitude by zenith sector falls to the north of the calculated, or that the deflection of the plumb-line was to the south: taking, therefore, the table above referred to in Vol. 1, part 1, p. 168, and considering the latitudes of the following stations to be as below:\n\nDunnose - - - - 51° 37' 7\"\nGreenwich - - - 51 28 39½\nBlenheim - - - 51 50 28½\nArbury - - - 52 13 26½\nClifton - - - 53 27 20¾\n\nand calculating the length of a degree, in their respective middle points, they will be found to correspond with the said table, and maintain a regular increase to the northward, agreeing with the assumed general figure of the earth: the above assumption indicates an error of 10¾\" at Clifton, and 1¼ at Arbury, neither of which is more than might be expected from the visible inequality of the contiguous land.\n\nThe result of the operations north of Clifton I have not had an opportunity of ascertaining; but it appears to me that a few more observations by the zenith sector, at other stations, would remove much of the apparent ambiguity at present attached to this interesting question.\n\nKnowing the goodness of the instrument used in the Survey, and the great skill and attention observed by the persons engaged, I have great confidence in the general result of the terrestrial department. I should have been doubly gratified if I could have said as much on the determination of the heights of the stations.\n\nAvailing myself of the levels through a long district of the\nGrand Junction Canal, I have been at the trouble of levelling from the following stations, viz.\n\nWendover Down,\nKensworth,\nBowbrick Hill, and\nArbury Hill,\n\nto the nearest point of the said Canal, and thus, by means of the known level of the different parts of the Canal, to obtain the relative heights of the above mentioned stations.\n\nAnd as a comparison will be more readily made from a table of heights expressed in positive numbers, I shall assume the highest point of the summit of said Canal to be 402 feet above the level of the sea, at low water spring tides; with this assumption, the heights of the several stations, in feet, above low water mark, will be as follows:\n\nWendover Station - - - - 861\nKensworth ditto - - - - 809\\(\\frac{1}{2}\\)\nBowbrick Hill - - - - 571\\(\\frac{1}{2}\\)\nArbury Hill - - - - 740\\(\\frac{1}{2}\\)\n\nThe heights of these Stations published in the Philosophical Transactions, are as below: in Vol. 3, page 302.\n\nWendover - - - - - - 905\nKensworth - - - - - - 904\nBowbrick Hill - - - - - 683\nArbury Hill - - - - - - 804\n\nthese will average about 78 feet higher than in the table above.\n\nI have also levelled from the summit of the Regent's Canal, to the mouth of the fixed cannon at King's Arbour, or the upper end of the base on Hounslow Heath, and upon the same data this point will be 90\\(\\frac{3}{4}\\) feet above low water mark.\nIn Vol. 1, p. 173, Colonel Mudge gives $91\\frac{1}{4}$ for its height, which differs only by half a foot.\n\nBut at page 266 it is stated to be 118 feet, being 27 feet above the proper height. Again in Vol. 3, p. 307, it is stated to be 132 feet, or $41\\frac{1}{4}$ too high.\n\nThe grounds of my assumption of 402 feet being the height of the Grand Junction Canal summit, near Tring, are these:\n\nThe range of tide, from low water spring tides at sea, to high water near Somerset House, I presume to estimate $19\\frac{1}{3}$ feet; from this point to the Regent's Canal summit will be found $83\\frac{1}{6}$ feet; from this level I apply the revised section of the Grand Junction Canal = $299\\frac{1}{2}$ to the summit near Tring, making together 402 feet as above.\n\nFrom these levels it will appear, that Wendover Station above Brickhill is $861 - 571\\frac{1}{2} = 289\\frac{1}{2}$. Colonel Mudge's numbers give $-905 - 683 = \\frac{222}{67\\frac{1}{2}}$ error.\n\nArbury above Brickhill $740\\frac{1}{2} - 571\\frac{1}{2} = 69$\n\nColonel Mudge $-804 - 683 = \\frac{121}{52}$\n\nWendover above Arbury $861 - 740\\frac{1}{2} = 120\\frac{1}{2}$\n\nColonel Mudge $-905 - 804 = \\frac{101}{19\\frac{1}{2}}$\n\nSome fresh observations with the zenith sector made at Blenheim, and Sutton, would offer a fine check to the latitude of Arbury; and also at Highbeach, and Botley Hill, a check to the latitude of Greenwich would be readily obtained.\n\nB. Bevan.\n\nLeighton, Bedfordshire,\nFebruary, 1822.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107637.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9592,
    "total-output-tokens": 2481,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1547,
        2
      ],
      [
        1547,
        3588,
        3
      ],
      [
        3588,
        5111,
        4
      ],
      [
        5111,
        6474,
        5
      ],
      [
        6474,
        7940,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107637",
    "title": "Observations on the Heights of Places in the Trigonometrical Survey of Great Britain, and upon the Latitude of Arbury Hill",
    "authors": "B. Bevan",
    "year": 1823,
    "volume": "113",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/107637"
  }
}