{
  "id": "1dd51724d3a1aa4fab0e98a5717d312b65ca4be7",
  "text": "XXIII. The Latitude and Longitude of York determined from a Variety of Astronomical Observations; together with a Recommendation of the Method of determining the Longitude of Places by Observations of the Moon's Transit over the Meridian. Contained in a Letter from Edward Pigott, Esq. to Nevil Maskelyne, D. D. F. R. S. and Astronomer Royal.\n\nRead June 29, 1786.\n\nSIR,\n\nBootham, York, March 16, 1786.\n\nThe great number and variety of observations I have made for determining the longitude and latitude of York will, I believe, settle those points very accurately: I therefore wish to have them presented to the Royal Society, and beg the favour of you to be at that trouble. The instruments I used were a good gridiron pendulum clock, a 2½ feet reflector, an eighteen-inch quadrant by Bird, and a transit instrument made by Sisson.\n\nThe difference of meridians between Greenwich and York was found by the following methods.\n\nOccultations\nMr. Pigott's Determination of\n\nOccultations of stars by the moon.\n\n| App. time | York, immersion of a star of the ninth magnitude during the eclipse of the moon; good. Paris, at L'Observatoire de la Marine; ditto. Ditto, by M. Messier, who determined its R.A. 349° 22' 17\" and south declination 5° 27' 54\". York, immersion of ϕ Aquarii, instantaneous. Greenwich, ditto. York, immersion of δ Piscium, instantaneous: I find I wrote down the minute wrong, it is here corrected. Greenwich, immersion of ditto. |\n| --- | --- |\n| 1783 Sept. 10 | 11 34 44½ |\n| Oct. 7 | 14 26 28½ |\n| Dec. 30 | 8 1 24 |\n\nMr. Goodricke was so obliging as to be at the trouble of computing these occultations, and sent me the results as follows:\n\nBy the star of the ninth magnitude — — — 4 29\nBy ϕ Aquarii — — — 4 23 Difference of meridians between Greenwich and York.\nBy δ Piscium compared to the Greenwich observation 4' 30\"\nDitto, to Mr. Wollaston's observation, — 4 28\n\nOn a mean — — — 4 27\n\nObserved meridian R.A.'s of the moon's limb.\n\nIn 1783 this method of finding the difference of meridians occurred to me, and I wrote to Mr. Bayley, your late Assistant, for information, being entirely ignorant it had ever been noticed; but have since seen, Sir, that you mention it in your valuable Instructions for the Observations of the Transit of Venus, annexed to the Nautical Almanac of 1769. I have also just perused on the same subject Abbé Toaldo's ingenious pamphlet written in 1784, which you were so kind as to fend me.\nme. Still I find that the great exactness of this method is not suspected; I therefore shall, in the latter part of this Paper, enter into some necessary detail, being convinced that, in a very short time, it must be universally adopted, having every advantage over Jupiter's first satellite, and but little inferior in precision to occultations.\n\nDifference of our meridians by each observation.\n\n| Year | Month | Day | Hours | Minutes |\n|------|-------|-----|-------|---------|\n| 1781 | Dec. 20 |     | 4     | 36      |\n|      | Dec. 29 |     | 4     | 10      |\n| 1782 | June 17 |     | 4     | 25      |\n|      | Nov. 30 |     | 4     | 20      |\n|      | Dec. 18 |     | 4     | 25      |\n| 1783 | Nov. 3  |     | 4     | 32      |\n|      | Dec. 6  |     | 4     | 39      |\n|      | Dec. 30 |     | 4     | 16      |\n| 1784 | May 1   |     | 4     | 8       |\n|      | May 25  |     | 4     | 11      |\n| 1784 | July 2  |     | 4     | 23      |\n|      | Nov. 20 |     | 4     | 23      |\n|      | Dec. 20 |     | 4     | 27      |\n|      | Dec. 22 |     | 4     | 20      |\n| 1785 | Mar. 19 |     | 4     | 25      |\n|      | Aug. 16 |     | 4     | 22      |\n|      | Aug. 18 |     | 4     | 36      |\n|      | Sept. 12|     | 4     | 35      |\n|      | Sept. 17|     | 4     | 25      |\n|      | Nov. 12 |     | 4     | 34      |\n|      | Nov. 14 |     | 4     | 18      |\n\n4' 24'' on a mean.\n\nObservations of Jupiter's first Satellite.\n\n| Dates, &c. | App. time |\n|------------|-----------|\n|            | h.        |\n| 1782, June 3 |          |\n| Immersions. |          |\n|            | 12 36 48 York, it immersed near Jupiter. |\n|            | 12 51 9  Paris, M. MECHAIN. |\n|            | 12 51 7  Paris, M. CASSINI. |\n|            | 13 57 40 Buda, Father Weiss. |\n\nVol. LXXVI. H h h Obser-\nMr. Pigott's Determination of\n\nObservations of Jupiter's first Satellite continued.\n\n| Dates, &c. | App. time |\n|------------|-----------|\n|            | h.        |\n| **1782, July 21** |           |\n| Emersions. | 9 35 10   |\n|            | 9 39 21   |\n|            | 9 43 54   |\n|            | 9 48 46   |\n|            | 10 55 15  |\n| **1783, July 3** |         |\n| Immersions.| 12 9 50   |\n|            | 12 14 20  |\n|            | 12 24 8   |\n| Sept. 17   |           |\n| Emersions. | 9 48 15   |\n|            | 9 47 44   |\n|            | 9 46 39   |\n|            | 10 1 0    |\n| **1784, Aug. 4** |       |\n| Immersions.| 10 10 55  |\n|            | 10 10 57  |\n|            | 10 24 57  |\n| Sept. 3    |           |\n| Emersions. | 14 39 52  |\n|            | 14 53 51  |\n| Sept. 5    |           |\n| Emersions. | 9 8 54    |\n|            | 9 13 15   |\n|            | 9 22 18   |\n|            | 9 22 45   |\n| Sept. 12   |           |\n| Emersions. | 11 6 9    |\n|            | 11 6 24   |\n|            | 11 10 42  |\n|            | 11 19 47  |\n|            | 11 19 50  |\n| **1785, July 15** |     |\n| Immersions.| 13 37 32  |\n|            | 13 42 1   |\n| July 31    |           |\n| Immersions.| 11 53 18  |\n|            | 11 57 32  |\n|            | 12 18 53  |\n\nYork; it immersed near Jupiter.\nGreenwich.\nParis, M. Mechain.\n\nYork; good.\nGreenwich, Dr. Maskelyne.\nParis, M. Mechain; 6 feet reflector, magnifying 450 times.\nParis; with a 3½ tripl. object glass achromatic.\n\nYork; good.\nGreenwich, Dr. Maskelyne.\nParis, M. Mechain; as on the 5th.\nParis, M. Mechain; as on the 5th.\n\nYork; good.\nBy tables corrected by the observations of Greenwich and Marseilles of July 31, 1785.\n\nYork; good.\nGreenwich; air very clear.\nMarseilles, M. Bernard.\nObservations of Jupiter's first Satellite continued.\n\n| Dates, &c. | App. time. |\n|------------|------------|\n|            | h.         |\n| 1785, Aug. 30 | 14 2 59    |\n| Immersions. | York; excellent; air remarkably clear. |\n|            | 14 7 3     |\n|            | Greenwich; ditto. |\n|            | 14 28 33   |\n|            | Marseilles, M. Bernard. |\n\n| Sept. 15   | 12 25 2    |\n| Immersions.| York; good. |\n|            | 12 25 4    |\n|            | York, Mr. Goodricke; good; moon-light. |\n|            | 12 29 23   |\n|            | Greenwich; air clear. |\n|            | 12 50 46   |\n|            | Marseilles, M. Bernard. |\n\n| Nov. 18    | 7 58 6     |\n| Emerfions. | York.      |\n|            | 8 2 39     |\n|            | Greenwich; air very clear. |\n|            | 8 12 2     |\n|            | Paris, M. Mechain; a thin cloud. |\n\n| Dec. 2     | 11 44 24   |\n| Emerfions. | York; Jupiter rather low. |\n|            | 11 49 13   |\n|            | Greenwich; ditto; air clear. |\n\nBy letters from M. Mechain, Buda is 1 h. 6' 33'' east of Paris, and Marseilles also east o h. 12' 7''.\n\nI observed with a 2½ feet reflector, which I believe to be about 10'' of time inferior to the telescopes of Greenwich, Oxford, Paris, and Buda. As for Marseilles no instrument is mentioned; therefore, except for that place, 10'' must be added to my immersions, and the same subtracted from the emersions; then the difference of meridians between Greenwich and York will be as follows, when each of the observations is compared to mine, and a mean thereof taken.\n### Mr. Pigott's Determination of\n\n| Immersions | Emersions |\n|------------|-----------|\n| 1782, June 3 | 4° 54\" |\n| 1783, July 3 | 4° 36\" |\n| 1784, Aug. 4 | 4° 36\" |\n| 1785, July 15 | 4° 19\" |\n| July 3 | 4° 8\" |\n| Aug. 30 | 4° 3\" |\n| Sept. 15 | 4° 16\" |\n\n| 1782, July 21 | 4° 29\" |\n| 1782, Sept. 17 | 4° 8\" |\n| 1784, Sept. 3 | 4° 53\" |\n| Sept. 5 | 4° 33\" |\n| Sept. 12 | 4° 37\" |\n| 1785, Nov. 18 | 4° 46\" |\n| Dec. 12 | 4° 59\" |\n\n4° 24½\" on a mean\n\nTherefore, by a mean of the immersions and emersions, York is 4° 31\" west of Greenwich. Mr. Goodricke's emersion of Sept. 17, 1783, is used instead of mine, it being undoubtedly more exact.\n\nTo enter into any detail concerning the eclipses of Jupiter's satellites would be useless, as it is a matter so amply considered by every astronomer. I shall only say that the exactness expected even from those of the first satellite is, in my opinion, too highly rated. Among the various objections, there is one I have often experienced, and which proceeds solely from the disposition of the eye, that of seeing more distinctly at one time than at another. It may not be improper also to mention, that the observation I should have relied on as the best, that of August 30, 1785, marked excellent, and air remarkably clear both at Greenwich and York, is one of those which differ the most from the truth. This I remark without having the most distant inclination of drawing any conclusion; a single instance can be of no weight.\nPart of the eclipse of the Moon, Sept. 10, 1783.\n\nThe two last columns shew the difference of meridians between Greenwich and York. The observations marked with an asterisk were made by Mr. Goodricke.\n\n| Spots observed | York, by Mr. Goodricke and me. App. time | Paris, by M. Mechain. App. time | Paris, by M. Messier. App. time | Diff. of meridians by M. Mechain. | Diff. of meridians by M. Messier. |\n|---------------|------------------------------------------|-------------------------------|-------------------------------|----------------------------------|----------------------------------|\n| Galileus bisected | 9 45 32                                  | 9 58 33                       | -                             | 3 38                             | -                                |\n| Aristarchus covered | 9 49 13*                                 | 10 2 38                       | -                             | 4 2                              | -                                |\n| Copernicus touches | 9 57 3                                   | 10 11 18                      | 10 11 9                       | 4 52                             | 4 48                             |\n| Copernicus bisected | 9 58 33*                                 | 10 12 5                       | -                             | 4 9                              | -                                |\n| Copernicus covered | 9 58 55                                  | 10 12 5                       | -                             | 3 47                             | -                                |\n| Plato touches    | 10 5 7                                   | 10 18 37                      | 10 18 4C                      | 4 7                              | 4 15                             |\n| Plato covered    | 10 6 18                                  | 10 19 52                      | 10 19 28                      | 4 11                             | 3 52                             |\n| Manilius touches | 10 11 26*                                | 10 25 34                      | 10 25 24                      | 4 45                             | 4 40                             |\n| Tycho touches    | 10 11 57*                                | 10 25 34                      | 10 25 24                      | 4 14                             | 4 9                              |\n| Manilius covered | 10 12 47*                                | 10 26 29                      | 10 26 53                      | 4 19                             | 4 48                             |\n| Tycho covered    | 10 13 8*                                 | 10 27 19                      | 10 27 8                       | 4 48                             | 4 42                             |\n| Menelaus bisected | 10 15 41                                 | 10 29 19                      | -                             | 4 15                             | -                                |\n| Prom. Acut. Cen. covered | 10 25 26*                               | 10 39 5                       | -                             | 4 10                             | -                                |\n| Proclus bisected | 10 29 00                                 | 10 42 28                      | -                             | 4 5                              | -                                |\n| Mare Crisium touches | 10 30 18*                               | 10 43 56                      | 10 44 00                      | 4 15                             | 4 24                             |\n| Mare Crisium bisected | 10 32 43*                               | 10 46 34                      | 10 46 10                      | 4 28                             | 4 9                              |\n| Mare Crisium covered | 10 35 38*                               | 10 49 11                      | -                             | 4 10                             | -                                |\n| Grimaldus emerges | 12 23 30                                 | -                             | 12 37 5                       | -                                | 4 17                             |\n| Grimaldus bisected | 12 23 44                                 | 12 36 48                      | -                             | 3 41                             | -                                |\n| Grimaldus emerged | 12 23 55*                                | 12 37 25                      | -                             | 4 7                              | -                                |\n| Galileus emerges | 12 23 59*                                | 12 37 25                      | -                             | 4 3                              | -                                |\n| Galileus bisected | 12 25 50*                                | 12 39 16                      | -                             | 3 57                             | -                                |\n| Aristarchus bisected | 12 28 59                                | 12 43 8                      | -                             | 4 46                             | -                                |\n\nDifference of meridians on a mean 4' 16\"\nThus I have given a comparative view of the different methods I employed in settling the longitude of our Observatory, which is in Bootham, about 400 or 500 yards N. W. of the Minster. The occultations and meridian transits of the moon's limb, which make it $4'25''\\frac{1}{2}$, or $1^\\circ6'23''$, would have been quite sufficient; but still it is interesting and useful to know how far the others err. With respect to the eclipses of the moon's spots, I think that method is in general too much neglected; and that it might be relied on infinitely more, if certain circumstances were mutually attended to.\n\n1st, To be particular in specifying the clearness of the sky; for in hazy weather the results are very erroneous.\n\n2dly, To choose such spots that are well defined, and leave no hesitation as to the part eclipsed.\n\n3dly, That every observer should, as much as possible, use telescopes equally powerful; at least let the magnifying powers be the same.\n\nA principal objection may still be urged, viz., the difficulty of distinguishing the true shadow from the penumbra. Was this obviated, I believe, the results would be more exact than from Jupiter's first satellite: undoubtedly the shadow appears better defined if magnified little; but I am much inclined to think, that with high magnifying powers there is greater certainty of choosing the same part of the shadow, which perhaps is more than a sufficient compensation for the loss of distinctness.\n\nConcerning the meridian observations of the moon's limb.\n\nThe advantages and precision of this method for determining the difference of meridians is, as I have already said, so little suspected,\nsuspected, that I flatter myself, the particulars I am going to mention will not be thought superfluous.\n\nThe rule I adopted is this:\n\nThe increase of the moon's R.A. in 12 hours (or any given time) found by computation, is to 12 hours as the increase of the moon's R.A. between two places, found by observation, is to the difference of meridians.\n\n**EXAMPLE.**\n\nNovember 30, 1782.\n\n| h. | 13 12 57,62 | meridian transit of the moon's second limb | at Greenwich by clock. |\n|----|-------------|------------------------------------------|------------------------|\n|    | 13 13 29,08 | ditto                                    |                        |\n\n31,46 Difference of R.A.\n\n| h. | 13 14 8,05 | meridian transit of the moon's second limb | at York by clock. |\n|----|------------|------------------------------------------|-------------------|\n|    | 13 14 30,13 | ditto                                    |                    |\n\n22,08 difference at York,\n\n31,46 difference at Greenwich,\n\nthe clocks going nearly sidereal time,\n\nno correction is required.\n\n9,38 increase of the moon's apparent R.A. between Greenwich and York, by observation.\n\n14\" in seconds of a degree,\n\nditto,\n\nditto,\n\nThe increase of the moon's R.A. for 12 hours by computation is 23340 seconds,\n\nand 12 hours reduced into seconds is 43200;\n\ntherefore, according to the rule stated above,\n\n\\[ \\frac{23340}{43200} : 141'' : \\text{difference of meridians} = 261''. \\]\n\nThese easy observations and short reduction are the whole of the business. Instead of computing the moon's R.A. for 12 hours, I have constantly taken it from the Nautical Almanacs, which give it sufficiently exact, provided some attention be paid to the increase or decrease of the moon's motion.\nWere the following circumstances attended to, the results would undoubtedly be much more exact.\n\n1st, Compare the observations to the same made in several other places.\n\n2dly, Let several and the same stars be observed at these places.\n\n3dly, Such stars as are nearest in R.A. and declination to the moon are infinitely preferable.\n\n4thly, Your advice to get as near as possible an equal number of observations of each limb, to take a mean of each set, and then a mean of both means, cannot be too strongly urged. I am perfectly of your opinion, that it will considerably correct the error of telescopes and sight.\n\n5thly, The adjustment of the telescopes to the eye of the observer before the observation, which you also recommend, will appear very judicious to every astronomer, who must have frequently perceived what you mention, that the sight is subject to vary.\n\n6thly, As a principal error proceeds from the observation of the moon's limb, I think it may be considerably lessened, if certain little round spots near each limb were also observed in settled Observatories; in which case the libration of the moon will perhaps be a consideration.\n\n7thly, When the difference of meridians, or of the latitudes of the places, is very considerable, the change of the moon's diameter becomes an equation.\n\nThough such are the requisites to use this method with advantage, only one or two of them have been employed in the observations that I have reduced. Two thirds of these observations had not even the same stars observed at Greenwich and York; and yet none of the results, except a doubtful one, differ\ndiffer $15''$ from the mean; therefore, I think, we may expect a still greater exactness, perhaps within $10''$, if the above particulars be attended to.\n\nWhen the same stars are not observed, it is necessary for the observers at both places to compute their R.A. from tables, in order to get the apparent R.A. of the moon's limb; though this is not so satisfactory as by actual observation, still the difference will be trifling, provided the stars R.A.'s are accurately settled. Your catalogue undoubtedly may be depended on the most, and those stars preferred which have their proper motions ascertained. A few years ago, I had the pleasure of communicating to you the proper motion of $\\beta$ Virginis, which I found to be $1'',02$ per year, increasing in R.A.*: was this unknown, and that star observed alone with the moon, it would occasion, at this time, a very considerable error.\n\nI am also of opinion, that the same method can be put in practice by travellers with little trouble, and a transit instrument constructed so as to fix up with facility in any place. Though I have not considered this sufficiently, I shall, nevertheless, subjoin a few remarks that may engage others to turn their thoughts more fully to the subject.\n\nIt is not necessary, perhaps, that the instrument should be perfectly in the meridian to a few seconds of time, provided stars, nearly in the same parallel of declination with the moon, are observed: nay, I am inclined to think, that if the instrument deviates even a quarter or half of a degree, or more, sufficient exactness can be obtained, as a table might be com-\n\n* Some time previous to this communication, I had found, by the comparison of my transit observations of $\\alpha$ Aquilæ and $\\beta$ Virginis, that the latter had moved forward with a proper motion of $0'',91$ of time, or of $13'',65$ of R.A. from 1767 to 1783, in 16 years, or at the rate of $0'',853$ a year, on supposition that the proper motion of $\\alpha$ Aquilæ is $0'',57$ a year forward.\nputed, shewing the moon's parallax and motion for such deviation, which deviation may easily be found by the well known method of observing stars whose difference of declination is considerable.\n\nAs travellers very seldom meet with situations to observe stars near the pole, or find a proper object for determining the error of the line of collimation, I shall recommend the following idea, which, I believe, has never yet been noticed, and hope it will answer the purpose. Having computed the apparent R.A. of four, six, or more stars, which have nearly the same parallel of declination, observe half of them with the instrument inverted, and the other half when in its right position; if the difference of R.A.'s between each set by observation agree with the computation, there is no error; but if they disagree, half that disagreement is the error of the line of collimation. The same observations may also serve to determine whether the distance of the corresponding wires are equal. In case of necessity, each limb of the sun might be observed in the same manner, though probably with less precision. By a single trial I made above two years ago, the result was much more exact than I expected. Mayer's Catalogue of Stars will prove of great use to those that adopt the above method.\n\nIn such a number of observations, it is not surprising that a few should be erroneous; I have rejected only three.\n\nA meridian transit of the moon's limb, August 18, 1782; δ Sagitarii was the only star observed at York; it gives for difference of meridians,\n\nPerhaps the star has a proper motion, or a mistake of one second might have been made in marking the clock.\n\nAn immersion of Jupiter's first satellite, June 22, 1783, which make the difference of meridians,\nThe air was hazy both at Greenwich and at York.\n\nLastly, an occultation of a star of the ninth magnitude, immersed behind the dark limb of the moon, during the eclipse of Sept 10, 1783, at 11 h. 29' 6'' apparent time. M. Messier also observed it at 11 h. 50' 49'' apparent time at Paris: he determined its R.A. 349° 22' 17'', and declination 5° 38' 23'' south. M. Goodricke, who computes very accurately, finds it gives for difference of meridians,\n\nI am rather surprised, that the immersions of known stars of the sixth and seventh magnitude behind the dark limb of the moon are not constantly observed in fixed Observatories, as they would frequently be of great use.\n\n---\n\nLatitude of York.\n\nThe following determinations for the latitude of York were made with a Bird's 18-inch quadrant, the telescope of two feet focus, with which instrument observations of the same star seldom differ 10''.\n\nLatitude of the Observatory.\n\n| ° | ′ | ″ | by observations |\n|---|---|---|----------------|\n| 53 | 57 | 37 | 7 Arcturus.    |\n| 53 | 57 | 41 | 2 ditto of α Lyrae. |\n| 53 | 57 | 52 | 1 ditto of β Arietis. |\n| 53 | 57 | 37 | 1 ditto of β Cygni. |\n| 53 | 57 | 33 | 2 ditto of Algol. |\n| 53 | 57 | 57 | 4 ditto of γ Lyrae. |\n| 53 | 57 | 49 | 8 ditto of β Draconis. |\n| 53 | 57 | 46 | 6 ditto of μ Draconis. |\n| 53 | 57 | 56 | 2 ditto of γ Draconis. |\n\n53° 57' 45'' latitude on a mean.\nThe line of collimation was deduced from $\\beta$, $\\gamma$, and $\\mu$ Draconis; half of each set observed with the face of the quadrant to the east, and half with its face to the west. This, as well as the other methods, is very tedious, particularly when required to be often repeated, as is the case in travelling; I shall therefore propose the following invention, the idea of which was improved on by Mr. Smeaton, and flatter myself it will prove of the greatest facility.\n\nThe error of the line of collimation includes the fixed errors of the instrument, and those that are subject to change, occasioned by the wires and glasses, &c. of the telescope moving. The error of these last may be found by making the telescope turn on its center, so that the sun, stars, or terrestrial objects may be observed on the horizontal wire in two manners; first, when the wire is in its natural position, and then inverted, which is performed by turning the telescope 180 degrees, or half round: thus, this part of the error can always be known with the greatest ease; and in order to find the fixed errors, it is requisite for a single time to get the whole error of the line of collimation by one of the common methods, from which the error of the telescope being deducted, the fixed errors become known; and as they are unchangeable, if any alteration should take place, it proceeds from the telescope, and may easily be detected as shewn above. Perhaps, instead of the whole telescope, it would be sufficient only to make that part turn containing the eye-glass and wires.\nAs the following observations made also at York may be of use, I beg, Sir, you will annex them to my paper on the longitude and latitude of that city, which lately I had the pleasure of sending you.\n\n| Dates          | App. time | Description                                                                 |\n|----------------|-----------|-----------------------------------------------------------------------------|\n| 1781, July 19  | 9 41 59   | Emersion of Jupiter's second satellite; night fine.                         |\n|                |           | Immersion of Jupiter's second satellite; good.                              |\n| 1782, May 24   | 12 23 12  | Emersion of Jupiter's 2d sat.; doubtful; air very hazy.                     |\n| July 20        | 11 27 40  | Immersion of a star behind the moon; instantaneous.                         |\n| Nov. 30        | 20 57 16  | Ditto; in another part of the town.                                         |\n|                | 20 57 21½*| Eclipse of the moon.                                                        |\n| 1783, Mar. 18  | 8 27 50   | Total immersion of the moon; air very clear.                                |\n|                | 8 27 33   | Ditto; good.                                                                |\n|                | 10 9 30   | Moon begins to emerge; air hazy.                                            |\n|                | 10 10 18  | Certainly emerged;                                                          |\n| June 26        | 13 35 21  | Immersion of Jupiter's second satellite; good.                              |\n|                | 13 34 52* | Ditto; middling.                                                            |\n|                |           | Eclipse of the moon; air clear.                                             |\n| Sept. 10       | 9 30 45   | Appearance of penumbra.                                                     |\n|                | 12 17 30  | Moon not emerged, but light strong.                                         |\n|                | 12 19 35  | Ditto; very strong.                                                         |\n|                | 12 21 14  | Moon begins to emerge, but uncertain.                                       |\n|                | 12 21 44  | Ditto; more certain.                                                        |\n|                | 12 21 56* | Ditto; ditto.                                                               |\n|                | 12 22 24  | Moon certainly emerged.                                                    |\n|                | 12 22 24* | Ditto.                                                                      |\n|                | 13 21 00  | End of the eclipse, doubtful; air hazy.                                     |\n|                | 13 21 23* | Ditto.                                                                      |\n|                | 13 22 18* | Certainly ended, but not clear of penumbra.                                 |\n|                | 13 22 45  | Ditto; ditto; air clearer.                                                  |\n|                |           | Several spots were observed, but are here omitted, for fear of being too voluminous. |\n| Sept. 16       | 10 22 41  | Emersion of Jupiter's second satellite; air clear; but Jupiter low.         |\n|                | 23 9 27 18| Emersion of Jupiter's 3d sat.; Jupiter low; undulation.                      |\n| Oct. 11        | 7 34 9*   | Emersion of Jupiter's second satellite.                                     |\n|                | 7 34 21   | Ditto; tolerably good.                                                      |\n|                | 5 42 53   | Emersion of Jupiter's third satellite.                                      |\n|                | 5 46 16   | Equal in brightness to the second satellite; air clear.                     |\n| 1784, July 27  | 10 7 46   | Immersion of Jupiter's third satellite; tolerably good, though undulation. |\n\nDates.\nMr. Pigott's Determination of\n\n| Dates       | App. time | Description                                                                 |\n|-------------|-----------|-----------------------------------------------------------------------------|\n| 1784, Aug. 26 | 8 54 12   | Immersion of r & behind the moon; instantaneous.                            |\n| Oct. 11     | 9 49 30   | Emerision of Jupiter's second satellite; good, though slight haze.          |\n|             | 9 49 26*  | Ditto.                                                                      |\n| Nov. 12     | 9 33 59   | Emerision of Jupiter's second satellite.                                    |\n|             | 9 34 1*   | Ditto.                                                                      |\n| 1785, July 15 | 2 26 50   | Immersion of Jupiter's second satellite; air clear.                         |\n| Aug. 18     | 11 44 37  | Immersion of Jupiter's third satellite; good; the air a little vapourish.   |\n| Sept. 17    | 12 16 55  | Immersion of Jupiter's second satellite; good; little vapourish.            |\n| Oct. 29     | 6 33 26   | Emerision of Jupiter's third satellite; I examined Jupiter's fourth satellite during 20', without being certain whether it had diminished in light. |\n| Nov. 15     | 9 24 ±    | Emerision of 125 & by the moon, exact within 3''.                          |\n| Dec. 15     | 5 50 48   | Immersion of 125 & by the moon, exact within 3''.                          |\n\nI have again marked with an asterisk the observations made by Mr. Goodricke, who desired me to communicate them. This worthy young man exists no more; he is not only regretted by many friends, but will prove a loss to astronomy, as the discoveries he so rapidly made sufficiently evince: also his quickness in the study of mathematics was well known to several persons eminent in that line.\n\nDeclination of the needle.\n\n| Date       | Declination west |\n|------------|------------------|\n| 1780, Sept. 13 | 23° 40' 1/2      |\n| 1782, Dec. 26 | 23° 5+           |\n| 1783, Nov. 14 | 23° 59-          |\n| 1784, Jan. 17 | 23° 54+          |\n\nThese observations were taken with all possible exactness; the needle was four inches long, and made by Dollond.\n\nSir H. Englefield, when at Scarborough, in August and September, 1781, was so kind as to observe, at noon, the height of his barometer and thermometer. I also made similar observations\nobservations in the Observatory at York; from which, by eight comparisons, none disagreeing above 0.018 of an inch from the mean, I find, that the quicksilver at the sea stood 0.063 of an inch higher than at York. The barometers were made by Ramsden, and they agreed together to 0.005 part of an inch. We may later also expect to get the mean height of the barometer and thermometer, as there are several gentlemen that observe them every day, particularly Mr. Wryvil and Dr. White at York, and Mr. Chomonley at Bransby.\n\nI remain, Sir, with great regard, &c.\n\nEDW. PIGOTT.\n\nMay 26, 1786.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106635.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 18,
    "total-input-tokens": 28408,
    "total-output-tokens": 9504,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        939,
        2
      ],
      [
        939,
        2441,
        3
      ],
      [
        2441,
        4245,
        4
      ],
      [
        4245,
        5985,
        5
      ],
      [
        5985,
        7541,
        6
      ],
      [
        7541,
        9011,
        7
      ],
      [
        9011,
        14242,
        8
      ],
      [
        14242,
        15898,
        9
      ],
      [
        15898,
        17636,
        10
      ],
      [
        17636,
        19245,
        11
      ],
      [
        19245,
        21250,
        12
      ],
      [
        21250,
        23007,
        13
      ],
      [
        23007,
        24386,
        14
      ],
      [
        24386,
        25954,
        15
      ],
      [
        25954,
        29985,
        16
      ],
      [
        29985,
        32406,
        17
      ],
      [
        32406,
        32994,
        18
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106635",
    "title": "The Latitude and Longitude of York Determined from a Variety of Astronomical Observations; Together with a Recommendation of the Method of Determining the Longitude of Places by Observations of the Moon's Transit Over the Meridian. Contained in a Letter from Edward Pigott, Esq. to Nevil Maskelyne, D. D. F. R. S. and Astronomer Royal",
    "authors": "Edward Pigott",
    "year": 1786,
    "volume": "76",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 18,
    "jstor_url": "https://www.jstor.org/stable/106635"
  }
}