{
  "id": "9a984467c824337521283a275d89ebd9f94ee94a",
  "text": "Monsieur Hevelius's Letter written to the Publisher, containing his Observations of the late Comet, seen by him the 27, 29, and 30 April, and the first of May, 1677. (St. nov.) in Dantzig.\n\nNuper editum illius mirae Stellae in collo Ceti vobis, Amice honorande, significabam: Nunc vero de apparitione novi cujusdam Cometae vos certiores faciam. Prodiit namque hice diebus Sidus Crinitum, quod primâ vice hic Gedani die 27 Aprilis manè ab horâ 2 matutinâ ad 3. 30'. usque animadversum fuit. Die subsequente 28 April., nulla ratione, ob caelum omnino nubilum, phænomenum istud observari potuit; at verò die 29 April. manè, existente caelo aliquanto benigniori, licet non omnimodo defacato, pro viribus illum dimensus sum. Oriebatur, vel potius in oculos incurrebat, horâ 1.52', Melaquilonem versus (h.e. Nord osten tot norden) capite quidem band adeò ampla, sed tamen satis splendidum, ex unico nucleo clarissimo composito, ad instar illius, Anno 1665. conspecti. Caudam lumine notabilem radius divaricatis sursum versus, duorum ferè graduum, exponet. Linea directionis continuata cauda inter Alaimac, lucidum sc. pedem Andromeda, ejusque cingulum incedebat, & quasi distantiam harum Stellarum in duas aequales partes secabat. Versabatur eo tempore supra caput Arietis in Triangulo, inter apicem & borealiorem in ejus basi, nempe in 5 gradu Tauri, & in latitud. 19 grad. Lor. Distabat hoc tempore à Sole secundum longitudinem tantummodo 5 grad., suo circulo verò maximo 2°. Hincque cum adeò vicinus hic Cometa extiterit soli, band potuit longiorem caudam, ut ut meà opinione reverà longè prolixtorem habuerit, ostendere, imò ut puto proximis diebus aliquanìò adhuc breviorcm ostendaet. Die 30 April. etiam si caelum non omnino serenum extiterit, observatus est, eà diligentia quà tum fieri potuit, tam majoribus Organis Astronomiæ quam Tubis 12 atque 20 pedum: Deprehensus itaque in 9 grad. 8, & latitud. 18 ber. ferè; à Sole existente in 12 8; caudem rursus duorum grad. & aliquanto longiorem, ad borealiorem in basi Trianguli extensam (quæ Stella planè in cuspidé cauda per Tubos optimè conspecta) exhibebat. Die 1 Maii hac ipsâ die ab horâ 2.32'. matut. denò diligentior observatus à me est, à lucido latere Persei, Capel'æ Scheat Pegasi, & capite Andromedæ; hincque in 11 8 repertus, sub latitudine boreali 18, in ipsâ propemodum conjunctione Solis, totidem quique gradibus à Sole distans. Caudam adhuc\nad huc satis lucidam referebat, sed paulò breviores, ut ut latiorum, quam ad lucidum pedem Andromede exporrigebat.\n\nAd die 29 April., quâ primum à me observatus, ad hunc usque diem 1 Maii, motu proprio propemodum 5°. 30′ absolvi; num autem successu temporis motum velociter an tardiorum inerit, haud ita accurate affirmare nunc queo: cum intermedia observatione, ob calum tum nubilum non adeò certa mihi videatur. Subsequentes igitur observationes id brevi ostendent exquisitius.\n\nQuantum ex duabus observationibus conjicere possim, vel potius mibi divinari datur, fertur motu directo ad sinistrum pedem Persici, supra Taurum, ad pedes Geminorum, si eo usque perdurabit. Nodus descendens versatur circa 20 grad. Geminorum (sed ruditer id tantummodò refero) atque sic ibidem Eclipticam pertransibit, fietque tum Meridionalis, sub inclinatione orbitae 27 serè grad. Hoc ipso vespere, dabo operam, ut cum etiam in Occidentali plagâ, ut ut a nemine adhuc visus fuerit, deprehendere possim: Portassis successu temporis aliquanto melius ibidem in conspicuum venit; sed in situ decliviore & crepusculo vespertino, Hypocircium videlicet versus, (h.e. Nordwesten to Norden) hic tamen conditione, si nimirum in eo motu, velocitate, nec non tramite persisstat; atque sic simul matutino simul vespertino tempore nos illum conspicutos confido. De quibus tamen omnibus longè certiora, quando plures Observationes, Deo favente, imperavero, significare vobis potero: Hac qua dicta fuère, tantummodò divinare valui; num vero bene, an malè auguratus fuerim, tempus docebit. Quid vestrae Astronomi de hoc comedit, & an illum citius, an tardius deprehenderint, avidissime à vobis pariter expecto. Illusterrimam Regiam Societatem, Patronos, Fautores Amicosque omnes saluta quam officiosissimè ab ius devinctissimo & ad quævis studia atque Officia paratiissimo Socio, Joh. Hevelio.\n\nDabam raptim, ut vides, horâ 6 matutinâ die 1 Maii, statim post Observationes habitas, propter Tabellarium stantem in procinco, Anno 1677. Gedani.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101772.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 1576,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2405,
        2
      ],
      [
        2405,
        4412,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101772",
    "title": "Monsieur Hevelius's Letter Written to the Publisher, Containing His Observations of the Late Comet, Seen by Him the 27, 29, and 30 April, and the First of May, 1677. (St. Nov.) in Dantzick",
    "authors": "Monsieur Hevelius",
    "year": 1677,
    "volume": "12",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101772"
  }
}