{
  "id": "b4f3f0b7fc4df7c6f595bac95039ab36a529e2fa",
  "text": "quia supponere licat, hanc in luna non semper esse æqualem, infertur, differentiam temporis appulsus umbræ non in omni eclipsi lunari posse esse æqualem; quod demum convenire videtur duplici meæ observationi, ut ex adnotatis temporum differentiis liquet. Hæc mea est circa propositum phænomenon opinandi ratio.\n\nLXXXIX. Observations upon a slight Earthquake, tho' very particular, which may lead to the Knowledge of the Cause of great and violent ones, that ravage whole Countries, and overturn Cities. By John Andrew Peyssonel, M.D. F.R.S. Translated from the French.\n\nRead April. 20 1758.\n\nI Went to make my observations upon the natural history of the sea; and when I arrived at a place called the Cauldrons of Lance Caraïbe, near Lancebertrand, a part of the island of Grande Terre Guadaloupe, in which place the coast runs north-east and south-west, the sea being much agitated that day flowed from the north-west. There the coast is furnished with hollow rocks, and vaults underneath, with chinks and crevices: and the sea, pushed into these deep caverns by the force and agitation of the waves, compresses the air, which, recovering its spring, forces the water back in the form of the most magnificent fountains;\ntains; which cease, and begin again at every great pressure. This phenomenon is common to many places in this island. The explanation of it is easy; but the following is what I particularly observed.\n\nAs I walked within about forty paces from the brink of the sea, where the waves broke, I perceived, in one place, the plants were much agitated by some cause, that was not yet apparent. I drew near, and discovered a hole about six feet deep, and half a foot diameter; and stopping to consider it, I perceived the earth tremble under my feet. This increased my attention; and I heard a dull kind of noise underground, like that which precedes common earthquakes; which I have observed many a time. It was followed by a quivering of the earth; and after this a wind issued out of the hole, which agitated the plants round about. I watched to see whether the motion extended to any distance; but was sensible it did not reach above three or four paces from the hole, and that no motion was perceived farther off.\n\nI further observed, that this phenomenon never happens till after the seventh wave rolls in; for it is a common thing in this country to find the sea appear calm for some time, and then to produce seven waves, which break upon the coast one after another: the first is not very considerable; the second is somewhat stronger; and thus they go on increasing to the seventh, after which the sea grows calm again, and retires. This phenomenon of the seven waves is observed by navigators with great attention, especially at low water, in order to be the better able to go in or come out at the very time that\nthat the sea grows quiet. These seven waves successively fill the caverns, which are all along the coast; and when the seventh comes to open itself, the air at the bottom of the caverns being greatly compressed, acted by its elasticity, and immediately made those fountains and gushings I have mentioned; and the waters continuing in the caverns, up to the very place of the hole, began to produce that dull noise, caused the emotion or earthquake, and finished with the violent wind forced up thro' the hole; after which the water retired into the sea, and having no further impelling cause, on account of the waves, rendered every thing quiet again.\n\nI observed, that this phenomenon happened at no limited time, but according to the approach of the waves, being strongly put in motion after the seventh. I remained near half an hour to observe it; and nearly followed the course of the cavern to its entrance, directed by the disposition of the coast. I made my negroes go down where the water broke; for they doubted the report of the greatness of these caverns; and when the sea was calm one of them ventured in, but returned very quickly, or he must have perished. Therefore I conclude, that these small earthquakes round the hole, about forty paces from the wave, were only caused by the compressed air in some great vault about this place, and that by its force was driven up the hole that appeared: that this air in the caverns, compressed to a certain degree, first caused the dull noise, by the rolling of the waters, which resisted in the cavern; then acting more violently, caused the small earthquake, which ceased when the wind passed out of the hole, and\nthat the sea retired, and gave liberty to the air, which was contained and compressed.\n\nSuch are the observations I have made; from which the learned, who are endeavouring to find the cause of earthquakes, since that dreadful one, which destroyed the city of Lisbon, may make such conclusions as they shall think proper.\n\nAt Guadaloupe,\nJan. 6. 1757.\n\nPeyssonel.\n\nXC. A Catalogue of the Fifty Plants from Chelsea Garden, presented to the Royal Society by the worshipful Company of Apothecaries, for the Year 1757, pursuant to the Direction of Sir Hans Sloane, Baronet, Med. Reg. & Soc. Reg. nuper Praeses, by John Wilmer, M. D. clariss. Societatis Pharmaceut. Lond. Socius, Hort. Chelsean. Praefectus & Praelector Botanic.\n\nRead April 20, 1751\n\n1758. Allium sylvestre latifolium. C. B. P. 74.\n\nAllium ursin. bifolium vernum sylvatic. J. B. 2. 565.\n\n1752 Anacampseros flavo flore Amman. Ruth. 96.\n\n1753 Anchusa strigosa, foliis linearibus dentatis, pedicellis bracteas minoribus, calycibus fructiferis inflatis. Lefl. Linn. Sp. Plant. 133.\n\n1754 Asplenium sive Ceterach. J. B. 3. 749. Offic. 121.\n\n1755",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105314.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7288,
    "total-output-tokens": 1530,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1221,
        2
      ],
      [
        1221,
        2838,
        3
      ],
      [
        2838,
        4509,
        4
      ],
      [
        4509,
        5610,
        5
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105314",
    "title": "Observations upon a Slight Earthquake, Tho' Very Particular, Which May Lead to the Knowlege of the Cause of Great and Violent Ones, That Ravage Whole Countries, and Overturn Cities. By John Andrew Peyssonel, M D. F. R. S. Translated from the French",
    "authors": "John Andrew Peyssonel",
    "year": 1757,
    "volume": "50",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/105314"
  }
}