{
  "id": "1977afdcf1cd2a10f4d3f5daab16cd80e55f4a63",
  "text": "IV. A new Genus of PLANTS, call'd Araliastrum, of which the famous Nin-zin or Ginseng of the Chineles, is a Species. Communicated by Mr. Vaillant Prademonstrator at the Royal Garden at Paris, to the Learned Dr. Will. Sherrard, LL. D. late Consul at Smyrna, and by him to the Royal Society.\n\nAraliastrum is a Genus of Plants, whose Flower A* is complete †, regular, polypetalous, and hermaphrodite, standing on the Ovary B. The Ovary, which is crown'd by a Calyx cut into several Parts, becomes a Berry D, in which are, for the most part, two flat Seeds, like a Semicircle, which both together represent a sort of a Heart. Add to this the Stalk, which is single, ending in an Umbel of which each Ray bears but one Flower. Above the Middle of the Stalk come out several Pedicles, (as on that of the Anemone) on the Extremities of which grow several Leaves like Rays, or like an open Hand.\n\nThe Species of this Genus are,\n\n1. Araliastrum Quinquefolii folio, majus, Nin-zin vocatum D. Sarrazin. Gin-seng. Des lettres edifiantes & curieuses, Tom. X- pag. 172.\n2. Araliastrum Quinquefolii folio, minus. D. Sarrazin. Plantula Marilandica, foliis in summo caule ternis, quorum unumquodque quinquefariam dividitur, circa margines serratis. N° 36. Raii Hist. III. 658.\n\n* vid. ARALIA Inß. rei herb. Tab. 154.\n† Complete, that is to say, that has a Calyx.\n3. *Araliastrum Fragrariae folio, minus.* D. Vaillant *Nasturtium Marianum Anemones sylvaticae foliis, enneaphyllon, floribus exiguis.* Pluk. Mantiss. 135. Tab. 435. Fig. 7.\n\nTo shew wherein *Araliastrum* differs from *Aralia,* (from whence it takes its Name) 'tis convenient to give also the Character of this last Genus, such as Mr. Vaillant establish'd it, in his Demonstrations of the Year 1717.\n\n*Aralia* *is altogether like the Araliastrum,* as to the Structure and Situation of its Flower; but its Berry consists of Five Seeds plac'd round an Axis. Moreover, its Leaves are branched, almost like those of *Angelica*; and its Stalks (which in some Species are naked, and in others have Leaves set alternately) bear each several Umbels at their top, in the Form of a Bunch of Grapes.\n\nThe Species of Aralia, are\n\n1. *Aralia caule aphylo, radice repente.* D. Sarrazin. *Christophoriana Virginiana Zarza radicibus surculosis & fungosis, Sarsaparilla nostratis dicta.* Pluk. Almag. 98. Tab. 238. Fig. 5. *Zarsaparilla Virginianibus nostratis dicta, lobatis umbeliferæ foliis, Americana.* Ejud. Almag. 396.\n\n2. *Aralia caule folioso levi,* D. Sarazzin. *Aralia Canadensis.* Inst. rei Herb. 300.\n\n3. *Aralia caule folioso & hispido* D. Sarazzin.\n\n4. *Aralia arborecens spinosa,* D. Vaillant. *Angelica arborecens, spinosa, seu Arbor Indica, Fraxini folio, cortice spinoso Raii Hist. II. 1798.* *Christophoriana arbor aculeata Virginianis* Pluk. Almag. 98. Tab. 20.\n\n*vid. Inst. rei Herb. 300. Tab. 154.*\nAll the Species of these two Genera, except the last of each of them, are common in Canada, whence Mr. Sarrazin, Counsellor in the upper Council, Physician to his Majesty, and Correspondent of the Royal Academy of Sciences, sent them to the Royal Garden first in 1700.\n\nThe Inhabitants of that Colony, and those of Virginia, call the first Species of Aralia by the Name of Sarsaparilla, because its Roots have almost the same Figure and Vertues.\n\nMr. Sarrazin writes, that he had a Patient who had been cured of an Anasarca, about two Years before, by the use of a Drink made of these Roots. That able Physician assures us also, that the Roots of the second Species, well boil'd and apply'd by way of Cataplasm, are very excellent for the curing of old Ulcers; as also the Decoction of them, with which they bath and syringe the Wounds. He does not at all doubt, but the Virtues of the third Species (which I shall briefly describe) are the same with those of the second.\n\nIts Roots creep, and send forth Stalks, which rise commonly to the Height of a Foot and half, and sometimes to two Foot; the bottom part of them is rough, with reddish, stiff and prickling Hairs. These Stalks are set from the Bottom to almost the Top (which are divided successively into several naked Branches charg'd with Umbels) with branch'd alternate Leaves, almost like those of Podagraria hispida Angelica folio Odore D. Vaillant; which Plant is grav'd in the second Tome of Boccone's Museum, by the Name of Corefolium rugoso Angelica folio, Aromaticum. Tab. 19. and in Rivini by that of Myrrhis folio Podagraria.\n\nSee the Account of the Chinese Gin-seng, in Phil. Transact. Anni 1713. p. 237.\n\nV. Extract",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103314.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6180,
    "total-output-tokens": 1499,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1345,
        2
      ],
      [
        1345,
        2849,
        3
      ],
      [
        2849,
        4534,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103314",
    "title": "A New Genus of Plants, Call'd Araliastrum, of Which the Famous Nin-Zin or Ginseng of the Chineses, is a Species. Communicated by Mr. Vaillant Praedemonstrator at the Royal Garden at Paris, to the Learned Dr. Will. Sherrard, LL. D. Late Consul at Smyrna, and by Him to the Royal Society",
    "authors": "Mr. Vaillant",
    "year": 1717,
    "volume": "30",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/103314"
  }
}