{
  "id": "743fce73db6995e823b6e6928d01c26246b8eeac",
  "text": "n. 1.\n\nPenes Joannem Swinton, S.T.B.\nOxonienf. R.S.S.\n\nn. 2.\n\nApud Joannem Swinton, S.T.B.\nOxonienf. R.S.S.\n\nn. 3.\n\nApud Car. Godwyn, S.T.B.\nColl. Ball. Oxon. Soc.\n\nn. 4.\n\nApud Joannem Swinton, S.T.B.\nOxonienf. R.S.S.\nXXXVI. Interpretation of the Inscription on a Punic Coin, struck in the Isle of Gozo, never hitherto explained. In a Letter to Charles Morton, M. D. Sec. R. S. from the Rev. John Swinton, B. D. F. R. S. Custos Archivorum of the University of Oxford, Member of the Academy degli Apatisti at Florence, and of the Etruscan Academy of Cortona in Tuscany.\n\nGood Sir,\n\nRead Nov. 24, 1768.\n\nIT has been observed by the learned Sig. Abate Ridolfino Venuti, that such antient pieces as that before me (see Tab. XI. n. 5.), which has a place in my small cabinet, adorned with a Punic inscription on the reverse (1), are not seldom found in the island of Malta. This seems in a good measure to have induced him to denominate them Maltese (2) medals, and to consider them as struck in that island. On one side of my coin we disco-\n\n(1) Saggi di Dissertazioni Accademiche pubblicamente lette nella Nobil. Accademia Etrusca dell' antichissima Città di Cortona. Tom. I. p. 35—42.\n(2) Dissertaz. dell' Abat. Ridolfin. Venut. in Sag. di Dissertaz. Accademich. &c.; ubi sup.\nver the head of a woman veiled, and on the reverse that of a sheep, under which stands a word formed of three Punic characters. The piece itself is well enough preserved, and the letters in particular have almost entirely escaped the injuries of time. Several similar medals have been published by (3) Paruta, (4) Laftanosa, the (5) Marquis Scipio Maffei, (6) Sig. Abate Venuti, and (7) M. Pellerin; on which the three elements here mentioned, though, perhaps, not so accurately taken as those transmitted you in the draught of my coin, are exhibited to our view. The legend or inscription, however, on the reverse has never, unless I am greatly deceived, been hitherto rightly explained.\n\nThe first of the characters preserved by the medal I am considering is taken by Sig. Abate (8) Venuti for Kopb, and I entirely agree with him in that notion. On my piece, however, it must be allowed somewhat different both from the correspondent element given us by this celebrated antiquary and that which occurs on the similar medals published by (9) M. Pellerin. It seems to resemble, though not very strongly, the letter Kappa, as it appears on certain antient Greek coins. I am nevertheless fully satisfied, from several considerations, that the cha-\n\n(3) Paruta Medagl. &c.\n(4) Laftanosa Mus. de las Medallas Desconocid. &c. En Huesca, 1645.\n(5) Maffe. Veron. Illustrat. Lib. III. c. vii. p. 259, &c.\n(6) Ridolfin. Venut. ubi sup.\n(7) Peller. Recueil de Medailles de Peuples & de Villes, &c: Tom. III. p. 85, 86. A Paris, 1763.\n(8) Ridolfin. Venut. ubi sup.\n(9) Peller. ubi sup.\nracter in question must be a figure of Koph. The legend on the similar medals published by (10) Sig. Abate Venuti and M. Pellerin renders this indubitably clear. That character therefore will, I doubt not, be looked upon by those well versed in this branch of literature as a new form of the element Koph.\n\nThe second and third letters of our inscription, as they appear on the coins communicated to the learned world by Sig. Abate Venuti and M. Pellerin, are apparently the same, though on mine they are most certainly distinct characters; the first of them strongly resembling a form of the Punic or Phœnician Lamed, and the other being indubitably one of Nun. Admit this, and the word may be read KAVLIN, or CAVLIN; though the Jod, after the Punic and Phœnician manner, is here suppressed. Such a suppression amongst the Phœnicians and Carthaginians was by no means uncommon, as I have (11) elsewhere incontestably proved. This being allowed, we shall, perhaps, not find it so difficult to point out the place where all these medals were struck.\n\nThere is a small island in the Mediterranean only five miles from Malta, denominated antiently ΓΑΤΛΟΣ, or GAVLOS, both by the Greeks and the Romans; as we learn (12) from Diodorus Siculus, (13) Mela, and (14) Pliny. This island, which is\n\n(10) Ridolfin. Venut. & Peller. ubi sup.\n(11) Philosoph. Transact. Vol. LIII. p. 275.\n(12) Diod. Sic. Lib. V.\n(13) Pompon. Mel. De Sit. Crb. Lib. II. c. vii.\n(14) Plin. Nat. Hist. Lib. III. c. viii. Lib. V. c. vii.\nabout thirty miles in circumference, was (15) occupied by the Phœnicians in very early times, and afterwards by the (16) Greeks. When the latter were possessed of it, the capital, named also GAVLOS, was one of those cities called by the Greeks AYTONOMOI, governed by its own laws, and consequently, as it should seem, a kind of free independent state. This may be fairly inferred from several antient coins of that city, to be met with in the cabinets of the great and the curious, with the Greek word ΓΑΤΛΙΤΩΝ upon them. The Carthaginians therefore (17), who probably succeeded the Greeks in the occupation of this island, may reasonably be presumed likewise to have coined money in that capital, with a Punic inscription upon it. Nor can this well be denied, as medals of Cosyra, or Cossura, denominated by the moderns Pantallaria, adorned with such an inscription (18), sometimes occur; though that island, whatever figure it might have made when possessed by the Carthaginians, was considerably smaller than GAVLOS, known at present by the name of Gozo. The Phœnicians and Carthaginians seem to have assigned the latter, when masters of it, the appellation of ἅβ, KAUL, or CAUL; which may, perhaps, be deemed equivalent to the (19) Hebrew ἅב, KAL, LIGHT,\n\n(15) Diod. Sic. ubi sup. Phil. Cluver. Sicil. Antiqu. Lib. II. p. 444. Lugd. Batavor. 1619.\n(16) Sil. Italic. Lib. XIV. ver. 274. Phil. Cluver. ubi sup. p. 445.\n(17) Scyl. Peripl. Burchard. Nidersted. Malt. Vet. & Nov. p. 35. Helmeftadii, 1660.\n(18) Saggi di Differtazion. Accademich. &c. Tom. I. p. 31.\n(19) Val. Schind. Lex. Pentaglot. p. 1615. Hanoviae, 1612.\n\nSMALL,\nSMALL, or the (20) Arabic ﺍﻜﻠ, AKAL, the comparative of ﻚﻠ, KAL, SMALLER; those nations considering Gozo as a smaller island, state, or district, than Malta. As for the minute island of Hephaestia, or Lopadusa (21), though mentioned by several of the antients, it was looked upon as meriting little attention, or regard. The etymon laid down here seems more apposite and natural than that obtruded upon the learned world by Bochart.\n\nIf the Phoenicians and Carthaginians then called Gozo, when occupied by them, CAVL, an inhabitant of that island must have been named by them CAVLI; which in the plural will give CAVLIM, or CAVLIN, according to the different ages in which the monuments exhibiting the word at first appeared. That IN was sometimes a Punic plural termination, the BAALSAMEN of St. Austin (23) seems clearly enough to imply; the word SAMEN being of the Chaldee dual form, and evincing the plural as well as the dual number in Punic masculine nouns to have ended sometimes in IN. Several of the antient Maltese, or Punic, numerals, published by Girolamo\n\n(20) Jacob. Gol. Lexic. Arabico-Latin. p. 1950, 1951. Lugduni Batavorum, 1653.\n(21) Plin. Nat. Hist. Lib. V. c. vi. Ptol. Geograph. Lib. IV. c. iii. Athen. Deipnoosph. apud Bochart. Chan p. 554, 555. Father Froelich mentions a coin of this minute island, with the word ΛΟΠΑΔΟΥΣΣΑΙΩΝ upon it; from whence we may conclude, that the true antient name of it was ΛΟΠΑΔΟΥΣΣΑ, LOPADVSSA, the authority of medals being deemed incontestable by the learned. Erafm. Froel. Notit. Elementar. Numism. Antiquor. &c. p. 97.\n(22) Bochart. Chan. Lib. I. c. xxvi. p. 554. Francofurti ad Mœnum, 1681.\n(23) August. Locution. Lib. VII. c. i.\n(24) Megiserio and (25) Johannes Henricus Maius, not to mention the Punic (26) ABELONII of St. Austin, and other similar instances, that might, with equal facility, be produced, manifestly prove the same thing. Nor ought it to appear strange, that the Punic inscription here should be expressed in the nominative case; as a parallel instance occurs on the reverse of a * (26) curious Punic coin of the island of Cossura, now in the very valuable cabinet of the Reverend and learned Mr. Godwyn, Fellow of Balliol College, Oxford, which is perfectly well preserved. As Kopb therefore in (27) oriental names was not infrequently converted into Gamma, or G, both by the Latins and the Greeks, when such names were adopted by those nations; it can be no matter of surprize, that CAVL, by the aforesaid conversion, and the addition of a Greek or Latin termination, should become GAVLOS, the appellation assigned the isle of Gozo by several antient writers. Hence we may conclude it more than probable, that\n\n(24) Girolam. Megiser. in Descript. Melit. c. i. f. 13. Lipsiae, 1606.\n(25) Johan. Henric. Maius in Specim. Ling. Punic. in hodiern. Melitens. superft. § 16. f. 482. apud Petr. Burman. in Thes. Antiq. &c. T. XV.\n(26) August. de Haeretib. &c. c. lxxxvii. Boch. Chan. Lib. II. c. xvi. p. 851. Francofurti ad Moen. 1681.\n* (26) As some of the forms of the letters on this valuable coin differ from those of the correspondent elements in all the draughts of the similar pieces that I have hitherto met with, it seems to me highly to merit the attention of the curious and the learned. See TAB. XI. n. 3.\n(27) Bochart. ubi sup. Lib. I. c. xlii. p. 737. c. xxvii. p. 569. & in Phal. Lib. I. c. iii. p. 20. Francof. ad Moen. 1681.\nthe piece in question was struck in Gozo, though the precise time of that operation cannot now be so easily ascertained.\n\nFrom what has been said, I flatter myself, the learned will admit the medal before me to have appeared first in the isle of Gozo, and not in Malta, as some of the most celebrated antiquaries have supposed; especially, since the people of the former island had a mint erected in their capital, from whence coins were emitted, with the word ΓΑΥ-ΛΙΤΩΝ on the reverse (28), when under the domination of the Greeks. One of those coins has a place assigned it in my small cabinet, and another in the valuable collection of the Reverend and learned Mr. Cracherode, Student of Christ-Church, Oxon. My piece in the main is well preserved, though the three last letters of the legend on the reverse have been effaced by the injuries of time; but Mr. Cracherode's, which is likewise in pretty good conservation, has handed down to us that legend perfect and entire. A draught of my medal attends this paper (see Tab. XI. n. 2.), which for accuracy may be absolutely depended upon. We may safely therefore, as I apprehend, attribute the Punic medal I am considering, as well as all others adorned with the same Punic characters, to the isle, or city, of Gozo, to which it seems in reality to belong.\n\nTo what has been here advanced it may possibly be objected by some, that the island of Malta is much superior, both in number of inhabitants and extent, to that of Gozo; and that most of the antient coins\n\n(28) Peller. ubi sup. p. 34, 35, 36.\nsimilar to that before me are brought from Malta, where they are not infrequently found. From whence they may be inclined to collect, as Sig. Abate Venuti (29) actually has done, that all such Punic medals as that I am attempting to explain made their first appearance in the island of Malta. In answer to the first of these objections, I would beg leave to reply, that as the two islands here mentioned were so near one another, both of them free states, coined their own money, were occupied by people of the same nation, and consequently of the same religion; neither their extent nor the number of inhabitants they respectively contained can be of any great weight, with regard to the point in question. But farther, the island of Gaulos, or Gozo, though lesser than Malta, was so considerable, probably by reason of its excellent ports, mentioned by (30) Diodorus Siculus, that Mela (31) and Pliny (32), in their short list of the islands of the Sicilian sea, towards the coast of Africa, place it even before Malta, the largest of them. And we learn from an antient inscription, that it had the honour of being a municipium (33) in the Roman times. Nor will the second objection be of any great force, when it is considered, that the two islands of Malta and Gozo were in (34) a\n\n(29) Ridolfin. Venut. ubi sup. p. 37.\n(30) Diod. Sic. ubi sup. Lib. V.\n(31) Pompon. Mel. ubi sup.\n(32) Plin. ubi sup. p. 164.\n(33) Spon. Misc. Erudit. Antiq. Christ. Cellar. Notit. Orb. Antiq. p. 655, 656. Cantabrigiae, 1703.\n(34) Joh. Quintin. in Descript. Melit. & Burch. Niderstedt. ubi sup. p. 35, 36.\n\nmanner\nmanner contiguous to one another; that the money of each was undoubtedly current, on account of their great vicinity, in both of them; and therefore that we may easily conceive a considerable number of pieces appertaining antiently to the latter to have been preserved, for many ages, in the former of those islands. And this is rendered still more probable by one or two inscriptions found in Malta (35), that originally belonged to the isle of Gozo. Nor is the cardinal point taken for granted in this objection, on which it almost intirely turns, by any means incontestable. For several of these medals, perhaps most of them, are brought into Europe from Tunis, as I take mine actually to have been, to which place they might as easily have found their way from Gozo as from Malta. All which being maturely weighed, the figures of the letters themselves, which ought to be the basis of all our reasoning relative to the word formed of those letters, will, I would flatter myself, be allowed decisive in favour of my present opinion.\n\nSig. Abate (36) Venuti has, indeed, observed, that the God Mithra sometimes appears on such Punic coins as that considered by me here, in the same manner as on some of the antient Greek (37) medals of the Maltese; from whence he infers, that these Punic pieces are to be attributed to the island of\n\n(35) Spon. Misc. Antiq. p. 190, 192. Jan. Gruter. Corp. Inscript. ex Recens. & cum Annotat. Joan. Geor. Graevii, p. 415. Amstelædamii, 1707. Christoph. Cellar. Notit. Orb. Antiq. p. 655, 656. Cantabrigiæ, 1703.\n(36) Ridolfini. Venut. ubi sup. p. 37.\n(37) Mem. de l' Acad. des Bell. Lett. Tom. IX. p. 160.\nMalta. But this inference, as I apprehend, is neither valid nor just. For as the inhabitants of Gozo were of the same religion with those of Malta, as has been already remarked; 'tis natural to suppose, that the former, as well as the latter, might have impressed the effigies of the God Mithra, and any other religious, or rather superstitious, symbol, common to them both, on their coins.\n\nI shall only beg leave at this time to add, that the MSS. from which some of the earlier editions (38) of Silius Italicus were printed, exhibited CAVLVM, as the true antient name of the isle of Gozo. Phil. (39) Cluverius, Christoph. (40) Cellarius, and Nic. (41) Heinsius, I know, look upon this lection as a corruption, and scruple not to pronounce it a depravation of the text. But their bare assertion, intirely unsupported, as it is, and strongly opposed by a Punic medal of undoubted antiquity, by no means convinces me of the truth of what they assert; especially, as there are other lections of the antient name of Gozo, two of which have for their initial letter K, or C. This\n\n(38) Sil. Ital. Lib. XIV. ver. 274. Edit. Colin. Parisiis, 1531. Sil. Ital. ubi sup. cum Argumentis Hermanni Buschii. Lugduni, 1598. Id. ibid. Ed. Plantin. 1600. Id. ibid. Lugduni, 1603. Id. ibid. Ed. Crispin. in Corp. Vet. Poet. Latin. 1601. Id. ibid. cum Comment. Dausqueii Sanctomarii. Parisiis, 1618.\n\n(39) Phil. Cluver. Sicil. Antiq. Lib. II. p. 444. Lugd. Batavor. 1619.\n\n(40) Christoph. Cellar. in Sil. Ital. Lib. XIV. ver. 274. Liphiæ, 1695.\n\n(41) Nic. Heins. in Sil. Ital. ubi sup. Ed. Drakenb. Trajecti ad Rhenum, 1717.\nwe learn from (42) some of the manuscripts, and the printed copies, of Strabo. The authority of these manuscripts, in conjunction with that of those of Silius Italicus abovementioned, seems to bring a fresh accession of strength to the preceding interpretation of the Punic word on my coin, and at the same time to receive itself no inconsiderable support from that interpretation.\n\nYou will excuse the trouble given on this occasion, as some light may possibly be thrown on several very curious and valuable Punic medals, hitherto unexplained, by the paper now sent you; and believe me to be, with all possible consideration and regard,\n\nGood Sir,\n\nYour most obedient humble servant,\n\nChrist Church, Oxon.\nSept. 2, 1768.\n\nJohn Swinton.\n\n(42) If. Casaub. Comment. et Caßigat. ad Lib. Strabon. Geograph. I. VI. VII. Gio. Pietro Francesco Agius de Soldanis, Dell' Origine Della Lingua Punica presentamente usata da Maltefi, Dissertaz. I. p. 50. In Roma, 1750.\n\nP. 235, l. 13, 14, for n. 5, insert n. 1. P. 249, l. 9, for n. 2, 3, insert n. 1, 2. P. 253, l. 13, for n. 1, insert n. 3.\n\nXXXVII. Elu-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105784.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 19786,
    "total-output-tokens": 5464,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        218,
        2
      ],
      [
        218,
        1275,
        3
      ],
      [
        1275,
        2850,
        4
      ],
      [
        2850,
        4354,
        5
      ],
      [
        4354,
        5985,
        6
      ],
      [
        5985,
        7675,
        7
      ],
      [
        7675,
        9401,
        8
      ],
      [
        9401,
        10955,
        9
      ],
      [
        10955,
        12555,
        10
      ],
      [
        12555,
        14197,
        11
      ],
      [
        14197,
        15805,
        12
      ],
      [
        15805,
        16900,
        13
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105784",
    "title": "Interpretation of the Inscription on a Punic Coin, Struck in the Isle of Gozo, Never Hitherto Explained. In a Letter to Charles Morton, M. D. Sec. R. S. from the Rev. John Swinton, B. D. F. R. S. Custos Archivorum of the University of Oxford, Member of the Academy Degli Apatisti at Florence, and of the Etruscan Academy of Cortona in Tuscany",
    "authors": "John Swinton",
    "year": 1768,
    "volume": "58",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/105784"
  }
}