{
  "id": "ff308843cf641592d85f96e016fc6e95d7b2f5bd",
  "text": "IV. A general Method of Calculating the Angles made by any Planes of Crystals, and the Laws according to which they are formed. By the Rev. W. Whewell, F.R.S. Fellow of Trinity College, Cambridge.\n\nRead November 25, 1824.\n\n1. It has been usual to calculate the angles of crystals and their laws of decrement from one another, by methods which were different as the figure was differently related to its nucleus; which were consequently incapable of any general expression or investigation, and which had no connexion with the notation by which the planes of the crystals were sometimes expressed. And the notation which has hitherto been employed, besides being merely a mode of registering the laws of decrement, without leading to any consequences, is in itself very inelegant and imperfect. The different modes of decrement are expressed by means of different arbitrary symbols; and these are combined in a manner which in some cases, as for instance in that of intermediary decrements, is quite devoid both of simplicity and of uniformity, and indeed, it may be added, of precision. The object of the present paper is to propose a system which seems exempt from these inconveniences, and adapted to reduce the mathematical portion of crystallography to a small number of simple formulæ of universal application. According to the method here explained, each plane of a\ncrystal is represented by a symbol indicative of the laws from which it results; the symbol, by varying the indices only, may be made to represent any law whatever: and by means of these indices, and of the primary angles of the substance, we obtain a general formula, expressing the dihedral angle contained between any one plane resulting from crystalline laws, and any other. In the same manner we can find the angle contained between any two edges of the derived crystal. Conversely, knowing the plane or dihedral angles of any crystal, and its primary form, we can by a direct and general process deduce the laws of decrement according to which it is constituted. The same formula are capable of being applied to the investigation of a great variety of properties of crystals of various kinds, as will be shown in the sequel. We shall begin with the consideration of the rhomboid, and the figures deduced from it; and we shall afterwards proceed to other primary forms.\n\n§ 1. The Rhomboid.\n\n2. Let there be a rhomboid, A a, Fig. 1. divided into a number of small equal rhomboids by planes parallel to its faces. Let any one of the points of division of each of its three upper edges be taken, as P, Q, R; and let a plane pass through these three points P, Q, R. Let the small rhomboids which are above this plane be removed, so as to leave a uniform assemblage of cavities. Then, the remaining surface PQR, being composed of the trihedral angles of small rhomboids, if we suppose the small rhomboids to become smaller than the least distinguishable magnitude, the surface PQR will appear a plane. And if we suppose these rhomboids to represent the\nprimary form of a crystalline body, \\( PQR \\) will be a secondary surface deduced from a certain arrangement of these primary elements.\n\nLet the three upper edges of the rhomboid, \\( A_x, A_y, A_z \\), be considered as three axes of co-ordinates; and let the corresponding co-ordinates be \\( x, y, z \\). We can then express the plane \\( PQR \\) by means of these co-ordinates. If, for instance, we consider an edge of the small rhomboid as unity, and if \\( AP, AQ, AR \\) contain respectively 9, 6, and 3 of these edges, the equation to the plane \\( P, Q, R \\), will be\n\n\\[\n\\frac{x}{9} + \\frac{y}{6} + \\frac{z}{3} = 1:\n\\]\n\nand if the numbers of small rhomboids in \\( AP, AQ, AR \\) be respectively \\( h, k, l \\), the equation to the plane will be\n\n\\[\n\\frac{x}{h} + \\frac{y}{k} + \\frac{z}{l} = 1.\n\\]\n\nIf \\( h, k, l \\) be multiplied by any common quantity \\( m \\), so that the equation becomes\n\n\\[\n\\frac{x}{mh} + \\frac{y}{mk} + \\frac{z}{ml} = 1, \\text{ or } \\frac{x}{h} + \\frac{y}{k} + \\frac{z}{l} = m,\n\\]\n\nit is clear that the plane \\( PQR \\) will continue parallel to its former position, and may be considered as deduced from the same law as before. Hence it appears, that in the equation \\( \\frac{x}{h} + \\frac{y}{k} + \\frac{z}{l} = m \\), the quantity \\( m \\) does not serve to determine the position or law of formation of the plane, and may be any whatever. If we make \\( m = 0 \\), the plane \\( PQR \\), still continuing parallel to its former position, will pass through the point \\( A \\); and as we have to consider only the angles made by planes and their intersections, we may in such calculations suppose all our planes to pass through this point \\( A \\).\n\nMDCCCCXXV.\nSince therefore the direction of the plane \\( PQR \\) is completely determined by the three quantities \\( h, k, l \\), we may represent it by writing those three quantities thus \\( \\left( \\frac{1}{h}; \\frac{1}{k}; \\frac{1}{l} \\right); \\) or, if the equation be \\( px + qy + rz = m \\), we may represent the plane by the symbol \\( (p; q; r) \\).\n\n3. According to the law of symmetry which prevails in the production of crystalline forms, if one edge or face of the primary solid be modified in any manner, the other homologous edges and faces will be similarly modified. Hence, if one plane exist, other corresponding planes must also exist, and these we may call co-existent planes to the first.\n\nThus if we have a plane \\( PQR \\), Fig. 2, and if we take \\( AP' = AQ \\), and \\( AQ' = AP \\), we must also have a plane \\( P'QR \\): for the edges \\( Az, Ay \\) being perfectly similarly situated, if one of them be affected in any manner, the other must be similarly affected. Hence, if we have a plane \\( (p; q; r) \\), we must have one \\( (q; p; r) \\). The same is also true of \\( z \\); and by considering this in the same manner, it will be seen that the plane \\( (p; q; r) \\) has the following co-existent planes\n\n\\[\n(q; p; r) \\quad (r; q; p) \\quad (p; r; q) \\quad (q; r; p) \\quad (r; p; q).\n\\]\n\nThat is, there are all the permutations that can be made by altering the arrangement of the three quantities \\( p, q, r \\); that the one which stands first in order being always the coefficient of \\( x \\), the second that of \\( y \\), and the third that of \\( z \\).\n\nThese six planes may be represented by a single symbol\n\n* We might represent the plane by \\( (h; k; l) \\), which shows more immediately the law of its formation; but in all our subsequent calculations we have to use the reciprocals, and hence our formulae are simplified by using the symbol \\( (p; q; r) \\) where \\( p, q, r \\) are the coefficients of the equation.\n(p, q, r); it being understood, that when quantities are only separated by commas, they are to be taken in all the ways in which they can be permuted. In the same manner \\((p, q; r)\\) may represent the two planes \\((p, q; r)\\) \\((q, p; r)\\), the permutations not extending to \\(r\\), which is separated by a semicolon. In the case of the rhomboid, however, the permutations always include all the three quantities, in consequence of the similarity of its three edges.\n\n4. We have hitherto considered only the planes produced by cutting off the upper angle; but we may represent in the same manner the plane produced by truncating any other angle. It may be observed that the angles \\(x, y, z\\), fig. 3, which are separated from the superior angle A by an edge, are called lateral angles. The angles \\(x', y', z'\\), which are separated from A by a diagonal, are called inferior angles.\n\nLet \\(pq r\\), fig. 3, be a plane produced by a truncation at the lateral angles: \\(xp, xq, xr\\) being \\(h, k, l\\) respectively. Produce \\(rA\\) beyond A, and take \\(AP = xp, AQ = xq, AR = xr\\); then the plane \\(PQR\\) will be parallel to \\(pq r\\), and may be taken instead of it. Now it is manifest that the equation to this plane is\n\n\\[-\\frac{x}{h} + \\frac{y}{k} + \\frac{z}{l} = 1;\\]\n\nand therefore its symbol is \\((- \\frac{1}{h}; \\frac{1}{k}; \\frac{1}{l})\\). Or if \\(p = \\frac{1}{h}, q = \\frac{1}{k}, r = \\frac{1}{l}\\), the equation is \\(-pr + qy + rz = m\\), and the symbol \\((-p; q; r)\\). Hence a plane which cuts off the lateral solid angles is distinguished by having one negative index.\n\nIn the same manner let \\(pq r\\), fig. 4, cut off an inferior angle \\(x'\\), so that \\(x'p = h, x'q = k, x'r = l\\): and taking\nAP = x' p, AQ = x' q, AR = x' r, the plane PQR will be parallel to p q r, and its equation will be\n\n\\[\n\\frac{x}{h} - \\frac{y}{k} - \\frac{z}{l} = 1; \\quad \\text{or} \\quad px - qy - rz = 1:\n\\]\n\nand its symbol \\(\\left( \\frac{1}{h}; -\\frac{1}{k}; -\\frac{1}{l} \\right)\\), or \\((p; -q; -r;)\\). Hence a plane which cuts off the inferior solid angles is distinguished by having two negative indices.\n\nIt may be observed, that in both these cases the coexistent planes are given by taking the permutations of \\(p, q, r\\); and may be represented as before by \\((-p, q, r)\\) and \\((p, -q; -r)\\). There will in each case be six; two for each angle.\n\n5. If one of the quantities AP, AQ, AR, or \\(h, k, l\\), in any of these cases become infinite, we shall have a truncation of an edge of the rhomboid. Thus if AP, in fig. 2, become infinite, we have a plane cutting off the terminal edge Ax, fig. 5. And since \\(h\\) is infinite, if \\(q = \\frac{1}{k}, r = \\frac{1}{l}\\), the equation of this plane is \\(qy + rz = 1\\); and its symbol \\((o; q; r)\\).\n\nIn the same manner, making \\(x'r\\) infinite in fig. 4, we have, for a plane truncating the lateral edge \\(x'y\\), an equation \\(px - qy = 1\\), and a symbol \\((p; -q; o)\\).\n\nThe terminal edges of Ax, Ay, Az, are not similarly affected with the lateral edges \\(xy', y'z, zz', x'y, yz', z'x\\).\n\n6. Instead of supposing the secondary faces to be produced by removing a part of the rhomboid Aa, we may conceive, with Hauy, that this larger figure is composed by adding successive layers of the small component rhomboids to a rhomboidal nucleus; and that the secondary faces are produced by supposing the magnitude of these layers to decrease according to any law. And it will be easy to show\nwhat symbols, according to the notation here proposed, correspond to the different laws in the old system. Thus\n\nA decrement on the superior angle is expressed by \\((p, q, q)\\), which corresponds to Hauy's symbol \\(A_{\\frac{q}{q}}\\).\n\nOn a lateral angle by \\((-p, q, q)\\) corresponding to \\(E_{\\frac{q}{p}}\\);\n\nOn an inferior angle by \\((p, -q, -q)\\) corresponding to \\(e_{\\frac{q}{p}}\\);\n\nOn a terminal edge by \\((o, q, r)\\) corresponding to \\(B_{\\frac{q}{r}}\\);\n\nOn a lateral edge by \\((p, -q, o)\\) corresponding to \\(G_{\\frac{q}{p}}\\).\n\nAn intermediary decrement thus \\((p, q, r)\\), corresponding to \\(\\left(A^p B^q C_{\\frac{q}{r}}\\right)\\) and \\((p, -q, -r)\\) corresponding to \\(\\left(O^p D^q F_{\\frac{q}{r}}\\right)\\).\n\nThe symbols of the faces of the primary form are \\((p, o, o)\\).\n\n7. There is in fact, however, no necessity to suppose the secondary forms to be produced either by truncation of a primary one, or by addition to it. If we suppose that the small rhomboids, of which \\(A_a\\) was assumed to be made up, are continued through all the space round the point \\(A\\), we may conceive a plane to pass among these, parallel to \\(PQR\\). And this plane will be represented by \\((p; q; r)\\) independently of any consideration of the rhomboid \\(A_a\\) or the point \\(A\\); for if we take any point, and from it draw lines to the plane, parallel to the three edges \\(Ax, Ay, Az\\), these three lines will be as \\(\\frac{1}{p}, \\frac{1}{q}, \\frac{1}{r}\\). And any other plane may similarly pass among the small rhomboids, and be represented by \\((p'; q'; r')\\). And if we obtain any solid figure contained by such planes, we may, by supposing those of the small\nrhomboids which lie without this plane to be removed, have a proper representation of a secondary crystalline form constituted by the aggregation of primary ones.\n\nBefore we proceed to the calculations founded on this mode of viewing the subject, we may observe, that by increasing or diminishing the three indices \\( p, q, r \\) in any ratio, the plane represented by them is not altered. Thus \\((p; q; r)\\) \\((np; nq; nr)\\) \\(\\left(\\frac{p}{r}; \\frac{q}{r}; 1\\right)\\), &c. are the same plane. Hence \\((p; q; q)\\) is the same as \\(\\left(\\frac{p}{q}; 1; 1\\right)\\) \\((p; p; o)\\) as \\((1; 1; o)\\); and the primary faces are \\((1, o, o)\\).\n\n8. Prop. To find the dihedral angle contained between two planes \\((p; q; r)\\) \\((p'; q'; r')\\), the dihedral angle at the terminal edges of the primary rhomboid being \\( \\alpha \\).\n\nIf there be three co-ordinates any how situated so that the dihedral angle at the axis \\( x \\) between the planes \\( xy \\) and \\( xz \\) is \\( \\alpha \\); the dihedral angle at the axis \\( y, \\beta \\); and at the axis \\( z, \\gamma \\): and if \\( d \\) be the cosine of the angle which a line perpendicular to the plane \\( yz \\) makes with \\( x \\); \\( e \\) the cosine of the angle which a line perpendicular to \\( xz \\) makes with \\( y \\); \\( f \\) the cosine of the angle which a line perpendicular to \\( xy \\) makes with \\( z \\): and if \\( \\theta \\) be the angle of two planes whose equations are \\( Ax + By + Cz = m, A'x + B'y + C'z = m' \\): we shall have (see Transactions of the Cambridge Philosophical Society, Vol. II. P. I. p. 200)\n\n\\[\n\\cos \\theta = \\frac{\\frac{AA'}{d^2} + \\frac{BB'}{e^2} + \\frac{CC'}{f^2}}{\\sqrt{\\left(\\frac{A^2}{d^2} + \\frac{B^2}{e^2} + \\frac{C^2}{f^2} - \\frac{2AB}{de} \\cos \\gamma - \\frac{2AC}{df} \\cos \\beta - \\frac{2BC}{ef} \\cos \\alpha\\right) \\times \\left(\\frac{A'^2}{d^2} + \\frac{B'^2}{e^2} + \\frac{C'^2}{f^2} - \\frac{2A'B'}{de} \\cos \\gamma - \\frac{2A'C'}{df} \\cos \\beta - \\frac{2B'C'}{ef} \\cos \\alpha\\right)}}}\n\\]\nIn the case of the rhomboid, since the dihedral angles are equal, \\( \\alpha, \\beta, \\gamma \\) are equal; and hence also \\( d, e, f \\) are equal. Hence\n\n\\[\n\\cos \\theta = \\frac{AA' + BB' + CC' - (A'B + AB' + A'C + AC' + B'C + BC') \\cos \\alpha}{\\sqrt{(A^2 + B^2 + C^2 - 2(AB + AC + BC) \\cos \\alpha)(A'^2 + B'^2 + C'^2 - 2(A'B' + A'C' + B'C') \\cos \\alpha)}}\n\\]\n\nAnd if we put \\( p, q, r, p', q', r' \\) for \\( A, B, C, A', B', C' \\), we shall have the angle.\n\nIf we have to find the angle of two planes resulting from the same law, \\((p'; q'; r')\\) will be a permutation of \\((p; q; r)\\); and the denominator of \\(-\\cos \\theta\\) will be\n\n\\[\np^2 + q^2 + r^2 - 2(pq + pr + qr) \\cos \\alpha.\n\\]\n\nWe shall take examples of the use of these formulae.\n\n**Ex. 1.** To find the angle made by two planes of carbonate of lime resulting from the law* \\((4, -5, -5)\\). *(Chaux Carbonatée Cuboide of Hauy).\n\nThe primary form of carbonate of lime is a rhomboid in which the angle \\( \\alpha \\) is \\(105^\\circ 5'\\), and therefore \\( \\cos \\alpha = -0.2602 \\).\n\nTwo of the secondary planes will be \\((4; -5; -5)\\) and \\((-5; 4; -5)\\), and if \\( \\theta \\) be the angle contained by these\n\n\\[\n-\\cos \\theta = \\frac{-15 - 51 \\cos \\alpha}{66 + 30 \\cos \\alpha}; \\quad \\text{or} \\quad \\cos \\theta = \\frac{5 - 17 \\times 0.2602}{22 + 10 \\times 0.2602} = 0.0297\n\\]\n\n\\[\n\\therefore \\theta = 88^\\circ 18'.\n\\]\n\nA variety of other rhomboids may be produced in this and other substances by other laws. In all cases, if two of the indices of the symbol be equal, as \\((p, q, q)\\), there will only\n\n---\n\n* That this law is what Hauy calls a decrement on the inferior angles of 4 in breadth to 5 in height, and is in his notation represented by the symbol \\( e_4^5 \\).\n\nThe angles obtained in the text differ slightly from those given by Hauy in consequence of his having assumed the angle of the primary rhomboid of carbonate of lime, \\(= 104^\\circ 28'.40''\\), for the convenience of using the cosine \\(= -\\frac{1}{4}\\).\nbe three coexistent planes; and if each of these planes be repeated, we shall have three pairs of parallel planes containing a rhomboid.\n\nIf the three indices in the symbol \\((p, q, r)\\) be all different, we shall have six planes, and repeating each of these, we shall have a dodecahedron consisting of two six-sided pyramids. To this case belongs the following example:\n\n**Ex. 2.** To find the angle of planes in carbonate of lime, resulting from the law \\((1, -2, 0)\\). (Decrement on the lateral edges by two rows in breadth. Symbol D°. *Chaux Carbonatée Metastatique*. Hauy.)\n\nTwo adjacent* planes are \\((1; -2; 0)(1; 0; -2)\\), and preserving the same notation as before\n\n\\[-\\cos \\theta = \\frac{1}{5 + 4 \\cos \\alpha} = -0.2525, \\quad \\theta = 104^\\circ 38'.\\]\n\nBy other laws we should find other dodecahedrons and their angles. But in many cases we have two laws, producing two sets of faces, and it may be required to find the angle between those of one set and of the other.\n\n**Ex. 3.** To find the angles of planes \\((2, -1, -1)\\) and \\((1, 0, 0)\\). (Decrement by two rows in breadth on an inferior angle, combined with the primitive faces. Symbol e° P. *Chaux Carbonatée Imitable*. Hauy).\n\nAdjacent faces* are \\((2; -1; -1)\\) and \\(1; 0; 0\\): and\n\n\\[-\\cos \\theta = \\frac{2 + 2 \\cos \\alpha}{\\sqrt{(6 + 6 \\cos \\alpha)}} = 2 \\sqrt{\\frac{1 + \\cos \\alpha}{6}} = 0.7022; \\quad \\theta = 134^\\circ 37'.\\]\n\n9. We proceed now to the inverse problem; having given the angles of the secondary crystal to find the law of its planes. And we shall first suppose the secondary form to\n\n* It will be shown afterwards how we may determine of co-existent planes which are adjacent.\nbe a rhomboid; in which case, as has already been observed, two of the indices in the symbol are equal.\n\nProp. Knowing the dihedral angles of the secondary rhomboid, to find the symbol of its planes,\n\nLet \\((p, q, q)\\) be the symbol of the planes, \\(\\theta\\) the angle of \\((p : q ; q)\\) and \\((q : p ; q)\\).\n\n\\[\n\\cos \\theta = \\frac{2pq + q^2 - (p^2 + 2pq + 3q^2) \\cos \\alpha}{p^2 + 2q^2 - 2(2pq + q^2) \\cos \\alpha}\n\\]\n\nHere \\(\\cos \\theta\\) being known, we have a quadratic equation to determine \\(q\\) in terms of \\(p\\), which as the proportion \\(q : p\\) only is wanted, is sufficient.\n\nThe equation will be\n\n\\[\np^2 (\\cos \\theta - \\cos \\alpha) + 2pq (1 - \\cos \\alpha - 2 \\cos \\alpha \\cos \\theta) + q^2 (1 - 3 \\cos \\alpha + 2 \\cos \\theta - 2 \\cos \\alpha \\cos \\theta) = 0\n\\]\n\nThere will be for each value of \\(\\theta\\) two values of \\(\\frac{q}{p}\\), and therefore two laws according to which the same secondary form may be produced. It is to be noticed however, that the direction of the primitive faces, and consequently of the cleavage will be different in the two cases.\n\n10. Prop. It is required to find according to what law we shall have a rhomboid similar to the primary one.\n\nHere \\(\\theta = \\alpha\\); therefore the first sum of the above equation vanishes, and the remaining part will be verified either by \\(q = 0\\), or by\n\n\\[\n2p(1 - \\cos \\alpha - 2 \\cos^2 \\alpha) + q(1 - \\cos \\alpha - 2 \\cos^2 \\alpha) = 0, \\text{ or } q = -2p.\n\\]\n\nTherefore \\((1, 0, 0)\\) and \\((1, -2, -2)\\) each give \\(\\theta = \\alpha\\). The first indicates the primary face, and the form is the primary form. The other indicates a decrement by 2 in height on the inferior angle, which it appears gives a rhomboid identical with the primary rhomboid.\n\nMDCCCXXV.\n11 Prop Knowing the lateral angles made, at the terminal edges, by the planes of any bipyramidal dodecahedron to find the symbols.\n\nIf we have planes \\((p, q, r)\\) they will generally form a bipyramidal dodecahedron, and the six angles at the edges of each pyramid will be alternately greater and less. If \\(p, q, r\\) be the order of magnitude of the indices, \\(p\\) being the greatest, the order of the faces will be that represented in fig. (see hereafter the section on the arrangement of faces). Hence faces occur in the order \\((p; q; r) (q; p; r) (r; p; q)\\) &c.: and if \\(\\theta\\) be the angle of the two first, and \\(\\theta'\\) of the next, we shall have\n\n\\[\n-\\cos.\\theta = \\frac{2pq + r^2 - (p^2 + q^2 + 2pr + 2qr) \\cos.\\alpha}{p^2 + q^2 + r^2 - 2(pq + pr + qr) \\cos.\\alpha};\n\\]\n\n\\[\n-\\cos.\\theta' = \\frac{2qr + p^2 - (q^2 + r^2 + 2pq + 2pr) \\cos.\\alpha}{p^2 + q^2 + r^2 - 2(pq + pr + qr) \\cos.\\alpha},\n\\]\n\nfrom which equations we have to determine \\(q\\) and \\(r\\) in terms of \\(p\\).\n\nTo eliminate in these equations would lead to expressions of four dimensions, and it will generally be simpler to find \\(q\\) and \\(r\\) by trial. If we assume for \\(p\\) any number, as 12; \\(q\\) and \\(r\\), which generally bear to it very simple ratios, will in most cases be whole numbers, and may be found by a few trials. And if the ratios of \\(q\\) and \\(r\\) to \\(p\\) involve quantities which are not divisors of 12, still the trials made on this supposition will indicate nearly the values of \\(q\\) and \\(r\\); and by trying other values for \\(p\\), we may obtain them accurately.\n\nIf two of the indices, as \\(q, r\\) be negative; the order of the faces will be \\((p; -r; -q)(-r; p; -q)(-q; p; -r)\\), &c. and the rest of the process will be the same as before.\n\n12. Prop. Knowing the angles made by any plane with two primary planes, to find its symbol.\nLet \\((p; q; r)\\) be the plane, and \\((0, 1, 0)(0, 0, 1)\\) the two primary planes; \\(\\theta\\) and \\(\\theta'\\) the given angles.\n\n\\[\n\\cos \\theta = \\frac{q - (p + r) \\cos \\alpha}{\\sqrt{p^2 + q^2 + r^2 - 2(pq + pr + qr) \\cos \\alpha}}\n\\]\n\n\\[\n\\cos \\theta' = \\frac{r - (p + q) \\cos \\alpha}{\\sqrt{p^2 + q^2 + r^2 - 2(pq + pr + qr) \\cos \\alpha}}\n\\]\n\nwhence \\(q\\) and \\(r\\) must be found in terms of \\(p\\), as in last proposition.\n\nOr we may find them directly thus. Since one of the three \\(p, q, r\\) is indeterminate, assume \\(p^2 + q^2 + r^2 = 2(pq + pr + qr) \\cos \\alpha = 1\\).\n\n\\[\n\\cos \\theta = q - r \\cos \\alpha - p \\cos \\alpha; \\quad \\cos \\theta' = q \\cos \\alpha - p \\cos \\alpha.\n\\]\n\nEliminating, we have\n\n\\[\nq \\sin^2 \\alpha = \\cos \\theta + \\cos \\alpha \\cos \\theta' + p \\cos \\alpha (1 + \\cos \\alpha);\n\\]\n\n\\[\nr \\sin^2 \\alpha = \\cos \\theta' + \\cos \\alpha \\cos \\theta + p \\cos \\alpha (1 + \\cos \\alpha).\n\\]\n\nIf we substitute these values in the assumed equation multiplied by \\(\\sin^4 \\alpha\\), viz.\n\n\\[\n\\{p^2 + q^2 + r^2 - 2(pq + pr + qr) \\cos \\alpha\\} \\sin^4 \\alpha = \\sin^4 \\alpha\n\\]\n\nwe shall have a quadratic equation in \\(p\\); and hence \\(p, q, r\\) are found.\n\n13. Prop. To find what laws will give prisms parallel to the axis of the primary rhomboid.\n\nFor this purpose the planes must be parallel to the axis; and the equation of a plane must be consistent with the equations of the axis, which are\n\n\\[\ny = x, z = x.\n\\]\n\nLet \\((p; q; r)\\) be the plane; \\(\\therefore p x + q y + r z = 0\\) is the equation to it, supposing it to pass through the origin; and since \\(y = x, z = x\\); we have \\(px + qx + rx = 0 \\therefore p = -(q + r)\\).\n\nIf \\(r = q, p = -2q\\); the planes are \\((-2, 1, 1)\\) and the\nsecondary rhomboid becomes a regular hexagonal prism. (Example. Chaux Carbonatée Prismatique. Hauy.)\n\nIn other cases the secondary form is an irregular hexagonal prism, the angles being equal, three and three alternately.\n\n14. Prop. To find the symbol of a plane which truncates any edge of a given form.\n\nLet two faces \\((p; q; r)(p'; q'; r')\\) meet, and let \\((P; Q; R)\\) be a plane which truncates the edge formed by their intersection: the plane must be parallel to this intersection; and the equations to the intersection must be consistent with the equation \\(P x + Q y + R z = 0\\). Now for the intersection we have \\(pz + qy + rz = 0, p'x + q'y + r'z = 0\\): whence\n\n\\[(pq' - p'q)x = (qr' - q'r)z, (pr' - p'r')x = (qr' - q'r)y.\\]\n\nMultiply \\(P x + Q y + R z = 0\\) by \\((qr' - q'r)\\) and substitute, and we have\n\n\\[P(qr' - q'r) + Q(p'r' - p'r') + R(pq' - p'q) = 0.\\]\n\nAnd if \\(P, Q, R\\) fulfil this condition, \\((P; Q; R)\\) will be a plane truncating the edge as required.\n\n15. Prop. To find the symbol of a plane which truncates an edge of any secondary rhomboid.\n\nThis is a particular case of last Prop. when instead of \\((p; q; r)(p'; q'; r')\\), the planes are \\((p; q; q)(q; p; q)\\). Hence the equation of condition becomes\n\n\\[P(q^2 - pq) + Q(q^2 - pq) + R(p^2 - q^2) = 0\\]\n\nor\n\n\\[Pq + Qq - R(p + q) = 0\\]\n\nHence if \\(R = q, P + Q = p + q\\), and with this condition, \\((P; Q; q)\\) is the plane required.\n\nEx. Required the planes which truncate the edges of the rhomboid produced by the law \\((3, -1 - 1)\\).\n\nHere \\(p + q = 2\\); \\(\\therefore\\) the values which may be given to\nP, Q are any number whose sum is 2. Thus (1, 1, — 1) (2, 0, — 1) are truncating faces.\n\n(This rhomboid truncated by these two planes occurs in Hauy's Chaux Carbonatée Progressive. Fig. 41.)\n\nThe plane thus determined will always be parallel to the intersection of the two planes; but in order that it may truncate the edge, it must meet both of them on the really existing part of each plane. This condition is easily introduced in each particular case.\n\n16. In order to express, by means of the symbols already introduced, any crystal whatever, we may write down the symbols of the faces by which it is bounded; indicating by the punctuation the permutations which are allowed. It will be convenient also to mark the number of the faces which arise from these permutations. In the rhomboid, when all the three indices are different, this number will be six. When two are alike, it will be three. Thus (6) \\((p, q, r)\\) may indicate that the crystal has six faces arising from the law expressed by \\((p, q, r)\\) and \\((3)(p, p, r)\\) may represent a crystal with three faces arising from the law \\((p, p, r)\\); which is what would, according to Hauy, be called a decrement on an angle at the summit.\n\nIt often happens that faces in a crystal are repeated; that is, that there are faces parallel to one another, one of which may be considered as a repetition of the other. In that case we may distinguish them by placing a 2 before them as a multiplier. Thus \\(2(3)(p, p, r)\\) indicates a rhomboid produced by repeating each of the three faces represented by \\((p, p, r)\\). This is in fact the mode in which a rhomboid is always produced. In the same manner \\(2(6)(p, q, r)\\) is the\nsymbol of a dodecahedron, which results from repeating each of the six planes \\((p, q, r)\\).\n\n§. 2. The Quadrangular Prism.\n\n17. The quadrangular prism may be right or oblique, and its base may be a square, a rectangle, a rhombus, or a parallelogram. But in all cases we may take one of its angles, and make that the origin of co-ordinates; and taking two of our co-ordinates along two edges of the base, and the third along the length of the prism, we shall be able to express the secondary planes in the same manner as in the case of the rhomboid. There will however be some additional considerations to introduce, since the edges of the prism may be of different magnitudes; and its angles not being symmetrical like those of a rhomboid, we shall no longer have the same coexistent planes which we had in the former case.\n\nIn order to introduce the first consideration, let \\(x\\) and \\(y\\), fig. 6, be the co-ordinates in the direction of the edges of the base, and \\(z\\) in that of the length of the prism. Let the space bounded by the co-ordinate planes be filled with small similar prisms, and let their edges in the directions \\(x, y, z\\) be \\(a, b, c\\) respectively. Let a secondary plane \\(PQR\\) be formed, by taking away \\(h\\) prisms along the edge \\(x\\), \\(k\\) along \\(y\\), and \\(l\\) along \\(z\\); then the lengths of \\(AP, AQ, AR\\) will be \\(ha, kb, lc\\) respectively; and the equation to the plane will be\n\n\\[\n\\frac{x}{ha} + \\frac{y}{kb} + \\frac{z}{lc} = 1.\n\\]\n\nIf we call \\(\\frac{1}{ha}, A; \\frac{1}{kb}, B; \\frac{1}{lc}, C\\); we shall have the angle between any two planes by the formula, Art. 8; putting for \\(\\alpha, \\beta, \\gamma\\) and for \\(d, e, f\\), their values. But if we make \\(\\frac{1}{h}, -p,\\)\n\\[\n\\frac{1}{k} = q, \\frac{1}{l} = r, (p; q; r) \\text{ may still be taken for the symbol}\n\\]\nof the plane. In this case \\( \\frac{p}{a}, \\frac{q}{b}, \\frac{r}{c} \\), are the co-efficients of\nthe equation to the plane, and are to be used for A, B, C in\ncalculating the angles which the planes make with each other.\n\nWe shall use the following terms; a rhombic prism is one\nwhose base is a rhombus: an oblique rhombic prism, fig, 8, is\none in which the sides are not at right angles to the base, the\nangles of the sides, as BA \\( z \\), CA \\( z \\) being equal. A doubly\noblique prism, fig. 7, is one in which the angles of the sides\nat the base BA \\( z \\), CA \\( z \\) are unequal. Prisms are called square\nor rectangular when their bases are so: and when the base is\na parallelogram with unequal sides, and angles not right an-\ngles, the prism is called oblique-angled. Besides these we have\na prism which we may call the oblique rectangular prism,* fig. 9, in which besides the two rectangular ends we have\ntwo sides, as \\( c z \\) and the opposite one, also rectangles.\n\n1. The doubly-oblique Prism, fig. 7.\n\n18. In this, since the angles are all different, no one of the\nsolid angles (A, B, C, D) is similar to another. Hence if a\nplane be formed on one of the angles, there is no plane ne-\ncessarily formed on another angle; consequently a plane as\n\\( (p; q; r) \\) or \\( (p; -q; -r) \\) does not necessarily imply any co-\nexistent plane, and the symbol is to be written with the mark\n(;) between the indices, to show that no permutations are\nallowed.\n\nLet the edges of the subtractive prisms in last article be \\( a \\),\n\n* We might consider B \\( z \\) as the base of prism, by which means it would be a\nright oblique angled prism. But the method adopted in the text seems to be more\nnatural and simple.\nin the direction \\( AB \\), \\( b \\) in the direction \\( AC \\), \\( c \\) in the direction \\( Az \\). Then putting \\( \\frac{p}{a} \\), \\( \\frac{q}{b} \\), \\( \\frac{r}{c} \\) for \\( A \\), \\( B \\), \\( C \\) in the formula, Art. 8, we shall have the angles made by secondary planes.\n\nConversely, knowing the angles made by secondary planes we may determine \\( A \\), \\( B \\), \\( C \\), as before, and when we have found in crystals the same substance, various values of \\( A \\), \\( B \\), \\( C \\), we have\n\n\\[\n\\frac{q}{p} = \\frac{Bb}{Aa}, \\quad \\frac{r}{p} = \\frac{Cc}{Aa};\n\\]\n\nand \\( a \\), \\( b \\), \\( c \\) are to be assumed so that \\( q : p \\) and \\( r : p \\) may be numerical ratios as simple as possible.\n\n2. The oblique rhombic Prism, fig. 8.\n\n19. In this case the angles \\( zAB \\), \\( zAC \\), and the sides \\( AB \\), \\( AC \\) are equal; and consequently the two faces \\( zAB \\), \\( zAC \\) are symmetrical; and whatever secondary plane is formed with reference to one, we must have a co-existent plane corresponding to the other. Hence, if we have a plane \\((p; q; r)\\) we must have a plane \\((q; p; r)\\) and we may express both these by the symbol \\((p, q; r)\\) the (,) indicating that the co-ordinates \\( x \\) and \\( y \\) may be exchanged, \\( z \\) remaining the same. And this is true whether \\( p \\), \\( q \\), \\( r \\) be positive or negative.\n\nHere having found \\( p \\), \\( q \\), and \\( r \\) we have \\( ha \\), \\( ka \\), \\( lc \\), because \\( a \\) and \\( b \\) are equal, and their values are to be determined as before.\n\n3. The oblique rectangular Prism, fig. 9.\n\n20. Here the solid angles \\( A \\) and \\( C \\) are similar in all respects, \\( A \\) being contained by two right angles \\( BAC \\), \\( CAz \\) and the angle \\( BAz \\), and \\( C \\) by the angles \\( DCA \\), \\( ACo \\), \\( oCD \\) equal to them. Hence whatever plane be formed on \\( A \\), we must have a coexistent plane on \\( C \\), agreeing with it, except\nthat the ordinate in AC is in the opposite direction: that is \\((p; q; r) (p; -q; r)\\) are co-existent planes. These may be included in the formula \\((p; \\pm q; r)\\).\n\n4. The right oblique-angled Prism, fig. 10.\n\n21. It is obvious that the opposite angles A and D of the base of this prism are similar in all respects; and with any secondary plane formed on one of them, we must have a co-existent similar plane on the other. That is, we must have a second plane, when \\(x\\) and \\(y\\) are negative, as they were positive in the first. Hence \\((p; q; r) (-p; -q; r)\\) are co-existent planes; and we may express them thus \\((\\pm p; \\pm q; r)\\) it being understood in such symbols that the upper signs are taken together, and the lower together.\n\n5. The right rhombic Prism, fig. 10.\n\n22. Here, the opposite angles A, D are similar, and also the adjacent sides. Hence with a plane \\((p; q; r)\\) we have co-existent planes \\((-p; -q; r) (q; p; r) (-q; -p; r)\\). These may be included in the symbol \\((\\pm p, \\pm q; r)\\) the upper signs being taken together as before, and \\(p, q\\) being permutable as is indicated by the comma.\n\n6. The right rectangular Prism, fig. 11.\n\n23. Here the four angles A, B, C, D are similar. Hence \\((p; q; r)\\) has co-existent planes\n\n\\[\n(-p; q; r) (p; -q; r) (-p; -q; r)\n\\]\n\nThese may be included in the formula\n\n\\[\n(\\pm p; \\pm q; r)\n\\]\n\nthe signs being taken in horizontal pairs.\n7. The right square Prism.\n\n24. In this case, besides the co-existent planes which we have in the last figure, we shall have those which arise from considering that the sides AB, AC are symmetrical, that is \\( p \\) and \\( q \\) are permutable. Here the symbol is \\( (\\pm p, \\pm q; r) \\) this will give eight secondary faces.\n\n8. The Cube.\n\n25. This differs from the last in having the edge in the direction \\( z \\) similar to those in \\( x \\) and \\( y \\). Hence \\( p, q, r \\) may be permuted and the symbol is \\( (\\pm p, \\pm q, r) \\) which gives 24 secondary faces.*\n\nThere is no necessity to vary the sign of \\( r \\), for the plane \\( (p; q; -r) \\) is the same as \\( (-p; -q; r) \\).\n\n§ 3. The regular Tetrahedron and Octahedron.\n\n26. In this and other cases where the figure is bounded by more than three planes we shall make three of the primary faces co-ordinate planes, and the remaining primary faces will be expressed by different symbols. Also the co-existent planes will be differently represented accordingly as they are on one angle or another, and we shall in each case have to determine the different forms which will thus occur.\n\nLet \\( Axyz \\), fig. 12, be a regular tetrahedron, and let \\( Ax, Ay, Az \\) be three co-ordinates.\n\n* In some cases however, we have only half the number of faces which the law of symmetry would give. Thus in the case of the pentagonal dodecahedron derived from the cube, the law is \\( (2, 1, 0) \\); but the faces which occur are \\( (2; 1; 0) \\) \\( (1; 0; 2) \\) \\( (0; 2; 1) \\) which by the changes of sign become 12. The other 12 which arise from the symbols \\( (1; 2; 0) \\) \\( (2; 0; 1) \\) \\( (0; 1; 2) \\) are excluded.\nLet a plane $pq r$ be formed on the angle $A$; then, since all the angles are symmetrical, we must have a coexistent plane at any other angle, as $x$.\n\nLet $Ap = h$, $Aq = k$, $Ar = l$; and let $xP = h$, $xQ = k$, $xR = l$; it is required to find the equation to the plane $PQR$.\n\nDraw $xM$ and $yK$ parallel to $PQ$ and we have, if $Ax = a$,\n\n$$xK = xy \\cdot \\frac{xP}{xQ} = a \\frac{h}{k}; \\quad \\therefore \\quad AK = a \\left(1 - \\frac{h}{k}\\right).$$\n\nAlso $AM = Ay \\cdot \\frac{Ax}{AK} = \\frac{a}{1 - \\frac{h}{k}}.$\n\nSimilarly if $xN$ be parallel to $PR$, we shall find $AN = \\frac{a}{1 - \\frac{h}{l}}.$\n\nHence the equation of the plane $NxM$ is\n\n$$\\frac{x}{a} + \\left(1 - \\frac{h}{k}\\right) \\frac{y}{a} + \\left(1 - \\frac{h}{l}\\right) \\frac{z}{a} = 1;$$\n\nor\n\n$$\\frac{x}{h} + \\left(\\frac{1}{h} - \\frac{1}{k}\\right) y + \\left(\\frac{1}{h} - \\frac{1}{l}\\right) z = \\frac{a}{h}.$$ \n\nAnd the symbol of this plane will be\n\n$$\\left(\\frac{1}{h}; \\frac{1}{h} - \\frac{1}{k}; \\frac{1}{h} - \\frac{1}{l}\\right).$$\n\nAnd the plane $PQR$ is parallel to $NxM$, and will have the same symbol.\n\nIf $\\frac{1}{h} = p$, $\\frac{1}{k} = q$, $\\frac{1}{l} = r$, the symbol of the plane $PQR$ will be $(p; p - q; p - r)$.\n\nIn the same way we shall have at the angles $y$ and $z$, planes $(q - p; q; q - r)$ and $(p - r; q - r; r)$.\n\nBut the edges $Ax$, $Ay$, $Az$ are also similar, and therefore $p$, $q$, $r$ may be permuted in any manner. Hence we have these co-existent planes $(p, q, r)$, $(p, p - q, p - r)$, $(q - p, q, q - r)$, $(r - p, r - q, r)$.\nIt being understood that in each parenthesis the indices which are separated by commas may undergo any permutation.\n\nThe first symbol \\((p, q, r)\\) gives 6 planes, and the three others also 6 each, making in all 24.\n\nIf the primary form be known to be a regular tetrahedron, it is evident that the first symbol \\((p, q, r)\\) must be understood as implying also the rest. But in order to express all the planes we may include them in one symbol thus\n\n\\[\n\\{(p, q, r)(p, p - q, p - r) \\&c.\\}\n\\]\n\nthe &c. implying the coexistent planes.\n\n27. Prop. To determine the symbol of the planes which truncate the edges of a tetrahedron.\n\nThe plane truncating the edge \\(x\\) is \\((o; q, r)\\): and hence by last article the general symbol includes the planes\n\n\\[\n(o, q, r), (q, q, q - r), (r, r - q, r)\n\\]\n\nwhich gives 12 planes. We omit \\((o, -q, -r)\\), which is identical with \\((o, q, r)\\).\n\nIf \\(q = r\\) the planes are expressed by \\((o, q, q)\\), which gives 3 planes; but in order to truncate the six edges, each is used twice, and the symbol is \\(2(3)(o, q, q)\\).\n\nThe regular octahedron is bounded by the same 4 planes as the tetrahedron, each being used twice; and its symbol is\n\n\\[\n2(4)\\{(1, o, o)(1, 1, 1)\\}\n\\]\n\nIts edges are also parallel to the edges of the tetrahedron, each being used twice. And any plane which can be deduced from the octahedron, may with equal simplicity be deduced from the tetrahedron.\n\n28. Prop. In the regular tetrahedron to find the angle contained by planes \\((o, 1, 1)\\).\nThe plane angles of the tetrahedron are $60^\\circ$; and hence, to find its dihedral angles, we have to find the angle of an equilateral spherical triangle whose sides are $60^\\circ$. If $\\alpha$ be this angle, we have\n\n$$\\cos \\alpha = \\cotan 60 \\cdot \\tan 30 = \\tan^2 30 = \\frac{1}{3}.$$  \n\nLet $\\theta$ be the angle of the planes $(0, 1, 1)$ $(1, 0, 1)$, and we have by the formula\n\n$$-\\cos \\theta = \\frac{1 - 3 \\cos \\alpha}{2 - 2 \\cos \\alpha} = 0 \\text{ because } \\cos \\alpha = \\frac{1}{3}.$$  \n\nHence the angle of the planes is a right angle. And in the same manner the angles made by the other planes will be right angles. The figure will be a cube bounded by the 3 planes $(0, 1, 1)$ twice repeated.\n\n**Irregular Tetrahedrons and Octahedrons.**\n\n29. If we have an octahedron composed of two right quadrilateral pyramids, similar and equal, set base to base, we shall call this a *right octahedron*; and it will be termed *square*, *rectangular*, or *rhombic*, when the base is so. The tetrahedron, from which the right rectangular octahedron is derived, may be called the *direct symmetrical tetrahedron*; and that from which the right rhombic octahedron is derived, may be called the *inverse symmetrical tetrahedron*, on account of properties which will be explained immediately. Also, all the planes which can be derived from the octahedrons, may be derived more simply from the corresponding tetrahedrons; and we shall find the coexistent planes, and the angles made by the faces, in the same manner as in the previous cases.\n§ 4. Direct symmetrical Tetrahedron and rectangular Octahedron.\n\n30. Let $Axyz$, fig. 13, be a tetrahedron, and let all its edges be bisected, and the bisections joined by lines drawn in the faces. We shall thus have an octahedron DEFGHK. If we consider EFHK as the common base of the two pyramids of which the octahedron is composed, when EFHK is a rectangle, the octahedron is called rectangular; and when EFHK is a square, the octahedron is called square.\n\nLet EFHK be a rectangle, the octahedron being a right one. Then all the faces of the octahedron will be isosceles triangles, of which DEF, DHK, GFE, GHK will be equal to each other, and the other four also equal to each other. Also, it is easily seen that the triangle $AyZ$ has its sides double of those of EFG, and is similar to it; and similarly $xyZ$ has its sides double of KHG. Therefore the two triangles $AyZ$, $xyZ$ are both isosceles, ($yz$ being the base,) and are equal in every respect; and similarly $yAx$ and $zAx$ are isosceles triangles equal in every respect.\n\nHence the solid angles at $y$ and $z$ are equal in every respect, and also those at $A$ and $x$. And a plane passing through $Ax$ and through the middle of $yz$ would divide the tetrahedron symmetrically into two equal portions. Hence we have called this the direct symmetrical tetrahedron.\n\nWe may suppose the solid angle $A$ to be filled with parallelepipeds, the planes of which are parallel to the planes $AxY$, $AxZ$, $AyZ$, in the same manner as the solid angle $A$, fig. 1. And by removing these parallelepipeds according to any law, as in fig. 1, we obtain a secondary plane, of which the symbol and the equation may be known from the law.\n31. But since the solid angles at A and at x are symmetrical, for every plane at A we shall have a co-existent plane at x,* of which we shall find the equation.\n\nWe may as before suppose A x, A y, A z, to be co-ordinates, and with any plane p q r at A we shall have a co-existent plane PQR at x, such that x P, x Q, x R are equal to A p, A q, A r respectively.\n\nProp. The symbol of p q r being (p; q; r) to find the symbol of PQR.\n\nLet the small component parallelepipeds have the edge in direction A x = a, and the edges in directions A y, A z each = c (these being equal). Also, let A x = n a, A y = A z = n c.†\n\nAnd let the plane p q r be obtained by taking away h molecules in the direction A x, k in the direction A y, and l in the direction A z. Therefore A p = h a, A q = k c, A r = l c: and the equation to the plane p q r is\n\n\\[ \\frac{x}{h a} + \\frac{y}{k c} + \\frac{z}{l c} = 1; \\]\n\n* The parallelepipeds of which the solid is supposed to be made up at x, are not in the same position with those of which it is supposed to be made up at A. Those at x are bounded by planes parallel to A x y, A x z, y x z, as those at A are by the planes which meet at A. If the crystal be divisible according to all the planes of a tetrahedron or octahedron, there are four different kinds of parallelepiped of which it may be conceived to be composed, corresponding to the four angles A, x, y, z. And we may take any one of these kinds with equal propriety. In fact, the mode of conceiving secondary planes to be formed by removing parallelepipeds, is an assumption to be considered right only so far as it exhibits the dependence of secondary planes upon the simplicity of the ratios p : q : r.\n\n† If we suppose A x y z to be made up of parallelepipeds, A x, A y, and A z having equal numbers of them, planes parallel to x y z will pass through all their angles. And if instead of parallelepipeds, we suppose that we have only points in space where the angles of the parallelepipeds would be, the planes which are determined by any adjacent three points will be the four planes, A x y, A x z, A y z, x y z.\nor if \\( p = \\frac{1}{k}, q = \\frac{1}{k}, r = \\frac{1}{l} \\),\n\n\\[\np \\frac{x}{a} + q \\frac{y}{c} + r \\frac{l}{c} = 1,\n\\]\n\nthe symbol of which is \\((p; q; r)\\).\n\nDraw \\( yO, xM \\) parallel to \\( PQ \\), meeting \\( Ax \\) and \\( Ay \\). Then\n\n\\[\nxO = \\frac{xy \\cdot xP}{xQ} = \\frac{nc \\cdot ha}{kc} = \\frac{nha}{k}\n\\]\n\n\\[\n\\therefore AO = Ax - xO = na(1 - \\frac{h}{k})\n\\]\n\n\\[\nAM = \\frac{Ax \\cdot Ay}{AO} = \\frac{na \\cdot nc}{na(1 - \\frac{h}{k})} = \\frac{nkc}{k-h}.\n\\]\n\nSimilarly if \\( xN \\) be parallel to \\( PR \\), \\( AN = \\frac{nlc}{l-h} \\).\n\nHence the equation to the plane \\( xMN \\) is\n\n\\[\n\\frac{x}{na} + (1 - \\frac{h}{k}) \\frac{y}{nc} + (1 - \\frac{h}{l}) \\frac{z}{nc} = 1\n\\]\n\nor \\( p \\frac{x}{a} + (p-q) \\frac{y}{c} + (p-r) \\frac{z}{c} = pn \\)\n\nand the equations to planes \\( pqr \\) and \\( PQR \\) are\n\n\\[\np \\frac{x}{a} + q \\frac{y}{c} + q \\frac{z}{c} = 1;\n\\]\n\n\\[\np \\frac{x}{a} + (p-q) \\frac{y}{c} + (p-r) \\frac{z}{c} = m\n\\]\n\nand their symbols are \\((p; q; r), (p; p-q; p-r)\\).\n\nAlso the edges \\( Ay, Az \\) are symmetrical; and hence we have two other co-existent planes \\((p; r; q)(p-r; p-q)\\).\n\nThese are included in the formula \\(\\{(p; q, r)(p; p-q, p-r)\\}\\)\n\nThe solid angles at \\( y \\) and \\( z \\) are also symmetrical; and a plane being supposed to be formed at \\( y \\) as before, we must have a co-existent plane at \\( z \\). Let \\( p'q'r' \\) be a plane cutting off the angle \\( y \\), and \\( b \\) being the edge of a molecule in the direction \\( yz \\), let \\( yp', yq', yr' = hb, kc, lc \\) respectively, and let \\( zP', zQ', zR' = yp', yq', yr' \\) respectively. Then \\( p'q'r' \\)\nand \\( P' Q' R' \\) will be co-existent planes; and the condition of their co-existence is included in the preceding symbol.\n\nThe quantities \\( a, b, c \\) are as \\( n_a, n_b, n_c \\), that is as \\( A x, y z \\) and \\( A y \\). Or, referring to the octahedron in fig. 13, they are as FH, FE, and FD.\n\n**The square Octahedron.**\n\n32. When EFHK, fig. 13, is a square, \\( A x, y z \\) will be equal, and the solid angles at \\( y \\) and \\( z \\) will be symmetrical to those at \\( A \\) and \\( x \\), and will be similarly affected. Hence for a plane at \\( A \\) there will be co-existent planes at \\( y \\) and \\( z \\).\n\n**Prop.** To find the symbols of co-existent planes in this case,\n\nIf we take \\( z P', z Q', z R', = y p', y q', y r', = A p, A q, A r \\) respectively, we shall, as in last article, find the equation of the planes \\( p' q' r', P' Q' R' \\) to be\n\n\\[\n(1 - \\frac{k}{l}) \\frac{x}{n_a} + \\frac{y}{n_c} + (1 - \\frac{k}{h}) \\frac{z}{n_c} = m\n\\]\n\n\\[\n(1 - \\frac{k}{l}) \\frac{n}{n_a} + (1 - \\frac{k}{h}) \\frac{y}{n_c} + \\frac{z}{n_c} = m'\n\\]\n\nand since \\( p = \\frac{1}{h}, q = \\frac{1}{k}, r = \\frac{1}{l} \\), these are equivalent to\n\n\\[\n(q - r) \\frac{x}{a} + q \\frac{y}{c} + (q - p) \\frac{z}{c} = \\frac{m n}{k}\n\\]\n\n\\[\n(q - r) \\frac{x}{a} + (q - p) \\frac{y}{c} + q \\frac{z}{c} = \\frac{m' n}{k}\n\\]\n\nHence with a plane \\((p; q; r)\\) we have co-existent planes \\((q - r; q; q - p)\\) and \\((q - r; q - p; q)\\).\n\nBut we have also a co-existent plane \\((p; r; q)\\) and therefore also \\((r - q; r; r - p)\\) and \\((r - q; r - p; r)\\)\n\nHence in the square octahedron we have co-existent planes which may be included in this symbol\n\n\\[\n\\{(p; q, r) (p; p - r, p - q) (q - r; q, q - p) (r - q; r, r - p)\\}\n\\]\n\nAll which are implied in \\((p; q; r)\\).\n\nMDCCCXXV.\n33. Prop. Having given the symbol of a plane derived from the tetrahedron, to find the manner in which it cuts the octahedron, Fig. 13.\n\nLet PQR be any plane at the angle A; and let PQ meet DK and DE in S and T. ∴ DS = \\(\\frac{DP \\cdot AQ}{AP} = DP \\cdot \\frac{k c}{h a} = DP \\cdot \\frac{p}{q} \\cdot \\frac{c}{a}\\).\n\nAnd drawing QL parallel to DE, DF = \\(\\frac{QL \\cdot DP}{PL}\\).\n\nAlso QL = AQ and PL = AP - AL = AP - AQ \\(\\cdot \\frac{A x}{A y} = h a\\)\n\n\\(= k c \\cdot \\frac{a}{c} = (h - k) a\\)\n\n∴ DT = DP \\(\\cdot \\frac{AQ}{PL} = DP \\cdot \\frac{k c}{(h-k) a} = DP \\cdot \\frac{p}{q-p} \\cdot \\frac{c}{a}\\).\n\nIn the same way we find the portions cut off from DH and DF: and hence it appears that a plane \\((p; q; r)\\) cuts off from the four edges, which meet at the vertex D of the pyramid, lines which, parallel to the edges in the directions \\(A y\\), \\(A z\\), \\(x y\\), \\(x z\\), are as\n\n\\(\\frac{1}{q}, \\frac{1}{r}, \\frac{1}{q-p}, \\frac{1}{r-p}\\)\n\nIn whatever manner the plane DEF is cut by the plane PQR, the plane DHK will be similarly cut by the co-existent plane at \\(x\\).\n\n34. Hence, knowing the law by which a secondary face is derived from the octahedron, we can find its symbol.\n\nThe primary form is a square octahedron; to find the symbol of the face \\(^2E^2\\) (Ex. Zircon unibinaire, Hauy).\n\nThis plane is drawn cutting off the angle E, in such a manner that the portions cut from EF, EG are double of those from EK, ED respectively; and the section on the face EFG parallel to FG or to \\(A y\\).\n\nSince the part cut from EG, parallel to \\(A z\\), is double of that\nfrom ED, parallel to \\(xy\\), and is in the negative direction,\n\n\\[\n\\frac{1}{r} = -\\frac{2}{q-p} \\quad \\text{or} \\quad p - q = 2r.\n\\]\n\nAlso since the section is parallel to \\(Ay\\) we must have \\(q = 0\\).\n\nHence \\((2; 0; 1)\\) is the symbol required. And the co-existent planes are\n\n\\[\n(2; 0, 1), (2; 1, 2), (-1; 0, -2), 1; -1, 1)\n\\]\n\neach of the parentheses gives two planes, and hence we have 8 arising from this law.\n\n35. To find the angles which these planes make with the planes of the octahedron.\n\nExample. Zircon unibinaire, Hauy.\n\nIn the square octahedron, which has been considered as the primary form of zircon, the angle of two adjacent faces of a pyramid is \\(123^\\circ 15'\\), and the angle of two opposite faces measured over the summit is \\(95^\\circ 40'\\). (Phillips).\n\nHence the dihedral angle at \\(Ax\\), which is \\((a)\\) the angle of the planes EFK, FDH, is \\(95^\\circ 40'\\). And \\((b)\\) the angle at \\(Ay\\) is the angle of DEK, FEG, and is therefore the supplement of the angle of HFG, EFG, and it is therefore \\(= 56^\\circ 45'\\). In the same manner \\((c)\\) the dihedral angle at \\(Az\\) is \\(56^\\circ 45'\\).\n\nIn order to apply the formulæ of Art. 8, we must find the values of \\(d, e, f\\). Let XYZ, fig. 15, be a spherical triangle made by describing a sphere with center A, meeting \\(Ax, Ay, Az\\) in X, Y, Z. Then if XD be drawn perpendicular to YZ, \\(d = \\sin. XD\\), similarly if YE be perpendicular on ZX, \\(e = \\sin. YE\\), and \\(f = e\\).\n\nNow by Napier's rules, since XYD \\(= 56^\\circ 45'\\), and YXD \\(= \\frac{1}{2}(95^\\circ 40') = 47^\\circ 50'\\), \\(r \\cdot \\cos. 56^\\circ 45' = \\cos. XD \\cdot \\sin. 47^\\circ 50'\\)\n\n\\[\n\\therefore d = \\sin. 42^\\circ 11'; \\quad d = .6730125.\n\\]\nAlso \\( r \\cdot \\cos. XY = \\cotan. 56^\\circ 45' \\cdot \\cotan. 47^\\circ 50' \\therefore xy = 43^\\circ 37' \\)\nand \\( YXE = 180^\\circ - 90^\\circ 40' = 84^\\circ 20' \\)\n\\[\n\\therefore r \\cdot \\sin. YE = \\sin. XY \\cdot \\sin. 84^\\circ 20' \\therefore e = \\sin. 43^\\circ 21'; e = .6864532\n\\]\n\nThe two planes of which we have to find the angle, are \\((2; 0; 1)(1; 0; 0)\\).\n\nHence by the formula, Art. 8,\n\n\\[\n-\\cos. \\theta = \\frac{a}{d} - \\frac{\\cos. \\beta}{f} = \\sqrt{\\left\\{ \\frac{4}{d^2} + \\frac{1}{f^2} - \\frac{4 \\cos. \\beta}{af} \\right\\}} = \\sqrt{\\left\\{ \\frac{2f - d \\cos. \\beta}{4f^2 - 4fd \\cos. \\beta + a^2} \\right\\}}\n\\]\n\nTo find \\( \\theta \\), let \\( \\tan. \\omega = \\frac{2f - d \\cos. \\beta}{d \\sin. \\beta} = \\frac{2f}{d \\sin. \\beta} - \\cotan. \\beta \\); and we shall have, \\(-\\cos. \\theta = \\frac{\\tan. \\omega}{\\sec. \\omega} = \\sin. \\omega \\therefore \\theta = 90^\\circ + \\omega \\).\n\nBy the values above given, we shall find \\( \\omega = 60^\\circ 43' \\) and \\(\\therefore \\theta = 150^\\circ 43'\\). The value given by Mr. Phillips is \\(150^\\circ 12'\\).\n\nIt may be observed, that \\((2; 0; 1)\\) is the side adjacent to the primary plane \\((1; 0; 0)\\); and that we obtain sides adjacent to other faces by taking corresponding co-existent planes from the formulæ in Art. 32.\n\nThus the primary faces \\((1; 0; 0)\\) have adjacent secondary faces \\((2; 0; 1)\\) and \\((2; 1; 0)\\).\nThe primary faces \\((0; 1; 0)\\) have adjacent \\((1; 2; 0)\\) and \\((1; -1; 1)\\)\nThe primary faces \\((0; 0; 1)\\) have adjacent \\((1; 0; 2)\\) and \\((1; 1; -1)\\)\nThe primary faces \\((1; 1; 1)\\) have adjacent \\((2; 1; 2)\\) and \\((2; 2; 1)\\)\n\nHere instead of \\((-1; 0; -2)\\) &c. we have written \\((1; 0; 2)\\) &c. which represents the same plane.\n\n§ 5. Inverse symmetrical Tetrahedron and rhombic Octahedron.\n\n36. Let \\( Axyz \\), fig. 16, be a tetrahedron; and let its edges be bisected, and an octahedron formed as before. In this octahedron, let \\( EFHK \\) be the rhombic base; and the two\npyramids which compose the octahedron being right ones and equal, it is evident that the four lines DE, EG, GH, HD will be equal, and the four lines DF, FG, GK, KD. Now \\(Ax\\) is double of FH, and \\(xy\\) of HK. Hence \\(Ax = yz\\). Similarly \\(Ay = xz\\), and \\(Az = xy\\). Hence it appears that the four triangles which form the sides of the tetrahedron have their sides equal respectively, and are therefore equal and similar. Hence the four solid angles A, \\(x, y, z\\), are contained by equal angles, and are symmetrical. Thus the angles \\(xAy, yAz, zAx\\) are equal to \\(Axz, yxz, Axy\\). And this tetrahedron may be called an inverse symmetrical tetrahedron.\n\nFrom the law of symmetry, whatever plane is formed at the angle A, we must have a coexistent plane at each of the angles \\(x, y, z\\), the equal and opposite edges being similarly affected.\n\n37. Prop. A plane \\((p; q; r)\\) being known, to find the co-existent planes. Fig. 17.\n\nLet \\(Ax, Ay, Az\\) be \\(na, nb, nc\\).\n\n\\[Ap, Aq, Ar = ha, kb, lc;\\] and \\(p = \\frac{1}{h}, q = \\frac{1}{k}, l = \\frac{1}{r}.\\)\n\n\\[\\therefore xP, xQ, xR \\text{ are } ha, kb, lc.\\]\n\nDraw \\(yO, xM\\) parallel to PR.\n\n\\[xO = xy \\cdot \\frac{xP}{xR} = nc \\cdot \\frac{ha}{lc} = \\frac{nha}{l}; AO = na(1 - \\frac{h}{l})\\]\n\n\\[AM = Ax \\cdot \\frac{Ay}{AO} = \\frac{nb}{1 - \\frac{h}{l}} = \\frac{nb}{1 - \\frac{r}{p}}\\]\n\nSimilarly if \\(xN\\) be parallel to \\(PQ\\), \\(AN = \\frac{nc}{1 - \\frac{h}{k}} = \\frac{nc}{1 - \\frac{q}{p}}\\).\n\nHence the equation of the plane \\(xNM\\), which is parallel to \\(PQR\\), is\n\\[\n\\frac{x}{na} + \\left(1 - \\frac{r}{p}\\right) \\frac{y}{nb} + \\left(1 - \\frac{q}{p}\\right) \\frac{z}{nc} = 1 \\quad \\text{or} \\quad p \\frac{x}{a} + (p - r) \\frac{y}{b} + (p - q) \\frac{z}{c} = np\n\\]\n\nand its symbol is \\((p; p - r; p - q)\\).\n\nIn the same manner the angle \\(y\\) gives a plane \\((q - r; q; q - p)\\)\n\nand the angle \\(z\\) a plane \\((r - q; r - p; r)\\).\n\nHence the co-existent planes are\n\n\\((p; q; r), (p; p - r; p - q), (q - r; q; q - p), (r - q; r - p; r)\\).\n\nThese four planes would truncate symmetrically the four faces of one of the pyramids which compose the octahedron,\n\nand planes parallel to them would truncate similarly the planes of the other pyramid.\n\n38. Prop. To find the portions cut from the edges of the octahedron by the plane \\((p; q; r)\\).\n\nLet the plane \\(P, Q, R\\), fig. 16 and 18, meet \\(DK, DE, DF, DH\\) in \\(S, T, U, V\\). Draw \\(QL\\) parallel to \\(DE\\). Then\n\n\\[\nDS = DP \\cdot \\frac{AQ}{AP} = DP \\cdot \\frac{kb}{ha} = DP \\cdot \\frac{p}{q} \\cdot \\frac{b}{a}\n\\]\n\n\\[\nQL = AQ \\cdot \\frac{xy}{Ay} = kb \\cdot \\frac{c}{b} = kc, \\quad AL = AQ \\cdot \\frac{Ax}{Ay} = kb \\cdot \\frac{a}{b} = ka; \\quad PL = (h - k)a\n\\]\n\n\\[\nDT = DP \\cdot \\frac{QL}{PL} = DP \\cdot \\frac{ke}{(h - k)a} = DP \\cdot \\frac{p}{q - p} \\cdot \\frac{c}{a}\n\\]\n\nSimilarly \\(DV\\) and \\(DU\\) would be \\(DP \\cdot \\frac{p}{r} \\cdot \\frac{c}{a}\\) and \\(DP \\cdot \\frac{p}{r - p} \\cdot \\frac{b}{a}\\)\n\nHence \\(DS, DT, DU, DV\\) are as \\(\\frac{1}{q}, b, \\frac{1}{q - p}, c, \\frac{1}{r - p}, b, \\frac{1}{r}, c\\).\n\nHence for the four co-existent planes the edges cut off are respectively as\n\n\\[\n\\frac{b}{q}, \\frac{c}{q - p}, \\frac{b}{r - q}, \\frac{c}{r};\n\\]\n\n\\[\n\\frac{b}{r - p}, \\frac{c}{r}, \\frac{b}{q}, \\frac{c}{q - p};\n\\]\n\n\\[\n\\frac{b}{q}, \\frac{c}{r}, \\frac{b}{r - p}, \\frac{c}{q - p};\n\\]\n\n\\[\n\\frac{b}{r - p}, \\frac{c}{q - p}, \\frac{b}{q}, \\frac{c}{r}.\n\\]\nThe calculations would be nearly the same as in the case of the square octahedron, article 35. We should have to calculate $d$, $e$, $f$ from the angles of the octahedron. Thus in sulphur, according to Mr. Phillips (p. 361) we have incidence of\n\nGEF on GEK = 106° 30; ∴ angle at A $x = 73° 30 = \\gamma$\n\nGFH on GFE = 85° 5; ∴ angle at A $y = 94° 55 = \\beta$\n\nGHF on DHF = 143° 25; ∴ angle at A $z = 36° 35 = \\alpha$\n\nAnd if we construct a triangle, of which the three angles are $\\alpha$, $\\beta$, $\\gamma$, and draw arcs from these angles perpendicular on the opposite sides, the sines of these arcs will be respectively $d$, $e$, $f$. And by first finding the sides of the triangle by spherical trigonometry, these may be calculated.\n\n§ 6. The regular triangular Prism. Fig. 19.\n\n39. This is a right prism, having for its base an equilateral triangle. It includes the regular hexagonal prism by repeating the lateral faces.\n\nProp. To find the co-existent planes.\n\nBy the law of symmetry, for every plane on one angle A, we must have co-existent planes on $x$, $y$. Let $p q r$ be any plane whose symbol is $(p; q; r)$, and the lines $A p = h$, $A q = k$, $A r = l$, when $p = \\frac{1}{h}$, $q = \\frac{1}{k}$, $r = \\frac{1}{l}$. Then we shall have a plane PQR where $x P = h$, $x Q = k$, $x R = l$.\n\nDraw $x M$, $y O$ parallel to PQ.\n\n∴ $x O = x y \\cdot \\frac{x P}{x Q} = \\frac{h}{k}$ if $A x = x y = A y = 1$.\n\n$AM = A x \\cdot \\frac{A y}{AO} = \\frac{1}{1 - \\frac{1}{h}} = \\frac{1}{1 - \\frac{1}{k}} = \\frac{p}{p - q}$.\n\nSimilarly if $x N$ be parallel to RP, $AN = A x \\cdot \\frac{x R}{x P} = \\frac{l}{k} = \\frac{p}{r}$.\n\nHence the equation of the plane $x MN$ is\n\\[ x + \\frac{p-q}{p} y - \\frac{r}{p} z = 1 \\text{ or } p x + (p-q) y - r z = p. \\]\n\n∴ its symbol, or that of PQR, is \\((p; p-q; -r)\\).\n\nSimilarly, at \\(y\\), we shall have a plane \\((q-p; q; -r)\\).\n\nAlso, since the edges \\(Ax\\) and \\(Ay\\) are symmetrical, we have a plane \\((q; p; r)\\). And hence the co-existent planes are \\((p; q; r) (p; p-q; -r) (q-p; q; -r) (q; p; r) (q; q-p; -r) (p-q; p; -r)\\). Which may be included in the symbol\n\n\\[\n\\{(p, q; r) (p, p-q; -r) (q, q-p; -r)\\}\n\\]\n\n§ 7. The rhombic Dodecahedron.\n\n40. If we take a regular tetrahedron \\(wxyz\\), fig. 20, and from its centre of gravity \\(A\\) draw lines \\(Aw, Ax, Ay, Az\\), the angles made by any two of these lines will be the same. And by taking planes passing through any two of these lines we shall have six planes symmetrically disposed, each of which will make an angle of \\(120^\\circ\\) with four others. A figure bounded by planes parallel to these planes, each taken twice, and symmetrically disposed, will be the rhombic dodecahedron.\n\nWe may consider the three lines \\(Ax, Ay, Az\\) as axes of co-ordinates; and any plane \\(pq r\\) which cuts them must have co-existent planes cutting any two of them and \\(Aw\\). Also, as the lines \\(Ax, Ay, Az\\) are similar, in a plane \\((p, q, r)\\) we may present the indices in any manner.\n\n41. Prop. To find the symbols of co-existent planes in the rhombic dodecahedron.\n\nLet a plane \\(pq r\\) cut \\(Aw\\) produced in \\(O\\). Let \\(x, y, z\\) be the co-ordinates of the point \\(O\\). The equations of the line \\(Aw\\) are \\(y = x, z = x\\). And if the equation to the plane\n$pqr$ be $px + qy + rz = m$, we shall have the co-ordinates of the point $O$ by combining these equations. Hence we have $px + qx + rx = m$, or $x = \\frac{m}{p+q+r}$.\n\nBut if the co-ordinates $x, y, z$ be projected upon $AO$, we shall have $AO = A x \\cos. x AO + A y \\cos. y AO + A z \\cos. z AO$. And since $\\cos. x AO = \\cos. y AO = \\cos. z AO = \\frac{1}{3}$, $AO = \\frac{x+y+z}{3} = x$. $\\therefore AO = \\frac{m}{p+q+r}$.\n\nNow let $p'x + q'y + r'z = m$ be the equation to a plane which cuts $Ax, Ay, Aw$ in the same manner in which $(p; q; r)$ cuts $Ax, Ay, Az$. Therefore the portion cut off from $ryA$ produced will be $\\frac{m}{p'+q'+r'}$. Also the portions from $Ax$ and $Ay$, are $\\frac{m}{p'}, \\frac{m}{q'}$.\n\nHence $\\frac{m}{p'} = \\frac{m}{p}, \\frac{m}{q'} = \\frac{m}{q}, -\\frac{m}{p'+q'+r'} = \\frac{m}{r}$\n\n$\\therefore p' = p, q' = q, p' + q' + r' = -r; r' = -p + q + r$.\n\nHence if $(p; q; r)$ be a plane $(p; q; -p + q + r)$ is a co-existent plane.\n\nAlso the axes of $x, y, z$ being symmetrical, $(p; q; r)$ has co-existent planes $(p, q, r)$. And making $-p + q + r = s$, we have the planes\n\n$(p, q, r) (p, q, s) (p, r, s) (q, r, s)$.\n\nEach of these symbols gives six permutations, so that we have in all 24 co-existent planes.\n\n§ 8. On the arrangement of secondary faces.\n\n42. When crystals have faces determined by the laws considered in the preceding pages, they will have the form of polyhedrons bounded by polygons; and in order to determine the dihedral angles, &c. it will be necessary to know\nin what order the faces occur, and which are adjacent. This may be done in the following manner:\n\nLet AI fig. 21, be any parallelepiped of which the edges $A x$, $A y$, $A z$ are $a$, $b$, $c$. Let an ellipsoid be described, of which the center is I, touching three planes of this parallelepiped in D, E, F. If we suppose any secondary plane, deduced from this parallelepiped, to be drawn so as to touch the ellipsoid in P, the situation of the points P will determine the position of the planes. Let $A x + B y + C z = m$ be the equation to the plane. The equation to the ellipsoid will be\n\n$$\\frac{(a-x)^2}{a^2} + \\frac{(b-y)^2}{b^2} + \\frac{(c-z)^2}{c^2} = 1.$$  \n\nAnd that the plane may touch the ellipsoid, the differential co-efficients $\\left(\\frac{dy}{dx}\\right)$ and $\\left(\\frac{dz}{dx}\\right)$ must be the same in both. Hence\n\n$$\\frac{dy}{dx} = -\\frac{A}{B} = -\\frac{b^2}{a^2} \\cdot \\frac{(a-x)}{(b-y)}; \\quad \\frac{dz}{dx} = -\\frac{A}{C} = -\\frac{c^2}{a^2} \\cdot \\frac{(a-x)}{(c-z)}.$$  \n\nTherefore $\\frac{a-x}{A a^2} = \\frac{b-y}{B b^2}; \\quad \\frac{a-x}{A a^2} = \\frac{c-z}{C c^2}$.\n\nAnd substituting in the equation to the ellipsoid we have\n\n$$\\frac{1}{a^2}(a-x)^2 + \\frac{B^2 b^2}{A^2 a^4}(a-x)^3 + \\frac{C^2 c^2}{A^2 a^4}(a-x)^4 = 1$$\n\n$$\\therefore a-x = \\frac{A a}{\\sqrt{(A^2 a^2 + B^2 b^2 + C^2 c^2)}}$$\n\n$$\\therefore b-y = \\frac{B b}{\\sqrt{(A^2 a^2 + B^2 b^2 + C^2 c^2)}}$$\n\nand $c-z = \\frac{C c}{\\sqrt{(A^2 a^2 + B^2 b^2 + C^2 c^2)}}$\n\nKnowing the position of the points P for all the planes, we have the polyhedron, on the supposition that it is made such that the ellipsoid can be inscribed in it; which is always possible by supposing the planes to move parallel to themselves till they touch it.\n\nWe shall see more clearly the position of the points P if\nwe suppose it to be determined by angular distances like the longitude and latitude on a globe, assuming as the axis of the ellipsoid that about which the figure is symmetrical.\n\n43. (1) In the rhomboid. Here $Ax = Ay = Az = 1$, suppose IA be taken as the axis; and a plane API being drawn, let the angle between this plane and IA $x$ be called the longitude ($\\lambda$) of the point P; and let the complement of AIP be called the latitude ($\\mu$) of P.\n\nLet the co-ordinates of P be called X, Y, Z. Then the plane API has a point A, of which the co-ordinates are 0, 0, 0; a point I, of which the co-ordinates are 1, 1, 1; a point P, of which the co-ordinates are X, Y, Z. Hence its equation is $(Y - Z)x + (Z - X)y + (X - Y)z = 0$. And the equation to IA $x$ is $y - z = 0$. Therefore by the formula for the angle of two planes, Art. 8,\n\n$$\\cos \\lambda = \\frac{-2X + Y + Z - (2X - Y - Z)\\cos \\alpha}{\\sqrt{2(Y - Z)^2 + (Z - X)^2 + (X - Y)^2 + 2(X^2 + Y^2 + Z^2 - XY - XZ - YZ)\\cos \\alpha}}$$\n\nIf the symbol of the plane be $(p; q; r)$ its equation is $px + qy + rz = m$; and hence\n\n$$a - X = \\frac{pa}{\\sqrt{(p^2 + q^2 + r^2)}}; \\text{ and similarly for } Y \\text{ and } Z.$$ Hence\n\n$$\\cos \\lambda = \\frac{(2p - q - r)(1 + \\cos \\alpha)}{2\\sqrt{(p^2 + q^2 + r^2 - pq - pr - qr)(1 + \\cos \\alpha)}};$$\n\n$$= \\frac{2p - q - r}{2\\sqrt{(p^2 + q^2 + r^2 - pq - pr - qr)}} \\cdot \\sqrt{1 + \\cos \\alpha}.$$\n\nTo find $\\mu$; if we draw PM perpendicular in AI, and call IP, $r$, we shall have IM = $r \\sin \\mu$, and $\\mu$ will be greater as IM is greater. Now if IM, NO, OP to the co-ordinates of P measured from I, and if we draw perpendiculars from N and O on IA, we shall see that IM = $(a - X)\\cos \\zeta + (a - Y)\\cos \\zeta + (a - Z)\\cos \\zeta$ where $\\zeta$ is the angle which AI makes with Ax, Ay or Az.\n\\[ r \\sin \\mu = \\frac{p + q + r}{\\sqrt{(p^2 + q^2 + r^2)}} \\cdot \\cos \\zeta. \\]\n\nBy these formulæ we may determine the arrangement of any set or sets of secondary faces. Thus if we have a symbol \\((p, q, r)\\) in which \\(p > q, q > r\\); we have 6 faces. The expression for \\(r \\sin \\mu\\) is the same for all: hence they are all at the same distance from the summit B. And \\(\\cos \\lambda\\) will be greater as \\(2p - q - r\\) is, or as \\(3p - (p + q + r)\\) is so. Consequently the values of \\(\\cos \\lambda\\) taken in order of magnitude will correspond to \\((p; q; r)(q; p; r)(r; p; q)\\). The other three values be the same, viz. \\((p; r; q)(q; r; p)(r; q; p)\\); and indicate longitudes on the other side of Ax.\n\nThe arrangement of the planes is represented in fig. 22.\n\nIt is to be observed that as the order of the first index is \\(p, q, r\\), beginning from \\(x\\), the order of the second index is \\(p, q, r\\) beginning from \\(y\\), and of the third \\(p, q, r\\), beginning from \\(z\\).\n\n44. (2) In the Prism. Let the line IF, fig. 21, parallel to Az, be taken for the axis of the ellipsoid; and let the position of P be determined by \\(\\lambda\\) the longitude which is measured by the angle between the planes FID and FIP; and by \\(\\mu\\) the latitude, the angle PIN.\n\nIt is evident that \\(\\tan \\lambda\\) will be greater as \\(\\frac{\\text{NO}}{\\text{IO}}\\) is greater. Let \\((p; q; r)\\) be the symbol of the plane, and its equation will be\n\n\\[\n\\frac{px}{a} + \\frac{qy}{b} + \\frac{rz}{c} = 1.\n\\]\n\nAnd the values of IO, ON, NP, will be\n\n\\[\n\\frac{pa}{\\sqrt{(p^2 + q^2 + r^2)}}, \\quad \\frac{qb}{\\sqrt{(p^2 + q^2 + r^2)}}, \\quad \\frac{rc}{\\sqrt{(p^2 + q^2 + r^2)}}.\n\\]\n\nHence \\(\\tan \\lambda\\) will be greater as \\(\\frac{qb}{pa}\\) is greater; or as \\(\\frac{q}{p}\\) is greater; because \\(a\\) and \\(b\\) are constant for the same substance. Also \\(\\sin \\mu\\) is greater as PN is greater; that is, as \\(\\frac{rc}{\\sqrt{(p^2 + q^2 + r^2)}}\\) is so.\nAnd hence we may arrange the faces in the order of their longitude and latitude.\n\nWe might in the same manner find the position of the planes for other primitive forms, but what has been done will generally be sufficient.\n\n§ 9. On the angles made by edges.\n\n45. If we have two lines referred to any co-ordinates, of which the equations are \\( y = A x, z = B x; \\) \\( y = A' x, z = B' x; \\) and if the plane angles of the faces be known; viz. the angle which \\( x \\) makes with \\( y = \\phi, \\) the angle which \\( x \\) makes with \\( z = \\psi \\) and the angle which \\( y \\) makes with \\( z = \\omega; \\) we shall find \\( \\theta, \\) the angle which the two lines make with one another, by the formula,\n\n\\[\n\\cos \\theta = \\frac{1 + AA' + BB' + (A + A') \\cos \\phi + (B + B') \\cos \\psi + (A' B + AB') \\cos \\omega}{\\sqrt{(1 + A^2 + B^2 + 2 A \\cos \\phi + 2 B \\cos \\psi + 2 AB \\cos \\omega)(1 + A'^2 + B'^2 + 2 A' \\cos \\phi + 2 B' \\cos \\psi + 2 A' B' \\cos \\omega)}}\n\\]\n\n(See Trans. of Camb. Phil. Soc. vol. ii; P. I; p. 202.)\n\nWhen we know the symbols of the planes, the co-efficients \\( A, B \\) will be found by eliminating \\( y \\) and \\( z \\) in the equations of the planes where intersection is considered.\n\nEx. In a rhomboid it is required to find the angles made by the opposite edges of a pyramid formed of planes \\((p, q, r).\\)\n\nBy referring to fig. 22. it will be seen that opposite edges are those which are produced by intersections of planes \\((p; q; r)(q; p; r)\\) and \\((q; r; p)(r; q; p).\\)\n\nTo find the equation to the first line we have\n\n\\[\npx + qy + rz = 0 \\\\\nqx + py + rz = 0\n\\]\n\nwhence \\( y = x, z = -\\frac{p+q}{r} x. \\)\n\nIn the same manner we should find for the second line\n\n\\[\ny = x, z = -\\frac{q+r}{p} x.\n\\]\nSubstituting for A, B, A', B' in the formula, we have, since \\( \\phi = \\psi = \\omega \\)\n\n\\[\n\\cos \\theta = \\frac{1 + 1 + \\frac{(p+q)(q+r)}{pr} + 2 \\cos \\phi - \\left( \\frac{p+q}{r} + \\frac{q+r}{p} \\right) \\cos \\phi - \\left( \\frac{p+q}{r} + \\frac{q+r}{p} \\right) \\cos \\phi}{\\sqrt{(1+1+\\frac{(p+q)^2}{r^2}) + 2 \\cos \\phi - 2 \\frac{p+q}{r} \\cos \\phi - 2 \\frac{q+r}{p} \\cos \\phi - 2 \\frac{q+r}{p} \\cos \\phi}}\n\\]\n\n\\[\n= \\frac{3pr + pq + q^2 + qr - 2(p^2 + r^2 + pq + qr - pr) \\cos \\phi}{\\sqrt{((p+q)^2 + 2r^2 - 2(pr + qr - pr) \\cos \\phi) (q+r)^2 + 2p^2 - 2(q+r-pr)p \\cos \\phi)}\n\\]\n\nAnd if we take any other opposite pairs of planes, \\((p; r; q)\\) \\((q; r; p)\\) and \\((q; p; r)(r; p; q)\\); or \\((r; q; p)(r; p; q)\\) and \\((p; r; q)\\) \\((p; q; r)\\); we shall have the same value for \\( \\theta \\). Hence this angle may be used as the characteristic of a pyramid produced by any such law from a rhomboid: and consequently of a dodecahedron resulting from repeating the faces of the pyramid. It is employed in this manner by Bourdon in characterising the dodecahedrons of carbonate of lime.\n\n§ 10. Recapitulation.\n\n46. It may be useful to collect in one view the results of the foregoing investigations. If we take a solid angle of the primary form of a crystal for the origin, and the three edges for three co-ordinates, any secondary plane may be obtained by removing a pyramid, the edges of which consist of \\( h, k, l \\), molecules respectively. If we make \\( p = \\frac{1}{k}, q = \\frac{1}{k}, r = \\frac{1}{l} \\), the secondary plane may be represented by \\((p; q; r)\\) which will express its position without determining its distance from the origin: \\( p, q, r \\) may be positive, o, or negative. By the law of symmetry with respect to the angles and edges of primary forms, if one secondary plane exist, certain others must also exist, which are hence called co-existent planes. Some of these are obtained by permuting the order of the letters in the symbol \\((p, q, r)\\); and the instances where this\npermutation is allowed may be distinguished from those where it is not, by separating the letters $p, q, r$ in the former case by a comma, and in the latter by a semicolon. The other co-existent planes in each primary form will be seen in the following table.\n\nTable of planes which exist if $(p; q; r)$ exist.\n\nIn the rhomboid - - - - $(p, q, r)$\n\nThe doubly-oblique prism - - $(p; q; r)$\n\nThe oblique rhombic prism - - $(p, q; r)$\n\nThe oblique rectangular prism - $(p; \\pm q; r)$\n\nThe right oblique-angled prism - $(\\pm p; \\pm q; r,$\n\nThe right rhombic prism - - $(\\pm p, \\pm q; r)$\n\nThe right square prism - - $(\\pm p, \\pm q; r)$\n\nThe cube - - - - $(\\pm p, \\pm q, r)$\n\nThe regular tetrahedron and regular octahedron - - - -\n\n$\\begin{align*}\n(p, q, r) \\\\\n(p, p-q, p-r) \\\\\n(q-p, q, q-r) \\\\\n(r-p, r-q, r)\n\\end{align*}$\n\nThe direct symmetrical tetrahedron and square octahedron - - -\n\n$\\begin{align*}\n(p; q, r) \\\\\n(p; p-r, p-q) \\\\\n(q-r; q, q-p) \\\\\n(r-q; r-p, r)\n\\end{align*}$\n\nThe inverse symmetrical tetrahedron, and rhombic octahedron. - - -\n\n$\\begin{align*}\n(p; q; r) \\\\\n(p; p-r; p-q) \\\\\n(q-r; q; q-p) \\\\\n(r-q; r-p; r)\n\\end{align*}$\nThe regular triangular prism; \\((p, q; r)\\)\n\\((p, p - q; -r)\\)\n\\((q, q - p; -r)\\)\n\nThe rhombic dodecahedron; \\((p, q, r)\\)\n\\((p, q, -p + q + r)\\)\n\\((p, -p + q + r, r)\\)\n\\((-p + q + r, q, r)\\)\n\nA crystal may be represented by uniting the symbols of the planes of which it is composed. And it will be convenient to represent by a figure in brackets thus (6), the number of faces which arise from each symbol. Also frequently the crystal has parallel planes; in which case one of them may be considered as a repetition of the other; and the plane thus doubled may be indicated by writing a 2 before it. Thus the form of borate of magnesia, called by Hauy magnésie boratée defective, may be thus represented.\n\nPrimary; a cube.\n\nSecondary; \\(2(3)(1, 0, 0) + 2(6)(\\pm 1, 1, 0) + (4)(\\pm 1, 1, 1)\\)\n\nIndicating — a cube \\(2(3)(1, 0, 0)\\), formed by repeating each of the primary planes \\((1, 0, 0)\\);\n\nModified by 6 pairs of planes \\((\\pm 1, 1, 0)\\); truncating the edges;\n\nAnd by 4 planes truncating angles, which are not repeated.\n\nHence the opposite angles are not symmetrically affected.\n\nThe situation of planes with respect to each other, may be determined by assuming a certain point as the pole of the crystal, and measuring the latitude and longitude of the centre of the plane with respect to this pole. If we suppose an ellipsoid of which the three axes are as the three edges \\(a, b, c\\) of the primitive form, we may suppose secondary planes to\nbe in their natural position when they are drawn so as to touch the ellipsoid; and we may consider as the centre of the face, the point of contact. The latitude and longitude (\\(\\mu\\) and \\(\\lambda\\)) of this point, are given by the formulæ which follow.\n\nIn the rhomboid, the axis of the rhomboid being the axis of the crystal\n\n\\[\n\\cos \\lambda = \\frac{2p - q - r}{\\sqrt{(p^2 + q^2 + r^2 - pq - pr - qr)}}\n\\]\n\n\\[\n\\sin \\mu = \\frac{p + q + r}{\\sqrt{(p^2 + q^2 + r^2)}}\n\\]\n\nIn the prism, the axis being the axis of the prism\n\n\\[\n\\tan \\lambda = \\frac{q}{p}\n\\]\n\n\\[\n\\sin \\mu = \\frac{r}{\\sqrt{(p^2 + q^2 + r^2)}}\n\\]\n\nAnd hence the situation of the planes is known. Also if any of the planes, instead of touching the ellipsoid, be nearer to or farther from the centre of the crystal, the order of the planes will not be altered.\n\nHaving thus determined what planes are adjacent, we find the angles which they make, by the formulæ given Art. 8.\n\nIn the rhomboid \\((p; q; r)\\) \\((p; q; r)\\) being the planes, \\(\\theta\\) their angle, and \\(\\alpha\\) the dihedral angle of the primary form,\n\n\\[\n\\cos \\theta = \\frac{pp' + qq' + rr' - (pq + qp + pr + rp + qr + rq) \\cos \\alpha}{\\sqrt{(p^2 + q^2 + r^2 - 2pq + pr + qr \\cos \\alpha)(p'^2 + q'^2 + r'^2 - 2p'q' + p'r' + q'r' \\cos \\alpha)}}\n\\]\n\nThis is true also for the tetrahedron, and for the right rectangular prism, making \\(\\cos \\alpha = 0\\). In the other cases we have a formula involving the three dihedral angles of the primary form.\n\nWe can also find the angles contained between any two edges by first finding the equations to the edges, and then employing a formula given, p. 125.\n\nMDCCCXXV.\nThe inverse problem, knowing two dihedral angles of the secondary figure to determine the symbols of the planes, is resolved by the same formulæ. In the case where the angles made with the primary planes are given, we have a direct solution. In the other cases we find the indices of the symbol of trial; and if the limits of the present paper allowed it, it might be shown how we might, after some trials, proceed directly to find the law.\n\nP. S. The greater part of the formulæ in the preceding pages were calculated before my notice was directed to a paper by Mr. Levy, in the Edinburgh Philosophical Journal for April 1822. Mr. Levy there employs the principle which is the basis of the investigations now given, viz. the mode of expressing a secondary plane by means of its equation to three axes coinciding with the edges of the primitive form. From this principle he deduces, with great simplicity, the law of a secondary plane in a particular case; viz. when the intersections of that plane with two known planes, are parallel to their intersections with two others.* In order however to deduce the general formula, a new and different series of theorems is necessary, as appears in the course of this paper.\n\nW. W.\n\n* It may be observed, that the result in this case is easily obtained from the formula in Art. 14.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107735.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 48,
    "total-input-tokens": 76138,
    "total-output-tokens": 25494,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1372,
        2
      ],
      [
        1372,
        3025,
        3
      ],
      [
        3025,
        4697,
        4
      ],
      [
        4697,
        6618,
        5
      ],
      [
        6618,
        8320,
        6
      ],
      [
        8320,
        10040,
        7
      ],
      [
        10040,
        11704,
        8
      ],
      [
        11704,
        13667,
        9
      ],
      [
        13667,
        15646,
        10
      ],
      [
        15646,
        17316,
        11
      ],
      [
        17316,
        19057,
        12
      ],
      [
        19057,
        20900,
        13
      ],
      [
        20900,
        22597,
        14
      ],
      [
        22597,
        24182,
        15
      ],
      [
        24182,
        25863,
        16
      ],
      [
        25863,
        27583,
        17
      ],
      [
        27583,
        29382,
        18
      ],
      [
        29382,
        31287,
        19
      ],
      [
        31287,
        32694,
        20
      ],
      [
        32694,
        34358,
        21
      ],
      [
        34358,
        35888,
        22
      ],
      [
        35888,
        37386,
        23
      ],
      [
        37386,
        38921,
        24
      ],
      [
        38921,
        40608,
        25
      ],
      [
        40608,
        42711,
        26
      ],
      [
        42711,
        44295,
        27
      ],
      [
        44295,
        46041,
        28
      ],
      [
        46041,
        47611,
        29
      ],
      [
        47611,
        49306,
        30
      ],
      [
        49306,
        51254,
        31
      ],
      [
        51254,
        52778,
        32
      ],
      [
        52778,
        54616,
        33
      ],
      [
        54616,
        56280,
        34
      ],
      [
        56280,
        57859,
        35
      ],
      [
        57859,
        59372,
        36
      ],
      [
        59372,
        61152,
        37
      ],
      [
        61152,
        62949,
        38
      ],
      [
        62949,
        64880,
        39
      ],
      [
        64880,
        66597,
        40
      ],
      [
        66597,
        68593,
        41
      ],
      [
        68593,
        69728,
        42
      ],
      [
        69728,
        71179,
        43
      ],
      [
        71179,
        72813,
        44
      ],
      [
        72813,
        74137,
        45
      ],
      [
        74137,
        74137,
        46
      ],
      [
        74137,
        74137,
        47
      ],
      [
        74137,
        74137,
        48
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107735",
    "title": "A General Method of Calculating the Angles Made by Any Planes of Crystals, and the Laws According to Which They Are Formed",
    "authors": "W. Whewell",
    "year": 1825,
    "volume": "115",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 48,
    "jstor_url": "https://www.jstor.org/stable/107735"
  }
}