{
  "id": "106399754502d59f594d9eb630da30b8136b72d9",
  "text": "The only official reprint\nauthorized by\nThe Royal Society of London\nPHILOSOPHICAL TRANSACTIONS.\n\nGiving some ACCOUNT OF THE Present Undertakings, Studies and Labours OF THE INGENIOUS, In many Considerable Parts of the World.\n\nVOL. XXIII. For the Years 1702 and 1703.\n\nLONDON:\nPrinted for S. Smith and B. Walford, Printers to the Royal Society, at the Prince's Arms in St Paul's Church-yard. MDCCIV.\nTO Isaac Newton, Esq;\nPRESIDENT;\nAND TO THE Council and Fellows OF THE ROYAL SOCIETY OF LONDON,\nFor the Advancement of NATURAL KNOWLEDGE;\nThis Three and Twentieth Volume OF THE Philosophical Transactions,\nIs humbly Dedicated by Their most Obedient Servant,\nHans Sloane, S. R. Secr.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of January and February, 1702.\n\nTHE CONTENTS.\n\nI. An Account of the taking and taming of Elephants in Zeylan, by Mr. Strachan, a Physician, who lived 17 years there.\n\nII. An Account of Mr. Sam. Brown his Sixth Book of East India Plants, with their Names, Vertues, Description, &c. By James Petiver, Apothecary, and Fellow of the Royal Society. To these are added some Animals, &c. which the Reverend Father George Joseph Camel, very lately sent him from the Philippine Isles.\n\nIII. A Letter from Mr Jonathan Kay, Chyrurgeon in Newport, Shropshire, concerning a strange Cancer, of which his Father dyed.\nIV. Part of a Letter from Mr Ralph Thoresby, F. R. S. to the publisher, concerning several observables in his Musæum, near Leeds in Yorkshire.\n\nV. Extracts of two Letters from the Reverend Mr Abraham de la Pryme, F. R. S. to the Publisher, concerning Subterraneous Trees, the Bitings of Mad Dogs, &c.\n\nV. Part of a Letter from Mr Alex. Stuart (a Physician) to the publisher concerning some Spouts he observed in the Mediterranean.\n\nVI. An Account of a Book, viz. Edmundi Dickensoni M. D. Physica vetus & vera, sive, Tractatus de Naturali veritate hexameri Mosaici. Per quem Probatur in historia Creationis cum generationis Universæ methodum atq; modum, tum veræ Philosophiæ principia, strictim atq; Breviter tradi. Londini 1702. in 4o.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of March and April, 1702.\n\nThe CONTENTS.\n\nI. Observations made in the Island of Ceilan, by Mr Strachan, on the ways of catching Fowl and Deer, of Serpents of the antbear and of Cinnamon.\n\nII. A Letter written by Monsieur Blondel to a Friend, informing him of what passed in the last publick Assembly of the Academy Royal of Sciences at Paris, held Nov. 12. 1701. Communicated by Monsieur Geoffroy, F. R. S.\n\nIII. A Letter of Dr Wallis to Captain Edmund Halley, concerning the Captains Map of Magnetick Variations; and some other things relating to the Magnet.\n\nIV. Methodus quadrandi genera quaedam Curvarum aut ad Curvas Simpliciores reducendi, per A. de Moivre, R. S. S.\n\nV. An account of the appearance of several unusual Parhelia or Mock-suns, together with several circular Arches, lately seen in the Air, by E. Halley.\n\nVI. Part of some Letters from Mr Christopher Hunter to Dr Martin Lister, F. R. S. concerning several Roman Inscriptions, and other Antiquities in Yorkshire.\n\nHhhhhhh I. Ob.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of May and June, 1702.\n\nThe CONTENTS.\n\nI. Observations on the Planting and Culture of Tobacco in Zeylan, by Mr Strachan.\n\nII. Part of some Letters from Mr Anthony van Leeuwenhoeck, F. R. S. to the Royal Society, and the Right Honourable the Lord Somers their President, containing several Microscopical Observations and Experiments concerning the Animalcula in Semine Masculino of Cocks and Spiders, Shortness of Breath, &c.\n\nIII. Another Letter from the same Mr Leewuenhoek, concerning his observations on Rain Water.\n\nIV. Part of a Letter to the Publisher, concerning some Roman Coins, and other matters lately observed in Lincolnshire.\n\nV. Part of a Letter from Mr Thoresby, F. R. S. to the Publisher, giving a further account of the same.\n\nVI. Observations on the Class of Sweet Tastes, made by comparing the Tastes of Sweet Plants with Monsieur L'Emery's Chymical Analysis of them, in his Treatise of Drugs, by Sir John Floyer.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of July and August, 1702.\n\nThe CONTENTS.\n\nI. Part of a Letter from Dr. Charles Leigh of Lancashire to the Publisher, giving an account of strange Epileptic Fits.\n\nII. An Account of divers Schemes of Arteries and Veins, Dissected from Adult Human Bodies, and given to the Repository of the Royal Society by John Evelyn, Esq; F. R. S. To which are subjoyn'd a Description of the Extremities of those Vessels, and the manner the Blood is seen, by the Microscope, to pass from the Arteries to the Veins in Quadrupeds when living: With some Chyrurgical Observations and Figures after the Life, by William Cowper, F. R. S.\n\nIII. Part of two Letters to the Publisher from Mr. James Cunningham, F. R. S. and Physician to the English at Chusan in China, giving an account of his Voyage thither, of the Island of Chusan, of the several sorts of Tea, of the Fishing, Agriculture of the Chinese, &c. with several Observations not hitherto taken notice of.\n\nIV. Part of a Letter from Mr James Yonge to Mr. John Haughton, F. R. S. concerning the internal use of Cantharides.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of September and October, 1702.\n\nThe CONTENTS.\n\nI. Part of a Letter to the Publisher, from the Reverend Mr. Abr. de la Pryme, giving an Account of some Observations he made, concerning Vegetation.\n\nII. A Discourse concerning some Influence of Respiration on the Motion of the Heart, hitherto unobserved. By J. Drake, M. D. F. R. S.\n\nIII. The Description and manner of Using a late Invented Set of Small Pocket-Microscopes, made by James Wilson; which with great ease are apply'd in viewing Opake, Transparent, and Liquid Objects: as the Farina of the Flowers of Plants, &c. The Circulation of the Blood in Living Creatures, &c. The Animalcula in Semine, &c.\n\nIV. Part of a Letter from the Reverend Mr. Abraham de la Pryme, F. R. S. to the Publisher, concerning a Spout observed by him in Yorkshire.\n\nV. Part of two Letters from Mr. Henry Vaughan to the Publisher, containing some uncommon Observations made upon the Dissection of some Morbid Bodies.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of November and December, 1702.\n\nThe CONTENTS.\n\nI. Some observations on Coral, large Oysters, Rubies, the growing of a sort of Ficus Indica, the Gods of the Ceylonese, &c. made in Ceilan, by Mr Strachan.\n\nII. Mr Sam. Brown his seventh Book of East India Plants, with an Account of their Names, Vertues, Description, &c. By James Petiver, Apothecary, and Fellow of the Royal Society.\n\nIII. A Letter from Dr Thomas Molyneux, F. R. S. to the Right Reverend St George, Lord Bishop of Clogher in Ireland, containing some Thoughts concerning the Ancient Greek and Roman Lyre, and an Explanation of an obscure Passage in one of Horace's Odes.\n\nIV. A Letter from Mr James Yonge, F. R. S. to Dr Edward Tyson, F. R. S. concerning a Ball, extracted from a person who had suffered by it 30 years, in which was a Plumb-stone.\n\nV. Some instances of other persons who were hurt by swallowing Plumb-stones, by the Publisher.\n\nVI. A Letter from Mr Thoresby, F. R. S. to the Publisher, concerning the Vestigia of a Roman Town lately discovered near Leeds in Yorkshire.\n\nI. Some\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of January and February, 1703.\n\nThe CONTENTS.\n\nI. Part of a Letter to Dr Mead, concerning Secretions in an Animal Body. By Jos. Morland, M. D.\n\nII. An Abstract of part of a Letter from Dr Bonomo to Signior Redi, containing some Observations concerning the Worms of Humane Bodies. By Richard Mead, M. D.\n\nIII. Observatio de portione intestini canis fæliciter abscissa, a Joanne Shipton, Chirurgiae Studioso.\n\nIV. Part of a Letter from Mr Antony van Leeuwenhoek, F. R. S...concerning green Weeds growing in Water; and some Animalcula found about them.\n\nV. An account of Books. I. Astronomia Physica & Geometricæ Elementa. Auctore Davide Gregorio, M. D. Astronomiae Professore Saviliano & P. S. S. Oxoniæ, 1702. fol.\n\nII. An Abstract of Dr Mead's Mechanical Account of Poisons sent to the Publisher, by Mr Sam. Morland.\nADVERTISEMENT.\n\nThere having been lately Proposed by Subscription Mr Ray's third and last Vol. of his HISTORY of PLANTS, whereby that whole Work is compleated containing more Plants, and Description of new Species, than all the Books yet extant on that subject; many hundreds being communicated from the Streights of Magellan, the Philippine Islands, and several Countries never searched of Plants before. By F. Georgio Camelli and other Virtuosi, who either reside, or have made careful remarks in the respective places; all disposed in an easy method, to be found by their Tribes and Characteristicks; with an account of such parts of them as are either Specificks for some Diseases, as the Peruvian Bark, &c. or are Universal Medicines, as Faba St Ignatii, &c. beside many peculiarities belonging to particular Plants, everywhere occurring in the Work. The same is already well advanced at the Press, as may be seen by the Sheets printed off at the Undertakers SAM. SMITH and BENJ. WALFORD, Printers to the Royal Society, at the Prince's Arms in St Paul's Church-yard. Of whom Proposals may be had, and Printed Receipts given for the first payment.\nADVERTISEMENT.\n\nThere having been lately Proposed by Subscription Mr RAY's third and last Vol. of his HISTORY of PLANTS, whereby that whole Work is completed containing more Plants, and Description of new Species, than all the Books yet extant on that subject; many hundreds being communicated from the Streights of Magellan, the Philippine Islands, and several Countries never searched of Plants before. By F. Gorgio Camelli and other Virtuos, who either reside, or have made careful remarks in the respective places; all disposed in an easy method, to be found by their Tribes and Characteristicks; with an account of such parts of them as are either Specificks for some Diseases, as the Peruvian Bark &c. or are Universal Medicines, as Faba St Ignatij, &c. beside many peculiarities belonging to particular Plants, everywhere occurring in the Work. The same is already well advanced at the Press, as may be seen by the Sheets Printed off at the Undertakers SAM. SMITH and BENJ. WALFORD, Printers to the Royal Society, at the Prince's Arms in St Paul's Church-yard. Of whom Proposals may be had, and Printed Receipts given for the first payment.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of March and April, 1703.\n\nThe CONTENTS.\n\nI. Part of a Letter from the Reverend Mr Abraham de la Pryme, F. R. S. to the Publisher, concerning a Spout lately observed by him in Hatfield.\n\nII. De Curvarum Tangentibus e Maximorum ac Minimorum Theoria immediate deductis: Una cum Theorem: quibusdam ad Sectiones conicas pertinentibus, ejusdem calculi auxilio investigatis. Autore Humphrido Dittono.\n\nIII. Specimen Methodi Generalis determinandi Figuraturs Quadraturas. Autore Jo Craig.\n\nIV. An Extract of some Letters sent to Sir C. H. relating to some Microscopical Observations. Communicated by Sir C. H. to the Publisher.\n\nV. An Account of a Book.\n\nHippocratis Aphorismi, cum Commentariolo. Auctore Martino Lister, e Medicis Serenissiae Majestatis Reginae Annae. Londini Typis W. B. Impensis A. & J. Churchill, ad Insigne Nigri Cygni, vico vulgo dicto Parer-nofter row, 1703.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of May and June, 1703.\n\nThe CONTENTS.\n\nI. A Letter of Dr John Wright, F. Col. Phys. Lond. to Mr Wm Cowper, F. R. S. concerning the Cure of an Apostemation of the Lungs.\n\nII. An Answer to Dr Wright's Letter, concerning the Cure of an Apostemation in the Lungs, by William Cowper, F. R. S.\n\nIII. Georgij Josephi Cameli Observationes de Avibus Philippensibus; Communicate a Jacobo Petiver. F. R. S.\n\nIV. A Letter from Dr William Oliver to the Publisher, giving his Remarks in a late Journey into Denmark and Holland.\n\nV. An Account of a Book. Gazophilaci Naturae & Attis; Decas. I. In qua Animalia Quadrupeda, Aves, Pisces, Reptilia, Insecta, Vegetitabilia; item Fossilia Corpora, marina, & stirpes Minerales e Terra eruta, Lapides figura insignes, &c. Descriptionibus brevibus & Iconibus illustrantur. Hisce annexa erit supellex Antiquaria, Numismata, Gemmae Excisae & Sculpturae, Opera Figulinae, Lucerne, Urnae, Instrumenta varia, Inscriptiones, Busta, reliquaq; ad rem prifcam spectantia; Item Machine, Effigies Clarorum Virorum, omniaq; Arte producta. A Jacobo Petiver Pharmacop. Lond. & Regiae Societatis Socio.\n\nLondini ex Officin. S. Smith Coemeterio D. Pauli, & Christ. Bateman in vico vulgo dicto Pater noster-Row. 1702.\nADVERTISEMENT.\n\nThat Curious Person Madam Maria Sybilla Merian, who hath already published two Vollums in Quarto, concerning such Insects and their several changes, which she had observed in Germany and Holland with their lively Figures; being lately returned from Surinam in the West Indies, doth now propose to publish a Curious History of all those Insects, and their transmutations that she hath there observed, which are many and very rare, with their Description and Figures in large Folio on Imperial Paper, containing 60 Tables, curiously performed from her own Designs and Paintings. These she proposes at thirty shillings a Volume, viz. ten shillings in hand, and ten more at the receipt of one Moity or 30 Tables, and the rest to be delivered on the third payment.\n\nSuch Persons as are willing to Subscribe for a work of this Nature, (which for its Curiosity and Performance very well deserves publick Encouragement) She desires the first Payment may be speedily made to James Petiver Apothecary in Aldersgate street, London, to whom she hath sent several Tables, and some in Colours, to show their Curiosity, and how admirably they are engraved, which may be seen by any that desire it. The Work is in great forwardness, and highly approved of by all that see it.\nADVERTISEMENT.\n\nThere having been lately Proposed by Subscription Mr R A T's third and last Vol. of his HISTORY of PLANTS, whereby that whole Work is compleated containing more Plants, and Description of new Species, than all the Books yet extant on that subject; many hundreds being communicated from the Streights of Magellan, the Philippine Islands, and several Countries never searched of Plants before. By F. Georgio Camelli and other Virtuosi, who either reside, or have made careful remarks in the respective places; all disposed in an easy method, to be found by their Tribes and Characteristicks; with an account of such parts of them as are either Specificks for some Diseases, as the Peruvian Bark &c. or are Universal Medicines, as Faba St Ignatij, &c. beside many peculiarities belonging to particular Plants, everywhere occurring in the Work. The same is already well advanced at the Press, as may be seen by the Sheets Printed off at the Undertakers SAM. SMITH and BENJ. WALFORD, Printers to the Royal Society, at the Prince's Arms in St Paul's Church-yard. Of whom Proposals may be had, and Printed Receipts given for the first payment.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of July and August, 1703.\n\nThe CONTENTS.\n\nI. An Extract of a Letter to Dr Edward Tyson from the Reverend Mr Charles Ellis, giving an Account of a young Lady born Deaf and Dumb, taught to speak. That Costerus first invented Printing, Anno 1430. Of the Physick Garden at Amsterdam, and the Chamber of Rarities at Boln. Of a Monstrous Birth. Of the Quarry at Maestricht. Fr. Linus's Dyals at Leige. The Cachot or Rooms cut in the Rock of the Castle of Namur. Sir Jo. Mandevil's Tomb at Leige. The Friesland Boy with Letters in his Eye, &c.\n\nII. A Description of some Corals, and other curious Submarines lately sent to James Petiver, Apothecary and Fellow of the Royal Society, from the Philippine Isles, by the Reverend George Joseph Carmel; as also an Account of some Plants from Chusan, an Island on the Coast of China; Collected by Mr James Cuninghame, Chyrurgeon & F. R. S.\n\nIII. Part of a Letter from Mr Anthony van Leeuwenhoek, F. R. S. concerning his Observations on some Animalcula in Water, the dissolution of Silver, &c.\n\nIV. A Letter from the Reverend Mr William Derham, F. R. S. to Mr John Haughton, F. R. S. containing his Observations on the Weather, &c. for some years last past.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of September and October, 1703.\n\nThe CONTENTS.\n\nI. The Eighth Book of East-India Plants, sent from Fort St. George, to Mr James Petiver, Apothecary, and F. R. S. with his remarks on them.\n\nII. A Letter from Mr Anthony van Leeuwenhoek, concerning the Seeds of Oranges, &c.\n\nIII. Some new Observations upon the parts and use of the Flower in Plants. By Mr Sam. Morland.\n\nIV. Experimentum Anatomicum ad veram Durae Matris motus causam detegendam institutum, ab H. Ridley. M. D. & Reg. Coll. Medic. Lond. Socio. Sept. 20, 1703.\n\nV. An Account of a Book, entituled, Consilium Artiologicum De Casu quodam Epileptico: Quo respondet Epistolæ Doctiss. Viri Thomæ Hobart, M.D. Annexa Disquisitione de Perspirationis Insensibilis Materia, & Peragendæ ratione. Authore Gulielmo Cole, M.D. Coll. Med. Lond. Socio.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of November and December, 1703.\n\nThe CONTENTS.\n\nI. Two Letters from a Gentleman in the Country, relating to Mr Leuwenhoeck's Letter in Transaction No 283. Communicated by Mr C.\n\nII. Part of two Letters from Mr Stephen Gray, concerning the Spots of the Sun, observed by him in June last.\n\nIII. Some Observations on the Spots of the Sun, by the Reverend Mr William Derham, F. R. S.\n\nIV. Some Observations concerning the Invention and Progress of Printing, to the Year 1465. Occasioned by the Reverend Mr Ellis's Letter, exhibited in Phil. Trans. No 286. Pag. 1416.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102847.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 23,
    "total-input-tokens": 35328,
    "total-output-tokens": 5424,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        68,
        4
      ],
      [
        68,
        399,
        5
      ],
      [
        399,
        681,
        6
      ],
      [
        681,
        1328,
        7
      ],
      [
        1328,
        2064,
        8
      ],
      [
        2064,
        3107,
        9
      ],
      [
        3107,
        4084,
        10
      ],
      [
        4084,
        5189,
        11
      ],
      [
        5189,
        6183,
        12
      ],
      [
        6183,
        7287,
        13
      ],
      [
        7287,
        8148,
        14
      ],
      [
        8148,
        9300,
        15
      ],
      [
        9300,
        10448,
        16
      ],
      [
        10448,
        11367,
        17
      ],
      [
        11367,
        12639,
        18
      ],
      [
        12639,
        13915,
        19
      ],
      [
        13915,
        15068,
        20
      ],
      [
        15068,
        16305,
        21
      ],
      [
        16305,
        17150,
        22
      ],
      [
        17150,
        17756,
        23
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102847",
    "title": "Front Matter",
    "authors": null,
    "year": 1702,
    "volume": "23",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 23,
    "jstor_url": "https://www.jstor.org/stable/102847"
  }
}