{
  "id": "ebab430e7410ef1ce298a970cb78595837155d35",
  "text": "The PREFACE.\n\nTHE Learned St. Hierom was formerly our Advocate in celebrating the Travels and hardy Adventures of Philosophers to acquire knowledge, and in commemorating the respectful Addresses and Veneration, which great and wise men offer'd to Philosophers. This he performs with most affectionate ardor; and these Respects are agreeable to the Dictates of Right Reason, of Good Nature, and of the Good Manners of the Civil Gentiles. Also our famous Cowley came close to our Concernments, both in his Poetical inspirations, and in his sober Prose. He vindicates the excellency and distributes the main parts of Experimental Philosophy. And thus far we have obtain'd, in our Defence, Authentique zeal, well grounded Raptures, Ancient and Modern Suffrage; on both sides accomplish't with the politest Learning and soundest Judgments.\n\nNow, for a Caution, to prevent an unhappy Obstruction, that it may not interrupt the Generous in their pursuit of Reviving and Promoting the Ingenuous Arts, I shall here enquire a little the Cause of their Decay in degenerating Ages. And the Roman satyrift, whose style was too often polluted by the profligate Luxury of his days, hath yet reserv'd, for our occasions, a clean, elegant and brief Declamation, (perhaps one of the best Remains of Antiquity,) since pertinent and argute Declamations had a great name in the Schools of Rome and of old Greece.\n\nTum ille (Eumolpus Encolpio,) Recunia, inquit, cupiditas hæc Tropica * instituit. Priscis enim temporibus, cum adhuc nuda virtus placeret, vigebant Artes Ingenuæ; summumque certamen inter homines erat, ne quid profuturum seculis diei lateret. Haq\nharcula * omnium herbarum succos Democritus expressit; & ne Lapidum Virgulorumque vis lateret, etatem inter Experimenta consumpsit. Eudoxus quidem in cacumine excelsissimi montis confessuit, ut Astrorum Cælii motus comprehenderet: Et Chrysippus, ut ad Inventionem suffeceret, ter helleboro animum detergit. Verum, ut ad Plastas convertar, Lysippum Statuae unius lineamentis inherentem inopia extinxit; & Myron, qui ferè hominum animas ferarumque, ære comprehenderebat, non invenit hæredem. At nos vino scortisque demersi, ne paras quidem Artes audemus cognoscere; sed, accusatores Antiquitatis, vitia tantum docemus & discimus. Ubi est Dialectica? Ubi Astronomia? Ubi Sapientiae consultissima via? Quis unquam venit in Templum, & volum fecit, si ad Eloquentiam pervenisset? quis, si Philosophiae fontem invenisset? Ac ne bonam quidem mentem, aut bonam valetudinem petunt; sed statim, ante quam limen Capitolii tangant, alius domum promittit, si propinquam divitem extulerit; alius si thesaurum effoderit; alius, si ad trecenta H S. salvo pervenerit. —— Nolite ergo mirari, si Pictura defecit, cum omnibus Diis Hominibusque formosior videatur massa Auri, quàm quicquid Apelles Phidiásve, Graeculi delirantes, fecerunt.\n\nBy comparing this collapsed state of the noblest Sciences, we may see the peculiar happiness of this present Age, in which there are in all parts of the Learned World so many excellent persons of Lustre and Honour, of eminent Authority, great Power, and ample Fortunes, who do generously contribute the influence of their Countenance, many their own Personal Assistance, and some their Treasures, to recover and adorn the Antient Arts, and to supply Extraordinary Aids and Accommodations.\n\nAnd this Glory is principally to be ascribed to our Most Gracious King, the Founder of the Royal Society, whose propitious Patronage doth cherish so many learned Votaries and curious Artificers in all his Kingdoms, and as far as his Dominions do extend; and whose great Example doth invite and encourage\nso many foreign Virtuosi of great fame and solid worth, to afford considerable Assistance towards the Propagation of Philosophical Arts, and the Advancement of knowledge. Of which many pregnant Instances and manifest Matters of Fact do bear evidence, as they are with faithfulness, but without artifice or elaborateness, registered in these un-polish't Volumes.\n\nA Discovery of two New Planets about Saturn, made in the Royal Parisian Observatory by Signor Cassini, Fellow of both the Royal Societys, of England and France; English't out of French.\n\nI.\n\nA Discovery of 10 Small Fixt Stars, and of one New Planet, first.\n\nAbout the end of October 1671. Saturn pass'd close by Four small Fix't Stars, visible only by a Telescope, within the sinus of the Water of Aquarius, which Rhetia once took for New Satellites of Jupiter, calling them Urban-octavians; but which Hevelius (who called them Vladislavians) shew'd to be some of the common Fix't Stars, that may every day be seen by a Telescope anywhere in the Heavens.\n\nThis Passage of Saturn gave us occasion to discover in the same place, within the space of 10 minutes, by a Telescope of 17 feet, made by Campani, Eleven other smaller Stars, one of which, by its particular motion, shew'd itself to be a true Planet: which we found by comparing it not only to Saturn and his Ordinary Satellite, discovered 1655 by Mr. Hugens, but also to other Fix't Stars, and particularly to three, marked a, b, d, in the First Table, where, to avoid a long explication of our first Observations, we have described the way of Saturn, and that of the New Planet, always marked c, beginning from October 25, unto Novemb. 6. We have added to it the Ordinary Satellite, without any particular mark, because he is easy to be known, being in these observations always next to Saturn. The distances are represented in their just proportions; but to make Saturn more remarkable in the Table, he is represented twice bigger than he should be in proportion to the distances *.\n\n* Note, that in Tab. I. fig. I., the divisions mark'd in the great-st Circle do denote the days of the 3 months, nominated within that circle.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101333.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 1595,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1640,
        2
      ],
      [
        1640,
        3653,
        3
      ],
      [
        3653,
        5800,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101333",
    "title": "The Preface",
    "authors": null,
    "year": 1673,
    "volume": "8",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/101333"
  }
}