{
  "id": "1923699c9cc5806927c591596eda19d3c2874de7",
  "text": "IV. An Account by the Rev. Zachary Pearce, D.D. F.R.S. of a Book intituled, Reflexions Critiques sur les Histoires des Anciens Peuples, &c. Paris 1735. 4° in 2 Vol.\n\nMons. Fourmont is well known to the learned World for some curious Pieces which he has already published, and for very many others in almost all Languages, which he has prepared for the Press, and the Titles of which he has given us in a Catalogue of his Works printed at Amsterdam 1731. in 8vo.\n\nThis Work of his, which now lies before the Society, is intituled, Reflexions Critiques sur les Histoires des Anciens Peuples, &c. lately printed at Paris, in 2 Vols. in 4to, at the Expence of some French Gentlemen of his Acquaintance, as he tells us in the Advertisement placed before his Preface.\n\nHis general Design is to set right the History of the most antient Nations, particularly the Chaldeans, Hebrews, Phœnicians, Egyptians, Greeks, &c. down to the Time of Cyrus the Founder of the Persian Empire.\n\nThe Work consists of three Books.\n\nIn the First of which he gives us at Length the famous Fragment of Sanchoniathon the Phœnician, as translated by Philo Byblius, and preserved by Eusebius in his Preparatio Evangelica, Lib. I. cap. 9.\n\nWith this Fragment he has published a French Version of it, in which he endeavours to distinguish between the Account given by Sanchoniathon the An-\nAuthor, and what he supposes to be the Additions of Philo the Greek Translator.\n\nAfter this he examines into the Reasons brought by several of the Learned for and against the Genuineness of the Fragment, and determines in favour of it with as much Weight of Argument as the Question will admit. He then takes Notice of a Treatise, written on the same Subject as his own, by our learned Countryman Bishop Cumberland; and having examined and declared his Dislike of the Bishop's Scheme in the main, he prepares his Reader to expect full Satisfaction from his own, which makes the Subject of his second Book.\n\nIn his second Book, he undertakes to reconcile the Generations of Men set forth in Sanchoniathon's Fragment, with those which are recorded by Moses of the Patriarchs before and for some time after the Flood.\n\nBy the Help of Hebrew, Phoenician and Egyptian Etymologies, he often makes the Names, which at first Sight are almost all quite unlike, to be the same in Sound, or at least in Sense. And by this Application of his Skill in the antient Languages, he readily finds out a Coincidence between Moses's and Sanchoniathon's earliest Generations.\n\nBut his main Work, and what he appears most pleased with, is his Discovery of Abraham and his Family among the later Generations recorded by Sanchoniathon. Having laid down (upon good Grounds, as he assures us) that Ouranos is Terah, the Father of Abraham, he undertakes to prove, that Abraham is the Cronus of Sanchoniathon and the Saturnus of the Latins; that Sarah (his Wife) is the\nthe same with the Goddess Rhea; that Ishmael (Abraham's Son) is the Myth of Sanchoniathon, and the Dis or Pluto of the Greeks and Romans: That Isaac (Abraham's other Son) is the same with the Sadid of Sanchoniathon, with Jupiter among the Latins, and Zeus among the Greeks, his Wife Rebecca being Juno; that Esau (Isaac's eldest Son) is Osiris and Bacchus, and that Jacob (the youngest) is Typhon. And, in like manner, he finds a very great Part of the Grecian Theology in Abraham's Family.\n\nIn the mean while his Readers will, perhaps, make two very material Observations on this extraordinary Discovery of his: The one, that Cronus's Character in Sanchoniathon's Fragment, is the most immoral and tyrannous of any recorded there: And how to reconcile this with the Character given in Scripture to Abraham, as the Friend of God, the Father of the Faithful, &c. is no easy Task: It requires (to be sure) more than a Resemblance of two or three Circumstances, common to Cronus and Abraham, when their Historians in Fifty other Circumstances make their Characters essentially different. The other Consideration, which occurs, when we read this Treatise, is, that Abraham had ill Luck indeed, if, when he left his native Country because of the Rise of Idolatry there, all the grosser Idolatry of the Heathen Nations after his Time took its Rise from him and his Family: The very Crime which he took Pains to avoid, he was the accidental Occasion of, if he and his are to be thus placed at the Head of the Heathen Theology.\nThe Author, having finished this remarkable Part of his Work, enters into a very learned Detail of the particular Gods of the several Heathen Nations, who are most celebrated in History; and he has shewed a great Compass of Reading upon this Occasion. Hardly any Writer has been more copious on the Subject, or has given better Hints for clearing up many Passages of sacred and profane Story.\n\nIn his third Book he has treated at large about the Dynasties of Egypt, and the Shepherd-Kings who reigned there: Both of them, perhaps, the darkest Spots in the whole Face of Antiquity. He has taken great Pains to fix the Epochs of the Kings of Sicyon, Sidon and Tyre, of Arabia, Assyria, Lydia, of the Medes and Babylonians; concerning all which he has laid together the most remarkable Testimonies of the Antients. At length he comes to his favourite Point, the Chinese History, and gives us (as he says) a complete List of their Kings, from the Flood down to the present Monarch of that Empire, and shews that the Chronology of the Chinese may be made pretty nearly consistent with the true Chronology of the Old Testament.\n\nAnd for this Part of the Work the Author seems well fitted, being skill'd (as he tells us in his Preface) in the learned Characters of that Country, which he has studied for near twenty Years, and has for some time taught in the Royal College at Paris; and having composed five Dictionaries, and a Grammar of that Language, together with a Translation, almost entire, of the Geography of Tamim, which contains no less than the whole History of that Empire: On which Occasion he applies to himself, and the\nthe Progress which he has made in the Chinese Learning, those expressive Verses of Virgil in his Sixth Book of the Æneid:\n\n\\[ \\text{Pauci, quos æquus amavit} \\]\n\\[ \\text{Jupiter, aut ardens evexit ad æthera virtus,} \\]\n\\[ \\text{Diis geniti, potuere.} \\]\n\nV. A Query proposed to such curious Persons as use the Greenland Trade, occasioned by the annexed Letter from Mr. David Nicolson, Surgeon, to Dr. Mortimer, Sec. R.S.\n\n\"Whether the Scurvy-grass of Greenland be the same Species, as to its external Appearance, with the common Scurvy-grass of England? And, having no acrid Taste while growing in Greenland, doth it, being brought growing in Earth from Greenland, gradually acquire an acrid Taste, as it is brought into a warmer Climate?\"\n\nSIR,\n\nLondon, Dec. 16. 1730.\n\nI Communicate this as Matter of Truth, and not Hypothetic, viz. That the Scurvy-grass in Greenland, equally the same with ours in England, as to the Figure of the Plant, and all its Appearance to the Eye, changes its Nature much, as it approaches the Sun; for in that Climate, its principal Quality, the volatile Salt, is neither pungent nor perceiveable; but to the Taste, the whole Plant is intirely as insipid as the Colwort or Beet. So by my Endeavour,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104277.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9132,
    "total-output-tokens": 1945,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1358,
        2
      ],
      [
        1358,
        2900,
        3
      ],
      [
        2900,
        4420,
        4
      ],
      [
        4420,
        6049,
        5
      ],
      [
        6049,
        7276,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104277",
    "title": "An Account of a Book",
    "authors": "Mons. Fourmount, Zachary Pearce",
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/104277"
  }
}