{
  "id": "1083e8ba10db9d84df653c90e07f38530f6d665d",
  "text": "ternal Air, will burn but a little longer than in the first Experiment; and if you blow in at the Pipe with your Mouth, it will go out rather sooner.\n\n**Experiment IV.**\n\nBlow in at the Pipe with Bellows, and the Candle will burn as long as you will.\n\n---\n\nV. A Chemical Experiment by Mr. John Maud, serving to illustrate the Phænomenon of the Inflammable Air shewn to the Royal Society by Sir James Lowther, Bart. as described in Philosoph. Transact. Numb. 429.\n\nSir James Lowther having formerly favour'd the Society with an Experiment upon some Air which he collected out of a Coal-Mine, and brought in Bladders close tied, by Sea to Town: The Effect of which was, that the Air being press'd out of the Bladder through the small Orifice of a Tobacco-Pipe, would catch Fire from a lighted Candle, and burn like an inflammable Spirit, until it was all consumed. A particular Account of which has been printed in the Philosoph. Transf. Numb. 429. p. 109, &c.\n\nUpon considering that the Cause was only a great Quantity of sulphureous Vapours fluctuating in that Air, I was naturally induced to make an Essay\nEssay, by an artificial Mixture, to produce the like Effect. It is very well known to every one versed in Chemical Affairs, that most Metals emit great Quantities of sulphureous Vapours, during the Effervescence which they undergo in their Solutions in their respective Menstrua, or Solvents. Of these Fumes Iron emits a great Quantity whilst it is dissolving in Oil of Vitriol, which are very inflammable, and not easily to be condens'd. These Fumes I collected into a Bladder with the desired Success, and having produc'd before the Society two Bladders of this fictitious Air, at the same time that Sir James Lowther was pleased to make trial of his, they both exhibited the same Phenomena. I shall here give a more particular Account of the Preparation made use of, which was as follows.\n\nI took 3ij of Oil of Vitriol and mixt it with 5vijj of common Water, which I put into a Glass with a flat Bottom about ten Inches wide and three deep, with a long Neck; to this I added 5ij of Iron Filings: There instantly arose a great Heat, with a violent Ebullition, and the Iron was wrought upon very fast, with Fumes copiously exhaling. To the End of the Neck of the Glass I luted a Bladder void of Air, the Neck of the Bladder being fasten'd to a Tobacco-Pipe; the Fumes arising from the dissolving Metal soon puffed up the Bladder to its full Extent; when that being taken away, the Neck of it being first tied close with a String, I applied another in the same manner: Thus you may get as many Bladders full as you can, whilst the Effervescence lasts. Two of these Bladders were tried before the Society,\nand exhibited a Flame like those of Sir James Lowther, very like in the Smell, tho' somewhat different in the Colour of the Flame. After I had press'd Part of the Air out of the Bladder, by drawing back the Hand, the Flame was suck'd into the Bladder, and set on Fire, what inflammable Air remain'd, all at once; which went off like a Gun, with a great Explosion.\n\nWhat is worthy of Notice in this Experiment is, that all the Air which fill'd the Bladders was as it were generated de novo out of the Mixture, or else recover'd from being lock'd up in the Body of the Metal in an unelastic State.\n\nThis Experiment will easily explain a very probable Cause of Earthquakes, Vulcanos, and all fiery Eruptions out of the Earth; for nothing more is requisite than an Intervention of Iron with a vitriolic Acid and Water. Now Iron is generally found accompanied with Sulphur: And common Sulphur may be analysed into an inflammable Oil, and an acid Liquor like Oil of Vitriol. This Acid therefore in the Bowels of the Earth, by being diluted with a little Water, surrounds the Iron, and works upon it in the same manner as described above; an Effervescence and intestine Heat arises; the Air which comes from the Mixture is rarified, and becomes very elastic, its Impetus, by how much the more compressed by the incumbent Weight of Earth, is increased even to an unlimited Degree, and at length, like Gun-powder, will remove all Obstacles, and will exhibit to the Spectators above Ground the terrible Phenomena of Earthquakes and Eruptions. These inflammable Fumes\nsometimes, if very much heated, will, as soon as they come to the open Air, catch Fire, and so produce those fiery Eruptions, of which there are so many Instances in the World.\n\nVII. A Letter from Mr. Henry Forth to the late Rev'd William Derham, D.D. Canon of Windsor, and F.R.S. concerning the Storm Jan. 8th, 1735.\n\nDarlington, Jan. 18, 1735.\n\nHonoured Sir,\n\nALTHO' I am not so happy as to be acquainted with your Person, I am no Stranger to your Labours, wherewith you have obliged the World; and that Part which relates to Observations upon the Alteration of the Weather, I have for some small time pursued, for my own private Satisfaction, upon your ingenious Model.\n\nThe dismal Accounts we have had from the Southern Parts, of the Storm of Wind which happened on the 8th Instant, put me upon reflecting, that one of your Curiosity might desire to know how our Northern Regions were affected by it; which will, I hope, be a sufficient Apology for this Liberty.\n\nThe Place from which I write, and where I reside, is 14 Miles South of Durham, Lat. 54° 46'. The Evening before the 8th, my Barometer stood",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104022.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 1451,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1107,
        2
      ],
      [
        1107,
        2712,
        3
      ],
      [
        2712,
        4269,
        4
      ],
      [
        4269,
        5376,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104022",
    "title": "A Chemical Experiment by Mr. John Maud, Serving to Illustrate the Phoenomenon of the Inflammable Air Shewn to the Royal Society by Sir James Lowther, Bart as Described in Philosoph. Transact. Numb. 429",
    "authors": "John Maud, James Luther",
    "year": 1735,
    "volume": "39",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/104022"
  }
}