{
  "id": "56dfad5f1da4f1598501396f796bd889717140f0",
  "text": "Absurdities are exposed in the Arguments advanced for the Support of this Error.\n\n4. The Third Chapter is a critical View of the Histories of Hermaphrodites given by several Authors; shewing that those so reputed were either perfect Men or Women, having only some Deformity or Disease in the Parts of Generation.\n\n5. The Conclusion describes the State of all Female Fœtuses, with some Observations which I laid before this most Honourable Society; which prove that every Female Fœtus may as well be thought an Hermaphrodite, as any that were ever called so.\n\nBy this Method I hope it will appear, that this so long reigning Error is confuted; and if this Learned Society, whose sole Business here is to inspect into the true Nature of Things, think I have succeeded, and give this Treatise, which I have the Honour to present them, a favourable Reception, it will be esteemed a very great Honour by their\n\nMost obedient Servant,\n\nJ. Parsons.\n\nXXVI. An Account of an antient Date in Arabian Figures, upon the North Front of the Parish Church of Rumsey in Hampshire. By the Rev. Mr. William Barlow.\n\nAs the knowing how long the Arabian or Indian Figures have been used in the West, may sometimes be a means for distinguishing spurious from\nfrom genuine Dates; so a wrong Hypothesis—fixing the Time later than it ought to be—may possibly induce us to suspect genuine Dates to be doubtful or spurious. To give some Light to this Subject, I have here sent a Draught of Part of the North Front of the Abbey (now Parish) Church of Rumsey, in the County of Southampton, with an Inscription on the same. That this Inscription is a Date, 1011, is evident from the Figures. That it is a genuine Date, the apparent Antiquity of the Building plainly demonstrates. A spurious Date in this Place would have expressed the Time when the Abbey was founded by King Edward, Grandfather of Edgar, above a Hundred Years before the Time here mentioned.\n\nThere is something very remarkable with relation to the Time when this Church was built. Not only during the Year of this Date, 1011, but for several Years before, many Parts of England were laid waste by the revenging Danes, justly incensed against the English by the inhuman Massacre of their Countrymen in the Year 1002. The Saxon Chronicle, p. 141. acquaints us, that the County of Hants, Hampton-jeane, among others, was miserably harrassed by these cruel Invaders this Year of the Date*. It is therefore very extraordinary, that so fine a Pile (according to the Age when it was built) should be raised at a time when every thing else, Sacred and Civil, was plundered and destroyed by these merciless Ravagers. But probably the Devastation was not quite so general as represented.\n\n* Florence of Worcester also observes the same... Southamptonensi, Wiltunensi... provinciis à Danorum exercitu ferro flammaque demolitis. Ad An. 1011. p. 613.\nIf this be a genuine Date, (and I see no Reason to question it) it is, I believe, the antientest, Indian, or other, that has yet been taken notice of in England, perhaps in Europe; and quite destroys the Opinions advanced by Scaliger, Vossius, F. Mabillon, Dr. Wallis, and other learned Men, concerning this Matter.\n\nNow I have mentioned this Abbey of Rumsey, I take Leave to correct an Error in Sir H. Savil's (the only extant) Edition of Roger Howeden, Frankf. 1601. p. 426. Anno 967. Rex .. Edgarus in Monasterio Ramefeie, quod Avus suus Edwardus senior construxerat.—Here it is called Ramefeie, by Mistake, for Rumeseie; and again in the same Page. But Ramefeie was Ramsey in the County of Huntington, a Monastery founded by Oswald * Bishop of Worcester, afterwards Archbishop of York, consecrated by the said Oswald An. 991 †. This Identity of Name, unobserved, may occasion great Confusion in the History of these Two Places. I find F. Cressy (p. 860.) or the Authors he transcribed from, misled by this typographical Error. Possibly others may fall into the same Mistake, by the same Means. It is pity there is not a more correct Edition of that Author.\n\n* Will. Malmesb. De Gest. Reg. Ang. p. 56. 291.\n† Simeon Dunelm. ad An. 991.\n\nXXVII. Some",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104344.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6180,
    "total-output-tokens": 1155,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1238,
        2
      ],
      [
        1238,
        2877,
        3
      ],
      [
        2877,
        4128,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104344",
    "title": "An Account of an Antient Date in Arabian Figures, upon the North Front of the Parish Church of Rumsey in Hampshire. By the Rev. Mr. William Barlow",
    "authors": "William Barlow",
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/104344"
  }
}