{
  "id": "133d961943dbd0b142bbe28960ed8b3de0326d4d",
  "text": "AN INDEX TO THE Forty-second VOLUME OF THE Philosophical Transactions.\n\nFor the Years 1742, and 1743.\n\nN. B. In n. 467, the Pages are to be alter'd with a Pen, p. i. answers to p. 281, and so on to p. xviii. which must be made p. 298.\n\nA.\n\nAbada, the Rhinoceros of Bontius, n. 470, p. 526.\nAbo, Meteorolog. Obs. there, n. 466, p. 243.\nÆschyomene, a fort of sensible Plant, n. 462. p. 6.\nAir, Method of changing it in the Holds of Ships, n. 462. p. 42.\n— foul and stinking, a Method to extract it out of Ships, n. 463, p. 62.\n— its Resistance to swift and slow Motions, n. 469. p. 437.\nAllemand; (M.—) of the Polypus Insect, n. 466, p. 219.\nAltars; the most antient, n. 471, p. 584.\nAmbe of Hippocrates, improved by M. le Cat, n. 469, p. 387, 391.\n— Mr. Freke's Improvement of it, n. 470, p. 556.\nAnatomice-practica Obs. 2. D. Bastari, n. 466, p. 277.\nAneurisma falsum non pulsans, cruorem continens, n. 466, p. 275.\n\nAnimal-\nINDEX.\n\nAnimalcules found in Mushrooms, n. 471, p. 597.\nAnonymous Letter, from Cambridge, concerning the Polypus, n. 466, p. 227.\nAntidote to the Indian Poison, in the West Indies, n. 462, p. 2.\nAquatic Animal, a strange, n. 469, p. 419.\nArateorum Syntagma citat. n. 466, p. 222.\nAristotle, Obs. that Wasps and Scopendre live when cut asunder, n. 466, p. 230.\nAscites cured by Tapping, n. 471, p. 628.\nAsphaltis, Experiments upon the Water of, n. 462, p. 48.\nAstronomicœ Obs. Pekini, 1740, and 1741. n. 468, p. 306.\nAustin (St.) Obs. that the Scolopendra lives after being cut into many Pieces, n. 466, p. 231.\n\nB.\n\nBaker (Henry) of a strange aquatic Animal, n. 469, p. 416.\nof the Girl who speaks without a Tongue, n. 464, p. 143.\nof a Polype dried, and the Manner of drying it, n. 471, p. 616.\nBasilia, stone Pillars, n. 471, p. 583.\nBalance-swing for crooked Children, n. 462, p. 20.\nBall of Fire seen, Dec. II. 1741. n. 462. p. I. ib. p. 25.\nn. 463, p. 58. ib. 60. n. 464, p. 138.\nBanjer, M. D. (Henry) of an extraordinary Hemorrhage, and of an Ascites cured by Tapping, n. 471, p. 628.\nBarbadæs, a Zoophyton there, like a Marigold-flower, n. 471, p. 591.\nBarometrorum altitudinum differentiæ, n. 464, p. 115.\nBasæ of the Cells, wherein Bees deposite their Honey, n. 471, p. 565.\nBaster M. D. (Job) Obs. 2. Anatomico-practicæ, n. 466. p. 277.\nBees; of the Basæ of the Cells, wherein they deposite their Honey, n. 471, p. 565.\nBeighton (Henry) Meteorological Obs. at Coventry, n. 466, p. 243.\nBell (Geo.) Account of Will. Payne’s Case, n. 462, p. 54.\nBellows, Hessian, improved, n. 463, p. 65.\n\nBentinck.\nINDEX.\n\nBentinck (Honourable Charles) of the Polypus Insect, n. 466, p. 219, n. 467, p. 282.\nBethel, a Stone Pillar, n. 471, p. 583.\nBevan (Sylvanus) of the Bones of a Woman growing soft and flexible, n. 470, p. 488.\nBevis M. D. (John) de Transitibus Mercurii sub Sole, Oct. 31. 1736, and Oct. 25. 1743, n. 471, p. 622.\nBeurer (Job. Ambrosius) de Succino, n. 468, p. 322.\nBirths and Burials at Bridgnorth; a Table of, n. 464, p. 133.\nBoddington (Benjamin) of the Girl, who speaks without a Tongue, n. 464, p. 143.\nBones of a Woman growing soft and flexible, n. 470, p. 488.\n— or Stones in the Head of Fish, n. 462, p. 29.\nBonnet, M. D. (Charles) of a Water-worm, which, being cut in Pieces, becomes so many perfect Worms, n. 467, p. 295.\n—— new Obs. upon Insects, n. 470, p. 458.\nBridgnorth, a Topographical Account of, n. 464, p. 127.\nBroman (Mr. ——) Obs. Meteorolog. at Hudicksval, n. 466, p. 243.\nBuffon (M. ——de) of the Polypus Insect, n. 466, p. 219.\nBurges M. D. (Isaiah) Antidote to the West Indian Poison, n. 462, p. 2.\nBurton, M. D. (Will.) two Histories of internal Cancers, n. 464, p. 99.\n\nC.\n\nCalculus pregrandis à Muliere cum Urina excretus, n. 468, p. 363.\nCalf, Sea; or Phoca, n. 469, p. 383.\nCambridge, a Letter from thence, concerning the Polypus, n. 466, p. 227.\nCampbell, of Kernan, (Rev. Rob.) of a Man who lived 18 Years on Water, n. 466, p. 240.\nCancers, internal; two Histories of; n. 464, p. 99.\nCanterbury, Diary of the Weather there, 1734, n. 466, p. 244.\n\nCarolina,\nINDEX.\n\nCarolina, South; Statical Experiments, and Meteorogical Obs. there, n. 470, p. 491.\nCartilages, of the Structure, and Diseases of Articulating, n. 470, p. 514.\nCastillioneus (Joh.) de Polynomio, n. 464, p. 91.\nCat, M. D. (Claud. Nic. le) of the Ambe of Hippocrates, n. 469, p. 387.\n—— Account of his Traitè des Sens, n. 466, p. 264.\n—— a Machine for dressing Patients, who have any Ailment on the Back, or Os Sacrum, n. 468, p. 364.\nCaterpillers, new Obs. on them, by M. Bonnet, n. 470, p. 458.\nCatharine's Island (Saint) near Brasil, Obs. Eclipse of the Moon, Dec. 21. 1740, n. 462, p. 18.\nCathyn, (John) Calculation of the Transit of Mercury over the Sun, Oct. 25. 1743, n. 466, p. 235.\nCells; of the Bases of them, wherein Bees deposite their Honey, n. 471, p. 565.\nCelsius (Andreas) Meteorolog. Obs. at Upsal, n. 466, p. 243.\nChampignons, of their Seeds, n. 471, p. 595.\nCharge, how much Powder is kindled in the Explosion of one, n. 465, p. 172.\nChild of a monstrous large Size at Rouan, n. 471, p. 627.\n—— a Lusus Naturæ in one, n. 464, p. 152.\nChurchill River in Hudson's Bay, various Obs. n. 465, p. 157.\nClock-makers Company, their Standard Yard, n. 470, p. 550.\nCold, the Effects of it in Hudson's Bay, n. 465, p. 157.\nCollins (Bartolomew) his Case, n. 464, p. 99.\nColure, its Position in the antient Sphere, n. 466, p. 221.\nComete Obs. Viennæ, Feb. 1743, n. 470, p. 457.\nCommittee of the Royal Society, to examine some Questions in Gunnery, n. 465, p. 172.\nCooke (Benj.) of the Fire-ball seen Dec. 11. 1741, n. 462, p. 25.\nCorke (Robert Lord Bishop of) of an antient Temple in Ireland,\nINDEX.\n\nland, like Stone-henge, and of a Stone Hatchet of the ancient Irish, n. 471, p. 581.\nCorn, Smutty; Worms Obs. in it, n. 471, p. 63.\nCornes (Rev. Mr. Rick.) Account of Bridgnorth, n. 464, p. 127.\nCorromondel near Mount Sinai, hot Spring there, n. 462, p. 52.\nCoventry Meteorolog. Obs. there, n. 466, p. 243.\nCoxe articuli suppuratio, cum secessione capitis femoris, n. 466, p. 274.\nCradle, an hanging; by M. le Cat, n. 468, p. 364.\nCrooked Children, a Swing for them, n. 462, p. 20.\nCutting (Margaret) who speaks, though she had lost her Tongue, n. 464, p. 143. her Letter, ib. p. 150.\nCyrillus M. D. ( ) Meteorolog. Obs. at Naples, n. 466, p. 244.\n\nD.\n\nDaniells (Gabriel) of a Girl, who speaks without a Tongue, n. 464, p. 149.\nDarlington Meteorol. Obs. there, n. 466, p. 244.\nDead-Sea, Analysis of its Waters, n. 462, p. 48.\nDennis (John) of the Girl, who speaks without a Tongue, n. 464, p. 149.\nDesaguliers (John Theophil.) LL. D. Obs. on Electricity, n. 462, p. 14.\n——— Conjectures concerning Electricity, and the Rise of Vapours, n. 464, p. 140.\n——— his Improvement of the Hessian Bellows, n. 463, p. 65.\nDioscorides, an Obs. on Poisons, n. 462, p. 7.\nDod, M. D. (Pierce) of bloody Urine in the Small-pox, n. 470, p. 559.\nDoppelmayer (Joh. Gabriel) Diaries of the Weather, n. 466, p. 245.\nDouglass, M. D. (James) publish'd the first true Figure of a Rhinoceros, n. 470, p. 527.\nDropy, an extraordinary Case of a, n. 466, p. 223.\nDurer (Albert) his Figure of the Rhinoceros false, n. 470, p. 524.\n\nEames,\nINDEX.\n\nE.\n\nEames, (John) his Account of Jac. Theod. Klein Hist. natur. Piscium, n. 462, p. 27.\nEarthen Ware, a Gold-colour'd Glazing for, n. 465, p. 188.\nEarthquakes felt at Leghorn, Jan. 16.—27. 1742, n. 463, p. 77.\n—— from 1727 to 1741 in New England, n. 462, p. 33.\nEclipse of the Moon, Dec. 21, 1740, in New England, n. 471, p. 577. At St. Catharine's in Brazil, n. 462, p. 18.\n—— Oct. 22. 1743, Obs. at London, n. 471, p. 580.\nEclipsis Lunæ, Jan. 2 1741, Obs. Pekini, n. 468, p. 309.\nEdinburgh, Diaries of the Weather there, n. 466, p. 245.\n—— the Pox there, 1497, n. 469, p. 420.\nEels in Vinegar, Obs. on the Mouths of them, n. 469, p. 416.\nFgedins (Hans) the natural History of Greenland, n. 471, p. 607.\nElectricity, Obs. by Dr. Desaguliers, n. 462, p. 14.\n—— Conjectures concerning it, n. 464, p. 140.\nElectric per se, n. 462, p. 14.\nEthiopic Stones used as Knives, n. 471, p. 587.\nExchequer, the Standard Weights and Measures examin'd, n. 470, p. 544, 551.\nExplosion heard in the Air, Dec. 11, 1741, n. 462, p. 1.\n\nF.\n\nFarina of the Red Lily, Microscop. Obs. on it, n. 471, p. 63.\nDu Faye (Mr.) two Sorts of Electricity, n. 464, p. 140.\nFeeling, concerning it, n. 466, p. 264.\nFemoris Capitis Secessio per Suppurationem Coxæ, n. 466, p. 274.\nFerguson (John) lived 18 Years on Water, n. 466, p. 240.\nFire-ball seen Dec. 11, 1741, n. 462, p. 1. ib. p. 25. n. 463, p. 58. ib. 60. n. 464, p. 138.\nFiʃ, a Method of preparing Specimens, by drying their Skins, n. 463, p. 57.\n—— an Essay towards their natural History, by M. Klein, n. 462, p. 27.\n—— Bones, or Stones in their Heads, ib. p. 29.\n\nP p p p 2 Fiʃ,\nINDEX.\n\nFisk, their Hearing, n. 462, p. 28.\nFlororum nivalium Figure, n. 464, p. 114.\nFluxions, an Account of Mr. Mac Laurin's Book, n. 468, p. 325; n. 469, p. 403.\nFolkes, Esq; (Martin) Account of the Proportions of the English and French Measures and Weights, n. 465, p. 185.\n—— ——— of the Polypus Insect, n. 466, p. 219.\n—— ——— Account of the Fresh-water Polypus, n. 469, p. 422.\n—— ——— Report of the Comparison of the Standard of Weights and Measures at the Royal Society with those at the Exchequer, Guildhall, Founders-Hall, and the Tower, n. 470, p. 541.\nFormica-Leo, Obs. on it, by M. Bonnet, n. 470, p. 463.\nForth, Esq; (Henry) Obs. of the Weather, n. 466, p. 244.\nFounders-Hall, the Standard Weights examin'd, n. 470, p. 541.\nFrantz (Rev. P.) Obs. Cometae Viennae, Feb. 1743, n. 470, p. 457.\nFreke, (John) an Instrument for reducing a dislocated Shoulder, n. 470, p. 556.\nFremond Calmad (Cla.) of Earthquakes at Leghorn, Jan. 1742, n. 463, p. 77.\nFresh-water Polypus, several Papers of it, n. 467, p. 281. n. 469, p. 422.\n\nG.\n\nGardiner (Mr.) his Case, Stones in Bags in the Bladder, n. 462, p. 11.\nGeoffroy (Claud. Jo.) his Method of making Soap-Lees and Hard Soap, n. 463, p. 71.\n—— ——— of a Child of a monstrous large Size, n. 471, p. 627.\nGemino Cornu extulit Ursum, Martial. Epigr. Lib. IV. Ep. 82. explained, n. 470, p. 537.\nGeyn (Jacob. de) Aratea, citat. n. 466, p. 222.\nGirard de Villars (M. —— ) of cutting Star-fish, and their Radii growing again, n. 467, p. 296.\nGlazing, a Gold-colour'd for Earthen Ware, n. 465, p. 188. Gomda,\nINDEX.\n\nGomda, a Rhinoceros in the Indian, n. 470, p. 525.\nGordon (Capt. Will.) an Account of the Fire-ball seen Dec. 11. 1741, n. 463, p. 58.\nGostling (Rev. Mr. Will.) of the Fire-ball seen Dec. 11. 1741, n. 463, p. 60. and of Mock-suns Dec. 19. 1741, ib.\nGraham (Geo.) Obs. of the Transit of Mercury over the Sun, Oct. 25. 1743, n. 471, p. 578. Eclipse of the Moon, Oct. 22. 1743, ib. p. 580.\nGrandgor, i.e. the Pox in Edinburgh 1497, n. 469, p. 421.\nGreen, M. D. (John) Account of Hans Egedius's Nat. Hist. of Greenland, n. 471, p. 607.\nGreenland; its Natural History by Hans Egedius, ib.\nGronovius, M. D. (John Frid.) of preparing Specimens of Fish, by drying their Skins, n. 463, p. 57.\n——— of a Water Insect [the Polypus], which, being cut into several Pieces, becomes so many perfect Animals, n. 466, p. 218.\nGrubs, Vine; Obs. on them by M. Bonnet, n. 470, p. 465.\nGuettard (M. ——) of cutting Star-fish, and the Radii growing, n. 467, p. 295.\nGuildhall, the Standard Weights and Measures examin'd, n. 470, p. 548.\nGunnery, new Principles of, by B. R. n. 469, p. 437.\n—— Questions in; proposed by Dr. Jurin, n. 465, p. 172.\nGun-powder; its Force, n. 469, p. 437.\n\nH.\n\nHadley (Geo.) Abstract of Meteorolog. Obs. from 1731 to 1735, n. 466, p. 243.\nHaemorrhage; of a remarkable one frequently returning, n. 471, p. 628.\nHales, D. D. (Stephen) his Ventilators or Ship's Lungs, n. 463, p. 65.\nHaller, M. D. (Albertus) an Account of his Enumeratio Methodica Stirpium Helvetiae indigenarum, n. 468, p. 369.\nHammam Pharaon Water, Analysis of it, n. 462, p. 52.\nHammock, M. le Cat's, for dressing Patients, who have Ailments on the Back or Os Sacrum, n. 468, p. 364.\nINDEX.\n\nHammond, (Will.) of the Girl, who speaks without a Tongue, n. 464, p. 146.\nHard-Soap, how to make it for medicinal Uses, n. 463, p. 71.\nHatchet, Stone one; of the antient Iris, n. 471, p. 589.\n—— Amazonian; Sagaris, ib.\nHearing, concerning it, n. 466, p. 266.\n—— of Fishes, n. 462, p. 28.\nHeinrius (Godfridus) a Gold-colour'd Glazing for Earthen Ware, n. 465, p. 188.\n—— de Disparitione Annuli Saturni, Ann. 1743, 1744, n. 471, p. 602.\nHellebore, White; its bad Effects, n. 468, p. 378.\nHelvetiae Stirpium indigenarum Enumeratio, n. 468, p. 369.\nHerba Sensitiva, its Root an Antidote to the West Indian Poison, n. 461, p. 4. Itself poisonous, ib. p. 6.\nHippocrates, his Ambe improved, n. 469, p. 387, 388.\nHobson (Jos.) of the wonderful Increase of the Seeds of Plants, n. 468, p. 320.\nHolkam in Norfolk, a Meteor seen there, Aug. 1741, n. 465, p. 183.\nHolland and Westfriesland, the Quantity of People, n. 468, p. 315.\nHollmannus (Samuel Christianus) de Differentiis Altitudinum Barometrorum, n. 464, p. 115.\nHondius (Hendrick) his Figure of the Rhinoceros false, n. 470, p. 526.\nHorns of the Rhinoceros described and figured, n. 470, p. 537, 540.\n—— some are double, ib. p. 537.\nHudicksovel, Meteorolog. Obs. there, n. 466, p. 243.\nHudson's Bay, Obs. of Cold, Variation, Longitude and Latitude there, n. 465, p. 157.\nHughes (Rev. Griffith) of a Zoophyton like a Marigold Flower, n. 471, p. 590.\nHuile de Chaix, n. 463, p. 76.\nHunter, (Will.) of the Structure and Diseases of articulating Cartilages, n. 470, p. 514.\n\nIluxham,\nINDEX.\n\nHuxham, M. D. (John) of Polypi taken out of the Hearts of several Sailors, just come from the West-Indies, n. 464, p. 123.\n\nHydrocephalo, Ols. de singulari, n. 466, p. 278.\n\nI.\n\nJesu; Patrum, e Soc. Ols. Astronomicæ, Pekini, 1741, n. 468, p. 306.\n\nJewels, the polishing them practised before Moses's Time, n. 471, p. 588.\n\nIndian Poiton, an Antidote to it, n. 462, p. 2.\n\nInfants, Ols. de; qui Saccum Aqua plenum, ab Offe Sacro usque ad Talos propendentem, habuit, n. 466, p. 277.\n\nInsect, a Water, that being cut into Pieces, becomes so many Animals. See Polypus, ib. p. 218.\n\n— new Obs. on them by M. Bonnet, n. 470, p. 458.\n\n— which are multiplied by Cuttings or Slips, ib. p. 468.\n\nInstrument, Sir Is. Newton's, for Obs. the Moon and fixt Stars at Sea, n. 465, p. 155.\n\nJovis Satellitum Immersiones & Emeriones Obs. Pekini, 1741, n. 468, p. 306.\n\nIron Instruments in Use in Egypt before Moses's Time, n. 471, p. 588.\n\n— a Pen of; Jeremiah xvii. i. ib. p. 589.\n\nFurin M. D. (James) his Questions in Gunnery, n. 465, p. 172.\n\nFussieu, M. D. (Bernard de) of cutting Star-fish, and their Radii growing again, n. 467, p. 295.\n\nK.\n\nKent, a Diary of the Weather there, n. 466, p. 243.\n\nKersbocom (Will.) Extract of his second and third Treatise of the Quantity of People in Holland, &c. of the Lives of Widows, and Duration of Marriages, n. 468, p. 315.\n\nKlein (Jac. Theod.) Hist. natur. Piscium promovendæ Missus I. n. 462, p. 27.\n\nKnives, sharp, (Josk. v. 2, 3.) i.e. Knives of sharp Stones, n. 471, p. 587.\n\nL.\n\nLapilli in Craniis Piscium, n. 462, p. 29.\nINDEX.\n\nLapis infernalis, a Sort of; n. 463, p. 72.\nLatham, M. D. (Rev. Ebenezer) of the Position of the Colure in the ancient Sphere, n. 466, p. 221.\nLatitude, Obs. in Hudson's Bay, n. 465, p. 157, 169.\nLaurin. See Mac Laurin.\nLeeuwenhoek (M. ——) of the Pulypus Insect, n. 466, p. 220.\nLegge (Honourable Edward) Obs. of an Eclipse of the Moon, Dec. 21. 1740, n. 462, p. 18.\nLeghorn, Earthquakes felt there, Jan. 16.—27. 1742, n. 463, p. 77.\nLe Prottus M. D. (Antonius) de Calculo praegrandi à Muliere cum Urina excreto, n. 468, p. 363.\nLightning, extraordinary Effects of, n. 464, p. 136.\nLienis Abscessus per Vulvam facta Puris Excretiones anatus, n. 466, p. 273.\nLilly, Red; Microscop. Obs. on its Farina, n. 471, p. 63.\nLime, Oil of, n. 463, p. 76.\nLinney, M. D. (John) Statical Experiments, and Meteorological Obs. in S. Carolina, n. 470, p. 491.\nLongitude, Obs. in Hudson's Bay, n. 465, p. 157, 169.\nLord (Rev. Mr. Tho.) of Worms, whole Parts live, when cut asunder, n. 470, p. 522.\nLovell (Tho. Lord) of a Meteor seen near Holkam, Aug. 1741, n. 465, p. 183.\nLuna obtegit stellam n in 8, Feb. 22. 1741, Pekini, n. 468, p. 312.\n——— ——— ——— in II, Feb. 24. 1741, ib. p. 313.\n——— ——— ——— Satellitem 3t. Apr. 20. 1741, ib.\n——— attigit V, Apr. 20, 1741, ib.\n——— obtegit Stellam in Cauda Ceti, ib. p. 314.\nLunae Eclipsis, Jan. 2. 1741, Pekini, Obs. n. 468, p. 309.\nLunden Meteorolog. Obs. there, n. 466, p. 243.\nLuxations of the Arm with the Shoulder, how reduced, n. 469, p. 395.\n\nM.\nMacky (Mr. ——) of the Pox in Edinburgh, 1497, n. 469, p. 420.\nMac Laurin (Colin) of the Basis of the Cells, wherein Bees deposite their Honey, n. 471, p. 565.\n\nMac\nINDEX.\n\nMac Laurin, an Account of his Treatise of Fluxions, n. 468, p. 325. ii. 469, p. 403.\nMagnetic Needle, Obs. of its Declination in Hudson's Bay, n. 465, p. 157.\nMallow, the Upright, of the wonderful Increase of its Seeds, n. 468, p. 320.\nMalm, a Sort of Osteocolla, n. 471, p. 634.\nMarriages, a Calculation of their Duration, n. 468, p. 315.\nMartial, Epigr. Lib. IV. Ep. 82. Gemino Cornu of a Rhinoceros explained, n. 470, p. 537.\nMason (Christopher) of a Fire-ball seen, and great Explosion heard, Dec. II. 1741, n. 462, p. 1.\nMatsebah, Hebrew Pillars of Stone, n. 471, p. 585.\nMead, M. D. (Rich.) an Obs. on Poisons, n. 462, p. 7.\nMeasures and Weights, the Standards at the Exchequer, Guildhall, Founders-hall, and the Tower, compared, n. 470, p. 541.\n——— the Proportions of the English and French, n. 465, p. 185.\nMedical Cases, two remarkable, n. 471, p. 628.\nMedico-chirurgica Obs. variae, à Joh. Dan. Schlichting, n. 466, p. 270.\nMedioburgi, Obs. Roris decidui & Fig. Floccorum nivealium, n. 464, p. 114.\nMelon-seeds 42 Years old, n. 464, p. 115.\nMercury Transit over the Sun, Oct. 31. 1736, n. 471, p. 622. Apr. 21. 1740, ib. 572. Oct. 25. 1743, ib. p. 578. n. 466, p. 235.\nMeteor seen near Holkham in Norfolk, Aug. 1741, n. 465, p. 183.\n——— at Peckham, Dec. II, 1741, n. 464, p. 138.\nMeteorologica Ephemerides Romanae, 1741, n. 466, p. 193.\nMeteorological Obs. for 1731, 1732, 1733, 1734, and 1735, n. 466, p. 243.\n——— in S. Carolina, n. 490, p. 491.\nMethodus Plantarum D. Halleri, n. 468, p. 381.\nMicheli, M. D. (——) of the Seeds of Mushrooms, n. 471, p. 599.\nINDEX.\n\nMicroscopical Obsf. on the Farina of the Red Lily, and of Worms in smutty Corn, n. 471, p. 639.\n\nMiddleton (Capt. Christoph.) the Effects of Cold; Obsf. of the Longitude, Latitude, and Declination of the Magnetic Needle in Hudson's Bay, n. 465, p. 157.\n\nMiles (Rev. Hen.) of an extraordinary Warmth in the Air in Jan. 1741-2, n. 462, p. 20.\n\n——— Obs. of the Mouths of Eels in Vinegar, and of a strange aquatic Animal, n. 469, p. 416.\n\n——— Parhelia seen Dec. 19. 1741, n. 462, p. 46.\n\nMiller (Joseph) a Catalogue of 50 Plants for the Year 1740, n. 471, p. 620.\n\nMilner, M. D. (Tho.) of a Meteor seen Dec. 11. 1741, n. 464, p. 138.\n\nMilward, M. D. (Edward) of an Antidote to the Indian Poison in the W. Indies, n. 462, p. 2.\n\nMimosa arborecens Americana, &c. flore albo, n. 462, p. 6.\n\nMock-Suns. See Parhelia.\n\nMoon and fixt Stars, an Instrument to observe their Distances at Sea, n. 465, p. 155.\n\n——— eclipsed Dec. 21. 1740, in New England, n. 471, p. 577.\n\n——— Oct. 22. 1743, Obsf. at London, ib. p. 580.\n\nMorf, Tumuli sepulchrales, there, n. 464, p. 134.\n\nMostyn, Bart. (Sir Tho.) of a golden Torques, n. 462, p. 24.\n\nMushrooms; of their Seeds, by Mr. Pickering, n. 471, p. 593. By Mr. Watson, ib. p. 599.\n\n——— Animalcules of the Maggot, or Fly-kind, found in them, ib. 597.\n\nN.\n\nNaples, Meteorolog. Obsf. there, n. 466, p. 244.\n\nNeedham (Turbervil) concerning Malm, and some Microscopical Obsf. on the Farina of the Red Lily, and of Worms discovered in smutty Corn, n. 471, p. 634.\n\nNeedle, Magnetic, its Declinations, Obsf. in Hudson's Bay, n. 465, p. 157.\n\nNegro Poison, and its Antidote, n. 462, p. 6.\nINDEX.\n\nNew-England, Transit of γ over ο, Apr. 21. 1740, and ζ eclipsed Dec. 21. 1740, Obs. at Cambridge, n. 471, p. 572.\n\nJournal of Earthquakes from 1727 to 1741, n. 462, p. 33.\n\nNewton (Sir Isaac) an Instrument for obs. the Moon's Distance from the fixt Stars at Sea, n. 465, p. 155.\n\nNivis Figure, n. 464, p. 114.\n\nNon-electrics, n. 462, p. 14.\n\nNorimberg, Diaries of the Weather there, n. 466, f. 246.\n\nNetcutt, (Will.) of the Girl, who speaks without a Tongue, n. 464, p. 146.\n\nNourse, (Edward) of Stones found in Bags in the Bladder, n. 462, p. 11.\n\nO.\n\nOak-trees struck with Lightning in a Spiral, n. 464, f. 137\n\nObelisks in Egypt, their Origin, n. 471, p. 587.\n\nOil of Lime, n. 463, p. 76.\n\nOsteocolla, a Sort called Malm, n. 471, p. 634.\n\nP.\n\nPack, M. D. (Christopher) Diary of the Weather for 1734, n. 466, p. 244.\n\nPadua, Meteorolog. Obs. there, n. 466, p. 245.\n\nParhelia seen Dec. 19. 1741, n. 462, p. 46, n. 463, p. 61.\n\nParsons, M. D. (James) Account of M. le Cat's Tracté des Sens, n. 466, p. 264.\n\nof the Phoca, Vitulus marinus, or Sea-Calf, n. 469, p. 383.\n\nnatural History of the Rhinoceros, n. 470, p. 523.\n\nPayne, (Wm.) Stones in his Kidneys and Bladder, n. 462, p. 54.\n\nPedini, (Pisqual R.) Remarks on the Earthquakes felt in Leghorn, Jan. 1741, r. 463, p. 77.\n\nPekini Obs. Astronomicæ, 1740 & 1741, n. 468, p. 306.\n\nPen of Iron, Jerem. xvii. 1, n. 471, p. 589.\n\nPendula, num vi aliqua centrifuga perturbentur? n. 468, p. 299.\n\nPerry, M. D. (Charles) Analysis of the Water of the Dead-Sea, of the hot Spring near Tiberiades, and the Hammam Peraean Water, n. 462, p. 48.\n\nQ q q q 2\n\nPetro.\nINDEX.\n\nPetre, (Robert James Lord) of some extraordinary Effects of Lightning, n. 464, p. 136.\nPhoca, or Sea-Calf, n. 469, p. 383.\nPickering, (Rev. Roger) of the Seeds of Mushrooms, n. 471, p. 593.\nPillars of Stone, their antient Use, called Matsbah, n. 471, p. 583.\nPlant (Rev. Matthias) Journal of Earthquakes in New-England, n. 462, p. 33.\nPlantarum Methodus D. Halleri, n. 468, p. 381.\nPlants, a Catalogue of 50 for the Year 1740, by Jos. Miller, n. 471, p. 620.\nPleuritis suppurata per Vulvam Puellae excreta, n. 466, p. 273.\nPoison, West-Indian, an Antidote to it, n. 462, p. 2.\nPolenus (Johannes Marchio) num Pendula vi aliqua centrifuga perturbentur? n. 468, p. 299.\n——— Diaries of the Weather, n. 466, p. 245.\nPolishing Jewels practised before Moses's Time, n. 471, p. 588.\nPolynomio, de; Job. Caftillioneus, n. 464, p. 91.\nPolypi taken out of the Hearts of several Sailors, just come from the West-Indies, n. 464, p. 123.\nPolypus, Fresh-water, an Insect, which, being cut in Pieces, becomes so many perfect Animals, n. 466, p. 218, 220.\nib. p. 227. n. 467, p. 281. n. 469, p. 422. n. 470, p. 510.\nFigures of it, n. 469, p. 434.\n——— dried; Obs. on it, and the Manner of drying, n. 471, p. 616.\nPox in Edinburgh 1497, n. 469, p. 420.\nPucerons, Obs. on them, by M. Bonnet, n. 470, p. 465.\n\nQ.\nQuadrant, Sir Isaac Newton's, n. 465, p. 155.\n\nR.\nR. (B.) an Account of his Book of Gunnery, n. 469, p. 437.\nSee Robins.\nReaumur (M. ——) Memoir of the Polypus, n. 466, p. 227.\nn. 467, p. 293.\n\nRevilla.\nINDEX.\n\nRevillas (Didacus de) excerpta ex Ephemeridibus Meteorologicis Romanis, 1741, n. 466, p. 193.\n——— of the Rain at Rome 1735, n. 466, p. 245.\nRhinoceros, the natural History of him, n. 470, p. 523.\n——— Albert Durer's Figure of him false, ib. p. 524.\nRichmond, Lenox, and Aubigny (Charles Duke of) of the Polypus, n. 470, p. 510.\nRixtel (John van) Extract of Mr. Wm. Kerseboom's second and third Treatise concerning the Quantity of People of Holland, &c. and of the Lives of Widows, and the Duration of Marriages, n. 468, p. 315.\nRobert Lord Bishop of Cork, of an antient Temple in Ireland, like Stone-henge, and of a Stone Hatchet of the antient Irish, n. 471, p. 581.\nRobins (Benj.) an Account of his Book of Gunnery, n. 469, p. 437.\nRoma Obs. Meteorologicæ, 1741, n. 466, p. 193.\nRore deciduo de, Obs. n. 464, p. 112.\n\nS.\nSagaris of Xenophon, an Hatchet, n. 471, p. 589.\nSatellitum Jovis Obs. Astronom. Pekini, 1741, n. 468, p. 306.\nSaturni, de Disparitione Annuli Ann. 1743, 1744, n. 471, p. 602.\nSaxum acutum Ovid. Fast. 4. explained, n. 471, p. 588.\nSchlichting (Job. Dan.) Obs. Medico-chirurgica variae, n. 466, p. 270.\nScolopendra lives some time, though cut into many Pieces, n. 466, p. 231.\nScott, Esq; (Geo. Lewis) his Report of the Committee of the Royal Society, appointed to examine some Questions in Gunnery, n. 465, p. 172.\nSea-calf, or Phoca, n. 469, p. 383.\nSeeds of Plants, of their wonderful Increase, n. 468, p. 320.\nSeeing, concerning it, n. 466, p. 268.\nINDEX.\n\nSeminis loco Sanguis expellitur in Coitu, n. 466, p. 273.\nSensible-weed, its Root an Antidote to the West Indian Poison, n. 461, p. 4. Itself poisonous, ib. p. 6.\nSesifera Herba, its Root an Antidote to the West Indian Poison, n. 461, p. 4. Itself poisonous, ib. p. 6.\nSheldrake (Tim.) of the Steel-yard Balance-swing, n. 462, p. 20.\nShip, of changing the Air in them, by Mr. Sutton, n. 462, p. 42.\n— Lungs, of Dr. Hales, n. 463, p. 65.\nShort, M. D. (Tko.) a Case of a Dropsy, n. 466, p. 223.\nShoulder dislocated; an Instrument for reducing it, n. 470, p. 556.\n— Luxation of it; how reduced, n. 469, p. 396.\nSlips or Cuttings, Insects or Worms, which can be multiplied by, n. 470, p. 468.\n— Plants that can be multiplied by, n. 470, p. 478.\nSloane (Sir Hans) the Sensible Plant, a Poison, its Root its Antidote, n. 462, p. 6.\nSmall-pox; bloody Urine in it, n. 470, p. 559.\nSmelling, concerning it, n. 466, p. 266.\nSmutty-corn Worms, Obs. in it, n. 471, p. 640.\nSoap, hard; how to make it for medicinal Uses, n. 463, p. 71.\n— Lees, a Method of making; for medicinal Uses, ib.\nSociety, the Royal, Standard Weights and Measures compared with those at the Exchequer, Guildhall, Founders-kall, and the Tower, &c. n. 470, p. 541, 553.\nSole, sub; transitus Mercurii, n. 471, p. 622, 572, 578.\nSouthwick Meteorolog. Obs. there, n. 466, p. 243.\nSphere, antient, the Position of the Colure in it, n. 466, p. 221.\nSpider, Water; not come to Perfection, n. 469, p. 418.\nSpina Ventosa, Obs. de, n. 466, p. 270.\nSporing (Mr.—) Meteorolog. Obs. at Abo, n. 466, p. 243.\nINDEX.\n\nStackhouse (Rev. Mr.—) Account of Bridgnorth, n. 464, p. 127, and of some Tumuli Sepulchrales near it, ib. p. 134. Standard Weights and Measures kept at the Royal Society, n. 465, p. 185.\n\ncompared with those kept at the Exchequer, at Guildhall, Founders-hall, and at the Tower, n. 470, p. 541.\n\nStar-fish their Radii grow again, if cut off, n. 467, p. 295.\n\nStatical Experiments in S. Carolina, n. 490, p. 491.\n\nSteel-yard Balance-swing for Children, p. 462, p. 20.\n\nStephens (Joanna) her Medicines for the Stone failed, n. 462, p. 11. ib. 54.\n\nStocke, M. D. (Leonardus) de Rore deciduo, &c de Figuris Flocorum nivalium, n. 464, p: 112.\n\nStone, Ethiopic, used as Knives, n. 471, p. 587.\n\nStone-hatchet of the antient Irish, n. 471, p. 589.\n\nStone-henge; an antient Temple in Ireland like it, n. 471, p. 581.\n\nStone Pillars, their antient Use, called Matsebah, n. 471, p. 583.\n\nStones or Bones in the Head of Fish, n. 462, p. 29.\n\nfound in Bags in the Bladder, n. 462, p. 11.\n\nSuccino, de; Job. Ambr. Beurer, n. 468, p. 322.\n\nSuns Mock. See Parhelia.\n\nSutton, (Mr.—) of changing the Air in Ships, n. 462, p. 42. n. 463, p. 62.\n\nSwing the Steel-yard Balance, n. 462, p. 20.\n\nT.\n\nTapping cured an Ascites, n. 471, p. 628.\n\nTasting, concerning it, n. 466, p. 265.\n\nTemples why so called, n. 471, p. 581.\n\nantient; in Ireland, like Stone-henge, n. 471, p. 581.\n\nTennison (Mrs.) Parhelia seen at Canterbury, Dec. 19. 1741, n. 462, p. 48.\n\nTiberiades, Analysis of the Water of the Hot Spring, near, n. 462, p. 50.\n\nTipula not come to Perfection, n. 469, p. 418.\n\nTongue, a Girl who can speak without one, n. 464, p. 150.\n\nTorques,\nINDEX.\n\nTorques, a golden one found in England, n. 462, p. 24.\nTower, the Standard Weights and Measures examined, n. 470, p. 549, 555.\nTrade-winds in the North, in Hudson's Bay, n. 465, p. 165.\nTremblay (M.) of the Polypus Insect, n. 466, p. 219, n. 467, p. 283, n. 470, p. 468, 487, n. 470, p. 510.\nTricowald (Martin) of the Vegetation of Melon-seeds 42 Years old, n. 464, p. 115.\nTrinder (Tho.) his Cafe, n. 464, p. 104.\nTubulous chalky Concretions, called Malm, n. 471, p. 63.\nTumuli Sepulchrales near Bridgnorth, n. 464, p. 134.\n\nV.\n\nVapours, Conjectures concerning their Rise, n. 464, p. 140.\nVariation of the Needle, Obs. in Hudson's Bay, n. 465, p. 157.\nVenereal Disease in Edinburgh, 1497, n. 469, p. 420.\nVeratrum, its bad Effects, n. 468, p. 378.\nViennæ, Cometa Obs. Feb. 1743, n. 470, p. 457.\nVinegar, Eels in it, n. 469, p. 416.\nVine-grubs, Obs. on them, by M. Bonnet, n. 470, p. 465.\nVision, concerning it, n. 466, p. 268.\nVitulus Marinus, or Phoca, n. 469, p. 383.\nUpsal, Meteorolog. Obs. there, n. 466, p. 243.\nUrtica Marina; a Sort from Barbadoes, n. 471, p. 591.\nUrine, bloody; in the Small-pox, n. 470, p. 559.\n\nW.\n\nWales, Prince of, his Fort in Hudson's Bay, various Obs. n. 465, p. 157.\nWarmth in the Air, extraordinary in Jan. 1741-2, n. 462, p. 20.\nWarwick (Charles) a remarkable Conformation, or Lusus Naturæ, in a Child, n. 464, p. 152.\nWatson (Will.) Remarks concerning the Seeds of Mushrooms, n. 471, p. 599.\n——— Obs. on Mr. Sutton's Invention for changing the Air in Ships, n. 463, p. 62.\n——— critical Remarks on the Use of Wind-tails, n. 463, p. 62.\n\nWatson\nINDEX.\n\nWatson (Will.) An Account of Prof. Haller's Enumeratio Stirpium Helvetiae indigenarum, n. 468, p. 369.\nWater, a Man lived 18 Years on nothing but, n. 466, p. 240.\n— Spider, not come to Perfection, n. 469, p. 418.\nWeidler (Job. Frid.) Meteorolog. Obs. at Witemberg, n. 466, p. 243.\nWeights and Measures; the Proportions of the English and French, n. 465, p. 185.\n— the Standards at the Exchequer, Guildhall, Founders-hall, and the Tower, compared, n. 470, p. 541.\nWest-Frieland and Holland, the Quantity of People, n. 468, p. 315.\nWest-Indian Poison, Antidote to it, n. 462, p. 2.\nWidows, a Calculation of their Lives, n. 468, p. 315.\nWind-sails, critical Remarks on the Use of them, n. 463, p. 62, and 65.\nWitemberg, Meteorolog. Obs. there, n. 466, p. 243.\nWinthrop, Prof. Math. (John) of the Transit of Mercury over the Sun, Apr. 21. 1740, and an Eclipse of the Moon, Dec. 21. 1740, Obs. at Cambridge in New-England, n. 471, p. 572.\nWorm, a long one; which is to be multiplied by Cuttings or Slips, n. 470, p. 468.\n— a Water; which, being cut in Pieces, becomes so many Worms, n. 467, p. 295.\nWorms, whose Parts live, after they have been cut asunder, n. 470, p. 522.\n— Obs. in smutty Corn, n. 471, p. 63.\nY.\nYard Standard; examined, n. 470, p. 541.\nZ.\nZoophyton, like a Marigold-flower, n. 471, p. 590.\n\nFINIS.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104230.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 21,
    "total-input-tokens": 31272,
    "total-output-tokens": 14486,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        925,
        2
      ],
      [
        925,
        2533,
        3
      ],
      [
        2533,
        4026,
        4
      ],
      [
        4026,
        5631,
        5
      ],
      [
        5631,
        7148,
        6
      ],
      [
        7148,
        8762,
        7
      ],
      [
        8762,
        10312,
        8
      ],
      [
        10312,
        11976,
        9
      ],
      [
        11976,
        13512,
        10
      ],
      [
        13512,
        15075,
        11
      ],
      [
        15075,
        16724,
        12
      ],
      [
        16724,
        18299,
        13
      ],
      [
        18299,
        19915,
        14
      ],
      [
        19915,
        21527,
        15
      ],
      [
        21527,
        23029,
        16
      ],
      [
        23029,
        24511,
        17
      ],
      [
        24511,
        26073,
        18
      ],
      [
        26073,
        27706,
        19
      ],
      [
        27706,
        29292,
        20
      ],
      [
        29292,
        30612,
        21
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104230",
    "title": "Back Matter",
    "authors": null,
    "year": 1742,
    "volume": "42",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 21,
    "jstor_url": "https://www.jstor.org/stable/104230"
  }
}