{
  "id": "f433e1182b25df528fc68132b84754ac37b2e15c",
  "text": "XIX. Remarks upon a Passage in Castillione's Life of Sir Isaac Newton. By John Winthrop, LL.D. Hollifian Professor of Mathematics, at Cambridge, in New England.\n\nThere is a passage in Castillione's life of Sir Isaac Newton, prefixed to his edition of the opuscula, in three volumes 4to. published at Lausanne and Geneva in 1744, which appears to me a palpable mistake; and tends to place Sir Isaac Newton in an inferior light to Des Cartes, in the eyes of foreigners. It is this, p. xxxii: \"Sæpiùs se reprehendebat [Newtonus] quòd res merè geometricas algebraïcis rationibus tractavit, & quòd libro suo de Algebra Arithmeticae Universalis titulum posuisset, melius asserens Cartesium suum de re eadem volumen dixisse Geometriam, ut sic ostenderet has computationes subsidia tantùm esse Geometris ad inveniendum.\" The authority he quotes for this is Dr. Pemberton, in the preface to his View of Sir Isaac Newton's Philosophy; but I will venture to say, he has misinterpreted his Author. He represents Dr. Pemberton as saying; 1st, That Sir Isaac Newton often cen-\nsured himself for handling geometrical subjects by algebraic calculations: 2dly, That another thing he often censured himself for, was, his having called his book of Algebra by the name of Universal Arithmetic: 3dly, That he commended des cartes, as having done better, in giving the title of Geometry to his treatise on the same subject.—The two last particulars, certainly, and I think the first also, have no foundation in the account Dr. Pemberton has given of this matter. His words are: \"I have often heard him [Sir Isaac] censure the handling geometrical subjects by algebraic calculations; and his book of Algebra he called by the name of Universal Arithmetic, in opposition to the injudicious title of Geometry, which des cartes had given to the treatise, wherein he shews, how the geometer may assist his invention by such kind of computations.\"—Dr. Pemberton's expression does not at all imply, that Sir Isaac Newton censured himself for handling geometrical subjects by algebraic calculations: the only idea it suggests, is, that he censured that way in general, and those who practised it, and that he had his eye particularly upon des cartes;—and, far from intimating, that he had inconsiderately called his book of Algebra by the name of Universal Arithmetic, and afterwards censured himself for doing so, and wished that he had rather called it Geometry, as des cartes did his; it directly affirms, on the contrary, that by express design and choice, he called it Arithmetic, in opposition to des cartes's injudicious title of Geometry.\nIt is true, indeed, that in a following passage, Dr. Pemberton says, \"of their [the antients] taste and form of demonstration, Sir Isaac always professed himself a great admirer: I have heard him even censure himself for not following them yet more closely than he did; and speak with regret of his mistake, at the beginning of his mathematical studies, in applying himself to the works of Descartes, and other algebraic writers, before he had considered the elements of Euclid with that attention, which so excellent a writer deserves.\"—But the mode of expression here used, is so different from the foregoing, that there can be no doubt, but that it was intended to convey a different meaning. And if, in the censure first mentioned, viz. \"for handling geometrical subjects by algebraic calculations,\" Dr. Pemberton had understood that Sir Isaac meant to include himself, this last passage would have been a mere tautology. But this last strongly implies, on the contrary, that Sir Isaac had, in general, endeavoured to follow closely the antient geometrical form of demonstration, in preference to that by algebraic calculation; which is of modern invention.\n\nThere is a remarkable instance of the attention he paid to the distinction between these methods, and of the preference he gave to the former, in his great work of the Principia. Having in Lemma XIX. and its Corollaries, given a concise and elegant solution of a noted geometric Problem, he subjoins: \"Atque ita problematis veterum de qua-\ntuor lineis ab Euclide incepti, & ab Apollo-\nnio continuati, non calculus, sed compositio geo-\nmetrica, qualem veteres quaerebant, in hoc co-\nrollario exhibetur.\" That the words, \"non cal-\nculus sed compositio geometrica,\" refer to Des\ncartes's prolix, algebraic solution of this Pro-\nblem, in his Geometry, p. 25—34, will, I believe,\nbe readily granted by every one, that is acquainted\nwith Sir Isaac Newton's writings.\n\nUpon the whole, I humbly conceive, that Dr.\nPemberton's meaning, in the former passage,\nmight have been better expressed in Latin, as\nfollows: \"Sapius eos reprehendebat, qui res merè\ngeometricas algebraicis rationibus tractavissent;\net libro suo de Algebra Arithmeticae Universalis\ntitulum ponebat, afferens Cartesium suum de\nre eadem volumen inscitè dixisse Geometriam,\nin quo ostendit, quomodo hæ computationes sub-\nsidia esse possunt geometris ad inveniendum.\"\n\nWhich of these translations does most justly ex-\npress the sense of the original, may, I suppose,\nbe safely left to the judgement of every person\nthat understands both the languages.\n\nI would only add, that this mistake of Cass-\ntilione, must have been owing, either to in-\nadvertence, or to his not being perfectly acquainted\nwith the English language; as he elsewhere ap-\npears to have had the highest veneration for Sir\nIsaac Newton.\n\nThis mistake may, to some, appear trivial; but,\nin my apprehension, every circumstance, relative\nto so illustrious a character as that of Sir Isaac\nNewton.\nNEWTON, derives importance from it; and ought to be marked with great exactness.\n\nThe foregoing remarks are, with all deference, submitted to the judgement of the ROYAL SOCIETY, by\n\nTheir most obedient,\n\nhumble Servant,\n\nCambridge, New England,\nMarch 4, 1773.\n\nJOHN WINTHROP.\n\nXX. M.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105998.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8994,
    "total-output-tokens": 1608,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1063,
        2
      ],
      [
        1063,
        2616,
        3
      ],
      [
        2616,
        4119,
        4
      ],
      [
        4119,
        5600,
        5
      ],
      [
        5600,
        5883,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105998",
    "title": "Remarks upon a Passage in Castillione's Life of Sir Isaac Newton. By John Winthrop, LL. D. Hollisian Professor of Mathematics, at Cambridge, in New England",
    "authors": "John Winthrop",
    "year": 1774,
    "volume": "64",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/105998"
  }
}