{
  "id": "556b3f25fca9b0d8e1517a481b8223b8356082fa",
  "text": "XIV. A Description of the Andrachne, with its Botanical Characters: By G. D. Ehret, F. R. S.\n\nRead Feb. 26, 1767.\n\nFROM a short and crooked stem go off irregularly several branches bending in various directions; but the younger shoots mostly pointing upwards. The height of the shrub is now about four feet.\n\nThe stem and branches are of different colours at different seasons. In the spring, they appear of a greenish cinnamon colour; this is gradually heightened to almost a red during winter; towards the end of which, the epidermis peels off, and the new bark exhibits the like appearance as it had the spring before.\n\nOn the extremities of these branches, the shoots of the preceding year, which are of a deep red colour, are many leaves of different sizes, placed irregularly; the largest leaves were in length, when the figure was drawn, about four inches, and two inches and an half in breadth, of an oval figure: they are mostly entire, though the edges of some are lightly serrated: their surface is smooth and lively, but not glossy or shining. They are supported on the branches by footstalks about an inch long, of a red colour and smooth.\n\nThe young leaves, at their first appearance, are of a faintish green with a cast of yellow yet beautifully shaded with red: their footstalks and middle rib are then\nARBUTUS (Andrachne) frutescens, Spica erecta, Folii ovatis integris, et serratis, Bacca tuberculosa polysperma.\n\nG. D. Ehret fl. 1766.\nthen hoary, but they lose this appearance as they grow older.\n\nThis very rare shrub produced its flowers, for the first time in England, in the garden of Dr. John Fothergill, at Upton near Stafford in Essex, May 1766. The principal spikes of flowers in this species of arbutus are erect, producing many side ones in a horizontal direction, their extremities inclining downwards. Each of these simple ramifications contain many white globular flowers, hanging on long hoary glutinous pedunculi, which are situated alternately. These spikes of flowers, forming a kind of loose tuft with the bright bunches of leaves, form an elegant appearance.\n\nCharacters of the Flower.\n\nT A B. VI.\n\nFig. a. represents a side view of the flowers; they are of a globular shape, and open into five obtuse reflex laciniae, in the manner of the common arbutus.\n\nFig. b. a back view of the flower, upon which appears the calyx spread open, and closely adhering to the flower; it consists of five oval pointed leaves or divisions; around this calyx appear on the corolla ten visible nectaria.\n\nWhen these flowers drop off, the calyx closes up, and embraces the tender germ. See Fig. c.\n\nFig. d. represents a flower separated from the calyx; it is inserted at the base of the germen. The ten nectaria, which are somewhat swollen or raised from the corolla, and have transparent appearances, are also\nalso discoverable, whilst the magnified figure e lays the parts more distinctly in view. This is a remarkable character in this flower.\n\nFig. f. exhibits the flower laid open: it is smooth without, and hoary within; it contains ten stamens, which are inserted at the base of the flower, their filaments and apices embrace half the style.\n\nFig. g. two stamens magnified, the base whereof is a tender fleshy substance, hoary and of a club-like shape; this diminishes gradually into a filament, upon which is situated a singular anthera; this anthera bursts at two apertures (as the figure represents), and disperses its farinaceous dust towards the style: from the top of this apex, comes forth, at the opposite side, two crooked forked horns, bending downwards in length of the antera.\n\nFig. h. the germen or rudiment magnified. This is hoary, its base consists of a red fleshy substance, with ten obtuse angles. The style supports a small globular stigma, and does not exceed the length of the flower.\n\nFig. i. represents a horizontal view of the germen, as observed through a lens; it has five regular loculations or cells, though seemingly but one seed; but by a closer inspection, there appeared several embryo seeds in each cell.\n\nFig. k. a dried fruit or berry of the andrachne in its natural size, with an horizontal section. This fruit, which is tuberculous, I drew from a specimen consisting of the whole branch, leaves, flower-spikes, with many ripe berries which was brought from Aleppo, by Dr. Alexander Russell; all which I examined and described at that time for my own satisfaction, and find\nfind them to agree exactly with the recent shrub above described. It likewise seems worthy of observation, that the plants raised by the gardeners by grafting or inarching the andrachne upon the common arbutus, which is the method chiefly used in propagating this elegant shrub, differ considerably from the plants raised from seed, particularly in this, that the young branches, and the footstalks of the leaves, are very hairy, and the leaves themselves are all without exception deeply serrated like the arbutus. Dr. Russell also informs me, that the outer bark of the old stem and branches abroad, are for some months of the year of as beautiful a crimson, as the young shoots are here described to be, and doubts not but it will be so in this country, as the shrub grows older *\n\n* It may not be improper to mention, that the flower spike above described, with the glandular prominences, which were the rudiments of future flowers, made their appearance soon after Midsummer 1765: they advanced very slowly during the remains of summer; stood the winter under a slight cover, and made no great progress, till within a month of their flowering.\n\nThat plant, which produced these flowers, was one of several, which J. Gordon, of Mile-end, was fortunate enough to raise from seed, sent by Dr. Russell from Aleppo in 1754; and that this should be the only plant which has hitherto produced flowers, is probably owing principally to its having been divers times transplanted.\n\nJ. F.\n\nXIV. History",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105939.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 13744,
    "total-output-tokens": 1645,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1319,
        2
      ],
      [
        1319,
        1319,
        3
      ],
      [
        1319,
        1319,
        4
      ],
      [
        1319,
        1454,
        5
      ],
      [
        1454,
        1454,
        6
      ],
      [
        1454,
        2830,
        7
      ],
      [
        2830,
        4436,
        8
      ],
      [
        4436,
        5932,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "None",
      "None",
      "la",
      "None",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      true,
      true,
      true,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105939",
    "title": "A Description of the Andrachne, with Its Botanical Characters: By G. D. Ehret, F. R. S.",
    "authors": "G. D. Ehret",
    "year": 1767,
    "volume": "57",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/105939"
  }
}