{
  "id": "a09b884380237464b64009335b4c49236cb9d5b4",
  "text": "IX. Croonian Lecture. On the anatomical structure of the Eye; illustrated by microscopical drawings, executed by F. Bauer, Esq. By Sir Everard Home, Bart. V. P. R. S.\n\nRead November 15, 1821.\n\nHaving found an extraordinary advantage from Mr. Bauer's microscopical observations, when applied to anatomical investigations of other organs of animals, I requested him to give me his assistance in the examination of the different parts of the eye in the human species, quadrupeds, and birds.\n\nIn the first place, I wished him to ascertain whether the marsupium in the bird's eye is muscular; as I had advanced such an opinion in the Lecture for 1795. After the most careful examination, he has decided that it is not; but is a fine vascular membrane, as represented in the annexed drawing, which Dr. Young had long considered it. The real structure of the marsupium being thus completely established, I was led to inquire what parts, contained within the globe of the eye, are possessed of muscular fibres. Mr. Bauer, on examining the ciliary processes, found that the anterior layer is made up of about 80 processes, lying directly behind the iris, and with it firmly attached at the base to the choroid and sclerotic coat: these are membranous, very vascular, and the surface next the lens concave; that next the iris, convex. They are distinctly shown in the annexed drawings.\nBetween these membranous processes there are bundles of muscular fibres of $\\frac{2}{5}$ of an inch in length, which I believe have not before been described: they originate all round from the capsule of the vitreous humor, pass forward over the edge of the lens, are attached firmly to its capsule and there terminate, as is seen in the drawings. They are unconnected with the ciliary processes, or iris. In the human eye, and that of the quadruped, they form bundles with intermediate spaces. In the bird, they are nearly one continued layer of muscular fibres. The choroid coat, which may be said to terminate anteriorly at the ciliary processes, is membranous in its structure; so far similar to the marsupium of the bird when unfolded; but in the choroid coat, Mr. Bauer has discovered lymphatic vessels, one on each side of every principal artery, not before ascertained, although there could be no doubt of their existence; and the arteries, as will be seen in the drawings, have not the usual direction, but run parallel to one another, totally unlike those in the marsupium.\n\nIn the quadrupeds with the tapetum lucidum, the nigrum pigmentum is principally deposited between the sclerotic and choroid coat. In the human eye and that of the bird, between the choroid coat and retina, a thin pellucid covering being interposed between it and the expansion of the optic nerve; the marsupium has a similar covering between the nigrum pigmentum and the vitreous humor. The colour of the nigrum pigmentum differs in intensity according to the colour of the hair; and when the animal is quite white, appears to be altogether wanting. That the marsupial membrane secretes the nigrum pigmentum, there can be no doubt; and for that purpose it is very abundantly supplied with large\nThat the choroid in the human eye, as well as that of the bird does the same, is in some measure proved by the fine injection thrown into the arteries of that membrane escaping from their termination, so as to form a layer of injection behind the retina without the smallest appearance of extravasation.\n\nThe membrane between the nigrum pigmentum and retina, has been described by Dr. Jacob, of Dublin, and his account of it published in the Philosophical Transactions. The nigrum pigmentum appears to be nothing more than the colouring matter of the red globules, rendered black in the act of separation from the arteries; it is also deposited upon the surface of the ciliary processes and iris, by the arteries with which they are loaded, and covered by a pellucid membrane.\n\nIn the horse, the arteries of the ciliary processes are very large; and I am led to believe that the extraordinary disease that animal is liable to in India, of having two species of worms (the strongylus armatus and filaris papillosa) found alive in the aqueous humor, is produced by the ova or young worms escaping from the terminations of those arteries; more especially as Mr. Hodgson, in his engravings of diseased arteries, has figured the strongylus armatus adhering to the inner membrane of the superior mesenteric artery of the horse, showing that in that animal it gets into the circulation.\n\nThe iris is fixed at its origin to the annular ligament; is divisible into two layers; the posterior, muscular; the fibres radiating towards the pupil, at which part there is a regular sphincter muscle; the anterior, membranous.\n\nMy friend Mr. Maunoir, of Geneva, is, I believe, the first person who made out this structure, and gave an engraving of\nI have much pleasure in stating, that what he represented in the quadruped, corresponds with Mr. Bauer's drawings from the human eye, made before Mr. Maunoir's Treatise on the artificial pupil was shown to him. The capsule of the crystalline lens is made up of two hemispheres of different texture, in which the lens is completely enclosed; the anterior portion is more dense than the other. The posterior is so thin, as to appear a continuation of the capsule of the vitreous humor, but from its curling up when cut, it must partake of the same nature as the anterior portion. The vitreous humor consists of a very delicate gelatinous substance, exceedingly elastic, abundantly supplied with branches of vessels. Arteries are sometimes met with carrying red blood, and in a degree capable of being injected.\n\nThe fibres of the lens have the appearance of hairs like those formed in spun glass.\n\nThe situation of the marsupium is shown both in the eagle and goose, and the difference of its radius of curvature at the bottom of the eye on its two sides, is as $\\frac{7}{40}$ to $\\frac{8}{40}$th of an inch.\n\nEXPLANATION OF THE PLATES.\n\nPlate VI.\n\nFig. 1. Front view of the human eye, extracted from its orbit; natural size.\n\nFig. 2. Side view of the same; natural size.\n\nFig. 3. Vertical section of the same; magnified three diameters.\n\nFig. 4. External side view of the human eye, the sclerotic coat and cornea being removed, showing the bundles of vessels which arise from the sclerotic coat, and go towards the ciliary ligament; magnified three diameters.\nFig. 5. Internal view of a vertical section of the preceding figure, bringing to view the inside of the iris with the nigrum pigmentum, the ciliary processes, the radiated and pigmented circle in the anterior arch of the eye, the retina, and a portion of the medullary substance of the optic nerve and the choroid membrane; magnified three diameters.\n\nFig. 6. Side view of the vitreous humor and crystalline lens, taken out of the eye, to show the impression left on it by the pigment of the radiated circle, and ciliary processes; magnified three diameters.\n\nFig. 7. External view of the iris, consisting entirely of a plexus of vessels; magnified three diameters.\n\nFig. 8. Internal view of the iris, consisting of bundles of muscular fibres; those next to the pupil being orbicular, and the exterior radiated; magnified three diameters.\n\nPlate VII.\n\nFig. 1. Internal view of a small portion of the iris of the human eye, the pigmentum nigrum being removed to show, \\(a, a\\), the orbicular, and \\(b, b\\), the radiated muscle; magnified ten diameters.\n\nFig. 2. Internal view of a portion of the membranous part of the human eye, consisting of \\(a, a\\), a small portion of the iris with the pigment; \\(b, b\\), the ciliary processes in their natural state; \\(c, c\\), a portion of the radiated circle in the anterior arch of the eye, its pigment appears to have been disturbed by the vitreous humor being forcibly removed; \\(d, d\\), the commencement of the retina, and \\(e, e\\), the edge of the choroid membrane; magnified ten diameters.\n\nFig. 3. External view of the same; \\(a, a\\), the iris, \\(b, b\\), two of the ciliary processes, \\(c, c\\), the seam or ligament by which all\nthese parts are joined to the sclerotic coat; \\(d, d\\), the ciliary ligament, and \\(e, e\\), the choroid membrane; magnified ten diameters.\n\nFig. 4. The same as the preceding figure, with the iris removed, to give a back view of the ciliary processes at \\(a, a\\); \\(b, b\\), shows the seam or ligament by which these parts are joined to the sclerotic coat; \\(c, c\\), the ciliary ligament, and \\(d, d\\), the choroid membrane; magnified ten diameters.\n\nFig. 5. An equally sized portion of the anterior part of the capsule of the crystalline lens, \\(a, a\\), and of the capsule of the vitreous humor, \\(b, c, d\\), exactly lying under, and corresponding with the preceding figures 2, 3, and 4, and showing the bundles of fibres, \\(b, b\\), by which the capsule of the crystalline lens is connected with the capsule of the vitreous humor; and how the pigment from the ciliary processes, \\(b, b\\), and from the radiated circle, \\(c, c\\), is impressed on it; magnified ten diameters.\n\nFig. 6. A couple of the fibrous bundles, with the nigrum pigmentum nearly removed; magnified twenty diameters.\n\nFig. 7. Front view of one of the ciliary processes laid open, and the pigmentum removed, to show the plexus of vessels in its membranous wings, from which the nigrum pigmentum seems to be secreted; magnified twenty diameters.\n\nFig. 8. A back view of the same; magnified twenty diameters.\n\nFig. 9. An external view of a small portion of the choroid membrane; magnified ten diameters.\nPlate VIII.\n\nFig. 1. A front view of an injected bullock's eye; natural size.\nFig. 2. Side view of the same; natural size.\nFig. 3. Vertical section of the same; natural size.\nFig. 4. Side view of the vitreous humor and the crystalline lens; natural size.\nFig. 5. Outside view of the iris; magnified two diameters.\nFig. 6. Inside view of the same, the nigrum pigmentum being entirely removed; magnified two diameters.\nFig. 7. Inside view of a small portion of the iris, the nigrum pigmentum entirely removed; magnified eight diameters.\nFig. 8. A portion of the membranous coat of the eye, consisting of a small portion of the iris, the nigrum pigmentum partially removed, the injected ciliary processes, a portion of the choroid membrane slightly injected, and a very small portion of the retina adhering to it; magnified six diameters.\nFig. 9. One of the ciliary processes, finely injected; magnified ten diameters.\nFig. 10. A portion of the capsule of the vitreous humor, with its muscular fibres connecting it with the anterior part of the capsule of the crystalline lens; magnified six diameters.\n\nPlate IX.\n\nFig. 1. Side view of a dissected goose's head; natural size.\nFig. 2. Front view of the same; natural size.\nFig. 3. Front view of the left eye of the goose; natural size.\nFig. 4. Side view of the same; natural size.\nFig. 5. Vertical section of the left eye of the goose; magnified three diameters.\n\nFig. 6. The vitreous humor and crystalline lens of the same eye; magnified three diameters.\n\nFig. 7. Transverse section, or the posterior hemisphere of the same left eye; magnified three diameters.\n\nFig. 8. Represents at A, a portion of the anterior part of the capsule of the crystalline lens; at B, a very small portion of the posterior part of the capsule of the crystalline lens; and at C, a portion of the capsule or membrane of the vitreous humor, with the muscular fibres which connect it with the capsule of the lens; magnified ten diameters.\n\nPlate X.\n\nFig. 1. The marsupium of an injected goose's eye, in its natural state; magnified eight diameters.\n\nFig. 2. The same marsupium unravelled; at A, in the natural state, and at B, injected; magnified eight diameters.\n\nFig. 3. Front view of one of the ciliary processes, injected and expanded; magnified twenty diameters.\n\nFig. 4. Back view of the same; magnified twenty diameters.\n\nFig. 5. External view of the injected iris; magnified three diameters.\n\nFig. 6. Internal view of the same, the nigrum pigmentum removed; magnified three diameters.\n\nFig. 7. Internal view of a portion of the anterior hemisphere of the injected goose's eye, consisting of a portion of the iris, with the nigrum pigmentum, the ciliary processes in their natural position; the radiated circle, and a very small\nportion of the injected choroid membrane; magnified ten diameters.\n\nFig. 8. External view of the same, showing the injected iris, the seam by which these parts are connected with the sclerotic coat, some of the bundles of vessels which arise from the sclerotic coat and enter under or about the connecting seam, part of the injected radiated circle, and a very small portion of the injected choroid membrane; magnified ten diameters.\n\nFig. 9. Internal view of a portion of the iris, the nigrum pigmentum being entirely removed; magnified ten diameters.\n\nFig. 10. Horizontal section of the crystalline lens of the goose's eye; magnified three diameters.\n\nFig. 11. Vertical section of the same; magnified three diameters.\n\nPlate XI.\n\nFig. 1. Represents, at A, a small portion of the retina, and, at B, a very small portion of that delicate membrane which lies between the retina and the nigrum pigmentum, and which is described by Dr. Jacob, in the Philosophical Transactions of 1819; magnified fifty diameters.\n\nFig. 2. A very small portion of a single lamella of the crystalline lens of the goose's eye, partly unravelled; magnified one hundred diameters.\n\nFig. 3. Some separated fibres of the same; magnified four hundred diameters.\n\nFig. 4. A $\\frac{1}{100}$th part of a square inch of the choroid membrane of the injected goose's eye; the portion at A, is in the\nnatural state, and that at B, is injected; magnified forty diameters.\n\nFig. 5 A very small portion of the same; at A, in the natural state, and at B, injected; magnified two hundred diameters.\n\nPlate XII.\n\nFig. 1. Side view of a dissected eagle's head; natural size.\nFig. 2. Front view of the same; natural size.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107673.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 18,
    "total-input-tokens": 28684,
    "total-output-tokens": 3978,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1376,
        2
      ],
      [
        1376,
        3156,
        3
      ],
      [
        3156,
        4887,
        4
      ],
      [
        4887,
        4887,
        5
      ],
      [
        4887,
        4887,
        6
      ],
      [
        4887,
        4887,
        7
      ],
      [
        4887,
        4887,
        8
      ],
      [
        4887,
        4887,
        9
      ],
      [
        4887,
        4887,
        10
      ],
      [
        4887,
        4887,
        11
      ],
      [
        4887,
        6446,
        12
      ],
      [
        6446,
        8121,
        13
      ],
      [
        8121,
        9590,
        14
      ],
      [
        9590,
        10917,
        15
      ],
      [
        10917,
        12348,
        16
      ],
      [
        12348,
        13714,
        17
      ],
      [
        13714,
        14026,
        18
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107673",
    "title": "Croonian Lecture: On the Anatomical Structure of the Eye; Illustrated by Microscopical Drawings, Executed by F. Bauer, Esq.",
    "authors": "Everard Home",
    "year": 1822,
    "volume": "112",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 18,
    "jstor_url": "https://www.jstor.org/stable/107673"
  }
}