{
  "id": "c5e3f5803609c0b0ebcb8c924a7f4a6102878f92",
  "text": "III. A Letter of M. l’ Abbé Conti, R. S. S. to the late M. Leibnitz, concerning the dispute about the Invention of the Method of Fluxions, or Differential Method; with M. Leibnitz his Answer.\n\nJ’Ai différé jusqu’à cette heure de repondre à votre Lettre, parce que j’ai voulu accompagner ma Réponse de celle que M. Newton (a) vient de faire à l’Apostille que vous y avez ajoutée. Je n’entrerai dans aucun détail à l’égard de la dispute que vous avez avec M. Keill, ou plutôt avec M. Newton. Je ne puis dire qu’historiquement ce que j’ai vu, & ce que j’ai lu, & ce qu’il me manque encore de voir & de lire, pour en juger comme il faut.\n\nJ’ai lu avec beaucoup d’attention, & sans la moindre prévention, le Commerctum Epistolicum, & le petit Livre (b) qui en contient l’Extrait. J’ai vu à la Société Royale les Papiers Originaux des Letters du Commercium; une petite (c) Lettre écrite de votre main à M. Newton; & l’ancien Manuscript (d) que M. Newton envoya au Docteur Barrow, & que M. Jones a publié depuis peu.\n\n(a) In his Letter dated Feb. 26, 1715-16, &c., and Printed at the end of Raphson’s History of Fluxions.\n(b) Printed in the Philos. Trans. N. 342, and in Tome VII. du Journal Litteraire.\n(c) Dated 17 March, 1693, and Printed at the end of Raphson’s History of Fluxions.\n(d) Entitled Analysis per Series numero terminorum infinites.\nDe tout cela j'en infère, que si on ôte à la dispute toutes les digressions étrangères, il ne s'agit que de chercher si M. Newton avait le Calcul des Fluxions ou infinitésimal, avant vous, ou si vous l'avez eu avant lui. Vous l'avez publié le premier, il est vrai; mais vous avez avoué aussi que M. Newton en avait laissé entrevoir beaucoup dans les Letters qu'il a écrites à Mr. Oldenbourg & aux autres. On prouve cela fort à long dans le Commercium, & dans son Extrait. Quelles sont vos Réponses? Voila ce qui manque encore au Public, pour juger exactement de l'affaire.\n\nVos amis attendent votre réponse avec beaucoup d'impatience, & il leur semble que vous ne sauriez vous dispenser de répondre si non à M. Keill, du moins à M. Newton lui même, qui vous fait un deffil en termes exprès, comme vous verrez dans sa Lettre.\n\nJe voudrois vous voir en bonne intelligence. Le public ne profite guere des disputes, & il perd sans ressource, pour bien de siecles, toutes les lumieres que ces mêmes disputes lui dérobent.\n\nSa Majesté a voulu que je l'informasse de tout ce qui s'est passé entre M. Newton & vous. Je l'ai fait de mon mieux, & je voudrois que ce fut avec succès pour l'un & pour l'autre.\n\nVotre Probleme a été resolu fort aisément en peu de tems. Plusieurs Geometres à Londres & à Oxford en ont donné la Solution. Elle est générale, car elle s'étend à toutes sortes de Courbes, soit Geometriques, soit Méchaniques. Le Probleme est un peu équivoquement proposé: mais je croi que M. de Moivre ne se trompe pas, en disant, qu'il faudroit fixer l'idee d'une suite de Courbes. Par exemple supposer qu'elles ayent la même Soutangeante pour la même Abscisse; ce qui conviendra non seulement aux Sections Coniques, mais à une infinité d'autres tant Geometriques que Me-\nMechaniques. On pourroit encore faire d'autres supposi-\ntions pour fixer cette idée.\n\nJe vous parlerai une autre fois de la Philosophie de\nM. Newton. Il faut convenir auparavant de la Methode\nde Philosopher, & distinguer avec beaucoup de soin la\nPhilosophie de M. Newton, des consequences que plu-\nsieurs en tirent fort mal à propos. On attribuë à ce\ngrand homme bien de choses qu'il n'admet pas; com-\nme il l'a fait voir à ces Messieurs Francois qui vinrent\nà Londres, à l'occasion de la grand Eclipse.\n\nJe suis avec tout le respect possible\n\nA Londres le Monsieur, votre &c.\nde Mars 1716.\n\nN. B. Mr. l'Abbé Conti spent some Hours also in\nlooking over the old Letters and Letter Books kept in the\nArchives of the Royal Society, to see if he could find\nany thing which made either for Mr. Leibnitz, or against\nMr. Newton, and had been omitted in the Commercium\nEpistolicum Collinii & aliorum: but could find nothing\nof that kind.\n\nA Letter of M. Leibnitz to M. L' Abbe Conti,\nin Answer to the former.\n\nMonsieur,\n\nHanover ce 14. d'Avril, 1716.\n\nPour ne vous faire attendre, je vous dirai par advance\nque j'ai répondu d'abord à l'honneur de votre\nLettre, & en même tems à celle que Mr. Newton vous\na écrite; & j'ai envoyé le tout à Mr. Remond à Paris,\nqui ne manquera pas de vous le faire tenir. Je me\nsuis servi de cette voie, pour avoir des temoins neu-\ntres & intelligens de notre Dispute: & M. Remond en\nfera encore part à d'autres. Je lui ai envoyé en même\ntemps une copie de votre Lettre & celle de Mr. Newton. Après cela vous pourrez juger, si la mauvaise chicane de quelques uns de vos nouveaux Amis m'embarrasse beaucoup.\n\nQuant au Probleme dont quelques-uns parmi eux ont voulu resoudre des cas particuliers, pour en fixer, disent-ils, les idées ; il y a de l'apparence qu'ils se feront jettez sur des cas faciles : car il y en a dans les Courbes Transcendantes, aussi bien que dans les ordinaires ; mais il s'agit d'une solution generale. Ce Probleme n'est point nouveau. M. Jean Bernouilli l'a deja propose dans le mois de May des Actes de Leipzig 1697, p.211. Et comme M. Fatio méprisoit ce que nous avions fait ; on en repeta la proposition pour lui & pour ses semblables, dans les Actes de May 1700, p.204. Il peut servir encore aujourd'hui à faire connoitre à quelques-uns, s'ils sont assez avant que nous en Methodes : & en attendant qu'ils trouvent le moyen de parvenir à la solution generale, ils pourront essayer ce qu'ils peuvent, en fixant les idées sur un cas particulier, qu'on leur propose dans le papier cy-joint. Sa solution vient encore du même M. Bernouilli. Ainsi vous aurez la bonté de ne pas vous rendre trop tôt aux insinuations de ceux qui nous sont contraires ; comme lorsqu'ils vous font a croire que notre Probleme leur étoit aisé. Je suis avec zèle, Monsieur Votre &c.\n\nProblema continens casum specialem Problematis generalis de inventienda Serie Curvarum, quarum qualibet sit ad aliam Seriem Curvarum perpendicularis.\n\nSuper\nSuper recta AG tanquam axe, ex puncto A constructis Curvis quotunque qualis est ABD, ejus naturae ut radius osculi ex singulis singularum Curvarum punctis B deductus BO secedatur ab axe AG in C in Data semper constante ratione: ut nempe sit BO ad BC at M ad N. Construendae jam sunt Trajectoria qualis est ENF, priores Curvas ABD secantes ad angulos rectos.\n\nThus far this Letter. Mr. Leibnitz first proposed the general Probleme to M. l'Abbé Conti in these words; Trouver une ligne BCD, qui coupe à angles droits toutes les courbes d'une suite determinée d'une même gendre; par exemple, toutes les Hyperboles AB, AC, AD, qui ont le même sommet & le même centre; & cela par une voie generale. And in the Acta Eruditorum for October, 1698. p. 470, 471. he calls the Curves in this determinate Series, Curvas ordinatim datas, & positione datas, & positione ordinatim datas. And by all this, the Series of Curves to be cut is given, and nothing more is to be found, than the other Series which is to cut it at right Angles. But Mr. Leibnitz being told that his Probleme was solved, he changed it into a new one, of finding both the Series to be cut and the other Series which is to cut it. And the particu-\nlar Probleme proposed in this Letter is a special Case, not of the general Probleme first proposed, as it ought to have been, but of this new double Probleme. And the first part of this double Probleme (viz. by any given property of a Series of Curves to find the Curves) is a Probleme harder than the former, and of which a general Solution is not yet given. Mr. Leibnitz in a Letter to Mr. John Bernoulli, dated 16 December, 1694, and published in the Acta Eruditorum for October 1698, p. 471, set down his Solution of the Probleme, when the given Series of Curves is defined by a finite Equation, expressing the relation between the Absciss and Ordinate. The same Solution holds when the Equation is a converging Series, or when the property of the Curve to be cut can be reduced to such an Equation, by the Analysis per Series numero terminorum infinitas. But Mr. Leibnitz was for solving the Probleme without converging Series.\n\nIV. Pars",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103342.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10608,
    "total-output-tokens": 2563,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1342,
        2
      ],
      [
        1342,
        3114,
        3
      ],
      [
        3114,
        4574,
        4
      ],
      [
        4574,
        6077,
        5
      ],
      [
        6077,
        7281,
        6
      ],
      [
        7281,
        8223,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "fr",
      "fr",
      "fr",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103342",
    "title": "A Letter of M. l' Abbe Conti, R. S. S. to the Late M. Leibnitz, concerning the Dispute about the Invention of the Method of Fluxions, or Differential Method; With M. Leibnitz His Answer",
    "authors": "M. l' Abbe Conti, M. Leibnitz",
    "year": 1717,
    "volume": "30",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/103342"
  }
}