{
  "id": "c97f852ceb310f4ef4f0c23cbf37c1873dc50356",
  "text": "Sir,\n\nThis last Figure is of an Oyster-shell, the like is to be found in the West indies, whether the same species I cannot determine, having never seen them entire together to compare them. But Sir, considering the hint that is here given us, of its being thought Medicinal at Goa where it is found; and also how that calcined Shells are the most common entertainment all over the Indies, chieving them all day long with the Leaves of a certain hot piperate and spicy Plant and a sort of Nut mixt therewith: we may reasonably suspect the Goa Stone to be made up of them, or such like Ingredients.\n\nTours, &c.\n\nVI. A Paper of Mr. Flowers, containing some unknown Ancient Characters, with Remarks thereon by Francis Aston Esq; S. R. S.\n\nThese Characters being Two and Twenty in Number, are all that could be distinctly Collected out of the Ancient Sculptures, to be found this day extant at the admired Hills of Canary; where there are divers receptacles cut out of the main Rock, by incredible Industry and Charge of the Ancient Inhabitants of those Parts supposed Moors or Negroes of Ethiopia rather than Gentues; by reason of the large proportion of their usual Statures, which is at least Eight Foot in height, having great Lips, full Eyes, flat Nose and curled Hair, and is worthy the Observation. So far Mr. Flower Feb. 3. 1675.\nIts probable the intent of this Paper was to compare these Characters, being very Ancient with them at Perjepolis, the Gentlemen having got together (as appears) several other Alphabets that had been used in the Eastern parts of the World.\n\nThe places here pointed at, are chiefly three, two upon the Island Salfete, and one upon the Island Pory, called the Pagode of Olifant of such a bigness that one of them is described by Linschoten to be equal to a Village of 400 Houses, to consist of Four Ranges of Building one over another within the Mountain; and to contain no less than 300 Rooms or Habitations; adorned throughout with strange frightful Statues, of Idols, of Lyons, Tigers, Elephants, Amazons, and a hundred other things so well designed, that Andrea Corsali in the Year 1515 had a mind to send some of them to Julian de Medices for their Curiosity, who were the Architects is very uncertain. Balbi names the Romans and Alexander the Great, others the Chinese, Mr. Flower the Abessins who have some few Churches cut in the Rocks; but Alvarez who saw them twice, says the Country affirms they were made by Egyptians or other white Men; but though their beginning be obscure, their end may more easily be declared, for the Portuguses upon the building of Goa began to destroy them, and have continued to do so ever since.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101998.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 706,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1334,
        2
      ],
      [
        1334,
        2666,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101998",
    "title": "A Paper of Mr. Flowers, Containing Some Unknown Ancient Characters, with Remarks Thereon by Francis Aston Esq; S. R. S.",
    "authors": "Mr. Flowers, Francis Aston",
    "year": 1693,
    "volume": "17",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101998"
  }
}