{
  "id": "189bcaea481e92b9eb3cd8c19189731134fc4e21",
  "text": "VI. An Account of some Scoria from Iron Works, which resemble the vitrified Filaments described by Sir William Hamilton. In a Letter from Samuel More, Esq. to Sir Joseph Banks, Bart. P.R.S.\n\nRead January 17, 1781.\n\nSir,\n\nIn the very accurate account given of the eruption of Mount Vesuvius in the month of August, 1779, in a letter from Sir William Hamilton, printed in the Philosophical Transactions, vol. LXX. part I. p. 42. et seq., among many other equally curious informations, it is said, \"Long Filaments of vitrified matter, like spun-glass, were mixed with and fell with the ashes.\" And in a note annexed it is also said, that \"during an eruption of the volcano in the Isle of Bourbon in 1766, some miles of country, at the distance of six leagues from the volcano, were covered with a flexible capillary yellow glass, some of which were two or three feet long, with small vitrous globules at a little distance one from the other.\"\n\nThere appeared to me on reading these passages an exact similarity between these productions of the two volcanos and some scoria I had received from a worthy friend, who is master of one of the largest works in England for smelting iron. In a letter accompanying the specimen, he writes, \"I have sent a specimen of some flag, or vitrified cinder, which has by\n\"the reverberation of the blast from the Tweer *,\" been drawn \"out whilst fluid into long cobweb-like threads (sometimes \"ten or twelve feet in length) and affixed itself to the beams, \" &c. of the bellows room.\"\n\nWhoever has attentively viewed the large furnaces wherein iron ore is smelted by coak, will readily allow, that they present the most striking resemblance (however diminished) of that most tremendous of all appearances, the eruption of a volcano; and that the most exact pictures hitherto seen of the flowing of the lava from the one is shewn by the running of the flag from the other: this has induced me to lay before you, for the inspection of the Royal Society if you judge it worthy their attention, some of the scoria in its capillary state, and with all due deference to the acknowledged abilities of Sir William Hamilton, to submit to your consideration, and that of the learned Body over which you so deservedly preside, whether the fine filaments may not be produced in the eruption of the great furnaces of nature, by means similar to those by which we see them formed in the furnaces of art. Sir William seems to think, \"That (what he calls) the natural spun glass which fell at Ottaiano, as well as that which fell in the Isle of Bourbon in 1766, must have been formed, most probably, by the operation of such a sort of lava as has been just described (that is, perfectly vitrified) cracking, and separating in the air at the time of its emission from the volcanos, and by that means spinning out the pure vitrified matter from its pores or cells, the wind at the same time carrying off those filaments of glass as fast as they were produced.\" See p. 81.\n\n* The Tweer is that opening through which the air is driven by the bellows into the body of the furnace.\nThat some of the fine filaments found after the eruptions of the volcanos were formed in this manner is not unlikely: but as we see about the iron furnaces the vitrified scoria drawn into fine threads, of very considerable length, by the simple action of the wind from the bellows, is it not very probable, that the far greater part at least of those filaments scattered over the land, and which were found two or three feet long, were drawn out before the ejection of the lava from the crater by the force of those violent torrents of wind which must be required to support and actuate so intense a fire as at those times fills the body of the mountain?\n\nIn all matters of this kind there is great scope for conjecture, and much must be allowed to it; and I have presumed to submit this opinion to you, not with an intention to dispute the probability of what has been already advanced on this head, but to point out from what occurs immediately under the eye of every workman about our iron furnaces, some easy and simple mode of accounting for so singular a phenomenon, and as an introduction to my presenting to the Royal Society a specimen of so curious a production.\n\nThe extreme fineness to which these filaments are reduced, and their brittleness, render it almost impossible to convey them to any distance, preserving at the same time any considerable length of the fibres; these which I have now the honour to lay before you resemble cotton in appearance, but if examined with a microscope will be found in all respects similar to those described by Sir William Hamilton.\n\nI am, &c.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106449.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6456,
    "total-output-tokens": 1171,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1301,
        2
      ],
      [
        1301,
        3089,
        3
      ],
      [
        3089,
        4681,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106449",
    "title": "An Account of Some Scoria from Iron Works, Which Resemble the Vitrified Filaments Described by Sir Wiliam Hamilton. In a Letter from Samuel More, Esq. to Sir Joseph Banks, Bart. P. R. S.",
    "authors": "Wiliam Hamilton, Samuel More",
    "year": 1782,
    "volume": "72",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/106449"
  }
}