{
  "id": "9836659f46a61427a25ff65109ef86a44c74431e",
  "text": "seemed of the same kind as the former; but, as the experiments were not tried so exactly, they are not set down.\n\nI endeavoured to collect in the same manner the air discharged from bread and water by fermentation, but I could not get it to ferment, or yield any sensible quantity of air; though I added a little putrid gravy by way of ferment.\n\nReceived May 21, 1766.\n\nXX. A farther Account of the Polish Cochineal: from Dr. Wolfe, of Warsaw. Communicated by Henry Baker, F. R. S.\n\nRead June 5, 1766.\n\nIn the LIVth volume of the Philosophical Transactions, for the year 1764, Art. XV. the Royal Society has been pleased to publish two curious papers, communicated by Mr. Baker, from Dr. Wolfe of Warsaw, describing the Polish Cochineal, the plants on whose roots it is found, the manner of collecting and curing it, the method of dying therewith, and also the doctor's own experiments on these curious insects; the figures whereof are there given as engraven on a copper plate.\n\nSince that time, the doctor has been very industrious in breeding and observing these insects, and has thereby discovered the male fly, about which he was before uncertain; and has sent to Mr. Baker an elegant picture\npicture thereof, painted from the life in its natural colours, and also of the young female just crept from the egg, both in their natural size, and as magnified by glasses; together with a drawing and description of the polygonum minus of Casper Bauhine, or scleranthus perennis of Linnaeus, which is the plant, adhering to the roots of which, this insect is chiefly found in Podolia and the Ukrain.\n\nAll these Mr. Baker takes the liberty to lay before the Royal Society, to compleat Dr. Wolfe's account of this insect; and as this plant is common in England, as well as the Potentilla and Fragaria, at the roots of which these insects are likewise found, he is in hopes, that such gentlemen, as have opportunity, will seek them in the months of June, July and August; the time they seek for, and collect, them in the above-mentioned countries. The curious will receive pleasure and information from comparing the male fly of this Polish Cochineal, with the male fly of the Cochineal of South America; communicated some time ago by Mr. John Ellis, Fellow of this Society, and published in the Transactions, Vol. LII. p. 664.\n\nTab. VIII. Fig. 1. The Polish Cochineal male insect, just come out of the egg, of its natural size *.\n\nFig. 2. The same magnified.\n\nFig. 3. The female insect, just crept out of the egg, of the natural size. Its colour a brownish crimson.\n\nFig. 4. The same magnified.\n\nFig. 5. Polygonum minus IVtum C. Bauh. or, Scleranthus perennis calycibus clausis, Linnaei.\n\n* The body and head of this beautiful little fly have several teints of a brownish crimson: the wings are white and transparent, except the darker parts in the plate, which are of a lively crimson colour.\nThe root fibrous; when old, woody. The young stalks of a grey green; in the second year, red. They have knots at different intervals. Each knot has two sharp-pointed leafy narrow stipulae. The stalks are dichotomi: and near the umbella there is, at every bifurcation, a flower twice as big as the others, having its seeds more ripe and perfect.\n\nThe calyx grows almost woody, and is five-pointed. The petala are small, oval-pointed, white, in number ten: the five stamina short: the antherae yellow: the pistilla two, very short.\n\nThe seeds egg-shaped, one or two strongly adhering to the calyx.\n\nThe whole plant, when old, has stalks ten inches in length, procumbent by the weight of the flowers, and making a sort of convex bush round about the root.\n\nXXI. Some further Intelligence relating to the Jaculator Fish, mentioned in the Philosophical Transactions for 1764, Art. XIV. from Mr. Hommel, at Batavia, together with the Description of another Species, by Dr. Pallas, F. R. S. in a letter to Mr. Peter Collinson, F. R. S. from John Albert Schloesser, M. D. F. R. S.\n\nAmsterdam, Feb. 15, 1766.\n\nRead June 5, 1766.\n\nWHEN the Jaculator fish intends to catch a fly or any other insect, which is seen at a distance, it approaches very slowly and cautiously, and comes as much as possible perpendicularly",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105492.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7702,
    "total-output-tokens": 1202,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1198,
        2
      ],
      [
        1198,
        1198,
        3
      ],
      [
        1198,
        2891,
        4
      ],
      [
        2891,
        4196,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "None",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105492",
    "title": "A Farther Account of the Polish Cochineal: From Dr. Wolfe, of Warsaw. Communicated by Henry Baker, F. R. S.",
    "authors": "Henry Baker, Dr. Wolfe",
    "year": 1766,
    "volume": "56",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/105492"
  }
}