{
  "id": "fe0c4cdbb495ec8d687b4a4aad2106af70da69ce",
  "text": "XXV. De Atmosphæra Electrica Joannis Baptistæ Beccariæ, R. S. S. ex Scholis Piis ad Regiam Londinensem Societatem, Libellus.\n\nTHEOREMA I.\n\nCorpus B nullatenus electricum, quod mergitur in atmosphera corporis A quoquomodo electrici, dum communicat cum solo, adipiscitur electricitatem contrariam electricitati corporis A.\n\nRead May 17, 1770.\n\nESTO electrometrium, bacillus nempe ex cera signatoria sesquipedem longus, cujus extremo uni nectantur stamina duo ex lino subtilissima (vulgo fiandra) ut vix æquent unam vigesimam quintam lineæ partem; longa sunt duo hæc stamina lineas viginti octo circiter, & frustulis distendantur ex subere, aut ex charta quam tenuissimis.\n\nPrehendo bacilli caput, & stamina admoveo catenæ, ut ipsam attingant; si bacillus fuscitate sua, & tempestate ignem electricum vere coerceat, stamina discedent ambo in aversam a catena plagam, fient ambo electrica excessu.\n\nImo & si catenam non attingant, si tamen mergantur satis alte in atmosphæram ipsius, haurient adhuc ejus electricitatem.\n\nHaurient\nHaurient adhuc citius, & plenius, si, manente bacilli fuscitate, humescant stamina; iterum haurient facilius electricitatem urgentem, quam prementem; dico autem urgentem, quae novo constanter ignis electrici motu invalescit, aut instauratur, ceu cum vitrum pergit fricari. Contra dico prementem, quae, ubi invalluit, non instauratur similiter.\n\nItaque cum in atmosphaeram catenae praesertim prementem electrometri stamina immitto, & tango, arrigunt se, tenduntque recta ad catenam, sive antea penderent, sive forte etiam discederent a catena; aut, si erant jam arrecta, distenduntur adhuc magis.\n\nDein, si stamina sic taeta, semoto digito, relinquam in atmosphaera, tum digito iterum persequar, fugiunt a digito in partem aversam, nisi quatenus eam fugam remoratur directio in catenam, qui motus componitur cum vi recedendi a digito.\n\nSi, ubi stamina tetigi intra atmosphaeram catenae, catenamprehendo, dum hujus electricitas perit, stamina augent mutuam divergentiam, accedunt jam ad catenam, quae sit satis proxima, aut ad digitum; sed admota machina, quae sit electrica, ab ipsa discedunt; a qua etiam discedunt, et si a catena semoveantur, antea quam electricitas catenae perimitur.\n\nQuare duo ea stamina cum tangerentur intra atmosphaeram catenae electricae excellent, electricitatem nanciscabantur, quam habet machina, fiebant electrica defectu.\n\nSed & digitus immissus in atmosphaeram catenae, quamdiu in ipsa meritus manet, debet defectu electricus evadere pariter, ac stamina; tum quod par est ratio, tum quod paria edit effecta. Quemadmodum enim ea staminum electricitas facit ipsorum divergentiam;\ntiam; ita discessio staminum a digito parem in hoc demonstrat electricitatem.\n\nSi experimentum capiatur intra atmosphæram machinæ, obtingit ipsum similiter; stamina, & digitus fiunt electrica excessu, dempta electricitate a machina ad machinam accedunt, aut ad digitum; allata ad catenam ab ipsa recedunt.\n\nEadem experimenta commodius, & expeditius capiuntur in atmosphæris phialæ ad explosionem electricæ; quam dum socius unco sustentat, immitto ego electrometrum in atmosphæram faciei exterioris rite induæ (ventrem phialæ nominabo) tango stamina mersa; socius phialam ventreprehendit * stamina refugiunt uncum, quem ambit atmosphæra faciei interioris; tum pergo experiri. Tango stamina mersa in atmosphæra unci; arrigunt ipsa se ad uncum; socius ventrem phialæ dimitit, uncum prehendit; stamina discedunt a ventre.\n\nQuare universe id constat; corpus B, quod intra atmosphæram corporis A communicat cum solo, electricitatem adipisci contrariam electricitati corporis A; videbimus enim experimenta eadem obvenire in deferentibus aliis corporibus similiter ac in staminibus.\n\n**THEOREMA II.**\n\n*Corpus B mersum in atmosphæra corporis A excessu electrici, dum cum solo communicat, fit electricum defectu,*\nquod ignis ipsius disjiciatur in solum ab atmosphæra electrica excessu. Et corpus B merum in atmosphæra corporis A defectu electrici, dum cum solo communicat, fit electricum excessu, quod ignis a solo in ipsum se expandat contra ambientem atmosphæram electricam defectu.\n\nCylindrum cavum ex lamina ferrea stamno imbuta clausum parte ima, summa apertum, altum pollices quindecim, latum pollices sex cum dimidio dico puteum electricum; quo quoties experior impositum suppono semper mensulæ rotundæ prælongo vitreo fulcro.\n\nCylindrum ex ligno solido diametro lineas quindecim, altitudine pollices novendecim convestitum charta inaurata ex laqueari staminibus sericis ita suspendo, ut axe suo respondeat axi putei electrici, & distet undique a peripheria, & fundo ipsius pollices quatuor, lineas sex; animam putei dico.\n\nRebus ita paratis, dextera asperiorem virgæ metallicæ apicem dirigo in prominentem a puteo animæ partem, læva ventrem phialæ complectens, admoveo uncum ipsius (electrica est ad explosionem) ad latus putei; existit scintilla ab unco ad puteum; stellula ab anima putei emicat in apice virgæ; hausto ab anima igne, si quis est, reliquo, anima est electrica defectu ab atmosphæra putei electrici excessu. Illa repellit stamina electrometri, quæ tetigerint ventrem phialæ, quæque attrahuntur a puteo.\n\nSi digito demo excessum a puteo, pergit anima esse electrica defectu; si demo defectum ab anima, pergunta stamina esse defectu electrica, sed accedunt jam ad digitum, a quo intra eam atmosphæram dicebant; stamina enim, utpote sejuncta a solo ope bacilli,\nbacilli, manent electrica defectu pereunte atmosphæra; quam electricitatem continuo amittit digitus, quippe qui cum solo communicat.\n\nItero experimentum; sed adigo ad puteum ventrem phialæ prehensæ unco. Emicat ex virga animæ exhibita penicillus; anima est electrica excessu ab atmosphæra putei electrici defectu. Anima repellit stamina electrometri electrica ab unco phialæ, quæ puteus attrahit, &c.\n\nQuibus experimentis & primum confirmatur theoremata, & demonstratur hoc alterum.\n\n**THEOREMA III.**\n\nCorpus B mersum in atmosphæra electrica corporis A, quamquam intra eam non tangatur; tamen adipiscitur electricitatem aliquam contrariam electricitati corporis B; sed lentius, prout est accuratius sejunctum a solo.\n\nSuspendo electrometrum, ut bacillus insistat axi putei sursum producti, & stamina quam proxime immineant ori ipsius; tum unco phialæ scientillam immitto in latus putei; stamina continuo incipiunt, & pergunt divergere alterum ab altero, & discedere ambo a digito eminus admoto.\n\nPorro vidimus in ea atmosphæra electrica excessu digitum continuo evadere electricum defectu; itaque & ipsa, quæ discedunt a digito, stamina, defectu electrica fieri est neceste.\n\nRe enim vera stamina eadem, quamdiu mersa manent in eadem atmosphæra, discedunt a ventre phialæ electricæ defectu.\nQua vero ratione fiant defectu electrica, dum coercente sejunguntur bacillo, id hic pervidendum; atque primo animadverto: raro admodum perfecte coercere electricum ignem ipsa ea corpora, quae ipsi huic muneri aptissima perhibentur. Quod norunt omnes, qui in hoc experimentorum genere versantur satis familiariter.\n\nAddo deinde: ne tum quidem cum optime coercent, omnem omnino intercludere ignis electrici motionem. Funiculi ferici, quibus suspendo catenam, columellae vitreae, quibus fulcio machinam, nudi speculorum Franklinianorum margines, tum etiam, cum optime coercent, aliquam tamen contrahunt electricitatem. Scilicet ea sola electricitatis pars, quae a medio deferente vi sua effundit se in limites coercentis, atque in eos progrediens ad intervallum ipsi suae vi proportionale, ordinatim decrescit, ea, inquam, sola vim coercendi perficit.\n\nQuare dicendum: stamina, quamquam bacillo sejuncta, posse tamen ignem dimittere aliquem suum vi atmosphaeræ excessu electricæ pulsum in partes aeris remotioris, aut in partes bacilli ipsius, ad quas aut atmosphaera omnino non pertingit, aut pertingit minus densa, atque ea ratione electricitatem aliquam tenuem invalescere in staminibus.\n\nTenuem, inquam, nam stamina, quum primo moventur ab admoto digito, recedunt; sed, ubi digitus accedit paullo propius, ipsum appetunt. Qui est genius eorum corporum, quae electricitatem habent quidem homologam, fed alterum habet minimam, alterum satis magnam.\n\nRe enim vera stamina ea electricitate, quam contrahunt sola immersione, divergunt minus, quam ea, quae\nquae invalescit, dum tanguntur, illaque durat longe minus hac. Si manu puteum tango, & digitio, continuo adsum staminibus, affluunt ipsa adhuc ad digitum; si digitum admoveo staminibus paullo tardius, hæc jam haerent in nativa directione electricitate ea tenui proorsus destituta, quam servant validam extra ipsam electricam atmosphæram, cum ab attracatione contraxerunt.\n\nTHEOREMA IV.\n\nAtmosphæra electrica potest electricitatem homologam debiliorem demere a corpore merso; & indere contrariam:\n\nExperimentum capio alternatim unco, & ventre phialæ tangendo latus putei. Quod experimentum quoniam plurimas habere potest, & pro atmosphærae varietate, & pro tentamine vario, differentias, ipsum primo tribuo in partes suas, notaturus deinde diversos partis cujusque modos.\n\nItaque I. Dum unco tango latus putei, stamina imminentis electrometri divergunt. II. Cum dein puteum tango ventre phialæ, stamina conveniunt. III. Mox iterum divergunt. IV. Si iterum tango unco, stamina similiter conveniunt, iterum mutuo discessura.\n\nAtque de prima quidem experimenti parte dictum est satis in theoremate proximo; quomodo discedant ambo stamina alterum ab altero, atque ambo a digito, & a phiala; quo limite concludantur eæ discessiones; qua efficiantur causa. Atque eadem, quæ de his phænomenis explicuimus, quæ obtinent, cum stamina primo divergunt, de similibus sunt intelligenda, quæ...\ninnovantur, cum iterum divergunt, postea quam jam semel, aut iterum convenerunt.\n\nQuare id unum hic est reliquum, ut de modis dicam, quibus stamina conveniunt, cum mutantur immisae antea in puteum electricitates. Qua in re variæ omnino pro variis adjunctis oboriuntur differentiae.\n\nNam, si stamina validorem hauserint defectus electricitates, dum primo in atmosphæra mergebantur unco excita, cum postmodum electricitas defectus ventre phialæ repente immittitur in puteum, tum stamina defectum servantia suum, seu corpora similiter electrica, respuuntur a puteo, sursum efferruntur in adversam ab ore ipsius plagam, erectaque suspenduntur, & suspenduntur tanto diutius, quanto magis cohibens est bacillus.\n\nQuandoque (id autem praesertim fit, cum stamina ad aliquam in os putei merguntur altitudinem) stamen alterum arrigit se, sursum manente altero depressio, quasi accommodent se igni electrico aptissime tranfvehendo, qui densior est in locis puteo propioribus, rario in remotioribus.\n\nQuum stamina aut ambo, aut eorum alterum, quod unum sursum rejectum sit, descenderunt deorsum, pergunt divergere, nec conveniunt, nisi lente admodum, & ventre phialæ urgendo semper latus putei, quo manens validior defectus putei defectum denique perimat staminum debiliorem.\n\nAtque cum ita se habet experimentum, tum stamina sive sint adhuc erecta, sive jam descenderint, semper, antea quam conveniant, accedunt ad digitum; nam manent electrica defectu, interea dum digitus in atmosphæra electrica defectu est excessu electricus.\nPro adjunctis contrariis, contraria sunt effecta; videlicet, si staminibus debilem atmosphæra unco excita intulerit electricitatem defectus, neque illatam bacillus satis apte coerceat, tum, admoto ventre phialæ, stamina continuo conveniunt, atque iterum divergunt. Imo plerumque, praesertim in ore putei, ne conveniunt quidem, sed vix aliquantulum, &c ad momentum temporis minuto divergentiæ angulo, ipsum iterum augent; scilicet momento temporis perit atmosphæra excessus, & invalescit atmosphæra defectus, quæ debilem defectus electricitatem permit in staminibus satis alacriter; immittitque continuo aliquam excessus electricitatem.\n\nSed &c his adjunctis commode satis experior theorematis veritatem: nam tum filum ex lino neceto lateri putei longum sesquipollicem, atque huic admovendo phialæ ventrem, id assequor, ut lente satis, ac pedetentim pereat electricitas excessus in puteo, & defectus in staminibus, mox lente electricitas defectus in puteo, & excessus in staminibus invalescat. Quorum primum dum fit, pergunt fila discedere a digito, sed usque, &c usque minus. Dum enim minuitur usque, &c usque magis electricitas excessus in puteo, minuitur electricitas defectus in digito, &c in staminibus, pro quo decremento discessionem staminum a digito decrescere oportet.\n\nImo id plerumque accidit, ut, antea quam stamina prorsus conveniant, convolent ad digitum; etenim electricitatem atmosphærae putei, necesse est perire omnem, anteaquam omnem, quam ex ea hauserant stamina defectus electricitatem, prorsus amiserint.\n\nPostea quam stamina convenere ad nativam gravium directionem, tum ex invalescente electricitate defectus in\nin puteo oboritur excessus in staminibus; ipsa iterum divergunt, quemadmodum principio divergebant ab electricitate defectus sua, quae existebat ex excessu in puteum immisso.\n\nQuod si iterum unco, mox iterum ventre phialae alternatim urgeatur puteus, alternatim stamina accedunt, discedunt, atque ita oscillantur, quemadmodum explicui, prout immitiae antea electricitates pereunt, invalescuntque contrariae.\n\nTHEOREMA V.\n\nI. Corpora satis alte mersa intra cavitatem satis arctam corporis deferentis, quamdiu ab omni exteriore corpore sunt accurate sejuncta, electricitatem nullam contrahunt ab electricitate, quae immittitur in corpus deferens cavum, nec quae tangunt faciem cavitatis, nec quae intra ipsum suspenduntur distita ab ipsius facie. II. Quae suspenduntur intra cavitatem distita ab ipsius facie, quam primum communicant cum corpore exteriore, adipiscuntur electricitatem contrariam electricitati immisae in corpus cavum, & proportionalem capacitati corporis exterioris, quo cum communicant: III. Atque tum solum aequalis pars electricitatis immisae in corpus cavum, explicat se in faciem interiorem cavitatis, & in corpora, quae ipsam tangunt, ceu in partes ejus faciei.\n\nCavitas putei nostri satis arcta est pro hoc instituto, praesertim si phiala sit valide electrica, quo validam in ipso excitet electricitatem; atque corpora in ejus cavo satis alte mersa erunt, si deprimantur infra dimidiam altitudinem ipsius.\n\nPrimo\nPrimo itaque imo lateri cavitatis neceto tenuissimum stamen, ut juxta ipsum pendeat; chartulam hoc habet annexam, quo cerni possit.\n\nTum electrometrum demitto, cavens antea, ut siccissimum sit; atque ideo tempestate experior siccissima, praeteraque bacillum electrometri igni admoveo.\n\nRebus ita comparatis, puteo ipsi etiam accuratissime separato scintillam immitto unco; mox aliam ventre phialae elicio validorem, aliam unco immitto, ventre elicio aliam; atque ita deinceps.\n\nQuae dum fiunt, introspicio diligentiter; neque interea nutant quidquam aut stamina electrometri, aut stamen aliud puteo nexum. Imo haec lateri putei admota ipsum non appetunt. Videlicet nulla in staminibus electrometri, nulla in stamine putei, nulla in ima ipsius facie interiore cernitur electricitas.\n\nItero experimentum electricitates in puteum immittens lente, & pedetentim; uncum nempe, mox ventrem phialae admovendo perbrevi lineo flamini, quod exterius est puteo nexum; similiterque tranquilla manent omnia: nulla in staminibus electrometri motio, nulla in stamine putei, nulla staminum electrometri ad puteum propensio. Porro, quando stamina electrometri sustinebantur in ore putei, quod aliquam ibi contraherent electricitatem a putei electricitate, divergebant, &c a mutata in contrarium electricitate putei, conveniebant, atque iterum divergebant.\n\nItaque, quoniam nunc suspensa stamina in ima putei cavitate nullatenus commoventur, nec ab immissa, nec a dempta electricitate, neque a mutata in contrarium;\nrium; liquet electricitatem ipsa contrahere omnino nullam.\n\nRe enim vera post immissam, & mutatam utlibet putei electricitatem, demo omnem; stamina continuo extraho, digitum nullatenus appetunt meum, nisi forte electricitatem inde contraxerint aliquam, quod bacillus, aut aer non essent siccissimi; quod cum fit stamina electricitatem respondentem ostendunt, sed contrariam putei electricitati.\n\nAdde, demersa electrometri stamina nedom electricitatem acquirere ullam ab electricitate putei; fed ne mutare quidem ullatenus, si quam habebant antea. Unco, aut ventre phialae tango stamina electrometri; tum divergentia suspendo in ima, & media putei cavitate, puteum exterius tango ventre, tum unco, iterum ventre, iterum unco, &c. stamina electrometri non nutant, tenent divergentiam suam. Demo a puteo inditam, si qua est residua, electricitatem; stamina extracta pergunta divergere similiter. Si principio taeta sunt unco, uncum; si ventre phialae, ventrem pergunta refugere.\n\nScilicet electricitas staminibus electrometri principio illata, nullatenus mutatur ab illata, ne contraria quidem, in puteum electricitate*.\n\n* \"Quæ quum primo sum expertus excurrebat mihi animus ad propositionem Princ. Newt. num. septuagesimam: si ad sphæricæ superficiæ puncta singula tendant vires æquales centripetæ decrescentes in duplicata ratione distantiarum a punctis, dico, quod corpusculum intra superficiem constitutum his viribus nullam in partem attrahitur; porro in infiniti cylindri cavitate, quemadmodum in sphæra cava similes sunt quæ ad verticem opponuntur evanescentes pyramides; similes etiam in cylindro finito, quæ pertingunt ad opposita cylindri latera. Quo ex principio demonstratio conficitur pro sphæra cava. Sed de his alias.\"\n\nSed\nSed ne in interiorem quidem, & imam putei faciem patet, quae in ipsum immittitur, electricitas: cilindrum cavum, clausum undique, rotundata basium perimetro altum pollices duos, tres latum, suspensum staminibus fericis tribus (situlam dico), dimitto in puteum (in quem aut unco, aut ventre phialae, aut antea immisi, aut immitto postmodum electricitatem), ut tangat fundum ipsius, aut non tangat; tum recta extraho juxta axem ipsius; exploro digito, manu inversa, aut etiam gena; scintilla nulla; admoveo alias electrometri fila; vix commoventur, & plerumque omnino non commoventur. Interea tamen, si situlam hanc ineptissimam electricitati haurendae ex interiore putei capacitate puteo admoveo exterius, fit electrica primo, secundo, tertio, ut semota scintillam aut acceptam a puteo restituat omnino sensilem, aut immissam in puteum recipiat*.\n\nSed faciamus jam aptam electricitati hauriendae ineptam hactenus situlam; demitto ipsam rite staminibus fericis suspensam in imum puteum, sed ne puteum ipsa tangat. Tango ego ipsam virga metallica in os putei (electricitate hic imbutus supponitur) immissa; scintillam virgam inter, & situlam emicantem cerno, audio; rem elata situla digitum pungit mihi.\n\nExperimentum itero; situlae tactae intra imum puteum mox elatae admoveo stamina electrometri electrici ab unco phialae; si puteus electricus erat ab unco, stamina electrometri situlam appetunt, quo refugiant,\n\n* \"Horum, quae profero experimentorum, hoc unum meum non est; sed narratur a D. de Saussure in thesibus, quas Genevae edidit, anno 1767, de re electrica. Qui sibi narratur testatur a civibus Genevensibus, ipsique narratum Londini a Franklinio.\"\n\nVol. LX. Pp electrica\nelectrica hæc sint oportet a ventre phialæ; et vicissim,\nsi puteus erat electricus a ventre, stamina electrometri,\nut refugiant situlam, ab unco debent esse electrica.\n\nQuare situla suspensa in ima cavitate putei tum fit\nelectrica, cum communicat cum corpore exteriore;\nsed electricitatem tum adipiscitur contrariam electrici-\ntati immisso in puteum.\n\nAtque hoc in experimento situla electricitatem\ncontrahebat vividam, quod communicaret cum solo;\ne solo enim metallica virga ipsam ego attingebam.\n\nRepeto experimentum: attingens ego ipsam scamno\ninsistens cohibenti; fit electrica, sed multo minus.\n\nRepeto; sed virgam longam pollices octodecim\nbacillo teneo ex cera signatoria adfixo summo capiti\nipsius; scintillam non cerno, non audio. Stamina\nelectrometri praedita electricitate contraria electricitati\nputei refugiunt quidem a situla; sed refugiunt parum\nadmodum pro modica situla electricitate, quæ nempe\nmodicæ respondet virgæ metallicæ capacitati.\n\nEa ostenduntur omnia staminibus electrometri\ndemersis, quæ cum virga metallica attingo, continuo\ndivergunt, & intra cavitatem putei refugiunt deinde a\nvirga, quæ nempe parte sua imâ quemadmodum\nstamina electrometri, electricitatem contrahit contra-\nriam electricitati putei.\n\nSi stamina electrometri demittantur in puteum\nelectrica, adeoque divergentia, tum puteo indatur elec-\ntricitas; si hæc fit homologa electricitati staminum,\nipsa immisso virgam appetunt, conveniunt; iterum\ntaeta virgam refugiunt. Sin electricitas putei fit con-\ntraria electricitati staminum, stamina etiam principio\nimmisso virgam refugiunt; sed ubi ipsa asséquor,\ndivergunt adhuc magis, & virgam refugiunt longius.\n\nSed\nSed id nunc ostendendum, dum contraria electricitas communione cum corpore exteriore excitatur in corpore suspenso intra imam cavitatem putei, interea proferre se e perimetro interiore & imo putei, & in corpora, quae ipsum tangant, portionem electricitatis in puteum immisae.\n\nVirgam metallicam bacillo tenens ex cera signatoria admoveo stamini, quod pendet juxta imum putei latus; hoc illam appetit; appetit alacrius, si virgam ipsam manu tango, quod electricitas contraria invalescat vividior in parte virgae demersa, & vividior pariter propria putei electricitas prodeat in nexum stamen.\n\nSed in hoc experimento aliqua manet suspicio, ne stamen electricitate moveatur sola, quae gignitur contraria in mersa virgae parte; agendum experimento rem conficiamus. Situlae haec tenus adhibita staminibus sericis tribus subneceto situlam aliam aequalem, & similem ut inferior hæc distet ab ea sesquipollicem circiter. Tum demitto ambas in imum puteum, ut inferior fundum attingat, superior suam teneat ab inferiore sesquipollicis distantiam. Immitto, demo, inverto electricitates in puteum immisae, tum fitulas extraho juxta axem putei, quin communicarint cum ullo corpore exteriore; tentatae quomodolibet, nullam praesae ferunt satis sensilem electricitatem.\n\nRepeto experimentum; sed ubi situla inferior jam fundum tangit, immissa metallica virga tango superiorem; profilit scintilla; dempta virga, elevo iterum situlas; extractae sunt ambae electricae; sed inferior electricitatem habet homologam electricitati in puteum immisae, & debilem admodum; superior contrariam, atque validam.\n\nPp 2\n\nNempe\nNempe e facie interiori, &c ima putei prodit electricitatis propriæ pars æqualis electricitati contrariae, quæ ob immissam virgam excitari poteat in situla superiori; sed hæc in situla superiori contraria electricitas est valida admodum, quia sola respondet, & æquatur electricitati toti, quæ prodit e tota interiori putei facie; electricitas illa in situla inferiore est longe debilior, quia situlæ inferiori contingit sola portio electricitatis propriæ putei, quæ proferebat se ex tota interiori, &c ima putei facie, cujus faciei modicum partem constituebat situla inferior*.\n\nPortionem autem electricitatis propriæ putei respondentem toti contrariae electricitati, cui virga metallica facimus aditum, ut ineat in situlam superiorem, portionem, inquam, illam explicare se ex tota interiori ima putei cavitate, vel inde liquet, quod, quo tempore attingitur situla superior, eodem stamen nexum interiori, &c imo putei lateri discedit a latere ipso.\n\nCOROLLARIUM I.\n\nPorro pro re hac non alia inter faciem interiori, &c exteriorem putei intercedit differentia, nisi quod spatium illa comprehensum concludatur undique ab atmosphæra electrica ambiente puteum exterius, &c\n\n* \"Atque hæc contrariarium in vicinis situlis electricitatum differentia facit, ut cautione opus sit aliqua pro iis explrandis; superior enim longe attrahit stamina electrometri, quæs immissa sit electricitas homologa immissa in puteum; quæ ut inferior situla repellat, admovenda sunt imæ ipsius basi; si vis, ut situla inferior repellat undique stamina homologæ electricitatis, demenda est primum electricitas a situla superiori.\"\nsuperius; contra in spatium ambiens faciem putei exteriorem patet quidem undique electrica atmosphæra, sed quæ finitur in ærem nullatenus electricum. Itaque hinc repetenda est causa, quamobrem corpora mersa in interiore, &c ima putei cavitate nullam imbuant electricitatem, quam imbuunt corpora mersa in facie exteriore aut in ore putei. Re enim vera puteum confeci ex charta inaurata descripto æqualem, & similem, sed qui staminibus fericis explicatur. Quod cum fit, electricitas hiscit æqualis ex utraque ipsius facie, & æqualiter contrariam electricitatem affectant corpora, quæ in atmosphæra merguntur faciei utriusque.\n\nCOROLLARIUM II.\n\nScilicet ignis redundans patere potest in atmosphæram electricam circa exteriorem putei faciem, potest ingeri in faciem æris attigui, quod vibrare posset nativum ignem ex consequentibus æris stratis in strata usque, & usque consequentia, aut etiam in solum, aut in mersa quævis corpora deferentia. Contra ejusdem ignis redundantis pars nulla patere potest in ærem attiguum interiori putei cavitati, quod is ær urgeatur undique æqualiter abs igne redundantane exterius superius constitente electricam atmosphæram. Unde, quando ignis nativus disjici nullo modo potest ex eo ære interiore, ne ullus quidem redundans ignis potest addi strato æris attiguo interiori faciei.\n\nCOROL-\nCOROLLARIUM III.\n\nRatio electricitatis, quae defectus dicitur, videtur eadem: abs aëre attiguo faciei exteriori putei ignis aliquis nativus subduci potest, quod in strata consequentia confluere posset ignis nativus (quoad aëris ad ignem electricum habitudo patitur) a stratis usque, &c. usque remotioribus, aut etiam a solo, aut a corporibus deferentibus. Contra a facie aëris attigui faciei interiori putei ignis nativi subduci nulla pars potest, quod is aër ab atmosphæra superius, &c. undique exterius puteum ambiente sollicitetur æqualiter, ut ignem nativum deponat suum. Unde, quando ignis redundans affluere nullo modo potest ad aëris partes remotiores, ne ulla quidem nativi pars demi potest ex aëre attiguo.\n\nCOROLLARIUM IV.\n\nCui explicationi ne quid subsit minus certum, eam non aliter intelligendam volo, quam quod experientia postulat: qua constat. I. Ignem redundantem explicantem se circa faciem exteriorem corporum, id eniti, & plane efficere, ut ignem nativum disjiciat a corporibus meritis in stratis consequentibus. II. Ignem nativum demptum abs aëre attiguo faciei exteriori corporum id praestare, ut ignis redundans confluat in corpora mersa in stratis consequentibus. III. Ignem redundantem explicare se nullum in aërem attiguum interiori, & imæ putei faciei, nisi quatenus per communionem cum corporibus exterioribus tantumdem ignis possit disjicere a corporibus mersis in eo interiore aere.\naëre. IV. Ignem nativum demi nullum abs aëre attiguo interiori, & imæ putei faciei, nisi quatenus tantumdem ignis redundantis possit confluere in corpora mersa in eo interiore, sed remotiore aëre.\n\nCOROLLARIUM V.\n\nJamvero nonne pori corporum sunt veluti totidem minimulæ evanescentes nostri putei cavitates, quæ aptæ sint quidem igni electrico transvehendo, cum patet ipsi via ad alia corpora (aut potius ad aërem corpora alia ambientem), ceu cum ex ima cavitate putei scintilla profilit ad virgam, aut ad digitum immissum; sed nullum in se admittant ignem redundantem, nullam deponant nativi ignis partem, & excessum totum, aut defectum continent in facie exteriores corporis?\n\nCOROLLARIUM VI.\n\nIn hac hypothesi intelligitur, quomodo corporum electricitas superficiebus corporum, non maiis respondeat: quam Franklinii opinionem anno 1753, confirmabam; ipsaque hæc res hypothesimillam plane videtur expostulare.\n\nCOROLLARIUM VII.\n\nPræterea, si pori corporum ullam imbuerent electricitatem, cum titulam demitto in fundum putei, tum maxime imbuerent aliquam; seu electricitas effusa in poris putei, & illa etiam, quæ atmosphæram exteriorem constituit, effunderit se ad æqualitatem in\nin poros situlae; eaque in situla extracta pateret; quam tamen a puteo latis alto arctoque, situla accurate separata (insolata), haurit nullum.\n\nCOROLLARIUM VIII.\n\nAdde: corpus deferens parte una sua electricitatem habere posse aliquam, dum alia habeat nullam, aut etiam contrariam. Ceu evenit cum e solo manum ego unam immitto in atmosphaeram catenae, atque aliam in atmosphaeram machinae ingero. Similiter cum e scamno electrico manum unam immitto in fundum putei, illa, & brachio, qua parte mergitur in atmosphaera putei, sum electricus defectu, parte reliqua corporis sum electricus excessu; scilicet in aerem puteum interius ambientem expandere se potest excessus puteo immissus, quia ex aere remotiore manum ambiente disjicere potest tantumdem ignis in aerem ambientem corpus reliquum extra puteum constitutum; atque hae contrariae electricitates, quemadmodum experiendo pervidi, sunt inverse (quod res plane postulat) uti partes, ad quas pertinent. Nempe electricitas defectus in manu tanto vividior est electricitate excessus in corpore reliquo, quanto latius patere debet circa corpus reliquum ignis, qui in hujus ambitum disjicitur abs ambitu manus. Similiter cum situlam demissam ad imam putei cavitatem attingo virga metallica, situla extracta modicum habet defectum (puteus hic ponitur semper electricus excessu) virga, quam teneo bacillo cohibente, modicum habet excessum.\n\nCOROL-\nCOROLLARIUM IX.\n\nEamdem hypothesim postulare videntur experimenta Cantoni adjecta experimentis Franklinii. Eamdem, pulcherrimum Franklinii experimentum de atmosphæra explicante se circa catenam, quæ evolvitur e sypho vitreo. Eamdem, experimenta illa mea, quæ scribēbam in septima ad Beccarium epistola de electricitate, quam appellabam aëream, quod ipsam effunderem late in aërem, vaporosum, cujusmodi aër est, qui in clausis conclaviis halitus imbuit a camino, a fornacula, aut eos etiam, qui expirant plurimi a corpore humano. Porro affequer quamfacillime electricitatem hanc aëream fumum excitando ex thure in medio conclave. Tum urgendo electricitatem catenæ, observo; I. stamina electrometri, quando bacillo siccissimo sejuncta manent a corpore omni, vix divergere; II. accedere ad digitum admotum defectu electricum; III. Attrectata, divergere mutuo, & discedere & a digito, & a ventre phialæ.\n\nCOROLLARIUM X.\n\nIn hac hypothesi facere electricum excessu corpus deferens idem erit ac immittere ignem electricum nativo copiosiorem in aërem attiguum, sed ut is vibret ignem nativum ex stratis consequentibus. Facere electricum defectu idem erit ac demere ignem nativum ex aëre attiguo; sed ut ignis redundans confluat in strata consequentia.\nCOROLLARIUM XI.\n\nItaque ipsa aërea electricitatis affectio pertinet jam ad affectionem, quam in vitro invenit Franklinius, quamque in talco, in sulphure, in pice, in colofonio, in resinis, in corporibus nempe omnibus satis apte cohibentibus demonstravi constare eamdem. Scilicet, quemadmodum corpora cohibentia alia, ita & aër corpus fluidum ipse quidem, sed & cohibens, quoad sua patitur fluxilitas, dum admittit ignem redundantem in facie sua attigua corpori, quod dicitur excessu electricum, nativum vibrat e stratis consequentibus; & dum exuit nativum ex facie sua attigua corpori defectu electrico, redundantem allicit ad strata consequentia; imo (quod analogiam confirmat) aër non admittit redundantem, nisi nativum vibret exposito ordine, nec exuit nativum, nisi alliciat redundantem.\n\nCOROLLARIUM XII.\n\nHinc scintilla omnis genus esse videtur imperfectionis explosionis; cum digito scintillam cieo ex catena, ignis redundans ex facie aëris attigui catenæ init in digitum; intereaque ignis nativus, qui vibrabatur ab eo igne redundante in strata consequentia, refluit in sua loca per minimula, ad quæ vibrabatur intervalla; cum scintillam digito immitto in machinam, ignis nativus affluit ad attiguum aërem, atque ignis, qui affluxerat per minimula intervalla in strata consequentia refluit ad loca sua.\nCOROLLARIUM XIII.\n\nCerte, cum digitum mergo in atmosphæra catenæ, jam ignis abs aëre digitum ambiente vibratur in digitum, antea quam ignis redundans in aëre attiguo catenæ appellat ad digitum. Cum mergo in atmosphæra machinæ, ignis nativus digiti effundit se in aërem digito ipsi proximum, anteaquam pertingat ad machinam; quæ etiam res impedit, ne directio scintillæ cerni possit.\n\nCOROLLARIUM XIV.\n\nUniverse vi electricitatis B non accedit ad A, nisi quatenus A & B aut habent electricitates contrarias, aut alterum alteri immittit contrariam suæ. Sic bracteolæ impositæ ficcissimis ex vitro ex resina stratis non advolant ad catenam, quam appetunt quamprimum digitus supponitur iis stratis contra bracteolarum loca. Tum enim bracteolæ deponunt nativum ignem in attiguam vitri faciem, quando opposita potest immittere suum in digitum; quod experiendo cognovi: nam bracteola vix discedebat a vitro, distracta stamine ferico, ne catenam affeceretur, inveniebatur defectu electrica.\n\nCOROLLARIUM XV.\n\nId ipsum vidi in tæniis. Tænia ferica B nullatenus electrica, sed ficcissima ab igne pendet juxta nativam directionem prope tæniam sociam vehementer electricam; neque hæc illam appetit ullatenus; sed\ncum B potest dimittere ignem suum (si A sit excessu electrica) in proximum deferens corpus, tum demum accedit ad A, ipsique adhaeret. Qua in coitione redundantis in tænia A ignis fundit se in tæniam B pro contraria hujus electricitate; scilicet contrariæ tæniarum electricitates pereunt quatenus æquales; sed permanet ad tempus aliquod dispositio frictione, aut aliter immissa, qua, dum tæniae disjunguntur, A & B vindicant sibi mutuo illa excessum, hæc defectum suum pristinum. Quam dispositionem nominabam electricitatem vindicem in epistola ad Franklinium eo nomine insignitam.\n\nP. S. A data illa ad Franklinium epistola pervidi postmodum electricitatem vindicem in vitris incipere etiam ante explosionem. Esto exemplum: duo vitra junctim electrica, cum principio disjunguntur, antequam tangantur ullatenus, amittunt partes aliquas electricitatum, quas habent in faciebus, quæ disjunguntur, seu quæ mutuo denudantur. Quare vitrum quodque in facie utraque electricitatem demonstrat congruentem externæ faciei fuæ. Atque ita semel, bis & ter accidit; sed electricitatis partes, quas amittunt vicibus consequentibus, sunt usque, & usque minores. Plerumque, cum quarta, aut etiam tertia disjunguntur vice, electricitates ex disjunctione jam demonstrant nullas in faciebus oppositis; sed deinceps incipiunt ostendere jam aliquas, & contrarias iis, quas principio demonstrabant, quamvis retineant adhuc vim explodendi, nec sint attractata simul in oppositis faciebus. Scilicet vitrum quodque incipit jam electricitatem ostendere congruentem internæ suæ faciei, quæ disjunctione denudatur. Atque ita pergunta vitra poft\npost explosionem quam diutissime vindicare sibi electricitates easdem ex disjunctione, conjunctione & attricitatione amissas.\n\nAd earum vero electricitatum mutationem quod attinet, quae fit ex inversione vitrorum, res mihi certo constat, quoties invertuntur vitra ambo simul; sed, cum invertitur solum vitrum tenuius, inversio electricitatum quandoque non obtinuit; quod qui fiat persequar brevi, fusam, quam vindex electricitas postulat, proferendo tractationem.\n\nTaurini, 26 Februarii, 1769,\n\nXXVI. Four",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105896.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 26,
    "total-input-tokens": 37502,
    "total-output-tokens": 11536,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1026,
        2
      ],
      [
        1026,
        2635,
        3
      ],
      [
        2635,
        3840,
        4
      ],
      [
        3840,
        5409,
        5
      ],
      [
        5409,
        6701,
        6
      ],
      [
        6701,
        8253,
        7
      ],
      [
        8253,
        9633,
        8
      ],
      [
        9633,
        11152,
        9
      ],
      [
        11152,
        12788,
        10
      ],
      [
        12788,
        14223,
        11
      ],
      [
        14223,
        15720,
        12
      ],
      [
        15720,
        17458,
        13
      ],
      [
        17458,
        19138,
        14
      ],
      [
        19138,
        20793,
        15
      ],
      [
        20793,
        22389,
        16
      ],
      [
        22389,
        23991,
        17
      ],
      [
        23991,
        25310,
        18
      ],
      [
        25310,
        26723,
        19
      ],
      [
        26723,
        27905,
        20
      ],
      [
        27905,
        29300,
        21
      ],
      [
        29300,
        30545,
        22
      ],
      [
        30545,
        31856,
        23
      ],
      [
        31856,
        33057,
        24
      ],
      [
        33057,
        34673,
        25
      ],
      [
        34673,
        35178,
        26
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105896",
    "title": "De Athmosphaera Electrica Joannis Baptistae Beccariae, R. S. S. ex Scholis Piis ad Regiam Londinensem Societatem, Libellus",
    "authors": "Joannis Baptistae Beccariae",
    "year": 1770,
    "volume": "60",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 26,
    "jstor_url": "https://www.jstor.org/stable/105896"
  }
}