{
  "id": "6c6db268bd86edbeaffcc00cef5e130c6d8496fd",
  "text": "I was then at my own House at Reaumur, and sitting in a Closet on the Ground-Floor, where I had only notice of it by a Noise like to the Rattling of a Coach over a rough uneven Pavement, which seem'd to grow stronger, as at different Fits, for about a Minute and a half. I went out of my Closet to inquire what others might have felt, as I had not been at all shocked myself, in other Parts of the House; and I met with some Ladies just come in a Fright from the Apartments up one Pair of Stairs; and a learned Father of the Oratoire that was with me, and was just then run down, upon its shaking, from a Turret, on the Top of the House, the Motion of which had very much surprized him.\n\nIn the Village several People also felt the Shake; but others, that happened to be employed, were not sensible of it. I was informed, that, in some other Villages and Country-Towns, it was more considerable than where I was; but I did not hear that it did any-where any Mitchief worth speaking of.\n\nXLII.\n\nThe Rev. Mr. Wm. Barlow to the President,\nconcerning a Shock of an Earthquake felt at Plymouth, about One o' Clock in the Morning, between the 8th and 9th of Feb. 1749-50.\n\nSIR,\n\nRead May 24. It is proper to observe, that the following Relations are not made by mean, ignorant, or fanciful People, but by Persons of good Sense,\nSense, whose Veracity is unquestionable, and whose Judgment in this Case is, I think, rational and just.\n\nWm. Barlow.\n\nThe Earthquake at London was on Thursday, February 8. about Noon.\n\nThe Declaration of the Hon. Philip Vanbrugh Esq; Commissioner of His Majesty's Dock-Yard near Plimouth, Devon.\n\nTHAT, in the Night, betwixt Thursday the 8th Day of February 1749, and the Day following, towards One o'Clock, as he was reading in Bed, he was sensibly affected by a sudden Shake: That, looking about, he observed, betwixt the Foot-Curtains, which were partly open, some Drawings which hung on the Wall, also the Side-Curtains, in a trembling Motion: That it immediately brought into his Mind the Earthquake in Jamaica in 1692, which several Years ago had been, at Jamaica, particularly described to him, by a Person who was in the Island at the time of that Earthquake.\n\nMarch 12. 1749.\n\nPh. Vanbrugh.\n\nThe Declaration of Mrs. Vanbrugh, Sister of the Commissioner, living in the same House.\n\nTHAT, the Night above-mention'd, at what Hour she cannot say, she was greatly surprized by an unusual Motion of her Bed; which immediately brought\nbrought to her Thoughts the Shock of an Earthquake she felt several Years before, to which in her Mind she resembled the present Shake.\n\nMarch 12. 1749.\n\nVictoria Vanbrugh.\n\nThe Declaration of Mrs. Slade, Daughter of Mr. Slade, Master-Shipwright of His Majesty's Dock-Yard, Devon.\n\nTHAT, in the Night above-mention'd, towards One o' Clock, she perceiv'd a sensible Motion of her Bed, and (there being a Light in the Room) saw the Curtains shake. This she thought to be occasion'd by the Wind (which she then heard blow strong), supposing the Sash not to be close down: Accordingly she rose, and went to the Windows, but found the Sashes entirely close.\n\nMarch 12. 1749.\n\nElizabeth Slade.\n\nN. B. Both the Commissioner and the Ladies believe there was only a single Shake. Miss Slade's House joins the Commissioners.\n\nOn account of the dead Time of the Night in which it happen'd, not many People would be sensible of the Motion: Of those who were, most would naturally attribute it to the high Wind, which then blew; and a Month being pass'd before any Inquiry has been made, it is not to be wonder'd at that, but few recollect any thing concerning it.\nThe Commissioner, by reason of frequent Returns of the Gout, does not sleep up-stairs, but in a very small Room behind the House, joining to the House, and communicating by a Door with one of the back Parlours. This Building is so low (being only a Ground-floor, without any Room over it), and is so skreene'd by higher Buildings, that hardly any Wind can affect it; especially the Wind which blew that Night; as the Body of the Commissioner's House was betwixt that and the Stroke of the Wind.\n\nThe Dock is about two Miles West from Plymouth, and about 220 almost West from London.\n\nXLIII.\n\nA Letter from Mr. Ph. Warburton to the President, serving to inclose an Extract of a Letter from the Rev. Mr. John Seddon, of Warrington in Lancashire, to Mr. Jo. Philpot, in Chester, concerning an Earthquake, April 2. 1750.\n\nDear Sir,\n\nGrange in Cheshire, June 10. 1750.\n\nRead June 14. 1750.\n\nThe inclosed Extract is the only written Account of the late Earthquake which I can obtain from any of the Naturalists in this Country: And as I have conversed with several intelligent Persons who perceived it, the inclosed Extract corresponds very exactly with their Sentiments and Observations upon it. I have now in my Custody",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104749.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 1368,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1322,
        2
      ],
      [
        1322,
        2460,
        3
      ],
      [
        2460,
        3612,
        4
      ],
      [
        3612,
        4827,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104749",
    "title": "The Rev. Mr. Wm. Barlow to the President, concerning a Shock of an Earthquake Felt at Plymouth, about One O' Clock in the Morning, between the 8th and 9th of Feb. 1749-50",
    "authors": "Wm. Barlow",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/104749"
  }
}