{
  "id": "9713f4476fdf12d4bc1df96a8ea3e9a91dbf8c25",
  "text": "I. An Account of some Experiments lately made on Dogs, and of the Effects of Mr. John Colbatch's Styptick on Humane Bodies. By Mr. William Cowper, Surgeon.\n\nThe Report of Wonderful Cures wrought by Mr. Colbatch's Styptick Powder, so entertained the Expectations of divers Persons, that amongst others I thought myself obliged to obtain some convincing Proofs of its Operations. A large Dog being provided, an Aperture was made through the common Integuments of his Abdomen, whence the Small Guts were extruded; after an Incision made in one of them according to its length, they were again reduced; the Wound in the Abdomen being stitch'd up, a Solution of this Powder was applyed; the Dog continued without any ill Symptoms, and became perfectly well in few days after.\n\nThe like Experiment I have since made on another Dog, who in like manner recovered without the application of any Medicine. In a few days after the first Experiment was made, the Leg of the same Dog was Amputated three Inches above the Patella; the expence of Blood from the Arteries was great, which did partly proceed from the unaptness of the Applications which were prepared; but after two or three attempts the Flux of Blood was stopt, and such a Bandage made use of as was necessary only to keep-on the Dressings: The Dog continued without any considerable Flux of Blood, and the\nthe next day he was found on his three Legs. This Experiment raised our Expectations of the like Success on Humane Bodies: Therefore it was tryed on a Man in St. Bartholomew's Hospital, whose diseased Arm was Amputated above the Elbow; but for above a quarter of an hour's time many succesless Applications of this Styptick were made, and at length a small Tent dipt in the Powder it self inserted into the extremity of the Bleeding Artery, before the Flux of Blood would admit the application of Bandage. Five hours after, a fresh Flux of Blood appeared, and strict Bandage was applyed. The same Morning the above-mentioned Amputation was made, a Boy about Twelve or Fourteen Years of Age had his Leg also taken off below the Knee, to whose Stump divers succesless Applications of this Styptick were also made, before it was bound up, and in less than an hour after, a fresh Flux of Blood happened, and strict Bandage was added. Some hours after these Operations, both these Patients suffered extravagant Pains: Three days after, the Applications were taken off, and had any Person, a stranger to what had been done, seen the Stumps, he would have supposed nothing less than an actual Cautery had been applyed, or could have occasioned such large Escars, and so horrid an Appearance; which did sufficiently denote this Vulnerary Powder (as it's called in a late Publick Paper) to be a violent Caustick. The Powder was applyed with all imaginable fairnes, and in the Presence of the Inventer, who I think has no Reason to imagine those Surgeons who made use of it in the Hospital, had any Design to prevent its Succes, since it's well known They were rather Prejudiced in its Favour, than on the contrary.\n\nTryals\nTryals of Stypticks on the Bodies of Quadrupedes have been commonly practised to recommend Them to the Publick; but it is not without cause that Pretenders to such Remedies have made choice of younger Animals, as Dogs and Calves, &c. for that purpose. But since the only Standard of their use is their Success on the Humane Body, we ought to make our Experiments on those Animals whose Magnitude and Age bear a Proportion to it: For, nothing is more obvious in Wounding the Arteries of Living Animals, than that the Protrusion of their Blood bears a Proportion to their Bulk: And in Dissection, the Arteries of the Fœtus are remarkably thinner than those of an Adult; and those of Aged Bodies grow still thicker, and frequently become Cartilaginous, and at length entirely Bony; of which Dr. Tyson and myself have several Pieces.\n\nII. Part",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102429.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6180,
    "total-output-tokens": 1009,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1358,
        2
      ],
      [
        1358,
        3072,
        3
      ],
      [
        3072,
        3911,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102429",
    "title": "An Account of Some Experiments Lately Made on Dogs, and of the Effects of Mr. John Colbatch's Styptick on Humane Bodies. By Mr. William Cowper, Surgeon",
    "authors": "William Cowper",
    "year": 1694,
    "volume": "18",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/102429"
  }
}