{
  "id": "472ea54d74bc7377b1c5b6152acf80f159def767",
  "text": "tent, which was equal to 25 ounces of Common Water, allowing for the Iron and Pedestal. This Air, produced from Gunpowder, I find to be actuated by heat and cold as Common Air: For, holding my warm Hands upon the Receiver, the Mercury in the Gage would immediately descend, and rise again when reduc'd to the temperature of the outward Air. This I repeated several times, with the like success. What more occurs in this Experiment is, Why the Explosions of the like quantities of Gunpowder should be greater when Resisted by Air, than in Vacuo, where nothing seems to hinder the Extension of their flame.\n\nVIII. Georg. Joseph. Camel. De Plantis Philippensis Scandentibus; Pars Tertia. Ad Jacobum Petiver, S. R. S. nuper transmissa.\n\n106. Occulus Piscatorius Levanticus, seu Orientalis, Indis Lagtan, Laftan, Libtang, Lingtangbaguin, Talatalaroan, Soma vel Suma, Lanta & Tuba. Universas Indias plurimis, maximisque abundare volvulis, omnibus, qui Indias adierunt, constat: Ad quod, ut opinor, plurimum facit continua illa, & Indias plerumq; omnibus communis, continuò vernans, & semper florens est. Hinc in Luzone, Rosa, Malva utraq; Belmuscus, Tuberosus, Hyacinthus, Pancratium, Matricaria, Gumamela, Stramonium, & nonnullæ arborum, nullo servato ordine aut tempore perpetuo florent. Ruta, Majorana, Cheyri, Betonica, Mentha, Faba, Cicer, Brassica, Carduus Benedictus, & alia Europea nunquam florere visuntur; sed statu florem laturo, nova à radice protrudunt germina, ulteriori inservientia propagationi: Hinc Balimbin, Gamia, Papaya, Palan-\nPalantang, Zapote, Caxel & aliae arbores ferme semper & flore, & fructu maturo, immaturòve omnìsè conspicuntur. Hinc multae Herbarum fruticescunt, ut Fagaria; Frutices arborescunt, ut tripex Sambach Arabum, plantae aliae in Volvulos excrescunt arborescentes (quos Bexucos vocant; de Bexuco autem Arundine, & ita propriè dictos scripsi inter Plantas humiles, titulo Arundinis farcta) vicinis altè, longè, sese insternendo: Ex quorum numero & censu nostra est planta Cocculus levanticos, seu Baccas ferens piscatorias orientales, quae Radice serpit longissimà, crassà pro proportione plantae. Sarmentis similiter longissimis, quibus Arbores altissimas scandendo superat; et, ut ferunt, nonnunquam centum Orgyiaram; crassis uncias quatuor, & saepè brachium; scabris, subsuscis, facie junioris Quercus; horum, & radicum lignosa materies levis est, corticola, porosa, flavens, tingens, amara, subadstringens, facile friabilis aut rasilis, & transversim dissecta, triplici aut pluribus, assulatim, radiatimq; parallelis ferme circulis distincta. Folia subrotunda in macronem abeuntia, spithamea, aut pedaëa, quinquenervia, per remotiora intervalla, spithameis alternatim appensa pediculis. Florem aiunt exiguum esse, & candidum. Fructus in racemum congestus, sat notus, de quo vide Schroderum in Appendice. Indi Bayoti, & Talatalaroan vocant, ob Baccaes plurimas simul conglomeratas, quae maturae rubent, & in bicubitalibus racemis creberrimae congeruntur, unde quandoque libra sex baccarum ex unico racemo colliguntur. Radix tantæ est aestimationis apud Indos, ut vulgo Radix omnia Sanans audiat. Datur rasurae Radicis aut Sarmenti 3β, internè in diarrhæa, inappetentia, concoctione laxa, ciborum indigestione, seu cruditate, & exinde ortis ventris, & ventriculi cruciatibus, flatibus, colica. In peste item, morbis contagiosis, Febribus malignis, intermittentibus, veneni periculo, Morbo Gallico, & obstructionibus insignioribus profuit Petro de Silva, reiterato datu satus potus ex Scobis Cort. Orient. Suma, Caynta-\nna, Alagao, Tumahela aa ß Macayza gr. jji. M. Deforis imponendo Cataplasma ex ipsdem Sulphure, Aceto, & Oriza nigra commixtis. Decoctum aut infusum radicum visum clarificat. Scobs vulneribus recentibus inspersus ea cicatrizat. Ulcera humentia desiccat, sordida et putrida mundificat, dergit, & sanat. Fructus Bauhinus contra pediculos ad Podagram in, cataplasmate Riverius, pro piscatione medica Zacchi us Botanici, & omnis India commendat. Attamen remedium magis efficax ad interimendos Crocodilos Caymanes, hujates Indi non habent. Piscationi medicae deservit Cocculus piscatorius orientalis. Pinca Molucana, seu Curcas. Fructus Arb. Calbungan. Nucleus fructus tetragoni C. Clusii, Bitoon. Camaysa, Lugmon. Folia Apocyni No 7, & 13. seu Tibalan, & 16. seu Tuble. Fruticis Burao, Tigao, Culifao.\n\nLactang flavo tingens sarmentum in mentem revocat Gumi guttae, quam Sinarum Vulgus Tienng, Mandarini Thiengjuan vocant, id est Flavum Convolvuli, cujus autem convolvuli necio. Folium pani Gumi guttae impactum habui, bipalmum amplum, nervi à medio rectè excurrentes plures, & conjugati erant, parte supernà fuscum, inferna alba oblitum lamigine, pediculus brevis. Unà cum hujus folii fragmento adhaerat seminis putamen, nigritum, versum, crassiusculum, & coronidis loco quasi foraminatum, simile putamini glandis Colocassie, & à Cocculi orientalis distinctum.\n\n107. Lactang altera, Foliis, & fructibus luxuriat multò Fig. habetioribus.\n\nSect. IX. Scandentes Juligerae.\n\n108. Piper longum usuale 1. Indi Cagascas vocant; fert Fi. Folia oblonga, ferme palmum lata, & vix non palmos daos longa, sed & majora, aut minora, alterne excentria, nervis longioribus a medio procedentibus exarata, sed minus luculentis, quam Bryochuyiae, ferventia, subamara, Aaaa aaaaaaa atro\natro virentia. Fructus seu racemosus Julus, ut siccetur, colligitur immaturus, viridis, & antequam eflorescat; floridus mollescit, & flavescit, & crudus editur, aut aceto maceratur in acetariis. Provenit autem singularis e geniculo ex adverso foliis, ut fructus Betelae, & Buyiochuyioc. Flos flavus est, & decussatim appensus.\n\n109. Piper longum usuale, & edule 2. Indi Porongnang-nito vocant. Passim provenit, & specialiter in monte Quadelupe. Folium habet priore minus, in quo nervi à medio excurrentes plures sunt, & breviores, alternum, & magis mucronatum, fervens, nec amaricans. Sarmenta ejusdem saporis. Julum è regione foliis alternis enascen-tem, crassitudinis fere digiti auricularis, longitudinis sesquiuscialis, in quo Baccæ virides, maturæ rubentes, Coriandro pares, sparsim insident.\n\n110. De Betelae, Betre, Tambut Arabum, seu Itmo optimè, & fusè Garcias ab Horto. Masticatorium vero illam Offam, hujatibus Indis Mavin, seu Buyo dictam, ab Indis, & Hispanis tantopere, imo vitiosè expetitam, ex folio Betelae, Bonga, id est Areca, momento calcis ex Ostreorum testis factæ, & tantillo semenis Damoro, id est Dauci Cretici componunt. Quod Buyo ne unquam deficiat (multi etenim cibo potius aliquamdiu, quàm Buyo abstinerè malunt) statutis diebus ex Lacu Baij, ubi plurimum colitur, Manilam certa navicula (praeter quotidianas, incertas, & minores) folio Betelae, & fructu Arecæ onerata venit. In tantum autem usus, vel potius abusus Buyo succrevit; ut Manilæ sumptus in Betelae annuè ultra centum, & quinquaginta millia imperialium excurrant.\n\n111. Betelae edulis species altra. Omnes autem Betelae vesici, uti & Buyiochuyioc, seu Betelae sylvestris medicinales species, species sunt Piperris longi, in umbrosis, lento reptatu, arbores Scandentes.\n\n112. Betelae Masticatorium, seu edule 1. Indis Itmo. Repe-ritur duplex, Sarmenti rubri, & Sarmenti albi. Hoc By-saïæ Caninguguin, id est Cinamomeum, illud, seu Sarmenti rubri Catuanen vocant: utrumq; valde aromaticum est, optimum\noptimum praeceteris, & laudatissimum; majoris virtutis Indis sunt Sarmenta. Folia habet lata, ut nigrum, sed magis tenera. Fructus exsiccatus, aut euan Sarmenti fragmenta, foliorum loco deserviunt in itineribus transmarinis.\n\n113. Betele Masticatorium alterum, Indis Malaitmo. Folium minus, minus fervens, & masticatum nescio quid dulcedinis, & Saporis Anisi relipit. Hoc aestimatur a feminis.\n\n114. Betele vesicum 3. Indis Littit, Saog, & Sanguilo; in Malabar, & Malay Malabetre. Folium fert magnum, oblongum; Fructum, seu Julum cinereo virentem, Julio Betele legitimi tenuiorem, & pipere longo duplo longiorrem, aromaticum, mordicè acrem, & semine repletum; quem Poro, & Deling vocant; & pariter, ut Julum Piperris longi, & Betele legitimi aceto condiunt. Folio utuntur in defectu priorum.\n\n115. Betele vesicum 4. Indus Sabia, & Bugobuyo; Ni-Fig. rembergius Tlatlamchaye appellat. Folium gerit, & Fructum omnium maximum, spithameum, nervis a medio precedentibus sine ordine, arcuatim reflexis. Fructus digitum crassius, carnosus, sesquiuncià longior, rubens maturus; in Bay, & Tanauguan vocatur Oyon, aut Uyon.\n\n116, 117, 118. Betele 5. 6.& 7. seu Alagbati, Hunoblatiri, & Bobon minus aromatica sunt praecedentibus.\n\n119. Betele 8. seu Duxmao amaricat.\n\n120. Betele 9. seu Tolonsapa male olet.\n\nDifferunt sapore, colore, magnitudine folij, & fructûs. Sapor omnibus plus, minusve fervens & aromaticus, cum quâdam adstrictione. Hinc halitum, & foetentem emendant animam; adstringendo gingivas confirmant dentes; confortant ventriculum; reprimunt nauseam, & vomitus; famem minus molestare, & dolores quoscunq; minus sentire faciunt masticata per se, vel cum Arecâ, & concyliorum calce: inebriant etenim inassuetos. Betele compositi masticati rubens succus vulneribus recentibus conducit, praesertim partium verecundarum. Folium\nsub cinere coctum vertici imponitur utilissime in rheumatem; ventri in cholice; ventriculo in inappetentia, & doloribus a flatibus; fronti, & temporibus in dolore capitis. Succus adustis illitus non finit vesicas fieri; hydropicis propinatus aquas elutriat intercutaneas; contra venena, venenatorum animalium ictus, contagium, epilepsiam, tremorem cordis, scorbutum, & nauleam exhibetur cum levamine. Vulneribus infusus, & ipsum folium contusum, calfactum; superimpositum, ea brevi cicatrizat. Succo Betele Byfaiarum Indi olim defunctorum corpora solebant condire.\n\nBuyobuyo, vel Buyiobuyioc vocant alias species Betele sylvestris, non vesca, medicinales. Buyobuyo, id est Buyo pumilum, alijs Itmonahas, id est Buyo Simiarum.\n\n121. Primum, & minimum Foliola gerit vix uncialia, aut sesquuncialia, formae cordis bene effigiati. Gaudet Saxofis: Saporis est acerrimi.\n\n122. Secundi folia Piperis longi folijs minora; Sarmenta nigra, & aspera; saporis ferventioris Buyo legitimi.\n\n123. Tertium piper sapit; Sarmenta viridibus maculis variegantur.\n\n124. Quartii Sarmentum primò Betele sapit, mox amaricat.\n\n125. Quinti, Sarmenti color extimus luteus, intimus palearis; cortex crassus, spongiosus, amarus cum stypticitate.\n\n126. Sextum longa serpit radice, ut Piper longum; & pariter longis scandendo repit viticulis, crebro geniculatis; ad quae alternatim excunt folia, Piperis longi modo oblonga, sed septem luculentioribus nervis distincta, mortificantia, ut piperis longi.\n\nOmnes Buyobuyo species variis deserviunt remediis: adduntur medicamentis alexipharmacis; imponuntur in cataplasmate utiliter Membris syderatis, ventriculo in vomitibus, diarhoea per se, vel cum alijs; in impotentia ex philtro propinatur pulveris radicum quinti ad\nad 3j cum aqua cinamomi 5 vulneratis verò sagittis intoxicatis cum marinâ, vulneratis à viperà cum Manulgal, & vulneri imponitur.\n\n127. Betele Monstrosum satum vocabimus plantam, quam Indi Tampinbanal, Bilaco, Tirbatib, vel Dibatib, Dalicucup, Balicucup, Pacpaclavin, Daiya, Malapaepachbalavay, id est Betele Milvi, Tarban, Tacoling, & Horog vocant ob similitudinem fructûs, etsi monstruosum. Videtur autem esse Lignum Colubrinum, Hederaceum, folijs Bryoniae Acostae. Vide Sciagraphiam Stirpium Dom. Chabraei fol. 123. Folia, qualia Chabreens descriptit, cubitalia, & sesquicubitalia. Radix, seu navis sarmentum crassum 4 aut 8 unciarum, geniculatum, virens, tersum, ad genicula radiculas emit- tens, ut Betele. Utuntur radice ad dentes denigrandos, ut apicibus arboris Tarisay, seu Hitam. Fructus est Spithameus, oblongus, coloris ex cinereo viridis, totus tessellatim squamosus, ut fructus Athe, compactus ex dentibus, ut fructus Nino, strobilus. Folio sub cinere cocto utuntur utilissime in juncturarum dislocationibus, doloribus ex luxatione, & tumore testium; vocant Tampus, seu Haclup ipsam plantam, id est cataplasmum, ab usu, cui deservit. Sarmento vires Guaiaci tribuunt, & ad Hydropem commendant.\n\nSect. X. Scandentes, flore campanulato, & plura semina in uno-pericarpio habentes.\n\n128. Smilax levis, seu Ligustrum album majus Luzonis, Lactaria Mezuei, Scammonij, aut Mechoaca Species, Indis Togdalag. Altissimè autem quàm plurimis, longitümisq; scandit funiculis, rubentibus, verrucosis, seu nodosis. Folium alternum ad summitates proveniens amplum est, rotundiusculum, & in mucronem desinens, ut folium Mechoacanensis Valvuli, aut Scammoneae Monspeliace, sed alternum, non conjugatum: Magis autem adulta folia, alia quasi Campana caerulea evadunt tricuspidata, alia quinquelobata,\nlobata, ut folia Bryoniae. Flos magnus, candidus, campanulatus, ut flos Stramonii, bipalmum hians, adaperitur noctu, interdiu solis marcescit calore, quo à Convolvulo Bonae noctis differt: Ex spithameo tubo umbilicus, & quinque supereminent stamina, crocis faltigiata. Semen in vasculis, qualia Convolvuli Bonae noctis, oblongum, nigrum, alba, spongea, & dulci, uti est fructus Chamochili, obvolutum massa. Radix longa, comata cirris. Cæterum tota copiose lactescit planta. Usus nullius, quod siam; Chabreus Smilacem lavem resolvere, maturare, detergere, & aperire scribit.\n\n129. Smilax laevis, seu Ligustrum album alterum ex Java allatum; cauliculos impellit pauciores, nec rubentes, nec verrucosos. Folia tantummodo subrotunda. Flores similis etiam prioris, ex praelongo, graciliq; tubo in calathum quinis hemicyclis radiatum abeuntes, praecoces, cerebriores, & suaveolentes; verum similiter, ut Convolvuli Bonae noctis, contrario modo, noctu videlicet dehiscunt, oriente sole marcescunt. Semen est album, oblongum, ut prioris, in vasculo ex rotundo mucronato. Radix alba, cirrosa.\n\n130. Smilax, seu Ligustrum Luzonis caeruleo-purpureum. Sarmentoso lignosis virgultis arboribus innectitur, & irretitur. Folia alterna, subrotunda, obtusa, palmaria, crassa, hirsuta & incana. Flos palmaris est Campana, diluta tincta purpura; & stellata candida, ac hirsuta gratiosâ discrimina- ta. Vasculum folliculosum, orbiculare, & lactescens, angu- losa & nigra habet semina.\n\n131. Campana purpureo-violacea fluvij S. Petri; Indis\n\n132. Campana nitidissime caerulea; Indis\n\n133. Smilax, seu Ligustrum Luzonis flavum, Viticulos habet lactescentes; folia palmaria, alterna, hederacea; florem uncialem campanam, flavam, decem hemicyclis limitatam; Semen parvum in orbicularibus vasculis.\n\n134. Campana alia, seu Convolvulus albus minor. Planta tota tubhirisuta, vix lactescit; Folia palmaria, & majora, ex subrotundo mucronata; Flos campanula solem sustinens, decem\ndecem hemicylis marginata, pallida, cujus Stella flavescit,\ninfundibuli autem umbo atrè purpurascit: Semen in orbicu-\nlari, & sessili nodo, foliolis insidente, quaternum, quasi ex\ntriangulari lenticulare, dilute fuscum, durum.\n\n135. Gulingulin Volvulus, vel Campana lactescens. Ca-\nliculos spargit crebros, triquetre cristatos, rubentes, viros,\n& pertinaces. Folia sunt hederacea, alterna, mucronata;\nSemen grana nigra magnitudine Pisii, communiter quatuor in\nuno pellucido, & tenuissimo pericarpio, quinis convexis, &\nmajoribus insidente alabastris.\n\n136. Campana flore congesto prima. Folio luxuriat hedera-\nceo, pubescente, vario, subrotundo, oblongo, aut tricuspidato. Semen nigrum, angulosum, pilosum, in pericarpiis similibus Campanae Lazureae, quinqueungui inhærentibus caliculo, sed non sparsim, ut in illâ verùm in corymbum majorem ex ferme 80 aut 90 congestum.\n\n137. Altera simile huic gerit folium, uti & seminis peri-\ncarpia in Corymbum congesta, at minora; & semen cine-\nreum minus, & pilis carens.\n\n148. Campana alba folio heptaphyllo. Incana est Planta,\n& villosa. Folia alterna, in longis pediculis, in septem\ndivisa lobos; é quorum regione Flos campanulatus, albus\ndecem radiatus hemicylis, et Stella quinq; radiorum or-\nnatus. Semen parvum, et nigrum, in duplici, folliculofo\nvasculo, aut Calice.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102969.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 16972,
    "total-output-tokens": 5822,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1543,
        3
      ],
      [
        1543,
        3557,
        4
      ],
      [
        3557,
        5320,
        5
      ],
      [
        5320,
        7311,
        6
      ],
      [
        7311,
        9138,
        7
      ],
      [
        9138,
        10874,
        8
      ],
      [
        10874,
        12667,
        9
      ],
      [
        12667,
        14618,
        10
      ],
      [
        14618,
        15932,
        11
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102969",
    "title": "Georg. Joseph. Camel. de Plantis Philippensibus Scandentibus; Pars Tertia. Ad Jacobum Petiver, S. R. S. Nuper Transmissa",
    "authors": "Georg. Joseph. Camel",
    "year": 1704,
    "volume": "24",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/102969"
  }
}