{
  "id": "44fd978c0854d8ae991c3ede5203c0d680bf4ac7",
  "text": "XXXII. An Account of the same Meteor, seen at Bath: In a Letter to Tho. Birch, D. D. Sec. R. S. from Mr. Josiah Colebrooke, F. R. S.\n\nDear Sir,\n\nRead Nov. 15, 1759.\n\nIn compliance with the president's desire, the following is the account of the meteor seen at Bath.\n\nOn Saturday the 20th of October, between five and six in the afternoon, as I walked over the north parade, a ball of fire, of the bigness of a tennis ball, of a very bright colour, with a train of four or five feet in length, darted from the north-west, and, describing the arch of a great circle on my left hand, sunk behind the hills to the south-east; just before it sunk, several large sparks of bright blue fire issued from it; but it did not seem to burst: it was not more than two seconds in its passage, and I could compare it to nothing, but the most glorious sky rocket I had ever seen.\n\nMr. Peers, a gentleman of London, was at Bath at the same time, and being in a room fronting the east, that looked over the meadow between Bath and Bathwick, he told me, with some surprize, the next day, that he saw the largest star he had ever seen, fall into the meadow; and, what was most particular, that it fell perpendicularly; whereas all he had ever seen before shot obliquely in the sky.\n\nThis must have been a spark from this meteor, as the time he saw the star agreed with the time I saw the ball of fire.\nI do not remember, that I heard any noise or whizzing in the air as it passed; nor did any sulphureous smell attend it, that I could perceive.\n\nI looked on my watch immediately after it was gone by, and found by that, it was just twenty minutes past five; but, as I could not be sure that went right, I chose to mention the time in more general terms.\n\nIt was seen by vast numbers of people, and much talked of the next day.\n\nI am, dear Sir, with much esteem,\n\nYour very humble servant,\n\nBudge Row, Nov. 14. 1759. Josiah Colebrooke.\n\nXXXIII. An Account of the Meteor seen at Chigwell Row, in Essex, on the 20th of October 1759: In a Letter to the Rev. Dr. Birch, Secretary of the Royal Society, from Mr. William Dutton, Watchmaker in Fleet-street.\n\nSIR, Fleet-street, Dec. 1, 1759.\n\nRead Dec. 6, 1759.\n\nIn compliance with Dr. Pringle's request, I send you the following account of the meteor, which I saw some time ago, viz. on Saturday, Octob. 20th, about a quarter before six in the evening, whilst there was still some day-light, tho' several stars had begun to appear.\n\nAt that time I happened to be walking with my face eastward, with a companion, at Chigwell Row,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105378.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 767,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1382,
        2
      ],
      [
        1382,
        2551,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105378",
    "title": "An Account of the Same Meteor, Seen at Bath: In a Letter to Tho. Birch, D. D. Sec. R. S. from Mr. Josiah Colebrooke, F. R. S.",
    "authors": "Josiah Colebrooke",
    "year": 1759,
    "volume": "51",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/105378"
  }
}