{
  "id": "ffcf3afdc2fed383e4219ae402d4869010b91922",
  "text": "ing parts dispersed up and down in it; by the Wheel Barometer,\nheavy,\n\nB. Another Scheme, which I drew from my Observation, about\n10 minutes after, the same morning. Both these were observed with a\nvery deep Eye-glass.\n\nC. March 10th. 8h. 20m. in the morning: the Air heavy and\ninfluentive. Use was made of a shallow or ordinary Charge.\n\nD. March 10th. 3h. 00m. in the Morning; the Air very heavy and\nInfluentive, which made it glare and radiate, and be more confused than\nabout 3 hours before. A shallow Charge.\n\nE. March 21st. 9½ h. post merid; the Air light (in weight) and clear,\nwithout inflenting parts; the Face appear'd most distinctly of this\nForme. A shallow Charge.\n\nF. March 21st. 11½ h. post merid; the Air continuing very light and\nclear, without inflenting vapours. A shallow Charge.\n\nG. March 21st. 8½ h. post merid. the Air clear, with few inflenting\nveins in it, and indifferent light. A shallow Charge.\n\nH. March 23rd. 9½ h. post merid. the Air pretty light, but moist, and\nsomewhat thick and hazy, but seem'd to have but few veins, or inflenting\nparts.\n\nI. March 28th. 3h. p.m. much the same kind of Air with that of\nMarch 23; light, moist, and a little hazy, with some very few veins.\n\nObservations\n\nMade in Italy, confirming the former, and withall fixing the\nPeriod of the Revolution of Mars.\n\nThese Observations we shall summarily present the Curious\nin these parts with, as they were lately presented (by Letter\nfrom his Excellency the Ambassador of Venice, now residing\nat the Court of France) to the Royal Society, in some printed\nsheets of Paper, entituled, MARTIS, circa Axem proprium\nRevolutilibis, Observationes, BONONIAE & JO. DOMINICO\nCASINO habite, come to hand June 3, 1666.\n\nIn these Papers the Excellent Cassini affirms:\n\n1. That with a Telescope of 24 Palms, or of about 16 Foot,\nwrought after S. Campani's way, he began to observe February 6,\n1666 (St.n.) in the morning, and saw two dark Spots in the first\nFace of Mars.\n\n2. That\n2. That with the same Glass he observ'd Febr. 14, in the Evening, in the other Face of this Planet, two other Spots, like those of the first, but bigger.\n\n3. That afterwards continuing the Observations, he found the Spots of these two Faces to turn by little and little from East to West, and to return at last to the same situation, wherein he had seen them first.\n\n4. That S. Campani, having also observ'd at Rome with Glasses of 50. Palmes or about 35 Foot, likewise of his own contrivance, had seen in the same Planet the same Phenomena.\n\n4. That sometimes he hath seen, during the same night, the two Faces of Mars, one, in the Evening, the other in the Morning.\n\n6. That the Motion of these Spots in the inferior part of the apparent Hemisphere of Mars, is made from East to West, as that of all the other Celestial Bodies, and is perform'd by Parallels, that decline much from the Equator, and little from the Ecliptick.\n\n7. That the Spots return the next day to the same situation, 40. minutes later than the day before; so that in every 36. or 37. days, about the same hour, they come again to the same place.\n\n8. He promises shortly to give us the particular Tables of this Motion and of its Inequalities, together with the Ephemerides themselves.\n\n9. He represents, that some other Astronomers have also made at Rome several Observations of these Spots of Mars, from March 14. to March 30., with Glasses, wrought by Eustachio Divini, of 25. and 45. Palmes: Which Spots he makes little differing from his own, of the first Face; as will by and by appear, by the direction to the Schemes.\n\n10. But he adds, that those other Roman Astronomers, that have observ'd with Divini's Glasses, will have the Conversion of Mars to be performed, not in 24 h, 40 m. (as he maintains it is), but in about 13 h.\n\n11. And to evince, that they are mistaken in these Observations of theirs; he alledges, That they assure that the Spots, which they have seen in this Planet, (by an Euflachian Telescope) the 30. of March, were small, very distant from one another, remote from the middle of the Disk, and the Oriental Spot was less, than the Occidental (as is represented by the Fig. O; like that of the first Face of Mars.) whereas, on the contrary,\nHe (Cassini) pretends to evidence by his Observations, made at the same time at Bononia, that, the same day and hour, those Spots were very large, near one another, in the midst of the Disk, the Oriental bigger than the Occidental (as appears by Fig. P, which is that of the second Face of Mars.)\n\n12. Besides, he declares, that those Astronomers were too hasty, in determining, after 5 or 6 Observations only, in how much time Mars finish's his Revolution; and denies it to be perform'd in 13 hours: adding, that, though Himself had observ'd for a much longer time, than they; yet he durst not for a great while define, Whether Mars made but one Turn in 24 hours 40 minutes or two; and that all, that he could, for a long time affirm, was onely this, that after 24 h. 40 m. this Planet appear'd in the same manner he did before.\n\n13. But since those first Observations, He affirms to have found cause to determine, that the Period of this Conversion is made in the said space of 24 h. 40 m.; and not oftner than once within that time; Alledging for proof;\n\n1. That, whereas Febr. 6. (ft.n.) he saw the Spots of the first Face of Mars, moving from eleven of the Clock in the night, until break of day, they appear'd not afterwards in the Evening after the rising of that Planet (witness several intelligent persons, which he names, that were present at the Observations.) Whence he infers, that after 12 hours and 20 minutes, the same Spots did not come about; since that the same, which in the morning were seen in the middle, upon the rising of Mars; after 13 or 14 hours, might have appear'd near the Occidental Limb. But, because he might be imposed upon by Vapors, whilst Mars was yet so near the Horizon, he gives this other determination, vid.\n\n2. Whereas he saw the first Face of Mars the 6 of February at 11 of the clock of the night following; he did not see the same after 18 daies at the same hour; as he ought to have done, if the Period were absolved in the space of 12 h. 20 m.\n\n3. Again, whereas he saw Febr. 24. in the Evening, the other Face of Mars, he could not see the same, the 13. and 15. day of March, to wit after 17 and 19 days; as he should have done, if the Revolution were made in the newly mention'd time.\n\n4. Again, whereas the 27. of March in the Evening he saw the\nthe second Face of Mars, he could not see it the 14. and 16. of April.\n\nFrom all which Observations he Judges it to be evident, that the Period of this Planets Revolution is not perform'd in the space of 12. hours 20. minutes, but in about 24 hours 40 minutes; more exactly to be determin'd by comparing distant Observations: And that those who affirm the former, must have been deceived by not well distinguishing the two Faces, but that having seen the second, taken it for the first:\n\nAll which he concludes with this Advertisement, that, when he defines the time of the Revolution of Mars, he does not speak of its Mean Revolution, but only of that, which he observ'd, whilst Mars was opposite to the Sun; which is the shortest of all.\n\nThe Figures of the Principal Observations, represented in the Book here discoursed of, may be seen in the annexed Scheme; videl.\n\nK. One of the Faces of Mars, as S. Cassini observed it March 3. (ft.n.) 1666. in the Evening, with a Glass of 24 Palmes.\nL. The other Face, as he saw it Febr. 14. in the Evening.\nM. The first Face, as S. Campani saw at Rome, March 3. 1666. in the Evening, with a Glass of 50 Palmes.\nN. The second Face, as the same Campani observ'd it March 15. in the Evening.\nO. The Figure of Mars, as it was seen at Rome by a Telescope of Divini of 45 Palmes, March 3.\nP. The Figure of the said Planet, as it was seen the same day and hour at Bononia by Cassini; being that of the second Face.\n\nSome Observations\n\nLately made at London concerning the Planet Jupiter.\n\nThese, as they were made, so they were imparted, by Mr. Hook, as follows:\n\nA. 1666. June 26. between 3. and 4. of the Clock in the morning, I observed the Body of Jupiter through a 60. foot-glass, and found the apparent Diameter of it through the Tube, to be somewhat more than 2. degrees, that is, about four times\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101501.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9362,
    "total-output-tokens": 2466,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1970,
        2
      ],
      [
        1970,
        4212,
        3
      ],
      [
        4212,
        6510,
        4
      ],
      [
        6510,
        8351,
        5
      ],
      [
        8351,
        8351,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101501",
    "title": "Observations Made in Italy, Confirming the Former, and Withall Fixing the Period of the Revolution of Mars",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/101501"
  }
}