{
  "id": "2fa6cad596797902fd0c9b41a4de747eb84eabc7",
  "text": "The Author finding, that he hath employed almost three years in engraving 108 Plates, the first two years carrying on the Work but slowly, and that partly for want of good and diligent Gravers; and now this last year, finding some Strangers both diligent and able, who joined with some Artists of our own, we now want only the encouragement of Subscribers, for paying the Painters and Gravers, to finish the whole Work in as short a time as can be possibly allowed: Which makes us earnestly wish, that other Noblemen and Gentlemen, who have not subscribed as yet, would follow the Example of those that have done so and paid; and their respective Coats shall be engraved with the others.\n\nBesides, the Proposer herewith signifies to all those that have subscribed to this Work, and have paid their money, that though he hath already 108 Plates (of the five Sections to be deliver'd) engraven, yet he wants the payment of 20 Plates from so many Subscribers; and that he goes on with the Gravers; but that those who have subscribed long ago, and have not as yet paid, are the cause why the five Sections are not finish't ere now: Wherefore they are desired to pay in their money with all speed, (as others have done,) according to their Subscriptions.\n\nThe five Sections are these.\n\nPrima Section continet Scandentes Basiflora Edules & non Edules; Scandentes Laetescientes Campanulatas seu Convolvulos; Scandentes Pomiferus Edules & Purgantes. Componit Tabb. 6.\n\nSecunda continet Leguminosae seu Siliqueae Papilionaceae Bicapsulares, & leguminosae Trifoliatae seu Trifoliae leguminosae; Tabulis 20.\n\nTertia continet Siliqueae & Siliculae Tetrapetales Bicapsulares; Tabb. 24.\n\nQuarta continet Tricapsulares Hexapetales; Tabulis 28.\n\nQuinta continet Tricapsulares Laetescientes Campanulatas, Corniculatas & Galeatus; Tricapsulares Pentapetales; Bicapsulares Monopetales; & Bicapsulares cum rubea anterius, sine calici & cum calici posterius; Pentapetales quinque-capsulares; Pentapetales seminibus orbiculatis cingentibus stipi- lam nutritivum; Pentapetales Unicapsulares; Plantas flore herbaceo praed- tis semine triquetro, & semine lucido nigro; Tabulis 34.\n\nErrata left uncorrected in Numb. 113.\n\nP. 302. l. 43. dele colon after fruit, and place it after, the Sign le Gendre; and then read on thus, He, and the French Gardiner. p. 303. l. 22. r. in all perfection, all the year. p. 304. l. 6. instead of further, read, Here I am plunged. Our Author, it seems, having, &c. ibid. l. 36. r. reprinted 1655.\n\nLondon, Printed for J. Martyn Printer to the Royal Society. 1675.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101652.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 794,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2569,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101652",
    "title": "Errata",
    "authors": null,
    "year": 1675,
    "volume": "10",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101652"
  }
}