{
  "id": "af2b7538e70ad59cbfd59fc6f8cec2c5875b369f",
  "text": "PRESENTS\nMADE TO THE\nROYAL SOCIETY\nFrom November 1789 to June 1790;\nWITH\nThe NAMES of the DONORS.\n\n1789\nNov. 5. Mémoires de l'Académie Royale des Sciences et Belles Lettres, Année 1775, 1777, 1779, 1782, 1783, 1784, 1785. Berlin, 1777—1787.\n\nCommentationes Societatis Regiae Scientiarum Gottingenis ad a. 1787 et 1788. Vol. IX. Gottingae, 1789.\n\nTransactions of the Society for the Encouragement of Arts, Manufactures, and Commerce. Vol. VII. London, 1789.\n\nRecueil des Ecrits Publics qui ont été rédigés et publiés pour la Cour de Prusse, par le Ministre d'Etat, Comte de Hertzberg. Vol. I. Berlin.\n\nHuit Dissertations que M. le Comte de Hertzberg a lues dans les Assemblées publiques de l'Académie Royale des Sciences et Belles Lettres de Berlin. Berlin, 1787.\n\nMémoire Historique de la première Année, du Regne de Frederic Guillaume II. Roi de Prusse, lu dans la Séance publique de\n\nDonors.\nThe Royal Academy of Sciences of Berlin.\n\nThe Royal Society of Sciences of Gottingen.\n\nThe Society for the Encouragement of Arts, Manufactures, and Commerce.\n\nComte de Hertzberg, F. R. S.\nPrefets.\n\nl'Académie des Sciences de Berlin, le 23 d'Août 1787, par le Comte de Hertzberg.\n\nNov. 5. Mémoire sur le vrai caractère d'une bonne Histoire, et sur la seconde Année du Regne de Frédéric Guillaume II. Roi de Prusse, lu dans l'Assemblée Publique de l'Académie des Sciences de Berlin, le 21 Août 1788, par le Comte de Hertzberg.\n\nDiscours qui a été lu dans l'Assemblée Publique de l'Académie des Sciences de Berlin, le 25 Sept. 1788, par M. le Comte de Hertzberg.\n\nArticles Historiques et Géographiques des Etats de la Maison de Brandebourg, tirés de la nouvelle Encyclopédie de Paris. Berlin, 1787.\n\nAbhandlungen über die allgemeine Stallfütterung des Viehs, nebst einer vorrede des Grafen von Hertzberg. Berlin, 1788.\n\nSamuelis de Pufendorf de Rebus gestis Frederici Tertii Electoris Brandenburgici Commentarii, Fragmentum posthumum. Berolini, 1784.\n\nN. J. Jacquin Collectanea, ad Botanicam, Chemiam et Historiam Naturalem spectantia. Vol. II. Vindobonae, 1788.\n\nTraité Elémentaire de Chimie, par M. Lavoisier. Tomes II. Paris, 1789.\n\nConnoissance des Temps pour l'Année 1791, publiée par M. Méchain. Paris, 1789.\n\nDictionnaire des Jardiniers, par Ph. Miller, traduit de l'Anglois. Tomes VIII. Bruxelles, 1786—1789.\n\nNouvelles Expériences et Observations sur divers Objets de Physique, par J. Ingenhouz, Tome II. Paris, 1789.\n\nBiographia Britannica. Vol. IV. London, 1789.\n\nA Botanical Arrangement of British Plants, by W. Withering. Vol. III. Part I.\n\nDonors.\n\nComte de Hertzberg, F. R. S.\n\nProfessior de Jacquin, F. R. S.\n\nM. Lavoisier, F. R. S.\n\nM. Mechain, F. R. S.\n\nAbbé Mann, F. R. S.\n\nJohn Ingen-houz, M. D. F. R. S.\n\nThe Rev. Andrew Kippis, D. D. F. R. S.\n\nWilliam Withering, M. D. F. R. S.\n\nNov.\nNov. 5. A Specimen of a general Astronomical Catalogue, arranged in Zones of North Polar Distance, by F. Wollaston. London, 1789.\n\nHortus Kewensis, or a Catalogue of the Plants cultivated in the Royal Botanic Garden at Kew, by W. Aiton. 3 Vols. London, 1789.\n\nOn the Elementary Principles of Nature, by E. Peart. Gainsborough, 1789.\n\nTables de Jupiter et de Saturne, par M. de Lambre. Paris, 1789.\n\nNouvelles Tables de Navigation, par M. L**. 3me Partie. La Rochelle, 1789.\n\nG. Buchanan Dissertatio inauguralis de Causis Respirationis ejusdemque affectibus. Philadelphia, 1789.\n\nA Treatise upon the Typhus Fever, by G. Buchanan. Baltimore, 1789.\n\nThe first Part of a Dictionary of Chemistry, by J. K. Birmingham, 1789.\n\nIl Mercurio Italico: Aprile — Settembre, 1789. London.\n\nExtrait des Observations Astronomiques et Physiques faites à l'Observatoire Royal, en l'Année 1788.\n\nMémoires sur l'Histoire Naturelle du Chêne, &c. par M. de Sécondat. Paris, 1785.\n\nA Three Years Meteorological Account of the Climate of the Island of St. John, in North America. London, 1789.\n\nAn Anemometer upon M. de Saussure's construction.\n\nNova Acta Academiae Scientiarum Imperialis Petropolitanae. Tom. I. II. III. IV. Petropoli, 1787—1789.\n\nTransactions of the Royal Society of Edinburgh. Vol. I. Edinburgh, 1788.\n\nEssays, Medical, Philosophical, and Experimental, by T. Percival. Vol. II. Warrington, 1789.\n\nCommentarii de Rebus in Scientia Naturali et Medicina gestis. Volumen XXX. Lipsiae, 1788.\n\nA new Translation of the Pharmacopoeia of the Royal College of Physicians of Lon-\n\nDonors.\n\nThe Rev. Francis Wollaston, LL.B., F.R.S.\n\nMr. William Aiton.\n\nE. Peart, M.D.\n\nM. de Lambre.\n\nM. Le Balleur.\n\nGeorge Buchanan, M.D.\n\nJames Keir, Esq. F.R.S.\n\nMr. Fr. Saftres.\n\nComte de Cassini, F.R.S.\n\nM. de Secondat, F.R.S.\n\nMr. Wright.\n\nCharles Blagden, M.D.; Sec. R.S.\n\nThe Imperial Academy of Sciences of Petersburg.\n\nThe Royal Society of Edinburgh.\n\nThomas Percival, M.D. F.R.S.\n\nMr. Hurlock, F.R.S.\n\nThe Translator.\nPresents.\n\nLondon of the Year 1787, with Notes. London, 1789.\n\nA short History of the Agrostis Cornucopiae, by J. Frazer. London, 1789.\n\n17. New Experiments on Electricity, by A. Bennet. Derby, 1789.\n\nSurgical Tracts of the late J. O. Justamond, collected by W. Houlston. London, 1789.\n\nPolygonométrie, par S. Lhuilier. Genève, 1789.\n\n1790\n\nJan. 14. The London Medical Journal. Vol. X. London, 1789.\n\nA Treatise on the Diseases of Children, by M. Underwood. 2 Vols. London, 1789.\n\n21. Transactions of the Royal Irish Academy, 1788. Dublin.\n\nMathematical Memoirs, by J. Landen, Vol. II. London, 1789.\n\nAuctarium ad Floram Pedemontanam, Auctore C. Allionio. Aug. Taurin, 1789.\n\n28. Kongl. Vetenskaps Academiens Nya Handlingar. Tom. IX. for 1788, 3d and 4th Quarter; and Tom. X. for 1789, 1st and 2d Quarter. Stockholm, Bergverks Lexicon, författadt af Sven Rinman. 2 Delar. Stockholm, 1788.\n\nJof. Torelli Elementorum Prospectivae, Libb. II. Verona, 1788.\n\nThe Elements of the Conic Sections, by S. Vince. Cambridge, 1781.\n\nA Treatise on Practical Astronomy, by S. Vince. Cambridge, 1790.\n\nA Silver Medal of the King of Prussia.\n\nFeb. 18. The first Principles of Chemistry, by W. Nicholson. London, 1789.\n\n25. J. Hedwig de Fibrae Vegetabilis et Animalis Ortu. Sect. I. Lipsiae, 1789.\n\nMar. 4. Elogio del Cav. If. Newton, del' Abbate Frisi. 1778.\n\nDonors.\n\nMr. John Frazer.\n\nThe Rev. Mr. Bennet, F. R. S.\n\nMr. William Houlston.\n\nM. Lhuilier.\n\nSamuel Foart Simmons, M. D. F. R. S.\n\nMichael Underwood, M.D.\n\nThe Royal Irish Academy.\n\nMr. Landen, F. R. S.\n\nCharles Allioni, M. D. F. R. S.\n\nThe Royal Academy of Sciences of Stockholm.\n\nJohn Strange, Esq. F. R. S.\n\nThe Rev. Samuel Vince, M. A. F. R. S.\n\nComte de Hertzberg, F. R. S.\n\nMr. Nicholson.\n\nProfessor Hedwig, F. R. S.\n\nEdmund Turnor, Esq. F. R. S.\n\nExtract\nExtract of a Journal of the Weather, kept during the Year 1789, at Chevenage, in the County of Gloucester. MS.\n\nII. Études de la Nature, par J. H. B. de Saint-Pierre. Tomes IV. Bruxelles, 1788.\n\nMemoirs and Travels of Maur. Aug. Count de Benyowsky. 2 Vols. London, 1790.\n\n18. Medical Commentaries for the Year 1789, collected by A. Duncan. Edinburgh, 1790.\n\nApril 15. Recueil des Ecrits Publics qui ont été rédigés et publiés, pour la Cour de Prusse, par le Ministre d'Etat Comte de Hertzberg. Vol. II. Berlin, 1789.\n\nSupplement to Dr. Monro's Treatise on Medical and Pharmaceutical Chemistry. London, 1790.\n\nObservations on Gangrenes and Mortifications, by C. White. Warrington, 1790.\n\nObservations faites dans les Pyrénées. 2 Parties. Paris, 1789.\n\nRecherches sur le Degré du Meridien entre Paris et Amiens. St. Petersburg, 1789.\n\n22. Of London. London, 1790.\n\nAstronomisches Jahrbuch für das Jahr 1792, von J. E. Bode. Berlin, 1789.\n\nA Meteorological Journal of the Year 1789, kept in Pater-noster Row, London, by W. Bent.\n\nMay 6. Essais de Physique, par M. Picet. Tome I. Genève, 1790.\n\nElogio di Giuf. Torelli, scritto dal Sign. Car. Pindemonte.\n\nExperiments and Observations on different Kinds of Air, and other Branches of Natural Philosophy, by J. Priestley, 1790. 3 Vols.\n\nTravels to discover the Source of the Nile, by J. Bruce. Edinburgh, 1790. 5 Vols.\n\nDonors.\n\nThe Rev. Robert Nicholl, M. A.\n\nJonathan Watson, Esq. F. R. S.\n\nMr. William Nicholson.\n\nAndrew Duncan, M. D.\n\nComte de Hertzberg, F. R. S.\n\nDonald Monro, M. D. F. R. S.\n\nMr. White, F. R. S.\n\nM. Ramond.\n\nM. Klosterman.\n\nThomas Pennant, Esq. F. R. S.\n\nMr. J. E. Bode, F. R. S.\n\nMr. William Bent.\n\nProfessor Picet, of Geneva.\n\nWilliam Seward, Esq. F. R. S.\n\nThe Rev. Joseph Priestley, LL.D. F. R. S.\n\nJames Bruce, Esq. F. R. S.\n\nJune\nJune 3. Histoire de l'Académie Royale des Sciences, Année 1787. Paris, 1789.\n\nHistorical and Biographical Sketches of the Progress of Botany in England, by R. Pulteney. 2 Vols. London, 1790.\n\nHistorical and Critical Memoirs of the general Revolution in France in the Year 1789, by J. T. Dillon. London, 1790.\n\nIl Mercurio Italico. Tome III. Part I. London, 1790.\n\nDiary of the Rain at Bombay from 1780 to 1787, and of the Heat for the Year 1788. MS. fol.\n\nThe Spanish Pretensions fairly discussed, by A. Dalrymple. London, 1790.\n\nMeteorological Journal kept at Odiham in Hampshire, from April 1, 1787, to Dec. 31, 1789. MS. fol.\n\nA Treatise on Education, by G. Chapman. London, 1790.\n\nLetters on an universal Measure. 8°\n\nDes différentes Manières de traiter cette partie des Mathématiques que les uns appellent Calcul différentiel et les autres Méthode des Fluxions, par M. l'Abbé de Caluso. 4°\n\nRicerche Istorico-critiche circa alle scoperte d'Amerigo Vespucci, da F. Bartolozzi. Firenze, 1789.\n\nApologia delle Richerche Istorico-critiche circa alle scoperte d'Amerigo Vespucci, da F. Bartolozzi. Firenze, 1789.\n\nDonors.\n\nThe Royal Academy of Sciences of Paris.\n\nRichard Pulteney, M.D. F.R.S.\n\nJohn Talbot Dillon, Esq.\n\nMr. Fr. Saftres.\n\nSir Joseph Banks, Bart. Pr. R. S.\n\nAlexander Dalrymple, Esq. F.R.S.\n\nAlexander Baxter, Esq.\n\nGeorge Chapman, LL.D.\n\nMr. William Blakey.\n\nAbbé de Caluso.\n\nSig. Francesco Bartolozzi.\nAN INDEX TO THE EIGHTIETH VOLUME OF THE PHILOSOPHICAL TRANSACTIONS.\n\nA.\n\nACCOUNT of the discovery of a sixth and seventh satellite of the planet Saturn; with remarks on the construction of its ring, its atmosphere, its rotation on an axis, and its spheroidal figure, p. 1. Account of some luminous arches, p. 32. Other accounts of similar phenomena, p. 43, 45, 46, 47. Account of the strata and volcanic appearances in the North of Ireland and Western Islands of Scotland, p. 73. Account of the trigonometrical operation, whereby the distance between the meridians of the Royal Observatories of Greenwich and Paris has been determined, p. 111. Account of the Tabasheer, p. 273. Account of the Nardus Indica, or Spikenard, p. 284. Account of some extraordinary effects of lightning, p. 293. Account of a child with a double head, p. 296. Account of a new compound acid menstruum, useful in some technical operations of parting metals, p. 359. Account of a new process for separating silver from copper, p. 367. Account of the chronological Eras in use among the Siamese, p. 575.\n\nAcid, diluted nitrous, molybdæa slowly decomposed by, p. 318. Molybdæa rapidly acted upon by concentrated nitrous acid, ib. Nitrous acid acquires a phlogisticated quality by the addition of a little spirit of wine, or by distillation with any inflammable substance, p. 362. No two substances more frequently in the hands of chemists and\nand artists than vitriolic acid and nitre, ib. Nitre, dissolved in oil of vitriol, capable of dissolving silver, ib. A mixture of vitriolic and nitrous acids in a concentrated state has a peculiar faculty of dissolving silver copiously, p. 373. A mixture of vitriolic and nitrous acids in a concentrated state acts upon, and principally calcines, tin, mercury, and nickel, ib. A mixture of vitriolic and nitrous acids in a concentrated state, diluted with water, less capable of dissolving silver, but more capable of acting on other metals, ib. This mixture of highly concentrated vitriolic and nitrous acids acquires a purple or violet colour when phlogisticated, either by addition of inflammable substances, or by its action on metals, or by very strong impregnation of oil of vitriol with nitrous gas, ib. On the precipitation of silver from nitrous acid by iron, p. 374. Iron precipitates copper from nitrous acid, p. 375. Copper will precipitate silver from nitrous acid, ib. On the alterations which iron, or its surface, undergoes by the action of a solution of silver in nitrous acid, or of a pure concentrated nitrous acid, p. 379.\n\nAirs of the Hindoos and Siamese. See Hindoos. Siam.\n\nAir. Experiments on the analysis of heavy inflammable air, p. 51. Experiments to determine in what proportion the dephlogisticated air is sufficient to saturate inflammable air, and what quantity of fixed air they produce when inflamed, p. 58. Heavy inflammable air contains light inflammable air in great abundance, p. 64. Fixed air not formed during the separation of the light inflammable air from the heavy inflammable air, ib. The electrical shock separates a substance from the heavy inflammable air, which has some leading characters of an alkali, p. 65. Heavy inflammable air, through which the electrical spark has been repeatedly passed, when burnt with any proportion of dephlogisticated air, does not produce so much fixed air as the same quantity of inflammable air not electrified, ib. The residues, after inflaming decomposed air, are generally greater than those from the air in its natural state, or than can be accounted for from the mixture of the heavy inflammable and dephlogisticated airs, ib. Charcoal, decomposed by heat only, produces phlogisticated and heavy inflammable airs, p. 68. Phlogisticated and heavy inflammable airs combined, constitute charcoal, p. 69. Red precipitate, mixed with iron filings, yields very pure fixed air, p. 71. Brass dust, mixed with red precipitate, yields fixed air, ib. Turbith mineral and iron filings afford much less fixed air than red precipitate and iron filings, ib. Dephlogisticated air, being applied to the outside of a vein, changes the colour of the blood contained in it, p. 107. The same effected by the simple discharge of phlogiston from the blood, when it had an opportunity of uniting with the dephlogisticated air thus presented to it, ib. Cancerous matter contains a principle which has many of the properties of hepatic air, p. 398. Of the air extricated from cancerous matter, and from animal substances, by distillation, p. 399. Animal hepatic air, when absorbed by water, not capable of being again disengaged by a heat which raises water to a boiling temperature, p. 406. Fixed air produced by the combustion of pure and inflammable airs, p. 408. Equal parts of pure and animal airs being burned together, produce an increase of\nof bulk, p. 411. Experiments on the products which result from the combustion of sulphureous hepatic with pure air, p. 412. Hepatic air procured from an addition of marine acid to an artificial combination of sulphur and iron, ib. Pure air, and sulphureous hepatic air obtained from artificial pyrites by the marine acid, being fired together, in certain proportions, produce fixed vitriolic acid, with a small quantity of volatile vitriolic, and marine acids, in an aerial form, p. 414. If hepatic and pure airs be fired in equal bulks, the residue will have a strong odour of volatile vitriolic acid, and contain a small proportion of undecomposed hepatic air, ib. The conversion of sulphur into volatile or fixed vitriolic acid depends upon the quantity of pure air with which it is supplied, ib. Sulphureous hepatic being burned with atmospherical air, produces a change of part of the sulphur into vitriolic acid, and a precipitation of the rest; but when it is burned with a sufficient quantity of pure air, the sulphur is wholly converted into vitriolic acid, p. 415. Specific gravity of hepatic air, nearly equal to that of pure air, ib. Hepatic air supposed to be sulphur which has acquired an aerial form by the application of heat, p. 416. An oily matter produced by the union between fixed air, volatile alkali, and animal hepatic air, ib.\n\nA substance, having the appearance of oil, formed by the combination of sulphureous hepatic air with fixed air and volatile alkali, p. 417. On the air extricated from animal substances by putrefaction, p. 418. Aerial fluids, which are extricated from the muscular fibres of animals by putrefaction, consist of fixed and animal hepatic, mixed with a very small proportion of phlogisticated air, p. 419. An aerial fluid, in most of its properties resembling animal hepatic air, obtained, by distillation, from the green leaves of a cabbage, ib. On the effects produced by exposing fresh animal substances to atmospherical, hepatic, and pure airs, p. 420. The muscular fibres of animals contain fixed and phlogisticated airs, the inflammable principle in the state of heavy and light inflammable airs, and a substance which, by means of heat or of putrefaction, is capable of being converted into animal hepatic air, p. 422. Animal hepatic air loses its fetid odour when mixed with pure air, and suffered to remain in contact with that fluid several weeks, ib. The fetid odour of animal hepatic air likewise destroyed by agitating it with vinegar, or with the concentrated vitriolic acid, p. 423. Animal hepatic air imparts to the fat of animals, recently killed, a green colour; it renders the muscular fibres soft and flaccid, and increases the tendency to putrefaction, p. 424. A medicine which would decompose the hepatic ammonia, and destroy the fetor of the animal hepatic air, without increasing the morbid action of the vessels, would, probably, be productive of salutary effects in the cure of cancers, p. 425. Nitrous acid does not destroy the fetor of hepatic air, unless it be highly concentrated, ib. The fetor of hepatic air quickly disappears when mixed with dephlogisticated marine acid, ib. Dephlogisticated marine acid has the power of destroying the colour, the smell, and perhaps the taste, of the greater part of animal and vegetable substances, ib.\n\nVol. LXXX.\nAllington Knoll, its latitude, longitude, &c. p. 232. Refraction on the distance between Allington Knoll and Tenterden, p. 241.\n\nAnalytical experiments on a mineral from Sydney Cove in New South Wales, p. 307. See Mineral.\n\nAngles. Excess of the angles of spherical above those of plane triangles, p. 168. On the difference between horizontal angles on a sphere and spheroid, p. 192.\n\nAnimal hepatic air. See Air.\n\nAnimal substances, upon their first putrefaction, do not effervesce with acids; but, after an experiment has continued for some time, a manifest effervescence takes place; which effect again disappears before the putrefaction ceases, p. 392. Putrid animal substances frequently abound with volatile alkali, p. 398.\n\nAnimals, the muscular fibres of, contain fixed and phlogisticated airs, the inflammable principle in the state of heavy and light inflammable airs, and a substance which, by means of heat or putrefaction, is capable of being converted into animal hepatic air, p. 422.\n\nAnts. Observations on the sugar ants, p. 346. Called Sugar Ants from their ruinous effects on the sugar cane, ib. These ants first made their appearance in Grenada about the year 1770, ib. Sugar ants spread rapidly in Grenada, and destroyed every sugar plantation between St. George's and St. John's, ib. Colonies of sugar ants discovered at Duquesne and Calavini, in Grenada, ib. The legislature of Grenada offer £20,000l. for the discovery of a method to destroy them, p. 347. Sugar ants not only destructive to the sugar cane, but to several sorts of trees, as lime, lemon, orange, &c. ib. These ants, when applied to the tongue, have a very acid taste; and, if a number of them be rubbed between the palms of the hands, they emit a strong vitriolic sulphureous smell, ib. Their nests universally constructed among the roots of particular plants and trees, as the sugar cane, lime, lemon, and orange-trees, p. 348. Myriads of them destroyed by means of arsenic and corrosive sublimate mixed with animal substances, ib. Great quantities of them destroyed by fire, ib. These ants entirely destroyed by the hurricane in 1780, which proved so destructive to the other West India islands, p. 350. They make their nests, or cells, for the reception of their eggs, only under or among the roots of such plants or trees as are not only capable of protecting them from heavy rains, but are, at the same time, so firm in the ground as to afford a secure basis to support them against any injury occasioned by the agitation of the usual winds, ib. Sugar ants do not feed on any part of the canes or trees affected by them, p. 352. Sugar ants carnivorous, ib. When large carcasses became putrid, so that their parts could be easily separated, the sugar ants quickly carried them away, ib. Scarcely to be kept from sores, ib. Destroyed all other vermin, particularly rats, ib. No conveniency on cotton plantations for the nests of sugar ants, p. 353. Destroyed by the hurricane in 1780, p. 354.\n\nAppendix, containing Remarks on Major-General Roy's Account of the Trigonometrical Operation, p. 593.\nArchet, various observations on luminous, p. 32. Considered as a species of Aurora borealis, p. 39. Named \"Archet aurora borealis,\" p. 41. Extract of a letter concerning a luminous arch, p. 43. Account of a luminous arch, p. 45. Extract of a letter relative to a luminous arch, p. 46. Account of some luminous arches, p. 47. On the height of a luminous arch, p. 101. Luminous arches of a very slow motion, ib.\n\nArdlan, the coal found at, supposed to be an indurated bitumen, which, exuding in a liquid state from the incumbent matter, penetrates the argillaceous stratum which previously constituted the intervening stratum between the lava, p. 87.\n\nArometers. See Hydrometers.\n\nArsenic made use of to destroy sugar ants in the West Indies, p. 348.\n\nArundo Bambos of Linnæus, Tabasheer produced from, p. 275. See Tabasheer.\n\nIndica Arborea maxima, cortice spinoso, of Herman, Tabasheer produced from, p. 275. See Tabasheer.\n\nAstronomical observations on the planets Venus and Mars, made with a view to determine the heliocentric longitude of their nodes, the annual motion of the nodes, and the greatest inclination of their orbits, p. 21.\n\nAstronomy of the Hindoos attracts the attention of the learned in Europe, p. 560.\n\nAurora borealis, supposed to consist of parallel streams of light shooting upwards, which, by the laws of perspective, appear to converge towards a point, p. 103. See Arches.\n\nAustin, Dr. on the analysis of heavy inflammable air, p. 51.\n\nB.\n\nBase of verification, general table of the measurement of, in Romney Marsh, p. 134.\n\nBasis, remarks on the comparative accuracy of the measurement of two, p. 133. General table of the measurement of the base of verification in Romney Marsh, p. 134.\n\nBearings and situations of various places in Ireland, p. 78.\n\nBengal, Tabasheer a considerable article of its trade to Persia and Arabia, p. 279. Bengal area described, p. 573.\n\nBikramajit, an area of the Hindoos described, p. 570.\n\nBlagden, Dr. on the best method of proportioning the excise upon spirituous liquors, p. 321.\n\nBlancuez, its latitude, longitude, &c. p. 232.\n\nBlane, Dr. on the Nardus Indica, or Spikenard, p. 284.\n\nBlockley, in Gloucestershire, 12 geographical miles south, and 72 west of Cambridge, p. 102.\n\nBlood. Dephlogisticated air, being applied to the outside of a vein changes the colour of the blood contained in it, p. 107. The same effected by the simple discharge of phlogiston from the blood, when it had an opportunity of uniting with the dephlogisticated air thus presented to it, ib.\nBoyle Hill, nearly on the same meridian with Greenwich, p. 207. Its situation south of Greenwich determined, ib. Its latitude, longitude, &c. p. 232.\n\nBrabmans, the depositaries of science as well as of religion, p. 562.\n\nBrafa dust, mixed with red precipitate yields fixed air, p. 71.\n\nBrin Hill, its longitude west of Greenwich determined, p. 390. Its latitude determined, ib.\n\nBugge, Thomas, observations on the planets Venus and Mars, p. 21.\n\nC.\n\nCabbage. An aerial fluid, in most of its properties resembling animal hepatic air, obtained, by distillation, from the green leaves of a cabbage, p. 419.\n\nCalais, Notre Dame Church at, its latitude, longitude, &c. p. 232. Refraction on the distance between Dover Castle and Notre Dame at Calais, p. 241.\n\nCalavinti, in Grenada, colonies of sugar ants observed at, p. 346.\n\nCambridge, its latitude, p. 101.\n\nCancers, several varieties in the colour and consistence of the matter discharged by, p. 391. The matter of cancerous ulcers, in some cases, of a pale ash colour; in others, of a reddish cast; and, in many instances, more or less of a brown tinge, sometimes approaching nearly to black, ib. Its consistence mostly thin, ib. A white sordes frequently found in cancerous ulcers, ib. The appearance of the discharge of cancerous matter frequently varied by internal remedies, or by external applications, ib. The cancerous ulcer, in its advanced stage, accompanied with a peculiar odour, more highly fetid and offensive than that which is emitted by other malignant ulcers, ib. Cancerous matter occasions, by its absorption, schirrous tumors of the lymphatic glands contiguous to the parts affected, ib. Cancerous matter gradually corrodes the branches of the larger blood vessels which have a peculiar power of resisting the action of other purulent discharges, p. 392. Cancerous matter contains a principle which has many of the properties of hepatic air, p. 398. Matter of cancer impregnated with an alkali which is in such a state as to change the colour of vegetable tinctures, ib. The animal fibres in cancerous and other malignant ulcers undergo nearly the same changes which are produced in them by putrefaction, p. 423.\n\nCables, John, on Sugar Ants, p. 346.\n\nCavendish, Henry, on the height of a luminous arch, which was seen, Feb. 23, 1784, p. 101.\n\nCharcoal, decomposed by heat only, produces phlogisticated and heavy inflammable airs, p. 68. Phlogisticated and heavy inflammable airs constitute charcoal, p. 69.\n\nChild, account of one with a double head, p. 296. Observations on its superior or inverted head, p. 298. Killed by the bite of a Cobra de capelo, p. 301.\n\nChronology of the Hindoos, observations on, p. 560. See Hindoos.\n\nCocoa begins to bear in five years, but yields little till the seventh, p. 358. By far the greatest part of sugar lands unfit for the culture of cacao, ib.\nCoffee gives no return till the third year after planting, and not a full crop till the fifth, p. 358. By far the greatest part of sugar lands unfit for the culture of coffee, ib.\n\nCopper, account of a new process for separating silver from, p. 367.\n\nCorrosive sublimate used for the destruction of sugar ants in the West Indies, p. 348.\n\nCrawford, Dr. Experiments and observations on the matter of cancer, and on the aerial fluids extricated from animal substances by distillation and putrefaction; together with some remarks on sulphureous hepatic air, p. 391.\n\nD.\n\nDalby, Mr. Remarks on Major-General Roy's Account of the Trigonometrical Operation, p. 593.\n\nDover Castle, observations of the pole-star made at, p. 116. Dover Castle, although lofty, and situated on a high chalk cliff, its northern turret being about 466 feet above low water at spring tides, is surrounded on the land side with eminences, at six or seven miles distance, still higher than itself, p. 117. The latitude, longitude, &c. of the northern turret of the Keep of Dover Castle, p. 232. Determination of the refraction between Dover Castle and Folkestone Turnpike, p. 238. Refraction on the distance between Dover Castle and Calais, p. 241.\n\nDunkirk, its distance north from the Royal Observatory at Paris determined, p. 185. Its distance east from the meridian of Paris determined, ib. Its longitude east from Greenwich determined, p. 221. Its latitude, p. 223. Its latitude, longitude, &c., p. 232.\n\nDuquesne, in Grenada, colonies of sugar ants observed at, p. 346.\n\nE.\n\nEclipses, observations on, not to be depended upon for determining, with sufficient accuracy, the difference of longitude in vicinal situations, p. 230.\n\nExcise. Report on the best method of proportioning the excise upon spirituous liquors, p. 321.\n\nExperiments on the analysis of heavy inflammable air, p. 57. Experiments to determine in what proportion the dephlogisticated air is sufficient to saturate inflammable air, and what quantity of fixed air they produce when inflamed, p. 58. Analytical experiments on a mineral from Sydney Cove in New South Wales, p. 307. Experiments shewing the best method of proportioning the excise upon spirituous liquors, p. 321—345. If a glass ball be weighed in any spirituous or watery fluid, the adhesion of the fluid will occasion some inaccuracy, and render the balance comparatively sluggish, p. 327. Experiments and observations on the dissolution of metals in acids, and their precipitations; with an account of a new compound acid menstruum, useful in some technical operations of parting metals, p. 359. Experiments on the effects of compounding the vitriolic and nitrous acids, under various circumstances, upon the dissolution of metals, p. 360. Experiments on the separation of silver from copper.\ncopper, p. 367. Experiments on the change of properties communicated to the mixture of vitriolic and nitrous acids by phlogistication, p. 369. Experiments on the precipitation of silver from nitrous acid by iron, p. 374. Experiments shewing the alterations which iron or its surface undergoes by the action of a solution of silver in nitrous acid, or of a pure concentrated nitrous acid, p. 379. Experiments and observations on the matter of cancer, and on the aerial fluids extricated from animal substances by distillation and putrefaction, and on animal hepatic air, p. 391. Experiments shewing, in general, that the fetid odour of cancerous matter is increased by vitriolic, but entirely destroyed by concentrated nitrous and dephlogisticated marine acids; that the aerial fluid, which is disengaged by vitriolic acid, is soluble in water; that the solution deposits a reddish brown precipitate upon the addition of nitrated silver, p. 392—397. Experiment shewing that cancerous matter contains volatile alkali, p. 398. Experiments on the air extricated from cancerous matter, and from animal substances, by distillation, p. 399. Experiment proving that animal hepatic air, when absorbed by water, is not capable of being again disengaged by a heat which raises water to a boiling temperature, p. 406. Experiment shewing that, by the combustion of pure and inflammable airs, fixed air is produced, p. 408. Experiments on the increase of bulk which takes place when equal parts of pure and animal airs are burned together, p. 411. By experiment it appears probable, that animal hepatic air consists of a combination of light and heavy inflammable airs; and that when it is fired with a quantity of pure air not sufficient to saturate it, a portion of animal air is resolved into its elementary principles, ib. Experiments on the products which result from the combustion of sulphureous hepatic with pure air, p. 412. Experiment on the production of vitriolic acid by the combustion of hepatic with atmospherical air, p. 415. Experiment proving, that a substance, which has very much the appearance of oil, is formed by the combination of sulphureous hepatic air with fixed air and volatile alkali, p. 417. Experiments on the air extricated from animal substances by putrefaction, p. 418. Experiments on the effects produced by exposing fresh animal substances to atmospherical, hepatic, and pure airs, p. 420. Conclusions, respecting the process of putrefaction in the lean of animal substances, drawn from several experiments, p. 422.\n\nF.\n\nFairlight Down, its latitude, longitude, &c. p. 232.\nFevers, Nardus Indica, or Spikenard, a powerful medicine in all kinds of, p. 286.\nNardus Indica, useful in long protracted fevers, p. 292.\nFire, not a necessary agent in the production of Tabasheer, p. 275.\nFixed air. See Air.\nFluids, two common methods of taking the specific gravity of, p. 326.\n——— aerial. See Air.\nFolkstone Turnpike, upwards of 58 miles in direct distance from Greenwich, p. 205. Its latitude, longitude, &c. p. 232. Determination of the refraction between Dover Castle and Folkstone Turnpike, p. 238.\n\nFrampton-house. Table shewing the difference of longitudes in time between Greenwich and Frampton-house, deduced from observed meridian transits of the moon's limb, p. 386. Table shewing the mean latitude of Frampton-house from several observations, p. 388. Frampton-house, its longitude west of Greenwich determined, p. 390. Its latitude determined, ib.\n\nFranklin, J. on a luminous arch, p. 46.\n\nFrant, its latitude, longitude, &c. p. 232.\n\nG.\n\nGadrosia, or Gedrosia of the ancients, supposed to be the modern Mackran or Kedge-Mackran of Persia, p. 287.\n\nGlass. If a ball of glass be weighed in any spirituous or watery fluid, the adhesion of the fluid will occasion some inaccuracy, and render the balance comparatively sluggish, p. 327.\n\nGoudhurst, its distance from the perpendicular to the meridian of Greenwich determined, p. 207. Its distance from the meridian of Botley Hill, on a perpendicular to that meridian, determined, ib. Its latitude, longitude, &c. p. 232.\n\nGrenada, sugar ants destructive to the sugar plantations in, p. 346. The legislature of Grenada offer 20,000l. for the discovery of a method to destroy them, p. 347.\n\nH.\n\nHampton Poor-house, its latitude, longitude, &c. p. 232.\n\nHanger Hill Tower, its latitude, longitude, &c. p. 232.\n\nHangman Hill, near the Severn, its longitude west of Greenwich determined, p. 390. Its latitude determined, ib.\n\nHeptac air. See Air. Cancers. Experiments.\n\nHersebel, Dr. on the discovery of a sixth and seventh satellite of the planet Saturn; with remarks on the construction of its ring, its atmosphere, its rotation on an axis, and its spherodical figure, p. 1. On the satellites of the planet Saturn, and the rotation of its ring on an axis, p. 427.\n\nHey, William, on luminous arches, p. 32.\n\nHigh Nook, near Dymchurch, its latitude, longitude, &c. p. 232.\n\nHill, a remarkable one near the Severn, its longitude west of Greenwich determined, p. 390. Its latitude determined, ib.\n\nHindoos, on the chronological eras of, p. 560. The astronomy of the Hindoos attracts the attention of the learned in Europe, who are disposed to allow its pretensions to originality; many strong and unequivocal traces indicating that the Greek school derived more than the elements of their knowledge from this oriental source, ib. History,\nHistory, but little cultivated by the Hindoos, ib. The Hindoos applied the revolutions of the heavenly bodies to the dreams of their mythology, ib. The unremitting labour of ages has been devoted by the Hindoos to perfecting the calculation of the lunar motions, in which their correctness is surpassed only the European improvements of very modern times, p. 561. Various chronological eras referred to by the Hindoos, as well in the astronomical treatises, as in their political and private writings, ib. The Hindoos divide the boundless region of time into four ages, or Yoogs, p. 562. Denominate the present age Kalee Yoog, which they subdivide into four parts, viz. the era of Bikramajit, the era of Salabán, the Bengal era (not strictly Hindoo), and the cycle of sixty years, ib. Brahmins, the depositaries of science as well as of religion, ib. Their astronomical year the measure of that portion of time which is employed in a revolution of the sun, from the moment of his departure from a certain star in their zodiac, as seen from the earth, till his return to the same, ib. Their year, consequently, solar and sidereal, ib. The Hindoos divide the zodiac into twenty-eight lunar, and into twelve solar constellations or signs, p. 563. The Hindoo names of the solar signs, and the months with which they correspond, p. 578. n. The lunar constellations enumerated in Hindoostanee, p. 579. n. Table exhibiting the correspondence of the several Hindoo eras with each other, and with the Julian period and Christian era, p. 566. Description of the era of Bikramajit, p. 570. Description of the era of Salabán, p. 571. The cycle, or revolving period, of sixty solar years, made use of by the Hindoos, described, p. 572. Description of the mode of reckoning made use of in the province of Bengal, thence called the Bengal era, p. 573. The Siamese borrow their knowledge of astronomy from the Hindoos, p. 575.\n\nHistory but little cultivated by the Hindoos, p. 560.\n\nHollingborn Hill, its latitude, longitude, &c. p. 232.\n\nHome, Everard, Esq. on a child with a double head, p. 296.\n\nHorto, Don Garzia dall', dangerous error respecting the Tabasheer exposed by him, p. 274. See Tabasheer.\n\nHundred Acres, its latitude, longitude, &c. p. 232.\n\nHuston Point. See Porlock.\n\nHutchinson, Mr. on a luminous arch, p. 45.\n\nHyderabad, Tabasheer in great request at, p. 278. Great quantities of Tabasheer conveyed from Masulipatam to Hyderabad, p. 279.\n\nHydrometers, those of the simplest construction best for ascertaining specific gravities, p. 342. Hydrometers of glass most to be depended upon, ib.\n\nI, J.\n\nIlay, description of, p. 88. About 30 miles in length, and in some places almost as broad, ib. Table of the several weights of the various lavas found in the island of Ilay, p. 99.\nIlay Whyn Dykes, description of, p. 73, 88. Masses, or rather veins, generally of a dark-brown (apparently basaltic) matter, not unfrequently containing bladder-holes, p. 89.\n\nHy of the Hortus Malabaricus, Tabasheer produced from, p. 275. See Tabasheer.\n\nIndies, East, Tabasheer much used in, p. 274. See Tabasheer.\n\nIndigo much impoverishes the land, and is unhealthy to the negroes, p. 358. By far the greatest part of sugar lands unfit for the culture of indigo, ib.\n\nInflammable air. See Air.\n\nJournal, Meteorological, kept at the Apartments of the Royal Society, for January, 1789, p. 2.—February, p. 4.—March, p. 6.—April, p. 8.—May, p. 10.—June, p. 12.—July, p. 14.—August, p. 16.—September, p. 18.—October, p. 20.—November, p. 22.—December, p. 24.\n\nIreland, various places in, their bearings and situations, p. 73.\n\nIron, on the precipitation of silver from nitrous acid by, p. 374. Iron precipitates copper from nitrous acid, p. 375. On the alteration which iron, or its surface, undergoes by the action of a solution of silver in nitrous acid, or of a pure concentrated nitrous acid, p. 379.\n\nK.\n\nKeir, James, Experiments and observations on the dissolution of minerals in acids, and their precipitations; with an account of a new compound acid menstruum, useful in some technical operations of parting metals, p. 359.\n\nKimbolton, in Huntingdonshire, its latitude, p. 101.\n\nKing's Arbour, its latitude, longitude, &c. p. 232.\n\nL.\n\nLand-mark, a tower, its longitude west of Greenwich determined, p. 390. Its latitude determined, ib.\n\nLavas, weights of various specimens of, found in the island of Ilay, p. 99.\n\nLavender, called Nardus Italica by the Romans, p. 288.\n\nLeemouth, its longitude west of Greenwich determined, p. 390. Its latitude determined, ib.\n\nLemon trees destroyed by sugar ants in the West Indies, p. 347.\n\nLight. Aurora borealis supposed to consist of parallel streams of light shooting upwards, which, by the laws of perspective, appear to converge towards a point, p. 103.\n\nLightning, account of some extraordinary effects of, p. 293. A field of standing corn set fire to by lightning, ib. An oak tree struck by it, ib. A man, leaning against the oak tree, struck dead by it, and his cloaths burnt, ib. Different substances fused by lightning, p. 294.\n\nLights, white, essentially serviceable in rendering visible the most distant stations for the great trigonometrical operation, p. 170.\n\nLime-trees, destroyed by the sugar ants in the West Indies, p. 347.\nLlangwynevar Hill, its longitude west of Greenwich determined, p. 390. Its latitude determined, ib.\n\nLlanmace Church, its longitude west of Greenwich determined, p. 390. Its latitude determined, ib.\n\nLlantwit Church, its longitude west of Greenwich determined, p. 390. Its latitude determined, ib.\n\nLondon. A number of secondary triangles, subdivided into two sets, for the improvement of the maps of the country, and the plan of the city of London and its environs, p. 247.\n\nLongitudes and latitudes of some remarkable places near the Severn determined, p. 385.\n\nLuna cornea, not decompounded by martial vitriol, p. 384. May be decompounded by the elements of martial vitriol while they are in the act of dissolution, ib.\n\nLunar motions, the Hindoos remarkably correct in their calculations of, p. 561. Lunar constellations enumerated in Hindostanee, p. 579.\n\nLydd, its latitude, longitude, &c. p. 232.\n\nM.\n\nMars. Observations on the heliocentric longitude and motion of the nodes of Mars, p. 29. See Tables.\n\nMarsden, William, on the chronology of the Hindoos, p. 560.\n\nMafsilipatam, much Tabasheer conveyed to Hydrabad from, p. 279.\n\nMercury, a mixture of vitriolic and nitrous acids in a concentrated state acts upon, and principally calcines, p. 373. Mercury precipitated in its metallic state from its solution in nitrous acid by a solution of martial vitriol, p. 383. Vitriol of mercury may be decompounded by a solution of martial vitriol, and the mercurial precipitate forms globules, when dried and warmed, p. 384.\n\nMinehead, its longitude west of Greenwich determined, p. 390. Its latitude determined, ib.\n\nMineral. Analytical experiments on a mineral substance from Sydney Cove in New South Wales, p. 307. Supposed to belong to the earthy rather than the metallic class, p. 316. Supposed to be a pure species of plumbago or black-lead, p. 319.\n\nMetals. On the effects of compounding the vitriolic and nitrous acids, under various circumstances, upon the dissolution of metals, p. 360.\n\nMill, Abraham, on the strata and volcanic appearances in the North of Ireland and Western Islands of Scotland, p. 73.\n\nMolybdana, slowly decomposed by the diluted nitrous acid, p. 318. Rapidly acted upon by concentrated nitrous acid, ib.\n\nMonilambert, near Boulogne, its latitude, longitude, &c. p. 232.\n\nMotion, observations on spherical, p. 496.\n\nMungel Upoo (salt of bamboo), p. 273. See Tabasheer.\nMuscular fibres of animals contain fixed and phlogisticated airs, the inflammable principle in the state of heavy and light inflammable airs, and a substance which, by means of heat or putrefaction, is capable of being converted into animal hepatic air, p. 422.\n\nMythology, revolution of the heavenly bodies applied by the Hindoos to, p. 560.\n\nN.\n\nNardus Indica, or Spikenard, called by the Hindoos Terankus, that is, Fever-restrainer, p. 286. A powerful medicine in all kinds of fevers, ib. Supposed to be the Nardus Indica of the ancients, p. 287. The Ναρδο-ραχνυς of Galen, p. 289. Called Nardus Gangites by Dioscorides and Galen, p. 290. Exported from India to Persia and Arabia, ib. Used in long protracted fevers, p. 292.\n\nNardus Italica. See Lavender.\n\nNegroes, indigo unhealthy to, p. 358.\n\nNickel, a mixture of vitriolic and nitrous acids in a concentrated state acts upon, and principally calcines, p. 373.\n\nNitrous acid. See Acids.\n\nNorwood, its latitude, longitude, &c. p. 232.\n\nNotre Dame Church at Calais, its latitude, longitude, &c. p. 232. Refraction on the distance between Dover Castle and Notre Dame Church, p. 241.\n\nO.\n\nObservations on the sugar-ants, p. 346. See Ants.\n\nOil. An oily matter produced by the union between fixed air, volatile alkali, and animal hepatic air, p. 416. A substance, having the appearance of oil, formed by the combination of sulphureous hepatic air with fixed air and volatile alkali, p. 417.\n\nOil of vitriol and nitre, on the mixture of, p. 360. This mixture capable of dissolving silver easily and copiously, but neither affects copper, iron, lead, regulus of cobalt, gold, nor platina, p. 362.\n\nOperation, Trigonometrical, account of one, whereby the distance between the meridians of the Royal Observatories of Greenwich and Paris has been determined, p. 111. Received its commencement in the measurement of a base on Hounslow Heath, ib. An instrument, useful in the trigonometrical operation, made by Mr. Ramsden, placed near Hampton Poor-house, on the spot where the measurement of the base had been completed about thirty-five months before, p. 112. The coast triangles executed, p. 113. The operation continued through the first ten stations of the series of triangles from Hampton Poor-house to one at Wrotham Hill inclusively, ib. The instrument, with the various parts of the apparatus, removed to Dover, ib. White lights, fitted for long distances, and reverberatory lamps provided for observation, ib. A very accurate plan of that part of Romney Marsh where the base of verification was to be measured, made by Lieut. Fiddes, p. 114. The box containing the axis level blown down and broken, p. 116. The account of the trigonometrical operation divided into sections, p. 119.\nSection I. Description of the apparatus made use of in the measurement of the base of verification in Romney Marsh, with the hundred-feet steel chain, and the result of that operation, p. 121. General table of the measurement of the base of verification in Romney Marsh, p. 134. Section II. General description of the great instrument with which the angles, in the recent trigonometrical operation, were observed; shewing also its various adjustments for practice, p. 135. Section III. Description of other articles of machinery made use of in the trigonometrical operation; also, the distinction of the stations into two sets, p. 160. Section IV. Calculation of the series of triangles extending from Windsor to Dunkirk, whereby the geodetical distance between the meridians of the Royal Observatories of Greenwich and Paris is determined, p. 168. Section V. On the difference between horizontal angles on a sphere and spheroid, p. 192. Section VI. Manner of determining the latitudes of the stations. Application of the pole-star observations to computations on different spheres, and also M. Bouguer's spheroid, for the determination of the differences of longitude. Ultimate result of the trigonometrical operation, whereby the difference of the Royal Observatories of Greenwich and Paris is determined, p. 200. Section VII. Account of the observations made during the course of the trigonometrical operation for the determination of terrestrial refraction, p. 233. Section VIII. Secondary triangles, subdivided into two sets, for the improvement of the maps of the country, and the plan of the City of London and its environs, p. 247.\n\nOrange trees, destroyed by sugar ants in the West Indies, p. 347.\n\nP.\n\nPadleworth, its latitude, longitude, &c. p. 232.\nParis, its longitude east from Greenwich determined, p. 221. Its latitude, p. 223.\nParting metals, account of a new compound acid menstruum, useful in some technical operations in, p. 367.\nPetit Havre, a bay five or six miles from the town of St. George, in the island of Grenada, p. 346.\nPigott, Edward, on luminous arches, p. 47. On the longitudes and latitudes of some remarkable places near the Severn, p. 385.\nPlumbago, Sydney Cove mineral supposed to be a pure species of, p. 319.\nPorlock, or Huston Point, its longitude west of Greenwich determined, p. 390. Its latitude determined, ib.\nPrecipitate, red, mixed with iron filings, produces very pure fixed air, p. 71. Brass dust, mixed with red precipitate yields fixed air, ib.\nPriestley, Dr. on respiration, p. 106.\nProblem, solution of an important one, p. 193.\nPropositions relating to spherical motion, pp. 497, 500, 501, 504, 512, 519, 530.\nPure air. See Air.\nPutrefaction, conclusions respecting it in the lean of animal substances, p. 422.\nQuantock Hill, its longitude west of Greenwich determined, p. 390. Its latitude determined, ib.\n\nRats, destroyed by sugar ants in the West Indies, p. 352.\nReport on the best method of proportioning the excise upon spirituous liquors, p. 321.\nRespiration, observations on, p. 106.\nRomney Marsh, very accurate plan of that part of it where the base of verification was to be measured, made by Lieut. Fiddes, p. 114. Of the survey of Romney Marsh previously to the measurement of the base, p. 127. Result of the measurement, p. 129. Remarks on the comparative accuracy of the base measured in Romney Marsh, with that executed on Hounslow Heath in 1784, p. 133. Romney Marsh, general table of the measurement of the base of verification in, p. 134. See Operation Trigonometrical.\nRotation. Observations on the rotation of the ring of Saturn, p. 478. Table of the rotation of Saturn's ring, p. 494.\nRoy, Major-General, on the trigonometrical operation, whereby the distance between the meridians of the Royal Observatories of Greenwich and Paris has been determined, p. 111.\nRuckinge, its latitude, longitude, &c. p. 232.\nRussell, Dr. on the Tabasheer, p. 273.\n\nSt. Ann's Hill, its latitude, longitude, &c. p. 232.\nSt. Donat's Hill, its longitude west of Greenwich determined; p. 390. Its latitude determined, ib.\nSt. George, in Grenada, sugar plantations destroyed by sugar ants at, p. 346.\nSt. Hilary's Church, its longitude west of Greenwich determined, p. 390. Its latitude determined, ib.\nSt. John, in Grenada, sugar plantations destroyed by sugar ants at, p. 346.\nSt. Kitt's, sugar canes replanted yearly in the island of, p. 357.\nSalabán, an era of the Hindoos, described, p. 571.\nSaturn, an account of the discovery of a sixth and seventh satellite of, p. 1. This planet the object of almost every astronomer's curiosity, on account of the singular phenomena of its ring, p. 2. One of the most engaging objects astronomy offers to our view, ib. The black disk, or belt, upon the ring of Saturn, not in the middle of its breadth, p. 3. Its ring not subdivided by many lines, or belts, as represented in divers treatises of astronomy, ib. Only one single, dark, considerably broad line, belt, or zone, upon the ring of Saturn, ib. Its zone on the northern plane of\nof its ring, not subject to variations of colour and figure, ib. Saturn's ring not less solid and substantial than itself, p. 4. Its satellites irregular in their motions, p. 5. The light of Saturn's ring generally brighter than that of the planet, ib. Its ring extremely thin, p. 6. Its ring supposed to be less than a second in diameter, p. 7. Six of Saturn's satellites seen at one view, p. 10. Saturn's retrograde motion nearly $4\\frac{1}{2}$ minutes per day, ib. Its seventh satellite discovered Sept. 17, 1788, p. 11. Its seventh satellite performs a revolution in 1 day, 8 h. 53 m. 9 sec. ib. Its fourth satellite performs a revolution in 15 days, 22 h. 34 m. 38 sec. ib. The distance of the fifth satellite from the center of the planet about 35.058 sec. ib. Its seventh satellite makes one revolution in 22 h. 40 min. 46 sec. p. 12. The distance of the seventh satellite from the center of Saturn about 27.366 sec. ib. The seventh satellite much smaller than the sixth, ib. Observations on Saturn, its belts, and its figure, p. 13. Saturn supposed to have an atmosphere of considerable density, p. 16. Saturn turns upon an axis which is perpendicular to its ring, ib. This planet, like Jupiter, Mars, and the Earth, flattened at the poles, p. 17. Saturn's body of unequal diameters, the equatorial one being the longest, ib. Observation of the transit of the fourth satellite over the disk of Saturn, p. 18. On the satellites of the planet Saturn, and the rotation of its ring on an axis, p. 427. Observations on the fifth satellite of Saturn, p. 432. Observations on the fourth satellite of Saturn, p. 438. Observations on the third satellite of Saturn, p. 444. Observations on the second satellite of Saturn, p. 450. Observations on the first satellite of Saturn, p. 456. Observations on the sixth satellite of Saturn, p. 463. Observations on the seventh satellite of Saturn, p. 473. Tables for the seven satellites of Saturn, p. 488. Table containing the sidereal motion of the satellites of Saturn in months, p. 489. Table containing the motion of the satellites of Saturn in days, p. 490. Table containing the motion of Saturn's satellites in hours, p. 491. Table of the motions of the satellites of Saturn in minutes, p. 492. Table of the rotation of Saturn's ring, p. 491.\n\nScotland, Western Isles of, account of strata and volcanic appearances in, p. 73. Severndroog Castle, on Shooter's Hill, its latitude, longitude, &c. p. 232. Siam, people of, borrow their knowledge of astronomy from the Hindoos, p. 575. Account of the chronological eras in use among the Siamese, ib. The Siamese have two eras, the one termed their civil, the other their astronomical era, ib. The civil era of the Siamese computed from the supposed time of the introduction of their religion by Sommona-codon, 544 years before Christ, ib. Their astronomical era founded upon the tables and modes of calculation adopted from the Hindoos, ib. The Siamese solar year, its length, p. 576. The Siamese, like the Hindoos, accustomed to make use of a cycle of sixty years, ib.\n\nSilver, easily and copiously dissolved by a mixture of oil of vitriol and nitre, p. 362. New process for separating silver from copper, p. 367. On the precipitation of silver from\nfrom nitrous acid by iron, p. 374. Silver readily precipitated from nitrous acid by zinc, p. 376. n. Silver may be precipitated in its metallic state, from its solution in vitriolic acid, by addition of a solution of martial vitriol, p. 384.\n\nSores, sugar ants scarcely to be kept from, p. 352.\n\nSpherical motion, observations on, p. 496. Propositions relating to spherical motion, pp. 497, 500, 501, 504, 512, 519, 530.\n\nSpikenard. See Nardus Indica.\n\nSpirit of wine gives a phlogisticated quality to nitrous acid, p. 362.\n\nSpiritous liquors, report on the best method of proportioning the excise upon, p. 321.\n\nThe weights of an equal bulk of water and pure spirit differ from one another by at least a sixth part of the weight of the former, ib. Two common methods of taking the specific gravity of fluids, p. 326. If a ball of glass be weighed in any spirituous or watery fluid, the adhesion of the fluid will occasion some inaccuracy, and render the balance comparatively sluggish, p. 327.\n\nStrasbourg, its latitude, p. 609. Its distance from the meridian of Paris, ib. Its longitude, ib.\n\nSugar ants. See Ants.\n\nSugar canes, method of cultivating them on lands infested with sugar ants, p. 356. Sugar canes, in most of the West India islands, suffered to grow up again, without replanting, for three, four, ten, fifteen, or twenty years, p. 357. Sugar canes replanted yearly in the island of St. Kitt's, where five hogsheads is the common produce per acre in good land, ib.\n\nSulphur mixed with powdered charcoal, upon being heated, yields hepatic air in great abundance, p. 54.\n\nSwingfield, its latitude, longitude, &c. p. 232.\n\nSyllot, great quantities of Tabasheer supposed to be produced at, p. 279.\n\nT.\n\nTabasheer, account of p. 273. A medicinal drug in high repute in many parts of the East, ib. First introduced to the knowledge of the Western world through the works of the Arabian physicians, ib. Much used in the East Indies, but more in Turkey, p. 274. Known only by the name of Tabasheer to the Arabs and Turks, ib. Known in the East Indies by the name of Vedwo-paloo, Mungel Upoo, Vadroo Carpooram, ib. Dangerous error, common to the old translators of the Arabian writers, respecting this drug, exposed by Don Garzia dall' Horto, ib. Much of the drug vended in Turkey for Tabasheer fictitious or adulterated, ib. Arabian medical writers generally agree, that the Tabasheer is a production of the Indian reed, p. 275. Undoubtedly a production of the Arundo Bamboos of Linnaeus, the Ily of the Hortus Malabaricus, and the Arundo Indica arborea maxima, cortice spinoso, of Herman, ib. Fire not a necessary agent in its production, ib. Found in what is vulgarly called the Female Bamboo, ib. Not found in all bamboos, but only in those growing\ngrowing about Elfragur, Batccala, and one part of the Malabar Coast, p. 278. In great request at Hydrabad, ib. The greatest part of the Tabasheer which is used at Hydrabad is conveyed to that place from Masulipatam, p. 279. Two sorts sold in the Bazars, one at the rate of a rupee per dram, ib. Supposed to be produced in great quantities at Sylhet, ib. Forms a considerable article of trade from Bengal to Persia and Arabia, ib. Loses its saline taste by keeping, p. 280. Various specimens of it described, p. 281.\n\nTABLES.\n\nTable of geocentric longitudes and latitudes of Venus, observed at Copenhagen, corrected for aberration and nutation, and compared with the tables of Dr. Halley and M. De la Lande, p. 22.\nTable of heliocentric longitudes and latitudes of Venus, observed at Copenhagen, and compared with the tables of Dr. Halley and M. De la Lande, p. 24.\nTable of a comparison of the observations on the planet Venus, p. 25.\nTable of observations compared with those of other astronomers, p. 26.\nTable of geocentric longitudes and latitudes of the planet Venus, observed at Copenhagen, corrected for aberration and nutation, and compared with the tables of Dr. Halley and M. De la Lande, p. 27.\nTable of heliocentric longitudes and latitudes of the planet Venus, observed at Copenhagen, in which are noted the errors of Dr. Halley and M. De la Lande, and in which is shewn the inclination of Venus's orbit to the ecliptic, p. 28.\nTable of heliocentric longitudes of Mars, observed at various times by different astronomers, p. 30.\nTable of geocentric longitudes and latitudes of Mars, observed at Copenhagen, corrected for aberration and nutation, and compared with M. De la Lande's newest tables, p. 30.\nTable of heliocentric longitudes and latitudes of the planet Mars, observed at Copenhagen, compared with the tables of M. De la Lande, in which is shewn the inclination of the orbit of Mars to the ecliptic, p. 31.\nTable of the weights of the various lavas found in the island of Ilay, p. 99.\nGeneral table of the measurement of the base of verification in Romney Marsh, p. 134.\nTable containing calculations of triangles, p. 172—182.\nTable of the degrees of great circles and of longitude for middle latitudes, p. 227.\nComparative table of the old and new longitudes of some noted places on the skirts of the kingdom of France, p. 229.\nTable containing the general results of the trigonometrical operation, p. 232.\nTable for correcting a Table in the Trigonometrical Paper of 1787, p. 232.\nTable containing results of observations for the effects of terrestrial refraction, p. 246.\nTable containing computations of the first set of secondary triangles, p. 249.\nTable containing computations of the second set of secondary triangles, p. 254.\nTable shewing the bearings and distances of objects situated in and near London, from the center of the Dome of St. Paul's Church, p. 259.\nTable containing the computed latitudes and longitudes of St. Paul's Church, Transit-room of Highbury House, St. James's Church, Argyll Street Observatory, Clapham Common Transit-room, and Richmond Royal Observatory, p. 261.\nTable containing the weights of spirituous liquors at different degrees of temperature, p. 332.\nTable of weights and specific gravities of distilled water, p. 333.\nTable shewing the real specific gravities of spirituous liquors at different temperatures, p. 336.\nTable shewing the difference of longitude in time between Greenwich and Frampton-house, deduced from observed meridian transits of the moon's limbs, p. 396.\nTable shewing the mean latitude of Frampton-house from several observations, p. 388.\nTable shewing the results of several observations on the distances from various places to the western extremity of their base, their perpendicular distances to its meridian, and its distance from these perpendiculars, p. 389.\nTable shewing the longitudes and latitudes of some remarkable places near the Severn, deduced by General Roy's accurate and useful tables, p. 389.\nTable containing a meteorological journal for the year 1789, kept at the Apartments of the Royal Society, p. 1—26.\nTable containing epochs of the mean longitudes of the seven satellites of Saturn, p. 488.\nTable containing the saturnicentric motion of the satellites of Saturn in months, p. 489.\nTable containing the saturnicentric motion of the satellites of Saturn in days, p. 490.\nTable containing the saturnicentric motion of the satellites of Saturn in hours, p. 491.\nTable containing the saturnicentric motion of the satellites of Saturn in minutes, p. 492.\nTable of the rotation of Saturn's ring, p. 494.\nTable exhibiting the correspondence of the several Hindoo eras with each other, and with the Julian period and Christian era, p. 566.\nTenterden, its latitude, longitude, &c. p. 232. Refraction on the distance between Allington Knoll and Tenterden, p. 241.\n\nVol. LXXX.\nTerankus. See Nardus Indica.\n\nTheorem. In any spherical triangle, if two of the sides, and the sum of the opposite angles are given, it will be, as the tangent of half the sum of the sides is to the tangent of half their difference, so is the tangent of half the sum of the angles to the tangent of half their difference, p. 199. General theorem, p. 238.\n\nTin, calcined by a mixture of vitriolic and nitrous acids in a concentrated state, p. 373.\n\nTriangles, calculation of a series of, extending from Windsor to Dunkirk, whereby the geodetical distance between the meridians of the Royal Observatories of Greenwich and Paris is determined, p. 168. Excess of the angles of spherical above those of plane triangles, ib. Secondary triangles, subdivided into two sets, for the improvement of the maps of the country, and the plan of London and its environs, p. 247.\n\nTurkey, Tabasheer much used in, p. 274. See Tabasheer.\n\nV.\n\nVedroo Carpooram (bamboo camphor), p. 274. See Tabasheer.\n\nVedroo-paloo (bamboo-milk), p. 274. See Tabasheer.\n\nVenus. Observations on the heliocentric longitude and the annual motion of Venus's nodes, p. 21. Observations on the greatest inclination of the orbit of Venus to the ecliptic, p. 26. See Tables.\n\nVinegar destroys the fetid odour of animal hepatic air, p. 423.\n\nVolatile alkali, putrid substances frequently abound with, p. 398.\n\nW.\n\nWardrobe tower of Windsor Castle, its latitude, longitude, &c. p. 232.\n\nWatchet Hill, its longitude west of Greenwich determined, p. 390. Its latitude determined, ib.\n\nWedgwood, Josiah, Esq. on the analysis of a mineral substance from New South Wales, p. 306.\n\nWildbore, Rev. Charles, on spherical motion, p. 496.\n\nWindsor Castle, latitude, longitude, &c. of the wardrobe tower of, p. 232.\n\nWine, spirit of, gives a phlogisticated quality to nitrous acid, p. 362.\n\nWithering, Dr. on some extraordinary effects of lightning, p. 293.\n\nWollaston, F. J. H. on a luminous arch, p. 43.\n\nWritham Hill, its latitude, longitude, &c. p. 232.\n\nY. Year.\nY.\n\nYear. The astronomical year of the Brahmins, the measure of that portion of time which is employed in a revolution of the sun, from the moment of his departure from a certain star in their zodiac, as seen from the earth, till his return to the same star, p. 562. The year of the Brahmins, consequently solar and sidereal, ib.\n\nZ.\n\nZinc readily precipitates silver from nitrous acid, p. 376, n.\n\nFROM THE PRESS OF JOHN NICHOLS.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106851.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 28,
    "total-input-tokens": 41604,
    "total-output-tokens": 18770,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1082,
        2
      ],
      [
        1082,
        2797,
        3
      ],
      [
        2797,
        4795,
        4
      ],
      [
        4795,
        6603,
        5
      ],
      [
        6603,
        8408,
        6
      ],
      [
        8408,
        9828,
        7
      ],
      [
        9828,
        11244,
        8
      ],
      [
        11244,
        14653,
        9
      ],
      [
        14653,
        17986,
        10
      ],
      [
        17986,
        21074,
        11
      ],
      [
        21074,
        23606,
        12
      ],
      [
        23606,
        26463,
        13
      ],
      [
        26463,
        29262,
        14
      ],
      [
        29262,
        32177,
        15
      ],
      [
        32177,
        34668,
        16
      ],
      [
        34668,
        37449,
        17
      ],
      [
        37449,
        39935,
        18
      ],
      [
        39935,
        42335,
        19
      ],
      [
        42335,
        45072,
        20
      ],
      [
        45072,
        47837,
        21
      ],
      [
        47837,
        50103,
        22
      ],
      [
        50103,
        53345,
        23
      ],
      [
        53345,
        56104,
        24
      ],
      [
        56104,
        58701,
        25
      ],
      [
        58701,
        60981,
        26
      ],
      [
        60981,
        62992,
        27
      ],
      [
        62992,
        63422,
        28
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "fr",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106851",
    "title": "Back Matter",
    "authors": null,
    "year": 1790,
    "volume": "80",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 28,
    "jstor_url": "https://www.jstor.org/stable/106851"
  }
}