{
  "id": "4d29a38aa07de84738225d8a1924c931e660e409",
  "text": "By this Observation the Beginning differed not \\( \\frac{1}{2} \\), and the End not \\( \\frac{1}{2} \\) a Minute from Dr. Halley's Computation, which he sent me the Day before. And if his Computation, which was made for Greenwich, had been reduced to the Meridian of London, the Difference would have been still less.\n\nThe same Eclipse was observ'd by Mr. Hawkins at Wakefield, in Yorkshire, to begin at 1 h. 21 m. p.m. and to end at 3 h. 30 m. 3 \\( \\frac{1}{2} \\). The Sun's Diameter was obscured somewhat more than 5 Digits.\n\nIII. De Particulis & Structurâ Adamantum. Epistola Domini Antonii Leeuwenhoek, R. S. Soc. ad Jacobum Jurin, M.D. R. S. Secret.\n\nPostquam investigando compereram Metalla quædam, & ipsas etiam Arenas ex perexiguis ejusdem materiae particulis compositas esse, meditatio nem meam converti ad Adamantem; scilicet num ille etiam ex istiusmodi constet particulis, quæ quidem ope microscopii conspici possint.\n\nIgitur exiguum quendam Adamantem per microscopium contemplatus, in eâ Adamantis parte quæ polita non erat, & splendore carebat, complures particulas oculis observavi; & Adamantem ex parvis particulis compositum esse comperi. Verum cum hæc nondum mihi satisfacerent; Adamantem in frusta confringere decrevi, ut illum in fragmentis suis considerarem.\n\nErgo Adamantem, malleo impositum, alio malleo semel iterumque percussi, qui sic percussus in quatuor aut quinque frusta dissiliebat. Quod cum rondu mihi satisfaceret, & Adamantem in exiguiissimas miculas comminuere vellem; frustum, quod cæteris majus erat,\nerat, duplici chartâ circumvolvi, ne quae Adamantis miculae dissiliendo perirent.\n\nHic ego duritiam Adamantis admiratus sum: qui multâ vi aliquoties ictus, in quatuor tantum aut quinque frusta sine ullis miculis dissiliebat—\n\nPosteriora ista Adamantis frustula microscopio etiam admovi: quae cum perspecularer, pene omnia ex minutissimis particulis composita esse complevi. Cum autem frustula illa radiis solaribus objicerem: quandam quasi flammulam ex iis emicare videbam, & quidem majorem, quam unquam vidisse.\n\nFrustum unum oculis notabam, quod locum fracturæ suae, planae quidem ac quadratae, soli directe oppositum habebat: qui locus, quantum visu dijudicabam, tribus aut quatuor pilis menti virilis latitudine respondebat.\n\nEx hoc Adamantis frustulo tanta ascendebat copia ardescentium flammularum, ut plures esse numero quam quadringentas judicarem. Flammularum istarum nonnullae, sed numero paucæ, sibi erant vicinius junctæ, & reliquis majores: unde concludebam, ipsas Adamantis particulas illic etiam aliis particulis maiores esse, vel ordinatius esse dispositas.\n\nExinde oculos converti ad aliud Adamantis frustulum, paris circiter magnitudinis cum priori, quod radios solares itidem directe excipiebat; & haud paucioribus exiguisimae molis particulis constare compleveram. Ex una frustuli illius parte eaque circiter dimidiata, species illae ardescentium flammularum etiam exoriebantur, sed mole minores: in altera medietate flammula quaedam cernebatur, assidue se mobilitans, cum continuâ quadam coruscatione, quae speciem habebat debilioris fulgetri.\n\nCaeterum, postquam ista Adamantis frustula radiis solaribus subduxeram, adhuc multiformes rerum spe-\ncies oculis meis objiciebantur. Inter alia, ex singulis Adamantis particulis flammula quaedam in altum emicare videbatur.\n\nPorro, novem praeterea Adamantis frustula microscopio applicata habebam; & in eorum septem particulas illas agnovi, quas speciem flammularum ejaculati dixi. In duobus aliis etiam particulas illas agnosce poteram, ex quibus Adamantem compositum esse statui: sed illae planitiem suam ita soli obversam habebant, ut plures eodem tempore particulas dignoscere.\n\nMihi autem peramænum erat spectaculum, tot intuitu imagines flammularum, quae omnes colorem praeferebant coruscum, & pleræque viridantem. Istud autem insolens mihi visum est, quod ad flammularum quarundam extremitatem talis perciperetur in aere motus ac vibratio; tamquam si flammula adeo illic debilitata foret, ut conspicua esse desineret. Prae caeteris autem admirabat, quod ex tali Adamantis particula circumquaque ignis exiret, debiliter rutilans, sicut cum fulmen elonginquo coruscare videmus. Quod quidem tam crebro intuente me accidebat, ut oculos avertere non possem, nisi jam fatigatos.\n\nVerum tam jucundo spectaculo saepius frui decrevi, & frustulum istud Adamantis, donec sponte a vitro decidat, microscopio applicatum relinquere. Neque enim ope glutinosæ alicujus materiae affixum est vitro: nisi quod vitrum, ante quam illi frustum Adamantis affigerem, humore anhelitus mei irrorassem.\n\nCum tam grato spectaculo solus frui non vellem; quae modo relata sunt, legenda tradidi cuidam N. cui & microscopium in manus tradidi. Cumque post aliquantum moræ requirerem; nonne omnia descriptioni meæ convenire comperiret; ille prorsus convenire respondit, & admirationem suum super spectaculi insolentia confessus est.\n\nPorro,\nPorro, cum frustulum quoddam Adamantis adhuc microscopio applicatum esset, cujus particulas, lamellarum modo sibi incumbentes, visu dignoscere poteram; haud abs re me facturum putavi, si lamellas istas delineari curarem, quae hic in iconem 1 denotantur per ABC.\n\nDeinde & aliud Adamantis fragmentum microscopio applicaveram, cujus lamellae, invicem superstratae, fere oculis meis distinctissime offerbant; quae hic in iconem 2 designantur per DEFGHIKLM. In hac autem figurâ particulae illae sive lamellae, quae per FG, FH, FI, FK, & L denotatae sunt, reliquis aliquanto crassiores esse videntur: verum istae particulae ex pluribus lamellis, invicem superstratis, sunt compositae. In ilita vero fragmenti parte, quam inter DEFM exprimendam curavi, distinctissime apparent tenuissimae lamellae, ex quarum congerie totum Adamantem concretum esse pro certo habendum est.\n\nPriusquam secundam iconem in chartâ exprimendam curaveram; forte celebris Gemmarius, N. Verbrugge, ædes meas præteribat, quem ego ad convisendum Adamantis fragmen, sicut microscopio applicatum erat, invitavi. Ille fragmen istud non sine admiratione contemplatus, quasdam se Adamantum glebulas, quae sibi inutiles essent, mihi missurum recepit.\n\nNec multo post bina mihi mittit Adamantum fragmenta: item exiguum Adamantem, ex arte quidem politum, sed sordidum, uti vocant, seu vitiosum.\n\nCum singula singulis microscopiis applicasset, primo fragmentum istud, quod in Fig. 3. per NOPQR denotatum est, delineandum curavi. Lineolae, quae per totum hoc fragmentum excurrunt, revera non sunt nisi lamellae, ex quibus Adamantes constare modo dixi: & apertius conspicendas se praebent ad PQ.\n\nCeterum\nCæterum ut eorum, quæ de hâc Adamantis glebulâ, sive frustulo, jam dixi, clarius atque distinctior sit perceptio; frustum istud eadem prorsus magnitudine exprimi jussi, quam nudo delineatoris oculo, sine microscopii ope, offerebat: quæ vera frustuli magnitudo, in iconæ 4, exhibetur inter S T. Istud autem tantillum frustum ex tam multis tanque exiguis particulis compositum est; ut qui non viderit, capere haud possit.\n\nIn altero Adamantis fragmento, quod ejusdem propemodum magnitudinis erat, lamellæ dignosci poterant: & pars illius circiter quinta constabat quinquangulo tam polito, tamquam si ex arte lævigatum fuisset, nisi quod illi affixus esset perexiguus Adamas, qui circiter quartam quinquanguli partem obtegebat; & ut clare visu agnoscebam, etiam ex lamellis, sive particulis lamellarum formam habentibus, concretus erat.\n\nQuantum ad perexiguum istum Adamantem; illum quidem ex arte politum, sed fordidum seu vitiosum esse dixi: fordidos enim vocamus, dum vel subflavi sunt, vel rimis aut lineolis deformes: quamvis nonnullæ hujus Adamantis rimæ atque lineolæ nudis oculis conspici non possent; imo, adhibito etiam microscopio, visum pene effugerent.\n\nExiguus hic Adamas erat quadrangulus: prope unum istorum angulorum, intra ipsum Adamantem, varias vidi particulas ab invicem sejunctas; nisi quod aliquantulum sefe attingere viderentur, quod initio insolens mihi visum est. Particularum istarum maxima coloris erat subflavi, & altero circiter latior quam crassior: nec splendore cedebat vitro. Reliquis particulis variæ erant figuræ; nonnullis etiam par splendor ac primæ: nec pauciores esse judicabam quam viginti; licet delineator tantum numerum non expresseit.\nIste conspectus hanc mihi persuasionem induxit; quo tempore materia, Adamantum productrix, vagabatur in aëre; exigua illas particulas, quae itidem Adamantes erant, priori quem dixi Adamanti adjacuisse: materiam autem adamantinam, quamdiu talis materia aëri insedit, istam Adamantum congeriem paulatim circumvestisse, & minores Adamantes inclusisse majori.\n\nQua occasione recordor complures me habuisse Crystallos montanas figuræ lexangulæ: in quarum nonnullis quasi inclusæ jacebant figuræ quaedam perexiguæ & oblongæ, coloris subcoerulei; sed tam exiles ut, adhibito etiam optimæ notæ microscopio, vix agnosci possent.\n\nPorro istius Adamantis, quem vitiosum appellavi, veram magnitudinem delineari curavi: quam in iconе 5 expressam habes inter V & W.\n\nDeinde & perexiguos istos Adamantes, qui in majorem Adamantem inclusi exhibentur in iconе 5, seorsum delineandos curavi; quos in iconе 6 designatos vides per X Y Z A B C. Ubi per X Y Z denotatur exterius Adamantis latus, quod licet ex arte politum, ope tamen microscopii conspectum, colorem tam fuscum praeferebat.\n\nPer Z A B C D E isti denotantur exilissimi Adamantes; quos in majusculo Adamante velut inclusos latuisse præmonui.\n\nCum postea latus Adamantis in iconе 5 expressi, cui longe minores Adamantes inclusos fuisses mox dicebam, ad microscopium admovisset, Adamantem istum variis foraminibus pertusum esse comperī; quae ego foramina tunc facta esse censui, quando latus illud poliebatur. Ita nimium ut exilissimi, quos dixi, Adamantes loca illa prius infederint, sed poliendo delapsi foramina illa sive puteolos producerint, quae foramina in iconе 5 conspicua sunt inter F G H.\n\nPorro\nPorro exiguum illum Adamantem, inter V W in iconе 5 expressum, in latus suum verteram; & ubi crassiusculus erat, novaculum illi aptaveram, ut Adamantem ipsum ictu mallei diffinderem: quod tamen, licet iterato tentanti, non successit.\n\nQuare Adamantem chartâ mundâ circumvolutum, imponebam malleo; & alio malleo, crebrius tamen feriendo, diffregi. Postquam omnes diffracli Adamantis glebulas diversis microscopiis applicaveram; unam, quae plures quam reliquae lamellas oculis exhibere videbatur, delineatori effingendam tradidi, quae in iconе 8 denotatur per I K L M. Haud tamen possibile delineatori fuit eadem perfectione glebulam illam exprimere; qua se se oculis conspiciendam offerebat.\n\nCum autem microscopium, cui frustulum illud iconis 8 applicatum erat, diversum esset ab iis microscopiis, quorum ope alia Adamantis frusta delineari curaveram; Delineator postremum hoc frustulum eâ magnitudine expressit, quam sine microscopio conspectum oculis offerebat: quae vero frustuli illius magnitudo in iconе 9 exhibetur inter N O.\n\nQuædam ex his Adamentum fragmentis, ope microscopii considerata, jucundos præbebant conspectus: quos etiam nonnullis, talium rerum studiosis, exhibui. Illis autem jucundissimum erat, in uno Adamantis frustulo tam multiplices agnoscere partes: imprimis etiam quod lamellæ, ex quibus Adamantes concreti sunt, in duobus Adamantum frustulis valde distincte possent internosci; nempe dum lamellæ istæ juxta ductum longitudinis oculis objiciebantur.\n\nExinde studium meum converti ad examen Crystalli cujusdam montanæ, sex lateribus præditæ, cujus longitudino circiter respondebat latitudini duorum digitorum, crassitudo vero minori digito.\n\nL 1\n\nCrystallum\nCrystallum istam in complura frusta confregi, & frusta microscopiis applicavi; disquirere volens num & illa ex superstratis sibi lamellis composita essent: quâ ratione Adamantes magnitudinem fuam adepts esse dixi. Sed, tametsi perquisitionem istam faepius iteraverim, ne tantillam quidem lamellam in iis deprehendi. Istud autem in Crystallis, quas quidem praemanibus habebam, plerumque animadverti, in omnibus earum lateribus, quae numero sena erant, transversas protendi lineolas, alias aliis situ aliquantulum superiores; tamquam si illic, increcentibus Crystallis, ortae productaeque fuissent: quâ super re, quantumcumque Crystallorum numerum ante consideraverim, atque confregerim, numquam ipse mihi satisfacere potui.\n\nDelphis in Hollandia,\nNov. 20. 1722.\n\nIV. An Account of an Optical Experiment made before the Royal Society, on Thursday, Dec. 6th, and repeated on the 13th, 1722. By the Reverend J. T. Desaguliers, L.L.D. F.R.S.\n\nSir Isaac Newton, in his Optics, (B. I. Prop. I. Exp. 2.) relates an Experiment made with a Card, or Paper, painted red on one half and blue on the other, which being enlighten'd by a Candle, the Image, by the Interposition of a Lens, is so projected on a white Paper, held on the other side of the Lens, that the Place where the blue half appears distinct, (or as the Opticians term it, the distinct Base of the Image of the blue half) is much nearer to the Lens than the Place of the Image of the red half. And this is made apparent",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103601.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 17248,
    "total-output-tokens": 4438,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1534,
        4
      ],
      [
        1534,
        3201,
        5
      ],
      [
        3201,
        4913,
        6
      ],
      [
        4913,
        6574,
        7
      ],
      [
        6574,
        8251,
        8
      ],
      [
        8251,
        9898,
        9
      ],
      [
        9898,
        11582,
        10
      ],
      [
        11582,
        13054,
        11
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103601",
    "title": "De Particulis & Structurâ Adamantum. Epistola Domini Antonii Leeuwenhoek, R. S. Soc. ad Jacobum Jurin, M. D. R S. Secret",
    "authors": "Antonii Leeuwenhoek",
    "year": 1722,
    "volume": "32",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/103601"
  }
}