{
  "id": "b9b3b6e7f33b1a326d5d5a81f5e16e95438ba7b0",
  "text": "1. Observationes Stellæ fixæ in Geminis à corpore Jovis occultatæ, Januarii 11mo. St. vet. 1717. & Transitus ætissimi Martis infra Borealem in fronte Scorpii Febr. 5. mane.\n\nANTE biennium in Transact. Philos. No. 344. pag. 294, rerum coelestium studiosis indicavimus, Jovem corpore suo stellam quandam fixam obtegere debere, eosque ad observationem Phænomeni rarissimi, & magno in Astronomicis usu futuri, invitavimus, signantes diem Januarii hujus anni decimum. Jove autem pene Stationario, & paulo amplius in orientem quam per Tabulas nostras proiecto, non ante undecimum incidit praedicta Occultatio; quam quidem Londini ob Nubes non contigisse ex voto observare\n\nNec tamen frustra invigilarunt Astronomi nostri. D. Martinus Folkes Londini, praesentibus aliis nonnullis e Societate Regia, Jan. undecimo 8h. P. M. vidit Jovis centrum una diametro corporis ejus Fixam sequi, qua dicto centro Borealior erat quasi dodrante semidiametri Jovis. Postea Nubes Jovem occuparunt, sed, habita ratione motus Jovis, paulo post medium Noctis stellam Jovi conjunctam suisse, & a Borea dilici ejus parte occultatam, conclusit.\n\nReverendus Dominus J. Theoph. Desaguliers, R. S. S. & Dnus. Stephanus Grey, Westmonasterii, viderunt Fixam, Horâ Sextâ vespertina, integra Jovis diametro distare a limbo ejus, Corum versus. Unde & ex sequentium di-erum Observationibus, circa medium noctis incidisse conjunctionem evincitur\n\nReverendus quoque D J. Pound, apud Wansted, infrascriptas nactus est observationes, quas utique accuratisimas\ntissimas, Tubo scil. prælongo & Micrometro captas, huc transcribere non pigebit.\n\nItaque Januarii Quinto 5h. 6'. T. æq. Jovis centrum distabat a dictâ Fixâ 31'. 49''. quam 5h. 38'. sequebatur 34'. 12'' Ascensionis rectæ: simulque limbus Jovis Austrinus eandem habuit Declinationem cum stella.\n\nDie autem Nono sequente 6h. 6'. Jovis centrum distabat a stella 10'. 49''; & post octo minuta erat differen-\ntia Ascensionum rectarum 11'. 32'' : & tum centrum Planetæ, tuncillo, ita ut vix perciperetur, erat stellâ Au-\nstralius.\n\nDie Undecimo 5h. 30'. T. æq. erat distantia centro-\nrum 1'. 24'. simulq; visa est stella quasi quadrante diametri Jovis Borealiior centro ejus. Diameter autem minima Jovis inventa est 0' 43''. Deinde Nubes.\n\nDie vero Duodecimo 5h. 17'. erat distantia centro-\nrum 3'. 7''; ac 5h. 50' Jupiter stellam præcedebat 3'.\n30''. Ascen. Rect. Eodemq; tempore limbus Jovis Bo-\nreus eandem habuit Declinationem quam Fixa accu-\nrate.\n\nCollatis autem his Observationibus manifestum est Fixam hanc Jovi conjunctam, Januarii undecimo 13h.\ncirciter, non nisi 17'' vel 18'' centro ejus Borealiorem suisse, ac proinde occultatam.\n\nFixa hæc, etiam si nulli Catalogo haætenus ascripta,\nLocum tunc habuit π 22°. 13'. cum Lat. Aust. 0°.\n13'½; Comitemque habet 17 min. eam præcedentem &\n7 min. Borealiorem, sive in π 21°. 56' cum Lat.\nAust. 0°. 6'½, cui Jupiter conjungi visus est Jan. 16. 6h.\n30'. vesperi.\n\nSic spatio minus bimestri Jupiter corporaliter eclipsa-\nvit duas Fixas, cujus rei ne singulare quidem exem-\nplum ab invento Telescopio extat: proinde hæc obser-\nvata inter pretiosissima Uraniae κειμήλια, in usum Po-\nlerorum, merito reponenda sunt.\nNostra autem stellula anno 1634. Feb. 6. Jovi Stationario conjuncta, tribus ejus diametris Australior erat, observante Gassendo: unde constabit, calculo rite instituto, Jovis Nodos quoad sensum immobiles hæsisse, per 83 annos ultimo elapsos, idque ad $2^\\circ 8' 35''$ a $1^\\circ \\ast \\nu$.\n\nAd alteram autem Observationem Transitus Martis prope Boream Frontis Scorpii non minus insignem, iidem Astronomi eadem cum cura invigilarunt omnes. Mars autem, Februarii Quinto Mane, vel Quarto $16^h$. visus est adeo vicinus stellæ dictæ, ut ea nudis oculis non conspiceretur; sed per Telescopium inventa est supra & ad ortum, adeoque Mars nondum ei conjunctus. Hora $16^h. 10'$. T. app. Mars erat in recta cum Borea frontis & Telescopicâ quæ eam sequitur ad Boream, ad distan- tiam octo circiter minutorum. $16^h. 35'$. Mars interme- dius erat in recta cum Boreâ & Medîâ Frontis; & post horæ quadrantem, cum Austrinâ Frontis, ita ut $16^h. 54'$. T. app. æstimabatur Conjunctione ipsa quoad Longi- tudinem, quo tempore Mars sat accurate duobus tan- tum minutis australior erat stellâ. Observavit etiam D. Pound Conjunctionem respectu Ascensionis Rectæ $17^h. 25'$. T. app. cum distantiâ centrorum $2'. 07''$. Jucun- dum autem erat spectaculum. Martem videre stellam pedetentim aggredientem, motumque suum, lentissimum licet, manifeste prudentem.\n\nConferatur cum hac Observatio Horroxi nostri anno 1638. Februarii Septimo mane, quam vide in Epistolis ejus pag. 304. Tunc enim Mars ad eandem stellam appulsus, etiam multo propius ad eam accessit, sed ante ortum ejus præterierat Conjunctione.\n\nHis addè Saturni observationem Januarii $25^h. 12'$. T. aq. à D. Pound habitam. Cum Planeta dista- bat à stella $58va$. Virginis Catal. Brit. $13'. 16''$. versus Austrum, eamque sequebatur $2'. 30''$. Asc. Rect. Stella in $= 19 21'. 52''$. cum lat. Bor. $2^\\circ 47'. 25''$.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103296.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6272,
    "total-output-tokens": 1972,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1517,
        2
      ],
      [
        1517,
        3175,
        3
      ],
      [
        3175,
        5033,
        4
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103296",
    "title": "Observationes Stellae fixae in Geminis a Corpore Jovis Occultatae, Januarii 11 mo. St. vet. 1717. & Transitus Arctissimi Martis Infra Borealem in Fronte Scorpii Febr. 5. Mane",
    "authors": "Jovis",
    "year": 1717,
    "volume": "30",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/103296"
  }
}