{
  "id": "c6ec6ffdc4ce0aff73fb68bea99dbc61bbc0c121",
  "text": "the production and in the extensive and varied effects of these derangements, and how much therefore their proper treatment depends on correct views of its agency.\n\nFrom all that has been said, we are unavoidably led to the conclusion that the same principle which operates so extensively in other parts of nature, no less extensively operates in our own frames. It is capable of acting in concert with the vital powers, properly so called, as well as with the other powers of inanimate nature, thus forming the link, if I may be allowed the expression, by which these powers, so different in their nature, are enabled to co-operate.\n\nIn an Appendix to the seventh edition of my Treatise on Indigestion, I have at some length considered that function of the nervous influence by which the animal body is formed into a whole, and the manner in which it so extensively influences the phenomena and treatment of diseases.\n\nErrata in the following paper.\n\nPage 80, line 7, for it read the exhaustion.\n——— line 8, for it, (last word but one in the line,) read sleep.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107987.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3412,
    "total-output-tokens": 287,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1061,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107987",
    "title": "Errata",
    "authors": null,
    "year": 1833,
    "volume": "123",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/107987"
  }
}