{
  "id": "b55543d7297666ceb4a8fca32c930cadbfeee5e3",
  "text": "An Extract of the Journal Des Scavans. of April 22\nst. N. 1686. Giving an account of two new Satel-\nlites of Saturn, discovered lately by Mr. Cassini at\nthe Royal Observatory at Paris.\n\nThe Variety of wonderful Discoveries, which have been\nmade this Century in the Heavens, since the in-\nvention of the Telescope, and the great Utility that may\npossibly be drawn therefrom, for perfecting natural Know-\nledg, and the Arts necessary to the Commerce and Society\nof Mankind, has incited Astronomers more strictly to Exa-\nmine, if there were not yet something considerable, that had\nnot been hitherto perceived.\n\nThe diligence of those that have gon before, having left\nonly the most difficult and obscure Objects to discover,\nthese Satellites of Saturn which are eminently so, by rea-\nson of their Smallness and great Distance from the Sun and\nEarth, have fallen to the share of Sign. Cassini; who being\nfurnished with Telescopes of an extraordinary length and\ngoodness, has been able to see deeper into the Heavens,\nthan those that have hitherto attempted. Mr. Hugens in-\ndeed found out one of them, viz. the fourth and biggest a-\nbout thirty Years since, and made out the Theory of the\nRing or Anse of Saturn till then unknown; but it seems\nthere remained yet four others to discover. The middlemost\nand outermost, or third and fift Sign. Cassini discovered in\nthe years 1671,72 and 73, an account whereof is to be seen\nat large in Number 92 of these Transactions; the two in-\nnermost were reserved to this present time for the same Ob-\nserver, having now lately gotten yet better Telescopes. The\naccount he gives of these Discoverys is as follows.\nThe Distance and Period of the first Satellite.\n\nThe first or innermost Satellite of Saturn, by the Observations hitherto made, is never distant from his Ring, above two thirds of the apparent length of the same Ring, which we take for the measure of the distances of these Satellites: and it makes one Revolution about him, in one day, 21 hours and 19 minutes. Wherefore in less than two days it makes two Conjunctions with Saturn, the one in the upper part of his Orbe, and the other in the lower part; and the Ring taking up the greatest part of the Diameter of the Circle, wherein this Satellite makes its Revolution, these Conjunctions are of a long continuance, in respect of the whole Revolution, it being 8 hours and half in passing the length of the Ring, which at present hides it every day for so long time; and longer too, because it is very hard to be distinguished, when it is very near the Ring.\n\nThis happens particularly for these two or three years, when the Position of the Ring, in respect of the Earth, being very Oblique, it appears very narrow; and the Circle of this Satellite's Orb being nearly in the same plain with it, they appear very close together. In the following years when the Ring and the Orbs of these Satellites shall be more open, there will be a greater distance in Latitude between this Satellite and the Ring, and it may be seen both above and below the Anse, which at present cannot be.\n\nThese Conjunctions of so long duration hapning often at the times most proper to observe Saturn, have frequently hindered the seeing of this Satellite; and particularly before we had found the Rules of its Motion, so as to be able to prepare to observe it, at the times when it was far from its Conjunction. And seeing one Conjunction begins 14 hours after another is finished, and that each lasts 8 hours and half; whenever we hapned to observe after the beginning of a Conjunction, and continued the following days to observe.\nabout the same hour, there would be 9 or 10 days wherein this Satellite could not at all be seen, for this only reason: and if the course of the Observation were interrupted by ill Weather or any other cause, it has been above 20 or 22 days before it could be seen again: So it hapned soon after the first discovery thereof, the which has for this cause been incomparably more difficult to make, than any other hitherto made.\n\nThe Distance and Period of the second Satellite.\n\nThe second or penintime Satellite of Saturn, according to the Observations hitherto made, is but three quarters of the length of his Ring distant therefrom, and makes his Revolution about him in 2 days, 17 hours and 43 minutes.\n\nThere seldome passes a day wherein it is not joyned to Saturn, either in the upper or lower part of its Orb. The Conjunctions or times wherein it passes the whole length of the Ring, last 8 hours; and 25 hours after one ends another begins. By reason that at first it could not be distinguished, when it was not at a good distance from the Ring, and before we had found out the Rules of its Motion, to foresee the times proper to observe it, we were several days without seeing it. Afterwards it was discovered one day to the Eastward, the next day to the Westward, and the third or fourth day at the same hour, it was again in Conjunction with Saturn: and so because the first for several days together could not be seen at the same hour, it often hapned that neither the one nor the other was Visible, and when one began to appear, it was uncertain which of the two it was, both of them shewing themselves alternately one day on the East side, and the next day on the West side.\n\nThis distinction was still more difficult, for that the difference of their Elongations is so little, that for the most part the second Satellite is found within the limits of the Elon-\nlongations of the first, which likewise made it hard to determine their Degressions. It was not without a great number of choise Observations, that it was concluded that the proportion of the digression of the second, to that of the first, counting both from the Center of Saturn, is as 22 to 17.\n\nThe Rule of the Proportion, that is between the Distances and the times of their Periods.\n\nThe time wherein the second Satellite makes its Revolution, is to the time wherein the first makes its, is as $24\\frac{3}{4}$ to 17, which is a greater Proportion by half a Degree than that of the Distances, viz. 22 to 17. This is that very same Proportion which Kepler observes, between the Distances & Periods of the primary Planets, and which we have found between the other Satellites of Saturn, upon our former discovery, and is verified in the Satellites of Jupiter. There is nothing that better shews the admirable Harmony of the particular Systemes, with the great Systeme of the World.\n\nThe Number of the Conjunctions, of these Satellites with Saturn.\n\nOf all the Satellites that are, there are no two so near placed to their primary Planet, as these two Satellites of Saturn, and which taken both together make so great a number of Conjunctions with their Planet in the same space of time; for there are in all no less than 653 in a year, whereas the two first Satellites of Jupiter make, one with another, but 617; the first of Saturn's, makes its Revolution in 3 hours longer time than the first of Jupiters, but Saturn's second has its Period 9 hours and half shorter than Jupiters second Satellite.\nThe Glasses used to make these Discoveries.\n\nThe Distance of these two Planets, which is almost Infinite in respect of their Magnitude, had kept them yet much longer concealed, if we had not for this purpose made use of Glasses of extraordinary Force. They were first of all seen in March Anno 1684, by two excellent Object Glasses of 100 and 136 feet, and afterwards by two others of 90 and 70 feet, all made by Sigr. Campani and sent from Rome to the Royal Observatory by the Kings order, after the discovery of the third and fifth Satellites, which had been made by others of his Glasses of 47 and 34 feet. We made use of them without Tubes, by a more simple contrivance than those proposed either before or since. We have since seen all these Satellites with that of 34 feet, and continued to observe them with Glasses of Mr. Borelli of 40 and 70 feet, and by those which Mr. Artouquel hath lately made, of 80, 155 and 220 feet. It was easy for us to see these two Satellites by these different sorts of Glasses, after having found the Rules of their Motion, whereby we might with more particular attention look upon the places where they ought to be.\n\nWe placed these great Glasses sometimes upon the Observatory, sometimes upon great Masts, sometimes upon the Tower of Wood, which his Majesty has caused to be brought for this purpose from Marly, upon the Terras of the Observatory. Lastly we put them in a Tube raised upon a support made like a Ladder with three legs, which had all the success we desired.\n\nAfter having distinguished these 2 Satellites from the first Stars, from the other Satellites of Saturn, and from each other, and found the periods of their Motion, we have established Epochs from Observations, as near as we could to the Conjunctions.\nRadices or Epochæ of their Motions.\n\nThe first Satellite was observed 45 degrees distant from its Perigee, moving towards the West, March 11th 1686 ft. N. at 10 h. 40 min. at night, and returned to the same position on the 14th of April at the same hour.\n\nThe second was 36 degrees distant from the Perigee to the West, the 30th of March 1686 ft. N. at 8 of the clock in the evening.\n\nA Comparison of the Revolutions of Saturn's Satellites with Jupiters.\n\nIt were too much at this time, to give all we have observed of the other Satellites, but we cannot miss comparing the Periods of the Satellites of Saturn with those of Jupiter, after the following manner, by which it appears that the Satellites of Saturn in the same order, performe their Revolutions in less time, than those of Jupiter, that answer to them, except the first, as may be seen in this Table.\n\n|                     | day | hour | min. |\n|---------------------|-----|------|------|\n| The first Satellite of Jupiter revolves in | 1   | 18   | 29   |\n| The first Satellite of Saturn in          | 1   | 21   | 19   |\n| The second of Saturn in                   | 2   | 17   | 43   |\n| The second of Jupiter in                  | 3   | 13   | 19   |\n| The third of Saturn in                    | 4   | 12   | 27   |\n| The third of Jupiter in                   | 7   | 4    | 0    |\n| The fourth of Saturn in                   | 15  | 23   | 15   |\n| The fourth of Jupiter in                  | 16  | 18   | 5    |\n| The fifth of Saturn in                    | 79  | 21   | 0    |\nThese are the particulars of the Discovery, whereby the admirable Analogy and Uniformity of the parts of the Universe are most evident, and the Infinite Wisdome and Power of the Creator is demonstrated to the Contemplative. In the Conclusion, the Discoverer considers that the Ancient Astronomers, having translated the Names of their Heroes among the Starrs, those Names have continued down to us unchanged, notwithstanding the endeavour of following Ages to alter them; and that Galileo, after their Example, had honoured the House of the Medici with the discovery of the Satellites of Jupiter, made by him under the Protection of Cosmus II; which Starrs will be always known by the Name of Sidera Medicea. Wherefore he concludes that the Satellites of Saturn, being much more exalted and more difficult to discover, are not unworthy to bear the Name of Louis le Grand, under whose Reign and in whose Observatory the same have been detected, which therefore he calls Sidera Lodoicea, not doubting but to have perpetuated the Name of that King, by a Monument much more lasting than those of Brains and Marble, which shall be erected to his Memory.\n\nIn our Figure we have omitted the Orbe of the outer Satellite, that so the rest might not be crowded, but its distance to that of Hugenius's, is as Cube Root of 25 or 2,925 to 1.\n\nTwo Astronomical Observations of the Eclipses of the Planet Jupiter, by the Moon in March and April last, made at London.\n\nThe Lipstick Ephemerides of Mr. Godfrid Kirck, giving notice of these Occultations, they were thought of too great consequence to be neglected, if the weather proved fair. The first hapned March 31st. at night, and was attended with a most Serene Sky, no Clouds anywhere appearing, wherefore Mr. Hook and E. Halley undertook the Observation in Gresham.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101844.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12360,
    "total-output-tokens": 3166,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1648,
        2
      ],
      [
        1648,
        3608,
        3
      ],
      [
        3608,
        5482,
        4
      ],
      [
        5482,
        7084,
        5
      ],
      [
        7084,
        8851,
        6
      ],
      [
        8851,
        10398,
        7
      ],
      [
        10398,
        12203,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101844",
    "title": "An Extract of the Journal Des Scavans. of April 22 st. N. 1686. Giving an Account of Two New Satellites of Saturn, Discovered Lately by Mr. Cassini at the Royal Observatory at Paris",
    "authors": "Mr. Cassini",
    "year": 1686,
    "volume": "16",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/101844"
  }
}