{
  "id": "76502db03c866f6b52ad3d0b36ad106d28553d1e",
  "text": "It is probable, that, if the Surface of the medicinal Liquor be about a Foot higher than the Abdomen, it may be sufficient for the Purpose.\n\nIt were easy to find the Force with which the Abdomen is distended by the dropsical Lymph, by seeing to what Height it arose in a Glass Tube fixed to the Trochar; which Tube being taken away, it might, I suppose, be sufficient to have the medicinal Liquor flow in from a lesser perpendicular Height, than that to which the dropsical Lymph arose in the Glass Tube. I am,\n\nSIR,\n\nYour humble Servant,\n\nStephen Hales.\n\nV. An Extract of John Fothergill, M.D. Licentiate of the Royal College of Physicians, London, his Essay upon the Origin of Amber.\n\nRead March 1. After all that has been wrote upon the Subject of Amber, its Origin is yet, in a great measure, unknown. Several ingenious Men have searched into this Affair upon the Spot where the Amber is principally gathered: They have related their Observations with great Candour; they have given us the Conclusions they drew from the Facts they discovered; yet without satisfying us intirely about many Particulars.\nBut, as a Knowledge of the Nature of Things can only be acquired from the Things themselves, I have carefully collected every material Fact I could meet with from those who were best acquainted with the Natural History of this Subject, and whose Industry and Accurateness in observing, and good Faith in relating their Observations, have been generally esteemed unexceptionable. Of these I shall only mention Wigandus, Hartman, and Sendelius; the last who has wrote, as far as I know, professedly upon this Subject.\n\nThe Evidence which these Gentlemen afford us, I have endeavoured to throw together, in the most natural Order I could, without respect to any Hypothesis: But as this Enumeration of Facts admits of no Abridgment, my Papers would take up too much room in your Memoirs: Therefore I can only refer to the Essay itself. Upon this Foundation of Facts is built a Discussion of the following Problems:\n\n1. Whether Amber is not strictly a marine Production; or is reduced by some Quality of the Sea-water into the Condition we find it in? Or,\n\n2. Whether it is not to be considered only as a bituminous Body, generated in the Bowels of the Earth? Or, lastly,\n\n3. Whether it is not, in its Origin, a vegetable Production, a Resin; but changed into its present Form by a mineral Acid?\n\nIt will only be necessary, in this Place, to mention, that, after having shewn the Difficulty of maintaining the Two first, I have undertaken to support the last of these Opinions.\n\nI endea-\nI endeavour to make it appear, that Amber was, in its Origin, a vegetable Resin; the Product, perhaps, of the Fir or Pine Kind; by considering the Appearance of the Substance itself: And that though it has some distinguishing Properties, yet it has many others, which are common to an indurated Resin. Its Aspect, its Texture, its Form, are Arguments for this. The Bodies which it is known to inclose, are urged as Proofs, that this Inclusion could not happen in the Sea, nor in the Earth, but upon its Surface; as the included Objects are mostly Animals, mostly Volatiles too; very few Reptiles, except such as are often found aloft in Trees, as Ants, Spiders, &c. and scarcely ever any Aquatics, are found in Amber. And, I believe, I may challenge all the Cabinets of the Curious to produce one Instance of a marine Body having been found naturally inclosed in Amber. That there are several fictitious ones, is granted.\n\nThat this Resin with the Trees which afforded it were buried in the Earth by the Deluge, or by some such violent Renversement, and there constitute the proper Veins of Amber, I likewise endeavour to make appear, from the same Evidence of Facts. The Substance of which these Veins consist, hath several genuine Characteristics of Wood still remaining. The Texture of this Substance is often an undoubted Proof of what it hath been; being fibrous, and, when dried, swims in Water, and burns like other Wood. The Amber is not disposed in these Veins in one continued Stratum; but Lumps of it are irregularly disseminated through the Whole of what I call the woody Mass.\nA Difficulty, which naturally offers itself in this Place, is attempted to be removed:---- What Proof have we, that this, which is called Wood, is not mere fossil Wood, the Product of Creating Power, exerted in the Place where it is now found?---- It is answered, That as there are undoubted Proofs, that many Substances now occur, where they were not originally framed, we are under no greater Difficulty in accounting for the Change of Place in one than the other. It is known, that the Exuviae of Fishes are sometimes found on the Tops of the highest Mountains. The Bones of large Animals are met with at prodigious Depths, where Nature never formed, nor Art conveyed them. Whole Woods are found underground. The Cause that effected these, was capable of the other.\n\nYet, allowing these Allegations to be just, by what Causes is this Change produced? It is urged, That Time is one of the Causes; and that the rest is completed by the Acid of the Earth, a vitriolic mineral Acid. It is proved, from the Facts above-mentioned, That such an Acid is present wherever Amber occurs in its proper Matrix: That it is sometimes found in the Amber itself, in its genuine Appearance; That the Acid of the Salt of Amber appears, from Experiments, to be vitriolic; That common Turpentine (a known vegetable Resin) affords, by proper Management with a vitriolic Acid, a considerable Portion of the same chemical Principles that Amber does; That those Pieces of Amber, which have been found soft and imperfect, are nearly related to a vegetable Resin: In short, it is endeavoured to be proved, That we have the Ingredients of Amber\nAmber in our Power, and that nothing is wanting but a successful Application of them to each other; at least to procure the medicinal Preparations of Amber at an easy Expence. Time and repeated Trials may, perhaps, ripen this Beginning, in somebody's Hands, into an happy useful Imitation of this valuable Substance.\n\nThis Account is concluded with an Inquiry into the medical Virtues of Amber, and some of its principal Preparations. It is observed, that a Substance of so firm a Texture, as scarce to yield to any common Menstruum, is not likely to produce any considerable Effects upon the human Body; and that, indeed, there are very few genuine Instances recorded of any: That busy Imagination might, probably, at first, introduce it, Prejudice support it, and engage Men of Parts and Authority to recommend it to their inattentive Successors.\n\nI shall finish this Abstract with remarking, That, were some of the leisure Moments of Men of great Abilities and Experience devoted to inform the World of the Inefficacy of such Methods and Medicines as they have proved to be so, Physic would be reduced into narrower Bounds; they would merit the Thanks of every one in the Profession; and Posterity, at least, would commend their Endeavours.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104406.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9362,
    "total-output-tokens": 1745,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1107,
        2
      ],
      [
        1107,
        2590,
        3
      ],
      [
        2590,
        4180,
        4
      ],
      [
        4180,
        5800,
        5
      ],
      [
        5800,
        7043,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104406",
    "title": "An Extract of John Fothergill, M. D. Licentiate of the Royal College of Physicians, London, His Essay upon the Origin of Amber",
    "authors": "John Fothergill",
    "year": 1744,
    "volume": "43",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/104406"
  }
}