{
  "id": "a2be7f1b3f548016c8c45a1c2e812d3086ee6946",
  "text": "XVIII. On the secondary deflections produced in a magnetized needle by an iron shell, in consequence of an unequal distribution of magnetism in its two branches. First noticed by Captain J. P. Wilson, of the Honourable East India Company's Ship Hythe. By Peter Barlow, Esq. F. R. S. Mem. Imp. Sc. Petrop.\n\nRead May 17, 1827.\n\nCaptain Wilson, in a very early stage of my magnetic experiments, took considerable interest, not only in their application to the purposes of navigation, but in the fundamental laws on which that application was founded; and in pursuit of his own particular views he undertook, in his last voyage, to decide, by actual experiment, some of the points which were not in the beginning universally admitted; amongst which one of the most important, was that relating to the change of position of the ideal magnetic sphere which I had imagined for the purpose of magnetical reference, and for the convenience of reducing the laws of action to their most simple and general form. According to the results which I had obtained, it was presumed, but not confidently asserted, (see page 65, 1st edition \"Essay on Magnetic Attractions\") that this sphere, in different parts of the world, would take up different positions with regard to the horizon, following in all cases the changes of position of the dipping needle. Captain Wilson proposed to repeat these experiments at different places, where he might have an opportunity, on his outward and homeward voyages: viz. at St,\nHelena, Bengal, and in China; and he had the satisfaction of finding the sphere nearly inverted in his different experiments, the law in all cases strictly following those which had been predicted from my first series of results.\n\nThe confirmation however of this fact is now of but secondary interest, because it has been demonstrated, and admitted by all who have taken any part in the enquiry; I shall therefore pass over these experiments, and mention only the curious observations alluded to in the title of this Paper.\n\nThe apparatus which Captain Wilson employed was exactly similar to that which I made use of in Woolwich, viz. a large and strong round table with a hole in the centre, and a 13-inch mortar shell, with a contrivance for raising and lowering the latter through the centre hole.\n\nIt appears that while in China, endeavouring to trace out the magnetic equator to the shell, which I have in my Essay called the circle of no attraction, or of no deviation, he found, that although in this circle no deviation was observed with the needle in its natural state, yet, if one end of the needle (for example the south) was slightly touched with the south end of a magnet, a considerable deviation followed, and on repeating the experiments in different positions on the magnetic sphere, different results were obtained; the end of the needle, whose magnetism had been deteriorated, in some cases approaching, and in others receding from the centre of the ball.\n\nCaptain Wilson having erected this apparatus at his house in town, I spent some time with him and Captain Beaufort, R. N. F. R. S. in examining and repeating these curious expe-\niments, but without being able at that time to reduce them to uniform laws. From the experiments we did make, it appeared, however, that if the ball was raised just above the plane of the table, and the compass carried round the table, proceeding, for example, from the north towards the east or west, the deteriorated branch of the needle receded from the ball; and this happened also beyond the east and west points to a certain azimuth, after which the deteriorated branch approached the ball. Precisely the same occurred when the ball was placed just below the table, beginning however now at the south instead of the north. The points of change being in this case between the north and east or west point, and in the former between the south and east or west point. If the ball was placed exactly with its horizontal section in the plane of the table, the law appeared still more anomalous; but in carrying the compass round the ball in the magnetic equator, or plane of no deviation, the deteriorated branch in all cases approached the ball.\n\nIn page 55 of the first edition of my essay, I have stated that some of the discrepancies I found between the observed and computed deviations, were probably due to an unequal distribution of magnetism in the two branches of the needle; and there could be no doubt that this was actually the case in the present instance; but I had no idea of the great amount of error to which my first observations might have been subject, had this inequality of magnetism been greater than it was. In the experiments above referred to, the error amounted to $2^\\circ$, $3^\\circ$, and even $5^\\circ$ and upwards; but as the actual amount depended principally upon the extent of dete-\nrioration (which we had no means of measuring) I have not attempted to give numerical results.\n\nAfter attentively considering Captain Wilson's experiments, and repeating some of them on my original apparatus at Woolwich, aided also by the explanation I had formed in my own mind as to the cause of these apparent anomalies, I was at length enabled to reduce the several results to a sort of general law, which may be thus enunciated.\n\nWe may distinguish the following several cases of deviation and magnetic action between a magnetized needle and an iron ball or shell.\n\n1. The needle may be placed in any part of the magnetic meridian of such a ball; in which case there is no deviation in the needle; nor is there any secondary deviation by an unequal distribution of magnetism in its two branches.\n\n2. The needle may be placed anywhere in the magnetic equator of the ball. In this case, whichever end of the needle has its magnetism deteriorated, that end will approach the ball, and the same obtains generally while the poles of the needle are in opposite hemispheres of the ball.\n\n3. Generally, in other positions one branch of the needle will be nearer to the centre of the ball than the other; then, if the near end has its magnetism deteriorated, the needle will approach its natural meridian, but if the more distant end be deteriorated, the needle will be more deflected, or recede from the meridian. And this happens whether the near end lies between the ball and meridian, or the meridian between it and the ball.\n\nThese however must be considered rather as general than as particular descriptions of the latter cases, because as the\nneedle approaches those points in which its direction is at right angles to the line joining its pivot and the centre of the ball (which are the points of change alluded to in the preceding experiments) the secondary deflections are small and somewhat equivocal, the precise point of change seeming to have a reference, not to position only, but also to the amount of deterioration produced in the needle.\n\nThese curious results are important for two reasons; first, as showing the necessity, in making numerical magnetic experiments, of being very particular as to the most perfect uniformity in the construction of the needles employed, as well as in the communication of magnetism to them; and as it is probable that this uniformity can never be completely attained, it will enable us to account for some of those small irregularities, which will attend the most careful experiments, without attributing them to errors of observation or adjustment.\n\nSecondly, these results are interesting, as amounting almost to a demonstration of the truth of that theory of magnetism, so very generally, but not universally admitted, viz. \"that iron becomes magnetic by induction from the earth.\"\n\nIn the first edition of my Essay, I was led by the apparent simplicity of the hypothesis, to adopt a particular view of this subject, which had been pointed out to me, and which referred the deflection of the needle to the simple central attraction of the ball on its two opposite extremities; and although, from various analogies and other circumstances, I saw reason to change my opinion on the subject in the second edition, and to adopt the induction hypothesis, yet I never\ncould contrive a cross experiment to decide positively between the two theories; for every experiment I could imagine, and every result I could ever obtain, which might be explained on one of those principles, could be as easily illustrated by the other. The present order of secondary deflections, however, is quite decisive of the point in question, these being all perfectly consistent with the one, and generally inconsistent with the other hypothesis.\n\nThe first of the cases pointed out above, viz. when the needle is in the magnetic meridian of the ball, requires no illustration; we may pass therefore to the second, in which the needle is supposed to be placed in the magnetic equator. Now here, on the one hypothesis, the equilibrium of the needle in its natural meridian is attributed to an equal and opposite repulsive power on its two branches, these being each found respectively in that hemisphere of the ball of the same name with itself, and are each therefore under repulsion.\n\nConsequently, if any deterioration takes place in either branch, that branch will be less repelled, and will therefore approach the ball.\n\nOn the other hypothesis, as no repulsion is admitted, the equilibrium must be due to equal and opposite attractions; consequently, the effect of deteriorating either branch would be, that that branch would recede from the ball, which is contrary to observation; and the same applies generally while the poles of the needle are in opposite hemispheres of the ball.\n\nIn the third case, the explanation is nearly as simple; for example: the branch of the needle nearest the centre of the\nball will be the most powerfully acted upon; or, which is the same, the centre of all the actions on the needle will be in that branch; if, therefore, that branch be found between the ball and the meridian, the attractive powers prevail over the repulsive; but if the meridian be found between the ball and the nearest branch of the needle, then the deflection is due to an excess of the repulsive forces over the attractive.\n\nIn the first case, by deteriorating the near branch, we diminish the attractive forces, and in the other case, the repulsive; so that in both instances the needle ought to approach the meridian; as is found to be the case. But by deteriorating the other, that is the most distant branch, we increase the preponderance of attractive power in the one case, and the repulsive in the other, and, consequently, the needle will be more deflected, or recede farther from the meridian.\n\nWith respect to the rather uncertain character of the secondary deflections near the points of change, the explanation appears to me to rest on this: that, admitting the attractive and repulsive principle, the centre of attraction and of repulsion may fall both in the same branch of the needle, or in opposite branches. In the one case, the needle is deflected by only the difference of the two forces, and in the other, by their sum. And it is probable that in or near the points of change, the degree of deterioration may produce this uncertain result, by changing these centres from one branch to the other, according to the intensity of the deteriorating power.\n\nAfter all, however, it will not be expected that the results due to such a complex system of forces can be illustrated in\ncommon language, since in their more uniform state, they require the aid of the most powerful analysis to reduce them to determinate laws. It is sufficient for the present purpose to have shown, that the order of secondary deflections, discovered by Captain Wilson, are, in a general point of view, consistent with that hypothesis, which supposes the magnetism of iron to be due to induction from the earth, and that they are inconsistent with that which attributes the deflection of a magnetised needle to the general central attraction of the iron on its two poles or extremities, or on an imaginary needle passing through the pivot in the line of the dip.\n\nIn adopting the hypothesis of induced magnetism in the Second Edition of my Essay, I only attempted the calculation for an indefinitely short needle, or magnetic particle. Since this M. Poisson has, by means of the powerful analysis he knows so well how to apply, obtained a general formula for a needle of any length; and I have little doubt, if we possessed the means of estimating the amount of deterioration, or the actual inequality of magnetism in the two branches of the needle, that all the facts I have stated would become by his formula a subject for calculation.\n\nThe following experiments may perhaps in some measure assist towards rendering the results numerical: they were undertaken after the preceding part of the paper had been written on the suggestion of Captain Beaufort.\n\nThree needles were procured from Messrs. W. and T. Gilbert, as nearly equal in weight, length, and power as possible, all applicable to the same pivot and compass-box. The radius of each was three inches, and the number of\nvibrations made by each in a minute when in their natural magnetic state, was eighteen. No. 1. was left in that state. No. 2. was deteriorated in its northern branch; No. 3. in its southern; after which No. 2. made only 11 vibrations in a minute, and No. 3. 12 vibrations in the same time. With these needles the experiments were conducted as follows.\n\nThe ball was raised till its centre was 10 inches above the pivot of the needle, and the latter placed at $13\\frac{1}{2}$ inches from the centre of the table, making the distance between the pivot and the centre of the ball 16·8 inches, which distance was preserved in all the experiments. The box containing the needle was placed in the situation above mentioned, first north of the ball, then N. 20° E, N. 40° E. and so on all round to the north again. And in each of these positions the deviation of each needle was successively registered, the results being as in the first division in the following table. Precisely a similar set of observations were made with the centre of the ball 10 inches below the pivot of the needle, as in the 3d division of the table; and lastly, a like set were obtained with the centre of the ball level with the pivot of the needle, the latter in this case being placed at the whole distance 16·8 from the centre of the table.\n| Situation of compass | Deviations; ball 10 inches above. | Deviations; ball on the plane of the table. | Deviations; ball 10 inches below. |\n|----------------------|----------------------------------|------------------------------------------|----------------------------------|\n|                      | Needle No. 1. | Needle No. 2. | Needle No. 3. | Needle No. 1. | Needle No. 2. | Needle No. 3. | Needle No. 1. | Needle No. 2. | Needle No. 3. |\n| North                |                |                |                |                |                |                |                |                |                |\n| N 20° E              | 1°             | 3°             | 2½°            | 7½             | 10½            | 4½             | 14              | 22              | 4               |\n| N 40° E              | 21¾             | 25¾             | 15½             | 12½             | 16             | 8              | 21              | 29              | 10              |\n| N 60° E              | 30             | 36½             | 22             | 11½             | 13½             | 9½             | 27              | 30              | 21½             |\n| N 80° E              | 34½             | 43½             | 27             | 5½             | 8½             | 7½             | 32½             | 28              | 37½             |\n| S 80° E              | 34             | 41             | 30½             | 3¼             | 5¾             | 9              | 34              | 30½             | 43              |\n| S 60° E              | 27½             | 22             | 31             | 12             | 10             | 14             | 30½             | 21½             | 35              |\n| S 40° E              | 20½             | 9½             | 28½             | 13             | 8             | 16             | 22              | 15½             | 26              |\n| S 20° E              | 12½             | 4             | 22½             | 8             | 4½             | 11             |                |                |                |\n| South                |                |                |                |                |                |                |                |                |                |\n| S 20° W              | 11½             | 3½             | 21½             | 7¾             | 4             | 9½             |                |                |                |\n| S 40° W              | 20             | 9½             | 28             | 13             | 7½             | 16             | 21              | 15              | 26              |\n| S 60° W              | 26½             | 21             | 29½             | 11½             | 9¾             | 15             | 31              | 21              | 34¾             |\n| S 80° W              | 33             | 39             | 29             | 4             | 7             | 2½             | 34½             | 29¾             | 43              |\n| N 80° W              | 34             | 43¾             | 30½             |                |                |                | 33              | 29              | 39              |\n| N 60° W              | 30             | 36             | 22             | 10½             | 12             | 8½             | 26              | 29              | 21              |\n| N 40° W              | 21             | 25½             | 15             | 11½             | 15½             | 7½             | 20              | 28              | 9½              |\n| N 20° W              |                |                |                | 7½             | 9¾             | 3¾             | 11½             | 21½             | 3½              |",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107877.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 17892,
    "total-output-tokens": 4377,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1495,
        2
      ],
      [
        1495,
        3150,
        3
      ],
      [
        3150,
        4868,
        4
      ],
      [
        4868,
        6514,
        5
      ],
      [
        6514,
        8181,
        6
      ],
      [
        8181,
        9801,
        7
      ],
      [
        9801,
        11497,
        8
      ],
      [
        11497,
        13173,
        9
      ],
      [
        13173,
        14487,
        10
      ],
      [
        14487,
        18202,
        11
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107877",
    "title": "On the Secondary Deflections Produced in a Magnetized Needle by an Iron Shell, in Consequence of an Unequal Distribution of Magnetism in Its Two Branches. First Noticed by Captain J. P. Wilson, of the Honourable East India Company's Ship Hythe",
    "authors": "Peter Barlow",
    "year": 1827,
    "volume": "117",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/107877"
  }
}