{
  "id": "06242bf22c46cccd53471497ee22565c8b77dd46",
  "text": "De Visibili Conjunctione Inferiorum Planetarum cum Sole, Dissertatio Astronomica, Authore E. Halle.\n\nMercurii Venerisq; sidera Solis discum subintrare, ac instar Macularum nigricantium in lucido ejus Orbe aliquando conspici, tam ex verioris Astronomice principiis, quam ex indubitata Observantium fide, dudum competum est. Qua vero lege, quibusq; condicionibus, quantisq; annorum intervallis haec phanomena nobis spectanda praebentur, nescio an aliquis ex Astronomis hodiernis rite definitivus sit: Certe nihil hac de re inter Typis mandata bucusq; mihi visum est: Quapropter non ingratum fore arbitratus, huic inquisitioni serio operam dedi, ac dissertazione hac rem maxime perplexam paucisq; intellectam me plenius enucleaturum confido.\n\nHas Planetarum horum Phases semper in retrogradientum cum Sole conjunctionibus fieri, cum scilicet Sol Nodis eorum adeo vicinus sit, ut Planetae Soli juncti Latitudo Semidiameter Solis non excedat, per se satis conspicuum est; quo vero facilius limites ac condiones harum Conjunctionum pervestigem, cumq; calculi elementa omnino diversi sint, uterq; Planeta figillatum tractandus est: à Mercurio itaq; exordiamur.\n\nHujus Planetae Nodum Ascendentem, juxta nuferas & accuratas observationes, prope 15° Tauri, seu potius ad 0° 15° 44' à 1° * V., hoc nostro seculo reperiri, pro comperto habemus. Descendentem vero oppositum ad 6° 15° 44' à 1° * V. Angulus autem quo Planum Orbitae Mercurialis ad Eclipticum inclinatur satis bene se habet apud Keplerum, viz. 6° 54'. Jam ex probatissimis Hypothesibus constat Mercurii in Nodo Ascendente\nAscendente constituti distantiam à Sole esse partium 31365, quarum media Solis distantia à Terra sit 100000; dum vero Nodum alterum occupat, distantia ista in iisdem partibus mensurata fit, 45308. Sol vero Nodo Ascendentis oppositus distat à Terrâ eadem junctâ partium istarum 98955: ad Nodum vero alterum cadem intercapedo fit 101007, atq; idcirco Mercurius Soli conjunctus ad Nodum Ascend. distat à Terrâ partibus 67591: ad Nodum vero descend. partibus 55699. Quae cum inter se valde discrepent, separatim etiam considerandae veniunt Conjunctiones illae, quae ad diversos Nodos sunt, Calculi elementis compendii gratia Synopticè expositis.\n\nConjungatur Mercurius Retrogradus cum Sole Centraliter ad Nodum Ascendentem, Mensis Octobri; ac ex praedictis Hypothesibus habebitur.\n\n| Longitudo Solis à prima Stella Arietis | 6° 15' 44\" |\n|---------------------------------------|------------|\n| Longitudo Mercurii ex Sole visi       | 0° 15' 44\" |\n| Distantia Mercurii à Sole, partium    | 31365     |\n| Distantia Mercurii à Terra            | 67591     |\n| Angulus Inclinationis Orbitae Mercurii| 6° 54'     |\n| Motus 6 Horar. Mercurii ex Sole Visi  | 1° 30' 58\" |\n| Motus Solis in iisdem sex horis       | 1° 15' 53\" |\n| Hinc Motus Mercurii à Sole; sex horis | 0° 35' 12\" |\n| Et Motus ejus à Sole ex Terra viso, 6 Horis | 8° 15' 00\" |\n| Et Angulus vice Mercurii intra Solem visae cum Ecliptica | 35° 44\" |\n| Hinc motus Mercurii in orbitâ suâ visibili | 1° 24' 45\" |\n| Deinde motus Mercurii in Anno siderio ultrat quattuor revolutiones | 11° 21' 46\" |\n| In Annis tredecim itaq;                | 0° 8' 13\" |\n| Defunt itaq; ad Revolutiones 54 integras | Quid |\nQuod spatium percurrit Mercurius in\nQuibus promovetur Solis locus; ac Ṣ in Nodo\nsitus tantundem distat à conjunctione Terrae\nAt arcus iste ex Terra spectatus fit\nUnde ex dato Angulo viae visae 8°. 15' prove-\nnit basis, sive distantia à conjunctione visibili\nQui arcus percurriter à Mercurio juxta Ho-\nrariam datam horis\nExcedunt vero 13 Anni Siderii totidem Juli-\nanos cum Intercalationibus tribus, horis\nItaque Mercurius revertitur ad Solem post\nAnnos Julianos 13 atq; insuper\nVel cum quattuor intercalationibus, si præce-\ndens annus sit tertius à Bissext.\nEx arcu vero 56', 10''. & angulo dato, fit\nperpendicularis sive proxima distantia Ṣ ii\nà Sole\nItaque Ṣ post 13 annos intra Solem conspicuus\n81. 3'' Borealius incedit\nPari Argumento in 46 annis siderii movetur Ṣ 11° 28' 36'' 8''\nDejunt itaq; ad revolutiones 191 integras\nHoc est in tempore\nQuo promovetur Sol\nHic arcus è Terra visus fit\nBasis vero ei competens\nTempus vero quo Mercurius basin percurrit fit\nExcreunt vero 46 Anni Siderii totidem Juli-\nanos cum 11 Intercalationibus, horis\nAc Mercurius revertitur ad Solem post 46\nannos Julianos atq; insuper\nVel cum duodecim intercalationibus, ut fit cum\nannus præcedens sit secundus vel tertius à\nBissextili\nPerpendicularis vero qui Mercurius in Bore-\nam provehitur fit\nPeriodus vero maxime accurata Mercurii ad Solem absolviatur annis sideris 263 atque insuper\n\nHi vero siderii superant totidem Julianos cum 66 intercalationibus, horis\n\nUnde post 263 Annos Julianos, Mercurius ad Solem revolvitur, tardius vero\n\nQuod si praecedens annus Bissextilis fuerit ad dantur\n\nPost hoc demum intervallum Borealius incedit non nisi decem minutis secundis.\n\nCeterae vero periodi latiores ex jam inventis facili negotio eruunter, suntq; vel Sex vel Septem Annorum.\n\nQuae septem annis absolviere, Mercurium deprimet versus Austrum 22°.47\", ac septem dies integros minus 9 minutis citius provenit, si dua fuerint intercalationis. At cum una intercalatione, cum scil: annus prior Bissextilis sit, 6 dies subducendi sunt, additis tantum 9 minutis, ut prius.\n\nRarius vero post sex Annos in Solis disco conspicitur iterum vagus ille Planeta, qui exacta hac periodo 30°.50\" Borealius transit; idq; tardius 8d.17h.25', si annus praecedens sit secundus vel tertius à Bissextili; aliter 9d.17h.25' addendi sunt.\n\nPariter si fiat Conjunctio ad Nodum Descendentem Mense Aprilis.\n\n| Longitude Solis à prima stella Arietis | 0° 15' 44\" |\n|----------------------------------------|------------|\n| Mercurii Longitude ex Sole visa        | 6° 15' 44\" |\n| Distantia planetae à Sole ut prius     | 45308      |\n| Distantia ejus à Terra                 | 55699      |\n| Motus Mercurii è Sole visus Sex horis  | 0° 43' 21\" |\n| Motus Solis in eodem tempore           | 0° 14' 29\" |\n| Motus Mercurii à Sole                   | 0° 28' 52\" |\n| Hinc angulus Viae Visae Mercurii intra Solis dif- | 10° 18' 00\" |\n| cum cum Ecliptica fit                  |            |\n| Motus vero visus à Terra in sex horis  | 0° 23' 52\" |\n\nUnde\nUnde sequendo methodum calculi praecedentis, evincitur Mercurium post 13 annos atque in super 3d. 7h. 37' ad Solis conjunctionem revolvi; quod si praecedens Annus fuerit tertius à Bissextili, tunc addendi sunt 2d. 7h. 37'. tantum: ac tum Mercurius 16'. 55''. Australius incedere reperietur. Post 46 vero annus, cum 12 intercalationibus addantur od. 7h. 14'. & habebitur Mercurius Soli conjunctus in tramite Australiore 2'. 53''. si vero annus prior Bissextillis fuerit, vel ab eo primus, addendus est id. 7h. 14'. ut habeatur accurate Synodus. Similiter post 263 annos, quibus Mercurius in Austrum deflectitur 0'. 22''. addendus est vel id. 11h. 49', vel 11h. 49'. juxta legem in priori casu praescriptam.\n\nAt annis sex vel septem ob viciniam Terrae ac planetae, atque idcirco ob ampliatus arcus, ad hunc Nodum non revertitur ad Solem, ut intra discum appareat. Post Annos autem 33 Solem transit via magis Boreali 14'. 2''. ac habetur momentum conjunctionis subducendo à prioris tempore 3d. oh. 23'. si fuerit in anno tertio à Bissextili; aliter subduc 2d. oh. 23'. tantum.\n\nHis inventis facile erit continuare calculum pro omnibus hisce conjunctionibus Mercurii cum Sole, idque cum summa certitudine, ac sine ullo haesitatione an omnes possibiles habeantur, necne: Sola Additione obtinentur momenta conjunctionum ac distantiæ planeta à Centro Solis, unde etiam ope Tabulae depromuntur durationes harum, ut ita dicum, Eclipsium: ut nihil sit quod in hac re desiderari videatur.\n\nEpochas vero quod spectat, cæ tutius Observatorum industria comparantur, quam Calculi cujusvis Subtilitate adeoque elegimus in primo casu, notabilem illum transitum Mercurii quem ipse in Insula Sanctæ Helenæ perfectissime observavi, Octob. 28. Anno 1677. St. Vet. & cujus medium ex initio & fine determinavi in praedicta Insula quidem oh. 4'. P. M. Londini vero oh. 28'. P. M. Semita vero qua incedere visus est Planeta 4'. 40''. Borealior erat Solis centro. In altero casu, viz. cum Mercurius Soli conjungitur\nMense Aprili, Ex Cl. Hevelii Mercurio in Sole viso pag. 72, 75. Epocham desumere placuit; nempe quod Apr. 23. Anno 1661. St. Vet. 6h. 8'. P. M. Gedani, hoc est 4h. 52'. Londini, Mercurius Solis centro proximus apparuit, utpote in medio transitu, simulque distabat ab eodem centro 4'. 27''. ad Boream. Hinc juxta praecepta praemissa, omnes ordine visibiles conjunctiones Mercurii cum Sole simul exhibere, exigui laboris opus erit: ac in exemplum quod cuivis in posterum imitari licet, accipe hujus seculi ab invento Telecopio quotquot usquam apparuere hujusmodi Phænomena vel qua etiam insequentis seculi posteris apparitura sunt.\n\nSeries momentorum quibus Mercurius Soli conjunctus intra discum ejus conspicitur, per praesens & futurum seculum, cum distantiis Planeta à Solis centro.\n\n**APRIL I.**\n\n| Ann. | Temp. Conj. | Dist à centr. |\n|------|-------------|---------------|\n|      | d. h.       |               |\n| 1615 | 22 21       | 38**          |\n| 1628 | 25 5        | 15*           |\n| 1661 | 23 4        | 52*           |\n| 1674 | 26 12       | 29            |\n| 1707 | 24 12       | 6             |\n| 1720 | 26 19       | 43*           |\n| 1740 | 21 11       | 43            |\n| 1753 | 24 19       | 20*           |\n| 1786 | 22 18       | 57*           |\n| 1799 | 26 2        | 34**          |\n\nOCTOBRI.\n| Ann. | Temp. Conj. | Dist. à centr. ⊙ |\n|------|-------------|-----------------|\n|      | d. h.       |                 |\n| 1605 | 22 8 29     | 12 48 A        |\n| 1618 | 25 2 3*     | 4 45 A         |\n| 1631 | 27 19 37*   | 3 18 B         |\n| 1644 | 30 13 11    | 11 21 B        |\n| 1651 | 23 13 20    | 11 26 A        |\n| 1664 | 25 6 54*    | 3 23 A         |\n| 1677 | 28 0 28**   | 4 40 B         |\n| 1690 | 30 18 2*    | 12 43 B        |\n| 1697 | 23 13 11*   | 10 4 A         |\n| 1710 | 26 11 45    | 2 1 A          |\n| 1723 | 29 5 19*    | 6 2 B          |\n| 1730 | 22 5 28     | 16 45 A        |\n| 1736 | 30 22 53**  | 14 5 B         |\n| 1743 | 24 23 2**   | 8 42 A         |\n| 1756 | 26 16 36    | 0 39 A         |\n| 1769 | 29 10 10    | 7 24 B         |\n| 1776 | 22 10 19    | 15 23 A        |\n| 1782 Nov. 1 | 3 44* | 15 27 B        |\n| 1789 | 25 3 53*    | 7 20 A         |\n\nTransitus qui signo * notantur, Londini ex parte visibles sunt, qui vero signo **, toti conspici possunt.\n\nNotandum vero est Solis Diametrum ad Nodum ⊙ii Ascendentem Mensē Octōbri occupare 32'. 34'' atq; adeo maximam durationem centralis transitus esse 5h. 29': Mensē vero Aprilī Diameter Solis fit 31'. 54''; unde ob tardiorēm Planetāe motum oritur duratio maxima 8h. 1'. Quod si obliquē incidat Mercurius, durationes hae breviores redduntur pro ratione distantiae à centro Solis: Quoque perfectior calculus hic reddatur, sequentes Tabellas adjunxi quibus exhibentur dimidiatē durationes haurum Eclipsum ad singula minuta distantiae visae à centro Solis; quae additae ac sublatae à conjunctionis momento in priori Tabula invento, initium ac finem totius Phænomeni designant.\n\nK 2 Octōbri,\n| Octobri | Aprili |\n|---------|--------|\n| Min. Semi-Dift. durat. | Min. Semi-Dift. durat. |\n| H. | \" |\n| 0 | 0 |\n| 2 44½ | 4 0 |\n| 1 | 1 |\n| 2 44 | 3 58½ |\n| 2 | 2 |\n| 2 43 | 3 56 |\n| 3 | 3 |\n| 2 41½ | 3 53 |\n| 4 | 4 |\n| 2 39½ | 3 48½ |\n| 5 | 5 |\n| 2 36½ | 3 43 |\n| 6 | 6 |\n| 2 33 | 3 36 |\n| 7 | 7 |\n| 2 28½ | 3 28 |\n| 8 | 8 |\n| 2 23 | 3 18½ |\n| 9 | 9 |\n| 2 17 | 3 7 |\n| 10 | 10 |\n| 2 10 | 2 54 |\n| 11 | 11 |\n| 2 1 | 2 38 |\n| 12 | 12 |\n| 1 51 | 2 19 |\n| 13 | 13 |\n| 1 39 | 1 55 |\n| 14 | 14 |\n| 1 24 | 1 21½ |\n| 15 | 15 |\n| 1 4 | 1 56 |\n| 15½ | 15½ |\n| 0 50 | 0 50 |\n| 16 | 16 |\n| 0 30 | |\n\nObservationes omnes hucusq; habitas rite repræsentant hi numeri, nec est quod dubitem de futuris, cum ex omnibus Planetis Mercurius Soli proximus ejus centro adeo vicinus sit, ut aliorum centrorum intervenitu minime cieatur, nec deviationibus illis quae à caeterorum systemate oriuntur quibusq; Superiores praesertim Saturnus obnoxii sunt, quod sentiri possit interturbetur.\n\nParallaxes consultò omisi, ut perexiguas, quæq; locis diversis diversæ obvenientes generaliori calculo immisceri non debent; quodq; etiam quantæ sint non satis adhuc constat, sed potius ex hujusmodi Observatis tutissime derivari possint: Diametri etiam Mercurii rationem non habui, quia supra fidem parvus per paucula\npaucula solum minuta limbo adhaerere videtur. Ex observatione accuratissimâ deprebendi vix duo minuta elapsa dum totus è Sole egrederetur Octob. 28vo. 1677, unde conclusi Diamentrum ejus 0°. 11\", ac juxta rationem distantiarum à Terra ad Nodum alterum esse, 0°. 13\" ½ fere, adeoque tunc 3' ½ temporis minuta insumi, dum totus planeta Solis limbum directe pervadit: Oblique vero transiens paulo diutius hæret, secundum ac Secantes angulorum incidentiae augentur. Æquationes etiam Temporis baud opus est ut æstimemus, quia per plures dies hinc inde in utroque mensè constantes ac quasi invariatae persistunt.\n\nDe Visibili Veneris cum Sole Conjunctione.\n\nVenus quamvis syderum omnium speciosissima, more sexus sui, sine mutuato cultu ac splendore asscititio in conspectum prodire veretur: Hoc etenim spectaculum inter Astronomica longe nobilissimum, instar Ludorum secularium, integri seculi Mortalibus invident motuum ætæ Leges. Unico vero hoc Observato summa cum certitudine distantiam Solis à Terra determinari posse, quæ ob Parallaxin alius prorsus insensibilem vagis terminis bucusq; definita est, post hac declarabitur. Periodos vero quod attinet, illæ non adeo accurate ac Mercuriales describi possunt, cum Venus semel tantum ob Orbe condito, idq; ab Horrochio nostro, intra Solis discum deprensa sit: Correctis autem motibus quantum per rudiores Veterum observationes licet accipe jam summam Calculi.\n\n| Longitudo Nodi Ascendentis Veneris a prima | 1° 15' 16\" |\n|-------------------------------------------|-------------|\n| Stella Arietis                            |             |\n| Sol itaque ei jungitur in puncto oppofito, hoc est, | 7° 15' 16\" |\n| per haec secula, circa finem Novembris    |             |\n| Distantia Veneris à Sole partium          | 7° 19' 9\" 7\" |\n| Distantia Veneris à Terra                 | 2° 64' 3\" 8\" |\n| Inclinatio Orbitæ Veneris ad Eclipticam   | 3° 23'      |\n\nMotus\nMotus Veneris in Octo Annis sydereis, supra tredecim Revolutiones\n\nMotus Veneris in 235 Annis sydereis supra 381 Revolutiones\n\nMotus Veneris in 243 Annis sydereis supra 395 Revolutiones\n\nEx bis principiis, initio calculo juxta methodum in Mercurio expositam, proveniunt intervalla temporum ac distantiarum ut sequitur.\n\nPost octo annos Venus revoluitur ad Solem, scilicet sublatis a prioris transitus momento 2d. 10h. 52' 1/2. Incedit vero Planeta semitâ 24'. 41\" priore magis Australi.\n\nPost annos 235, additis 2d. 10h. 9', Venus iterum Solem ingredi potest, sed via 11'. 33\" Borealiori: Quod si praecedens annus Bissextilis fuerit 3d. 10h. 9' addendi sunt.\n\nPost annos 243, Venus etiam Solem transire potest, auferendo tantum 0h. 43' a prioris tempore, Australius vero incedit 13'. 8\": Quod si praecedens annus Bissextilis fuerit, ade de 23h. 17'.\n\nEt in omnibus his appulsiis Veneris ad Solem, Mensa Novembri, Angulus visæ visæ Veneris cum Ecliptica fit 9°. 5', ac motus ejus Horarius intra Solem 4'. 7\"; cumq; semidiameter Solis fit 16'. 21\", provenit maxima duratio transitus centri Veneris 7h. 56\".\n\nDeinde conjungantur Sol & Venus ad Nodum Descendentem Mensa Maio; ac juxta numeros eosdem supputantur intervalla eadem. Post octo Annos auferendi sunt 2d. 6h. 55\", ac Venus orbitâ 19'. 58\" Borealiori pertransibit.\n\nPost annos 235 adde 2d. 8h. 18\", vel si prior annus Bissextilis fuerit, 3d. 8h. 18' & habebis Venerem Australiorem 9'. 21\".\n\nDeniq; post 243 annos; adde 0d. 1h. 23'; vel si prior annus Bissextilis fuerit 1d. 1h. 23\" & reperietur Venus iterum Soli conjuncta sed in tramite 10'. 37\" magis Borealium.\n\nIn omni ad hunc Nodum transitu intra Solem, angulus visæ visæ Veneris cum Ecliptica fit 8°. 28; ac Horarius ejus motus 4'. 00\"; ac Solis semidiametro subtendente 15'. 51\", provenit duratio maxima centralis transitus etiam 7h. 56'; praecise eadem ac ad Nodum alterum.\n\nQuod\nQuoad Epochas: Ex ingressu quem solum vidit Horroxius in Sole jamjam occasuro, concluditur, Venerem Soli junctam fuisse Londini 1639. Novemb. 24. 6h. 37'. sed versus austrum incessisse 8'. 30\". Mensé Maio vero à nemine Mortalium hucusque intra Solem visa est, sed ex numeris meis quos non multum à caelo ablutos consido, constat Venerem proximâ vice Solem subituram An. 1761. Maii 25d. 17h. 55', mediâ scil. Eclipsi, ac tunc distare à centro ejus versus Austrum 4'. 15\".\n\nHinc & ex praemissis revolutionibus facili negotio omnia hujus generis Phenomena per Millenium integrum computavi, ut in sequenti Tabella exhibentur.\n\nMensé Novembri.\n\n| Ann. | Temp. Conj. | Dist. à Cent. |\n|------|-------------|---------------|\n|      | d. h.       |               |\n| 918  | 20 21 53    | 6 12 B        |\n| 1161 | 20 21 10    | 6 55½ A       |\n| 1396 | 23 7 20     | 4 38 B        |\n| 1631 | 26 17 29    | 16 11 B       |\n| 1639 | 24 6 37     | 8 30 A        |\n| 1874 | 26 16 46    | 3 3 B         |\n| 2109 | 29 2 56     | 14 36 B       |\n| 2117 | 26 16 3     | 10 5 A        |\n\nMensé Maio.\n\n| Ann. | d. h.       |               |\n|------|-------------|---------------|\n|      |             |               |\n| 1048 | 24 13 45    | 3 50 B        |\n| 1283 | 23 8 14     | 5 31 A        |\n| 1291 | 25 15 9     | 14 27 B       |\n| 1518 | 25 16 32    | 14 52 A       |\n| 1526 | 23 9 37     | 5 6 B         |\n| 1761 | 25 17 55    | 4 15 A        |\n| 1769 | 23 11 00    | 15 43 B       |\n| 1996 | 28 02 13    | 13 36 A       |\n| 2004 | 25 19 18    | 6 22 B        |\nDurationes barum Veneriarum Eclipsium quod attinet, respectu centri eodem modo supputari possunt ac Mercuriales; sed cum Diameter Veneris satis ampla sit, cumq; Parallaxes etiam differentiam valde notabilem quoad tempus ingrere possint, calculus peculiaris pro locis singulis necessario subeundus est.\n\nVeneris autem Diameter tanta est, ut dum limbo Solis adhaeret, ferme 20 temporis minuta praeterfluunt; cum scil: Solem direete aggreditur; oblique vero incidens, etiam diutius limbo immoratur. Occupat autem diameter ista, juxta Horroxii observationem 1°. 18\", dum ad Nodum Ascend: Soli jungitur; ac 1°. 12\" ad Nodum alterum. Praecipuus autem barum conjunctionum usus est, Solis à Terra distantiam sine parallaxin ejus accurate determinare, quam quidem frustra variis methodis tentaverunt Astronomi; dum instrumenta quantumvis subtilia angulorum questorum minute facile eludunt. At in observando Veneris in Solem ingressu & ab eodem egressu, spatium temporis inter momenta contactuum internorum, ad ipsum temporis minutum secundum, hoc est, ad 5 minuti secundi sine 4\" arcus observati, ope mediocris Telecopii, & Horologii Oscillatorii per 6 vel 8 horas accurate fibi constantis, obtineri potest. Ex duabus autem talibus observationibus in Locis idoneis debite institutis, intra quingentesimam partem certò concludi Solis distantiam proximâ occasione commonstrabo.\n\nNe quid obscuri Lectoribus Astronomico minus doctis visideretur, Schemata pro utriusq; Planetæ transitu delineavi, Fig. 12, 13, quibus rem oculis subjicere conatus sum.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101926.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 14,
    "total-input-tokens": 21768,
    "total-output-tokens": 7835,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1573,
        3
      ],
      [
        1573,
        3229,
        4
      ],
      [
        3229,
        4506,
        5
      ],
      [
        4506,
        6227,
        6
      ],
      [
        6227,
        8217,
        7
      ],
      [
        8217,
        9533,
        8
      ],
      [
        9533,
        11209,
        9
      ],
      [
        11209,
        12495,
        10
      ],
      [
        12495,
        14400,
        11
      ],
      [
        14400,
        16293,
        12
      ],
      [
        16293,
        17844,
        13
      ],
      [
        17844,
        19380,
        14
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101926",
    "title": "De Visibili Conjunctione Inferiorum Planetarum Cum Sole, Dissertatio Astronomica, Authore E. Halley",
    "authors": "E. Halley",
    "year": 1686,
    "volume": "16",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 14,
    "jstor_url": "https://www.jstor.org/stable/101926"
  }
}