{
  "id": "fd932475dd75e7cbe49a7858a7f5d4b54ca96df5",
  "text": "IV. Joannis Keill ex Æde Christi Oxon. A. M.\nEpistola ad Cl. virum Gulielmum Cockburn,\nMedicinae Doctorem. In qua Leges Attractionis\naliaque Physices Principia traduntur.\n\nCum summâ benevolentia, & non vulgari Amicitia\nme complexus sis, Iniquus esse, vir ornatusissime,\nnisi conarer aliquam tibi vicisim referre gratiam. Theo-\nremata igitur hæc, quibus non modo rem Physicam sed\n& Medicam aliquatenus illustrari posse arbitror, ad te\nmitto; munus, uti quibusdam fortasse videri poteat, per-\nexiguum, Tibi tamen, & gratissimum fore spero, & non\nparvi æstimandum. Cum enim tum Philosophiam Me-\nchanicam penitus perspexeris, & in Praxi Medica felici-\nsimè sis versatus, tum etiam utrique promovendæ gua-\nviter incumbas, Gratissima sine dubio tibi erunt vera Me-\ndicinae Principia, quoniam optime intelligis, quam pericu-\nlosi ex falsis oriuntur errores. Hæc igitur Theoremata ti-\nbi, Vir Clarissime, in manus trado, tuoque arbitrio libens\npermitto.\n\nPonenda sunt fundamenti loco hæc tria, quibus omnis\nPhysice innititur, principia. 1. Spatium inane. 2. Quan-\ntitatis in infinitum divisibilitas. 3. Materiæ vis Attractrix,\nDari spatium inane constat ex motu corporum. Quanti-\ntatis in infinitum divisibilitatem ex continuæ quantitatis\nnaturâ demonstrant Geometrae. Materiæ incelse vim at-\ntractricem confirmat experientia. Ex duobus primis prin-\ncipiis sequitur\nTHEOREMA I.\n\nMateriae exigua quaeibet particula potest ita spatium quantumvis magnum occupare, ut pororum seu omnium meatum diametri sint datà rectà minores, vel ut particulae omnes sint à se invicem remotae intervallo datà rectà minore.\n\nTHEOR. II.\n\nDari possunt duo corpora mole aequalia, at pondere seu densitate (id est quantitate materiae) utcunque inæqualia, in quibus erunt meatum seu pororum summae fere aequales.\n\nSit V. G. digitus cubicus alter auri, alter aeris: quamvis materia in cubo aureo vicesies millies superat materiam in cubo aerio, fieri tamen potest ut spatia vacua in digito cubico auri sint fere æqualia spatii vacui in digito cubico aeris, sic. ut auri vacuitates sint ad vacuitates aeris ut 999999 ad 1000000.\n\nTHEOR. III.\n\nParticulae quae aquam vel aerem vel alia ejusmodi fluida constituunt (si modo se tangant) non sunt absolutæ solidæ, sed ex aliis compositæ particulis multos meatus & poros intra se continentibus.\n\nParticulae corporum minimæ & absolutæ solidæ, hoc est vacui omnino expertes, vocentur primæ compositionis; Moleculæ ex pluribus hisce particulis coalescentibus ortæ vocentur particulae secundæ compositionis; Moles ex pluribus moleculis coeuntibus conflatæ, vocentur particulae tertiaræ compositionis; & sic deinceps, donec tandem\ndem perventum fuerit ad particulas, è quibus corporum fit ultima compositio, & in quas eorundem fit prima resolutio.\n\nMateriæ inesse vim Attractricem, quà omnis materiæ particula trahit ad se omnem aliam materiæ particulam, & vicissim trahitur, primus ex Phænomenis collegit Dominus Isaacus Newtonus. Vis hæc datà materià in diversis distantìis reciprocè proportionalis est quadratis distantiarum; ex quà oritur vis illa quam Gravitatem dicimus, quà corpora omnia terrestrìa ad terram rectà feruntur, estque pondus corporum quantitati materiæ semper proportionale. Prolatà hâc, quam ipse primus detexit, Materiæ vi Attractrice omnes Planetarum motus cometarumque Phases pulcherrimè explicavit, Physicamque cælestem, ab iis quæ tot retro fluxerunt sæculis vix dum inchoatam, felicissimè consummavit Dominus Newtonus; vir ingenio pene supra humanam sortem admirabili, dignusque cujus fama per omnes terras pervagata, coeli quos descriptit meatisbus permaneat coæva.\n\nDivina sagacissimi viri inventa sæpenumerò mecum recolens, in eam tandem cogitationem incidi, principium quoddam Newtoniano non absimile, ad Phænomena terrestria explicanda, adhiberi posse. Post iterata sæpius experimenta, materiæ Terrestri inesse deprehendi vim quamdam attractricem, ex qua plurimorum Phænomenon ratio petenda est; Meaque hâc de re cogitata, abhinc quinquennio, Domino Newtono indicavi; ex eo autem intellecti, eadem fere, quæ ipse investigaveram, sibi diu ante animadversa fuisse. Quæstiones aliquot ad hanc vim attractricem spectantes, sub finem Optices abhinc biennio Latine editæ, proposuit Dominus Newtonus; quem cum istiusmodi studia ulterius excolare ætas ingravescens, & alia negotia vetant, tanti viri vestigiis insistere, eumque longo licet intervallo sequi, haud alienum duxi. Impræsentiarum nuda quædam proponam Theoremata, quà fortasse.\nfortasse aliquando fusius enunciata & demonstrata, justo volumine sum traditurus.\n\nTHEOR. IV.\n\nPræter vim illam Attractricem, quæ Planetarum Cometa-\nrumque corpora, in propriis orbitis retinentur, alia eti-\nam inest materiae potentia, quæ singulae, ex quibus illa\nconstat, particulae se invicem attrahunt, & reciprocè à\nse invicem attrahuntur: quæ vis decrescit in majore quam\nduplicatà ratione distantiae augescentis.\n\nTheorema hoc multis potest probari experimentis; at\nratio qua minuitur vis illa, dum à se invicem recedunt\nparticulae, num scilicet sit triplicata, quadruplicata, vel alia\nquævis distantiarum augescentium ratio, quæ major sit du-\nplicatà, nondum æquè per experimenta patet; erit for-\ntasse aliquando tempus, cum accuratiore adhibita diligen-\ntiâ innotescet.\n\nTHEOR. V.\n\nSi corpus constet ex particulis, quarum singulae vi pollut attrac-\ntrice, in triplicatà vel plusquam triplicatà ratione\ndistantiarum decrescente; erit vis qua ab eo corpore\nurgetur corpusculum, in ipso contactu, vel intervallo à\ncontactu infinite exiguo, infinite major, quam si cor-\npusculum illud ad datam à dicto corpore distantiam\nlocaretur.*\n\n* Vide Prop.\n80. & 91.\nPrincip.\nNewtoni.\n\nTHEOR. VI.\n\nIisdem postis, si vis illa attractiva in assignabili distantia,\nad Gravitatem obtineat rationem finitam; eadem in\nipso contactu, vel in distantia infinite parva, vi Gra-\nvitis erit infinite major.\n\nTHEOR.\nTHEOR. VII.\n\nSi vis in ipso contactu, vis corporum Attractiva ad Gravitatem obtineat rationem finitam, eadem in omni distantia assignabili est vi gravitatis infinite minor, adeoque evanescit.\n\nTHEOR. VIII.\n\nVis Attractiva, qua pollut singulae materiae particulae in ipso contactu, vim gravitatis prope in immensum superat; non tamen est vi Gravitatis infinite major; adeoque, in data distantia, vis illa evanescet.\n\nVis igitur hæc materiæ superaddita, non nisi per spatiola admodum perexigua diffunditur; in majoribus distantias prorsus nulla est; unde motus corporum Cœlestium (quæ longis intervallis à se invicem disjuncta sunt) per vim hanc Attractivam nullà ratione turbari possunt, sed eadem ratione continuo peraguntur, ac si vis illa à corporibus iis prorsus abesset.\n\nTHEOR. IX.\n\nSi corpusculum aliquod corpus tangat, vis quæ urgetur illud corpusculum, hoc est, vis qua cum eo corpore cohaeret, erit quantitati contactus proportionalis; nam partes à contactu remotiores nihil conferunt ad cohaerentiam.\n\nAdeoque pro vario particularum contactu variis orientur cohaerentiae gradus; omnium autem maxima suae vires cohaerentiae, quando superficies, in quibus se invicem tangunt corpora, planæ existunt; quo in casu, cæteris paribus,\nparibus, vis quâ corpusculum cum aliis cohaeret, erit ut superficierum partes sese tangentes.\n\nHinc patet ratio, cur duo marmora exactissime polita, & sese secundum superficies planas tangentia, à se invicem divelli non possunt, nisi à pondere, quod Gravitatem Aeris incumbentis multum superat.\n\nHinc etiam decantatissimi istius Problematis, de cohaerentia materiae, solutio elici potest.\n\n**THEOR. X.**\n\nEa corpuscula facilimè à se invicem separantur, quarum contactus cum aliis sunt paucissimi, & minimi; quales contingere solent in corpusculis Sphericis infinite exiguis.\n\nHinc fluiditatis ratio redditur.\n\n**THEOR. XI.**\n\nVis quâ corpusculum aliquod ad aliud corpus maxime propinquum attrahitur, quantitatem suam non mutat, si ve angatur corporis attrahentis materia, sive minuitur, eadem manente corporis densitate, & corpusculi distantia.\n\nNam cum vires particularum Attractrices per minima tantum diffundantur spatia; liquet partes remotiores ad CD & E, nihil conferre ad attrahendum corpusculum A. Adeoque eadem vi versus B trahetur corpusculum sive adsint hæ partes, sive amoveantur, sive denique aliae ipsis conjungantur.\n\n**THEOR.**\nTHEOR. XII.\n\nSi ea sit corporis aliquid textura, ut particulae ultima compositionis, per vim quandam externam (qualis est pondus eas comprimens, vel ab altero corpore proveniens ictus) à primigeniis suis contactibus paululum dimoventur, nec interim in novos contactus commigrent, particulae, per vim attractivam se mutuo petentes, ad contactus primigenios citó redibunt: \"isdem vero reductilibus particularum corpus quodvis componentium contactibus & positionibus, eadem quoque redibit corporis figura; adeoque per vim attractivam corpora, pristinas quas amiserunt figuras possunt denuò recuperare.\n\nHinc Elasticitatis ratio reddi potest. Cum autem per vim Elasticam corpora, in se invicem impingentia, à se mutuo resiliant (ut demonstratum est in Lectionibus nostris Physicis) à vi attractiva corporum oriri etiam debet eorundem à se invicem discessus.\n\nTHEOR. XIII.\n\nQuod si ea sit corporis textura, ut particulae à prioribus contactibus per vim impressam dimotae, in alios qui ejusdem sunt gradus immediate deveniant, corpus illud in pristinam figuram non se restituet.\n\nHinc qualis sit textura, in qua corporum mollities consistit, intelligi potest.\nTHEOR. XIV.\n\nParticulae materiae pro diversis ipsarum structuris & compositione diversis pollebunt viribus attractivis, puta non erit aquae fortis attractio, cum particula datae magnitudinis pluribus perforata sit. neatisibus, ac si omnino solida & vacui expers esset.\n\nTHEOR. XV.\n\nParticularum perfecte solidarum vires attractivae ex figuris ipsarum multum pendent, Nam si parva aliqua materiae particula in laminam circularem indefinite exiguae crassitudinis formetur, & corpusculum in recta per centrum transeunte & ad planum circuli Normali locetur; sitque distantia corpusculi aequalis decimae partis semidiametri circuli vis qua urgetur corpusculum tricesies minor erit, quam si materiae attrahens coalesceret in Sphaeram, & virtus totius particulae ex uno quasi puncto Physico diffunderetur. Quin etiam eadem circularis lamella fortius ad se trahit corpusculum, quam alia ejusdem ponderis particula, quae in tenuem & longum formatur Cylindrum.\n\nTHEOR. XVI.\n\nSales sunt corpora, quorum particulae ultimae compositionis magni vi attractivi pollut, inter quas tamen particulas plurimi interjacent meatus, particulis, quas habet aqua, ultimae compositionis pervii: quae igitur a salinis particulis fortiter attractae, in eas cum impetu ruunt, & a mutuo contactu eas disjungunt, coherentiamque salium dissolvunt.\n\nTHEOR.\nTHEOR. XVII.\n\nSi corpuscula duo viribus attractivis decrecentibus in triplicata aut plusquam triplicata ratione distantiarum se mutuo petunt; erit velocitas in se invicem impingentium infinite major quam in dato intervalllo. Vide Prop. 39. Princip. Newtoni.\n\nTHEOR. XVIII.\n\nCorporis aquæ gravioris eo usque diminui potest magnitudo, ut tandem in aquâ suspensum maneat, nec vi propriæ Gravitatis descendat.\n\nHinc patet ratio, cur particulae Salinæ, Metallicæ, & alia ejusmodi, in minima redactæ, in suis menstruis suspendæ hærent.\n\nTHEOR. XIX.\n\nCorpora majora minore velocitate ad se invicem accedunt, quàm minora.\n\nVis enim, quà se mutuo petunt corpora A & B, particulis maxime propinquis tantum inest; remotiorum quippe vires nullæ sunt. Non igitur major vis adhibetur ad movenda corpora A & B quàm ad particulas c & d movendas, sed corporum eadem vi motorum velocitates sunt corporibus reciproce proportionales: unde erit velocitas quà corpus A tendit versus B, ad velocitatem, quà particula c, à corpore soluta, versus idem B tenderet, ut particula c ad corpus A.\n\nMulto\nMulto igitur minor est velocitas corporis A, quam foret velocitas particulae c à corpore solutae.\n\nHinc fit, ut corporum majorum motus suâ naturâ adeo languidus & lentus sit, ut ab ambiente fluido & aliis circumjacentibus corporibus plerumque impediatur. In minimis vero corpusculis viget virtus, & ab iis perplurimi producuntur effectus: tanto plus Energiae minoribus inest corporibus, quam majoribus.\n\nHinc patet ratio istius Axiomatis Chymici, Sales non agunt nisi soluti.\n\n**THEOR. XX.**\n\nDuo corpuscula se non contingentia, adeo sibi vicina locari possint, ut vis, quâ se mutuo petunt, vim Gravitatis multum superet.\n\n**THEOR. XXI.**\n\nSi corpusculum in fluido locatum à particulis ambientibus undique æqualiter trabatur, nullus exinde orietur corpusculi motus; quod si ab aliis particulis magis, ab aliis minus urgeatur, ad eam partem tendet corpusculum, ubi major est attractio: & motus productus inæqualitati attractionis respondebit, scilicet in majori inæqualitate major erit motus, in minore minor.\n\n**THEOR. XXII.**\n\nCorpuscula in fluido natantia & magis se invicem trabentia quam fluidi particulas interjectas, depulsis fluidi particulis ad se invicem accident ea vi, quâ ipsorum attractio mutua superat attractionem particularum fluidi.\n\n**THEOR.**\nTHEOR. XXIII.\n\nSi corpus aliquod in fluido locetur, cujus partes fluidi particulas magis ad se trahunt, quam fluidi particulae à se invicem trahunt; sinitque in corpore meatus pluri-\nmi particulis fluidi pervii, per hos meatus fluidum il-\nlad cito se diffundet; & si partium in corpore con-\nnexio non tam firma sit, quin ab impetu irruentium\nparticularum superari possit, oriatur exinde corporis im-\nmersi dissolutio.\n\nHinc ut menstruum dato corpori dissolvendo sit idone-\num, tria requiruntur, 1. Ut partes corporis particulas\nmenstrui magis ad se trahant, quam eae à se invicem tra-\nhuntur. 2. Ut corpus habeat meatus particulis men-\nstrui patentes, & pervios. 3. Ut cohaerentia particula-\nrum corpus constituentium tanta non sit, quin ab impetu\nirruentium particularum menstrui divelli possit. Hinc\nquoque constat particulas Spiritum Vini constituentes, ma-\ngis à se invicem trahi, quam à particulis corporis salini in\nSpiritum Vini demersi.\n\nTHEOR. XXIV.\n\nSi corpuscula in fluido natantia, & se invicem petentia,\nElastica sint, post congressum, à se mutuo resilient; &\ninde in alia corpuscula rursus impingentia, denuò re-\nflectentur: ex quo sint innumeris aliì cum aliis cor-\npusculis conflictus continuaque resiliences. Per vim\nanien attrahivam, continuo anebitur corpuscularum\nvelocitas, & sensui patebit partium motus Intensus;\nsed prout fortius aut imbecillius se invicem trahunt cor-\npuscula, & pro variis, qua pollut Elasticitate, vari-\nerunt hi motus, & diversis gradibus etiam temporibus,\nsint sensibiles.\n\nTHEOR.\nTHEOR. XXV.\n\nSi corpuscula se invicem trahentia, se mutuì contingant,\nnullus orietur motus; proprius enim accedere nequeunt.\nSi ad exiguum admodum à se invicem seponantur spatium,\norietur motus; sed si longius distent, non majore\nvi se invicem trahent, quam fluidi particulas interjectas;\nadeoque nullus producetur motus.\n\nEx hisce principiis pendent omnia Fermentationis &\nEffervescendi Phænomena. Hinc patet ratio cur oleum\nVitrioli, cui paululum aquæ immittitur, effervescit atque\nebullit: corpuscula enim salina infusa aquâ à mutuo con-\ntactu paululum dimoventur; unde cum magis se invicem\ntrahant quàm aquæ particulas, & cum undique æqualiter\nnon trahuntur, motum exinde oriri necesse est.\n\nHinc etiam liquet ratio, cur tanta cietur ebullitio, cum\nlimatura Chalybis mixturæ supradiæta injicitur: particulae\nenim chalybis magnâ pollut Elasticitate, unde valida\noritur reflectio. Hinc etiam videre est, cur menstrua quæ-\ndam fortiori vi agunt, citiusque corpus aliquod dissol-\nvunt, si aquâ dilutiora fiant.\n\nTHEOR. XXVI.\n\nSi corpuscula se mutuo attrahentia vi Elasticè careant, a se\ninvicem non reflectuntur; sed congeries seu moleculas\nparticularum efficiens, unde fit Coagulum: & si par-\nticularum sic coacervatarum Gravitas superet Gravitatem\nfluidi, succedit quoque Præcipitatio. Oriri quoque\npotest præcipitatio ex æquì vel diminuità Gravitati men-\nstrui, in quo natant corpuscula.\n\nTHEOR.\nTHEOR. XXVII.\n\nSi corpusculorum se se invicem attrahentium, & in fluida natantium, ea sit figura, ut in datis quibusdam ipsorum partibus, majori vi attractivae polleant, quam in aliis, & major sit in eisdem contactus; corpuscula illa coibunt in corpora datas figuras habentia, & inde emergent Chrystalisationes; corpusculorumque componentium figuras, ex data figura Chrystalli per Geometriam determinari possunt.\n\nTHEOR. XXVIII.\n\nSi corpuscula magis trahantur a fluidi particulis, quam a se invicem; sunt ut quasi se mutuo fugientes, a se invicem recedant, & per omne fluidum citó diffundentur.\n\nTHEOR. XXIX.\n\nSi inter duas fluidi particulas aliquod intercedat corpusculum, cujus binae opposita facies maximis pollut viribus attractivis, hoc interjectum corpusculum particulas fluidi sibi agglutinabit; & plura istiusmodi corpuscula per fluidum diffusa ejus particulæ omnes in corpus firmum compingent, fluidumque in Glaciem reducent.\n\nTHEOR. XXX.\n\nSi corpus aliquod maximam emittat effluviorum copiam, quorum vires attractrices sunt fortissimae; cum effluvia hæc corpori aliqui leviusculo appropinquent, ipsorum vires attractrices Gravitatem corporis levis tantum superabunt; & effluvia corpus illud ad se sursum trahent; cumque multo magis conserta sunt Effluvia, in minoribus ab emittente corpore distantibus, quam in majoribus;\nCorpus leve versus densiora Effluvia semper urgebitur, donec tandem ipsi corpori effluvia emittenti adhæreat. His plurimis Electricitatis Phænomena explicari possunt.\n\nContra nostram hanc de viribus attractricibus doctrinam, fortasse objiciet aliquis; Si vis hæc attractrix omni ineslet materiæ; corpora ponderosiora & plus materiæ in dato spatio habentia, plus debere attrahere, quam corpora minus Gravia, quod experientiæ repugnat. Sed huic objectioni facile respondetur. Particulæ scilicet ultimæ compositionis (quibus solis tribuitur vis attractrix) confertim juxta se invicem locatae, possunt corpus ponderosum constituere, etiam si ipsæ in se sint rariores, quam æque corpus leve constituunt ultimæ compositionis particulæ, à se invicem remotiores, & plures & patentes meatus inter se habentes.\n\nAlia multa sunt Naturæ Phænomena, quæ mihi videntur iisdem principiis explicari posse, uti alïcensus luci in Plantis & Arboribus, foliorum & florum determinae æ & constantes figuræ, eorumque virtutes specificæ &c. Mutata quoque quæ incorpore animali quotidie occurruant, praecipue quæ ad fluidorum cursus Secretionesque spectant, ab iisdem materiæ qualitatibus pendent, & hinc morborum Theoria & medicamentorum effectus optime eruuntur. Quantum huic Usui inserviant hujusmodi Principia mi ius innotefecit ex eo, quod Frater meus nunc meditatur, Opusculo; qui quidem Mathematicas cum Anatomicis rationes consocians in eo elaboravit, ut aliquam etiam Praxi Medicæ Lucem afferret.\n\nV. Microscopical",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103231.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 15,
    "total-input-tokens": 22600,
    "total-output-tokens": 6303,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1358,
        2
      ],
      [
        1358,
        2635,
        3
      ],
      [
        2635,
        4468,
        4
      ],
      [
        4468,
        5865,
        5
      ],
      [
        5865,
        7103,
        6
      ],
      [
        7103,
        8247,
        7
      ],
      [
        8247,
        9401,
        8
      ],
      [
        9401,
        10724,
        9
      ],
      [
        10724,
        11798,
        10
      ],
      [
        11798,
        13060,
        11
      ],
      [
        13060,
        14587,
        12
      ],
      [
        14587,
        15986,
        13
      ],
      [
        15986,
        17318,
        14
      ],
      [
        17318,
        18815,
        15
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103231",
    "title": "Joannis Keill ex Aede Christi Oxon. A. M. Epistola ad Cl. Virum Gulielmum Cockburn, Medicinoe Doctorem. In qua Leges Attractiones Aliaque Physices Principia Traduntur",
    "authors": "Joannis Keill",
    "year": 1708,
    "volume": "26",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 15,
    "jstor_url": "https://www.jstor.org/stable/103231"
  }
}