{
  "id": "f4362aab410b4ee679e91ac6cc2a997be4936477",
  "text": "I. Casus Rarissimus. Ex Epistolâ Doctissimi Viri J. Huxham ad Gul. Rutty, M. D. R. S. Secr.\n\nNihil fere quam in Pelvi renali & Urinaria Vesica Calculos invenire frequentius: At quis unquam in ipsa Urethra Calculum ponderis unc. quinque cum femisse invenit? En ideo Casum plane mirandum.\n\nViginti abhinc Annis Penis cujusdam Cookworthy ob Luem Venereum, ad modum quasi Eunuchi Turcici, resectus fuit: at Vulnus nec probe curavit Chirurgus, nec bene sanavit; Cicatrice quippe obducta vix ulium Urinae Iter, Urethra pene occlusa. Lotium exinde exiguisimo Rivulo summoque nisu reddidit; brevique inter mingendum Cruciatus magnus accessit; paulo quoque post in media, at suprema, Parte Scroti Tumor parvus, senim tamen auctus in magnam demum excrevit molem, lævum ad Inguen quasi vergens. Hinc Urinam ejaculandi impotens proorsus factus Stillicidio ejus continuo laboravit. Sed neque hac via, Urethrae scilicet, omnem emulxit; enatis enim tribus quatuorve in Scroto Fistulis, pars forte maxima Lotij ex hisce defluxit, Pure subinde comitante. At ne sic quidem Tumor, jam durus admodum, vel minime decrescet, quinimo increvit usque.\n\nDira haec inter Tormenta cum per plures jam Annos Miser hic, neglectus omnino, miserrimam pertraxerat Vitam ad nostrum Nosocomium tandem delatus fuit. Ibi mense Julio elapso, quum summo nixu Urinam, solito quod dixit ardentiorem, expellere, Corpus incurvando maxime, contenderet, ingens hic prolapsum\nlapsus est Calculus, quem iam Tibi misi; qui recens excretus Uncias quinque cum Seminis Ponderis Avoird. peependit. Eum mihi propere, quasi monstrum quoddam, mitti curabant Nosocomij Rectores. Rem certe quod debui plane mirabar Hominemque invisebam continuo Lacerum inveni Scrotum, jam minime tumidum, Manum puerilem facile admittens, & ex Urethra Calculum elapsum fuisse deprehendi.\n\nAtqui id forsan haud parum Miraculo adjiciat, quod magnum hoc lacerumque Vulnus Balsamo quodam Terebinthino tantum oblinendo brevi sanum evalsit, ni quod parva adhuc pateat Urinae Fistula in superiore Parte Scroti. Atque Misellus Ille, cui ante excretionem. Calculi vix ulla se movendi Potentia, commodo jam satis obambulat.\n\nNon ego quidem hunc Calculum in Urethra primitus fuisse enatum autumo, ab ibidem Loci ex arenosa materia concretum maxime. Cum enim parvus forte Calculus, Semen quasi hujus enormis, è Renibus delapsus erat; & ob Urethram fere occlusam, negato ultra Itinere, in Canaliculo substiterat, Sabulo perpetuo appellente auctus in immensam hanc Molem tandem excrevit.\n\nPlymouth, Id. Febr. 1729-30.\n\nCasus alter perquam rarus ex eadem Epistola.\n\nPeperit nuperrime Domina quaedam Puellulam rite & eleganter satis conformatam, ni quod in regione Lumborum insima eminuerit Tumor, sive Sacculus, Magnitudinis quasi Pugni puerilis; cujus insuper Pedes ad nates usque retracti Positum Sartoris incoxantis exhibuerunt; nec eos movere ullo modo, aut extendere,\ntendere, potuit. Mirum hoc & triste Parentibus vi-\nsum est, mirum & obstetrici & matronis adstantibus :\nmeum ideo protinus Consilium petunt.\n\nTumorem hunc perlustrando eum ejusdem esse Ge-\nneris cum illis, quos Tulpius, Cap. xxix, & xxx, lib.\nIII. observat. Descriptis suspicar : istum ideo Fo-\nmento aromatico & adstringente soveri iussi. Intra\nTriduum autem sero summe adeo distentus evasit, ut\njam extima Tumoris membrana disrupta fuisse ; me-\ntusque esset, ne rupto confestim Tumore, Serum se-\nmel & simul cum ipsa vita efflueret. Punctiunculam er-\ngo suasi, ut Lympha-sensim emitteretur, edito nihilomi-\nnus Prognostico, sive aperiretur Tumor sive non, eum\nfore lethalem.\n\nInfans interea insomnis & ejulans parum dormivit,\nad Pulticulam vero satis apta.\n\nQuarto adeo Die Tumorem aperuit Chirurgus, fac-\nto largiore paululum quam consuluisset Orificio, ita\nut omnis intra Horas viginti effluxerit Humor. Hinc\nLanguor summus & frequens Deliquium ad Biduum\nfaltem; at nutrice sana & Julap. Cardiaco, Cephalic.\nrefecta vicesimum ad usque Diem Vitam perduxit,\nquo frigidi Sudores & Tremores aborti tremulam hanc\nLucem extinxere.\n\nInciso Corpore observavimus Dorsalem Medullam\nad ultimam Lumborum vertebram, nec ultra, pertin-\ngisse; sed hanc inter & os sacrum (si mavis primum\nos sacrum) exeuns per Tumoris sive Sacculi mem-\nbranas dispertita fuit. Os sacrum porro fuit solidum\npenitus, nec Propagines nervosas Medullae spinalis\n(quibus apud Anatomicos Cauda Equina Vocabulum\nest) ad Crura Pedesque transmisit; quinimo ne qui-\ndem perforatum fuit omnino.\nIn quibusdam saltem a Tulpianis Historiis supra citatis differt haec nostra: neque enim aliquid matri praegnanti negatum neque vel se Ictu aut Foetum Imaginatione læserat unquam, neque Spina hujus Infantis bifida aut lacera: quinetiam nec os sacrum solidum, nec Pedes contractos & immotos meminit Tulpius. Quandoquidem ergo singulare quidhabeat haec nostra Historia, hanc ego transcripsi.\n\nII. An Account of the Imperial Salt-works of Sóowár in Upper Hungary, translated from the High-dutch of Ernest Bruckman of the Academy of Brunswick, M.D. communicated by Sir Hans Sloane.\n\nSóowár is an Hungarian Word (which signifies in German Salt-burg) composed of So, which is to say Salt, and Wa, which signifieth Burgh or Town. It is a large Village, about a Quarter of a Mile from Eper, a City of the County of Saár entirely peopled with Officers of the Excise, and Miners or Wood-cutters, and is situated on the Summit of a little Hill, with an agreeable Prospect.\n\nThe 16th of July 1724, we came from Rosenau to Sóowár with Dr. Poekin, Physician to the City and County, to view this celebrated Salt-work, which furnishes the finest and most pure Salt of the whole Kingdom. We communicated our Intention to an Officer of the Salt-works, and having asked his Leave to go into the Cuts, he gave us two Guards for Guides. We first descended with them into the Well by a Rope,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103533.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 2032,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1429,
        2
      ],
      [
        1429,
        2883,
        3
      ],
      [
        2883,
        4438,
        4
      ],
      [
        4438,
        5806,
        5
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103533",
    "title": "Casus Rarissimus. Ex Epistolâ Doctissimi Virt J. Huxham ad Gul. Rutty, M. D. R. S. Secr.",
    "authors": "J. Huxham",
    "year": 1729,
    "volume": "36",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/103533"
  }
}