{
  "id": "f7e72915c8edc1c44f4b837925ec851fa1f09a61",
  "text": "menburg is preferred before all others, that are made of Salt Springs.\n\nSome Observations of swarms of strange Insects, and the Mischiefs done by them.\n\nA great Observer, who hath lived long in New England, did upon occasion relate to a Friend of his in London, where he lately was, That some few Years since there was such a swarm of a certain sort of Insects in that English Colony, that for the space of 200 Miles they poisoned and destroyed all the Trees of that Country; there being found innumerable little holes in the ground, out of which those Insects broke forth in the form of Maggots, which turned into Flies that had a kind of tail or sting, which they struck into the Tree, and thereby envenomed and killed it.\n\nThe like Plague is said to happen frequently in the Country of the Cossacks or Ukranii, wherein dry Summers they are infested with such swarms of Locusts, driven thither by an East, or South-East Wind, that they darken the Air in the fairest weather, and devour all the Corn of that Country, laying their Eggs in Autumn, and then dying; but the Eggs of which every one layeth two or three hundred, hatching the next Spring, produce again such a number of Locusts, that then they do far more mischief than afore, unless Rains do fall, which kill both Eggs and the Insects themselves, or unless a strong North or North-West Wind arise, which drives them into the Euxin Sea: The Hogs of that Country loving these Eggs, devour also great quantities of them, and thereby help to purge the Land of them; which is often so molested by this Vermin, that they enter into their Houses and Beds, fall upon their Tables and into their Meat, insomuch that they can hardly eat without taking down some of them; in the Night when they repose themselves upon the ground, they cover it three or four Inches thick, and if a Wheel pass over\nover them, they emit a stench hardly to be endured: All which, and much more may be fully seen in the French Description of the Countries of Poland, made by Monsieur de Beauplan, and by Monsieur Thevenot, in his Relation of the Cossacks, contained in the First part of his Curious Voyages.\n\nAn Observation touching the Bodies of Snakes and Vipers.\n\nSeveral have taken notice, that there is a difference between the brooding of Snakes and Vipers, those laying their Eggs in Dung-hills, by whose warmth they are hatched; but these (Vipers) brooding their Eggs within their Bellies, and bringing forth live Vipers. To which may be added, That some affirm to have seen Snakes lie upon their Eggs, as Hens sit upon theirs.\n\nSome Observations of odd Constitutions of Bodies.\n\nA very curious Person, studying Physick at Leyden, to whom had been imparted those Relations about a Milky Substance in Veins, heretofore alledged in Numb. 6. returns, by way of gratitude, the following Observations.\n\nThere was (saith he) not many Years since, in this Country a Student, who being much addicted to the study of Astronomy, and spending very many Nights in Star-gazing, had, by the Nocturnal wet and cold temper of the Air, in such a manner obstructed the pores of his skin, that little or nothing exhaled from his Body; which appeared hence, because that the Shirt, he had worn five or six weeks, was then as white as if he had worn it but one day. In the mean while he gathered a subcutaneous Water, of which yet he was afterwards well cured.\n\nWe have also (saith the same) seen here a young Maid, of about thirteen Years of age, which from the time that she was but six Years old, and began to be about her Mother in the",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101462.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 915,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1848,
        2
      ],
      [
        1848,
        3556,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101462",
    "title": "Some Observations of Swarms of Strange Insects, and the Mischiefs Done by Them",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101462"
  }
}