{
  "id": "98361394ea20bf2721857a8dcc21894e5491165f",
  "text": "XIII. Description of an extraordinary Production of Human Generation, with Observations. By John Clarke, M.D. Communicated by Sir Joseph Banks, Bart. P.R.S.\n\nRead May 16, 1793.\n\nIn the course of the last year, a woman was admitted into the General Lying-in Hospital, in Store Street, Tottenham-court Road, who, after a natural labor, was delivered of a healthy child.\n\nThe birth of this child was succeeded, however, by a repetition of uterine contractions, by which another substance was expelled, which is the subject of this paper.\n\nIt was inclosed in a distinct bag of membranes, composed of decidua, chorion, and amnios, and had a placenta belonging to it; the side of which was attached to the placenta of the perfect child. The membranes had been opened before I saw it, and a small quantity of liquor amnii having been discharged, the contents of the cavity were exposed.\n\nThe substance contained in the membranes was of an oval figure, rather flattened on the two sides. Its long diameter was about four inches; and its short diameter, from edge to edge, three inches. One edge was rather more concave than the other, and near the centre of it there was a small and thin funis, in length about an inch and half, by means of which it was connected to the placenta.\nThe surface of this substance was covered with the common integuments, and from it issued four projecting parts. Of these the upper is an imperfect resemblance of the foot of a child, having one large and three smaller toes upon it. The lower is a still more imperfect imitation of a foot, having one large and two smaller toes.\n\nBetween the two feet is situated a small and rounded projection; into which a small passage led, capable of containing a large bristle, but it soon terminated in a cul de sac. Close to the funis there was another small and thin projection, about a third of an inch in length, which looks like a finger, and was found to contain bony matter, and joints.\n\nThere was no appearance of head, or neck. No ribs could be felt, nor clavicle, nor scapula. There was no vestige of any thing like legs, or thighs, or upper extremities; or of organs of generation.\n\nThe only external similarity of this monster to a human foetus, consists of its covering, and the attempt at a formation of two feet, and a finger.\n\nBefore the internal structure was examined, the navel-string of the perfect foetus was injected, from whence the injection very readily passed through both placentæ, viz. that of itself, and that of the monster; and then into the substance of the monster also, as appeared by the redness of the skin.\n\nWhen the injection had become cold, the skin was carefully dissected off; in doing which it was found that the upper foot had no bony connection, but grew loose, and only connected to the internal parts by cellular substance. The lower foot was articulated to the inferior part of the tibia and fibula.\nThe internal structure of the monster was composed of soft and bony matter. Upon cutting into the former, it appeared of a homogeneous fleshy texture, but without any regular or distinct arrangement of muscular fibres; and was very vascular throughout.\n\nThe bones which were surrounded by this fleshy substance were, the os innominatum, the os femoris, the tibia, and the fibula. The relative situation of these to each other described the attitude of kneeling. With regard to the bones themselves, the os innominatum, and the os femoris are both perfect, and of the size which we meet with in a foetus at the full period of utero-gestation; but the tibia and fibula are much shorter than in their natural proportion to the thigh bone.\n\nAt the upper part, and towards the inside of the os innominatum, was placed a little portion of small intestines, loosely connected, by their mesentery, to the posterior edge of that bone, where it is commonly united to the os sacrum. These intestines had a covering of peritonæum, and were very minutely injected.\n\nThe next object was to trace the vessels of the funis, which was done with great care. There appeared to be only two, viz. an artery, and a vein; and these passed on towards the inner surface of the os innominatum. As they approached this bone, they gave off some branches to the surrounding parts, which quickly became too small to be traced. The trunks then passed backward, towards that part where the articulation with the os sacrum is generally found; at which place they went to the other side of the bone, where they distributed a great number of small branches, and were at length lost in the surrounding parts.\nThis was the whole of the internal construction of this very extraordinary monster. There was not the smallest appearance of head, or vertebrae, or ribs. There was neither brain, spinal marrow, nor nerves. It had no heart, nor lungs. It contained none of the viscera subservient to digestion, excepting the intestines already mentioned; nor any glandular substance whatsoever.\n\nThis being a monster of so singular a nature, I shall beg leave to add, to the foregoing description, a few observations, which the circumstances appear to me naturally to suggest.\n\nThe mere description of any monster is of very small utility, unless it tends to explain some actions of the animal economy, before imperfectly, or not at all understood. It is on this account that very little addition has been made to the stock of our knowledge of natural history, from considering those monsters in which there are either supernumerary or confused parts; because, if we cannot distinctly perceive the use, or necessity of parts, in their natural state, we are not likely to advance in information by the examination of those varieties of structure, where difficulties are only multiplied by the greater complication, or aggravated by the confusion of parts. The only useful inference in natural history, which can be drawn from monsters of the last kind is, that nature can deviate from the usual arrangement of parts, without any material inconvenience; and therefore, that the existence of parts so as to be capable of being applied to the purpose for which they are intended, in the perfect state of the system, rather than any precise order of them, is required for carrying on the functions of an animal body.\n\nMonsters, however, where considerable parts are wanting,\nseem peculiarly likely to assist in the prosecution of physiological researches.\n\nIf we were never to see an animal except in its perfect state, we could form no just idea of the comparative necessity of the different parts. So also, if we were to attend alone to the complete structure which obtains in the more perfect animals, we might be led falsely to conclude, that the usual connexion of parts, which we find in them, was essential to the structure and composition of animal matter. Of these parts, the brain and nerves, the stomach and digestive organs generally, the heart, and the lungs, would appear to be of such importance in the machine, that one would be induced to imagine that the functions of life could not be carried on without them: but in tracing the works of nature downwards, we shall at length find animals gradually becoming more and more simple in their construction. The brain and nervous system are altogether wanting in some, and there are others which have neither heart nor lungs; yet they continue to exist, and are capable of performing the most important functions of animals. Thus the formation of one animal serves to throw light upon the economy of others.\n\nThis great simplicity of structure is found, however, chiefly in animals the texture of whose bodies is nearly homogeneous; not consisting, as in more perfect animals, of parts so different from each other, as skin, intestines, &c. are from bone.\n\nIt might therefore still be supposed, that all the complicated mechanism, found in the more perfect animals, is essential to the construction of such heterogeneous substances, as those of which they consist.\nTo investigate this matter, we must have recourse to those monsters in which there is a deficiency of parts.\n\nThere is a very material difference between the nature of the life of the more perfect animals, during their time of foetal existence, and after that they are born. In the latter state, the brain and nerves appear to be so essential, that any very considerable defect in them is incompatible with the well-being of the animal; but in the uterine state, considerable deviations from the ordinary arrangement of parts, and such as cannot be endured after birth, are supported without any inconvenience.\n\nThe brain has been frequently found very incompletely formed, and sometimes not at all, yet still there have been nerves. In other cases, where the brain has been perfect, the spinal marrow has been deficient in a great part of its extent, and sometimes throughout.\n\nBoth these occurrences are sufficient to prove, that, at any rate, that intimate connexion of the brain and nervous system, which takes place after birth, is not necessary for the formation of a body in other respects perfect. But still it would remain doubtful, whether any regular structure could be formed, without any vestige of either brain, or nerves; and therefore without a possibility of their influence, in any manner, toward such structure.\n\nThe monster now under consideration is so extremely simple, in this respect, that it cannot be exceeded by the most simple animal known.\n\nIt may be objected, however, that there might be brain, or nervous fibres, in this monster, but that they might, in the dissection, be destroyed. But, in the first place, I beg leave\nto observe, that the parts were examined too carefully for such a suspicion; and, in the next, as there were no bones representing either the cranium, or spine, or os sacrum, it is not probable that their contents should exist in any other situation.\n\nAnother objection may perhaps be taken from the anastomosis of the vessels of the monster, with those of the perfect foetus, and it may be assumed, that the nervous influence might be transmitted, in this way, along the vessels; but there is very good reason for believing that the vessels of the placenta have no nerves, since, when we cut the navel-string, neither the mother, nor the child, expresses the smallest sign of sensation: and indeed, even if they had nerves, it is still very unlikely that, merely by such anastomosis, any nervous influence could be conveyed.\n\nI think it right to answer another possible objection which may be made, viz. that nervous matter may be co-extended, or co-existent with all other animal matter, and that, of course, it is of no consequence whether there be any sensorium, or reservoir of impressions, &c. or not; because the stimulus, which produces action, must reside in parts, as well as the other substance of which they are composed.\n\nNow, although this may possibly be true, we have no evidence of the fact sufficiently satisfactory to carry conviction along with it. On the contrary, there seems to be good reason for entertaining an opinion, that nervous influence is conveyed from the brain downwards. If we are right in this conjecture, which is warranted by the experiment of tying, or cutting nerves, then the existence of the nervous fibre, like that of a string of a musical instrument, would be inactive,\nunless it received an impression, which, with regard to the nerves, should come from the brain.\n\nThe whole of the actions of this monster, then, must have been those of the vascular system entirely; and these seem to have been capable of forming bone, skin, cellular substance, ligament, cartilage, intestines, &c.\n\nThe defect of heart (not an uncommon kind of monstrosity) proves, that the energy of the arteries was equal to carrying on the circulation, not only in its own body, but also through its own placenta.\n\nThe deficiency of nerves renders it extremely probable that their use is very small, if any, to the embryo.\n\nIt has been an opinion, entertained by a very acute physiologist, Mr. John Hunter, that, in all cases, a foetus is a very simple animal, as to its internal actions, and the circumstances attending this monster fully confirm his idea.\n\nThe usual objects of nature in the formation of a foetus are, that it should grow, and that it should be fitted with parts which, though of no use to it then, are essential afterwards. We know that the lungs are of this kind, and it is very likely that the brain and nerves are so too.*\n\nThe common uses of the nervous powers are, to convey impressions from without, and volition from within. Now a foetus in the uterus is exposed to no external impressions, and is most probably incapable of volition, since it is not con-\n\n* That there is a very material difference between the internal functions of a foetus in the womb, and those of an infant after birth, seems very presumable; not only from finding that it can carry on life without parts which are of the greatest moment afterwards; but also from its possessing parts which after birth go into decay, or disappear, as the thymus gland, &c.\nformable to the general wisdom of nature to give that which, in such a situation, must be useless.\n\nThe whole growth then, and formation of a foetal body, would seem to depend upon the actions of the vascular apparatus, which, if we may be permitted to judge from this instance, is fully equal to the task.\n\nWith regard to the manner in which this monster was supplied with nourishment, and with the benefit of air, there is nothing remarkable; because it had a placenta, and the circulation between it and the mother was the same as in the most perfect foetus.\n\nTab. XVII. and XVIII.\n\nExhibit the appearances described in the foregoing paper.\n\nTab. XVII. A view of the external appearances.\n\nA. An imperfect formation of a foot, with four toes upon it.\nB. An imperfect formation of another foot, having three toes upon it. This foot was connected to the tibia and fibula.\nC. The projection into which a duct led, terminating in a blind pouch.\nD. The funis umbilicalis.\nE. An imperfect formation of a finger.\n\nTab. XVIII. An internal view of the parts, as they appeared after clearing away the fleshy matter from the bones.\n\nA. The os innominatum.\nB. The os femoris.\nC. The tibia and fibula, to which the lower foot was connected.\n\nD. The funis umbilicalis, with two bristles in the vessels.\n\nE. The bristles passing, in the vessels, to the outside of the os innominatum.\n\nF. A portion of small intestines, terminating in a cul de sac at each extremity.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106813.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 21028,
    "total-output-tokens": 3492,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1273,
        2
      ],
      [
        1273,
        2910,
        3
      ],
      [
        2910,
        4583,
        4
      ],
      [
        4583,
        6335,
        5
      ],
      [
        6335,
        7987,
        6
      ],
      [
        7987,
        9640,
        7
      ],
      [
        9640,
        11355,
        8
      ],
      [
        11355,
        13114,
        9
      ],
      [
        13114,
        14281,
        10
      ],
      [
        14281,
        14281,
        11
      ],
      [
        14281,
        14281,
        12
      ],
      [
        14281,
        14567,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106813",
    "title": "Description of an Extraordinary Production of Human Generation, with Observations. By John Clarke, M. D. Communicated by Sir Joseph Banks, Bart. P. R. S.",
    "authors": "Joseph Banks, John Clarke",
    "year": 1793,
    "volume": "83",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/106813"
  }
}