{
  "id": "7363f96bd1ff970bed75fc794951b55399fdaf57",
  "text": "f. A Slit in the Neck of the Left Uterus to show its Passage into the Vagina on that Side.\n\ng. The Left Vagina opened.\n\nh. Th. Ostium or Mouth of the Right Vagina.\n\ni. The common Passage from the Urethra and Vagina.\n\nK. The Urethra.\n\nl. The Bladder of Urine cut off.\n\n**FIGURA QUARTA**\n\nRepresents the Hairy Tophus, or Ball of Hair that was taken out of the Stomach.\n\n**FIGURA QUINTA**\n\nRepresents the Liver.\n\nA. The Vena Cava.\n\nBBB. The three Lobes of the Liver.\n\nC. The Bladder of Gall.\n\nddd. The Fissures in the Body of the Liver.\n\neee. The Incisions at the Edges of the Liver.\n\n**FIGURA SEXTA**\n\nA. The Spine of the second Vertebra of the Neck.\n\nb. Represents its Thickness.\n\nc. A large Sinus for the receiving the first Vertebra.\n\nd. The Dens or Tooth of this Vertebra.\n\ne. The Processus obliquus superior of one Side.\n\nf. The Processus obliquus inferior of the same Side.\n\n**FIGURA SEPTIMA**\n\nA. Represents the Spine of the third Vertebra of the Neck, where is shown its natural thickness.\n\nb. The Hole through which the Medulla Spinalis passes.\n\ncc. Two small Foramina for the Passage of Vessels.\n\nd. Represents the Cleft at the top of the Spine.\n\nee. The two Processus obliqui Superiores before.\n\nff. The two Processus obliqui Inferiores before.\n\n**FIGURA OCTAVA**\n\nRepresents the first Vertebra of the Thorax.\n\nA. The Spine, which is long and acute.\n\nbb. The Oblique Processes before.\n\ncc. The Oblique Processes behind.\n\ndd. The Transverse Processes.\n\nee. Where the Ribs are fastened.\n\nf. The Hollow where the Medulla Spinalis passes.\n\n**FIGURA NONA**\n\nRepresents the fourth Vertebra of the Loins.\n\naa. The two upper Oblique Processes behind.\n\nb. The Spine.\n\ncc. The two under Oblique Processes behind.\n\n**FIGURA DECIMA**\n\nRepresents the second and third Vertebra of the Tail.\n\naa. Two Vertebrae of the Tail.\n\nbbb. The Spines or Hooks on the inside, by means of which, it can better hang by its Tail.\n\ncc. A Hollow or Foramen in the middle of these Spines, through which Blood-Vessels passes.\n\n---\n\n**ERRATA**\n\nPage 105. l. 5. r. at Chirurgians. p. 105. l. 21. r. Simi-vulpa. p. 107. l. 26. r. Epithet. p. 108. l. 1. r. determined. l. 14. r. addid. p. 109. l. 7. r. Crumenam. p. 110. l. 3. r. her. p. 112. l. 6. r. Hexagons. p. 113. l. 23. r. surk. p. 114. l. 32. r. invicem. p. 116. l. 6. r. proficiscatur. l. 10. r. quaternae didicent. l. 18. r. firepum. l. pemult. adapting. p. 125. l. 12. r. i.e. p. 133. l. 29 Columbis. p. 140. l. 25. r. Vetch. l. 26. r. Vein. p. 146. l. 3. r. felis p. 147. l. 10. r. Extrem. l. 19. r. Surure. p. 148. l. 5. r. Lambdoidal. p. 149. l. 11. r. Scive. p. 151. l. 9. r. felis.\n\nLONDON: Printed for Sam. Smith, and Benj. Walford, Printers to the Royal Society, at the Princes Arms in St. Paul's Church-Yard. 1698.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102497.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3320,
    "total-output-tokens": 1046,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2755,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102497",
    "title": "Errata",
    "authors": null,
    "year": 1698,
    "volume": "20",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/102497"
  }
}