{
  "id": "b3ca5118edbe677e0d02f6c946f84b279b1f78a1",
  "text": "XL. Anatomical Observations on the Torpedo. By John Hunter, F. R. S.\n\nRead July 1, 1773.\n\nI WAS desired some time since, by Mr. Walsh, whose experiments at La Rochelle had determined the effect of the Torpedo to be electrical, to dissect and examine the peculiar organs by which that animal produces so extraordinary an effect. This I have done in several subjects furnished to me by that Gentleman.\n\nI am now desired by him to lay before the Society, the observations I have made; and for the better understanding of them, to present, on his part, a male and female Torpedo in spirits; in the latter of which the electric organs are exposed in different views and sections; likewise a copper-plate, which he took care to have engraved, exhibiting those organs.\n\nOf the general structure and anatomy of the Torpedo I say nothing, since the animal does not differ very materially, excepting in its electric organs (as they have been properly named by Mr. Walsh) from the rest of the Rays, of which family it is well known to be. I will only premise, that the Torpedo, of which I treat, is about eighteen inches long, twelve broad, and in its central or thickest part two inches thick; which is nearly the size of Vol. LXIII.\nthe female specimen, now presented to the Society, as well as of that from which the plate was taken: but where there is any difference in the organ arising from difference in size, notice will be taken of it in this account.\n\nThe electric organs of the Torpedo are placed on each side of the cranium and gills, reaching from thence to the semicircular cartilages of each great fin, and extending longitudinally from the anterior extremity of the animal to the transverse cartilage, which divides the thorax from the abdomen; and within these limits they occupy the whole space between the skin of the upper and of the under surfaces: they are thickest at the edges near the center of the fish, and become gradually thinner towards the extremities. Each electric organ, at its inner longitudinal edge, is unequally hollowed; being exactly fitted to the irregular projections of the cranium and gills. The outer longitudinal edge is a convex elliptic curve. The anterior extremity of each organ, makes the section of a small circle; and the posterior extremity makes nearly a right angle with the inner edge. Each organ is attached to the surrounding parts by a close cellular membrane, and also by short and strong tendinous fibres, which pass directly across, from its outer edge, to the semicircular cartilages.\n\nThey are covered, above and below, by the common skin of the animal; under which there is a thin fascia spread over the whole organ. This is composed of fibres, which run longitudinally, or in the direction of the body of the animal: these fibres appear to be perforated in innumerable places; which\ngives the fascia the appearance of being fasciculated; its edges all around, are closely connected to the skin, and at last appear to be lost, or to degenerate into the common cellular membrane of the skin.\n\nImmediately under this, is another membrane, exactly of the same kind, the fibres of which in some measure decussate those of the former, passing from the middle line of the body outwards and backwards. The inner edge of this, is lost with the first described; the anterior, outer, and posterior edges are partly attached to the semicircular cartilages, and partly lost in the common cellular membrane.\n\nThis inner fascia appears to be continued into the electric organ, by so many processes, and thereby makes the membranous sides or sheaths of the columns, which are presently to be described; and between these processes the fascia covers the end of each column, making the outermost or first partition.\n\nEach organ, of the fish under consideration, is about five inches in length, and at the anterior end three in breadth, though it is but little more than half as broad at the posterior extremity.\n\nEach consists wholly of perpendicular columns, reaching from the upper to the under surface of the body, and varying in their lengths, according to the thickness of the parts of the body where they are placed; the longest column being about an inch and an half, the shortest about one fourth of an inch in length, and their diameters about two tenths of an inch.\nThe figures of the columns are very irregular, varying according to situation and other circumstances. The greatest number of them are either irregular Hexagons, or irregular Pentagons; but from the irregularity of some of them, it happens that a pretty regular quadrangular column is sometimes formed. Those of the exterior row are either quadrangular or hexagonal; having one side external, two lateral, and either one or two internal. In the second row they are mostly pentagons.\n\nTheir coats are very thin, and seem transparent, closely connected with each other, having a kind of loose network of tendinous fibres, passing transversely and obliquely between the columns, and uniting them more firmly together. These are mostly observable where the large trunks of the nerves pass. The columns are also attached by strong inelastic fibres, passing directly from the one to the other.\n\nThe number of columns in different Torpedos of the size of that now offered to the Society, appeared to be about 470 in each organ, but the number varies according to the size of the fish*. These columns increase, not only in size, but in number, during the growth of the animal: new ones forming perhaps every year on the exterior edges, as there they are much the smallest. This process may be similar to the formation of new teeth, in the human jaw, as it increases.\n\n* In a very large Torpedo, the number of columns in one electric organ were 1182.\nEach column is divided by horizontal partitions, placed over each other, at very small distances, and forming numerous interstices, which appear to contain a fluid. These partitions consist of a very thin membrane, considerably transparent. Their edges appear to be attached to one another, and the whole is attached by a fine cellular membrane to the inside of the columns. They are not totally detached from one another: I have found them adhering, at different places, by blood-vessels passing from one to another.\n\nThe number of partitions contained in a column of one inch in length, of a Torpedo which had been preserved in proof spirit, appeared upon a careful examination to be one hundred and fifty: and this number in a given length of column appears to be common to all sizes in the same state of humidity, for by drying they may be greatly altered; whence it appears probable that the increase in the length of a column, during the growth of the animal, does not enlarge the distance between each partition in proportion to that growth; but that new partitions are formed, and added to the extremity of the column from the fascia.\n\nThe partitions are very vascular; the arteries are branches from the veins of the gills, which convey the blood that has received the influence of respiration. They pass along with the nerves to the electric organ, and enter with them; then they ramify, in every direction, into innumerable small branches upon the sides of the columns, sending in from the circumference all around upon each partition small arterics,\narteries, which ramify and anastomose upon it; and passing also from one partition to another, anastomose with the vessels of the adjacent partitions.\n\nThe veins of the electric organ pass out, close to the nerves, and run between the gills, to the auricle of the heart.\n\nThe nerves inserted into each electric organ, arise by three very large trunks from the lateral and posterior part of the brain. The first of these, in its passage outwards, turns round a cartilage of the cranium, and sends a few branches to the first gill, and to the anterior part of the head, and then passes into the organ towards its anterior extremity. The second trunk enters the gills between the first and second openings, and, after furnishing it with small branches, passes into the organ near its middle. The third trunk, after leaving the skull, divides itself into two branches, which pass to the electric organ through the gills; one between the second and third openings, the other between the third and fourth, giving small branches to the gill itself. These nerves having entered the organs, ramify in every direction, between the columns, and send in small branches upon each partition where they are lost.\n\nThe magnitude and the number of the nerves bestowed on these organs, in proportion to their size, must on reflection appear as extraordinary as the phenomena they afford. Nerves are given to parts either for sensation or action. Now if we except the more important senses of seeing, hearing, smelling, and tasting, which do not belong to the electric organs, there is no part even of the most perfect animal, which, in proportion to its size, is\nso liberally supplied with nerves; nor do the nerves seem necessary for any sensation which can be supposed to belong to the electric organs. And with respect to action, there is no part of any animal, with which I am acquainted, however strong and constant its natural actions may be, which has so great a proportion of nerves.\n\nIf it be then probable, that those nerves are not necessary for the purposes of sensation, or action, may we not conclude that they are subservient to the formation, collection, or management of the electric fluid; especially as it appears evident, from Mr. Walsh's experiments, that the will of the animal does absolutely control the electric powers of its body; which must depend on the energy of the nerves.\n\nHow far this may be connected with the power of the nerves in general, or how far it may lead to an explanation of their operations, time and future discoveries alone can fully determine.\nAn Explanation of the Engraving of the Torpedo.\n\nTab. XX.\n\nFig. I. The upper surface of the electric organ.\nA A. The common skin of the animal.\nB. The inspiratory opening.\nC. The eye.\nD. The part in which the gills are inclosed.\nEEE. The skin dissected off from the electric organ, and turned outwards; the honeycomb appearance on its internal surface corresponding with the upper surface of the organ.\nF. The part of the skin which covered the gills, with some ramifications of an excretory duct upon it.\nGGG. The upper surface of the electric organ, formed by the upper extremities of the perpendicular columns.\n\nFig. II. The right electric organ divided horizontally into nearly two equal parts at the place where the nerves enter; the upper half being turned outwards.\nAA. BB. CC. DD. The corresponding parts of the trunks of the nerves, as they emerge from the gills, and ramify in the electric organ.\nAA. The first or anterior trunk arising just before the gills.\nBB. The second or middle trunk arising behind the first gill.\n\nE. The\ncc. The anterior branch of the third trunk arising behind the second gill.\n\ndd. The posterior branch of the third trunk arising behind the third gill.\n\nFig. III. A perpendicular section of the Torpedo a little below its inspiratory openings.\n\naa. The upper surface of the fish.\n\nbb. The muscles of the back as divided by the section.\n\nc. The Medulla Spinalis.\n\nd. The Oesophagus.\n\ne. The left gill split, to expose the course of a trunk of the nerve through it.\n\nf. The breathing surface of the right gill.\n\ngg. The fins.\n\nhh. The perpendicular columns which compose the electric organ, with a representation of their horizontal partitions.\n\nl. One of the trunks of the nerves, with its ramifications.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106168.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 16,
    "total-input-tokens": 24030,
    "total-output-tokens": 2973,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1224,
        2
      ],
      [
        1224,
        2839,
        3
      ],
      [
        2839,
        4314,
        4
      ],
      [
        4314,
        5756,
        5
      ],
      [
        5756,
        7318,
        6
      ],
      [
        7318,
        8963,
        7
      ],
      [
        8963,
        9893,
        8
      ],
      [
        9893,
        10933,
        9
      ],
      [
        10933,
        10933,
        10
      ],
      [
        10933,
        10933,
        11
      ],
      [
        10933,
        10933,
        12
      ],
      [
        10933,
        10933,
        13
      ],
      [
        10933,
        10933,
        14
      ],
      [
        10933,
        10933,
        15
      ],
      [
        10933,
        11634,
        16
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106168",
    "title": "Anatomical Observations on the Torpedo. By John Hunter, F. R. S.",
    "authors": "John Hunter",
    "year": 1773,
    "volume": "63",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 16,
    "jstor_url": "https://www.jstor.org/stable/106168"
  }
}