{
  "id": "f748a93b99d12f2100c442dc4768a38513fc0d1a",
  "text": "XVIII. A Catalogue of the Fifty Plants from Chelsea Garden, presented to the Royal Society, by the worshipful Company of Apothecaries, for the Year 1754, pursuant to the Direction of Sir Hans Sloane, Baronet, Med. Reg. & Soc. Reg. nuper Praeses, by John Wilmer, M. D. Societat. Pharmaceut. Lond. Socius, Hort. Chelf. Praefectus & Praelector Botan.\n\nRead April 10, 1601\n\n1755. Antirrhinum Siculum Linariæ folio, niveo flore, Tilli.\n\n1602 Calcalia caule herbaceo foliis hastato-sagittatis denticulatis, petiolis superne dilatatis. Hort. Upsal. 254.\n\n1603 Calamintha Hispanica frutescens Mari folio. Inst. R. H. 194.\n\nMelissa fruticosa ramis attenuatis virgatis foliis subtus tomentosis. Linn. Sp. Plant. 593.\n\n1604 Calendula foliis obverse ovatis denticulatis, caule fruticoso perenni. Fl. Leyd. Prod. 531.\n\n1605 Campanula hortensis rapunculi radice repente. M. H. 2. 460.\n\nCampanula repens flore minore cæruleo. J. B. 2. 706.\n\n1606 Caryophyllus minimus muralis. C. B. 211.\n\nLychnis minima muralis. M. H. 2. 547.\n\n1607 Cephalanthus foliis oppositis ternisque. Fl. Virg. 15.\n\nScabiosa\nScabiosa dendroides Americana ternis foliis caulem ambientibus, floribus ochro-leucis. Pluk. Alm. 336.\n\n1608 Cerinthe quorundam major, fl. ex rubro-purpurascente. J. B. 3. 603.\n\n1609 Chenopodium Lini folio villoso. T. 506. Linaria scoparia. C. B. P. 212.\n\n1610 Clematis Hispanica surrecta altera et humilior, fl. albicante. H. R. Par.\n\n1611 Clymenum Hispanicum flore vario, siliqua articulata. T. 396.\n\nLathyrus vicioides vexillo rubro, petalis rostrum ambientibus caeruleis. M. H. 2. 50.\n\n1612 Cochlearia altissima Glasti folio. T. 215. Lepidium. C. B. 96.\n\n1613 Conyza latifolia viscosa suaveolens flore aureo, ex Gallo-provincia. Tourn. 455.\n\nConyza Pyrenaica foliis Primulae veris. Par. Bat. 127.\n\n1614 Coreopsis foliis linearibus integerrimis caule erecto. Fl. Virg. 18.\n\n1615 Corispermum Hyssopifolium. D. Jussieu, Ac. Reg. Sc. 1712.\n\n1616 Digitalis Hispanica purpurea minor. T. 165. Digitalis Verbasci folio purpurea minor perennis Hispanica. Bar. Icon. 1183.\n\n1617 Diplocus folio laciniato. C. B. P. 385.\n\n1618 Dodartia foliis lanceolatis ferratis, floribus spicatis. Linaria Bellidis folio. C. B. P. 212. Prod. 106.\n\n1619 Fabago triphylla et tetraphylla flore tetrapetalo, fructu membranaceo quadrangulari. Burm. pl. Afric. 7. Tab. 3.\nZigophyllum capsularum angulis compresso membranaceis. Linn. Sp. Plant. 383.\n\n1620 Geranium Anemones folio. Par. Bat. 178.\n\n1621 Heliotropium Canariense arborescens, fol. Scorodoniae. H. Am. 129.\n\n1622 Hermannia fol. Ibisci hirsuto, flore primo luteo, deinde purpuro-rubello. An Hermannia frutescens folio oblongo molli cordato hirsuto. Boerh. Ind. Alt.\n\n1623 Hesperis lutea siliquis strictissimis. Tourn. 222.\n\nDraba lutea quibusdam. J. B. 2. 870.\n\n1624 Hieracium Echioides capitulis Cardui benedicti majus Arabicum folio sinuato. Hort. Edinburg.\n\n1625 Hieracium Pyrenaicum longifolium amplexicaule. T. 472.\n\n1626 Jasminoides aculeatum humile Halimi minoris folio, flore majore violaceo, fructu crassiore per maturitatem flavescente. Michel. Nov. Gen. 224.\n\n1627 Ketmia Ægyptiaca Vitis folio, parvo flore. Tourn.\n\n1628 Lathyrus Tingitanus siliquis Orobi, fl. amplo ruberrimo. M. H. 2. 55.\n\n1629 Lotus leguminibus conjugatis membranaceo quadrangulis bracteis oblongo-ovatis. Linn. Sp. Plant. 774.\n\nLotus luteus siliqua angulosa. Boer. Ind. Alt. 2. p. 37.\n\n1630 Lychnis segetum rubra foliis Perfoliatæ. C. B. 204. Vaccaria. Dod. Pempt. 104.\n\n1631 Marrubium Hispanicum calyce stellato et aculeato. I. R. H. 182. Alysson Galeni. Clus. Hist. 35.\n1632 Medica major erectior, floribus purpurascenti-\nbus. Tourn. 410.\n\n1633 Mespilus foliis ovatis serratis, pomis ovatis ex\nluteo virentibus nobis.\n\n1634 Mespilus foliis ovatis, obtusis, crenatis, spinis\nlongis tenuibus, fructu singulari rotundo,\numbilico foliaceo. An Mespilus Virginiana.\nUvae crispa foliis. Pluk. Mant.\n\n1635 Ornithogalum humile foliis ovatis sessilibus,\nfloribus corymbosis, nobis.\n\n1636 Osteospermum foliis oblongis acute dentatis,\ncaule fruticoso diffuso, nobis.\n\n1637 Othonna foliis pinnatifidis laciniis linearibus\nparallelis. H. Cliff. 419. Jacobea Africana\nfrutescens foliis Absinthii umbelliferi incanis.\nH. Amst. 2. p. 137.\n\n1638 Pelecinus vulgaris. T. 417. Astragalus purpu-\nreus annuus peregrinus, siliquis utriusque\nserrae similibus. M. Hist. 2. 107.\n\n1639 Phyllis stipulis dentatis. Flor. Leyd. Prod. 92.\nValerianella Canariensis frutescens simpia nobla\ndicta. Hort. Eltham 405.\n\n1640 Plantago angustifolia paniculis Lagopi. C. B.\n374.\n\n1641 Ruyischiana floribus verticillatis, nobis.\n\n1642 Samolus Valerandi. J. B. 3. 791. Anagallis\naquatica folio rotundo non crenato. C. B. P.\n252.\n\n1643 Scabiosa stellata folio laciniato major. Tourn.\n\n1644 Solanum spiniferum frutescens spinis igneis\nAmericanum. Pluk. Phyt. 225. fig. 5.\n\n1645 Telephium Dioscoridis Imperati.\nTelephium repens folio non deciduo. C. B. P. 287.\n\n1646 Thalictrum minus alterum Parisiensium foliis crassioribus et lucidis. H. R. Par.\n\n1647 Tithymalus maritimus. C. B. P. 291.\nTithimalus paralius. J. B. 3. 674.\n\n1648 Trifolium Bitumen redolens. C. B. 327.\n\n1649 Trifolium Bitumen redolens angustifolium. Boer. Ind. Alt. 2. p. 32.\nTrifolium bituminosum arboreum angustifolium ac sempervirens. Hort. Cath.\n\n1650 Virga aurea Canadensis foliis carnosis non serratis latioribus. Hist. Oxon.\n\nXIX. A Letter to the Right Honourable George Earl of Macclesfield, President of the Royal Society, on the Advantage of taking the Mean of a Number of Observations, in practical Astronomy: By T. Simpson, F. R. S.\n\nMy Lord,\n\nRead April 10, 1755.\n\nIt is well known to your Lordship, that the method practised by astronomers, in order to diminish the errors arising from the imperfections of instruments, and of the organs of sense, by taking the Mean of several observations, has not been so generally received, but that some persons, of considerable note, have been of opinion, and even publicly maintained, that one single observation, taken",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104911.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8902,
    "total-output-tokens": 2538,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1082,
        2
      ],
      [
        1082,
        2326,
        3
      ],
      [
        2326,
        3568,
        4
      ],
      [
        3568,
        4863,
        5
      ],
      [
        4863,
        5993,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104911",
    "title": "A Catalogue of the Fifty Plants from Chelsea Garden, Presented to the Royal Society, by the Worshipful Company of Apothecaries, for the Year 1754, Pursuant to the Direction of Sir Hans Sloane, Baronet, Med. Reg. & Soc. Reg. Nuper Praeses, by John Wilmer, M. D. Societat. Pharmaceut. Lond. Socius, Hort. Chels. Praefectus & Praelector Botan",
    "authors": "John Wilmer",
    "year": 1755,
    "volume": "49",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/104911"
  }
}