{
  "id": "04c66f94c187b327a5cf12217f093d36465b71b3",
  "text": "III. Georgij Josephi Cameli Observationes de Avibus Philippensibus; Communicatae a Jacobo Petiver.\n\nS. R. S.\n\n1. Accipiter ordinarius. Banog Luzonensibus Gavilan Hispanis. Luteolus in Dorso & alis, candidus in Ventre.\n2. Accipiter magnitudinis Banog. Sicub Sicap, vel Lavin Luzonensib: Fuscus, vel etiam luteo, albo & nigro varius.\n3. Anas parvula, lacustris, vix magnitudinis pugni. Saloyasir Luzon.\n4. Anas magna Regia. Papan Luzon.\n5. Anas domestica, cujus ova Sinæ ignis calore fovent, & excludunt. Ytic Luzon.\n6. Anas lacustris ordinaria. Balivis Luzon.\n7. Ardeola. Garza Hispan: Dangcangbac Luzon.\n8. Ardeolæ species candissima. Talabong Luzon.\n9. Asio Mochuelo Hisp. Manonoctoc Luzon.\n10. Avicula minima, varie picturata, vivit melleo florum rore. Sivit. Luz.\n11. Avicula altera praecedenti major, species esse videtur Alandæ.\n12. Avis Auguralis Balatiti Luzon dicta.\n13. Avis Auguralis Tigmamanucqin Luzon dicta.\n14. Avis Auguralis, parva, varie picturata, rostri magni & longi. Salacsic Luzon. an Pescador H. Martin?\n15. Avis destruens Orizam, coloris Perdicis, sed species Rusticole. German. Dohneppen.\n16. Bubo. Buho Hispan. Tigbobot Luzon.\n17. Calao vel Cagao Indorum, Volucris & Montana est Avis, vivens fructi us Baliti f. Ficus Ind. Sylv. Pilis, f. Amygdalo-Pistaceis, Volvuli Colyat, & aliis, quos integros ingurgi-\ngurgitat; confecto vero cortice carnosō, putamina ossea il\nlaefis nucleis egerit. Non est species Xochitenacatl Nirembergii Niremb.110.\np. 208. sed distincta. Corpus Gallinæ suppar, sed usque ad alarum\nprincipium spithama longius, ad ventrem nigrum, uropigium\nversus paleare, ad dorsum cinereo fuscum: Collum spitha-\nmeum unâ cum capite rufum: Caput parvum ad oculos ni-\ngrum: Oculorum pupillæ caesiæ, albâ iride, in palpebra utra-\nque cilia nigra, setacea, digitum auricularem transversum\nlonga: Rostrum spithameè hians subincurvum, serratum,\ndiaphanum, coloris cinabarini; parte inferiore longitudine\ncompar superiori, ad medium sesquiunciam latum; parte\nsuperiore palmam altum, spithama longius, & superne pla-\nnâ, spithamae, & fere palmam lata caudide galcatum: Lin-\ngua pro tanto rostro exigua, vix uncialis: Vox Suis grun-\nnentis potius, aut Vituli mugientis quam Avis. Femora\nuna cum tibiis spithamea lutecant: Pedes antrorsum tribus,\nretrorsum uno digito, digitali squammati, rubentes, ungui-\nbus nigris solidis aduncis hamantur: Caudam constituunt\n8 majores, cubitales, candide pennae: Alarum quamlibet\n15 aut 17 majores fere cubitales, & fulvae remiges pennae:\nCalao Gentiles superstitione colunt, & observant, fabulan-\ntur cum Grue Tipul s. Tihol pactasse, ut haec palustribus Ca-\nlao sylvosis contenta viverent hinc Tipul si ligno quocunque\ninsederit, in pænam transgressi foederis se se loco movere non\nvalere, e contra Calao si aquosis & humilibus. Vid. Fig. in Gaz Nat. &\nGazophylac. Naturæ & Artis Decad. 3. Tab. 28.\n\n18. Rostrum affervo Calao aliud, praeter primum quod de-\nscripsi, est autem pars superior, spithameum, nigrum & cau-\nside fornicata galeatum, apice tantum rubente. Icon ejus Gaz. N & A:\nexhibetur in Decad. iv. Gazophyl. Nat. & Artis. Tab. Tab. 31. Fig.\nxxxii.\n\n19. Chloropus, s. Acbac Luzon. aliis Ticlin major. Avis\nest magnitudine Gallinæ, Venter & Collum & Pectus coloris\nquasi dilute morella, Dorsum fusce rufescens, Alæ splendide\ncaeruleovirentes, Cauda curta albida, tremula: Oculi nigri,\nRostrum nigrum, validum, obtusum, Linguae Gallinæ, Pedes\nspithamei, tetradaestili, rufescentes. Ungues nigri, Digiti longi. Degit locis cultis, vesicique Oriza. Vox Phi. Phi.\n\n20. Cignus. Lizne Hisp. Tagac Luzon.\n\n21. Columba domestica. Palapati Luzon.\n\n22. Columba Persica in Luzone vocata. Corporis mole minor est communi, communiter candidissima, caudem pandens & explicans in radium ut Pavo.\n\n23. Columba similis, Avis Maritima. Canavay Luzon. Ova supra nudas caules ponens & ibidem iis incubens. an Alcion.?\n\n24. Corvus Europaeo minor. Guac Luzon.\n\n25. Corvus fluviatilis. Caffili vel Colocolo Luzon. Avis est amphibia, plus temporis sub aquis, quam in aere vivens, niger, colli longissimi, victitans Piscibus, Serpentibus & Conchyliis, sub undis diutissime discurrens, & tandem expansis alis, pennas ad solem desiccans.\n\n26. Coturnix Europea minor. Olloc vel Pogo, Luzon.\n\n27. Coturnix pumila montana, Passere minor, varie picturata. Iliviliu, Luzon.\n\n28. Gallinae similis Avis. Acbab Luzon.\n\n29. Lapillum, similem viliori Perlae vidi apud Alphonsum Fijaplan, Gallinæ exemptum, proliferum.\n\n30. Gavia species. Gaviota Hisp. Ggitgit Luzon.\n\n31. Gavia Gallina minor, coloris cinerei. Tambilagan Luz.\n\n32. Gavia viviflamma, velocissime per littora discurrens. Taringting Luzon.\n\n33. Grus. Grulla Hisp. Tipul vel Tibol Luzon. Tricubitum alta, cum Collo homine procerior.\n\n34. Gruis species. Dongon Luzon. Magnitudinis Anseris, cinerea, rostro sesquispithamam longo, palmo latum.\n\n35. Hirundo ordinaria. Layanglayang Luzon.\n\n36. Hirundo maritima. Salanga, alijs Sayau, Botahota & Salangan Luzon. Cuj s Nidus est fragacantium Venercum Indicum. Nidus Avium Schroderi Patong Indorum. Enno Sinarum. Abundat in Insula Jolo. Samboangan.\n\n37. Merula\n37. Merula Persica: Canora & garrula avis, atra, sed circa oculos depilis ut Illing, minus tamen.\n\n38. Noctua. Lechuza Hisp. Covago Luzon.\n\n39. Noctua major, magnitudinis Gallo-pavonis. Bucao Luzon.\n\n40. Onocrotalus, s. Pelecanus, Alcatraz Hisp. Pagala Indiae. Pectoris pellem, suavissimis plumis constatam pro pectorali gestatam, Altmatricis prodefesse referunt.\n\n41. Oropendula Hisp. Guliyan Luzon. Gratiola & pulcherrima est Avis, magnitudine Turtris, victans fructibus, atris & aureis variegata plumis.\n\n42. Palalaca Luzon. Herrero Hisp. i.e. Faber ferrarius. Avis similis est Upupa, Vocis crassae & raucae, Caput habet spadiceum, crista ornatum, Rostrum quasi ferreum, quo pronido parando arbores ligni durissimi excavat, quas istu magno percutit, ita ut repercussionis sonus longissime, ad 300 passus percipiatur; Corpus magnitudinis Gallinae mediocris, coloris viridis, alii variegatum dicunt. Hanc narrant nosse Plantam ferrum emollientem.\n\n43. Palalaca species. Iting, Tabadurn, vel Gulin Luzon. Magnitudinis sturni, Rostrum, Alex, Cauda & Pedes nigra sunt, reliqua quasi argentea, Caput implume, excurrente tantum per ejus medium tenui, nigra, & plumosa stria: Nidulatur communiter in excavatis Palmæ Cocciferæ caudicibus. Voracissima est, vivens Fructibus; hinc non nisi unicum & rectum intestinum vulgus habere narrat. De reliquo canora & garriens est Avis.\n\n44. Palumpes, varie picturata, formosa & superba. Bayo Luzon.\n\n45. Passer Solitarius. Magnitudinis est Turdi, coloris fulvi mas, fæmella ex nigro & fusco varia. Canora est Avis ut Phylomela, vivens Insectis.\n\n46. Passerculus vivens Oriza. Maya Luzon.\n\n47. Passerculus Maya minor, versicolor, vivens semine Graminis Nemelen. Pacquing Luzon.\n48. Passerulus praecedenti compar vivens semine Phalaridis minoris. Pirite Luzon.\n\n49. Passerulus priori similis. Posicgit. Luzon.\n\n50. Passerulus praecedenti minor. Pipit Luzon.\n\n51. Psittacus minimus Clusii Exot. 365. Fig. Gulafisi, Colafisi vel Cufi. Luzon.\n\n52. Psittacus duplo major priore, totus viridis, rostro valde iato, & nigro, pedibus coloris cinerei indocilis. Quilaquil Luzon.\n\n53. Psittacus totus candidus, cristatus, magnitudinis Columbae, cicut evadit, & garrire solet. Catatua, Abucay, vel Calangay Luzon.\n\n54. Psittacus coeruleus. Bototoc Luzon.\n\n55. Psittacus variis picturatus coloribus. Manucmanuc Luz.\n\n56. Psittacus viridis mediocris. Cagit Luzon.\n\n57. Psittacus viridis maximus. Cqilacqil Luzon.\n\n58. Psittacus viridis magnitudinis Abucay. Anfig. Luzon.\n\n59. Psittacus clare virens, capite rubente, minor Anfig. Inlag. Luzon.\n\n60. Psittacus candidus, Gallinae compar, rostrum, lingua & pedes nigra: loquax & reliquis distinctius garriens. Catatua altera major.\n\n61. Sturnus Luzonis, Corvorum inimicus, coloris aterrimi, seu fulvi ut Aquila, ad solem mille induens colores; Oculi corallio nitidiores, pedes flaventes, vivissimus, vivens fructibus. Gulaling Luzon.\n\n62. Sturnus Sinensis, niger, oculi, rostrum & pedes flavi, cicur, canora, & garriens avis. Vescitur Pane, Oriza, Insectis, carnis, fructibus. Kaaling Sinarum.\n\n63. Tabon Luzon. Daic Hernand. Hist. Avium p. 56. c.\n\n220. Daie Jonft. de Avibus 119. Avis ovimagna Nieremb. l.\n\n10 c. 5. p. 207. Avis ovimagna Daie dicta Ray Ornith.\n\napp. 297. id. Angl. 385.\n\nAvis subrufca vel etiam cinerea, minor communi Gallina, cauda carens, capite rarenter plumato, carnis insulfæ nec apete-\napetescibilis. Ova ponens rufa, Anserinis longitudine paria, sed minus crassa, No 40, 50 & 60 in maritimis arenosis, littoribus, fluviorum ripis, aut etiam montium locis glareosis, quattuor spithamis profunde sepulta, solis calore fovenda, quae ferme in totum vitellina sunt, boni saporis & nutrimenti. Pulli in Ovis sapidissimi, ovo egressi insipidi.\n\n64. Tetrax.\n65. Tinunculi species. Similis Sicub sed minor. Baltiscap Luz.\n66. Turtur ordinaria. Batobato T. Tocmol Baynensisbus.\n67. Turtur Luzon. Faemella in pectore plumas gerit Rosei coloris seu Sanguinei floridissimi, vulneris inflicti imaginem pereleganter a natura depictam ad vivum representantes, fauciatam esse diceres, & plurcs sefellit. Pelicanum fabulosum putares. Lugmon Luzon.\n68. Turtur Luzon. viridis ut Psittacus, Alarum pennae majores margine signantur candido, imus Venter & croceo rubescit, rostrum flavum est, oculi cinabarini pedes purpurascentes, Viicitat Oriza. Punay Luzon.\n69. Turtur Baynensis, Lugmonio & Panayo major est, coloris inter flavum & viridem medii, caudae & alarum pennae majores nitide flavo & aterrimo virgatae sunt, alarum principium fulvum, oculi coloris viridis aeris, rostrum & pedes dilute cærulei, uti & cristæ locus. Vivit fructibus.\n70. Ulula Magna: Tigcalo vel Tigbabayc. Luzon.\n71. Urogallus seu Tetrao. Labuyo Luzon.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102898.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 11344,
    "total-output-tokens": 3773,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1332,
        2
      ],
      [
        1332,
        3418,
        3
      ],
      [
        3418,
        5105,
        4
      ],
      [
        5105,
        6816,
        5
      ],
      [
        6816,
        8480,
        6
      ],
      [
        8480,
        9802,
        7
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102898",
    "title": "Georgij Josephi Cameli Observationes de Avibus Philippensibus; Communicatae a Jacobo Petiver. S. R. S.",
    "authors": "Jacobo Petiver, Georgij Josephi Cameli",
    "year": 1702,
    "volume": "23",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/102898"
  }
}