{
  "id": "1697753f5340e85029f554bdd723c6ab945c77a1",
  "text": "XII. Some additions to the Croonian Lecture, on the changes the blood undergoes in the act of coagulation. By Sir Everard Home, Bart. V.P.R.S.\n\nRead March 5, 1818.\n\nSeveral of my friends, much more deeply versed in mathematics than myself, who were present at the reading of the Croonian Lecture, remarked that no spherical bodies could be accurately measured by the common micrometer, and therefore no correct idea of the diameter of a globule of the blood could be obtained by that means. They were also led to doubt the appearance represented in the coagulum, being real, since air, in all ordinary circumstances, when let loose, forms itself into globules, not moving in straight or curved lines.\n\nThese objections, coming from philosophers for whose opinions on such subjects I have the highest respect, induced me to request permission of the President to withdraw the Lecture, that I might correct any errors I had fallen into before the Paper came before the Committee. I found also upon reflection, that I had left the investigation more imperfect than I was aware of, since it is of very little consequence whether, in the act of drying, coagulated blood puts on this particular appearance or not, if I cannot at the same time adduce proofs of the same changes taking place in coagula while they are still moist, and also in the blood when it is\n\nMDCCCXVIII.\nextravasated, and coagulates in the interior parts of living animals.\n\nI have therefore reconsidered this subject, and with the assistance of Mr. Bauer, have instituted a series of experiments, and had drawings taken to elucidate their results, which I hope will do away the objections made against coagulated blood having channels formed through it by the extrication of carbonic acid gas; and prove, not only that the same change takes place when blood is extravasated in living animal bodies, but that these channels have a communication opened between them and the neighbouring arteries, and that the fluid blood circulates through the channels in the coagulum. In laying these experiments and drawings before the Society, I request that I may be indulged in adding them to the Croonian Lecture; and with these additions, that it may be submitted to the judgment of the Council.\n\nAs the measurement of spherical bodies is a subject on which I am totally unfit to form an opinion, I requested my friend Captain Kater to have the goodness to measure the diameter of a globule of the blood, in what appeared to him the most satisfactory manner, and to explain to me the mode of doing it. He very readily complied with my request, and the following is the mode which he adopted.\n\nA ruler divided into inches and tenths was placed on the box which supports the microscope, a mother of pearl micrometer scale was placed under the microscope, each division of which was equal to one two-hundredth of an inch: viewing this with both eyes open, its image appeared to be projected on the ruler, and one division appeared to subtend the space of one inch. The micrometer scale being removed, blood\nsufficiently dilute was placed under the microscope, and being viewed with both eyes open, a globule of blood appeared to occupy, in the first experiment, one half of one tenth of an inch, and in the second experiment, one third of one tenth of an inch upon the ruler. Hence the size of the globule by the first experiment will be equal to\n\n\\[ \\frac{1}{2} \\text{ of } \\frac{1}{10} \\text{ of } \\frac{1}{200} \\text{ of 1 inch } = \\frac{1}{4000} \\text{ of an inch}; \\]\n\nand by the second experiment\n\n\\[ \\frac{1}{3} \\text{ of } \\frac{1}{10} \\text{ of } \\frac{1}{200} \\text{ of 1 inch } = \\frac{1}{6000} \\text{ of an inch}; \\]\n\nthe mean of which, or \\( \\frac{1}{5000} \\) of an inch, may be considered as about the mean diameter of a globule of the blood.\n\nThis measurement of Captain Kater's, as it was natural to expect, corresponds with that which has been made by Dr. Wollaston, by means of a very ingenious micrometer of his own invention, a description of which has a place in the Philosophical Transactions; and with the measurement of Dr. Young in his eirometer, of which he has given an account in his Introduction to Medical Education.\n\nThe diameter of a globule of the blood, measured by mathematicians of such eminence, is to be set down as \\( \\frac{1}{5000} \\) part of an inch; and the diameter in the micrometer, measured with all the accuracy that instrument is capable of, since such was the smallest apparent dimension which occurred in Mr. Bauer's experiments, as \\( \\frac{1}{2000} \\) part of an inch.\n\nI have taken more pains to have the difference between the measurement of a globule in these different modes ascertained, than the subject would appear to require; but its being known, will enable microscopical observers, unskilled in the higher branches of mathematics, to pursue their observations upon globules of different sizes, and continue to compare their re-\nlative size in the micrometer, which will give a correct result which ever mode of measurement is adopted respecting the original globule.\n\nTo do away the objection which has been made to gas being contained in the net-work formed in coagulated blood, I first made the following experiment. I placed a vessel nearly filled with blood drawn from the arm, under the receiver of an air pump, and by exhaustion extracted the gas contained in the blood. This blood deprived of its gas when coagulated, exhibited no appearance of net-work. In that part which had coagulated before the exhaustion was completed, the net-work was beautifully distinct.\n\nWhen blood is drawn from the arm into a cup, and allowed to stand 48 hours, the serum is separated, and everywhere encloses the coagulum. The greater part of the surface of the coagulum is covered with small round holes in which the gas had collected, and then forced its way out into the serum. But if blood taken by cupping is allowed to stand 48 hours in a cup, sometimes the serum is only separated in small quantity, and does not rise above the coagulum, in consequence of a film or pellicle forming on the surface of the coagulum, and fixing itself to the edge of the cup all round. This pellicle when examined at the end of 48 hours appears to contain ramifying vessels. This arises from the mode by which the blood is extracted depriving it of a part of its carbonic acid gas, and what remains is not sufficient in quantity to burst the pellicle, and when in the act of extrication it arrives immediately under the pellicle, it is forced to spread in different directions, putting on this appearance.\n\nHaving ascertained that this appearance is produced by the\nextrication of carbonic acid gas, I was led to make the attempt to inject the coagulum with the common minute injection under the receiver of an air pump. The experiment was made in the following manner. A glass cup about an inch and a half deep, and nearly three inches in diameter, had blood from the arm drawn into it, till it was three parts full. The blood was allowed to stand in a cool place for 48 hours, the serum was then strained off, and about $\\frac{1}{6}$ of the coagulum on one side was cut away and removed, and the cavity thus made was filled with common red size injection in a fluid state; not, however, quite so high as the surface of the coagulum. In cutting off a portion, the edge showed the coagulum to be very weak, much more so than it is commonly met with. The glass vessel was immediately put under the receiver of the air pump. Very early in the exhaustion, the carbonic acid gas was evolved in such quantity as to keep the fluid injection in a state of agitation, which had the advantage of keeping it fluid; when the exhaustion was increased, the evolvement was so rapid that it became necessary to work the pump very slowly. After the exhaustion had become nearly complete, the glass vessel and its contents were removed, and, with a view to fix and harden the coagulum, the glass vessel was placed in boiling water, which was renewed at short intervals, carefully preventing the water from coming in contact with the blood. This process melted the injection that had not passed into the coagulum, and allowed of its being poured off. The coagulum even now was by no means very firm, but capable of supporting itself; it was turned out upon a flat piece of glass. To make it dry more readily, and to prevent its going into\nputrefaction, after having stood six hours, it was divided into slices half an inch thick. Forty-eight hours after it had been injected, I examined it with Mr. Bauer, and found its internal substance very minutely injected, there being only two small bursts of extravasation, each the size of a pea. Mr. Bauer's drawings of the appearance the injection put on immediately under the surface of the coagulum, and upon the cut edge of one of the sections, are annexed, and require little description, so perfectly do they represent the objects from which they were taken. I was assisted in this and the other experiments by Mr. Clift and Mr. Gatcombe. This experiment decides the question respecting the structure of the net-work; since now the channels are filled with injection, their shape, size, and mode of ramification admit of every one examining them for himself; and one of the slices of the coagulum, in which this structure is seen, I have been able to preserve in spirit, and two others in oil of turpentine, so that the originals, as well as the drawings, are brought before the Society.* As the injection could only fill the spaces from which the carbonic acid gas was extracted, it cannot be doubted that the channels were formed by the gas.\n\nHaving brought these facts in proof of channels being formed in coagulated blood out of the body, and of their depending upon the evolvement of the carbonic acid gas contained in the blood, it next became necessary to ascertain whether coagula of blood deposited in the abdomen underwent the same change. To determine this point, I wounded one of the smaller branches of the mesenteric artery of a\n\n* These specimens, two of injected coagula of venal blood, and one of arterial blood, are deposited in the Collection of the Royal College of Surgeons in Lincoln's-Inn-Fields.\nrabbit, and the wound in the abdomen being closed, this small artery was allowed to bleed into the general cavity. In 48 hours the animal was pithed, and the arteries of the abdominal viscera were injected by the common minute injection coloured by vermillion. The cavity of the belly was then opened; it was in a perfectly natural state; there were no adhesions of parts; the small intestines were very vascular, and the vessels minutely injected. No serum was met with, and no large coagula of blood. One very small one was found lying upon the peritonæum in the right iliac region, and adhering to it in parts, but not by the whole surface of contact. This coagulum was evidently injected, and the only one I particularly examined, as there only remained one or two smaller coagula lying upon a portion of the intestinum ilium. All the rest of the blood that had been effused was absorbed. A drawing taken from this coagulum in the microscope, by Mr. Bauer, is annexed. He has shown the small arteries of the peritonæum entering the channels in the coagulum, which are larger than the arteries with which this communication has been formed; their appearance is also very different from that of arteries; they seem to have been over distended by the injection, and not to have acquired a regular form: there are three or four points of communication laterally between the channels in the coagulum and the arteries of the peritonæum, and it would appear that there is another communication immediately behind the centre of the coagulum. In all of these points, the smallness of the arteries, when compared with the channels themselves, is equally distinct. *Vide* Plate XII.\n\nThe appearance this injected coagulum put on, brought to\nmy recollection a preparation I had made in the year 1788, in which a small pedicle of coagulable lymph adhered to the surface of a portion of intestine, and had become vascular in less than twenty-nine hours, since the person died in that period after the operation for the strangulated hernia, and the intestine, when returned, had the natural polish on its surface. I had succeeded in injecting the arteries leading to it. An account of this case is published in the Appendix to my work upon Ulcers, and a drawing from the preparation is engraved in Mr. Hunter's work upon the Blood, Inflammation, and Gun-shot Wounds, but from not being magnified, the parts are indistinctly seen.\n\nI requested Mr. Bauer to examine this preparation, which is preserved in the Hunterian Collection of Morbid Anatomy, and to make a magnified drawing of it upon nearly the same scale as that of the coagulum of blood, to show the difference, if there is any, between the appearance of the channels formed in exuded coagulable lymph, and extravasated blood. He has done so; and they correspond in the most essential particular, which is that the canal in the coagulum is larger in diameter than the artery by which it is supplied with blood. His drawing is annexed. Plate XIII.\n\nBy this means I have been enabled to present to the Society the appearance these channels put on, both in coagula of blood extravasated in the cavities of living animal bodies, and in exudations of coagulable lymph, at nearly the shortest possible periods in which they can be formed.\n\nThere is a preparation in the Hunterian Collection, of a coagulum of blood lying upon the testicle, of considerable size, which was produced by wounding an artery in tapping\na hydrocele; and from the circumstance of the testicle being extirpated a month afterwards, it was ascertained that the coagulum had remained there four weeks before the extirpation. The parts, immediately after the operation, were injected by Mr. Hunter, and the coagulum was found to be vascular. This is the most satisfactory proof of coagulated blood having vessels Mr. Hunter had met with. He has given several engravings of the coagulum, in his work on the Blood; but, from Mr. Bell not having Mr. Bauer's knowledge of drawing such objects in a magnified state, little information is to be received from an examination of the engravings. It occurred to me, that by a re-examination of this preparation, and putting a thin section of the coagulum, continuing the section into the substance of the testicle on which it lay, into the hands of Mr. Bauer, he might be able to make a magnified drawing of the parts, which would enable me to show, by comparing this drawing with the others, what changes are produced in the appearance of the channels, after they have for so long a time received the circulating blood; and whether the arteries by which they are supplied, had enlarged sufficiently to convert them into subordinate branches. The passages or channels originally formed by the extrication of the carbonic acid gas, were now found to have acquired a distinct coat, that admitted of being separated from the surrounding parts, showing them to be formed into regular tubes, but they still remained larger than the branches of the arteries by which they were supplied with blood, as will be seen by inspecting Plate XIV.\n\nAs the globules of pus are similar to those of the blood, I made experiments upon the fluid in which they are suspended,\nand found inspissation produce the same effect on it, as coagulation does on the other; that a similar net-work is formed, and apparently by the same means, since if pus is deprived of its carbonic acid gas (of which it contains a large quantity) by exhaustion in the air pump, no such net-work takes place.\n\nThis is a fact of considerable importance in practical surgery, for since we now know that inspissated pus can become vascular, similar to coagulated blood, we have arrived at the principle on which granulations are formed, and from whence they derive the power of contraction, which is found to be inherent in them; we also can account for the great advantage of compression upon the surface of sores; since by that means all the superfluous pus is removed, leaving only enough for inspissation, in which state the carbonic acid gas is extricated, forming channels so as to admit of its becoming afterwards vascular, and then taking on the form of healthy granulations.\n\nEXPLANATION OF THE PLATES.\n\nPLATE VIII.\n\nThis plate contains six figures: in three of these the globules of the human blood are shown under different circumstances. In the three others are represented different views of the smallest fibre to which a muscle has been reduced in the field of the microscope.\n\nFig. 1. Shows 16 globules enveloped in their colouring matter, occupying, upon the micrometer, a superficies of 160,000 part of a square inch.\nFig. 2. Shows that when the colouring matter is removed, 25 globules occupy the same space.\n\nFig. 3. Shews that the globules, deprived of their colouring matter, and allowed to float in the coloured serum, when once in contact, appear to adhere in a manner not seen to take place when the globules are enveloped in the colouring matter.\n\nThese three figures are magnified 400 diameters, or 160,000 superficies.\n\nFig. 4. Muscular fibres from the thigh of a boiled chicken magnified 400 diameters, or 40,000 superficies.\n\nFig. 5. One single fibre.\n\nFig. 6. A fibre to shew a variety in its form.\n\nThe two last figures are magnified 400 diameters, or 460,000 superficies.\n\nThese fibres in their diameter correspond nearly with the globules of the human blood, deprived of their colouring matter.\n\nPlate IX.\n\nRepresents the appearance which a drop of blood puts on immediately after it has been taken from the arm into a watch glass, and magnified 25 diameters, or 625 superficies.\n\nThat this appearance is produced by the carbonic acid gas, which is separated from the blood in the act of coagulation, is proved by no such appearance being met with when that gas has been previously removed by exhausting the blood in an air pump.\nPlate X.\n\nRepresents the same appearance magnified 200 diameters or 40,000 superficies, and shows that the globules of the blood take no part in forming it.\n\nPlate XI.\n\nRepresents a portion of coagulated blood injected under the receiver of the air pump, with the common minute injection, coloured by vermilion, by exhausting the coagulum of its carbonic acid gas, and the injection taking its place.\n\nThis plate contains two figures; Fig. 1 shows the course of the injection immediately under the pellicle which forms upon the surface of the coagulum: this is everywhere horizontal; for as the carbonic acid gas had no means of escape upwards, it was forced to move in an horizontal direction. Fig. 2 shows the injected part of the coagulum exposed in a section, rather oblique than vertical, in consequence of the coagulum being too soft to admit of the section being more direct. The drawing was made before a pellicle had formed upon the cut surface, which, had it taken place, would have rendered the surface opaque. The course of the injection is seen through the semi-transparent coagulum for some way into its substance. The round points are sections of portions of injection which had followed a horizontal course. The parts are magnified 12 diameters, or 144 superficies.\nPLATE XII.\n\nRepresents a small coagulum injected with coloured injection, from the arteries of the neighbouring parts. The coagulum was formed in consequence of an haemorrhage from one of the smaller branches of the mesenteric artery, and was deposited upon the peritonæum, near the right groin, only 48 hours before death. It is worthy of observation, that the arteries through which the injection passed to the coagulum, are much smaller than the channels in the coagulum, and these channels are largest in the middle.\n\nThe coagulum extends through the whole breadth of the drawing, and the small arteries from the peritonæum open into its substance in several points. The parts are magnified 35 diameters, or 1225 superficies.\n\nPLATE XIII.\n\nRepresents a portion of human intestine, to which a small exudation of coagulable lymph is attached. This is injected from a small artery on the external surface of the intestine, less in diameter than the canal formed in the coagulum.\n\nThe opaque bodies lying upon the vein and close to the pendulous coagulum, are uninjected portions of coagulable lymph.\n\nThe parts are magnified 12 diameters, or 144 superficies.\n\nPLATE XIV.\n\nThis plate represents a section of a coagulum of blood that had remained in contact with that portion of the tunica vagi-\nnalis which is attached to the body of the testicle, for a month before death, and had been afterwards injected with coloured minute injection from the spermatic artery.\n\nThe parts are magnified 35 diameters, or 1225 superficies.\n\nThe outline of the section of the body of the testicle on which the coagulum lies, and to which it is attached, is distinctly marked, and the exhalant arteries from the covering formed by the tunica vaginalis, are found to be very small, and in no proportion to any part of the tubes in the coagulum with which they have opened a communication.\n\nThe canals in this coagulum have acquired a regular shape, having undergone considerable changes since their first formation, which gives them a much nearer approach in appearance to the ramifications of arteries. They have acquired regular coats distinct from the parts by which they are surrounded.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107468.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 22,
    "total-input-tokens": 35140,
    "total-output-tokens": 5495,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1369,
        2
      ],
      [
        1369,
        3060,
        3
      ],
      [
        3060,
        4943,
        4
      ],
      [
        4943,
        6657,
        5
      ],
      [
        6657,
        8412,
        6
      ],
      [
        8412,
        10242,
        7
      ],
      [
        10242,
        11976,
        8
      ],
      [
        11976,
        13698,
        9
      ],
      [
        13698,
        15450,
        10
      ],
      [
        15450,
        16881,
        11
      ],
      [
        16881,
        18109,
        12
      ],
      [
        18109,
        19391,
        13
      ],
      [
        19391,
        20686,
        14
      ],
      [
        20686,
        21564,
        15
      ],
      [
        21564,
        21564,
        16
      ],
      [
        21564,
        21564,
        17
      ],
      [
        21564,
        21564,
        18
      ],
      [
        21564,
        21564,
        19
      ],
      [
        21564,
        21564,
        20
      ],
      [
        21564,
        21564,
        21
      ],
      [
        21564,
        21564,
        22
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107468",
    "title": "Some Additions to the Croonian Lecture, on the Changes the Blood Undergoes in the Act of Coagulation",
    "authors": "Everard Home",
    "year": 1818,
    "volume": "108",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 22,
    "jstor_url": "https://www.jstor.org/stable/107468"
  }
}