{
  "id": "1ccfadc87f056c94d0ee57bfb46b3fa69f075e96",
  "text": "I. The Croonian Lecture. Experiments and Observations upon the Structure of Nerves. By Everard Home, Esq. F.R.S.\n\nRead November 8, 1798.\n\nHaving had the honour of laying before this learned Society several Lectures on the actions of different parts of the organ of vision, the prosecution of the same inquiry has led to some observations on the internal structure of the optic nerve, which will be explained in the present Lecture.\n\nOn the first view, the structure of nerves may appear an improper subject; but, when their offices and connection with muscles are maturely considered, any knowledge respecting them will be allowed an important acquisition towards the investigation of muscular motion.\n\nIn bringing forward an account of newly-acquired facts, the most natural, and therefore the most satisfactory method is, to begin with the circumstances which led to their detection. This at present becomes the more proper, as the experiments which brought the subject of nervous structure under consi-\nderation, were made upon the eye, and were in some measure connected with the observations contained in the former Lectures: they were instituted with a view to ascertain the cause of the luminous appearance frequently observed in the cat's eye.\n\nThe illumination so conspicuous in the eye of the cat, and of many other animals, when seen in an obscure light, has attracted the attention of every common observer. Philosophers also have paid particular attention to it, and have endeavoured to investigate the cause. On this subject there have been two opinions: one, that the illumination arises from the external light collected in the eye, and reflected; the other, that there is a quantity of light generated in the organ itself.\n\nProfessor Bohn, at Leipsick, made experiments which proved, that when the external light is wholly excluded, none can be seen in the cat's eye.\n\nThese experiments were favourable to the first opinion; but the brightness of the illumination is so great, that it appeared to exceed any effect which could be produced through the medium of the retina; so that some other source of light was thought necessary to account for the phenomenon: this circumstance gave support to the second opinion.\n\nTo determine which of the two opinions was just, several experiments were instituted, under the direction of Mr. Ramsden, who likewise assisted in making them. The truth of Professor Bohn's experiments was readily ascertained; it therefore only became necessary to inquire, whether the external light was of itself capable of producing so great a degree of illumination as that seen in the cat's eye.\n\nThis was attended with difficulty; for, when the apartment\nin which the experiments were made was so much darkened that nothing but the illumination from the eye was visible, the animal, by change of posture, or some other means, almost immediately deprived the observers of all light from that source. This was found to be the case, whether the cat, the tiger, or the hyena, was the subject of the experiment. On the other hand, when the light in the room was sufficient for the animal itself to be seen, the illumination in the eye was more obscure, and appeared to arise from the external surface of the iris.\n\nAs the difficulties which occurred in making observations on the illuminated state of the eye in the living animal were so great, an attempt was made to repeat; as nearly as possible, the experiments after death.\n\nIn doing so it was found, that a strong light thrown upon the cornea illuminated the iris, as it had done in the living eye; but, when the cornea was removed, this illumination disappeared. The iris was then dissected off, and the lucid tapetum completely exposed to view; the reflection from which was extremely bright; the retina proving no obstruction to the rays of light, but appearing equally transparent with the vitreous humour and crystalline lens.\n\nFrom these experiments it appeared evident, that no light is generated in the eye; the illumination being wholly produced by the concave bright-coloured surface of the tapetum, collecting the rays of the external light, concentrated by the cornea and crystalline lens, and reflecting them through the pupil. When the iris is completely open, the degree of brilliancy is the greatest; but, when the iris is partly contracted, which it always is when the external light is increased, then the illumination is more obscure, and appears to come from the\niris; a part of the light reflected from the tapetum being thrown back, by the concave surface of the cornea, upon the anterior surface of the iris, giving it a bright shining appearance.\n\nThe influence which the will of the animal has over this luminous appearance, seems altogether to depend on the contraction and relaxation of the iris. When the animal is alarmed or first disturbed, it naturally dilates the pupil, and the eye glares; when it is appeased or composed, the pupil contracts, and the light in the eye is no longer seen.\n\nThe most material information that has been gained in this investigation, is the transparent state of the retina in the eye during life; the opaque membranous appearance which it puts on in the dead body not being natural to it, but a change which takes place in consequence of death. This fact is almost all that is necessary, to explain the luminous appearance in the eyes of cats.\n\nThat neither Baron Haller nor Fontana had an adequate idea of the transparency of the retina, will appear from the following expressions respecting it, taken from their works:\n\nHaller describes it in the following words,\n\n\"Membranam crassam quidem, sed mollisimam, pellucidam utique, quando recens oculus inspicitur, ut per eam sub aquis choroideam vides; tamen ex flavo subcinereum.\"* So that, although he calls it transparent, he says it is of a yellowish ash-colour.\n\nFontana's expressions are, \"Cette insensibilité de la rétine à la lumière, en tant que lumière, dérive-t-elle de ce que les nerfs sont encore trop gros, et ne sont pas bien découverts des\n\n* Elementa Physiologiae, Tom. V. p. 385.\nIn considering the use of the lucid tapetum, it was an idea of the late Mr. Hunter's, that the retina received a double stroke from the rays of light which entered the eye; one in passing to the tapetum, the other in returning from it.\n\nThis very ingenious opinion had some difficulties opposed to it, while the retina was supposed capable of obstructing the rays of light even in the smallest degree, as they could not be equably transmitted, so as to affect every part of the membrane alike. But the retina being ascertained to be absolutely transparent, these objections are entirely removed, and there can be no doubt that the rays of light, in those eyes which have a lucid tapetum, must remain upon the retina as long again as in the eyes of other animals; since the time required to strike upon the tapetum, and return, must be twice as much as is necessary for passing through the retina, to reach the nigrum pigmentum, where they are lost.\n\nThis may appear to be a consideration of little consequence; as the velocity of light is so great, and the continuance of impression necessary for distinct vision is that produced by a successive flow of similar rays of light from the object; it may, however, be all that is necessary for the purpose.\n\nThe retina being found perfectly transparent, when the eye is examined in a recent state, led to the idea that the internal structure of the optic nerve, when examined in the same state, might also be transparent. To ascertain this point, the following experiment was made:\n\n* Sur le Venin de la Vipere, 1781. Vol. II. p. 219.\nThe posterior half of a cat's eye, while in a very recent state, was immersed in a basin of water, and examined. The tapetum appeared very bright, the retina not having acquired sufficient opacity to become visible: the entrance of the optic nerve was a very white spot, which seemed to be opaque; but, when small pieces of coloured paper were alternately placed between the outside of the eye and the bottom of the basin, their colour was distinctly seen in the cavity of the eye, through the substance of the optic nerve; so that, at this part, the internal structure of the nerve has a degree of transparency.\n\nThis appeared to be a newly-discovered fact; and, to ascertain whether it was really so, the works of several physiological writers were consulted, but nothing was found which gave an idea that their authors had the smallest knowledge of it.\n\nThis semi-transparent state of the internal parts of the optic nerve, while recent, led naturally to the examination of its substance, by means of magnifying glasses; and, notwithstanding the failure of so many men of superior abilities, in this intricate inquiry, it held out the hope of meeting with some success.\n\nThe principal theories which have been formed respecting the structure of nerves, have been taken notice of by Fontana: as they all differ from the observations which will be stated in the present Paper, it may not be improper to mention the heads of each of them, so as to bring into one point of view, all the knowledge that has been acquired on the subject.\n\nTorre found the medullary substance of the brain, spinal marrow, and nerves, to be a mass of transparent globules, swimming in a transparent fluid. When the parts were magnified one thousand times, the globules appeared largest in the\nbrain, and smaller in the spinal marrow; they had no regular order: but, in the nerves, the globules were placed in lines, so as to give the appearance of fibres. In examining the optic nerve, the parts were magnified 120 times.\n\nProchaska considered the nerves to be composed of globules, united by a transparent elastic cellular membrane, and disposed in straight lines, resembling fibres.\n\nFontana found the primitive structure of nerves to consist of transparent cylinders, which, when united, formed the nerve: the manner of their being disposed is not mentioned. The objects were magnified 700 times, to show this appearance.\n\nDr. Monro considered the nerves as made up of spiral fibres; but afterwards found that what he had described was entirely an optical deception. In his last work, he says, \"The optic nerves have, in their whole course, less appearance of a fibrous structure than perhaps any other pair of nerves in the human body.\"\n\nOther authors may have written upon this subject, and may have made observations upon the structure of nerves, but want of leisure must be an excuse for my not having come to a knowledge of them.\n\nIt is scarcely necessary to mention, that parts of an animal body are not fitted for being examined by glasses of a great magnifying power; and, wherever they are shewn one hundred times larger than their natural size, no dependance can be placed upon their appearance.\n\nIn making the following microscopical experiments on the internal structure of the optic nerve, great care was taken to avoid the errors of former inquirers. The microscope used was a single one; the focal length of the lens was about $\\frac{35}{100}$.\nof an inch, so that the object was magnified about 23 times; and, that the results of the experiments might be as free from optical deceptions as the present state of our knowledge in this branch of science will admit, no appearance is described which Mr. Ramsden was not satisfied of having distinctly seen.\n\nThe experiments performed with the single microscope were repeated with a double one, made by Mr. Ramsden, which magnified the object about 40 times; but, in the double microscope, the appearances were indistinct, the reflection from the different glasses having thrown a confused glare upon the moist surface of the nerve. This circumstance led Mr. Ramsden to object to the use of compound microscopes, and to consider them as unfit for viewing objects of this kind.\n\nFor the following reasons, the optic nerve of the horse was selected, as the most proper for the experiments. It is of a large size, and several inches in length. It is readily procured in a recent state; as there are places in London where horses are allowed to be killed, and regular days in the week are fixed for that purpose.\n\nThat the examination of the nerve might be made as soon as possible after the animal's death, permission was procured from the man who superintends the killing of horses, to allow Mr. Clift to make the necessary experiments on the spot, the moment the horses were killed. Mr. Clift is the person intrusted with the care of keeping in order the late Mr. Hunter's collection in comparative anatomy, and is well qualified, from his anatomical knowledge, and a familiarity in looking at organized parts through magnifying glasses, for an examination of this kind. These experiments were afterwards repeated by Mr. Ramsden and myself. From this mode of conducting\nthem, the chances of error were few; since the person who first observed the appearances had no previous opinions on the subject; and Mr. Ramsden was better able than any other person, to correct such optical errors as might deceive Mr. Clift or myself.\n\nThe first experiments were made upon transverse sections of the nerve. One, near its termination in the eye, was placed upon glass, and exhibited in the microscope the following appearances: it was evidently composed of two parts, one opaque, the other transparent. The opaque portions were nearly circular in their shape, about 600 in number, and touched one another; the interstices between them were transparent.\n\nWhen the opaque parts were attentively examined in a favourable light, and the nerve was in a recent state, they were found to be made up of a great number of smaller portions, each of which appeared to be also opaque. To see this subdivision of parts required some attention, and in many sections it could not be perceived. The cause of the difficulty seemed to be, the softness and tenacity of the substance divided, which therefore spread itself over the surface, giving it an uniform appearance; but, towards the circumference of the nerve, where the parts were cut obliquely, and some of them torn, the subdivision was very distinct. It was first observed by Mr. Clift, in several different sections; and was afterwards seen very distinctly, both by Mr. Ramsden and myself, in a nerve examined about two hours after death.\n\nHaving repeated these experiments six or seven times, on different days, so as to ascertain the accuracy of the results, the next object was, to determine whether the nerve had the same structure in its whole course. For this purpose, trans-\nverse sections were examined in different parts of the nerve, near the brain, towards the middle, and nearer the eye: of these experiments the following are the results. In all the sections, the nerve appeared to be made up of the same substances; but the size and number of the opaque parts differed very much. They have been stated, near the eye, to be 600; about the middle of the nerve, they were 150; and, near the brain, between the origin and union of the two nerves, they were only about 40. As they became larger, they were less regular in their shape, and had less of a circular form; nor were they uniform, some appearing very large, with one or two smaller placed between them.\n\nAfter having succeeded in this examination of the nerve transversely, an attempt was made to investigate its structure in a longitudinal direction. To do this, a portion of the nervous pulp had its coat, formed by the dura mater, along with a thin vascular membrane which lines it, carefully removed for about an inch in length: the external surface of the pulp was then examined with a magnifying glass; the structure was evidently fasciculated, but the fasciculi did not run parallel to one another; they seemed to unite together and separate again, in such a manner that any one of them could not be traced for half an inch in length, without being lost in the neighbouring part. When thin sections were examined in the field of the microscope, they put on the same appearance: this was equally the case, whether the part examined was near the centre or circumference of the nerve. The fasciculi were largest in that part of the nerve near the brain, and smallest towards the eye. Great pains were taken to ascertain whether the fasciculi were made up of continued fibres, or of small parts unconnected,\nwhich, from their position, gave that appearance; but every observation that was made was in proof of their being continued fibres.\n\nFrom these experiments, the internal structure of the optic nerve appears to be made up in the following manner:\n\nAt its origin from the brain, it consists of thirty or forty fasciculi or bundles of extremely small opaque pulpy fibres, the interstices between which are filled with a transparent jelly. As the nerve goes farther from the brain, the fasciculi form smaller ones, of different sizes. This is not done by a regular subdivision, but by a few fibres going off laterally from several large fasciculi, and being united, forming a smaller one: some of the fasciculi so formed, which are very small, unite again into one. In this way, the fasciculi gradually diminish in size, and increase in number, till they terminate in the retina.\n\nNear the eye, where the fasciculi are most numerous, the substance of the nerve has a considerable degree of transparency, from the number of transparent interstices between them; but this is less the case nearer the brain, where the interstices are fewer.\n\nIn the optic nerve of the cat, the structure is the same as in the horse; but, from the smallness of the parts, less fitted for investigation. Near the eye, its internal substance is more transparent than the corresponding part in the horse.\n\nTo see how far this structure was peculiar to the optic nerve, similar experiments were made upon the internal substance of the fifth and seventh pair of nerves, near their origin at the brain, and the structure was found to be the same. In these last mentioned nerves, the interstices between the fasciculi were smaller than in the optic nerve, rendering their transverse\nsections less transparent; from which it is natural to suppose, that the internal parts of the optic nerve are not so compact as in other nerves, and therefore it is better fitted for examination.\n\nThese experiments show, that the nerves do not consist of tubes conveying a fluid, but of fibres of a peculiar kind, different from every thing else in the body, with which we are acquainted. The course of these fibres is very curious; they appear to be constantly passing from one fasciculus to another, so as to connect all the different fasciculi together by a mixture of fibres. This is different from the course of blood-vessels, lymphatics, or muscular fibres: the only thing similar to it, is in the formation of nervous plexuses; which leads to the idea of its answering an essential purpose, respecting the functions of the nerves.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107021.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 20016,
    "total-output-tokens": 4382,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1006,
        2
      ],
      [
        1006,
        2694,
        3
      ],
      [
        2694,
        4472,
        4
      ],
      [
        4472,
        6097,
        5
      ],
      [
        6097,
        7677,
        6
      ],
      [
        7677,
        9448,
        7
      ],
      [
        9448,
        11118,
        8
      ],
      [
        11118,
        12888,
        9
      ],
      [
        12888,
        14631,
        10
      ],
      [
        14631,
        16429,
        11
      ],
      [
        16429,
        18180,
        12
      ],
      [
        18180,
        19018,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107021",
    "title": "The Croonian Lecture. Experiments and Observations upon the Structure of Nerves. By Everard Home, Esq. F. R. S.",
    "authors": "Everard Home",
    "year": 1799,
    "volume": "89",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/107021"
  }
}