{
  "id": "3239d46489e3a87f5cea2bca6674342cbf431580",
  "text": "degree of stiffness in the joint, as I have very lately had an opportunity of informing myself.\n\nDuring the whole time of the cure, I made use of emollient fomentations, dressed the wounds superficially, and continued the pulstice of strong-beer grounds and oatmeal, which were the only methods taken in surgery for his relief.\n\nHatton-Garden,\nJan. 31, 1755.\n\nLXIII. Extract of a Letter from Mr. William Pye, dated Manilla, Oct. 1st, 1754, to his Brother in London. Communicated to Mr. Benj. Wilson, F. R. S. by the Hon. Mr. Barrington.\n\nRead Jan. 29, 1756.\n\nI Will now give you some description of this place. Manilla is one of the largest of the Philippine islands, and the city is much larger than Oxford, and has two universities in it, and is inhabited only by Spaniards. The houses are large, and built very strong; the ground-floor is stone; the walls of a prodigious thickness; all above is wood, and so contrived, that every piece of timber has a connection with each other, all over the house: they are let into one another, and joined together, that the earthquakes, which are very terrible and frequent, may not throw them down. The convents are likewise very strong and handsome. The suburbs are very extensive, and well inhabited.\nIn the year 1750 they had an earthquake here, which lasted for three months, with almost continual tremblings, which at last broke out in an eruption, in a small island in the middle of a large lake, all round which, the bottom is unfathomable. The third day after the commencing of the eruption, there arose four more small islands in the lake, all burning; and about a mile distance from one there is a continual fire, which comes out of the water, where there is no ground, for upwards of an hundred fathoms deep. This I saw myself, and went very near it. I will get a draught of it and send it you. This happened but four years ago, and if you were to feel some of these shocks, you would think they were capable of producing any thing, for they are very terrible indeed.\n\nLXIV. An Essay on the Waters of the Holy Well at Malvern, Worcestershire. By J. Wall, M.D. Communicated by the Rev. Charles Lyttleton, L.L.D. Dean of Exeter.\n\nReverend Sir,\n\nRead Feb. 5, 1756.\n\nAs you are pleased to desire some account of my observations on the Malvern-Waters, I have here transmitted them. That I did not do this sooner, you will, I hope, impute to the true cause, the multiplicity of my avocations. I would gladly have repeated the experiments,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104956.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 706,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1245,
        2
      ],
      [
        1245,
        2485,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104956",
    "title": "Extract of a Letter from Mr. William Pye, Dated Manilla, Oct. 1st, 1754, to His Brother in London. Communicated to Mr. Benj. Wilson, F. R. S. by the Hon. Mr. Barrington",
    "authors": "Mr. Barrington, William Pye",
    "year": 1755,
    "volume": "49",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104956"
  }
}