{
  "id": "68d5bba3cc5b7ae9879001f934324dfa22b7970e",
  "text": "been known for some time; but that Monsieur la Fosse has made them more conspicuous by his experiments. His first observation is this, that, upon applying it upon the mouths of the largest arteries, when divided, the bleeding has ceased in a few minutes, and that the mouths of the divided arteries have healed up without any farther discharge. His second observation is, that in twenty-four hours after the application of this powder, a thin pellicle or skin is formed upon the mouths of the divided arteries, and that within the vessels is found a small plug of congealed blood. His third observation is, that the pulsation of the artery is to be seen in a very distinct manner at the extremities of the vessels. His fourth observation is this, that the coagulated blood is of a conical figure, whose basis is at the mouth of the vessel, and its apex in an opposite direction.\n\nDr. Latterman says, that all these curious experiments have been verified by the commissaries of the Academy of Sciences, who, upon observation, have found them all agreeable to truth.\n\nXI. A Letter from James Parsons, M. D. F. R. S. to Thomas Birch, D. D. Secret. R. S. concerning the Use of Lycoperdon, in stopping Blood after Amputations.\n\nSIR,\n\nLondon, Feb. 13, 1755.\n\nRead Feb. 13, 1755.\n\nTHE laudable endeavours of several gentlemen of our learned Society, as well as of Paris, have been exerted strenuously\nously in ascertaining the quality of the agaric with respect to stopping the blood after amputations; and it appears, that in many instances the success answered according to expectation. There are still, however, various objections made by some to its efficacy; and some doubts concerning the inefficacy of its power upon the more considerable arteries especially.\n\nAnd as it were to be wished by every humane person, who is called to undertake those painful operations of the amputation of limbs, which his duty, however arm'd with compassion, authorises, that any means could be found whereby part of the patient's sharp sensations might be taken off; so every attempt towards this laudable end will be very warmly received, by those whose sanction has heretofore often encouraged every essay advanced for the public good.\n\nIt is not unlikely that, at present another, even a more certain method is found for stopping the blood in the most considerable arteries after amputations; which, if the testimonies of the Royal Academy of Sciences can be relied on, cannot admit of either hazard in the application, nor delay in its effects: nor is there the least need of the assistance of the tourniquet to restrain the blood while the remedy is applied; where pain is avoided, and yet the necessary suppuration goes very happily on towards perfecting the cure.\n\nI therefore shall hasten to the history of the remedy, and recommend it to our surgeons to make the experiment on quadrupeds of the larger kinds, as the author of this invention has done, before it is attempted upon human bodies; and must call it an invention,\ninvention, because though authors have mentioned it as good to stay hemorrhages, yet none before him, that I know of, has made use of it in the case of amputation.\n\nMonf. la Fosse, Farrier to the King of France, has published a book lately, which treats of some diseases in horses, which I happened to see yesterday morning, wherein he takes occasion to give a particular detached piece upon a remedy for stopping blood in wounded arteries; of which the following is an extract; and also of the declaration of the Academy of Sciences upon the experiments made with it.\n\nThe subjects he chose for this purpose were horses; and, in the first experiment, he laid the temporal artery bare, and divided it half-way transversely, from which the blood issued with great violence: he immediately applied the powder of the crepitus lupi, or puff-balls, a very common production in our fields, lycoperdon, by the botanic writers; which he confined only with the palm of his hand to the part, and the blood stopped. He prick'd in the same manner an artery in an horse's leg, and stopped it in the same manner.\n\nTo make his next experiment, he cut off the foreleg of a horse, near the breast, and applied to the stump this powder, confined only by a piece of bladder, and the blood stopped; tho' the horse struggled a great deal, for he was flung to make the amputation. The tail of the same horse was cut off near the body, and the four arteries were immediately stopped in the same manner.\nFour days after, this horse was killed, and Mons. la Fosse dissected the arteries divided before; and found in every one a membrane almost transparent, with a grume in form of a cone, which closed up the mouth of the artery very exactly; the basis of which was outward, and the apex turned inward; that he could observe the motion of this membrane and cone correspond with the arterial pulsation, advancing and receding, while the horse was alive; and that in every subject upon which he made the experiment, the same effects were exactly produced, without the least variation. And further, in order to see whether the suppuration, consequent to the amputation, in the progress of a cure, might not open the arteries again, he let the strongest horse live till a perfect suppuration came on, and found that it was not capable of hindering the cicatrising of the arteries.\n\nThese experiments, among others, were laid before the Royal Academy of Sciences; and they appointed Mons. Bernard de Jussieu and Mons. Bouvard to examine the truth of these facts; and accordingly Mons. la Fosse cut off the tail of a young mare, in their presence, applying this powder, and a bladder over it; and took off these dressings in a quarter of an hour after. Three of the arteries were absolutely stopped, but the fourth bled freely; to which he applied some of the powder with his fingers only, and the blood in this last artery was perfectly stopped in six minutes.\n\nAgain; eight days after, the thigh of this young mare was cut off ten inches above the ham; and in order to try whether the powder of Armenian bole would\nwould not have the same effect, they applied it to the stump, and secured it with proper bandage; and after two hours and an half, the blood sprung out with the same impetuosity; when Monf. la Fosse applied the lycoperdon powder, which he held on with his hand alone, for only six minutes: he took away his hand, and no artery bled but the crural; but the stream of this was very small, by means of the powder; which they let alone for six minutes, and yet it did not increase: then this gentleman put a pinch of the powder to this bleeding vessel, and the blood stopped in four minutes before them. In all these operations the same cone and membrane were formed; for they dissected them all afterwards, and this effect of the medicine was ever constant.\n\nThese were the facts strongly attested by the committee of the Academy mentioned above; which, I think, as strongly deserve the notice of the world; and if the same effects are produced upon human bodies, the painful tying up the arteries, and the hazard or uncertainty of the agaric, will be fully compensated in this noble powder.\n\nIt is said by those two gentlemen, that this powder was not quite unknown before: true, I know that, in countries where I have travelled, the common people know it to be good for stopping blood, and accordingly use it for bleeding of the nose, and accidental cuts in any part; and authors have indeed mentioned it as good in the same intentions; but I do not know of any who have brought it to the test in amputations, where its use is very capital, and its application so easy and simple, and when also every field almost, during the autumn, produces these balls.\n\nMr.\nMr. Ray, in his history, ascribes that virtue to this powder; and also says, it powerfully dries up foul ichorous ulcers; and many others commend it as a styptic besides.\n\nThis, Sir, is what I thought necessary to lay before the Society, from the same motive that I am sure would excite every member, if opportunities offered. I am,\n\nSIR,\n\nYour most humble servant,\n\nJ. Parsons.\n\nXII. An Account of the State of the Thermometer, on the 8th and 9th of February 1755, in a Letter to John Canton, M.A. F.R.S. from Henry Miles, D.D. F.R.S.\n\nDear Sir,\n\nRead Feb. 13, 1755. I thank you for the register of your thermometer on the late cold days, and have inclosed that of mine, on the same times; which, if you please, you may lay before the Royal Society, with the following remarks.\n\nThe cold on the 8th instant, especially at midnight, was extraordinary, if it be considered, in how short a space of time it increased to that degree you mention. And that this may appear, I have prefixed",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104904.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10332,
    "total-output-tokens": 2162,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1394,
        2
      ],
      [
        1394,
        3015,
        3
      ],
      [
        3015,
        4495,
        4
      ],
      [
        4495,
        6101,
        5
      ],
      [
        6101,
        7761,
        6
      ],
      [
        7761,
        8745,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104904",
    "title": "A Letter from James Parsons, M. D. F. R. S. to Thomas Birch, D. D. Secret. R. S. concerning the Use of Lycoperdon, in Stopping Blood after Amputations",
    "authors": "James Parsons",
    "year": 1755,
    "volume": "49",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/104904"
  }
}