{
  "id": "adeab35005f89ad8e0074acc58e20d11378abe13",
  "text": "PHILOSOPHICAL\nTRANSACTIONS,\nOF THE\nROYAL SOCIETY\nOF\nLONDON.\nFOR THE YEAR MDCCCVIII.\n\nPART I.\n\nLONDON,\n\nPRINTED BY W. BULMER AND CO. CLEVELAND-ROW, ST. JAMES'S;\nAND SOLD BY G. AND W. NICOL, PALL-MALL, BOOKSELLERS TO HIS MAJESTY,\nAND PRINTERS TO THE ROYAL SOCIETY.\n\nMDCCCVIII.\nADVERTISEMENT.\n\nThe Committee appointed by the Royal Society to direct the publication of the Philosophical Transactions, take this opportunity to acquaint the Public, that it fully appears, as well from the council-books and journals of the Society, as from repeated declarations which have been made in several former Transactions, that the printing of them was always, from time to time, the single act of the respective Secretaries, till the Forty-seventh Volume: the Society, as a Body, never interesting themselves any further in their publication, than by occasionally recommending the revival of them to some of their Secretaries, when, from the particular circumstances of their affairs, the Transactions had happened for any length of time to be intermitted. And this seems principally to have been done with a view to satisfy the Public, that their usual meetings were then continued, for the improvement of knowledge, and benefit of mankind, the great ends of their first institution by the Royal Charters, and which they have ever since steadily pursued.\n\nBut the Society being of late years greatly enlarged, and their communications more numerous, it was thought advisable that a Committee of their members should be appointed, to reconsider the papers read before them, and select out of them such as they should judge most proper for publication in the future Transactions; which was accordingly done upon the 26th of March, 1752. And the grounds of their choice are, and will continue to\nbe, the importance and singularity of the subjects, or the advantageous manner of treating them, without pretending to answer for the certainty of the facts, or propriety of the reasonings, contained in the several papers so published, which must still rest on the credit or judgment of their respective authors.\n\nIt is likewise necessary on this occasion to remark, that it is an established rule of the Society, to which they will always adhere, never to give their opinion, as a Body, upon any subject, either of Nature or Art, that comes before them. And therefore the thanks which are frequently proposed from the Chair, to be given to the authors of such papers as are read at their accustomed meetings, or to the persons through whose hands they receive them, are to be considered in no other light than as a matter of civility, in return for the respect shewn to the Society by those communications. The like also is to be said with regard to the several projects, inventions, and curiosities of various kinds, which are often exhibited to the Society; the authors whereof, or those who exhibit them, frequently take the liberty to report, and even to certify in the public newspapers, that they have met with the highest applause and approbation. And therefore it is hoped, that no regard will hereafter be paid to such reports and public notices; which in some instances have been too lightly credited, to the dishonour of the Society.\nI. The Bakerian Lecture, on some new Phenomena of chemical Changes produced by Electricity, particularly the Decomposition of the fixed Alkalies, and the Exhibition of the new substances which constitute their bases; and on the general Nature of alkaline Bodies. By Humphry Davy, Esq. Sec. R. S. M. R. I. A.\n\nII. On the Structure and Uses of the Spleen. By Everard Home, Esq. F. R. S.\n\nIII. On the Composition of the Compound Sulphuret from Huel Boys, and an Account of its Crystals. By James Smithson, Esq. F. R. S.\n\nIV. On Oxalic Acid. By Thomas Thomson, M. D. F. R. S. Ed. Communicated by Charles Hatchett, Esq. F. R. S.\n\nV. On Super-acid and Sub-acid Salts. By William Hyde Wollaston, M. D. Sec. R. S.\n\nVI. On the Inconvertibility of Bark into Alburnum. By Thomas Andrew Knight, Esq. F. R. S. In a Letter to the Right Hon. Sir Joseph Banks, Bart. K. B. P. R. S.\n\nVII. Some Account of Cretinism. By Henry Reeve, M. D. of Norwich. Communicated by William Hyde Wollaston, M. D. Sec. R. S.\n\nVIII. On a new Property of the Tangents of the three Angles of a Plane Triangle. By Mr. William Garrard, Quarter Master of Instruction at the Royal Naval Asylum at Greenwich. Communicated by the Astronomer Royal.\nIX. On a new Property of the Tangents of three Arches trisecting the Circumference of a Circle. By Nevil Maskelyne, D. D. F. R. S. and Astronomer Royal. p. 122\n\nX. An Account of the Application of the Gas from Coal to economical Purposes. By Mr. William Murdoch. Communicated by the Right Hon. Sir Joseph Banks, Bart. K. B. P. R. S. p. 124\n\nXI. Further Experiments on the Spleen. By Everard Home, Esq. F. R. S. p. 133\n\nAPPENDIX.\n\nMeteorological Journal kept at the Apartments of the Royal Society, by Order of the President and Council.\nThe President and Council of the Royal Society adjudged the Medal on Sir Godfrey Copley's Donation, for the Year 1807, to Everard Home, Esq. F. R. S. for his various Papers on Anatomy and Physiology printed in the Philosophical Transactions.\nCONTENTS.\n\nXII. Observations of a Comet, made with a View to investigate its Magnitude and the Nature of its Illumination. To which is added, an Account of a new Irregularity lately perceived in the apparent Figure of the Planet Saturn. By William Herschel, L. L. D. F. R. S. - p. 145\n\nXIII. Hydraulic Investigations, subservient to an intended Croonian Lecture on the Motion of the Blood. By Thomas Young, M. D. For. Sec. R. S. - p. 164\n\nXIV. A Letter on the Alterations that have taken place in the Structure of Rocks, on the Surface of the basaltic Country in the Counties of Derry and Antrim. Addressed to Humphry Davy, Esq. Sec. R. S. By William Richardson, D. D. - p. 187\n\nXV. A Letter on the Differences in the Structure of Calculi, which arise from their being formed in different Parts of the urinary Passages; and on the Effects that are produced on them, by the internal Use of solvent Medicines, from Mr. William Brande, to Everard Home, Esq. F. R. S. - p. 223\n\nXVI. Some Observations on Mr. Brande's Paper on Calculi. By Everard Home, Esq. F. R. S. - p. 244\n\nXVII. On the Changes produced in Atmospheric Air, and Oxygen Gas, by Respiration. By W. Allen, Esq. F. R. S. and W. H. Pepys, Esq. F. R. S. - p. 249\nXVIII. Description of an Apparatus for the Analysis of the Compound Inflammable Gases by slow Combustion; with Experiments on the Gas from Coal, explaining its Application. By William Henry, M. D. Vice-Pres. of the Lit. and Phil. Society, and Physician to the Infirmary, at Manchester. Communicated by Humphry Davy, Esq. Sec. R. S. p. 282\n\nXIX. An Account of some Peculiarities in the anatomical Structure of the Wombat, with Observations on the Female Organs of Generation. By Everard Home, Esq. F. R. S. 304\n\nXX. On the Origin and Office of the Alburnum of Trees. In a Letter from T. A. Knight, Esq. F. R. S. to Sir Joseph Banks, Bart. K. B. P. R. S. - - - 313\n\nXXI. Eclipses of the Satellites of Jupiter, observed by John Goldingham, Esq. F. R. S. and under his Superintendance, at Madras, in the East Indies - - - p. 322\n\nXXII. Electro-Chemical Researches, on the Decomposition of the Earths; with Observations on the Metals obtained from the alkaline Earths, and on the Amalgam procured from Ammonia. By Humphry Davy, Esq. Sec. R. S. M. R. I. A. 333\n\nPresents received by the Royal Society, from November 1807, to July 1808 - - - 371\n\nIndex - - - - - - 377",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107279.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 15864,
    "total-output-tokens": 2322,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        275,
        2
      ],
      [
        275,
        1781,
        3
      ],
      [
        1781,
        3227,
        4
      ],
      [
        3227,
        4431,
        5
      ],
      [
        4431,
        4968,
        6
      ],
      [
        4968,
        5210,
        7
      ],
      [
        5210,
        5210,
        8
      ],
      [
        5210,
        6431,
        9
      ],
      [
        6431,
        7592,
        10
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107279",
    "title": "Front Matter",
    "authors": null,
    "year": 1808,
    "volume": "98",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/107279"
  }
}