{
  "id": "ab3eae5b9141450fad02b70f3d9231309bd695ae",
  "text": "always, as they ought to be, proportional to their Causes.\n\nAfter the same Manner the ingenious Mr.'s Gravesande once argued; for thus he reasons in Paragraph 355 of Physics Elem. Mathematica, First Edition.\n\n\"Non tamen eandem cum profunditate proportio-\nnem sequitur Velocitas, licet pressio, ex qua Veloci-\ntas oritur, in eadem ratione cum profunditate\ncrescat. Quantitas motus qua in liquido produci-\ntur, est effectus totus pressionis, & hæc quantitas\nad instar pressionis augetur. Ratio autem quanti-\ntatis motus est composita ex ratione Velocitatis, &\nquantitatis materiae mota, hic materia mota est a-\nqua, qua ex foramine exit, cujus quantitas, ma-\nnente tempore, cum celeritate crescit; dupla erit,\nsi hæc dupla fuerit, in quo casu motus quantitas est\nquadrupla, id est, augetur ut quadratum celerita-\ntis, quod positæ celeritate quæcunque semper obti-\nnet; crescit ergo hoc quadratum ut pressio, id est, ut\naltitudo liquidi supra foramen ex quo profluit aqua.\n\nIV. A Copy of a Letter from Dr. David Kinneir,\nColl. Med. Edingb. Soc. to Dr. Campbell, Coll.\nMed. Lond. Soc. Honorar. touching the Efficacy of Camphire in Maniacal Disorders.\n\nS I R,\n\nIn Conversation, t'other Day, on the Subject of our Profession, I told you how successfully I had us'd Camphire in Maniac Disorders, which hitherto never has\nhas fail'd my Expectation in the Mania, and other Cases wherein the Genus Nervosum and Blood seem to be affected after the same Manner, but in a less Degree. At your Request, I send you the History of Four Cases, with all the Exactness my Memory can afford. I own I flatter myself, that from the Effects of this Medicine Physicians may be led into a more sure Way of Reasoning in Nervous Disorders, and therefore give you Leave to publish these Histories, if you think they may be of Use to the Publick.\n\nI. A Gentlewoman of Nineteen Years of Age, from an obstinate Fasting for Two Days, and Aversion to see Company, in a religious Turn before Easter, fell into a deep Melancholy, would not talk, nor answer any Question for some Time, but moan'd and sigh'd continually; slept very little for Ten Days. This happen'd in the Decline of the Moon. The Night before the Change she spoke, and call'd for some Water to drink, which being given her, she immediately fell a starting and laughing, and her Eyes got a Briskness in them somewhat uncommon, (as her Relations told me) then began to talk wildly, and continu'd so all that Night, She became next Morning very furious; whereupon a Physician was call'd, who bled her Four Times a Week the first Fourteen Days, vomited her, purg'd her, us'd the Cold Bath, and many other Methods common in such Cases, all to no Purpose. In this Condition she continu'd for Nine Months; then I was apply'd to.\n\nI first began her with an Antimonial Vomit, which had no other Effect than that of setting her fast asleep for Twelve Hours. Next Day I gave her half a Dram of Camphire in a Bolus, and as much at Night. She continu'd to rest well all that Night, and had a great Moistness all over\nover her Body, and in the Day-time a plentiful Discharge by Urine. Thus for Four Days I ply’d her, and afterwards, in the Day-time, I order’d her Pills of Æthiops, Gum-guaiac. Cinnab. Antim. & pulv. de Gutteta; and at Night, the Dose of Camphire. Sensible Alterations every Day for the better, and in Three Weeks Time she enjoy’d the full Use of her Reason, and tho’ Nine Years ago, at this Time is in a very good State of Health, having no extraordinary Ailing ever since.\n\nII. A Gentleman of a good Family, aged Seventeen Years, (from some Disappointment) became very silly and stupid. He continu’d in that Way for a long Time, notwithstanding he had the best Advice. He had a great Inclination to chaw and eat every thing that came in his Way, be it what it would. He rested pretty well a Nights, and was delighted with the Sight of every glaring Object. He hid every thing he could lay his Hands on, as well in Company as alone, and not any ways ill-natur’d. Thus for Half a Year he continu’d, when he became so furious, that Two Men could hardly hold him from beating every Body that came about him. Thus he would continue for Three or Four Days together, without sleeping; then he would become calmer, after having slept some Time; but was a little mischievous. This was the Way from New Moon till the Full; then he became silly and melancholy, speaking little, and looking always down, not caring to look one in the Face. So it was alternately for Fourteen Months.\n\nWhen I came to him, I found him full of Complaints of his ill Treatment; and had not I had a watchful Eye upon him, i had suffer’d from a Blow intended at me; but I got him to take the Medicines as before, and\nand with allowing him a more plentiful Diet, and a great Quantity of Diluting Drinks, he became perfectly well in Six Weeks, and has enjoy'd a good State of Health and sound Judgment these several Years, and is now in Business.\n\nIII. A Mercer's Wife of Thirty Six Years of Age, having born Four Children, and who was naturally of a lively, active Disposition, fell so ill, all of a sudden, One Day at Sermon, that with much ado they could get her out of Church with common Decency. She tore every thing about her, talk'd much, and utter'd horrid Oaths. In Fine, she was as much disorder'd as you can imagine any one. She had the best Advice, 'twas thought, that Edinburgh could give her. They fail'd of Success, and left off visiting her. About Half a Year thereafter I was consulted about her. I treated her in the foregoing Manner, and in Four Days there was a sensible Alteration for the better, and in Four more she went abroad. I still continu'd the Use of the Medicines for Fourteen Days after Recovery, and now she is as well as ever she was in her Life.\n\nIV. A young Man, aged Twenty, of a full Habit, was so very bad in the full, despairing Way, wounding himself with his Teeth and Hands, that there was a Necessity of close watching him. I vomited him twice, gave him some other Things common in such Cases; then began him with the Camphire, which in Ten Days brought him to Reason. He relaps'd after that on the Change of the Moon, was ill for Three Days, but not so as before. He came out of it again, and stood the Change of the next Moon with only a little Heaviness, as in the Hypo. At the Height of the same Moon, the Day before, he was very uneasy, and seem'd\nto resemble a Person greatly hypochondriac. I still continued to him the Camphire, and the other alterative Medicines, for some Time, but in a much smaller Dose than what I gave him in his Illness: So in Nine Weeks he was perfectly cur'd, and continues in good Health.\n\nThis, Sir, is the Substance of what I remember of the preceding Case, wherein I lay'd the whole Stress of the Cure on Camphire.\n\nI am, &c.\n\nV. A Method for determining the Geographical Longitude of Places, from the Appearance of the common Meteors, called Falling Stars, proposed by George Lynn, Esq; of Southwick, Northamptonshire, in a Letter to Dr. Jurin, R. S. & Coll. Med. Soc.\n\nS I R,\n\nUpon perusing, lately, the Account which the very ingenious Dr. Halley has given in the Transactions, No. 360, of that extraordinary Meteor which appear'd all over England, 19th of March, 1715. I observe One very great Use he suggests might be made of those momentaneous Phænomena, in determining the Geographical Longitude of Places, if we could but have the least Notice of their appearing, &c.\n\nI cannot but think, that some other Meteors which are very frequent, tho' little taken Notice of, might serve very well for the same Purpose. I mean those which are vulgarly call'd Stars shooting, or falling, being a Sort of natural Sky-rockets discharg'd at a very great Height,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103675.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8902,
    "total-output-tokens": 2136,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1314,
        2
      ],
      [
        1314,
        3037,
        3
      ],
      [
        3037,
        4720,
        4
      ],
      [
        4720,
        6397,
        5
      ],
      [
        6397,
        7736,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103675",
    "title": "A Copy of a Letter from Dr. David Kinneir, Coll. Med. Edingb. Soc. to Dr. Campbell, Coll. Med. Lond. Soc. Honorar. Touching the Efficacy of Camphire in Maniacal Disorders",
    "authors": "David Kinneir",
    "year": 1727,
    "volume": "35",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/103675"
  }
}