{
  "id": "5e08b83713637677d402973d16aeb6a7ddf0b0fb",
  "text": "INDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1848.\n\nA.\n\nAndrews (Thomas, M.D.). On the Heat disengaged during Metallic Substitutions, 91.\n\nB.\n\nBakerian Lecture, 1.\nBaxter (H. F., Esq.). An experimental inquiry undertaken with the view of ascertaining whether any, and what signs of current Electricity are manifested during the organic process of Secretion in living animals, being an attempt to apply some of the discoveries of Faraday to Physiology, 243.\nBeechey (Captain F. W., R.N.). Report of Observations made upon the Tides of the Irish Sea, and upon the great similarity of Tidal phenomena of the Irish and English Channels, and the importance of extending the experiments round the Land's End and up the English Channel, 105.\nBelemnites, observations on some, and other Fossil Remains of Cephalopoda, discovered by Mr. R. N. Mantell, C.E., in the Oxford Clay near Trowbridge, in Wiltshire, 171.\nBelemnoteuthis, Phragmocone of the, 174.\nBrodie (Benjamin Collins, Esq.). An investigation on the Chemical Nature of Wax. I. On Cerotic Acid, a new acid contained in Bees'-wax, 147.\nII. On the Chemical Nature of a Wax from China, 159.\n\nC.\n\nCarbonic acid, action of light on the decomposition of, 272.\nCeroten, 167.\nCerotic Acid, 147, 149; distillation of, 154; from the saponification of wax, 164.\nEther, 152.\nCerotin, 160; distillation of, 166.\nChitons, on the structure of, 141.\nCotidal Lines, 2.\n\nD.\nDifferential Equations, on the Solution of Linear, 31. I. General Theorems of the Calculus of Operations, ibid. II. Application of these Theorems to the solution of Equations, 33. III. Solution of equations by interchange of symbols alone, 38. IV. Application to Partial Differential Equations, 42. V. Connection with Definite Integrals, 44. VI. Linear Equations in Finite Differences, 48. VII. Miscellaneous forms, 52.\nDiurnal Inequality, 22. From observations, 25.\n\nE.\nElectricity, current, an experimental inquiry undertaken with the view of ascertaining whether any, and what signs of, are manifested during the organic process of Secretion in living animals, being an attempt to apply some of the discoveries of Faraday to Physiology, 243.\nErythric Ether, 73. Methylic ether, 74. Picro-erythrin, 75.\nEvernia Prunastri, 79. Evernic acid, 80. Evernesic acid, 81. Evernesic ether, 84.\nExhalation (of Plants), action of light on, 270.\n\nG.\nGlaisher (James, Esq.). On the corrections to be applied to the Monthly Means of Meteorological Observations taken at any hour, to convert them into Mean Monthly values, 125.\nGray (J. E., Esq.). On the structure of Chitons, 141.\n\nH.\nHargreave (Charles James, Esq.). On the Solution of Linear Differential Equations, 31.\nHeat, on the, disengaged during Metallic Substitutions, 91. Salts of Copper with Zinc, 92. Salts of Copper with Iron, 96. Salts of Copper with Lead, 97. Salts of Silver with Zinc, 98. Salts of Silver with Copper, 100. Salts of Mercury with Zinc, 101. Salts of Platinum with Zinc, 102.\nHepatic Ducts, Microscopical examination of the contents of the, with conclusions founded thereon as to the Physiological Signification of the cells of hepatic parenchyma, and as to their anatomical relation to the radicles of the hepatic ducts, 277.\n\nI.\nIguanodon, on the Structure of the Jaws and Teeth of the, 183.\n\nJ.\nJones (Henry Bence, M.D.). On a new substance occurring in the Urine of a patient with Molitites Ossium, 55.\nJones (T. Wharton, Esq.). Microscopical examination of the contents of the Hepatic Ducts, with conclusions founded thereon as to the physiological signification of the cells of Hepatic Parenchyma, and as to their anatomical relation to the radicals of the Hepatic Ducts, 277.\n\nK.\n\nKeely (Professor George W.). Determinations of the Magnetic Inclination and Force in the British Provinces of Nova Scotia and New Brunswick in the Summer of 1847, 203.\n\nL.\n\nLeaves (of Plants), on the direction of, 264.\nLichens, on the proximate principles of some of the, 63. South American variety of Roccella tinctoria, 64. Cape of Good Hope variety, 69. Roccella Montagnei, 72. Evernia Prunastri, 79.\nLight, on the inclination of the stems of plants towards, 257. Action of, on exhalation, 270. Action of, on the decomposition of carbonic acid, 272.\nLight, on a new Case of the Interference of, 213.\n\nM.\n\nMacaire (Professor). On the Direction assumed by Plants, 253.\nMagnetic Inclination and Force, determinations of the, in the British Provinces of Nova Scotia and New Brunswick in the Summer of 1847, 203.\nMantell (Gideon Algernon, Esq.). Observations on some Belemnites and other Fossil Remains of Cephalopoda, discovered by Mr. R. N. Mantell, C.E., in the Oxford Clay near Trowbridge, in Wiltshire, 171.\nOn the Structure of the Jaws and Teeth of the Iguanodon, 183.\nMeteorological Observations, on the corrections to be applied to the Monthly Means of, taken at any hour, to convert them into Mean Monthly values, 125.\n\nO.\n\nOrcin, on, and its preparation, 85. Pseudo-, 76.\nOrsellie Acid, 64, 69. Orsellisic acid, 66. Orsellisic ether, 68.\n\nP.\n\nPacific, on the Tides of the, 1. Materials for a Tide-Map of the, 10.\nPlants, on the direction assumed by, 253. § 1. On the curling-up of Tendrils, ibid. § 2. On the inclination of Stems towards light, 257. § 3. On the direction of Leaves, 264. § 4 Action of Light on Exhalation, 270. § 5. Action of Light on the decomposition of carbonic acid, 272.\nPowell (The Rev. Baden). On a new Case of the Interference of Light, 213.\nPorpoise, on the Blow-hole of the, 117.\n\nMDCCXLVIII.\nR.\n\n*Roccella tinctoria*, from South America, 64; from the Cape of Good Hope, 69.\n— Montagnei, 72.\n*Roccellinin*, 71.\n\nS.\n\n*Sibson* (Francis, Esq.). On the Blow-hole of the Porpoise, 117.\n*Spectrum*, on the Theory of certain Bands seen in the, 227.\n*Stems* (of Plants), on the inclination of, towards the light, 257.\n*Stenhouse* (John, Esq.). Examination of the proximate principles of some of the Lichens, 63.\n*Stokes* (G. G., Esq.). On the Theory of certain Bands seen in the Spectrum, 227.\n\nT.\n\n*Tendrils* (of Plants), on the curling-up of, 253.\n*Tides* of the West Coast of America (South), 14. West Coast of America (North), 15. Isles of the Pacific (South), 17. (North), *ibid.* Central Pacific, 18. Australia, 19.\n*Tides of the Irish Sea*, Report of Observations made upon the, and upon the great similarity of Tidal phenomena of the Irish and English Channels, and the importance of extending the experiments round the Land's End and up the English Channel, 105.\n*Tides, Researches on the.—Thirteenth Series*. On the Tides of the Pacific, and on the Diurnal Inequality, 1.\n\nU.\n\n*Urine*, on a new substance occurring in the, 55. Analysis of this substance, 59.\n*Usnic Acid*, 88.\n\nW.\n\n*Wax*, an investigation on the chemical nature of. I. On Cerotic Acid, a new acid contained in Bees'-wax, 147. Cerotic Acid, 149. Cerotic Ether, 152. Chlor-cerotic Acid, 153. Chlor-cerotic Ether, 154. Distillation of Cerotic Acid, *ibid*.\nII. On the chemical nature of a Wax from China, 159. Cerotin, 160. Sulphate of the oxide of Cerotyle, 162. Chlor-cerotic Aldehyde—Chlor-cerotol, 163. Cerotic Acid from the saponification of the wax, 164. Distillation of Cerotin, 166. Distillation of Chinese Wax, *ibid*. Ceroten, 167. Chlor-ceroten, 168.\n*Whewell* (The Rev. William, D.D.). Researches on the Tides. Thirteenth Series, 1.\n\nLONDON:\nPRINTED BY RICHARD AND JOHN E. TAYLOR,\nRED LION COURT, FLEET STREET.\nPRESENTS\nRECEIVED BY\nTHE ROYAL SOCIETY,\nWITH THE\nNAMES OF THE DONORS.\n\nFrom November 1847 to June 1848.\n\nPRESENTS. DONORS.\n\nACADEMIES and SOCIETIES.\n\nAmsterdam:—Nieuwe Verhandelingen der Eerste Klasse van het Koninklijk-Nederlandsche Instituut van Wetenschappen Letterkunde en Schoone Kunsten te Amsterdam. Dertiende Deel. 4to. Amsterdam 1848. The Society.\n\nBerlin:—\n\nAbhandlungen der Königlichen Akademie der Wissenschaften zu Berlin, 1845. 4to. Berlin 1847. The Academy.\n\nMonatsbericht der Königl. Preuss. Akademie der Wissenschaften zu Berlin, January to December 1847. 8vo. The Society.\n\nBerne:—Mittheilungen der Naturforschenden Gesellschaft in Bern. Nos. 39 to 58. 8vo. Bern 1845. The Society.\n\nBologna:—Novi Commentarii Academiae Scientiarum Institutii Bononiensis. Tomus octavus. 4to. Bononia 1846. The Academy.\n\nBoston (United States):—\n\nProceedings of the American Academy of Arts and Sciences. Nos. 7 to 37. 1847. 8vo. Boston. The Academy.\n\nProceedings of the Boston Society of Natural History. Nos. 10 to 16. 1845–46. 8vo. Boston 1845. The Society.\n\nThe Boston Journal of Natural History. Nos. 2 and 3. Vol. V. 8vo.\n\nBreslau:—\n\nNovorum Actorum Academiae Caesareae Leopoldino-Carolinae Naturae Curiosorum, Abt. 2. Band 21. 4to. Breslau 1845. The Academy.\n\nUebersicht der Arbeiten und Veränderungen der Schlesischen Gesellschaft für vaterländische Kultur im Jahre 1846. 4to. Breslau 1847. The Society.\n\nBrussels:—\n\nMémoires de l'Académie Royale des Sciences de Belgique. Tome 20. 4to. Bruxelles 1847. The Academy.\n\nNouveaux Mémoires de l'Académie Royale des Sciences de Bruxelles. Tome 19. 4to. Bruxelles 1845.\n\nMémoires Couronnés et Mémoires des Savants Étrangers, publiés par l'Académie Royale de Belgique. Tomes 19, 20, 21. 4to. Bruxelles 1845–46.\n\nMDCCCXLVIII.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nBrussels:—\n\nBulletin de l'Académie Royale des Sciences de Belgique. Nos. 6 to 12, Tome 13, and Nos. 1 to 6, Tome 14. 8vo. Bruxelles 1846–47.\n\nAnnuaire de l'Académie Royale de Belgique pour 1846–47. 8vo. Bruxelles, 1846–47.\n\nCopenhagen:—\n\nDet Kongelige Danske Videnskabernes Selskabs, Naturvidenskabelige og Mathematiske Afhandlinger. Part 12. 4to. Copenhagen 1846.\n\nOversigt over det K. Danske Videnskabernes Selskabs, Forhandlinger. 1846. 8vo.\n\nCornwall:—\n\nAnnual Report of the Council of the Royal Geological Society of Cornwall. 8vo. Penzance 1847.\n\nThe Fifteenth Annual Report of the Royal Cornwall Polytechnic Society. 8vo. Falmouth 1847.\n\nDublin:—Journal of the Geological Society of Dublin. Pt. 3 and 4. Vol. III.\n\nEdinburgh:—\n\nTransactions of the Royal Society of Edinburgh. Part 3, Vol. XVI. and Part 2, Vol. XVII. 4to. Edinburgh 1846–47.\n\nProceedings of the Royal Society of Edinburgh. Nos. 29 and 30. 1846–47.\n\nGeneva:—Mémoires de la Société de Physique et d'Histoire Naturelle de Genève. Tome XI. 2e Partie. 4to. Genève 1848.\n\nGöttingen:—\n\nAbhandlungen der Königlichen Gesellschaft der Wissenschaften zu Göttingen. Dritter Band, von den Jahren 1845–47. 4to. Göttingen 1847.\n\nNachrichten von der Georg. Augusts-Universität und der König. Gesellschaft der Wissenschaften zu Göttingen von Jahre 1846–47. Nos. 1 to 15. 8vo. Göttingen 1847–48.\n\nHelsingfors:—Acta Societatis Scientiarum Fennicae. Tomi 2. Fasc. 3. 4to. Helsingforsiae 1846.\n\nLausanne:—Bulletin des Séances de la Société Vaudoise des Sciences Naturelles. No. 15. 8vo.\n\nLeeds:—Annual Report of the Leeds Philosophical Society for 1846–47.\n\nLondon:—\n\nAntiquaries, Society of. Archaeologia, or Miscellaneous Tracts relating to Antiquity. Vol. XXXII. 4to. London 1847.\n\nBritish Association. Report of the Sixteenth Meeting. 8vo. London 1847.\n\nA Catalogue of 9766 Stars in the Southern Hemisphere, for the beginning of the year 1750, from the observations of the Abbé de Lacaille. 8vo. London 1847.\n\nA Catalogue of those Stars in the Histoire Céleste Française of Jerome De Lalande. 8vo. London 1847.\n\nChemical Society. Memoirs and Proceedings. Parts 20 to 23. 8vo. Quarterly Journal. No. 1.\n\nEntomological Society. Transactions. Parts 4 and 5, Vol. IV. Parts 1, 2, 3, Vol. V. 8vo. London 1847.\n\nGeological Society. Quarterly Journal. Vol. III. 8vo. London 1847.\n\nDonors.\n\nThe Academy.\n\nThe Society.\n\nThe Council.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Association.\n\nThe Society.\n\nThe Society.\n\nThe Society.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nGeographical Society. Journal. Vol. XVII. 8vo.\nLinnaean Society. Transactions, Vol. XX. Part 2. 4to.\nProceedings, Nos. 30 to 33. 8vo.\nRoyal Agricultural Society. Journal, Vol. VIII. 8vo. 1847.\nRoyal Asiatic Society. Journal, Vol. X. Part 3. 8vo. London 1847.\nRoyal Medical and Chirurgical Society. Transactions, Vol. XXX. 8vo. London 1847.\nRoyal Astronomical Society. Memoirs, Vol. XVI. 4to. London 1847.\nProceedings of the Royal Astronomical Society, Nos. 1 to 17. Vol.VII. 8vo.\nRoyal Society of Literature. Transactions. Second series. Vol. II. 8vo. London 1847.\nAnnual Report, President's Address and List of Members of the Royal Society of Literature. 1847.\nStatistical Society. Journal, Parts 3 and 4, Vol. X. 8vo. 1847. Parts 1 and 2, Vol. XI. 1848.\nZoological Society. Proceedings, Nos. 175 to 178.\nMontpellier:—Mémoires de la Section des Sciences de l'Académie de Montpellier. 4to. Montpellier 1847.\nMoscow:—\nBulletin de la Société Impériale des Naturalistes de Moscou. Nos. 1, 3, 4. 8vo. Moscou 1846–47.\nSéance extraordinaire de la Société Impériale des Naturalistes de Moscou. 8vo. Moscou 1847.\nJubilaeum Semisæcularem Doctoris Medicinæ et Philosophiæ Gotthelf Fischer de Waldheim celebrant sodales Societatis Caesareae Naturæ Scrutatorum Mosquensis. fol. Mosquensis 1847.\nMunich:—\nAbhandlungen der Mathematisch-Physikalischen Classe der K. Bayerischen Akademie der Wissenschaften. Vol. V. Part 1. 4to. München 1847.\nAbhandlungen der Philosophisch-Philologischen Classe der K. Bayerischen Akademie der Wissenschaften. Vol. V. Part 1. 4to. München 1847.\nGelehrte Anzeigen, herausgegeben von Mitgliedern der K. Bayerischen Akademie der Wissenschaften. Band 24 and 25. 4to. München 1847.\nBulletin der König. Akademie der Wissenschaften. Nos. 1 to 35. 4to. München 1847.\nNaples:—\nRendiconto delle Adunanze e de Lavori della Reale Accademia delle Scienze. Nos. 28, 31, 32, 33. 4to. Naples 1846–47.\nDiscorso Pronunziato dal Segretario della R. A. delle Scienze V. Flauti nella solenne Pubblica Tornata della Reale Societa Borbonica nel 30 Giugno 1847.\nNeuchatel:—Nouveaux Mémoires de la Société Helvétique des Sciences Naturelles. 4to. Neuchatel 1845.\nNew York:—Annals of the Lyceum of Natural History of New York. Nos. 8 and 9. Vol. IV.\nOxford:—\nTransactions of the Ashmolean Society. Vol.I. Svo. Oxford 1844. Nos. 1 to 8, Vol. II. 1845–46.\n\nDONORS.\n\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Academy.\nThe Society.\nThe Academy.\nThe Lyceum.\nThe Society.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nProceedings of the Ashmolean Society, Oxford. Vol. I. and Nos. 20 to 23. The Society.\n\nVol. II. 8vo. 1843–46.\n\nParis:\n\nMémoires de l'Institut Royal de France, Académie des Inscriptions et Belles Lettres. Tome XIV. Part 1. 4to. Paris 1845. Tome XV. Part 2. 4to. Paris 1845. Tome XVI. Part 2. 4to. Paris 1846.\n\nMémoires présentés par divers Savants à l'Académie Royale des Inscriptions et Belles Lettres de l'Institut de France. Première série. Tome I. 4to. Paris 1844.\n\nMémoires de l'Académie Royale des Sciences Morales et Politiques de l'Institut de France. Tome V. 4to. Paris 1847.\n\nMémoires de l'Académie Royale: Savants Étrangers. Tome II. 4to. Paris 1847.\n\nComptes Rendus de l'Académie Royale des Sciences. Vol. XXV. 4to. Paris 1847.\n\nMémoires de la Société Géologique de France. Part 2. Vol. II. 4to. Paris 1847.\n\nBulletin de la Société Géologique de France. Tomes III. and IV. 8vo. Paris 1846–47.\n\nBulletin de la Société de Géographie. Tome VII. 8vo. Paris 1847.\n\nPhiladelphia:—Journal of the Franklin Institute. Vols. XI. and XII. 3rd Series. 8vo. Philadelphia 1846.\n\nSt. Petersburg:—Annuaire Magnétique et Météorologique pour 1844. 4to. St. Pétersbourg 1846.\n\nStockholm:\n\nKongl. Vetenskaps-Akademiens handlingar, 1845. 8vo. Stockholm 1847.\n\nBerättelse om Framstegen i Fysik-ären 1843 och 1844, af A. F. Svanberg och P. A. Siljestrom. 8vo. Stockholm 1847.\n\nÅrsberättelse om Zoologiens Framsteg under åren 1843 och 1844. Första delen, af C. J. Sundevall. 8vo. Stockholm 1847.\n\nOfversigt af Kongl. Vetenskaps-Akademiens förhandlingar. Nos. 7 to 10, Part 3. Nos. 1 to 6, Part 4. 8vo. Stockholm 1846–47.\n\nTal hållet vid prosidii nedläggande uti Kongl. Vetenskaps-Akademiens den 7 April 1841, af N. G. Sefström. 8vo. Stockholm 1846.\n\nTurin:—Memorie della Reale Accademia delle Scienze di Torino. Tomo III. and V. 4to. Torino 1841–43.\n\nToulouse:—Mémoires de l'Académie Royale des Sciences de Toulouse. Tome III. 8vo. Toulouse 1847.\n\nVenice:—Memorie dell'I. R. Istituto Veneto di Scienze Lettere ed Arti. Vol. II. Venezia 1845.\n\nAIRY (G. B.) Astronomical Observations made at the Royal Observatory, Greenwich, in the year 1845. 4to. London 1847.\n\nMagnetical and Meteorological Observations made at Greenwich, in the year 1845. 4to. London 1848.\n\nDetermination of the Longitude of Valentia in Ireland. 4to. London 1847.\n\nALISON (W. P.) Observations on the Principle of Vital Affinity. Part 2. 4to. Edinburgh 1847.\nANONYMOUS:—\n\nAddress delivered on the Sixth Anniversary of the College of the Freemasons of the Church. 8vo. London 1847.\n\nAnnales des Universités de Belgique. Année 1844.\n\nAnnuaire pour l'an 1847 par le Bureau des Longitudes. 8vo. Paris 1846.\n\nA portion of the Papers relating to the Great Clock for the New Palace at Westminster. 8vo. London 1848.\n\nAstronomical Observations made at the Royal Observatory, Edinburgh. Vol. VII. 4to. Edinburgh 1848.\n\nBeobachtungen der Variationen der Magnetischen Declination und Horizontal-Intensität an den Termms Tagen der Jahre 1844–46, auf der Sternwarte zu Kremsmünster. 4to.\n\nBerichte über die Mittheilungen von Freunden der Naturwissenschaften in Wien. Vols. I. and II. 8vo. Wien 1847.\n\nBibliothèque de M. Le Baron Silvestre de Sacy. 8vo. Paris 1842.\n\nCatalogue of Charts, Plans and Views, published by the Admiralty. 8vo. London 1847.\n\nCatalogue de la Bibliothèque de M. L. 8vo. Paris 1847.\n\nCatalogue of the Books in the Gibraltar Garrison Library. 8vo. Gibraltar 1847.\n\nConnaissance des Temps pour l'an 1849 et l'an 1850. 8vo. Paris 1846–47.\n\nCorrespondence relating to the Art-Union and the Board of Trade.\n\nDescriptive Catalogue of the Pathological Specimens contained in the Museum of the Royal College of Surgeons of London. Vol. II. 4to. London 1847.\n\nDictionary of Greek and Roman Biography and Mythology. Edited by W. Smith, LL.D. Parts 21 to 24. 8vo.\n\nEleventh Annual Report of the Art-Union. 8vo. London 1847.\n\nFirst Report of the Metropolitan Sanitary Commission. 8vo. London 1848.\n\nFlora Batava. Nos. 148 and 149.\n\nFurther Papers relative to the Great Clock for the New Palace at Westminster.\n\nInstructions pour naviguer sur la Côte Septentrionale du Brésil. 8vo. Paris 1847.\n\nList of the Fellows and Members of the College of Surgeons. 8vo. London 1847.\n\nLittell's Living Age. No. 201. 8vo. Boston 1848.\n\nLondon University Calendar for 1848. 8vo. London 1848.\n\nMechanics' Magazine. No. 1293.\n\nMeteorologische Termms Beobachtungen vom März 1840 bis December 1846, angestellt auf der Sternwarte zu Kremsmünster. 4to.\n\nMinutes of Committee of Council on Education, 1846. 2 vols. 8vo. 1847.\n\nNatural History of New York. Agriculture, Vol. I. 1846; Botany, Vols. I. and II. 4to. New York 1843.\n\nObservations made at the Magnetical and Meteorological Observatory at St. Helena, printed under the superintendence of Lieut.-Col. Sabine, R.A., For. Sec. R.S. Vol. I. 4to. London 1847.\n\nPhotography, by an Amateur. 8vo. Brighton 1847.\n\nProceedings of the College of the Freemasons of the Church. Part 2.\n\nDONORS.\n\nThe College.\n\nThe Belgian Government.\n\nLe Bureau des Longitudes.\n\nB. L. Vulliamy, Esq.\n\nThe Royal Observatory.\n\nThe Observatory.\n\nThe Society.\n\nM. Mortier.\n\nThe Lords of the Admiralty.\n\nM. Rolandi.\n\nCommittee of the Gibraltar Garrison Library.\n\nLe Bureau des Longitudes.\n\nCouncil of the Art-Union.\n\nThe College.\n\nThe Editor.\n\nCouncil of the Art-Union.\n\nThe Commission.\n\nH. M. the King of the Netherlands.\n\nB. L. Vulliamy, Esq.\n\nLe Dépôt de la Marine.\n\nThe College.\n\nThe Editor.\n\nThe University.\n\nThe Editor.\n\nThe Observatory.\n\nThe Council on Education.\n\nThe Legislature of New York.\n\nThe British Government.\n\nThe Author.\n\nThe College.\nPRESENTS.\n\nANONYMOUS (continued).\nReport on the subject of a Harbour for Defence and Safety on the Island of Jersey. 8vo.\nReturns of the Mortality in England for the quarter ending March 31, 1848. The Registrar-General.\nSailing Directions for the River and Gulf of St. Lawrence. 8vo. London 1847. The Lords of the Admiralty.\nScheikundige Onderzoekingen Gedaan in Het Laboratorium der Utrechtsche Hoogeschool. 4 Deel, 2 & 3 Stuk. 8vo. Rotterdam 1847. The Academy of Utrecht.\nSecond Report of the Metropolitan Sanitary Commission. fol. and 8vo. London 1848. The Commission.\nSecond Report of the Tidal Harbour Commissioners. fol. London 1848.\nSummary of the Weekly Tables of Mortality for 1847. George Rennie, Esq., Treas. R.S.\nThe British and Foreign Medical Review for July and October 1847. The Registrar-General.\nThe Builder. Parts 6 to 12, 1847, and 1 to 4, 1848. Dr. Forbes, F.R.S.\nThe Laws of the College of the Freemasons of the Church. 4to. London 1847. The Editor.\nThe Nautical Almanac for 1851. 8vo. London 1847. The College.\nThe Overland Mail and the Austrian Lloyd's. 8vo. London 1847. Lieut. Stratford, R.N., F.R.S.\nThe Tradesman's Book of Ornamental Designs. Parts 2 to 6. fol. London 1847. The Author.\nThe Publisher.\nThe Author.\n\nARCHIAC (Le Vicomte d'.) Histoire des Progrès de la Géologie de 1834 à 1845. Vol. I. 8vo. Paris 1847.\nATKINS (Mrs.) The British Algae. Part 8. The Authoress.\nAVOGADRO (Amedeo.) Fisica de' Corpi Ponderabili ossia Trattato della Costituzione generale de' Corpi. Vols. III. and IV. 8vo. Torino 1841. The Author.\nBABBAE (C.) Thoughts on the Principles of Taxation. 8vo. London 1848. The Author.\nObservations on the Temple of Serapis. 8vo. London 1847.\nBALY (W.) On the Pathology and Treatment of Dysentery. The Author.\nBARRY (M.) The Nucleus of the Animal and Vegetable Cell. 8vo. Edinburgh 1847. The Author.\nBAZIN (A.) Du Système Nerveux de la Vie Animale et de la Vie Végétative. 4to. Paris 1841.\nBEGAT (P.) Traité de Géodésie à l'usage des Marins. 8vo. Paris 1839. Le Dépôt de la Marine.\nExposé des Opérations Géodésiques. 4to. Paris 1839-44.\nBEKE (C. T.) Remarks on the Mat'hafa Tomár; or the Book of the Letter. 8vo. London 1848. The Author.\nChristianity among the Gallas. 8vo. London 1848.\nOn the Korarima, or Caradom of Abessinia. 8vo. London 1848.\nThe Origin of the Gallas. 8vo. London 1848.\nOn the Nile and its Tributaries. 8vo. London 1847.\nBELLARDI (Luigi.) Monografia delle Pleurotome Fossili del Piemonte. 4to. Torino 1847. The Author.\nBIALLOBLOTZKY (F.) Psalmorum Liber Primus, Greek and Hebrew. I.—XLI. 4to. London 1847. The Publisher.\nBIRD (Golding.) Lectures on Electricity and Galvanism in their Physiological and Therapeutical relations, delivered at the Royal College of Physicians in March 1847. 8vo. London 1847. The Author.\nBOGUSLAWSKI (P. H. L.) Uranus oder Tägliche für Jedermann fassliche Uebersicht aller Himmelserscheinungen im Jahren 1846–47. 8vo. Glogau 1846–47. The Author.\nPRESENTS.\n\nBOHN (H. G.) General Catalogue of Books. Vol. I. Svo. London 1847.\nBOISMONT (A. B. De.) De l'Emploi des Bains Prolongés. Svo. Paris 1848.\n——— Du Délire aigu observé dans les Établissements d'Aliénés. 4to. Paris 1845.\nBOOLE (G.) The Mathematical Analysis of Logic. Svo. Cambridge 1847.\nBOUET-VILLAUMEZ (E.) Description Nautique des Côtes de l'Afrique Occidentale. 8vo. Paris 1846.\nBRITTON (J.) The Natural History of Wiltshire, by John Aubrey, F.R.S., edited by John Britton, Esq. 4to. London 1847.\nBRÜCKE (E.) Anatomische Beschreibung des Menschlichen Augapfels. 4to. Berlin 1847.\nBUCH (Baron Leopold von.) Ueber Ceratiten, besonders von denen, die in Kreidebildungen sich finden.\nCARAMAN (Le duc de.) Histoire des Révolutions de la Philosophie en France pendant le moyen âge. 3 vols. Svo. Paris 1848.\nCAUTLEY (P.) and FALCONER (H.) Fauna Sivalensis, being the Fossil Zoology of the Sewalik Hills. Nos. 2 to 6. fol. London 1846-47.\nCIVIALE (Dr.) Lettres sur la Lithotritie. Svo. Paris 1848.\nCLARKE (H.) Address to the Members of the Berwickshire Naturalists' Club. Svo. 1847.\nCLOSSET (A. de.) Histoire de la Langue et de la Littérature Provençales. Svo. Bruxelles 1845.\nCURLING (T. B.) The advantages of Ether and Chloroform in operative Surgery. Svo. London 1848.\nDANA (J. B.) On certain Laws of Cohesive Attraction.\n——— A General Review of the Geological Effects of the Earth's cooling. Svo. New Haven 1847.\n——— On the Origin of Continents.\n——— On Zoophytes. No. 3.\nDAUBENY (C.) A Description of Active and Extinct Volcanos. Svo. London 1848.\nDAUSSY (M.) Table des Positions Géographiques des Principaux Lieux du Globe. Svo. Paris 1847.\n——— Nouvelle Méthode pour calculer la Marche des Chronomètres. Svo. Paris 1841.\nDAVY (J.) A Discourse read before the Agricultural Society of Barbados.\n——— Supplement to the Barbados Agricultural Reporter, Jan. 22, 1848.\nDE CAUX (G.) Sesta lettera sopra le Acque di Venezia.\nDE HAAN (D. B.) Dissertatio Mathematica Inauguralis de Lemniscata Bernoulliana: publico ac solenni examini submitteet D. B. de Haan. 4to. Amsterdam 1847.\nDE LA BECHE (Sir H.) and PLAYFAIR (L.) First Report on the Coals suited to the Steam Navy. fol. London 1848.\nDE LA BECHE (Sir H.) Address delivered at the Anniversary Meeting of the Geological Society of London. Svo. London 1848.\nDE MAUCROIX (M.) Note sur le Banc de Feroë. Svo. Paris 1846.\nDEMONVILLE (A.) Résumé Philosophique des Principaux Problèmes et Phénomènes de la Nature. Svo. Paris 1847.\n\nDONORS.\n\nThe Publisher.\nThe Author.\nThe Author.\nLe Dépôt de la Marine.\nThe Council of the Wiltshire Topographical Society.\nThe Author.\nThe Author.\nThe Marquis of Northampton, P.R.S.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nLe Dépôt de la Marine.\nThe Author.\nPRESENTS.\n\nDE MORGAN (A.) Formal Logic, or Calculus of Inference, Necessary and Probable. Svo. London 1847.\n\nDU BOURDIEU (L.) Notes sur quelques Ports de l'Ile de Haïti. 8vo. Paris 1844.\n\nDU BROSSAY (C.) Instructions Nautiques sur l'Attérage et la Navigation de la Plata. 8vo. Paris 1845.\n\nDUMONT (A.) Mémoire sur les Terrains Ardennais et Rhénan de l'Ardenne, du Rhin, du Brabant, et du Condroz. 4to. Bruxelles.\n\nSur la Valeur du Caractère Paléontologique en Géologie.\n\nDU PETIT-THOUARS (A.) Voyage autour du Monde, sur la Frégate La Vénus, pendant les années 1836–39. Tomes VI. to X. Partie Physique. 8vo. Paris 1842–44. Atlas in folio.\n\nENCHE (J.F.) Berliner Astronomisches Jahrbuch für 1850. 8vo. Berlin 1847.\n\nEVEREST (G.) An Account of the Measurement of two Sections of the Meridional Arc of India, and Atlas. 4to. London 1847.\n\nFALCONER (H.) and CAUTLEY (P.) Fauna Sivalensis, being the Fossil Zoology of the Sewalik Hills. Nos. 2 to 6. fol. London 1846–47.\n\nFITTON (W. H.) Notes on the Progress of Geology in England. 8vo. London 1833.\n\nInquiries respecting the Geological Relations of the Beds between the Chalk and the Purbeck Limestone in the South-East of England. 4to. London 1833.\n\nA Stratigraphical Account of the Section from Atherfield to Rocken End. 8vo. London 1847.\n\nGASPARINI (G.) Ricerche sulla Origine dell'Embrione Seminale in Alcune Piante Fanerogame. 4to. Napoli 1846.\n\nNuove Ricerche sulla Struttura dei Cistomi. 4to. Napoli 1844.\n\nRicerche sulla natura del Caprificio, e del Fico. 4to. Napoli 1845.\n\nGIVRY (A. P.) Mémoire sur l'Emploi des Chronomètres à la Mer. 8vo. Paris 1846.\n\nGOULD (J.) The Birds of Australia. Parts 28, 29, 30.\n\nGRAINGER (R. D.) Observations on the Cultivation of Organic Science; being the Hunterian Oration delivered February 18, 1848, before the Royal College of Surgeons. 8vo. London 1848.\n\nGREGORY (Dr.) and LIEBIG (Baron.) Elements of Chemistry by the late Edward Turner, Esq. Part 2. 8vo. London 1847.\n\nGRIFFITH (W. P.) Ancient Gothic Churches, their Proportions and Chromatics. 4to. London 1848.\n\nGIRARDIN (J.) Mémoire sur les Falsifications qu'on fait subir au Rocou. 8vo. Rouen 1836.\n\nAnalyse Chimique des Eaux Minérales de St. Allyre. 8vo. Rouen 1836.\n\nNotice Biographique sur Edouard Adam. 8vo. Rouen 1837.\n\nEssai Chimique sur le Polygonum Tinctorium. 8vo. Rouen 1840.\n\nDONORS.\n\nThe Author.\n\nLe Dépôt de la Marine.\n\nThe Author.\n\nLe Dépôt de la Marine.\n\nThe Author.\n\nThe Marquis of Northampton, P.R.S.\n\nThe Author.\n\nThe Marquis of Northampton, P.R.S.\n\nThe Author.\nPRESENTS.\n\nGIRARDIN (J.) Observations sur l'Epuration et la Désinfection des Huiles de Poisson. 8vo. Rouen 1841.\n\nDes Boissons salubres Economiques. 8vo. Rouen.\n\nMémoire sur les Os Anciens et Fossiles. 8vo. Rouen 1843.\n\nTechnologie de la Garance. 8vo. Paris 1844.\n\nNouvelles Expériences sur le Chaulage des Blés. 8vo. Rouen 1845.\n\nMémoire sur les Puits Artésiens.\n\nEnquête sur le Cidre. 8vo. Caen 1846.\n\nNotices sur diverses questions de Chimie Industrielle. 8vo. Rouen 1847.\n\nHAIDINGER (W.) Naturwissenschaftliche Abhandlungen, gesammelt und durch Subscription herausgegeben. Erster Band. 4to. Wien 1847.\n\nHALDAT (Dr.) Sur l'Universalité du Magnétisme. 8vo.\n\nDeux Mémoires sur le Magnétisme. 8vo. Nancy 1846.\n\nHistoire du Magnétisme dont les Phénomènes sont rendus sensibles par le Mouvement. 8vo. Nancy 1845.\n\nHAMEL (Dr.) Tradescant der Aeltere in Russland. 4to. St. Pétersbourg 1847.\n\nHAMILTON (Sir W. R.) Researches respecting Quaternions. 4to. Dublin 1847.\n\nHARE (R.) Objections to the Theories severally of Franklin, Dufay and Ampère.\n\nHARRIS (Sir W. S.) Remarkable instances of the Protection of certain Ships of Her Majesty's Navy from Lightning. 8vo. London 1847.\n\nHAUER (F. R. von.) Die Cephalopoden der Salzkammergutes. 4to. Wien 1846.\n\nHAUGHTON (Sir Graves C.) A Dictionary, Bengāli and Sanskrit, explained in English. 4to. London 1833.\n\nProdromus, or an Enquiry into the First Principles of Reasoning. 8vo. London 1839.\n\nLetter to the Right Hon. C. W. Wynn on the danger to which the Constitution is exposed from the encroachments of the Courts of Law. 8vo. London 1840.\n\nHAUSMANN (J. F. L. von.) Bemerkungen über Gyps und Karstenit. 4to. Göttingen 1847.\n\nHERAPATH (J.) Mathematical Physics. 2 vols. 8vo. London 1847.\n\nHERSCHEL (Sir J. F. W.) Results of Astronomical Observations made at the Cape of Good Hope. 4to. London 1847.\n\nHEYMAN (J.) and MONESKA (J.) Enquête sur le Travail et la Condition Physique et Morale des Ouvriers employés dans les Manufactures de Coton, à Gand. 8vo. Gand 1845.\n\nHOGG (J.) On some Grecian Antiquities observed in Sicily. 8vo. London 1847.\n\nHOMERSHAM (S. C.) Report of the Supply of Surplus Water to Manchester, Salford and Stockport. 8vo. London 1848.\n\nHUTCHINSON (G.) Memoranda on the construction of Arched Roofed Buildings. A sheet.\n\nDONORS.\n\nThe Author.\n\nThe Editor.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Authors.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nMDCCCXLVIII.\nPRESENTS.\n\nJEHENNE (M.) Renseignements Nautiques et autres sur l'Ile Mayotte. 8vo. Paris 1843.\n\nJELINCK (C.) Uebersicht der Meteorologischen Beobachtungen im Jahre 1840–43, zusammengestellt. fol. Wien 1843.\n\nJOHNSON (E. J.) Practical Illustrations of the necessity for ascertaining the deviations of the Compass. 4to. London 1847.\n\nJOHNSON (M. J.) Astronomical Observations made at the Radcliffe Observatory, Oxford, in 1845.\n\nJOURNALS.\n\nAstronomische Nachrichten. Nos. 596 to 627. 4to. Altona.\n\nCalcutta Journal of Natural History. Nos. 28 and 29.\n\nJournal of the Agricultural and Horticultural Society of India. Vol. V. Part 4. Vol. VI. Part 1.\n\nJournal of the Asiatic Society of Bengal, Nos. 171 to 173 and Supplement, 1844. Nos. 178 to 180, and Nos. 182 to 186, 1847.\n\nJournal of the Indian Archipelago. Vol. I., and Nos. 1 to 5, Vol. II. 8vo. Singapore 1846–47.\n\nThe Athenæum, from November 1847 to June 1848.\n\nThe Journal of Psychological Medicine and Mental Pathology. No. 1. Edited by Forbes Winslow, M.D.\n\nThe Literary Gazette, from November 1847 to June 1848.\n\nThe London Geological Journal. No. 3.\n\nTijdschrift voor De Wis-en Natuurkundije Wetenschappen van Amsterdam. Eerste Deel. Nos. 1, 2, 3.\n\nKELLER (F. A. E.) Des Ouragans, Tornados, Typhons et Tempêtes. 8vo. Paris 1847.\n\nKERHALLET (C. P. de.) Instruction pour remonter la Côte du Brésil. 8vo. Paris 1841.\n\nKERIGAN (Thos.) The Anomalies of the present Theory of Tides. 8vo. London 1847.\n\nKEYSERLING (Count Alex.) Wissenschaftliche Beobachtungen auf einer Reise in das Petschora-Land im Jahre 1843, und Atlas. 4to. St. Petersburg 1846.\n\nKNORRE (Dr.) Entachten über das Werk des Herrn Prof. Dr. Sawitsch: Priloschemie praktitscheskoe Astronomie ky Geographitsches komu opredylenix mysty. 8vo. Nikolaieff 1846.\n\nLARTIGUE (M.) Exposition du Système des Vents. 8vo. Paris 1840.\n\nLASAULX (Ernst von.) Uber den Entwicklungsgang des Griechischen und Romischen und den Gegenwärtigen Zustand des Deutschen Lebens. 4to. München 1847.\n\nLIEBIG (Baron) and GREGORY (Dr.) Elements of Chemistry, by the late Edward Turner, Esq. Part 2. 8vo. London 1847.\n\nLITROW (C. L. von) Annalen der K. K. Sternwarte in Wien. 4to. Wien 1846.\n\nDONORS.\n\nLe Dépôt de la Marine.\n\nThe Author.\n\nThe Observatory.\n\nThe Radcliffe Trustees.\n\nProfessor Schumacher.\n\nThe Editor.\n\nThe Editor.\n\nThe Editor.\n\nThe Editor.\n\nThe Editor.\n\nThe Editor.\n\nThe Editor.\n\nThe Editors.\n\nLe Dépôt de la Marine.\n\nThe Author.\n\nThe Author.\n\nThe Publishers.\n\nThe Observatory.\nPRESENTS.\n\nLOUYET (M.) Recherches expérimentales sur le Zincage Voltaïque du Fer. The Author.\nLOW (D.) An Inquiry into the Nature of the Simple Bodies of Chemistry. The Author.\n8vo. London 1848.\n\nMANBY (G.) A Description of the Nelson Gallery at Pedestal House. 8vo. The Author.\nYarmouth 1847.\n\nAddress to the British Public, with suggestions for the recovering property from sunken Vessels. 8vo. London 1838.\n\nMANTELL (G. A.) The Wonders of Geology. Sixth Edition. 8vo. 2 vols. The Author.\nLondon 1848.\n\nMAPS, CHARTS, &c.\n\nCarte du Golfe Arabique des Petits Géographes Grecs différent du Golfe Arabique actuel, par A. Rabusson. Paris. The Author.\nCarte de la Mer Egée dressée pour la Voyage d'Hanon. Paris.\n\nCharts published by the Admiralty during 1847.\nMaps published by the Dépôt de la Marine.\n\nMARESKA (J.) and HEYMAN (J.) Enquête sur le Travail ...... des Ouvriers ...... à Gand. 8vo. Gand 1845.\n\nMARTINS (C.) Mémoire sur les Températures de la Mer Glaciale. 8vo. The Author.\nParis 1848.\n\nMAYO (T.) Outlines of Medical Proof. 8vo. London 1848. The Author.\n\nMÉNABRÉA (L. F.) Observations sur la Véritable Interprétation de la Série de Lagrange. 4to. The Author.\n\nMISCELLANEOUS.\n\nLock of Sir I. Newton's hair. H. Garling, Esq.\nMORLEY (W. H.) An Analytical Digest of all the Reported Cases decided in the Supreme Courts of Judicature in India. 2 vols. 8vo. London 1847. The Author.\n\nMORTIMER (W. H.) A popular Essay on Anaesthetic Agents. 8vo. London 1847. The Author.\n\nMOSSOTTI (O. F.) Discussione Analitica sull' Influenza che l' Azione di un Mezzo dielettrico ha sulla distribuzione dell' Elettricità alla superficie di piu Corpi elettrici disseminati in esso. 4to. Modena 1846. The Author.\n\nNORTHAMPTON (Marquis of) Observations upon a Greek Vase discovered in Etruria. 4to. London 1848. The Author.\n\nOWEN (R.) On the Archetype and Homologies of the Vertebrate Skeleton. 8vo. London 1848. The Author.\n\nPAGEL (L.) La Latitude par les Hauteurs hors du Méridien. 8vo. Paris Le Dépôt de la Marine.\n1847.\n\nPARLATORE (F.) Giornale Botanico Italiano. Parts 5 and 6. 8vo. Firenze 1847. The Editor.\n\nPASSERINI (C.) Dei Vantaggi che l' Agricoltura puo ricavare dallo Studio dell' Entomologia. 8vo. Firenze 1846.\n\nPATTELLANI (L.) Abbozzo per un Trattato di Anatomia e Fisiologia Veterinaria. Vol. I. 8vo. Milano 1845. The Author.\n\nPATTERSON (R.) On the Study of Natural History as a branch of general Education. 8vo. London 1847. The Author.\n\nPENROSE (F. C.) Two Letters from Athens. 4to. The Marquis of Northampton, P.R.S.\n\nOn certain Anomalies in the Construction of the Parthenon. 4to.\nPRESENTS.\n\nPICKETT (W. V.) New System of Architecture adapted to the Properties of Iron and other Metals. A Sheet.\n\nPILLA (L.) Istoria del Tremuoto che desolo la Costa Toscana il 11 Agosto 1846. 8vo. Pisa 1846.\n\nPLANTAMOUR (E.) Résumé Météorologique des Dernières Années, pour Genève et le Grand St. Bernard. 8vo.\n\nMémoire sur la Comète Mauvais de l'Année 1844. 4to. Genève 1847.\n\nObservations Astronomiques faites à l'Observatoire de Genève dans l'Année 1845. 4to. Genève 1848.\n\nPLAYFAIR (L.) and DE LA BECHE (Sir H.) First Report on the Coals suited to the Steam Navy. fol. London 1848.\n\nPORTRAITS.\n\nPortrait of Alexander von Humboldt, lithograph.\n\nPortrait of A. Quetelet.\n\nPortrait of Sir John Franklin, Capt. R.N., F.R.S., lithograph, 1848.\n\nPOURRET (P. A.) Noticia Histórica de la Familia Salvador de Barcelona. 4to. Barcelona 1844.\n\nQUETELET (A.) Sur les Anciens Recensements de la Population Belge. 4to.\n\nRapport sur l'Essai du Recensement Général fait à Molenbeek St. Jean. 4to. Bruxelles 1846.\n\nDe l'Influence du Libre Arbitre de l'Homme sur les Faits Sociaux. 4to. Bruxelles.\n\nObservations des Phénomènes Périodiques.\n\nAnnales de l'Observatoire Royal de Bruxelles. Tome V. 4to. Bruxelles 1846.\n\nAnnuaire de l'Observatoire Royal de Bruxelles, 1847. 12mo. Bruxelles 1846.\n\nRAGONA-SCINÀ (D.) Sulle Righe Trasversali e Longitudinali del Spettro Luminoso.\n\nREGNAULT (V.) Relation des Expériences pour déterminer les principales lois physiques, et les données numériques qui entrent dans le Calcul des Machines à Vapeur. With Atlas. Première Partie. 4to. Paris 1847.\n\nRENNIE (Sir J.) An Historical, Practical and Theoretical Account of the Breakwater in Plymouth Sound. fol. London 1848.\n\nREPORTS.\n\nReport of the United States Coast Survey, by A. D. Bache, 1847.\n\nReport on the Climate and Principal Diseases of the African Station, drawn up under the direction of Sir William Burnett, M.D., by Alexander Bryson, M.D. 8vo. London 1847.\n\nReports on various Professional Subjects connected with the duties of the Corps of Engineers, Madras Presidency. 2 vols. 4to. Madras 1839.\n\nRICHARDSON (J.) Touarick Alphabet. fol. London.\n\nTranslations and Vocabulary of the Berber Ghadamse Languages. fol. London 1847.\n\nRITTER (C.) Die Geographische Verbreitung einiger Characteristischen Arabischen Producte. 8vo.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Authors.\n\nLieut.-Col. Sabine, R.A., For. Sec. R.S.\n\nM. Quetelet.\n\nC. R. Weld.\n\nThe Author.\n\nThe Author.\n\nThe Observatory.\n\nThe Author.\n\nThe Author.\n\nSir William Burnett, F.R.S.\n\nMajor J. T. Smith.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nROBINSON (Rev. T. R.) Account of the present condition of the Earl of Rosse's great Telescope. The Author.\n\nROSS (Sir James C.) Voyage of Discovery and Research in the Southern and Antarctic Regions during the years 1839-43. 2 vols. 8vo. London 1847. The Author.\n\nSCHUMACHER (Professor.) Astronomische Nachrichten. Nos. 596 to 627. 4to. Altona. The Author.\n\nSCUDAMORE (Sir C.) On Pulmonary Consumption. 8vo. London 1847. The Author.\n\nSEGUIN (E.) Notice sur la Vie et Travaux de J. R. Pereire. 8vo. Paris 1847. The Author.\n\nSIMPSON (J. Y.) Account of a new Anaesthetic Agent as a substitute for Sulphuric Ether in Surgery and Midwifery. 8vo. Edinburgh 1847. The Author.\n\n——— Remarks on the superinduction of Anaesthesia in Natural and Morbid Parturition. 8vo. Edinburgh 1847. ———\n\n——— Answer to the Religious Objections advanced against the employment of Anaesthetic Agents. 8vo. Edinburgh 1847. ———\n\nSMEE (A.) Vision in Health and Disease. 8vo. London 1847. The Author.\n\nSMITH (G.) The Patriarchal Age. 8vo. London 1847. The Author.\n\nSMITH (Rev. J. Pye.) The Scripture Testimony to the Messiah. 2 vols. 8vo. London 1847. The Author.\n\n——— Four Discourses on the Sacrifice and Priesthood of Jesus Christ. 8vo. London 1847. ———\n\n——— The Relation between the Holy Scriptures and some parts of Geological Science. Fourth Edition. 8vo. London 1848. ———\n\nSPENCE (W.) Address delivered at the Anniversary Meeting of the Entomological Society, on the 24th of January 1848. 8vo. London 1848. The Author.\n\nSTEVENSON (W. F.) The Non-Decomposition of Water distinctly proved, in answer to the Award of a Medal by the Royal Society, whereby the contrary doctrine is absolutely affirmed. 8vo. London 1848. The Author.\n\nSTREFFLEUR (V.) Die Entstehung der Kontinente und Gebirge. 8vo. Wien 1847. The Author.\n\n——— Die Primitive physikalische Beschaffenheit der Nord Polarländer. 8vo. Wien 1845. ———\n\n——— Die Erscheinungen der Ebbe und Fluth unter dem Einflusse der Notazion, und Atlas. 8vo. Wien 1847. ———\n\nSTRUVE (F. G. W.) and STRUVE (O. G.) Expédition Chronométrique executée en 1844 entre Altona et Greenwich. 4to. St. Pétersbourg 1846. The Authors.\n\nSTRUVE (F. G. W.) Etudes d'Astronomie Stellaire. 8vo. St. Pétersbourg 1847. The Author.\n\n——— Description de l'Observatoire Astronomique Central de Poulkova. ———\n\nTARDY (P.) Sopra alcuni Punti della Teoria del Moto dei Liquidì. 4to. Firenze 1847. The Author.\n\nTAYLOR (A. S.) On Poisons in relation to Medical Jurisprudence and Medicine. 8vo. London 1848. The Author.\n\nTORRENS (R.) The Principles and Practical Operation of Sir R. Peel's Bill of 1844 explained and defended against the Objections of Tooke, Fullarton and Wilson. 8vo. London 1848. The Author.\nPRESENTS.\n\nVINCENDON-DUMOULIN (M.) Voyage au Pole du Sud, et dans l'Océanie, sur les Corvette l'Astrolabe et la Zélée. Partie Hydrographique. 8vo. Paris 1843.\n\nWAGNER (R.) Neue Untersuchungen über den Bau und die Endigung der Nerven und die Struktur der Ganglien. fol. Leipzig 1847.\n\nWARBURTON (H.) On the Partition of Numbers. 4to. Cambridge 1847.\n\nWARREN (J. C.) Etherization, with Surgical Remarks. 8vo. Boston 1848.\n\nWARREN (S.) Now and Then. 8vo. London 1848.\n\nWEISSE (M.) Catalogus Stellarum ex Zonis Regionemontanis. 4to. Petropoli 1846.\n\nWHEWELL (W.) The Philosophy of the Inductive Sciences. 2 vols. 8vo. London 1847.\n\nWHITEHEAD (J.) On the Causes and Treatment of Abortion and Sterility. 8vo. London 1847.\n\nWILICH (C.) Annual Supplement to Tithe Commutation Tables for 1848.\n\nYOLLAND (W.) Account of the Measurement of the Lough Foyle Base in Ireland. 4to. London 1847.\n\nZANTEDESCHI (A. B. F.) Memoria delle Principali Esperienze de' Fisici. 8vo. Venezia.\n\nLettera sul Magneto Telluro-Elettrico in Italia, 8vo.\n\nNota sulle Cause che Producono lo Sviluppo della Elettricità nella Pila Voltiana. 8vo. Venezia.\n\nDei Fenomeni Elettrici della Macchina di Armstrong. 4to. Venezia 1847.\n\nStudii intorno all'Acqua Artesiana di Venezia. 8vo. Venezia 1847.\n\nDONORS.\n\nLe Dépôt de la Marine.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Board of Ordnance.\n\nThe Author.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108301.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 19,
    "total-input-tokens": 29838,
    "total-output-tokens": 15092,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1325,
        2
      ],
      [
        1325,
        3394,
        3
      ],
      [
        3394,
        5503,
        4
      ],
      [
        5503,
        7399,
        5
      ],
      [
        7399,
        9174,
        6
      ],
      [
        9174,
        11747,
        7
      ],
      [
        11747,
        14359,
        8
      ],
      [
        14359,
        16822,
        9
      ],
      [
        16822,
        20018,
        10
      ],
      [
        20018,
        22962,
        11
      ],
      [
        22962,
        25813,
        12
      ],
      [
        25813,
        28339,
        13
      ],
      [
        28339,
        30879,
        14
      ],
      [
        30879,
        33360,
        15
      ],
      [
        33360,
        35945,
        16
      ],
      [
        35945,
        38541,
        17
      ],
      [
        38541,
        41246,
        18
      ],
      [
        41246,
        42650,
        19
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108301",
    "title": "Back Matter",
    "authors": null,
    "year": 1848,
    "volume": "138",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 19,
    "jstor_url": "https://www.jstor.org/stable/108301"
  }
}