{
  "id": "801588c940b590c3acc978200cda6d34c0820582",
  "text": "VII. Observations of the Aurora Borealis made in England by Andr. Celsius, F. R. S. and Secr. R S. of Upsal in Sweden.\n\nSept. 13, 1735, in the Town of Woodford, six Miles to the North East of London, at 11½ h. at Night, there appear'd a bright Band, almost parallel to the Horizon; and its Middle was judged to be under γ of the Great Bear. At Times another Light shot along the Great Bear; but almost constantly cover'd the Stars γ and δ.\n\nOctob. 4, in King-street, Bloomsbury,\n\nAt 9 22 o p.m. A Ray or Stream of Light appear'd under the Polar Star perpendicular to the Horizon.\n\n9 24 13 That Ray disappear'd.\n\n9 27 6 Two perpendicular Rays shot forth five or six Degrees from the North towards the East.\n\n9 28 30 A whitish Ray again exactly under the Polar Star.\n\n9 30 o That Ray moved Westward.\n\n9 31 o 'Twas seen under γ of the Great Bear.\n\n9 31 27 It entirely disappear'd.\n\n9 36 8 A Ray ascending perpendicularly by the Polar Star, and α and β of the Great Bear.\n\n9 40 o The Ray seem'd to move gradually under ξ of the Great Bear.\nAt 9 44 o No more Rays appeared. But whether there were any Remains of Light near the Horizon, or in the West, I could not see, upon account of the neighbouring Houses.\n\nOctob. 11, in London.\n\nAt 10 37 p.m. There were two bright Rays under ζ and ε of the Great Bear.\n\n10 39 A Ray between ε of the Great Bear and the Polar Star.\n\n10 39 ½ A Ray in Form of a Pyramid above η of the Great Bear.\n\nThese Rays had not any Motion parallel to the Horizon; but they entirely disappear'd.\n\nJan. 11, 1736 in London.\n\nAt 10 o.p.m. An indifferently bright Arch, pale towards the Edges, appear'd 16 Degrees high: One of the Ends of which descended Eastward under η of the Great Bear: And lucid Streaks appear'd now and then over this Arch.\n\n11 13 Under this Arch was another very bright Tract parallel to it, five Degrees above the Horizon; in which Tract there were Rays, that shot from West towards the East.\n\n11 15 This Arch was very faint.\nThe first Arch became brighter, and the lower Arch was almost blended with the upper, and broken in the middle.\n\nAt 11 17\n\nThe whole Arch was beset with faint Rays.\n\nAt 11 20\n\nOne of the Rays under the Polar Star.\n\nAt 11 21\n\nNo Arch, nor Rays, but bright Tracts dispersed here and there.\n\nAt 11 27\n\nThe Light reached up to the Polar Star, and somewhat higher.\n\nAt 11 36\n\nA lucid Ray under the Polar Star.\n\nAt 11 44\n\nThe Sky was overcast with Clouds, except one lucid Streak, which appear'd three or four Degrees to the East of the North.\n\nFebruary 16, in Clare-Hall, Cambridge,\n\nAt a Quarter past Eight in the Evening, the Moon shining very bright, there appear'd two perpendicular Streams between the great and little Bear.\n\nApril 3, in London,\n\nI observed a lucid Arch one Degree broad, which extended along the Northern Crown, the Cingulum Bootis, the Coma Berenices, the I i lesser\nlesser Lion and Cancer, as far as the smaller Dog.\n\nAt 8 49 36. This Arch quite disappear'd: But at the same time, I saw another broader and brighter Arch under Cassiopea, seven or eight Degrees high.\n\nIn the Observations of October 4th, and in the last, I am certain as to the Time of the Clock: So that if it has happen'd that others have observed the same Phenomena, the Longitudes of Places may be determined by them with greater Exactness than by the Satellites of Jupiter, which I take to be the principal Use that may be made of these Observations, especially in making Maps of the Northern Countries, where these Lights more frequently occur.\n\nVIII. A Letter from Dr. Robert James, of Lichfield, to Sir Hans Sloane, Bart. Pr. R. S. containing some Experiments made upon Mad Dogs with Mercury.\n\nLichfield, June 3, 1735.\n\nSIR,\n\nIn pursuance of your Commands, I here give you an Account of some Experiments that have been made upon Mad Dogs with Mercury, which I apprehend I have some Reason to believe is the most",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104014.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 1208,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1036,
        2
      ],
      [
        1036,
        1965,
        3
      ],
      [
        1965,
        2851,
        4
      ],
      [
        2851,
        3870,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104014",
    "title": "Observations of the Aurora Borealis Made in England by Andr. Celsius, F. R. S. and Secr. R. S. of Upsal in Sweden",
    "authors": "Andr. Celsius",
    "year": 1735,
    "volume": "39",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/104014"
  }
}