{
  "id": "40b1569791b07adc9dbc1bbeb52dbc80a42d19e8",
  "text": "some, that were scarce perceptible; so that they appeared to have been generated at different times, and grown in the stomach. As the child was suddenly seized with this effort to vomit, she discharged her stomach on the floor of the parlour where she was sitting. The millepedes, they told me, were at first very lively, and crept briskly different ways; but they did not live long in the open air. They were lying in the slime when I came to her, so that I could not be imposed on as to the verity of the fact. After this evacuation, the child's stomach grew perfectly easy, and continued so.\n\nCXII. Observations upon the Corona Solis Marina Americana; The American Sea-Sun-Crown. By John Andrew Peyssonel, M.D. F.R.S. Translated from the French.\n\nRead Dec. 14, 1758.\n\nI shall call this insect by this name, because of the resemblance it bears to the flower called Corona Solis; since it is, like this, open and spread.\n\nThis insect adheres to the rocks by its basis, which is flat and round; and tho' this roundness is sometimes mis-shapen, it is only occasioned by the inequalities of the rocks, to which it sticks. Its diameter is about two or three inches, bearing, from the center, certain rays, like white nerves, upon a moist flesh, of a livid violet colour. These rays or nerves pass from the centre to the circumference; they, too,\nconsist of a soft fleshy substance, which resembles bowels or intestines; the whole length of which is covered with glandulous bodies of a dirty grey colour; and all these glands filled up the middle of the fish, making the flowrets, or petals, that form the disk of the flowers. There is an infinite number of these glands attached to those filets or nerves, all very distinct from one another: these filets are well ranged when viewed downwards; but the upper part is covered by these glands, which are placed in a confused manner. These filets pass to the circumference, forming an edge full of rugosities, which leaves the body of the animal full of flaws. These hard bodies, upon which it lives, are not always permanent in the same place, but capable of changing their places from this edge or circumference; like a skin or texture of fibres or flesh, such as the body of the sea snail I have already described; of the same thickness, of a greenish colour, and sometimes of a greenish spotted grey, without shell, bone, or stay. The body or muscular fleshy skin raises itself up perpendicularly to three inches; rounds itself at the top, when it is touched; but it leaves a hole like a sphincter, formed by the reunion of the fleshy body, which enlarges itself again. The base opens to the whole extent of the bottom, makes a reversed prepuce, and immediately brings to view three rows of papillae, which are of a conical figure, of one or two lines long, resembling the glands under the tongues of oxen, and which may here be compared to the demi-flowers or radiated flowers of the Corona Solis.\n\nAfter this threefold ray of conical pointed papillae, there appears a body of a livid violet colour; I took it\nit for a particular substance or body; but having examined it, I observed it was only a pellicle, or membrane, that covered a part of the papillæ I mentioned. This membrane has fifteen separations, which form kinds of purses, and yet leave, in the center of the animal, an empty space, wherein several glands are brought in view. I do not know, whether, in the natural state, these membranes do not retire to the circumference, in order to discover the glands within, which they usually hide, and which fill up all the middle of the crown; but when the fleshy body is gone up again, it covers all the interior parts, closes them in, and preserves them from the touch of any extraneous body. I cannot tell how these fishes live, or what is their mechanism; for I could not distinguish either a mouth, or any viscera, nor any other organ serving to their nourishment.\n\nCXIII. An Account of several rare Species of Barnacles. In a Letter to Mr. Isaac Romilly, F. R. S. from John Ellis, Esq., F. R. S.\n\nDear Sir,\n\nLondon, Dec. 21. 1758:\n\nTHOSE rare and very extraordinary new species of Barnacles, which you have lately received from abroad, are so different from any of the common species, that I have seen, that I was resolved to inquire into the nature of an animal, which, like a Proteus, appears in so many different",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105337.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 5904,
    "total-output-tokens": 1142,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1343,
        2
      ],
      [
        1343,
        3058,
        3
      ],
      [
        3058,
        4375,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105337",
    "title": "Observations upon the Corona Solis Marina Americana; The American Sea-Sun-Crown. By John Andrew Peyssonel, M. D. F. R. S. Translated from the French",
    "authors": "John Andrew Peyssonel",
    "year": 1757,
    "volume": "50",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/105337"
  }
}