{
  "id": "daedc8248f3bb3cf276b9f63d4ecfe50e6b4a961",
  "text": "I. The Croonian Lecture on Muscular Motion. By Everard Home, Esq. F.R.S.\n\nRead November 13, 1794.\n\nWhen I had the honour last year of presenting an apology for the unfinished state in which Mr. Hunter left the Croonian lecture, I laid before this learned Society the plan upon which he meant to proceed; but my mind was at that time unfitted to prosecute so arduous an inquiry.\n\nThe progress Mr. Hunter had made in this investigation enabled him to prove the crystalline humour of the eye to be laminated, and the laminae to be composed of fibres; but the use to which these fibres are applied in the economy of the eye he had not ascertained, although several experiments were instituted with that view: his opinion was certainly in favour of their being muscular, for the purpose of adjusting the eye to different distances by their contraction and relaxation.\n\nMDCCXCV.\nBeing unwilling that a subject on which Mr. Hunter had so publicly given his opinion should remain in an unfinished state, I requested the President's permission to be allowed to give the Croonian lecture for the present year, as it would afford me an opportunity of weighing with impartiality the facts already ascertained, and of endeavouring by my own labours to add to their number.\n\nIn prosecuting this inquiry, I consider myself to have been particularly fortunate in having had the assistance of my friend Mr. Ramsden. It was a subject connected with his own pursuits, and one which had always engaged his attention; he was therefore peculiarly fitted, both by his own ingenuity and knowledge in optics, for such an investigation.\n\nIn conversing upon the different uses of the crystalline humour, he made the following observations.\n\nHe said, that as the crystalline humour consists of a substance of different densities, the central parts being the most compact, and from thence diminishing in density gradually in every direction, approaching the vitreous humour on one side, and the aqueous humour on the other, its refractive power becomes nearly the same with that of the two contiguous substances. That some philosophers have stated the use of the crystalline humour to be, for accommodating the eye to see objects at different distances; but the firmness of the central part, and the very small difference between its refractive power near the circumference and that of the vitreous, or the aqueous humour, seemed to render it unfit for that purpose; its principal use rather appearing to be for correcting the aberration arising from the spherical figure of the cornea, where the principal part of the refraction takes place, producing the same effect\nthat in an achromatic object glass we obtain in a less perfect manner, by proportioning the radii of curvature of the different lenses. In the eye, the correction seems perfect, which in the object glass can only be an approximation, the contrary aberrations of the lenses not having the same ratio; so that if this aberration be perfectly corrected at any given distance from the centre, in every other it must be in some degree imperfect.\n\nPursuing the same comparison: In the achromatic object glass, we may conceive how much an object must appear fainter from the great quantity of light lost by reflection at the surfaces of the different lenses, there being as many primary reflections as there are surfaces; and it would be fortunate if this reflected light was totally lost. Part of it is again reflected towards the eye by the interior surfaces of the lenses, which by diluting the image formed in the focus of the object glass, makes that image appear far less bright than it would otherwise have done, producing that milky appearance so often complained of in viewing lucid objects through this sort of telescope.\n\nIn the eye the same properties that obviate this defect, serve also to correct the errors from the spherical figure, by a regular diminution of density from the centre of the crystalline outward. Every appearance shews the crystalline to consist of laminae of different densities; and if we examine the junction of different media, having a very small difference of refraction, we shall find that we may have a sensible refraction without reflection: now if the difference between the contiguous media in the eye, or the laminae in the crystalline, be very small, we shall have refraction without having\nreflection, and this appears to be the state of the eye; for although we have two surfaces of the aqueous, two of the crystalline, and two of the vitreous humour, yet we have only one reflected image, and that being from the anterior surface of the cornea, there can be no surface to reflect it back, and dilute an image on the retina.\n\nThis hypothesis may be put to the test, whenever accident shall furnish us with a subject having the crystalline extracted from one eye, the other remaining perfect in its natural state; at the same time we may ascertain whether or no the crystalline is that part of the organ, which serves for viewing objects at different distances distinctly. Seeing no reflection at the surface of the crystalline, might lead some persons to infer that its refractive power is very inconsiderable, but many circumstances shew the contrary; yet what it really is may be readily ascertained, by having the focal length and distance of a lens from the operated eye, that enables it to see objects the most distinctly; also the focal length of a lens, and its distance from the perfect eye that enables it to see objects at the same distance as the imperfect eye; these data will be sufficient, whereby to calculate the refractive power of the crystalline with considerable precision.\n\nAgain, having the spherical aberration of the different humours of the eye, and having ascertained the refractive power of the crystalline, we have data from whence to determine the proportional increase of its density as it approaches the central part, on a supposition that this property corrects the aberration.\n\nThese observations of Mr. Ramsden respecting the use of the crystalline lens, I was very desirous of bringing to the proof;\nand while my mind was strongly impressed by them, a favourable opportunity occurred. A young man came into St. George's hospital with a cataract in the right eye: this proved to be a fair case for an operation, to which the man very cheerfully submitted, and was put under my care for that purpose.\n\nIn performing the operation, the crystalline lens was very readily extracted, and the union of the wound in the cornea took place unattended by inflammation, so that the eye suffered the smallest degree of injury that can attend so severe an operation; these circumstances it is proper to mention, as they contributed to render the patient a more favourable subject for experiment.\n\nThe man's name was Benjamin Clerk; he was a seafaring man, 21 years of age, and in perfect health. Both his eyes were free from complaint till about the 11th of April, 1793, at which time he was on a voyage home from the East Indies, a sudden mist or dimness appeared before his right eye; this increased very rapidly, and on the 18th of the same month the sight was entirely obscured. The crystalline humour was extracted on the 25th of November; and 27 days after the operation the eye was so far recovered as to admit of the following observations and experiments being made upon it.\n\nIn this man we had all the circumstances combined, which seemed to be required to determine how far the crystalline lens was the principal agent in adjusting the eye. The man himself was in health, young, intelligent, and his left eye perfect; the other had been an uncommonly short time in a diseased state, and appeared to be free from every other defect but the loss of the crystalline lens. He very willingly allowed me to make the following experiments on him; and remained in town,\nalthough inconvenient to himself, till they were completed; the greater part of them were instituted by Mr. Ramsden, and all of them carried through under his direction.\n\nThe experiments were begun on the 22d of December, 1793, at which time the following observations were made upon the imperfect eye. The eye bore the light of the day very well; but was fatigued by strong sunshine, or the glare of candle-light. In weak lights objects were not seen at all by the imperfect eye, but in strong lights they presented a faint image, which appeared at the same distance with that seen by the perfect eye, and close to it, or nearly so, but always to the left.\n\nThe imperfect eye, unassisted by glasses, could see objects, but it was with a degree of indistinctness; and this indistinct vision only took place at a distance between six and nine inches. With a double convex glass, the radius of one surface an inch and an half, of the other six inches, the flat side towards the eye, having a focus of $2\\frac{1}{4}$ inches, objects appeared most distinct at $4\\frac{1}{2}$ inches, and the extremes were $2\\frac{1}{2}$ inches, and $5\\frac{1}{2}$ inches. The different distances were ascertained by placing one end of a foot rule against the man's forehead, and giving him the book in his own hand, desiring him to carry it to the distance at which he saw best, and afterwards to the two extremes of distinct vision, the upper end of the book being always in contact with the rule; so that the moment he adjusted the book, the distance was read off from the scale. The accuracy with which he brought it to the same point in repeating the experiments, proved his eye to be uncommonly correct; for as he did not himself see the scale, there could be no source of fallacy.\nMaking these experiments fatigued the eye considerably, and repeating them after very short intervals made the eye water, and gave a slight degree of pain; this, however, soon went off.\n\nIn looking at objects through this glass, the image was free from any tinge of colour, unless he directed his eye towards the circumference of the glass, and then it had a considerable tinge, which evidently arose from the prismatic figure of that part of the glass.\n\nA comparative experiment was made upon the perfect eye, with a glass of 15 inches focus. Objects were found in one experiment to appear most distinct at $8\\frac{1}{2}$ inches, the extremes 3 inches and 11 inches; in another, most distinct at 7 inches, the extremes as before, 3 and 11 inches.\n\nOn the 29th of December, 34 days after the operation, the following experiments were made by candle-light, about six o'clock in the evening.\n\nThe experiment with the double convex glass was repeated, the aperture being diminished to $\\frac{3}{20}$ of an inch; objects appeared most distinct at 5 inches, the extremes 3 inches and $7\\frac{3}{4}$ inches. The aperture was diminished to $\\frac{3}{40}$ of an inch, and vision appeared most distinct at 5 inches, the extremes $3\\frac{1}{2}$ inches and 7 inches. When the aperture was reduced to $\\frac{1}{20}$ of an inch, the inflexion of the rays produced the appearance of a speck, which obscured his vision.\n\nBy diminishing the aperture, spherical aberration was in a great measure corrected, and vision rendered more distinct.\n\nA plano-convex glass of $2\\frac{7}{8}$ inches focus, with the plane towards the eye, was now applied, and the objects were most distinct at 6 inches, but by no means well defined: the aper-\nture was now reduced to $\\frac{4}{30}$ of an inch, and objects appeared much more distinct at $5\\frac{1}{2}$ inches; when the glass was brought within half an inch of the eye, objects were still more distinct, and were seen at 5 inches.\n\nThe eye was less affected by these than the former experiments, nor was it fatigued by the light of the candle. In strong lights a faint image was seen by the imperfect eye, and always to the left of the other.\n\nThe perfect eye, with a glass of 15 inches focus, saw objects most distinctly at $8\\frac{1}{2}$ inches, the extremes $3\\frac{1}{2}$ inches and $11\\frac{1}{4}$ inches.\n\nAs these experiments were made with a view to determine whether the eye, when deprived of its crystalline humour, had a power of adjusting itself to different distances; that being ascertained, they were not prosecuted further, on account of the tender state of the man's eye, who went into the country as soon as they were completed.\n\nOn the 4th of November, 1794, the man returned to London, and submitted himself to be the subject of further experiments. This afforded us an opportunity of ascertaining the comparative adjustment of the two eyes, when by means of different glasses they were brought to see distinctly at nearly the same focal distance: an experiment we had been unable to make before for want of proper glasses.\n\nSir Henry Englefield, who will be found to have given us his assistance in the subsequent part of this investigation, was present at this experiment, and was much astonished, as we had been in the former ones, at the accuracy with which the man's eye was adjusted to the same distance in the repeated trials that were made with it.\nThe perfect eye, with a glass of $6\\frac{1}{2}$ inches focus, had distinct vision at 3 inches; the near limit was $1\\frac{7}{8}$ inch, the distant one less than 7 inches.\n\nThe imperfect eye, with a glass $2\\frac{2}{10}$ inches focus, with an aperture $\\frac{3}{40}$ of an inch, had distinct vision at $2\\frac{7}{8}$ inches, the near limit $1\\frac{7}{8}$ inch, the distant one 7 inches.\n\nFrom the result of this experiment we find that the range of adjustment of the imperfect eye, when the two eyes were made to see at nearly the same focal distance, exceeded that of the perfect eye.\n\nThese experiments were made by Mr. Ramsden, who took particular care to avoid every thing that might be productive of error or deception; and repeated them several times before any conclusions were drawn from them. Several others were made on the same subject, but as they only tended to confirm those already mentioned, it would be taking up the time of this learned Society unnecessarily to detail them.\n\nIt may be proper to mention a reason which suggested itself to Mr. Ramsden, why the point of distinct vision of the imperfect eye appeared to the man himself nearer than it was in reality; it arose from his judging of distinctness by the legibility of the letters, which were easier read when they subtended a greater angle (from the imperfection of his eye) than at his real point of distinct vision.\n\nThe result of these experiments convinced us that the internal power of the eye, by which it is adjusted to see at different distances, does not reside in the crystalline lens; we were also satisfied by the facts and arguments adduced in Mr. Hunter's letter on this subject, published in the first part of the last volume of the Philosophical Transactions, that it\ndoes not arise from a change in the general form of the globe of the eye; we therefore abandoned both of these theories.\n\nIt suggested itself that any change in the curve of the cornea (could it be produced), would vary the refraction of the rays, so as considerably to alter the focus of the eye; and upon considering this subject, Mr. Ramsden made a rough calculation, from which it appeared, that a very small alteration in that part would vary the adjustment of the eye from parallel rays to its shortest distance of distinct vision.\n\nThis opened to us a new field of inquiry, and I endeavoured to ascertain how far the cornea admitted of such a change, and if it did, how far that change operated in producing this particular effect.\n\nFor the first of these purposes I made the following experiments in the presence of Mr. Ramsden.\n\nA portion of the cornea $\\frac{1}{8}$ of an inch broad, and $\\frac{1}{20}$ of an inch long, was removed from the eye of a person 40 years of age, two days after death, with a part of the sclerotic coat on each side attached to it. This was laid upon a piece of glass immersed in water, under which was a scale divided into very minute parts, these divisions being very readily seen through the glass. One end of the cornea was made fast by fixing the sclerotic coat, and a force was applied to the other; this power was found capable of elongating the cornea $\\frac{1}{20}$ part of an inch; and on removing it, the cornea recovered itself to its original length. In different trials it varied in the quantity of elongation, but in all of them it was fully $\\frac{1}{11}$ part of the whole length, or diameter of the cornea.\n\nThe elasticity of the cornea being thus ascertained, encouraged me to proceed in the anatomical investigation; and\nI was desirous of determining more exactly than had hitherto been done, the precise insertion of the tendons of the four straight muscles of the eye, so as to know whether their action could be extended to the cornea or not.\n\nIn dissecting these muscles to their termination, I found that they approached within $\\frac{1}{8}$ of an inch of the cornea, before their tendons became attached to the sclerotic coat upon which they lay; it was evident that they did not terminate at this part, but were so united as to be difficultly separated by dissection; I therefore endeavoured by gentle force to pull them asunder, as in that way the parts would separate in the direction of their fibres. In doing this, they not only admitted of separation to the edge of the cornea, but brought away a lamina of the cornea with them. I thought this would be better seen in an eye after putrefaction had begun to take place, but found that in that state it could scarcely be demonstrated; while in the recent eye the whole of the external lamina of the cornea could be brought away along with the four straight muscles, leaving the surface underneath uniform, but without polish, and upon the same plane with the sclerotic coat, of which it was a continuation.\n\nAs this was a new fact, and a very important one, shewing a connection between these muscles and the cornea, I have dried the parts, and preserved them in that state, to shew the mode in which the tendons of the straight muscles are lost in the cornea, giving it the appearance of a central tendon.\n\nThe cornea from this investigation is proved to be composed of two laminae, the external a continuation of the tendons of the four straight muscles, the other a continuation of the sclerotic coat, and the uniting medium between them is not unlike very fine cellular membrane.\nIf the cornea is examined at its attachment to the sclerotic coat and tendons of the straight muscles, it appears to be of exactly the same thickness with those parts, but grows thicker towards the centre; this increase of thickness is principally in the external lamina, for when that is removed, the other appears equally so through its whole extent.\n\nTo ascertain that the cornea is really thickest in the middle, I made a transverse section of it, and Mr. Ramsden, with several other gentlemen, examined the cut edge through a magnifying glass, and all of them were satisfied with the fact of the central part being evidently thicker than that which was nearer to the circumference.\n\nIt is necessary to mention, that in stretching the cornea the central part yields most readily to the power applied; this is so much the case, that if the cut edge of the cornea is examined while it is several times drawn out and allowed to contract again, the change in the centre will be found the most distinct; the principal elasticity appearing to reside in that part.\n\nBefore these experiments were made upon the cornea, Mr. Ramsden had promised me that he would contrive an instrument by which the cornea might be examined, while the eye was adapting itself to different distances; so as to enable us to decide whether any change took place at these times in its external figure.\n\nWhen I state to this learned Society, that seven months elapsed before the apparatus for this experiment was completed, they will not attribute it to a want of solicitude on my part, or a want of attention in Mr. Ramsden; but to delays which must necessarily occur to an artist so extensively employed in business, and at the same time so ready to engage\nboth from inclination, and the urgent requests of his friends, in promoting philosophical inquiries.\n\nOn the 31st of July, 1794, we were enabled to begin our experiments, for which the following apparatus was constructed.\n\nA thick board was fixed to a strong upright support, directly opposite to the window of Mr. Ramsden's front room on the first floor, which looks up Sackville-street, at the distance of one foot from the window. In this board was a square hole, large enough to admit a person's face, the forehead and chin resting against the upper and lower bars, and the cheek against either of the sides, so that when the face was protruded, the head was steadily fixed by resting on three sides, and in this position the left eye projected beyond the outer surface of the board.\n\nOn the outside of the board, or that next the window, upon the left of the square hole, was fixed a microscope, so placed as to take into its field the lateral part of the front of the cornea, which projects beyond the eyelids. The microscope had not only a movement directly forwards, but by means of endless screws, had also a vertical and horizontal motion, without which the experiments could not have been made with any degree of precision.\n\nFrom the upper part of the square hole an horizontal brass beam projected towards the window, with joints, by which it could be lengthened or shortened, and at the end of this a brass plate was suspended, which admitted of being raised or depressed, so as to bring a small hole that had been drilled through it directly opposite to the eye.\n\nWith this apparatus we began our experiments; and I consider it as a fortunate circumstance that Sir Henry Englefield\narrived in town the night before they were made; he very cheerfully gave us his assistance the moment I made the request.\n\nSir Henry, from his practical knowledge of mathematical instruments, and the habit of making observations with them, rendered us very material assistance in the course of our experiments, and I feel myself obliged to him for remaining in town till they were completed. To Mr. Ramsden and myself it was a particular satisfaction to have an evidence who had no presupposed opinion, therefore impartial; whose knowledge of the subject enabled him to form a judgment of the results, and to correct any error we might fall into in conducting the experiments. This circumstance will also give to the experiments an additional claim upon the notice of this learned Society.\n\nThe first experiment was made at three o'clock, at which were present Sir Henry Englefield, Mr. Ramsden, and myself. It required some time, and considerable ability, in which I can claim no part, to adjust the microscope, and bring the cornea into its field; when this was done, the appearances were so different from what were expected, that we had a difficulty in recognizing the object; all that could be seen was curved lines, but even these were rendered confused by reflections from the cross bars of the sash of the window. Upon throwing up the sash, the curved lines became very distinct, and that which appeared the inner one in the microscope, was ascertained to be the convex projecting surface of the cornea.\n\nThis being determined, the person whose eye was the object of the experiment was desired to look at the corner of a chimney at the upper end of Sackville-street, a distance of 235\nyards, through the hole in the brass plate, and afterwards to look at the edge of the small hole itself, which was only 6 inches from the eye. In doing this several times, the curved lines were seen to separate from each other; and the microscope required being withdrawn from the object whenever the person's eye was adjusted to the near distance; but the very reverse took place when it was fixed on the distant one.\n\nIn making these experiments, the least motion of the head carried the cornea out of the field of the microscope; it was therefore necessary that the two objects should be exactly in the same line respecting the eye, and that the person should remain silent. When he complied with any request which had been made, he signified by touching the knee of the observer with his hand, that he had done so. This experiment was made upon the eyes of all present, and the same appearances were uniformly observed; and after several trials we became so familiar with the appearances, that the observer only required information of the adjustment having been changed, to enable him to tell which of the objects the eye was fixed upon.\n\nAugust the 1st, about four o'clock, these experiments were repeated, and after several attempts were made, without success, to explain the cause of the curved lines, we found it necessary to shade a part of the window, to take off the glare of light which fatigued the eye, and rendered it unsteady; this made the curved lines less distinct; and when the whole window was shaded they disappeared altogether, leaving a very distinct view of the whole thickness of the cornea, with a well defined line formed by its anterior projecting surface. This discovery proved the curved lines to be reflections from the sides of the window upon the cornea; but as it was not made\ntill six o'clock, we were obliged to postpone any further observations upon it.\n\nAugust the 3d, at seven o'clock in the morning, Mr. Ramsden and myself resumed our experiments, Sir Henry Englefield being unable to attend at that hour. The eye of the person under observation was shaded from the light by shutting the half of the window-shutter directly before it, and to direct the sight to pass through it, a hole was bored in the shutter; the other half of the shutter was turned back, so as to take off the side light, only letting in enough to illuminate the cornea; in this state the cornea was very distinctly seen, and the former experiments were repeated upon it, with a micrometer wire in the focus of the eye-glass, so placed as accurately to oppose the anterior edge of the cornea.\n\nThe motion of the cornea became now perfectly distinct; its surface remained in a line with the wire when the eye was adjusted to the distant object, but projected considerably beyond it when adapted to the near one; and the space through which it moved was so great as readily to be measured by magnifying the divisions upon a scale, and comparing them; in this way we estimated it at the 800 part of an inch, a space distinctly seen in a microscope magnifying 30 times.\n\nIt may not be improper, for the sake of accuracy, to mention that the hole made in the window-shutter did not admit of seeing up Sackville-street, so that the distant object was now only at 90 feet, which is rather less than is necessary for parallel rays; a circumstance, so far as it can be considered, in favour of the experiment, as a more distant object must have increased the effect upon the cornea. Having satisfied ourselves fully respecting the result of this experiment, we desisted from further trials.\nAt twelve o'clock of the same day, we prevailed on Sir Henry Englefield to make the experiment on my eye, without giving him any information of the observations that had been made in the morning. He was very much struck with the distinctness of the cornea; and told me without difficulty the different objects to which my eye was adjusted, and was as fully satisfied as either Mr. Ramsden or myself with the result of the experiment.\n\nMr. Ramsden now made the same experiment on Sir Henry's eye, but was unable to retain it in the field of the microscope; the motion of the cornea was always in one direction, and very irregular; after repeated trials, equally unsatisfactory, the eye became so fatigued that he was obliged to desist.\n\nAugust the 4th, Mr. Ramsden repeated the experiment on Sir Henry's eye, to ascertain if possible the cause of his former want of success, and found the same circumstances again take place; the curve of the cornea moved always in the same direction, never returning to the wire. This could not be accounted for, till it was accidentally discovered to arise from the motion of his hand in touching the knee of the observer, for when that was omitted, the experiment was followed by the same results as those made on the rest of the company. I have been more particular in mentioning this circumstance, as it shows that the most trifling things may interfere with the result of the experiment, and that it required a considerable degree of nicety and management in adjusting the instrument, without which the experiment could not have been made.\n\nAugust the 28th, the former experiments were repeated by Sir Henry Englefield, Mr. Ramsden, and myself, upon the eye of a young lad, and the result was similar to the others, the\nmotion of the cornea was uncommonly distinct. Sir Henry now became the subject of the experiment, and changed the adjustment of his eye from one distance to another in a very irregular manner, without giving the smallest information, with a view to embarrass Mr. Ramsden who was the observer, but without effect, for Mr. Ramsden was able to tell every change in distance he had made, without a single mistake; this exceeded our expectation, and appeared to us so satisfactory that we required no further proofs of the truth of our former observations.\n\nBefore we concluded our experiments, every mode that could be devised was put in practice to see how far there might be any deception; the eye was moved upon its axis, and in different directions, but these motions did not give at all similar appearances to those seen in the adjusting of the eye to different distances.\n\nFrom the different experiments which I have had the honour to lay before this learned Society, I shall consider the following facts to have been ascertained.\n\n1st, That the eye has a power of adjusting itself to different distances when deprived of the crystalline lens; and therefore the fibrous and laminated structure of that lens is not intended to alter its form, but to prevent reflections in the passage of the rays through the surfaces of media of different densities, and to correct spherical aberration.\n\n2d, That the cornea is made up of laminae; that it is elastic, and when stretched, is capable of being elongated $\\frac{1}{17}$ part of its diameter, contracting to its former length immediately upon being left to itself.\n\n3d, That the tendons of the four straight muscles of the eye\nare continued on to the edge of the cornea, and terminate, or are inserted, in its external lamina; their action will therefore extend to the edge of the cornea.\n\n4th, That in changing the focus of the eye from seeing with parallel rays to a near distance, there is a visible alteration produced in the figure of the cornea, rendering it more convex; and when the eye is again adapted to parallel rays, the alteration by which the cornea is brought back to its former state is equally visible.\n\nHaving supported these facts by the evidence of anatomical structure, and absolute demonstration, I shall consider them to be established; and make some observations upon the muscular and elastic power by which so very curious an effect as the adjustment of the eye is produced.\n\nThe four straight muscles of the eye are attached to the bottom of the bony orbit near the foramen opticum; they become broader as they pass forward, and when arrived at the anterior part of the eye-ball, are insensibly changed for tendons; these adhere to the sclerotic coat, and terminate in the external lamina of the cornea, which appears to be a continuation of them.\n\nWhen we consider the situation of these muscles, it is evident that their action will produce three very different effects upon the eye, according to circumstances. When they act separately, they will move the eye in different directions; when together, with only a small quantity of contraction, they will steady the eye-ball; and when this is increased they will compress the lateral and posterior parts of the eye. This compression of the eye will force the aqueous humour forwards against the centre of the cornea, while the circumference is steadied\nby the muscles, so that the radius of curvature of the cornea will be rendered shorter, and its distance from the retina increased.\n\nThat the eye-ball cannot be made to recede in the orbit by any of these actions, is sufficiently proved by its not having done so in any of the experiments.\n\nThese muscles are uncommonly large, and come much further forward than appears necessary for the purposes generally assigned to them; but when applied to so important an office as that we have just stated, their size, and anterior insertion, are easily explained.\n\nIt may be imagined that I have allotted to these muscles a greater variety of uses than is compatible with the simplicity of the general laws of the animal economy; but to prove this not to be the case, I shall only bring the biceps flexor cubiti as an instance of a similar kind. That muscle is attached to the scapula by both its heads, one of which passes through the joint of the shoulder, they afterwards unite, and their common tendon is inserted into the radius; when the muscle contracts, the first effect will be to steady the joint of the shoulder; if the contraction is increased, it will rotate the radius, and if still more increased, bend the fore-arm.\n\nThere are many instances in animal bodies of elasticity being substituted for muscular action, but this in the eye is by much the most beautiful of those applications.\n\nIn the vascular system the arteries are composed of muscular fibres, and an elastic substance; in the natural easy state of the circulation, the re-action in the larger vessels is principally the effect of elasticity, but when increased, it is the effect of muscular contraction.\n\nThe claws of the lion are drawn up, and supported from\nthe ground, by means of elastic ligaments; but they are brought down for use, which is an action not so often required, by muscles.\n\nIn the adjustment of the eye it is the same; the state fitted for parallel rays is the effect of elasticity, but that for nearer distances, which is less frequently wanted, is the effect of muscular action.\n\nIn these different instances, the intention is uniformly to avoid the expense of muscular action whenever the effect can be produced in any other way, as muscular actions consume a considerable quantity of blood, which is the nourishment of the body.\n\nThat the adjusting the eye to near distances is the effect of an action, or exertion, was very evident to every gentleman concerned in these experiments. In changing the focus of our eyes, we were much astonished, particularly Sir Henry Englefield, at the exertion required to adjust the eye to the near distances, and the facility with which it was adapted to distant ones; the first was a strain upon the eye, the second appeared a relief to it.\n\nWhen the eye was intent upon the near object, it required the attention to be constantly kept up, or the object became indistinct; and if we looked at it beyond a certain time, the eye was so much fatigued as to lose it at intervals. This corresponds with other muscular actions, for whenever muscles are kept long in one state they begin to vibrate involuntarily.\n\nThese circumstances explain what may be called a coup d'œil, or the distinctness with which an object is seen when the eye is first fixed upon it. This arises from the nice adjustment produced by the muscles when first thrown into\naction, which they cannot keep up, being unable to remain long in the same state; nor can they, after having been used for any time, return to this adjustment with the same exactness.\n\nThe change that takes place in the eye at an advanced period of life, by which it loses its adjustment to very near, and very distant objects, does not arise from any defect in the muscles, as might at first be imagined, since that would not account for the eye being unable to see with parallel rays; nor is there any obvious reason why these muscles should lose their powers, while others, which are not apparently so strong, if we may judge by their effects, retain their full action long after the eye has undergone this change.\n\nThis defect in the eye I am led to believe is brought on by the cornea losing its elasticity as we advance in life, neither contracting nor being elongated to its usual extent, but remaining in a middle state. That elastic substances in the body do undergo such a change may be well illustrated in the vascular system. The aorta is composed almost entirely of elastic substance, and there is probably no part of the body, at an advanced age, which is so often found to have lost its natural action; it appears to undergo a change from age alone, becoming inelastic, and then taking on diseases of different kinds, as being ossified, or becoming aneurismal; but in neither of these diseases is it found to be contracted, although often the reverse, and when disease has not supervened, the artery more commonly remains in the middle state.\n\nThe cornea having similar properties must be liable to a similar change, but its action being less constant, and the power which it is to resist being weaker, the change will be probably more gradual and less in degree, but sufficient to\naccount for the alteration we find in the focus of the eyes of old people.\n\nThere are many other circumstances respecting vision, and many which occur in disease, that may be explained by a knowledge of these facts; but as this lecture is only intended to establish the facts themselves, in doing which I have already taken up too much of the time of this learned Society, I shall at some future period consider their application to the phenomena of vision in health, and disease.\n\nEXPLANATION OF THE PLATE. (Tab. I.)\n\nPortions of the four straight muscles of the eye, with their tendons insensibly lost in the external lamina of the cornea, stretched out and dried. The tendons become broader as they approach the cornea, and form a circle of which the cornea appears to be a continuation.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106942.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 25,
    "total-input-tokens": 38418,
    "total-output-tokens": 8859,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        873,
        2
      ],
      [
        873,
        2640,
        3
      ],
      [
        2640,
        4370,
        4
      ],
      [
        4370,
        6116,
        5
      ],
      [
        6116,
        7875,
        6
      ],
      [
        7875,
        9641,
        7
      ],
      [
        9641,
        11357,
        8
      ],
      [
        11357,
        13040,
        9
      ],
      [
        13040,
        14801,
        10
      ],
      [
        14801,
        16579,
        11
      ],
      [
        16579,
        18402,
        12
      ],
      [
        18402,
        20133,
        13
      ],
      [
        20133,
        21829,
        14
      ],
      [
        21829,
        23522,
        15
      ],
      [
        23522,
        25335,
        16
      ],
      [
        25335,
        27117,
        17
      ],
      [
        27117,
        28876,
        18
      ],
      [
        28876,
        30550,
        19
      ],
      [
        30550,
        32254,
        20
      ],
      [
        32254,
        33983,
        21
      ],
      [
        33983,
        35622,
        22
      ],
      [
        35622,
        37419,
        23
      ],
      [
        37419,
        37419,
        24
      ],
      [
        37419,
        38209,
        25
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106942",
    "title": "The Croonian Lecture on Muscular Motion. By Everard Home, Esq. F. R. S.",
    "authors": "Everard Home",
    "year": 1795,
    "volume": "85",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 25,
    "jstor_url": "https://www.jstor.org/stable/106942"
  }
}