{
  "id": "6b13df2dbe9d455d25f472f1ad4c90168f5efd84",
  "text": "CHAPTER VIII.\n\nOf the Treasurer and his Accompts.\n\nI. The Treasurer, or some person appointed by him, shall receive to the use of the Society all moneys, or sums of money, due or payable to the Society; and out of such moneys shall pay and disburse all moneys, or sums of money, due from or payable by the Society, upon all occasions; and shall keep particular Accompts of all such receipts and payments.\n\nII. Every sum of money, payable to the use of the Society, of Five pounds or under, shall be paid by order of the President, under his hand; and every sum exceeding Five pounds shall be paid by order of the Council, signed by the President, and registered by the Secretary.\n\nIII. All moneys, or sums of money, which there shall not be present occasion for expending, or otherwise disposing of to the use of the Society, shall be laid out, in such government or other securities, as shall be approved of and directed by the Council.\n\nIV. The Treasurer shall have and keep a yearly list of all such Fellows of the Society as pay the sum appointed in lieu\nof annual contributions; and also of those who pay the annual contributions of fifty-two shillings: and in this list shall be noted the times up to which the annual contributions have been paid, and the arrears due from each Fellow.\n\nV. The Treasurer shall also have and keep a Book of Cheque Receipts for annual contributions, each Receipt to be signed by himself; and to be filled up with the name of the Fellow paying, the sum paid, and the time paid to: these Receipts to be undersigned by the person who shall receive the money on the Treasurer's behalf, who, upon the delivery of the Receipt to the Fellow paying, is to enter upon that part of the Cheque which is left in the Book, the above particulars and also the day of payment.\n\nVI. The Treasurer shall take care so to regulate the annual contributions, that they shall all become due at Lady-day: and shall demand, or cause them to be demanded of such Fellows who neglect their payments for half a year after they become due.\n\nVII. The Accompts of the Treasurer shall be audited annually, a short time preceding the Anniversary Elections, by a Committee consisting of five Members of the Council, of whom the President and the Senior Secretary (or in his absence the Junior) to be two; and of Five Fellows of the Society not Members of the Council, who are to be nominated by the President, with the consent of the major part of the Fellows present, given by ballot at one of the three next pre-\nceding weekly meetings: any three or more of the said five Members of the Council, whereof the President and one of the Secretaries shall be two, together with any three or more of the said five Fellows, shall be a Quorum of the said Committee: the Members of the said Committee who are of the Council shall make their Report to the Council held next after such Audit, on or before the Anniversary Elections; and the Members of the said Committee who are not of the Council shall make the Report to the Society, upon the meeting next before the Anniversary Elections, or upon the day of the said Elections.\n\nVIII. The Treasurer shall take care that the Writings of the Society's Estates, the Bonds given by the Fellows, the Policies of Insurance, and other Securities, be lodged in the Society's Iron Chest.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106557.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 845,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1059,
        2
      ],
      [
        1059,
        2517,
        3
      ],
      [
        2517,
        3324,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106557",
    "title": "Of the Treasurer and His Accoumpts",
    "authors": null,
    "year": 1781,
    "volume": "71",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/106557"
  }
}