{
  "id": "56786f59891ce786538348a0c8be52a7f997445e",
  "text": "II. An Essay on the Invention of Printing, by Mr. John Bagford; with an Account of his Collections for the same, by Mr. Humtrey Wanley, F.R.S. Communicated in two Letters to Dr. Hans Sloane, R.S. Secr.\n\nThe Antiquity of Printing, and the first Inventors, hath been treated of by many Authors: I shall now only give a short account of the Observations I have made in many Years from old Books of several sorts and kinds. The general notion of most Authors is, that we had the hint from the Chinese; but I am not in the least inclined to be of that Opinion, for at that time of day we had no knowledge of them. I think we might more probably take it from the Ancient Romans, their Medals, Seals, and the Marks or Names at the bottom of their Sacrificing Pots, which Antiquities we had amongst ourselves in Europe, rather than fetch it so far. But if it be certain, that Cards are as old as our King Henry VI., nothing that I have seen or considered of, seems to give so fair an hint for Printing, as the making of Cards; as it is evident by the first Specimen of Printing at Harlem, and by some Books in the Bodleian Library at Oxford, one in Junius's Collection, another in Archbishop Land's, and a third in the same, being the Lives of the Russian Saints in a thin Folio; the Leaves are not pasted together as the former two, but cut on Wooden Blocks, and illuminated. There is also another rare Specimen of the first in that valuable Collection of Archbishop Parker, in Bennet College Library at Cambridge, bound up with a MS. Book; this was shown me at first by Mr. Bullard, and differs very much from them at Oxford; it is the Life of Christ in Figures.\ngures, or rather the Types of the Old and New Testament. They have not so many Specimens of the first Printing at Harlem, as we have in England; and if I can obtain the favour of either University, I will give you a Specimen of two or three, as exact as they are printed. I am apt to believe, that if some curious Persons had the Liberty of looking over the Libraries in both Universities, and that in Gresham College, their might be found other Specimens of the Antient Printing; the aforementioned Books being taken notice of but of late.\n\nThe Cutting of the Molds or Blocks for making our Playing Cards, is after the same manner as those for the Books printed at Harlem. They lay a Sheet of moist or wet Paper on the Form or Block, being first lightly brush'd over with Ink, made of Lamp-black mix'd with Starch and Water: Then they rub it off with a round List with their hand, which is done with great Expedition; this is for Picture or Court Cards: Then they paste them together threefold, the coarsest in the middle. They colour them by the help of several Patterns, or Stanefiles, as they call them; they are Card Paper cut thro' with a Penknife, for every Colour, as Red, &c. (for at the first Printing, the Card has only a meer Out-Line:) These Patterns are Painted with Oyl-Colours, to keep them from wearing out with the Brushes; they lay it upon the Picture, and by sliding a Brush that is full and loose gently over the Pattern, it fixes the Colour into the cut Holes, and leaves it on the Print that is to be a Card, and so go through all the Colours you see on Cards; but this cannot be so well understood by a Description, as by seeing them perform it. This I humbly conceive to be their way of Printing first at Harlem, and those Books abovementioned. This methinks might have been considered before this time of Day, if they would have put themselves to the trouble of inspecting the old MSS. 900 Years old; for the Great Letters are done by the Illuminators the same way.\nas Card-making; as I shall treat of more at large in another Dissertation.\n\nThe next Form of Printing at Harlem, was by cutting whole Forms in Wood from MSS. exactly written, and without Pictures: Such I take the Donatus to be, mentioned in Histories; and this might bear Date in 1450, some say 1440. This may be as plainly demonstrated, as the former, from Copy-Books which we have seen Printed at Rome, Venice, Switzerland and England, as high as 1500; and, if I mistake not, there is a Block cut in Box in the Collection of your Museum in Gresham-College. This writing is harder to perform than either the Roman, Italick, or any other Letters used in Printed Books.\n\nThe third way of Printing was with single Types made of Wood, but to whom the Honour of the Invention is due, is not very evident; it was then esteemed so great a Rarity that the Printers carry'd their Letters in Bags at their Backs, and got Money at Great Mens Houses by Printing the Names of the Family, Epitaphs, Songs, and other small Pamphlets.\n\nThe fourth Improvement of this Noble Art was the Invention of single Types made of Metal. Here we must entirely give the Honour to the never to be forgotten Peter Scheffer of Grenschen, Servant and afterwards Son-in-Law to Faust, who entertain'd him to Work in his House at Mentz. He observing how industrious his Master was every Day to improve this Art, undertook it himself; and with much Study and Industry, brought it to Perfection. After he had made several Essays, at last he shews it to his Master Faust, who having tried some Experiments with his new invented single Types, finding that it would answer his Expectation, was so transported with Joy, that for his Reward, he promis'd he should Marry his Daughter, a very Beautiful Damsel, whose Name was Christian, which sometime after he performed, and continu'd toge-\nther improving this Art with great secrecy, till it became known, and spread itself over all Europe. Sometimes you have their Names to the Books they Printed at the end, and sometimes not; sometimes with Dates as high as the Year 1457, as the Psalms Printed by them, now in the Emperor's Library, which Lambeius mentions in his Bibliotheca, and as low as the Year 1490; and for this we have the Authority of Erasmus, in a Preface to Livy, Printed at Basil by Froben, in 15...\n\nAs for John Gutenberg, tho' by abundance of Authors he is said to be the first Inventor of Printing, we cannot find one Book with his Name and Printing; but this requires a longer Consideration, which in its due place I shall take notice of.\n\nWe may rationally conjecture, that Printing with Plates of Pewter, Brass, or Iron, either Graved or Eat with Aqua fortis, was first practised by the Working Goldsmiths; for they have a way of taking off the Impressions of their Work, by the Smoak of a Lamp, which, perhaps, gave the Hint to the Graving on Brass. We have a dark Story of it in some Authors, but I shall inlarge upon this Subject.\n\nHaving treated of Printing to satisfy the Curious, I shall say something of the several Advances and Improvements it hath received.\n\nThe Harlem Printing at first was a Book with Pictures; they took off the Impression with a Lift coiled up, as the Card-makers use the same to this day.\n\nBut when they came to use single Types, they made use of stronger Paper, with Vellum and Parchment: Then they made use of a Press, altho' they afterwards contrived and made it more useful, as I shall treat of in another place.\n\nNeither was their Ink for Printing brought to Perfection at the first, but improved by degrees.\n\nRowling-press Printing was not used in England till King James the First, and then brought from Antwerp by our industrious John Speed.\nI shall also discourse at large of the Invention of making Paper in Europe from all the best Authors, with large Observations of my own; the time when it began in several Places, more especially in England; and I intend to exhibit a Specimen of the Marks of the old Paper, which has not yet been attempted by any.\n\nBookbinding shall be handled in all its Parts, its several Ages and Times: Also the Form, Size and Volume, Folding, Sewing, Headbanding, several sorts of Boards for Covers, Clasping, Bossing, &c. Also in all Countries, as China, Persia, Turkey, Greece, Ancient and Modern Germany, Italy, France, Holland and Spain; but more particularly England.\n\nThe Devices, Rebus's, and Signs of the Ancient Printers will take up a whole Chapter, where their Descent and Genealogies shall be shewn, and how they succeeded one another in their Office, or Printing House. On this Subject I have no Path to follow; but Drawden hath a Tract I find mentioned, that treats of the ancient Devices of the Printers, but after my Inquiry, I could never see it, and so can receive no assistance from it. Also Nauden's Life of Lewis the Eleventh hath an Account of Faust's Printing the Bible in the Latin Tongue, his bringing them to Paris, and vending them there for MSS. his Troubles and Accusations before the Parliament, being tried for a Conjurer, which I conceive gave occasion for that foolish Book, that goes under the Name of Dr Faustus's Life. This is not my own thought, but the Sentiments of others, for we have another Example of the like nature for our famous Roger Bacon, tho' some Centuries of Years before, who had the like Fate.\n\nSince my second Voyage to Holland, to satisfy my Curiosity and remove some Scruples about the Book at Harlem, and the Statue of Cofter, having recollected myself after my first Voyage, and discoursing with Mr. Talman Jun. about Holland and the Statue of Cofter; he told me he had\nseen the name in Holland, and that it was in the Harlemer-\nStreet in Leyden. This very much run in my mind, to be\nfurther satisfied that it should be in Leyden and not Harlem, altho' asserted by several of our Modern Travel-\nlers.\n\nAt my last being in Holland, for my further satisfaction,\ntho' I had got Mr. Ball to take the Inscription for me the\nYear before, in June 1705, having an opportunity in the\nCompany of my good Friend Walter Clavel Esq; on Wed-\nnesday the 23d of October 1706, we took Boat for Leyden,\nwhere we arrived about six the same Day, and next Day\nin the Morning, in the Company of Mr. Bovell, a Student\nthere, who was our Guide into the Harlemer-street, so called\nbecause it leadeth to the Harlem Parts, over the Door of a\nGlazier's House was the Figure of Coffer cut in Wood,\nand painted with the Inscription.\n\nThis Statue was not set up by any Publick Authority of\nthe Magistrates of that City, but by a Private Man; and,\nif I mistake not, by the Owner of the House, perhaps for\nthe name and sake of the Street; and, as I suppose, not\nolder than about 1630. This Statue is done after the\nGraved Print that is in the Book at Harlem, or the Paint-\ning over the Door of Laurence Johnson Coffer, where they\nsay he first practis'd the Art of Printing, but I rather take\nit, that he liv'd in this House in his Old Age, and was\nChurch-Keeper, or as we call it, Sexton; for so the Word\nsignifies both in the German and Dutch Language. This\nafforded me some satisfaction.\n\nSome Days after leaving Leyden, in Company of my\nFriends, Mr. John Bullord, and Mr. John Murray, we set\nforth from Amsterdam in a Waggon for Harlem, to com-\npare and collate the Book which Mr. Bullord had procu-\nred for me with that at Harlem, it being another Impres-\nsion in Quarto. The Name of the Book at the latter end\nruns thus:\n\nThis\nThis Book was finished in the good City of Culenburgh, by me John Veldener, in the Year of our Lord 1483, on the Saturday after St. Matthew's Day; with the Device of the Printer hanging on the Bough or Snag of a Tree, a Custom they much used in those Days, as may be seen by the Monuments of the Ancients cut on Grave-Stones, not only in the Great Church at Harlem, but several other Cities in Holland: Which Device I will insert.\n\nThe Title of the Book in Low Dutch, the Language in which it is Printed, is,\n\nDe Spiegel onser Behoudenisse.\n\nIn English,\n\nThe Mirror of our Salvation.\n\nWhen we arrived at Harlem, much to my surprize, we found the House of Coster new faced with Plaster, and the Picture of his Statue, (for it is no other than a Picture in Oyl-Colours) painted on a Board let into the Wall near the Top of the House, although it be a small one. This House was new repaired and to be let, altho' when I was there before, it was inhabited by a Cheesemonger. After viewing the House and the Great Church, we directed our way to the Rector, who is the School-master, put in by the Magistrates of the City. He not being in the way, his-Servant Maid took the Key, and readily gave us admission into the Princes Garden, in order to shew us the Book, which was remov'd from the Stair-head of the Prince's Houffe, or House, where we saw it last, to the further end of the Garden, in a little House fitted up for that purpose, facing the Garden. On the Chest that it was kept\nkept in there was the Date 1618, inlaid in the Wood. Opening it the Maid shewed us the Book, where Mr. Bullard collated it with the other we brought with us from Amsterdam, and found it to agree both in the words of the Text, and also the Pictures; they only differed in this, that being in Folio, with two Pictures in a Page, and the Words Column-wise, and 25 Lines in a Column, containing 60 Pages, and Printed but on one side, and not pasted together as those at Oxford and Cambridge.\n\nThis will enable me to oblige the Curious with a Specimen of the Harlem Book, as well as those of Oxford and Cambridge, the latter I have cut for my History of Printing, as I do intend the others.\n\nAfter I had gratified the Maid for her trouble, we addressed our selves to an old Gardner that was at work in the Garden; for Mr. Bullard had enquired of him when we came first into the Garden, whether he knew any thing of the Statue of Coster, and he readily told him, he could shew him it. At the Entrance into the Garden, at the upper end of the Summer-house, on the Right Hand, he pointed to it, where we saw it leaning with its Left Hand on the Inscription, which bore Date 1440; and in its Right Hand the Letter A in a Square, with other Figures, as little Boys naked, and in their Hands A B C, with the Picture of Fame holding the Letters CD and E. This was taken from the Story of Junius in his History of the Low Countries, and others from him. There are other Stories painted on the Walls of the Summer-House, as one of the Lords of Harlem in his Armour; but they not being to my purpose, I shall pass them by.\n\nAll these Pictures, with the Statue of Coster, are painted in Distemper, and are no older (as appears by the Date on the Ceiling) than 1655.\n\nThis is a short Account of my second Voyage into Holland, and the Advantages I have gain'd by it, in collating the so much esteem'd Book by the Hollanders, which seems\nseems to me not so rare as at first, since I have had a sight of that at Bennet College in Cambridge, and those at Oxford; which will also enable me to give a further Account than hitherto hath been done, by the help of some Books that have been procured me by my Friends Interest, as that of Naudens his Story of Printing in the Life of Lewis XI. in Mr. Bayle's Collection, procured me by Mr. Leers of Amsterdam, who got the Favour for my Friend Mr. Bullord, to Translate that part which relates to the History of Printing, the Story of Faust, &c. and the first Printing at Paris, as well as at Mentz; this contains 16 Sheets in MS. with other Critical Discourse, relating to Learning and Books that were first printed. These I have been in search for many Years, and am apt to believe there is never an one in England.\n\nOne Book more I want to see, and should be extremely satisfy'd, if any one could procure me the sight of it. It is a small Tract wrote by Draudius in small Twelves. The Devices of the Printers.\n\nI have had the Chronicle of Collen, which Naudens could never see, and also a Book printed at Leipswick in the German Language, giving an Account of the Jubilee kept there in Memory of Printing and its Invention, Translated into English by my Friend and Correspondent Mr. Bullord; with many other Tracts relating to the first Invention of Printing.\n\nI have spared for no Cost or Pains in procuring of Copies of Books, where they are to be had, for the illustrating it in all its parts to satisfy the Curious. Now as Printing it self is but another way of Writing, and brought to perfection by degrees, as other Arts; and as Pictures either painted, cut in Wood, or Graved, were called the Laymens Books; for every one could read a Picture, and say this is an House, and that a Tree; so I may say, that the Pictures, or Drawings of the Ancients,\ngave the first hint of Printing; and if the Scribes in process of time had not brought their Art of Writing into the Decorum and Uniformity, and Rule in their several Volumes, the Printers could not have followed them so exactly in the imitation of their Letters and Pages of their Books. Pictures first were those of Devotion; then the making of Cards was another introduction to the Invention of Printing: The making of Cards I take to be very ancient.\n\nFor the first Specimen of Printing, was on one side only, as that at Bennet College, most in Figures, with some few words only on the side in Labels like that at Oxford.\n\nThe next Step is that Book at Harlem; the Designs of the Prints are better perform'd, and then they came to have not only Lines, but whole Pages of Words, besides the Pictures on a Page.\n\nThe next Step was Ballad-Printing with the like Pictures, and them but on one side.\n\nThe next Improvement of this Noble Art, was the cutting of whole Pages on Wooden Blocks or Moulds, and Printing on both sides of the Page; and the first Specimen of this Nature was a Domatus, and, as Authors say, was Printed at Harlem and at Mentz, altho some say a Bible was Printed the same way 1457.\n\nFor the History of making Paper here in Europe, I have, by the assistance of my Friends in the Tower and elsewhere, been enabled to give a large account of its Antiquity, almost two Centuries higher than I thought of, and shall give the Marks of the Ancient Paper from the 12th Century down to 1600, in the several Countries where the Paper-makers lived.\n\nThis, I am apt to think, was never attempted by any Author before. The Specimens of Ancient Pieces of MSS. and also of Ancient Paper, collected by myself some Years since,\nsince, and bound up in 2 Volumes in large Folio, are now to be seen in the Library of his Grace the Archbishop of Canterbury, in St Martin's, collected and put together at no small cost and pains; perhaps the first of that kind that ever was done in any part of Europe.\n\nI conclude with informing you, that in this Treatise I shall give an Historical Account of the several Versions and Impressions of the Holy Bible, Testament, Psalms, Primer, and other Books of Devotion, from the beginning of the Reformation down to 1600. At first I had no thought to have inserted them, but some Collections coming into my Hands of late, wherein I find several material Passages not mentioned by any that have gone before me, so amply and fully, as I shall for the Information, and at the Request of my particular Friends, treat of them in a distinct Chapter.\n\nAn Account of Mr. Bagford's Collections for his History of Printing, by Mr. Humfrey Wanley, F.R.S.\n\nHis Collection consists chiefly of Title-Pages and other Fragments put together into Books, many of them in some sort of Order and Method, and others not.\n\nEx. gr.\n\nIn one Volume there are Specimens of Letters of all sorts, as well of those used in Foreign Countries, as in England.\n\nIn another are Titles and Fragments of Almanacks from A.D. 1537. downwards; with Titles of Bibles, Law-Books, &c. Printed by the Company of Stationers in London.\nIn other Volumes are the Titles of Books of all Kinds, printed by the London-Printers, disposed into some sort of Order, viz. as to the Subject of the Book, or Dwelling-place of the Printer.\n\nIn others are Title-pages of Books printed in Oxford and Cambridge.\n\nIn others, Title-pages of those printed in Scotland and Ireland.\n\nTitle-pages and Frontispieces, with other Specimens of the Works of our English Engravers.\n\nTitles of Books printed by Roman Catholicks, Presbyterians, Quakers, by other Sectaries, by Seditious Persons, &c.\n\nCuts of Monuments, Tombs, Funerals, &c. in England.\n\nCuts of the same in Foreign Parts, with the Cuts of the manner of Executing Criminals.\n\nCuts with some Drawings of Habits of divers Nations, of several Trades, of Utensils, Weapons, Fountains, or Wells, with other Prints useful in Joiners and Masons Work.\n\nCuts of Figures in different Postures, as Writing, Reading and Meditating; with all the Utensils used in Writing, &c. during some Ages. Cuts of Schools. The Heads of some Arithmeticians; Alphabets; Specimens of Knot work, and some Great Text and other Letters. Specimens of Letter Graving. Heads of Writing Masters, Dutch French, English. Specimens of Letters Engraven in Small; as also of Short Hand, &c. Heads of Short Hand Writers, and Specimens of their Works, and many other things.\n\nTitle pages of Books, and Printers Devices; Printing in the Spanish Netherlands, Spain and Portugal; Titles of Books published by English Catholicks, Alphabets of Latin's Capital Letters, &c.\nTitle Pages, Alphabets, and Printers Devices, used in Basle, Zurich, and in other Places in Switzerland.\nThe like for the United Netherlands.\nThe like for France.\nThe like for Germany, with some others of Poland, Switzerland, Denmark, Bohemia, and France.\nThe like for Italy, with some others of Geneva, Sicily, &c.\n\nCollection of Acts of Parliament, Ordinances, Proclamations, &c. Regulating the Press; with many other Papers.\n\nProposals for Printing particular Books.\nCatalogues of Books, relating to Painting, Printing, &c.\nSpecimens of Paper differently Coloured. Marks on the Outsides of Reams of Paper; with Orders, Cases, Reasons, &c. relating to the Manufacture.\n\nOld Prints or Cuts from A.D. 1467, with the Effigies and Devices of many Printers, Foreigners and English; with other Cuts and Specimens of Paper, &c.\n\nCollection of Epitaphs of the Printers in Basle; with the Life of John Froben; Catalogues of Books, &c.\n\nCollections relating to the Lives of the Engravers of divers Countries.\n\nTitles of Books Printed in most Parts of Europe, before the Year 1500.\n\nCollection of Patents for Printing Law-Books, &c.\n\nSome German Cards.\nWith many other Volumes of Collections of the Kinds abovementioned, tho' not so well sorted.\n\nAnd these Title Pages of Books are really useful; upon many Accounts, viz. as being Authentick and exact, when as in most Catalogues, the Titles are abbreviated and otherwise imperfect. Besides, these Titles informed me of many Books I had never heard of before; and from them I have been enabled to enquire for several Books, some of which\nwhich I have since procured to my great satisfaction. And it is my Opinion, that there are but few Curious Men, but upon the View of this Collection, will own they have here met with several Titles, or other Fragments of Books, in their several ways, which they knew not of before. And thus we see, that a single Leaf of Paper, tho' not valuable in its self; yet when come to be part of a Collection, may be of good use, not only in respect of the Matter it Treats of, but as to the Mark of the Paper, the Date, Printer's Name, Country, Title, Faculty, &c.\n\nMr. Bagford has also a very plentiful Collection of the Titles of Books Remarkable and Curious, which he has taken from the Books themselves. And when they are of such sorts, as now are seldom to be seen Entire, he has made such Observations, as that the several Editions shall be certainly known, tho' your Book be Imperfect at Beginning and End.\n\nMr. Bagford also says, that tho' his Collection is not put into exact Order, his Book, or History of Printing, shall be drawn up with that Regularity, as shall answer any Gentleman's Desire and Expectation.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102705.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 15,
    "total-input-tokens": 22416,
    "total-output-tokens": 6125,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1657,
        2
      ],
      [
        1657,
        3649,
        3
      ],
      [
        3649,
        5497,
        4
      ],
      [
        5497,
        7360,
        5
      ],
      [
        7360,
        9277,
        6
      ],
      [
        9277,
        11106,
        7
      ],
      [
        11106,
        12587,
        8
      ],
      [
        12587,
        14506,
        9
      ],
      [
        14506,
        16368,
        10
      ],
      [
        16368,
        18100,
        11
      ],
      [
        18100,
        19495,
        12
      ],
      [
        19495,
        21021,
        13
      ],
      [
        21021,
        22600,
        14
      ],
      [
        22600,
        23713,
        15
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102705",
    "title": "An Essay on the Invention of Printing, by Mr. John Bagford; with an Account of His Collections for the Same, by Mr. Humtrey Wanley, F.R.S. Commnicated in Two Letters to Dr. Hans Sloane, R. S. Secr.",
    "authors": "Humfrey Wanley, John Bagford",
    "year": 1706,
    "volume": "25",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 15,
    "jstor_url": "https://www.jstor.org/stable/102705"
  }
}