{
  "id": "12b993841aa6e2cb0a489613699d5b79922461cd",
  "text": "XI. Description of the Anatomy of the Ornithorhynchus Hystrix. By Everard Home, Esq. F. R. S.\n\nRead June 3, 1802.\n\nAt the time I had the honour of laying before this learned Society, an anatomical description of the Ornithorhynchus paradoxus, (see page 67,) I did not attempt to point out any quadrupeds as being nearly allied to it, there being none at that time within my knowledge; but the discovery of another of the same tribe, which is the subject of the present Paper, enables me to trace one step further, in the gradation between that extraordinary animal and the more perfect quadruped.\n\nThe subject from which the following description was taken, was sent from New South Wales, preserved in spirit. It is a male, and had arrived nearly at its full growth, as the epiphyses were completely united to the bodies of the bones, which is not the case in growing animals.\n\nA description and figure of this animal is given by Dr. Shaw, in his Zoology, under the name of Myrmecophaga aculeata.\n\nDescription of the external Appearances.\n\nThe animal is 17 inches long, from the point of the bill to the extremity of the tail: the bill is $1\\frac{3}{4}$ inch long, and the tail half an inch.\n\nThe body of the animal is nearly of the same general thick-\nness, but rather larger just below the shoulders. The greatest circumference of the body is 17 inches.\n\nThe back and sides are covered with short coarse hair, half an inch long, and with quills like those of the porcupine, only shorter and less pointed; they appear to be ranged in rows, in the direction of the animal's length; those on the sides are $2\\frac{1}{2}$ inches long, the others between one and two inches. The quills on each side of the body, between the setting on of the hind legs and the tail, have a direction forwards, so as to be opposed to the others.\n\nThe head and neck are covered with a coarser hair than the rest of the body, and are almost entirely without quills.\n\nOn the breast, the hair is long and soft, and without quills; on the skin of the belly, it is almost entirely wanting.\n\nNo appearance of false nipples could be detected, either on the belly or breast.\n\nExternally there is no appearance of organs of generation; the orifice of the anus being a common opening to the rectum and the prepuce of the penis.\n\nThe bill, which projects from the head in a tubular form, is $1\\frac{3}{4}$ inch long. It is conical in its shape, convex upon the upper surface, and flat upon the lower; at its point, it is $\\frac{3}{8}$ of an inch in diameter, and $\\frac{7}{8}$ at its base: it has the same smooth cuticular covering as the bill of the Ornithorhynchus paradoxus, but has not the lateral lips, the sides being closed to within half an inch of their extremity. The upper part of the bill is formed by an elongation of the nose and palate; and the lower portion by a continuation of the two bones of the under jaw, as in the paradoxus.\n\nMDCCCII.\nThe nostrils are two small orifices, close to each other, within a quarter of an inch of the end of the bill.\n\nThe eyes are very small, and are situated laterally on the head, close to the base of the bill.\n\nThe external ears are two oval slits, an inch long, situated nearer to the upper part of the head than the eyes, and $2\\frac{1}{2}$ inches further back.\n\nThe teeth, if they can be so called, being, like those of the paradoxus, composed of a horny substance, and not of ivory and enamel, as in all other quadrupeds, are not situated on the margin of the palate and lower jaw, but are confined to the tongue and surface of the palate. On the posterior part of the tongue, which is thicker and broader than the rest, there is a space, one inch in length and $\\frac{3}{4}$ broad, covered with a strong cuticle, and having about 20 small teeth, blunt at their ends, projecting about $\\frac{1}{10}$ of an inch; there are also several others, less prominent. On that part of the palate immediately opposite, there are seven transverse rows of very slender horny teeth, with their points directed backwards: each row looks somewhat like a small-toothed comb, laid flat upon the palate.*\n\nThe appearance of these horny teeth, and a general view of the palate and tongue, are represented in Plate XI.\n\nThe fore legs are short and thick, and have five toes, with strong blunt claws, intended probably for the purpose of digging; the middle claw is the longest, the others becoming gradually shorter. The leg, to the end of the longest claw, is\n\n* In the duck, both upon the tongue and palate, there are horny papillæ, which have a slight resemblance to the horny teeth just described; those on the tongue are lateral, six on each side.\nthree inches long; the palms of the feet are covered with a strong cuticle.\n\nThe hind legs are longer than the fore legs, and have five toes; four of these have long strong claws, the innermost is the longest. The fifth toe is short, and, being opposed to the others, resembles a thumb. The length of the leg, to the point of the longest claw, is six inches. Just at the setting on of the heel there is a spur, similar to that of the paradoxus, only weaker and smaller; it is $\\frac{3}{8}$ of an inch long.\n\nThe tail is covered with hair, and is about half an inch in diameter; it terminates in a blunt end.\n\n**Description of the internal Parts.**\n\nThe internal structure so nearly resembles that of the Ornithorhynchus paradoxus, that a particular description of many of the parts will be unnecessary.\n\nThe panniculus carnosus is similar to that of the paradoxus. The tongue is cylindrical, very small towards the point, and eight inches long. Near the root there is an oval portion, more massy than the rest, on which are placed the horny teeth already described.\n\nThe velum pendulum palati, and glottis, resemble those of the paradoxus; but, at the termination of the fauces in the oesophagus, there is a projecting fold or valve, peculiar to this species; and the epiglottis is bifid in a small degree.\n\nIn the structure of the bones of the chest, there are the same general peculiarities as in the paradoxus; but, in the Hystrix, there is a xiphoid cartilage, having its origin from the under surface of the sternum, and being about one inch in length.\nThe heart and lungs, both in their structure and relative situation, resemble those of the paradoxus, with the exception of the heart having only one vena cava superior, instead of two.\n\nThe diaphragm is similar to that of the paradoxus.\n\nThe œsophagus is small, but has several longitudinal folds, which render it capable of dilatation; it is lined with a strong cuticle, which is continued down to the cavity of the stomach.\n\nThe stomach is a thin membranous bag, nearly of the shape of the human stomach; in its collapsed state, it measured $4\\frac{1}{2}$ inches in length, and 3 inches in breadth.\n\nIts internal membrane is smooth, and without the appearance of glands, except towards the pylorus: it is lined with a cuticle; and the glandular part has horny papillæ, $\\frac{1}{10}$ of an inch long, which appear to be the excretory ducts through which the gastric juice is conveyed into the cavity. This uncommon appearance is represented in Plate XI.\n\nSimilar cuticular papillæ are to be observed in the paradoxus; but they are so extremely small as to require a particular examination to detect them: the stomach of that animal also appears to be lined with a thin cuticle.\n\nAlong with the food, a quantity of sand is received into the stomach, and passes down through the bowels; it was met with in different parts of the small intestines, and also in the colon; it was very fine, and of a white colour.\n\nIt is deserving of observation, that in this animal, the mode of managing the food is different from that employed in the paradoxus; which accounts for the difference in the appearance both of the teeth and stomach.\n\nIn this species, the food is bruised between the teeth placed upon the tongue and those of the palate; and, immediately after-\nwards, the whole is conveyed into the stomach, and along with it a quantity of sand.\n\nThe stomach therefore is sufficiently large to contain the food, and the extraneous matter connected with it; and is defended from injury by its cuticular lining. In the paradoxus, the food is received into the mouth, is retained in the lateral pouches, and is prevented, by the two projecting teeth on the tongue, from getting into the stomach, till all the indigestible parts are separated; the nutritious matter alone being allowed to reach the stomach, which is of a very small size.\n\nThe course of the intestines, and the form of the cæcum, are the same as in the paradoxus; the cæcum is shorter, being only half an inch long.\n\nThe small intestines are seven feet, the colon and rectum two feet long.\n\nThe rectum is similar in every respect to that of the paradoxus.\n\nThe mysentery, its glands, and the lacteals, are also similar to those of the paradoxus.\n\nThe internal membrane of the duodenum has a corrugated appearance, but no valvulae conniventes. The cavity of the small cæcum is not loculated; and there are ten or twelve excretory ducts of glands on the membrane of the colon, near the opening of the cæcum; but these are placed irregularly; and there are many similar orifices, in different parts of its course.\n\nThe liver and gall-bladder, with their ducts, and also the omentum, are similar to those of the paradoxus.\n\nThe pancreas is not so much separated into detached parts as in the paradoxus; but is less compact than in quadrupeds in general.\nThe spleen is shorter and thicker than in the paradoxus; but has the same general shape.\n\nThe kidneys and bladder are exactly similar to those of the paradoxus.\n\nThe skull, in its general shape, is similar to that of the duck; and has not the bony falciform process observed in the paradoxus.\n\nThe brain was not in a state to admit of particular examination.\n\nThe olfactory nerves are divided into numerous branches.\n\nThe optic nerves are small; and the fifth pair of nerves is much smaller than in the paradoxus; the second branch, which in that species is very large, and supplies the upper part of the bill, is either extremely small, or altogether wanting. This animal has therefore, probably, a less acute sense of feeling in the bill than the paradoxus; and, as the organ of smell is more complex, the increase of that sense may make a nice discrimination by touch less necessary.\n\nThe eye-lid is very loose upon the eye-ball, has a circular aperture, and appears to have great extent of contraction and relaxation. The membrana nictitans is wanting.\n\nThe eye-ball is $\\frac{3}{20}$ of an inch in diameter; the cornea $\\frac{3}{20}$, surrounded by a zone of a black pigment, $\\frac{2}{20}$ in breadth.\n\nThe organ of smell differs materially from that of the paradoxus. Immediately below the cribriform plate of the ethmoid bone there are bony processes, forming a cellular structure, nearly half an inch thick, which constitutes the principal part of the organ; from this there is a convex projecting turbinate bone, of a very slender form, extending half way to the external opening of the nostril, with a corresponding concave one to receive it, in each nostril; and there is a small slit or\nopening between the two nostrils. The structure of the organ is shown in Plate XI.\n\nThe external opening of the ear is large enough to admit the end of the finger; the meatus takes the same sweep as in the paradoxus; just before it reaches the membrana tympani, it contracts to the size of a crow-quill, then again dilates, forming a cavity round the membrana tympani: it is lined with hair, till it forms this constriction.\n\nThe membrana tympani is externally concave, and is covered by a cuticle. It is of an oval form; the long axis of the oval is $\\frac{4}{25}$ of an inch, the short one $\\frac{3}{25}$. Its centre is attached to a small bone, connected with the bony rim by which the circumference of the membrane is supported: this bone corresponds to the malleus of the quadruped. On the inner side of this, and united to it by a smooth surface, is a small bone, in the form of a trumpet, which may be considered as the stapes, as it fills the opening of the foramen ovale.\n\nThere is no perfect cochlea, as in quadrupeds in general; but there is the imperfect cochlea met with in the bird, which has been accurately described by Mr. Cuvier.* It consists of a conical cavity, a little bent, in the middle of which there is a double cartilaginous septum: the two laminae unite before they reach the end of the cone; by this means, the surrounding cavity becomes a spiral canal, one end of which opens into the vestibulum, the other terminates at the foramen rotundum.\n\nThe male organs of generation bear a close resemblance to those of the paradoxus. The testicles are in every respect similar: the vasa deferentia open into the urethra, close to the neck of the bladder, as is seen in Plate XII, and it is at the same part they open in the paradoxus.\n\n* Leçons d'Anatomie comparée. Vol. II. p. 464.\nThe urethra for the urine opens into the rectum, about an inch from the anus; and the passage for the semen goes into the penis, in the same manner as in the paradoxus.\n\nThe penis is very elastic in its substance; when drawn out, it is about three inches long; but, from having been so long kept in spirit, is not sufficiently ductile to allow of an accurate judgment respecting its real length. The glans is externally subdivided into four equal processes; in the centre of each of these is an orifice, surrounded by concentric circles of infinitely small prominent papillæ.\n\nThere is a gland on each side of the rectum, the size and situation of which are delineated in Plate XII.; each of these has a small excretory duct, which passes to the root of the penis, where they unite, and then open by one common orifice into the urethra for the semen, $\\frac{1}{15}$ of an inch after it has entered the penis.\n\nThese glands must be considered as corresponding to Cowper's glands in the human subject, and not as a substitute for the prostate gland, or the vesiculæ seminales, since something analogous is met with in the female.\n\nIn my account of the Ornithorhynchus paradoxus, these glands are described as belonging to the rectum. This mistake arose from the parts being so much coagulated, by long continuance in strong spirit, as to make it impossible to distinguish the excretory duct from the surrounding blood-vessels, or other parts. In the specimen of the Hystrix from which this description is taken, the parts were in the same state, and would have led me into a similar error, had I not been favoured by Sir Joseph Banks with a specimen of the paradoxus, brought from New South Wales by Mr. Belmain, which had\nbeen kept in weak spirit; and, although many other parts had become putrid, those connected with the organs of generation had been preserved, and were in a flaccid state, more favourable for anatomical examination.\n\nI was not only enabled to examine these glands and their ducts, but also, by fixing a pipe into the urethra where it enters the penis, to inject water along that canal, so as to make it fill a small cavity in the centre of each glans, and from that pass through all the papillæ, which became erect as soon as the glans was turgid, and scattered the water by so many small streams, about the size of a horse-hair, in every direction.\n\nUpon re-examining the female organs of the paradoxus, after they had been steeped in water, I was enabled to trace the ducts of the glands, which correspond with those of the male, to one common orifice on the posterior surface of the vagina, $\\frac{1}{4}$ of an inch within the orifice of that canal.\n\nA clitoris was also detected, with two crura, arising from the outer side of the common vestibulum to the rectum and vagina. The clitoris was very slender, half an inch long; its glans a little bifid, and inclosed in a thin prepuce; the end of the glans only projected into the vestibulum.\n\nThe female organs of the Hystrix have not been examined; but there can be no doubt of their bearing the same resemblance to those of the male as in the paradoxus.\n\nAnother species of Ornithorhynchus, of the same size as the Hystrix, was shot at Adventure Bay, Van Diemen's Land, by Lieutenant Guthrie, in the year 1790, a drawing of which was made by Captain Bligh, and sent to Sir Joseph Banks, who has allowed me to annex a copy of it to this Paper. The quills\n\nMDCCCII.\nof this species, as I am informed by Captain Bligh, are so short, that the points only are seen projecting beyond the hair.\n\nThe Ornithorhynchus Hystrix is a nearer approach to the more perfect quadruped than the paradoxus; and, as its tongue is similar in some respects to those of the Manis and Myrmecophaga, it was natural to look among the different species of these genera, for other points of resemblance.\n\nI have examined a figure of the Manis of Sumatra, drawn by the late Mr. Bell, while resident there, whose abilities as an anatomist and draughtsman, make his death a considerable loss to science.* The form of the head, the opening of the mouth, and the general appearance of the animal, led me to believe it a still further remove from the Ornithorhynchus than the Myrmecophaga; and the following circumstances, in the internal structure of these two genera, confirm this opinion. The Myrmecophaga has two cæca, which resemble that of the Ornithorhynchus; whereas the Manis has no appearance whatever of cæcum.\n\nThere are two specimens of Manis preserved in spirit, in the Hunterian Museum, one male, the other female; both of these I have examined.\n\nThe tongue was small, cylindrical, and very long; and the muscle by which it is retracted lay between the abdominal muscles and peritoneum of the right side, forming a semicircle between the lower end of the sternum and the navel: the theca in which it was inclosed, had an attachment to the lower end of the sternum. The tongue was smooth; and there was no appearance of teeth on it, or on the palate.\n\n* This drawing is in the possession of Mr. Marsden, who proposes publishing it in the next edition of his History of Sumatra.\nThere was no cæcum, the intestine suddenly enlarging to form the colon: on each side of the anus there was a bag, as in the otter, and most other animals which have no cæcum.\n\nThe organs of generation, in both sexes, were distinct from the anus; the penis was small. In the female there were two nipples upon the breast. The uterus was broad at its fundus; and the two horns separated from each other, nearly at right angles to the middle line of the uterus.\n\nThe didactyla is the only species of Myrmecophaga which has come under my observation. The Trustees of the British Museum allowed me, in the most liberal manner, to examine both the male and female. The tongue had a general resemblance to that of the Ornithorhynchus Hystrix; but there were no cuticular teeth upon it, or on the palate. The cæcum was of the same kind, but double, and each of them was only $\\frac{1}{6}$ of an inch in length. In the other parts there was no similarity. The male had four false nipples, two on the breast and two on the belly, corresponding with the true nipples of the female.\n\nThe organs of generation were not connected with the rectum. The uterus was nearly of the shape of the human uterus; its coats were very thin; and the cavity larger in proportion than in most quadrupeds. There were no horns; and the fallopian tubes went off from the posterior part. This is an approach to the uterus of the Opossum.\n\nWith a view to procure information respecting the other species of Myrmecophaga, I wrote to Mr. Cuvier of Paris, whose abilities and extensive researches in comparative anatomy, have so deservedly distinguished him in that branch of science.\n\nBy a letter from him, I find that the Myrmecophaga jubata, Tamandua, and capensis, belong decidedly to the class Mammalia;\nand therefore are not so nearly allied to the Ornithorhynchus as I had at first been led to imagine. The Myrmecophaga jubata, which is described by Mr. ZAN to have the organs of generation, in both sexes, concealed within the verge of the anus, appears to be a nearer approach to it than the other species.\n\nThe peculiar characters of the Ornithorhynchus, as a genus, or more properly a tribe of animals, are,\n\nThe male having a spur on the two hind legs, close to the heel.\n\nThe female having no nipples.\n\nThe beak being smooth, while the rest of the animal is covered with hair.\n\nThe tongue having horny processes, answering the purposes of teeth.\n\nThe penis of the male being appropriated to the passage of the semen; and its external orifice being subdivided into several openings, so as to scatter the semen over an extent of surface, while the urine passes by a separate canal into the rectum.\n\nThe female having no common uterus; and the tubes which correspond to the horns of the uterus in other quadrupeds, receiving the semen immediately from the penis of the male.\n\nThese characters distinguish the Ornithorhynchus, in a very remarkable manner, from all other quadrupeds, giving this new tribe a resemblance in some respects to birds, in others to the Amphibia; so that it may be considered as an intermediate link between the classes Mammalia, Aves, and Amphibia; and, although the great difference that exists between it and the Myrmecophaga, the nearest genus we are at present acquainted with, shows that the nicer gradations towards the more perfect quadrupeds are not at present known, the facts which have\nbeen stated may induce others to prosecute the inquiry, and render that part of the chain more complete.\n\nBetween it and the bird, no link of importance seems to be wanting.\n\nThe great affinity between the male organs of the Ornithorhynchus and those of birds, is best illustrated by comparing the penis of the former with that of the drake, a figure of which is annexed. (Plate XII. Fig. 2.) It is six inches long when drawn out to its full extent; but, when left to itself, (so great is the contractile power of the urethra,) it retracts, and confines the whole penis within the verge of the rectum.\n\nThe urethra begins by a blunt end; and the vasa deferentia open into it close to its origin: its sole use, as in the Ornithorhynchus, is to eject the semen.\n\nWhen more of this extraordinary tribe of animals, which, although quadrupeds, are not Mammalia, shall have been discovered, and naturalists thereby enabled to divide them properly, the two which I have described will doubtless be arranged under different genera; till then, I have thought it best to consider them as species of the same genus, rather than encumber science with an additional name, or attempt to frame generic characters from one species only.\nPLATE X.\n\nA figure of the Ornithorhynchus Hystrix, (on a scale of half an inch to an inch,) to show its general appearance, but more particularly its cuticular bill.\n\nPLATE XI.\n\nFig. 1. A view of the bill and throat, laid open, to show the tongue and palate.\n\na. The tongue in its natural situation.\nb. The cuticular teeth upon the tongue.\nc. The cuticular teeth upon the palate.\nd. The bifid epiglottis immediately above the glottis.\ne. The valvular projection at the beginning of the oesophagus.\n\nFig. 2. A section of the nose and skull, to show the peculiarities of the organ of smell, and the shape of the cavity of the skull, in which the bony falx met with in the paradoxus is wanting.\n\na. The cavity of the skull.\nb. The peculiar structure of bone through which the branches of the olfactory nerve pass, after leaving the cavity of the skull.\nc. The turbinated bone, or what corresponds to it.\nd. The septum of the nose.\ne. The slit through the septum.\nf. The posterior nostrils.\n\nFig. 3. The appearance of cuticular papillæ on the internal\nmembrane of the stomach, situated at the termination of the pylorus in the duodenum.\n\nPlate XII.\n\nFig. 1. The penis and testicles in their relative situation, to show the urethra for the passage of the urine, and that for the semen.\n\naa. The glans penis divided into four projecting processes, which in the relaxed state are concave; the orifice is in the centre of each of the projections.\n\nb. The body of the penis.\n\ncc. The rectum laid open.\n\ndd. The orifices of the glands of the rectum.\n\nee. The two glands which correspond to Cowper's glands, their excretory ducts opening into the urethra of the penis.\n\nf. The termination of the urinary urethra in the rectum.\n\ng. The urethra laid open through its whole course.\n\nh. The opening leading to the urethra for the semen.\n\ni. The orifice of the neck of the bladder.\n\nk. The urinary bladder.\n\nll. The openings of the vasa deferentia into the urethra.\n\nmm. The bodies of the testicles.\n\nnn. The epididymis of the testicles.\n\nFig. 2. The penis of the drake, in its extended state.\n\naa. The verge of the fundament surrounded by the feathers.\n\nbb. The urethra laid open through its whole extent.\n\ncc. The orifices of the vasa deferentia.\n\ndd. The prepuce of the penis laid open, and, from its elasticity, thrown into serpentine folds.\nPlate XIII.\n\nAnother species of Ornithorhynchus, 17 inches long, with small quills, about one inch long. The animal, when it walked, had its body raised about two inches from the ground. It was shot at Adventure Bay, Van Diemen's Land.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107123.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 22,
    "total-input-tokens": 35968,
    "total-output-tokens": 6642,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1253,
        2
      ],
      [
        1253,
        2925,
        3
      ],
      [
        2925,
        4658,
        4
      ],
      [
        4658,
        6216,
        5
      ],
      [
        6216,
        7973,
        6
      ],
      [
        7973,
        9525,
        7
      ],
      [
        9525,
        11225,
        8
      ],
      [
        11225,
        13030,
        9
      ],
      [
        13030,
        14751,
        10
      ],
      [
        14751,
        16468,
        11
      ],
      [
        16468,
        18162,
        12
      ],
      [
        18162,
        19934,
        13
      ],
      [
        19934,
        21558,
        14
      ],
      [
        21558,
        22779,
        15
      ],
      [
        22779,
        23827,
        16
      ],
      [
        23827,
        25109,
        17
      ],
      [
        25109,
        25345,
        18
      ],
      [
        25345,
        25345,
        19
      ],
      [
        25345,
        25345,
        20
      ],
      [
        25345,
        25345,
        21
      ],
      [
        25345,
        25345,
        22
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107123",
    "title": "Description of the Anatomy of the Ornithorhynchus Hystrix",
    "authors": "Everard Home",
    "year": 1802,
    "volume": "92",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 22,
    "jstor_url": "https://www.jstor.org/stable/107123"
  }
}