{
  "id": "e4d50c386f409cc4022bb6633179e26529dc105d",
  "text": "INDEX.\n\n51. Goth. Voigtii Deliciae Physicae, 77.3017.\n52. New Art of Naval Architecture and Conduct, 77.3005.\n\nSo far the Books.\n\nC.\nA Chronographic Problem solv'd by Mr. Collins of the R.S., 69.2093.\nGood Cider more wholesome than Wine, 69.2118.\nColours or Dyes how to be increased; which way to be fixed, 70.2132. See Insects and Kermes, below.\nOf Colours a New Theory by Mr. Isaac Newton, of the R.S., n.80.\n\nE.\nEuclid's Flux described, 71.2153.\n\nF.\nFermentations examin'd by Borellus, 73.2210.\nFifth Stellar described, 74.2221.\n\nG.\nGlowworms, observations about their shining, 72.2177. and 73.3035.\nGravity consider'd, 73.2210. and 74.2230.\n\nH.\nTwo Hurricanes in England, 71.2156.\n\nI.\nIce, how it appears when made in a place free from Air, 72.2169.\nIndies, Natural Observations of the East-Indies; See Baldens in Books.\nInsects; A viviparous Fly; of 33 sorts of Spiders in England, 72.2174. Spontaneous generation inquire'd and doubted, 74.2219.\nBees hatch'd in willows, 74.2221.\nWasps, call'd Ichneumons; their several ways of breeding; and of their laying their Eggs in the bodies of Caterpillars, 76.2297. Snails are both male and female; and that Caterpillars may reach us, by their feeding, the correspondence of virtues in plants, 70.2282. Insects feeding on Henbane, and in their bodies correcting the horrid smell of henbane into an Aromatic; their Eggs also changing from a white to an Orange or deeper colour, 72.2176. Insects smelling of Musk, 74.2219.\n\nand 76.2281. more of Insects, 76.2284, 2285. and n.77.3002. The Goat-chaffer or Sweet Beetle in what season musky, 77.3003. The Musk-ant, 77.3002. Whether the Tarantula be not a phalarium, 77.3002.\nA Scolopendra thinning in the dark, 24.2221. See Glowworms. Insects in England of the Kermes kind, 71.2165. and n.75.2196.\n\nL.\nOf Light and Colours a New and very Ingenious Theory, by Mr. Isaac Newton, R.S., n.80.\n\nM.\nMathematicks and Mechanicks. See Art.\nA sweet Minifal Balsam newly found in Italy, 79.3059.\nAn Incombustible Mineral lately found in Italy, 72.2167. Mineral Art, see Art.\n\nN.\nNatural Observations, See Baldens in Books.\n\nP.\nPearls for some fowl and for peculiar uses recommended, 71.2147.\nFermentations consider'd in curious figures, 76.2282. in human bodies, 71.2158.\n\nS.\nSnails, 76.2282. Spiders; see Insects.\nA Salt of a strange kind, 79.3069.\n\nT.\nThe Torrid Zone known to be habitable above 500 years ago, 73.2214.\nThe Loud-speaking Trumpet, 79.3056.\n\nV.\nVegetation; see Dr. Grew's Anatomie, in Books. Veins in Vegetables analogous to Veins in Animals, 79.3051. To make any fruit or flower grow by Art and without seed, at least in minute resemblance. See Luna in Books.\nVegetable Excrefencies, breeding Insects, consider'd by Mr. Lister, R.S., 75.2254.\n\nNote.\nA corrupt Translation of these Phil. Transactions into Latin, animadverted upon, 75.2269.\n\nERRATA in Number 79. Page 3054.l.18. r. are not wanting. ibid.l.19. r. And in these.\n\nLONDON,\nPrinted for John Martyn, Printer to the Royal Society. 1671.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101127.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 1159,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2995,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101127",
    "title": "Errata",
    "authors": null,
    "year": 1671,
    "volume": "6",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101127"
  }
}