{
  "id": "16c4c3f1ac0dd5644b89e64043972ca156009df4",
  "text": "XXII. An account of the organs of generation of the Mexican Proteus, called by the natives Axolotl. By Sir Everard Home, Bart. V. P. R. S.\n\nRead June 17, 1824.\n\nThat the Proteus from Germany, as well as that from Carolina, is an animal in its perfect state, I consider to have been proved by Baron Cuvier, in his account of the skeletons of these animals; and when I found that their vertebrae were cupped, which is not the case in the Aquatic Salamander, to which in many respects they are nearly allied, that circumstance alone, with me, distinguished them from all the lizard tribe.\n\nHaving had the opportunity of examining the vertebrae of the Proteus from Mexico, and finding them also cupped, I could have no doubt of its belonging to the same tribe, and consequently an animal in its perfect state. This, however, required proofs, that could only be afforded by an examination of the organs of generation in a developed state.\n\nWhen Mr. Bullock went to Mexico, I requested him to bring me some specimens of this animal, and to collect information respecting its habits, more particularly its mode of generation.\n\nIn compliance with my request, Mr. Bullock brought me several specimens: they were found in a lake three miles from the city of Mexico. The temperature of the water is never below 60°, and the elevation of the lake above the\nsea is 8000 feet: they were all taken in the same week in the month of June: at that season they are so abundant as to form a principal part of the food of the peasantry. One day in June Mr. Bullock saw them in the market in thousands for sale; these were brought from a lake called Tesenco, the elevation of which above the sea is still higher than the other. A number of the natives were carrying them home 60 or 70 in a string.\n\nMr. Bullock was unable to procure any information respecting them, not even the marks that distinguish the male from the female: no one had taken notice of their food, their ova, or of their young.*\n\nAmong the specimens thus procured, some proved to be male, some female. The difference in the appearance of the external parts of generation is shown in the annexed drawings. Although in some respect similar to the Aquatic Salamander, they are by no means the same. In the male, at the time the testicles are developed, the external protrusion is greatest: it is composed of numerous fine membranous plicæ, which are not so distinct when the internal organs are less developed.\n\nThe testicles in situ are also shown, and are of a more delicate texture than in the Aquatic Salamander; but the other viscera in the abdomen bear a close resemblance to those in that animal, particularly the kidneys, and a large gland, which must be analogous to the vesiculæ seminales, not being met with in the female.\n\nIt is curious, that in the momentary contact which takes\n\n* From examining the contents of the stomach, they are found to feed on snails and shrimps.\nplace between the external parts of the male and female, those of the male appear to surround and enclose those of the female, contrary to what happens in other animals.\n\nThe female organs, in their developed state, are beautifully shown in the annexed drawings; and from the appearance of the ova, they probably pass out singly.\n\nNow that the three different kinds of Proteus are ascertained to be perfect animals, Mr. Rusconi's attack upon Mr. Hunter's want of sagacity, published at Milan in 1821, in his work, entitled \"Amours des Salamandres Aquatiques,\" will revert upon himself and his friend Mons. de Lacepede, who too hastily concluded them to be larvæ.\n\nEXPLANATION OF THE PLATES\n\nPlate XXI.\n\nShows the external appearance of the organs of generation.\n\nFig. 1. The male organs.\n\nFig. 2. The female organs; both of the natural size.\n\nPlate XXII.\n\nShows the male organs in the different stages of development.\n\nFig. 1. The male Proteus laid open to show the heart, lungs, and gills in situ, as well as the organs of generation. For an explanation of these, take the letters of reference annexed to Fig. 2.\n\nFig. 1, is of the natural size.\n\nFig. 2. The organs of generation removed from the body; magnified two diameters.\n\naa. The external orifice composed of plicæ.\nb. The urinary bladder.\n\ncc. What corresponds to vesiculae seminales.\n\ndd. What corresponds to Cowper's glands, being met with in both sexes.\n\nee. The testicles.\n\nff. Kidneys.\n\ngg. Fatty bodies similar to those in the frog.\n\nFig. 3. The external orifice expanded; magnified two diameters.\n\nFig. 4. The testicle and the longitudinal mass of fat annexed to it; magnified two diameters.\n\nFig. 5. The testicles having been removed, what corresponds to the vesiculae seminales and Cowper's glands are exposed, and the kidneys lying between them; the parts are of the natural size.\n\nPlate XXIII.\n\nShows the female organs in the different stages of development.\n\nFig. 1. The female Proteus laid open to show the ovaria and oviducts in the state of complete development just before the ova are shed. The parts of the natural size. The orifices of the oviducts to receive the ova are expanded for that purpose.\n\nFig. 2. The ovaria and oviducts removed from the body, and magnified two diameters. The urinary bladder is distinctly seen, as well as the masses of fat lying between the ovaria; the parts are magnified two diameters.\n\nFig. 3. The ovarium of a Proteus in a virgin state. The parts of the natural size.\n\nFig. 4. The oviduct in the virgin state; of the natural size.\nFig. 5. The funnel-like opening of the oviduct when prepared to receive the ova; magnified four diameters.\n\nFig. 6. The ova inclosed in the ovarium just before they are shed, and the mass of fat that lies close to the roots of their blood vessels; magnified four diameters.\n\nFig. 7. An ovum with its natural covering, removed from the ovarium; magnified six diameters.\n\nFig. 8. An ovum laid bare; magnified six diameters.\n\nFig. 9. An ovum laid open; magnified six diameters.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107724.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 14618,
    "total-output-tokens": 1703,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1345,
        2
      ],
      [
        1345,
        2929,
        3
      ],
      [
        2929,
        2929,
        4
      ],
      [
        2929,
        2929,
        5
      ],
      [
        2929,
        2929,
        6
      ],
      [
        2929,
        4203,
        7
      ],
      [
        4203,
        5471,
        8
      ],
      [
        5471,
        5945,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      true,
      true,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107724",
    "title": "An Account of the Organs of Generation of the Mexican Proteus, Called by the Natives Axolotl",
    "authors": "Everard Home",
    "year": 1824,
    "volume": "114",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/107724"
  }
}