{
  "id": "5fc98af376e90645d2b791c698966746b059a421",
  "text": "X. Notice of the remains of the recent Volcano in the Mediterranean. By John Davy, M.D. F.R.S. Assistant Inspector of Army Hospitals.\n\nRead March 8, 1833.\n\nIn consequence of an examination made by Captain Swinburne, R.N., of the shoal formed by the subsidence of the volcanic island which was thrown up in the summer of last year, I am enabled to give a few more particulars respecting it, which I beg leave to communicate to the Royal Society, not so much on account of the importance of the particulars themselves, as for the sake of endeavouring to contribute as much as possible towards the history of the volcano.\n\nI shall insert an extract from a letter of Captain Swinburne, containing the results of his examination, dated the 24th of August, addressed by him to the admiral on the station, and which was published in the Malta Gazette of the same date.\n\n\"It\" (the volcano) \"has left a dangerous shoal, consisting principally of black sand and stones, with a circular patch of rock in the middle of it, about forty-two yards in diameter, on which there are two fathoms water generally, but in one spot only nine feet. All round the rock there are from two and a half to three fathoms, deepening gradually to five and six fathoms at the average distance of one hundred yards from the centre, then more rapidly to ten, twenty, thirty, forty, &c. fathoms.\n\n\"A small detached rock with fifteen feet on it lies one hundred and thirty yards to the S.W. of the central patch. About three quarters of a mile N.W. of the centre there is a detached bank with twenty-three fathoms on it. All the rock appears to be dark-coloured porous lava, and the sand (which is extremely fine in the deepest water,) is composed entirely of particles of the same substance. By this the soundings near the shoal may be distinguished; but it should be approached with great caution, as a large extent of discoloured but deep water which lies to the S.W. may be mistaken for it, while the real\ndanger is seldom visible till it is near, being composed of very dark-coloured materials, and it is so deep that the lead cannot be trusted. Its latitude and longitude, as far as my limited means of observation enable me to decide, are $37^\\circ 9'$ N. and $12^\\circ 43'$ E. of Greenwich.\"\n\nIn conversation with Captain Swinburne previous to his proceeding to examine the shoal, I mentioned to him as a desideratum, the collecting a portion of any air which might be seen rising from the site of the volcano; and, on his return into port on the 22nd of August, he obliged me with two specimens which he had procured. They were contained in wine-bottles, which were corked and inverted in water. Each bottle was about half-full of air. According to Captain Swinburne's statement, the air was collected and preserved with all possible care, so as to preclude the possibility of any admixture of external atmospheric air. In a letter with which this gentleman has favoured me on the subject, after describing how the air was collected and preserved, he adds: \"It came up in many places in small silver threads of bubbles; the quantity varied from time to time in the same place, and where it was most plentiful, the bottom, looking at it through a water-glass, had somewhat the appearance that is observed in chalybeate springs; the cinders (elsewhere quite black) had a rusty appearance. I could detect no difference in the temperature of the water at these spots, nor any between the water on or near the shoal and that at a distance from it.\"\n\nOn the 23rd of August, about twelve hours after I had received the bottles of air, I examined them. On withdrawing the corks under water, in neither bottle was there any diminution of the volume of the air;—no indication of any absorption having been produced by the salt water with which it had been in contact for several days. Though collected at some distance from each other, I found both specimens of air very nearly similar. Neither of them was inflammable, nor had any smell of sulphuretted hydrogen, nor was absorbable by lime water, and both extinguished flame. Forty-one measures of one, by phosphorus were diminished to 37, and thirty-five measures of the other were diminished to 31.5; indicating the presence of between nine and ten parts of oxygen, mixed with between seventy-nine and eighty of azote.\n\nThe origin of this air must necessarily be matter of speculation. Two views may be taken of it. It may either be supposed to have arisen from the extinct\nvolcano; or, to have been disengaged from sea water at the bottom in contact with, and penetrating into the loose and probably hot ashes and cinders composing the shoal. The situation of the volcanic shoal so far from land, and all the circumstances best authenticated relative to the volcano when in activity, seem very unfavourable to the first supposition. The second supposition seems more reasonable. Had the air consisted of oxygen and azote in the same proportions as exist in the atmosphere, it would hardly be a subject for question. The presence of about as much as ten per cent. oxygen is strong proof that the source of the air was not very deep, not beneath the bed of the sea. Supposing it disengaged from the water, as alluded to, it is easy to conceive how it might be deprived of its oxygen. The oxygen of atmospheric air absorbed by sea water probably becomes less and less in quantity with the depth to which it penetrates, both from the action of living and dead matter swimming and suspended in the water, so that in a very deep sea not a particle of oxygen may reach the bottom. In addition to which general causes for the abstraction of oxygen, in the instance of this shoal there appears to have been a special one in operation; viz. the black oxide of iron entering into the composition of the cinders and ashes derived from the volcano. Now, as Captain Swinburne expressly states, that where the air rose, there \"the cinders had a rusty appearance,\" indicating the conversion of the black oxide into red, it clearly follows that the change must have been owing to an absorption of oxygen; and it can hardly be doubted that it was derived from the air in question. I may add, that the minute quantity in which the air was disengaged, is favourable to the second supposition rather than the first. Rising \"in silver threads of bubbles,\" as described by Captain Swinburne, is what might be expected on the idea of its being disengaged by the water. Had it been evolved in large volumes, then this source would have been inadequate, and it would have been necessary to have sought for it deeper, in connexion with, or as a product of the volcano. To obviate a possible objection, I would further beg to add, that the temperature of the water at the surface, where the gas was ascending, being the same as in the adjoining sea, is no proof that at the bottom it was not higher. What I witnessed in relation to the temperature of the sea close to the volcano when it was in activity, as described in my first communication to the Society, is sufficiently demonstrative of this.\n\nMDCCCXXXIII.\nThe explanation just proposed of the origin of a mixture of oxygen and azote in this instance, may probably admit of wide extension, and may be applicable to all hot springs from which azote is disengaged, whether pure, as in a few examples, or mixed with other gases, as is more common. The water feeding the springs, derived from the atmosphere, on entering the ground, must contain a certain quantity of common air; the oxygen of which, from a variety of substances attracting it, may be separated and absorbed in the descent and re-ascent of the water through the strata of the earth, whilst the azote will remain free to be disengaged from elevation of temperature, or removal of pressure when the spring bursts forth at the surface.\n\nMalta,\nNovember 15th, 1832.\nCHART\nof the\nBRITISH ISLES,\nTo accompany Mr. Whewell's Paper\non the\nTIDES.\n\nThe lines marked thus III IV V are COTIDAL LINES\n\nReferences to Mr. Lubbock's Paper 1831\nThe Roman figures show the Time of High Water in Greenwich Time at new and full Moon.\nThe Italic at the Place",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107991.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 17,
    "total-input-tokens": 27208,
    "total-output-tokens": 2335,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1974,
        2
      ],
      [
        1974,
        4490,
        3
      ],
      [
        4490,
        7102,
        4
      ],
      [
        7102,
        7870,
        5
      ],
      [
        7870,
        7870,
        6
      ],
      [
        7870,
        7870,
        7
      ],
      [
        7870,
        7870,
        8
      ],
      [
        7870,
        7870,
        9
      ],
      [
        7870,
        7870,
        10
      ],
      [
        7870,
        7870,
        11
      ],
      [
        7870,
        7870,
        12
      ],
      [
        7870,
        7870,
        13
      ],
      [
        7870,
        7870,
        14
      ],
      [
        7870,
        7870,
        15
      ],
      [
        7870,
        7870,
        16
      ],
      [
        7870,
        8144,
        17
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107991",
    "title": "Notice of the Remains of the Recent Volcano in the Mediterranean",
    "authors": "John Davy",
    "year": 1833,
    "volume": "123",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 17,
    "jstor_url": "https://www.jstor.org/stable/107991"
  }
}