{
  "id": "b5b07c3b47af8ffacaa3d162ca9e7f59cead48bb",
  "text": "IX. On a submarine Forest, on the east Coast of England. By Joseph Correa de Serra, LL.D. F.R.S. and A.S.\n\nRead February 28, 1799.\n\nIn geology, more perhaps than in any other branch of natural history, there exists a necessity of strictly separating the facts observed from the ideas which, in order to explain them, may occur to the mind of the observer. In the present state of this science, every well ascertained fact increases our still narrow stock of real knowledge; when, on the contrary, the reasonings we are enabled to make, are at best but ingenious guesses, which too often bias and mislead the judgment. I shall therefore endeavour, in this Paper, to give, first, a mere description of the object, unmixed with any systematical ideas, and shall afterwards offer such conjectures on its cause as seem to me to be fairly grounded on observation.\n\nIt was a common report in Lincolnshire, that a large extent of islets of moor, situated along its coast, and visible only in the lowest ebbs of the year, was chiefly composed of decayed trees. These islets are marked in Mitchell's chart of that coast, by the name of clay buts; and the village of Huttoft, opposite to which they principally lie, seems to have derived its name from them. In the month of September, 1796, I went to Sutton, on the coast of Lincolnshire, in company with the Right Hon. President of this Society, in order to examine their extent and nature. The 19th of the month, being the first day after the\nequinoctial full moon, when the lowest ebbs were to be expected, we went in a boat, at half past twelve at noon, and soon after set foot upon one of the largest islets then appearing. Its exposed surface was about thirty yards long, and twenty-five wide, when the tide was at the lowest. A great number of similar islets were visible round us, chiefly to the eastward and southward; and the fishermen, whose authority on this point is very competent, say, that similar moors are to be found along the whole coast, from Skegness to Grimsby, particularly off Addlethorpe and Mablethorpe. The channels dividing the islets were, at the time we saw them, wide, and of various depths; the islets themselves ranging generally from east to west in their largest dimension.\n\nWe visited them again in the ebbs of the 20th and 21st; and, though it generally did not ebb so far as we expected, we could notwithstanding ascertain, that they consisted almost entirely of roots, trunks, branches, and leaves of trees and shrubs, intermixed with some leaves of aquatic plants. The remains of some of these trees were still standing on their roots; while the trunks of the greater part lay scattered on the ground, in every possible direction. The bark of the trees and roots appeared generally as fresh as when they were growing; in that of the birches particularly, of which a great quantity was found, even the thin silvery membranes of the outer skin were discernible. The timber of all kinds, on the contrary, was decomposed and soft, in the greatest part of the trees; in some, however, it was firm, especially in the knots. The people of the country have often found among them very sound pieces of timber, fit to be employed for several economical purposes.\n\nThe sorts of wood which are still distinguishable are birch,\nfir, and oak. Other woods evidently exist in these islets, of some of which we found the leaves in the soil; but our present knowledge of the comparative anatomy of timbers, is not so far advanced as to afford us the means of pronouncing with confidence respecting their species. In general, the trunks, branches, and roots of the decayed trees, were considerably flattened; which is a phenomenon observed in the Surtarbrand or fossil wood of Iceland, and which Scheuchzer remarked also in the fossil wood found in the neighbourhood of the lake of Thun, in Switzerland.\n\nThe soil to which the trees are affixed, and in which they grew, is a soft greasy clay; but, for many inches above its surface, the soil is entirely composed of rotten leaves, scarcely distinguishable to the eye, many of which may be separated, by putting the soil in water, and dexterously and patiently using a spatula, or a blunt knife. By this method, I obtained some perfect leaves of *Ilex Aquifolium*, which are now in the Herbarium of the Right Hon. Sir Joseph Banks; and some other leaves which, though less perfect, seem to belong to some species of willow. In this stratum of rotten leaves, we could also distinguish several roots of *Arundo Phragmites*.\n\nThese islets, according to the most accurate information, extend at least twelve miles in length, and about a mile in breadth, opposite to Sutton shore. The water without them, towards the sea, generally deepens suddenly, so as to form a steep bank. The channels between the several islets, when the islets are dry, in the lowest ebbs of the year, are from four to twelve feet deep; their bottoms are clay or sand, and their direction is generally from east to west.\n\nA well dug at Sutton, by Joshua Searby, shows that a moor\nof the same nature is found under ground, in that part of the country, at the depth of sixteen feet; consequently, very nearly on the same level with that which constitutes the islets. The disposition of the strata was found to be as follows:\n\nClay, - - - - 16 feet.\nMoor, similar to that of the islets, from 3 to 4 ditto.\nSoft moor, like the scowerings of a ditch bottom, mixed with shells and silt, - 20 ditto.\nMarly clay, - - - 1 foot.\nChalk rock, - - from 1 to 2 feet.\nClay, - - - - 31 yards.\n\nGravel and water; the water has a chalybeate taste.\n\nIn order to ascertain the course of this subterraneous stratum of decayed vegetables, Sir Joseph Banks directed a boring to be made, in the fields belonging to the Royal Society, in the parish of Mablethorpe. Moor, of a similar nature to that of Searby's well, and of the islets, was found, very nearly on the same level, about four feet thick, and under it a soft clay.\n\nThe whole appearance of the rotten vegetables we observed, perfectly resembles, according to the remark of Sir Joseph Banks, the moor which, in Blakeney fen, and in other parts of the East fen in Lincolnshire, is thrown up in the making of banks; barks, like those of the birch tree, being there also abundantly found. This moor extends over all the Lincolnshire fens, and has been traced as far as Peterborough, more than sixty miles to the south of Sutton. On the north side, the moory islets, according to the fishermen, extend as far as Grimsby, situated on the south side of the mouth of the Humber; and it is a remarkable circumstance, that in the large tracts of low lands which lie on the south banks of that river, a little\nabove its mouth, there is a subterraneous stratum of decayed trees and shrubs, exactly like those we observed at Sutton; particularly at Axholme isle, a tract of ten miles in length, by five in breadth; and at Hatfield chase, which comprehends one hundred and eighty thousand acres. Dugdale* had long ago made this observation, in the first of these places; and De la Pryme† in the second. The roots are there likewise standing in the places where they grew; the trunks lie prostrate. The woods are of the same species as at Sutton. Roots of aquatic plants and reeds are likewise mixed with them; and they are covered by a stratum of some yards of soil, the thickness of which, though not ascertained with exactness by the above-mentioned observers, we may easily conceive to correspond with that which covers the stratum of decayed wood at Sutton, by the circumstance of the roots being (according to Mr. Richardson’s observations‡) only visible when the water is low, where a channel was cut, which has left them uncovered.\n\nLittle doubt can be entertained of the moory islets of Sutton being a part of this extensive subterraneous stratum, which, by some inroad of the sea, has been there stripped of its covering of soil. The identity of the levels; that of the species of trees; the roots of these affixed, in both, to the soil where they grew; and, above all, the flattened shape of the trunks, branches, and roots, found in the islets, (which can only be accounted for by the heavy pressure of a superinduced stratum,) are sufficient reasons for this opinion.\n\nSuch a wide spread assemblage of vegetable ruins, lying\n\n* History of Embanking and Draining. Chap. xxvii.\n† Philos. Trans. Vol. XXII. p. 980.\n‡ Philos. Trans. Vol. XIX. p. 528.\nalmost in the same level, and that level generally under the common mark of low water, must naturally strike the observer, and give birth to the following questions.\n\n1. What is the epoch of this destruction?\n2. By what agency was it effected?\n\nIn answer to these questions, I will venture to submit the following reflections.\n\nThe fossil remains of vegetables hitherto dug up in so many parts of the globe, are, on a close inspection, found to belong to two very different states of our planet. The parts of vegetables, and their impressions, found in mountains of a cota-ceous, schistous, or even sometimes of a calcareous nature, are chiefly of plants now existing between the tropics, which could neither have grown in the latitudes in which they are dug up, nor have been carried and deposited there by any of the acting forces under the present constitution of nature. The formation, indeed, of the very mountains in which they are buried, and the nature and disposition of the materials which compose them, are such as we cannot account for by any of the actions and re-actions which, in the actual state of things, take place on the surface of the earth. We must necessarily recur to that period in the history of our planet, when the surface of the ocean was at least so much above its present level, as to cover even the summits of these secondary mountains which contain the remains of tropical plants. The changes which these vegetables have suffered in their substance, is almost total; they commonly retain only the external configuration of what they originally were. Such is the state in which they have been found in England, by LLwyd; in France, by Jussieu; in the Netherlands, by Burtin; not to mention in-\nstances in more distant countries. Some of the impressions or remains of plants found in soils of this nature, which were, by more ancient and less enlightened oryctologists, supposed to belong to plants actually growing in temperate and cold climates, seem, on accurate investigation, to have been parts of exotic vegetables. In fact, whether we suppose them to have grown near the spot where they are found, or to have been carried thither from different parts, by the force of an impelling flood, it is equally difficult to conceive, how organized beings, which, in order to live, require such a vast difference in temperature and in seasons, could live on the same spot, or how their remains could (from climates so widely distant) be brought together to the same place, by one common dislocating cause.\n\nTo this ancient order of fossil vegetables belong whatever retains a vegetable shape, found in or near coal mines, and (to judge from the places where they have been found) the greater part of the agatized woods. But, from the species and present state of the trees which are the subject of this Memoir, and from the situation and nature of the soil in which they are found, it seems very clear that they do not belong to this primeval order of vegetable ruins.\n\nThe second order of fossil vegetables, comprehends those which are found in strata of clay or sand; materials which are the result of slow depositions of the sea or of rivers, agents still at work under the present constitution of our planet. These vegetable remains are found in such flat countries as may be considered to be of a new formation. Their vegetable organization still subsists, at least in part; and their vegetable substance has suffered a change only in colour, smell, or con-\nsistence; alterations which are produced by the development of their oily and bituminous parts, or by their natural progress towards rottenness. Such are the fossil vegetables found in Cornwall, by Borlase; in Essex, by Derham; in Yorkshire, by De la Pryme, and Richardson; and in foreign countries, by other naturalists. These vegetables are found at different depths, some of them much below the present level of the sea, but in clayey or sandy strata, (evidently belonging to modern formation,) and have, no doubt, been carried from their original place, and deposited there by the force of great rivers or currents, as it has been observed with respect to the Mississipi.*\n\nIn many instances, however, these trees and shrubs are found standing on their roots, generally in low or marshy places, above, or very little below, the actual level of the sea.\n\nTo this last description of fossil vegetables, the decayed trees here described certainly belong. They have not been transported by currents or rivers; but, though standing in their native soil, we cannot suppose the level in which they are found, to be the same as that in which they grew. It would have been impossible for any of these trees and shrubs to vegetate so near the sea, and below the common level of its water: the waves would cover such tracts of land, and hinder any vegetation. We cannot conceive that the surface of the ocean has ever been lower than it now is; on the contrary, we are led by numberless phænomena to believe, that the level of the waters in our globe is much below what it was in former periods; we must therefore conclude, that the forest here de-\n\n* La Coudreniere sur les Depots du Mississipi. Journ. de Phys. Vol. XXI, p. 230.\nscribed grew in a level high enough to permit its vegetation; and that the force (whatever it was) which destroyed it, lowered the level of the ground where it stood.\n\nThere is a force of subsidence (particularly in soft ground) which, being a natural consequence of gravity, slowly though perpetually operating, has its action sometimes quickened and rendered sudden by extraneous causes, for instance, by earthquakes. The slow effects of this force of subsidence have been accurately remarked in many places; examples also of its sudden action are recorded in almost every history of great earthquakes. The shores of Alexandria, according to Dolomieu's observations, are a foot lower than they were in the time of the Ptolemies. Donati, in his natural history of the Adriatic, has remarked, seemingly with great accuracy, the effects of this subsidence at Venice; at Pola, in Istria; at Lissa, Bua, Zara, and Diclo, on the coast of Dalmatia. In England, Borlase has given, in the Philosophical Transactions,* a curious observation of a subsidence, of at least sixteen feet, in the ground between Sampson and Trescaw islands, in Scilly. The soft and low ground between the towns of Thorne and Gowle, in Yorkshire, a space of many miles, has so much subsided in latter times, that some old men of Thorne affirmed, \"that whereas they could before see little of the steeple, (of Gowle,) they now see the churchyard wall.\"† The instances of similar subsidence which might be mentioned, are innumerable.\n\nThis force of subsidence, suddenly acting by means of some earthquake, seems to me the most probable cause to which the actual submarine situation of the forest we are speaking:\n\n* Vol. XLVIII. p. 62.\n† Gough's edition of Camden's Britannia, T. III. p. 35: MDCCXCIX.\nof may be ascribed. It affords a simple easy explanation of the matter; its probability is supported by numberless instances of similar events; and it is not liable to the strong objections which exist against the hypothesis of the alternate depression and elevation of the level of the ocean; an opinion which, to be credible, requires the support of a great number of proofs, less equivocal than those which have hitherto been urged in its favour, even by the genius of a Lavoisier.*\n\nThe stratum of soil, sixteen feet thick, placed above the decayed trees, seems to remove the epoch of their sinking and destruction, far beyond the reach of any historical knowledge. In Cæsar's time, the level of the North sea appears to have been the same as in our days. He mentions the separation of the Wahal branch of the Rhine, and its junction to the Meuse; noticing the then existing distance from that junction to the sea; which agrees, according to D'Anville's inquiries,† with the actual distance. Some of the Roman roads constructed by order of Augustus, under Agrippa's administration, leading to the maritime towns of Belgium, still exist, and reach the present shore.‡ The descriptions which Roman authors have left us, of the coasts, ports, and mouths of rivers, on both sides of the North sea, agree in general with their present state; except in the places ravaged by the inroads of this sea, more apt, from its form, to destroy the surrounding countries, than to increase them.\n\nAn exact resemblance exists between maritime Flanders and\n\n* Mém. de l'Acad. de Paris. 1789. p. 351.\n† D'Anville Notice des Gaules. p. 461.\n‡ Nicol. Bergier. Hist. des grands Chemins des Romains. Ed. de Bruxelles. Vol. II. p. 109.\nthe opposite low coast of England, both in point of elevation above the sea, and of internal structure and arrangement of their soils. On both sides, strata of clay, silt, and sand, (often mixed with decayed vegetables,) are found near the surface; and, in both, these superior materials cover a very deep stratum of bluish or dark-coloured clay, unmixed with extraneous bodies. On both sides; they are the lowermost part of the soil, existing between the ridges of high lands,* on their respective sides of the same narrow sea. These two countries are certainly coeval; and, whatever proves that maritime Flanders has been for many ages out of the sea, must, in my opinion, prove also, that the forest we are speaking of was long before that time destroyed, and buried under a stratum of soil. Now it seems proved, from historical records, carefully collected by several learned members of the Brussels Academy, that no material change has happened to the lowermost part of maritime Flanders, during the period of the last two thousand years.†\n\nI am therefore inclined to suppose the original catastrophe which buried this forest, to be of a very ancient date; but I suspect the inroad of the sea which uncovered the decayed trees of the islets of Sutton, to be comparatively recent. The state of the leaves and of the timber, and also the tradition of\n\n* These ridges of high lands, both on the British and Belgic side, must be very similar to each other, since they both contain parts of tropical plants in a fossil state. Cocoa nuts, and fruits of the areca, are found in the Belgic ridge. The petrified fruits of Sheppey, and other impressions of tropical plants, on this side of the water, are well known.\n\n† Vide several papers in the Brussels Mémoires; also Journ. de Phys. T. XXXIV. p. 401.\nthe neighbouring people, concur to strengthen this suspicion. Leaves and other delicate parts of plants, though they may be long preserved in a subterraneous situation, cannot remain uninjured, when exposed to the action of the waves and of the air. The people of the country believe, that their parish church once stood on the spot where the islets now are, and was submerged by the inroads of the sea; that, at very low water, their ancestors could even discern its ruins; that their present church was built to supply the place of that which the waves washed away; and that even their present clock belonged to the old church. So many concomitant though weak testimonies, incline me to believe their report, and to suppose that some of the stormy inundations of the North sea, which in these last centuries have washed away such large tracts of land on its shores, took away a soil resting on clay, and at last uncovered the trees which are the subject of this Paper.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107029.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 20016,
    "total-output-tokens": 4920,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1484,
        2
      ],
      [
        1484,
        3295,
        3
      ],
      [
        3295,
        5059,
        4
      ],
      [
        5059,
        6715,
        5
      ],
      [
        6715,
        8461,
        6
      ],
      [
        8461,
        10187,
        7
      ],
      [
        10187,
        11952,
        8
      ],
      [
        11952,
        13676,
        9
      ],
      [
        13676,
        15444,
        10
      ],
      [
        15444,
        17160,
        11
      ],
      [
        17160,
        18960,
        12
      ],
      [
        18960,
        19930,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107029",
    "title": "On a Submarine Forest, on the East Coast of England. By Joseph Correa de Serra, LL. D. F. R. S. and A. S.",
    "authors": "Joseph Correa de Serra",
    "year": 1799,
    "volume": "89",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/107029"
  }
}