{
  "id": "bac7cf51a952242da3cba3191ecf3eace88b5e3e",
  "text": "PHILOSOPHICAL TRANSACTIONS.\n\nSeptember 20. 1669.\n\nThe Contents.\n\nThe Process used in France of making Sea-salt by the Sun. An Answer to some Inquiries about the late Eruption of Mount Aetna. An Account of two Books: I. DISCOURS de M. STENON sur L'ANATOMIE du CERVEAU. II. The former Attempt of Dr Witties ANSWER to HYDROLOGIA CHYMICA enlarged: Where the sanative virtue of the Scarborough Spaw is asserted from long experience; and on that occasion the Healing performances of many other Waters, both in England and elsewhere, discoursed of; together with their particular Cures, Ingredients, Mixtures, and the Wayes of Analysing them; as also the Necessity of using them or most of them at the Spring-head, &c.\n\nAn Extract of a Letter\n\nContaining the whole Process, used in France for making Sea-Salt by the Sun; communicated to the Publisher in French, by an Ingenious Dr of Physick of that Nation, residing near the chief place, where 'tis practised; and Englished as follows:\n\nSir,\n\nI can at present acquit myself but of one of the Commissions, you gave me when I took my leave of you, referring the other to more leisure. And I herewith send you the Plan* of our Salt-making Marshes, together\ntogether with the way of making our Salt. If there be anything, I have forgot, or related obscurely, give yourself only the trouble of advertizing me of it, and in my next I will add or clear it.\n\nA A A. is the Sea.\n\nI I. the Entry, by which the Sea-water passes into B B.\n\nB B. the first Receptacle; in which the Water is kept 20 inches deep.\n\nC C C. the second Receptacle, where the Water maketh three turnings, as you see, and is 10 inches deep.\n\n22. the Opening, by which the first and second Receptacle have communication one with another.\n\nE E F. the third Receptacle, which is properly called the Marsh.\n\ndddddd. is a Channel very narrow, through which the Water must pass before it enters out of the second Receptacle into the third.\n\n33. is the Opening, by which the Water runs out of the second into the third Receptacle.\n\nThe pricks, you see in the Water throughout the whole scheme, do mark the course and turnings, which the Water is forced to make before it comes to hhhhh, which are the places where the Salt is made.\n\nhhhhh. are the Beds of the Marsh, where the Salt is made; and in them the Water must not be above an inch and an half deep. Each of these Beds is 15 foot long and 14 foot large.\n\n99999. are the little Channels between the Beds.\n\n88888. are the Apertures, by which the Beds receive the Sea-water after many windings and turnings.\n\nWhen it raines, the openings 22, 33. are stopp'd, to hinder the Water from running into the Marsh marked E E F. Unless it rain much, the rain-water doth little hurt to the Marsh; and although it rain a day or a night, we do not let the water which is in the Marsh run out, the heat of the Sun sufficiently exhaling such Rain-water, if, for example it be not above an inch high. Only, if it have rain'd very plentifully that day, no Salt is drawn for the 3. or 4. next-following days. But\nif it rain 5. or 6. days, the people are then necessitated to empty all the Water of the Beds by a peculiar Channel, conveying it into the Sea; which Channel cannot be opened, but when 'tis Low water. But 'tis very seldom, that it rains so long as to constrain men to empty those Beds.\n\n'Tis obvious, that the hottest years make the most Salt; where yet it is to be noted, that besides the heat of the Sun, the Winds contribute much to it, in regard that less Salt is made in Calme, than in Windy weather. The West-and North-west Winds are the best for this purpose.\n\nOur Country-people draw the Salt every other day, and they draw out of those Beds, mark't h h h, every time more than an hundred pound weight of Salt.\n\nIn the hottest part of the Summer there is Salt made even during Night.\n\nThe Instruments used to draw the Salt, have many small holes, to let the Water pass, and to retain nothing but the Salt.\n\nAccording to the Quality of the Earth or Ground of the Marsh, the Salt is made more or less White. The Reddish earth maketh the Salt more Gray; the Blewish, more White: Besides, if you let run in a little more water than you ought, the Salt becomes thence more White; but then it yields not so much. Generally all the Marshes require a fat Earth, neither Spungy nor Sandy.\n\nAnd as to the Whiteness of Salt in particular, there are 3. things to be considered: First, that the Earth of the Marsh be proper. Secondly, that the Salt be made with good store of water. Thirdly, That the Salt-man, who draws it, be dextrous. In this Isle of Rhe there are, that draw very dark Salt, and others, that draw it as white as Snow; and so it is in Xain-tonge. Chiefly care is to be taken, that the Earth at the bottom of the Beds mingle not with the Salt. The Salt, we use at our Tables, is perfectly white; which is thence, that 4. or 5. hours before the Salt is to be drawn, we draw the Creme, or that Salt which is form'd on the top of the water. The grains of it are smaller, than of the other. Generally the Salt of Xain-tonge is somewhat whiter, than ours. I do not well know the\nbigness of the Sea-Salt made by Fire; but ours is of the size of a Pepper-grain, and of a Cubical shape.\n\nThe Marshes are preserv'd from one year to another by overflowing them, so that the water be near a foot high above the Marshes.\n\nThere are Marshes, that are not separated from the Sea but by a ditch of 20 or 30 foot large: others are further distant, receiving the Water by Channels, that are made according to the Situation of the Marshes. To preserve this Ditch, it is strengthened with stones from the foot to the top, as we use to pave streets.\n\nThe Timber of the Marshes, if it be of good Oak, keeps near thirty years; but there is used but little Wood, all the Ditches and Apertures being done with stones.\n\nAn Answer\nTo some Inquiries concerning the Eruptions of Mount Ætna, An. 1669. Communicated by some Inquisitive English Merchants, now residing in Sicily.\n\nTouching the Forerunners of this Fire, there was, for the space of 18 days, before it broke out, a very thick dark sky in those parts, with Thunder and lightning and frequent Concussions of the Earth, which the people make terrible reports of, though I never saw nor heard of any Buildings cast down thereby, save a small town or village, call'd Nicolese; about half a mile distant from the New Mouth, and some such other slight Buildings among those Towns, that were after over-run by the Fire. Besides, it was observ'd that the Old top or Mouth of Ætnadid, for 2 or 3 months before, rose more than usual; the like of which did Volcan and Strombilo, two Burning Islands to the West-ward. And the top of Ætna must about the same time have sunk down into its old Vorago or hole, in that 'tis agreed by all, that had seen this mountain before, that it was very much lower'd. Other Forerunners of this Fire I have not heard nor met with.\n\nIt first broke out on the Eleventh of March 669, about two hours before night, and that on the South-East-side or skirt of the\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101019.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9362,
    "total-output-tokens": 1965,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1198,
        2
      ],
      [
        1198,
        3050,
        3
      ],
      [
        3050,
        5137,
        4
      ],
      [
        5137,
        7076,
        5
      ],
      [
        7076,
        7076,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101019",
    "title": "An Extract of a Letter Containing the Whole Process, Used in France for Making Sea-Salt by the Sun; Communicated to the Publisher in French, by an Ingenious Dr of Physick of That Nation, Residing Near the Chief Place, Where tis Practised; And Englished as Follows",
    "authors": null,
    "year": 1669,
    "volume": "4",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/101019"
  }
}