{
  "id": "bd850000743e360b8365ccba668971d366bd1afb",
  "text": "An Accompt of a small Tract, entituled,\n\nTHOMÆ HOBBISS Quadratura Circuli, Cubatio Sphaera, Duplication Cubi, (secundò Edita,) Denuò Refutata, Auth. JOH. WALLIS. S. T. D. Geom. Prof. Savilianus, Oxoniae, 1669.\n\nSince Mr. Hobbs thought himself obliged to make some Reply to Dr Wallis's confutation of what he had, not long since, publish't upon this Argument; Dr. Wallis made no stay at all to return this Answer and second refutation. Concerning which we shall give you a brief account, suggested by Dr. Wallis himself, of Mr. Hobbes's fundamental mistake in his late Quadrature of the Circle, referring the Reader to the Tract itself for the Figure, which is therein the first.\n\nMr. Hobbs, considering, That, in case it should happen so luckily (which was not necessary) that QY (the base of a right-angled Triangle QYA equal to the Sector LCA, and consequently the Square QRS equal to the Circle BCDE,) should, by the Arch CL, be cut just in the midst at P; then would, not only (which to his purpose was necessary) QPL, CPY, be equal each to other (because of ALPY common both to the Triangle and the Sector;) but moreover (which was not necessary) each of them equal to the half of PAV, (supposing CAV taken equal, by construction, to LAP:) all which is true, in case of such a lucky hap:\n\nAnd finding then (which is true also) that this could not All happen, unless that intersection at P, were in the line A0 (drawn from the Center A to the middle of CG,) because this must needs pass through the middle of QY.\n\nConcluded, That it must needs so happen, or else it was impossible for Any right-angled Triangle, as QYA (like to, and part of GCA,) to be equal to the Sector LCA: because, in any other, as qyA, the intersection of CL and qy at p, would not be just in the midst of qy; and therefore (which he suppos'd necessary, but was not) qpA not just the halfe of qyA.\n\nNot considering (which is his fundamental mistake) that, if qpL and CPY be equal each to other (though neither of them be equal\nequal to the halfe of P A V, or of p A v; nor yet q p equal to\nthe halfe of q y, nor q p A to the halfe of q y A; (the Tri-\nangle q y A will be equal to the Sector L C A because A L p y is\ncommon to both;) and like to the Triangle G C A, and a part of it;\nwhich he thought to have been impossible.\n\nNote\n\nWhat in N°. 54. p. 1077. in the Answ. to Qu. 1. is said\nof the Observation of Briners, is to be understood, that\nthe Workmen think so, that they make more Salt with the\nsame quantity of brine, at the Ful Moon, then at other times,\nthough really they do not, as the Answerer Judgeth by his Ob-\nserv. in N°. 53. p. 1064: Who hath since advertis'd, that 'tis\npossible at times, when the Pit hath been much drawn first, that\nthen, if without intermission they go on malling till the Full,\nthey may make at that time more Salt, than at another time,\nit being well known, that much drawing the Pit, strengthens\nthe Brine.\n\nLONDON\n\nPrinted by T. N. for John Martyn, Printer to the Royal Society,\nand are to be sold at the Bell a little without Temple-\nBar, 1670.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101042.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 976,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        2004,
        3
      ],
      [
        2004,
        3064,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101042",
    "title": "An Accompt of a Small Tract, Entitaled, Thomaehobbes Quadratura Circuli, Cubatio Sphaera, Duplicatio Cubi, (Secundo Edita,) Denuo Refutata, Auth. Joh. Wallis. S. T. D. Geom, Prof. Saviltano. Oxoniae, 1669",
    "authors": "Joh Wallis",
    "year": 1669,
    "volume": "4",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/101042"
  }
}