{
  "id": "3d492e900c8cad381586193bba66899a6cbab5c0",
  "text": "Fig. 2. (giklooxx) the lid of the box, whose rim (oxox), is a quarter of an inch deeper than the box (op Fig 1), that the air-holes (o) may be pierced in its upper-part; and the lower-part is scolloped with wide scollops, for the air to pass through the holes (pp Fig. 1.)\n\nFig. 3. (ab) the milk-boiler, with the broad rim (cd), and perpendicular rim (cedf) soldered to the horizontal rim; the perpendicular rim to enter the circular groove (ef) four inches deep full of sand, thereby to prevent the ascent of the smoke from the fire-stove.\n\nLVII. Extract of a Letter of Thomas Barker, Esq; to the Reverend James Bradley, D.D. Astronomer Royal, and F.R.S. concerning the Return of the Comet, expected in 1757, or 1758.\n\nSIR,\n\nLyndon, near Uppingham, Rutland, Dec. 17, 1754.\n\nRead March 20, 1755.\n\nAs we expect the comet of 1531, 1607, and 1682, to return in 1757 or 1758, it is proper to be aware where to look for it. But that will be very different, according to the time of the year it comes; and its period is not sufficiently known to fix the month of its next perihelion, which should be July 25, 1757, according to its last period; but the length of that before would make it Oct. 25, 1758. I have therefore, in 12 short tables, given the apparent path of the comet, supposing its perihelion any month in\nthe year, with its curtate distance from the earth; and\nthe two first articles of each are the places which it\nwould probably begin to appear in. These will shew\nin general the course of the comet, especially at its\nfirst appearance, which is most wanted; but cannot\nbe depended on where its motion is swift, and may\nbe $40^\\circ$ in a day, the beginning of May, or middle of\nOctober. From these tables, compared with the\nscheme, I have made another, where the comet\nwould begin to be seen any month in the year.\n\nTo construct the places, on a large sheet of paste-\nboard, I divided the circumference of a circle ten\ninches radius into degrees, for the magnus orbis.\nOn the right point of the ecliptic and focal length I\ndrew a parabola like that observed in 1682, round\nthe sun, the center of the circle, and marked every\nfourth day's motion from the perihelion, and the\nline of its nodes. The co-sine of the comet's incli-\nnation set off on perpendiculars to this, towards the\nseveral points of the parabola, forms the projection\nof it, or points in the plane of the ecliptic, over\nwhich the comet is at any time perpendicular.\n\nTo find the comet's place at any time, count how\nlong it is before or after its perihelion, and mark the\nplace in the projection of the parabola: lay one edge\nof a parallel-ruler through that point, and the place\nthe earth is then in, and the other edge passing thro'\nthe sun, will cut the magnus orbis at the geocentric\nlongitude of the comet: The tangent of the comet's\ninclination making the perpendicular from the com-\net's projected place to the line of nodes, the ra-\ndius is the tangent of its apparent latitude, making\nthe curtate distance of the comet from the earth the\nradius.\nradius. For expedition thus; draw two lines, making an angle of $17^\\circ 56'$: on one of them set off the perpendicular from the comet's projected place, and raise a perpendicular to the other; or, which is the same, from the comet's real place in the parabola; and let fall a perpendicular, that is the tangent of the geocentric latitude.\n\nOne observation of a known comet will, on such a scheme, determine in some measure its whole course; for, from the earth's place, draw the observed longitude of the comet, where that cuts the projection of the parabola is the comet's place; to which if the observed latitude agrees, it confirms it: Then the other data being already known, and one place given, its whole course may be traced. Such a scheme may be also of use to find the periods of comets, where the description of one is not good enough to find its orbit by; for if an old comet was seen in August, in $\\approx$, or in $\\&$, with south latitude, or very bright in January, it cannot be the comet of 1682; but if in November in $\\&$, near the ecliptic, it may. It then remains to see, whether the rest of the description will agree with the course it would in that case take: if it does, then, as the account is more or less perfect, there is a greater or less probability of its being the same. (See Plate XI.).\nA Table shewing where the Comet may be expected to begin to appear any Month.\n\n| Month       | Start | End   | Description                                                                 |\n|-------------|-------|-------|-----------------------------------------------------------------------------|\n| January     |       | Scarce to be seen between 30° & 15°. Small increasing S.                     |\n| February    |       |       | Small N. or S.                                                               |\n| March       |       |       | Small N. decreasing                                                          |\n| April       |       |       | Small N. decreasing                                                          |\n| May         |       |       | Small N. about Perihelion                                                   |\n| June        |       |       | 2 to 5 Weeks before                                                          |\n| July        |       |       | 5 to 8 Weeks before                                                          |\n| August      |       |       | 2 Months before Perihelion                                                   |\n| September   |       |       | 2 or 3 Months                                                                |\n| October     |       |       | 3 Months before Perihelion                                                   |\n| November    |       |       | 11 to 14 Weeks                                                               |\n| December    |       |       | very faint                                                                  |\n\nLat. 7 Weeks after Perihelion\n\nLVIII.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104950.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10562,
    "total-output-tokens": 1624,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1312,
        2
      ],
      [
        1312,
        3031,
        3
      ],
      [
        3031,
        3031,
        4
      ],
      [
        3031,
        3031,
        5
      ],
      [
        3031,
        4353,
        6
      ],
      [
        4353,
        6012,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "None",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      true,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104950",
    "title": "Extract of a Letter of Thomas Barker, Esq; To the Reverend James Bradley, D. D. Astronomer Royal, and F. R. S. concerning the Return of the Comet, Expected in 1757, or 1758",
    "authors": "Thomas Barker",
    "year": 1755,
    "volume": "49",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/104950"
  }
}