{
  "id": "f7ed9701fb86b774f1e57ff76dbd90a311566a21",
  "text": "A further account of the Bridge at Pont St. Esprit, whereof before, Numb. 160, together with a parallel History of some other Bridges at Rome: In a Letter from the ingenious Mr. Tankred Robinson to Dr. Martin Lister.\n\nSince my last concerning the Bridge at Pont St. Esprit, I have found something more in that kind for your further diversion; I do not doubt but you still retain a fresh Idea of the stately ruins of the Modern Bridge at Avignon, which hath yielded in many places to the extreme rapidity, and violence of the Rhosne. Its fall in my opinion may be ascribed to three defects; first, it was not so Multangular, as that at St. Esprit: Secondly, it wanted in 3 or 4 places, the little Arches dividing the feet of the great ones, and in those parts it hath suffer'd most; for where those useful sluices are, there I observ'd the bridge to stand still the most entire. Thirdly, the Pedestals (or as you very properly call them, Horizontal Arches) were not so Geometrically and exactly laid, as those of Pont St. Esprit; their jettings out were few, and they not gradually contracted, so that the force of the stream must be the greater upon the Fabrick.\n\nNow that we are upon this sort of History, I will venture to carry you from the Rhosne to the Tyber, which, though not so swift as the Rhosne, yet is subject to greater inundations, as many inscriptions assure us. No River ever\never had so many bridges built with that magnificence and art, as this; and though they were more pompous, and rich in rare stones, in Sculpture, &c. than that I formerly sent you a draught of from Montpelier; yet they had the like provision for their security, and preservation, and their design was much the same; which may be seen at Rome this very day in the old Pons Milvius (now Ponte milvio) near the via Flaminia; in the marble remains of the Pons Aemilius (repair'd with rich materials by Antoninus Pius) on the side of the Ripa, or Trastevere, near the root of the Aventine hill, where first the Pons Sublicius stood; as also in the Pons Fabritius and the Cestius, that leads over to the Insula Tiberina; in all which there are still very fair marks of the old Roman structure, and design; and if that prodigious City had not been knock't so often to pieces by barbarous Sackers, we might have had still as clear proofs from the other bridges; viz. The Pons Triumphalis, the Senatorius, &c. But Gothiſh, and Northern torrents broke all before them.\n\nI have here, Sir, according to your commands, drawn up in writing those thoughts, which I mentioned the other day to you; So I rest,\n\nSIR,\n\nYour very Humble Servant\n\nTAN. ROBINSON.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102082.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 745,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1392,
        2
      ],
      [
        1392,
        2632,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102082",
    "title": "A Further Account of the Bridg at Pont St. Esprit, Whereof before, Numb. 160. Together with a Parallel History of Some Other Bridges at Rome: In a Letter from the Ingenious Mr. Tankred Robinson to Dr. Martin Lister",
    "authors": "Tankred Robinson",
    "year": 1684,
    "volume": "14",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/102082"
  }
}