{
  "id": "1a9969cdc91a27599c34b73cc0370458ef711b1e",
  "text": "VI. An Abstract of an Account of Five pair of Muscles, which serve for different Motions of the Head, on the first and Second Vertebra of the Neck; and of Two Ligaments, one of which fastens the Head to the First Vertebra, and the other fastens the First to the Second. To which is annexed the History of an Uncommon Appearance of a Humane Skull. By M. Dupre, Surgeon, and first Ayde-Major to the Hotel-Dieu in Paris: With Remarks by William Cowper.\n\nThis small Tract was lately printed in French, and sent from the Author to Dr. Lister, who communicated it to me. The Author seems to put a Value on it, and expresses his Surprise, that such obvious Organs should escape the Observation of Anatomists: He hopes these Discoveries will excite a noble Emulation in those of his Profession, which was his principal Motive to Address them to the Surgeons of the Hotel Dieu.\n\n'Just at the Root of the Transverse Process of the first Vertebra of the Neck (says he) arises on each side a Muscle that is four Lines (one third of an Inch) broad, and running obliquely inward, is Implanted to a small superficial oval Sinus, seated on the fore-part of the Processus Styloides; and this he calls Ren-gorgeur Oblique, or the oblique Bridler of the Head; and has expressed it, in his first Figure.'\nThis pair of Muscles I have described in my Myotomica Reformata, pag. 126. Printed in the Year 1694, where I have given them the Name of Recti interni minores, because they incline to a right Position, lying under the Recti Majores, and are Antagonists to the Recti minores on the back part. They may be call'd from their use Annuantes, because they nod the Head directly foreward; one of them is express in situ, in my last mentioned Treatise, Fig. III. i, and in my Appendix to the Anatomy of Humane Bodies, Fig. 8. H. and Fig. 25. i.\n\nOn the Transverse Process (says he) of the first Vertebra of the Neck there arises a thick fleshy Muscle, of about a Finger in breadth, which is inserted after a Perpendicular Ascent below the Processus Styloides, between the Mammillary Process and that; This he calls Rengorgeur droit, or the straight Bridler of the Head.\n\nBoth this and the former pair of Muscles I discovered in a Humane Body Thirteen years since; and about that time shewed them to Dr. Brown, in the presence of my Honoured Friend Capt. Wine: But in examining the Original Writers on the Muscles, I soon found this latter Pair were partly mentioned by Oribasius after Galen, and well enough described by Faloppius in these words: Ultimo in loco notandi sunt Musculi duo admodum parvi qui a processu transverso prime Vertebræ orti valde graciles ascendunt ad Caput, & in illud Inferuntur prope Mammillarem processum. These are described and Figured in the above-mentioned Tract, p. 127. Fig. 3. k.\n\nThe Third pair of Muscles mentioned by M. Dupre, by him call'd Rengorgeur posterior, seems no ways to differ (by his Description) from those commonly treated of by Authors, called Obliqui superiores.\nThe Fourth pair he mentions seem to be parts of the *Recti Minores*; 'These (he says) are Auxiliaries to 'the greater and lesser Oblique Muscles; which I can- 'not but think a mistake, since those Muscles are employed in differing motions of the Head, on the first and second *Vertebra*; and therefore one pair of Muscles can't be the Assistant of both. He well observes, this Third and Fourth Pair of Muscles are not found in all Subjects; I guess he means distinct from the *Recti minores*. It is certain if we are allowed to multiply Muscles from their appearance in various Subjects, we shall never arrive to a perfect *Myo- 'logy*: It being common to find Distinct Muscles in some Bodies which are not so in others, as has been frequently observed in the *Rhomboïdes*, *Psoas*, *Elevator Scapulae*, and many more.\n\n'The last pair of Muscles mentioned by our Author 'arise from the midst of the Transverse Processes of 'the Second *Vertebra*, and are small, short Muscles 'Inserted to the Roots beneath the Transverse Pro- 'cesses of the First *Vertebra*. These he calls the Flexors 'of the first *Vertebra* on the Second, from their use.\n\nHaving lately an opportunity of Examining these parts in a Boy; tho' much Emaciated, I could discover fleshy Fibres that resembled such Muscles, and that not only between the Transverse Processes of the First and Second *Vertebra*, but the two next also; and I am apt to think, the next to them in like manner; but my time would not give me leave to prosecute the Enquiry. However I can hardly persuade myself that those Muscles can bend the first *Vertebra* on the Second; the difficulty of which Motion in these *Vertebrae*, will be very manifest to any that will be pleased to examine their manner of Articulation: Since it appears that the two flat Processes of those *Vertebrae* are applied to each other in a Horizon-\ntal manner, and are therefore only fitted for turning to either side, by means of the Axis or Tooth-like Process of the Second Vertebra. These Muscles I am inclin'd to think are Auxiliaries to the Obliqui Inferiores, but being very small are only employed in shaking the Head; either of them acting may draw the Transverse Process of the first Vertebra, to a Perpendicular with the Second; as when we express Sorrow by shaking the Head. The Muscles placed between the Transverse Processes of the other Vertebrae of the Neck, are Employed in drawing the Superior Vertebrae laterally.\n\nThe Motion of the Head on the first Vertebra is so manifest from the manner of its Articulation, that I cannot but admire, how most of the late Anatomists (as M. Dupre takes notice) should say it was only mov'd on the Second.\n\n'The First of the Two Ligaments, mentioned by M. Dupre, is placed, he says, between the first and second Vertebra, in their middle and Foreparts; which does in no respect seem to differ from that described by Galen, Vesalius, and almost all Writers on the Subject; the like being found between the fore-parts of the rest of the Vertebrae.\n\n'The Second Ligament (he says) is an Inch long, and of the bigness of a Goose-Quill, and is fastned above to the middle of the Elongation of the Occipital-bone, and the upper, middle, and anterior part of the first Vertebra: He adds, It is observable, when this Ligament is wanting, the Aponeurosis which fastens the Occipital-bone to the Vertebra, is Stronger and Thicker in that part. In this likewise I see no such Disagreement from the Description given by most Writers of the Ligaments of this part, as deserves the Title of a new Discovery; it being very obvious, that the middle of the\nthe fore-part of that Ligament is much thicker than any other part of it.\n\nThe First Figure of M. Dupre Represents the lower part of the Occipital-Bone, together with the Three upper Vertebrae of the Neck, viewed on the Foreside.\n\nA. The Mammillary Process.\n2. The Elongation of the Occipital-bone.\n3. The hole in the Occipital-bone thro' which the Spinal Marrow descends.\n4. The first Vertebra of the Neck.\n5. The Second\n6. The Third\n7. The Muscle which he calls Rengorgeur posterieur, or the Posterior Muscle which Bridles the Head. This I take to be part of the Obliquus superior, as will appear by comparing his Description with that in my Myotom. Reform. p. 120. Fig III. b.\n8. The Muscle call'd Rengorgeur droit (by Dupre) or the straight Muscle which Bridles the Head: This I have called Rectus Lateralis from its Position; It is described by Fallopius, and express in the last mentioned Figure at k.\n9. The Muscle he calls Rengorgeur oblique, or the Oblique Bridling Muscle: This I have called Annuans, and Rectus internus minor, ibid. p. 126. Fig. III. i. Both this and the former Muscles are also Figur'd in my Appendix to The Anatomy of Humane Bodies, Fig.8. and Fig. 25.\n10. The Muscle which he calls the Flexor of the First Vertebra on the Second.\n11. A Ligament whose upper part is fastned to the middle of the Elongation of the Occipital-bone, and the\nthe other Extream of it, to the upper part of the first Vertebra; which seems to be part of that described and figured by Vesalius, Lib. II. Cap.XXX.\n\n12. The other short Ligament which is commonly observed between the Foreparts of all the rest of the Vertebrae.\n\nThe Second Figure of M. Dupre Represents part of the Occipital-bone, together with the two first Vertebrae of the Neck, view'd from behind.\n\n1. The Interior part of the Occipital bone.\n2. The Musculi recti minores.\n3. The Fourth pair of Muscles mentioned by Dupre, which he calls the Auxiliary to the greater and lesser Oblique Muscles: These I take to be parts of the last mentioned Recti.\n4. The First and Second Vertebra of the Neck.\nA. The Mammiform Process.\n\nThese Figures being very ill done, I thought it would not be amiss to add Two Figures of the same Bones in the like Position, done after the Life; not only for the better Explanation of the above-mentioned Muscles, but some others also, which M. Dupre may perchance find in Dissecting these Parts, and take to be new Discoveries also.\n\nFig. II.\n\nRepresents part of the External Surface of the Basis of the Skull, together with the Foreparts of all the Vertebrae of the Neck. N. B. The prick'd Lines denoting the Progress of the Muscles on the Bones.\n\nA. A, &c.\nA A, &c. Part of the Basis of the Cranium.\nB B, The Two Mammiform Processes.\nC C, The Processus Styloides.\nD, The Elongation of the Occipital-bone.\nE, Part of the Foramen, by which the Spinal Marrow descends.\na a, Parts of the Two Condyliform Processes of the Occipital-bone, which are received by the first Vertebra.\n1,2,3,&c. The Foreparts of the Seven Vertebrae of the Neck.\nb, b, The Transverse Processes of the first Vertebra.\nc, c, Their Perforations, through which the Trunks of the Vertebral Veins and Arteries pass.\nd, d, The Transverse Processes of the Second Vertebra.\ne, f, g, h, i, The rest of the Transverse Processes of the Vertebrae of the Neck.\nk,k, Parts of the Oblique Ascending and Descending Processes behind the Transverse.\nl, l, &c. The Foramina between the Vertebrae for the Egress of Nerves from the spinal Marrow.\nF F....The Musculi Annuantes, by M. Dupre called Rengorgeur oblique.\nG G....The Reti Latales by him called Rengorgeur droit.\nH H....The Muscles, which he says, are the Flexors of the First Vertebra on the Second; which I rather think are employed in Shaking the Head, they arising from the Transverse Processes of the Second Vertebra, and ascend obliquely forwards to the First.\nI....The Obliquus Superior which M. Dupre calls Rengorgeur posterieur.\n\nFig. III.\nFig. III.\n\nThe hinder Parts of the Bones, represented in the preceding Figure, with prickt Lines, as before.\n\nA the Occipital-bone.\nBB, Parts of the Lambdoidal Sutures.\nCC, That part of the Occipital-bone where the Splenius, Complexus, and the rest of the Muscles of the Head cease to terminate.\nDD, The Mammiform Processes.\nEE, Parts of the Styliform Processes.\n1, 2, 3, &c. The back Parts of all the Vertebrae of the Neck.\nFF, The Musculi recti minores.\nGG.... The Muscles which M. Dupre says, are the Auxiliaries to the greater and lesser Oblique; which I take to be parts of the last mentioned Recti minores, and not found distinct in all Bodies.\nHH.... The Recti Latales, mentioned by Faloppius.\nII.... The small Muscles placed between the Transverse Processes of the First and Second Vertebra of the Neck.\ni.... Another small Muscle like the former, placed between the Second and Third Vertebra.\nKK, &c. The Four pair of Muscles I call Interspinales Colli, which are described in my Book of the Muscles, &c.\nNicholas Brodes, of Thirty Years of Age, having been Afflicted for the space of Ten Years with an Incessant Head-ach, (which for the last Twelve Months before his Decease had been more violent than formerly, and depriv'd him of his Sight) upon the 15th of March, 1697, was received into the Hotel Dieu. After his Head was shaved, there appeared a large Tumor, which extended itself over the Hairy Scalp. In the midst of the left Parietal-bone, there was the Pulsation of an Artery, and a small Fluctuation, the rest of the Tumor being exceeding hard. M. Dupre, fearing this might be an Aneurism, was unwilling to open the Tumor, till he was constrained to it, by the importunate Intreatesies of the Patient, who chose rather the Hazard of his Life, than any longer to endure so exquisite a Torment. As soon as an Aperture was made, there issu'd out a quantity of thick concreted Blood, which wet the Bolsters at every Dressing. The Second day he felt a hard Body with his Probe, loose in the Flesh, which being taken out, appeared to be a small Fragment of a Bone Exfoliated, resembling a small Comb-brush. Upon the Fourth day the Patient dyed.\n\nIn Dissecting the Head, the Tumified part of the Skull appeared to arise more than an Inch above the found Bone. The whole Swelling of the Cranium was made up of several Substances, not unlike little Horns, or innumerable small hollow Cones, with their points downwards; besides a great number of Bony Fibres, straight, stiff, and pointed, resembling the Teasels used by\nby Cloth-workers. In the next place there were several Holes, some of which Perforated the Skull, others not. There was no distinction of the Sutures. The Meninges were Mortified and Confounded together, and in part adhered to the Bony Excrescencies of the Left Parietal-Bone; nevertheless the Brain was found and entire. The inequalities of the inner Surface of the Cranium, resembled melted Metal poured down from a considerable height, on a light moving Sand; or the inside of a Grotto, in which the Stones jet out in an irregular manner. The whole Left side had lost its natural Figure, and the Right had only a few Impressions, made by the beating of the Arteries of the Dura Mater.\n\nIt is not unlikely (he adds) this might proceed from some Pocky Matter, but in an exact search of the Body no appearance of any such Distemper could be found. M. Dupre therefore imagines, the Blood Vessels of the Diploe might possibly be burst by some accidental blow on the Head, or eroded by some Acidities of the Humors, and the Blood be extravasated in its Cells; this stagnating, and by degrees arriving to a very high degree of Corruption; he thinks it is not much to be admired, that the more ponderous part (by its great Acidity) should dissolve the contiguous bone, and after it has penetrated that, by eroding such nice and sensible Membranes, as the Pericranium and Dura Mater, cause exquisite pains.\n\nTo explain the Irregularities of the Skull he premises, that its upper Plate is composed of Strata of Bony Fibres, lying Parallel to each other, and of an Arched Figure. Now when the Volatile Acid sublimes, (says he) and dissolves one end of the Bony Fibre, it must by its Elasticity spring up and become erect on the other. If more of these happen to have those ends which remain on the\nCranium around one point, they form the small Cones above-noted, by means of a viscous Matter which Cements them together, and fills up their Interstices: On the contrary, if they start separately they form a Capillary Appearance.\n\nMr. Cowper's Remarks.\n\nWhat weight these Reasons may have with an Intelligent Reader, I shall not pretend to decide.\n\nExcrencences not unlike this of the Skull, have been observed in most other Bones of the Body (the Os Petrosum, Incus, Malleus, Stapes, &c. not excepted) and the Disease is commonly called Spina Ventosa. It is remarkable, that the Bones of Children and young Bodies (especially their Appendages) are more subject to the like Accidents, than those in Years; by reason their Fibrillae are much softer and apt to extend, whereby that part of the Bone itself grows Tumid, and frequently becomes Carious; and this probably might give occasion for Imposing the Name of Pædarthroce on that Disease, which is vulgarly call'd, The Joint-Evil. When the Cartilages on the extremities of Bones in their Articulations are eroded (and their Appendages thus Diseas'd) the Bony Fibres sometimes Germinate and Unite both Bones, in such a manner, that they afterwards appear to be one continued one, as I have seen in the Hip and Thigh-bone, and again in the Thigh-bone the Tibia and Patella, and frequently in the Offa Tarfi, Metatarsi, and Bones of the Toes; many Instances of which are mentioned by Writers, in the Vertebre and other Bones. This Union of Bones at their Articulations, may also happen through a defect of the Mucilage.\nThe Germination of Bony Fibres, after any Peccant Matter has destroy'd some of them, and relaxt others, is no more surprising, than the Fleshy Inequalities we commonly meet with in hollow Ulcers, of the softer Parts, as in the Membranes, Muscles, Glands, &c. Besides the Inequalities on the Surfaces of Bones thus affected, and their being very much distended, I have frequently seen divers large holes in them; (besides those for the Transit of the Blood-Vessels) some of which have past quite through them: The like has been observed in both Tables of the Skull, as M. Dupre has taken notice, where part of the Bone has been dissolved into an Ichorous Matter, which sometimes has happened, and the External Teguments not been injured; of both these Cases I have mentioned Examples in the 93d Table, and in my Introduction to the Anatomy of Humane Bodies lately published.\n\nVII. An Anatomical Account of a Child's Head, Born without a Brain in October last, 1698. By Mons. Bussiere.\n\nA French Woman living at Dung-bill, of a good Complexion, and in perfect Health during all the time of her being with Child, was then brought to Bed of a Boy, as big and tall as a Child can be in that Age, well shap'd in his Body, and Limbs very sound, without the least mark of Corruption, except that his Eyes did look as if they had been placed at the top of the Forehead; the Skull was unequal, the skin whereof,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102610.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 17,
    "total-input-tokens": 25736,
    "total-output-tokens": 5008,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        0,
        4
      ],
      [
        0,
        0,
        5
      ],
      [
        0,
        1285,
        6
      ],
      [
        1285,
        2992,
        7
      ],
      [
        2992,
        4860,
        8
      ],
      [
        4860,
        6604,
        9
      ],
      [
        6604,
        7971,
        10
      ],
      [
        7971,
        9260,
        11
      ],
      [
        9260,
        10561,
        12
      ],
      [
        10561,
        11575,
        13
      ],
      [
        11575,
        13092,
        14
      ],
      [
        13092,
        14882,
        15
      ],
      [
        14882,
        16452,
        16
      ],
      [
        16452,
        17853,
        17
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102610",
    "title": "An Abstract of an Accoun of Five Pair of Muscles, which Serve for Different Motions of the Head, on the First and Second Vertebra of the Neck; and of Two Ligaments, One of which Fastens the Head to the First Vertebra, and the Other Fastens the First to the Second. To which is Annext the History of an Uncommon Appearance of a Humane Skull. By M. Dupre, Surgeon, and First Ayde-Major to the Hotel-Dieu in Paris: With Remarks by William Cowper",
    "authors": "M. Dupre, William Cowper",
    "year": 1699,
    "volume": "21",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 17,
    "jstor_url": "https://www.jstor.org/stable/102610"
  }
}