{
  "id": "a4898cb671720aecf4162bab3b5d265f4a84254d",
  "text": "ADVERTISEMENT.\n\nThe Committee appointed by the Royal Society to direct the publication of the Philosophical Transactions, take this opportunity to acquaint the Public, that it fully appears, as well from the Council-books and Journals of the Society, as from repeated declarations which have been made in several former Transactions, that the printing of them was always, from time to time, the single act of the respective Secretaries till the Forty-seventh Volume; the Society, as a Body, never interesting themselves any further in their publication, than by occasionally recommending the revival of them to some of their Secretaries, when, from the particular circumstances of their affairs, the Transactions had happened for any length of time to be intermitted. And this seems principally to have been done with a view to satisfy the Public, that their usual meetings were then continued, for the improvement of knowledge, and benefit of mankind, the great ends of their first institution by the Royal Charters, and which they have ever since steadily pursued.\n\nBut the Society being of late years greatly enlarged, and their communications more numerous, it was thought advisable that a Committee of their members should be appointed, to reconsider the papers read before them, and select out of them such as they should judge most proper for publication in the future Transactions; which was accordingly done upon the 26th of March 1752. And the grounds of their choice are, and will continue to be, the importance and singularity of the subjects, or the advantageous manner of treating them; without pretending to answer for the certainty of the facts, or propriety of the reasonings, contained in the several papers so published, which must still rest on the credit or judgement of their respective authors.\n\nIt is likewise necessary on this occasion to remark, that it is an established rule of the Society, to which they will always adhere, never to give their opinion, as a Body,\nupon any subject, either of Nature or Art, that comes before them. And therefore\nthe thanks, which are frequently proposed from the Chair, to be given to the authors\nof such papers as are read at their accustomed meetings, or to the persons through\nwhose hands they received them, are to be considered in no other light than as a\nmatter of civility, in return for the respect shown to the Society by those communi-\ncations. The like also is to be said with regard to the several projects, inventions,\nand curiosities of various kinds, which are often exhibited to the Society; the authors\nwhereof, or those who exhibit them, frequently take the liberty to report and even to\ncertify in the public newspapers, that they have met with the highest applause and\napprobation. And therefore it is hoped that no regard will hereafter be paid to such\nreports and public notices; which in some instances have been too lightly credited,\nto the dishonour of the Society.\nA List of Public Institutions and Individuals, entitled to receive a copy of the Philosophical Transactions of each year, on making application for the same directly or through their respective agents, within five years of the date of publication.\n\nIn the British Dominions.\nThe King's Library.\nThe Admiralty Library.\nThe Radcliffe Library, Oxford.\nThe Royal Geographical Society.\nThe United Service Museum.\nThe Royal College of Physicians.\nThe Society of Antiquaries.\nThe Linnean Society.\nThe Royal Institution of Great Britain.\nThe Society for the Encouragement of Arts.\nThe Geological Society.\nThe Horticultural Society.\nThe Royal Astronomical Society.\nThe Royal Asiatic Society.\nThe Royal Society of Literature.\nThe Medical and Chirurgical Society.\nThe London Institution.\nThe Entomological Society of London.\nThe Zoological Society of London.\nThe Institute of British Architects.\nThe Institution of Civil Engineers.\nThe Cambridge University Philosophical Society.\nThe Royal Society of Edinburgh.\nThe Royal Irish Academy.\nThe Royal Dublin Society.\nThe Asiatic Society at Calcutta.\nThe Royal Artillery Library at Woolwich.\nThe Royal Observatory at Greenwich.\nThe Observatory at Dublin.\nThe Observatory at Armagh.\nThe Observatory at the Cape of Good Hope.\nThe Observatory at Madras.\nThe Observatory at Paramatta.\nThe Observatory at Edinburgh.\n\nDenmark.\nThe Royal Society of Sciences at Copenhagen.\nThe Royal Observatory at Altona.\n\nFrance.\nThe Royal Academy of Sciences at Paris.\nThe Royal Academy of Sciences at Thoulouse.\nThe École des Mines at Paris.\nThe Geographical Society at Paris.\nThe Entomological Society of France.\nThe Dépôt de la Marine, Paris.\nThe Geological Society of France.\nThe Jardin des Plantes, Paris.\n\nGermany.\nThe University at Göttingen.\nThe Cesarean Academy of Naturalists at Bonn.\nThe Observatory at Manheim.\n\nItaly.\nThe Italian Society of Sciences at Modena.\nThe Royal Academy of Sciences at Turin.\n\nSwitzerland.\nThe Société de Phys. et d'Hist. Nat. at Geneva.\n\nBelgium.\nThe Royal Academy of Sciences at Brussels.\n\nNetherlands.\nThe Royal Institute of Amsterdam.\nThe Batavian Society of Experimental Philosophy at Rotterdam.\n\nSpain.\nThe Royal Observatory at Cadiz.\n\nPortugal.\nThe Royal Academy of Sciences at Lisbon.\n\nPrussia.\nThe Royal Academy of Sciences at Berlin.\n\nRussia.\nThe Imperial Academy of Sciences at St. Petersburg.\n\nSweden and Norway.\nThe Royal Academy of Sciences at Stockholm.\nThe Royal Society of Sciences at Drontheim.\n\nUnited States.\nThe American Philosophical Society at Philadelphia.\nThe American Academy of Sciences at Boston.\nThe Library of Harvard College.\n\nThe fifty Foreign Members of the Royal Society.\nA List of Public Institutions and Individuals, entitled to receive a copy of the Astronomical Observations made at the Royal Observatory at Greenwich, on making application for the same directly or through their respective agents, within two years of the date of publication.\n\nIn the British Dominions.\n\nThe King's Library.\nThe Board of Ordnance.\nThe Royal Society.\nThe Savilian Library, Oxford.\nThe Library of Trinity College, Cambridge.\nThe King's Observatory at Richmond.\nThe Royal Observatory at Greenwich.\nThe University of Aberdeen.\nThe University of St. Andrews.\nThe University of Dublin.\nThe University of Edinburgh.\nThe University of Glasgow.\nThe Observatory at Oxford.\nThe Observatory at Cambridge.\nThe Observatory at Dublin.\nThe Observatory at Armagh.\nThe Observatory at the Cape of Good Hope.\nThe Observatory at Paramatta.\nThe Observatory at Madras.\nThe Royal Institution of Great Britain.\nThe Royal Society, Edinburgh.\nThe Astronomical Institution, Edinburgh.\nThe President of the Royal Society.\nThe Lowndes's Professor of Astronomy, Cambridge.\nThe Plumian Professor of Astronomy, Cambridge.\nFrancis Baily, Esq. V.P.\nThomas Henderson, Esq. of Edinburgh.\nJohn William Lubbock, Esq. V.P. and Treas. R.S.\nCaptain W. H. Smyth, R.N. of Cardiff.\nSir James South, Observatory, Kensington.\n\nIn Foreign Countries.\n\nThe Royal Academy of Sciences at Berlin.\nThe Royal Academy of Sciences at Paris.\nThe Imperial Academy of Sciences at St. Petersburg.\nThe Royal Academy of Sciences at Stockholm.\nThe Royal Society of Sciences at Upsal.\nThe Board of Longitude of France.\nThe University of Göttingen.\nThe University of Leyden.\nThe Academy of Bologna.\nThe American Academy of Sciences at Boston.\nThe American Philosophical Society at Philadelphia.\nThe Library of Harvard College.\nThe Observatory at Helsingfors.\nThe Observatory at Altona.\nThe Observatory at Berlin.\nThe Observatory at Breslau.\nThe Observatory at Brusscls.\nThe Observatory at Cadiz.\nThe Observatory at Coimbra.\nThe Observatory at Copenhagen.\nThe Observatory at Dorpat.\nThe Observatory at Königsberg.\nThe Observatory at Manheim.\nThe Observatory at Marseilles.\nThe Observatory at Milan.\nThe Observatory at Munich.\nThe Observatory at Palermo.\nThe Observatory at Paris.\nThe Observatory at Seeberg.\nThe Observatory at Vienna.\nThe Observatory at Tubingen.\nThe Observatory at Wilna.\nProfessor Bessel, of Königsberg.\nThe Dépôt de la Marine, Paris.\nThe Bowden College, United States.\nThe Waterville College, United States.\nROYAL MEDALS.\n\nHER MAJESTY QUEEN VICTORIA, in restoring the Foundation of the Royal Medals, has been graciously pleased to approve of the following regulations for the award of them:\n\nThat the Royal Medals be given for such papers only as have been presented to the Royal Society, and inserted in their Transactions.\n\nThat the triennial Cycle of subjects be the same as that hitherto in operation: viz.\n\n1. Astronomy; Physiology, including the Natural History of Organized Beings.\n2. Physics; Geology or Mineralogy.\n3. Mathematics; Chemistry.\n\nThat, in case no paper, coming within these stipulations, should be considered deserving of the Royal Medal, in any given year, the Council have the power of awarding such Medal to the author of any other paper on either of the several subjects forming the Cycle, that may have been presented to the Society and inserted in their Transactions; preference being given to the subjects of the year immediately preceding: the award being, in such case, subject to the approbation of Her Majesty.\n\nThe Council propose to give one of the Royal Medals in the year 1840 for the most important unpublished paper in Physics, communicated to the Royal Society for insertion in their Transactions after the termination of the Session in June 1837, and prior to the termination of the Session in June 1840.\n\nThe Council propose also to give one of the Royal Medals in the year 1840 for the most important unpublished paper in Geology or Mineralogy, communicated to the\nRoyal Society for insertion in their Transactions after the termination of the Session in June 1837, and prior to the termination of the Session in June 1840.\n\nThe Council propose to give one of the Royal Medals in the year 1841 for the most important unpublished paper in Mathematics, communicated to the Royal Society for insertion in their Transactions after the termination of the Session in June 1838, and prior to the termination of the Session in June 1841.\n\nThe Council propose also to give one of the Royal Medals in the year 1841 for the most important unpublished paper in Chemistry, communicated to the Royal Society for insertion in their Transactions after the termination of the Session in June 1838, and prior to the termination of the Session in June 1841.\n\nThe Council propose to give one of the Royal Medals in the year 1842 for the most important unpublished paper in Astronomy, communicated to the Royal Society for insertion in their Transactions after the termination of the Session in June 1839, and prior to the termination of the Session in June 1842.\n\nThe Council propose also to give one of the Royal Medals in the year 1842 for the most important unpublished paper in Physiology, including the Natural History of Organized Beings, communicated to the Royal Society for insertion in their Transactions after the termination of the Session in June 1839, and prior to the termination of the Session in June 1842.\n\nThe Council propose to give one of the Royal Medals in the year 1843 for the most important unpublished paper in Physics, communicated to the Royal Society for insertion in their Transactions after the termination of the Session in June 1840, and prior to the termination of the Session in June 1843.\n\nThe Council propose also to give one of the Royal Medals in the year 1843 for the most important unpublished paper in Geology or Mineralogy, communicated to the Royal Society for insertion in their Transactions after the termination of the Session in June 1840, and prior to the termination of the Session in June 1843.\nADJUDICATION of the Medals of the Royal Society for the year 1839 by the President and Council.\n\nThe Copley Medal to Robert Brown, Esq., D.C.L., F.R.S., for his discoveries, during a series of years, on the subject of Vegetable Impregnation.\n\nThe Royal Medal, in the department of Astronomy, to James Ivory, Esq., K.H., F.R.S., for his paper entitled \"On the theory of the Astronomical Refractions,\" published in the Philosophical Transactions for 1838.\n\nThe Royal Medal, in the department of Physiology, including the Natural History of Organized Beings, to Martin Barry, M.D., for his papers entitled \"Researches in Embryology,\" published in the Philosophical Transactions for 1838 and 1839.\nCONTENTS.\n\nI. On the Chemical Action of the Rays of the Solar Spectrum on Preparations of Silver and other Substances, both metallic and non-metallic, and on some Photographic Processes. By Sir John F. W. Herschel, Bart. K.H. V.P.R.S. &c. page 1\n\nII. Experimental Researches in Electricity.—Sixteenth Series. By Michael Faraday, Esq., D.C.L. F.R.S. Fullerian Prof. Chem. Royal Institution, Corr. Memb. Royal and Imp. Acadd. of Sciences, Paris, Petersburgh, Florence, Copenhagen, Berlin, Göttingen, Modena, Stockholm, &c. &c. . . . . . . . . . . . . 61\n\nIII. Experimental Researches in Electricity.—Seventeenth Series. By Michael Faraday, Esq., D.C.L. F.R.S. Fullerian Prof. Chem. Royal Institution, Corr. Memb. Royal and Imp. Acadd. of Sciences, Paris, Petersburgh, Florence, Copenhagen, Berlin, Göttingen, Modena, Stockholm, &c. &c. . . . . . . . . . . . . 93\n\nIV. Contributions to Terrestrial Magnetism. By Major Edward Sabine, R.A. V.P.R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 129\n\nV. A Supplement to a Paper entitled \"Remarks on the Theory of the Dispersion of Light, as connected with Polarization.\" By the Rev. Baden Powell, M.A. F.R.S. F.G.S. F.R.Ast.S., Savilian Professor of Geometry in the University of Oxford . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 157\n\nVI. Additional Note to the Eleventh Series of Researches on the Tides. By the Rev. W. Whewell, B.D. F.R.S., Fellow of Trinity College, Cambridge . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 161\n\nVII. An Account of the Shooting Stars of 1095 and 1243. By Sir Francis Palgrave, K.H. F.R.S. &c. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 175\nVIII. Further particulars of the Fall of the Cold Bokkeveld Meteorolite. By Thomas Maclear, Esq. F.R.S. &c., in a Letter to Sir John F. W. Herschel, Bart. K.H. V.P.R.S. &c. &c. Communicated by Sir John F. W. Herschel. 177\n\nIX. An account of Experiments made with the view of ascertaining the possibility of obtaining a Spark before the Circuit of the Voltaic Battery is completed. By John P. Gassiot, Esq. Communicated by P. M. Roget, M.D. Sec. R.S. &c. 183\n\nX. Researches in Physical Geology.—Second Series. By W. Hopkins, Esq. M.A. F.R.S., Fellow of the Royal Astronomical Society, of the Geological Society, and of the Cambridge Philosophical Society. . . . . . . . . . . . . . . 193\n\nXI. Second Letter on the Electrolysis of Secondary Compounds. Addressed to Michael Faraday, Esq. D.C.L. F.R.S., Fullerian Prof. Chem. Royal Institution, &c. &c. &c. By J. Frederic Daniell, Esq. F.R.S. For. Sec. R.S., Prof. Chem. in King's College, London. . . . . . . . . . . . . . . 209\nADJUDICATION of the Medals of the Royal Society for the year 1840 by the President and Council.\n\nThe Copley Medal to Professor Liebig, Foreign Mem. R.S., &c., for his discoveries in Organic Chemistry, and particularly for his development of the composition and theory of Organic Radicals.\n\nAnother Copley Medal to M. Sturm, Foreign Mem. R.S., &c., for his \"Mémoire sur la Résolution des Equations Numériques,\" published in the Mémoires des Savans Etrangers for 1835.\n\nThe Rumford Medal to M. Biot, Foreign Mem. R.S., &c., for his researches in, and connected with, the circular Polarization of Light.\n\nThe Royal Medal in the department of Physics, to Sir John F. W. Herschel, Bart., K.H., V.P.R.S., &c., for his Paper entitled, \"On the Chemical Action of the Rays of the Solar Spectrum on Preparations of Silver and other Substances, both metallic and non-metallic, and on some Photographic Processes,\" published in the Philosophical Transactions for 1840.\n\nThe other Royal Medal, not having been awarded in the department of Geology, was awarded in that of Physiology, to Charles Wheatstone, Esq., F.R.S., &c., for his Paper entitled \"Contributions to the Physiology of Vision,\" published in the Philosophical Transactions for 1838.\nCONTENTS.\n\nXII. The Bakerian Lecture.—On the Theoretical Explanation of an apparent new Polarity in Light. By G. B. Airy, Esq., M.A., F.R.S., Astronomer Royal. .................................................. page 225\n\nXIII. On the Nervous System. By Sir Charles Bell, F.R.S., &c. .................. 245\n\nXIV. Researches on the Tides.—Twelfth Series. On the Laws of the Rise and Fall of the Sea's Surface during each Tide. By the Rev. W. Whewell, B.D., F.R.S., Fellow of Trinity College, Cambridge. ........................................... 255\n\nXV. Contributions to the Chemical History of Archil and of Litmus. By Robert Kane, M.D., M.R.I.A. Communicated by Francis Baily, Esq., V.P.R.S., &c. &c. &c. ................................................................. 273\n\nXVI. On the influence of Iodine in rendering several Argentine Compounds, spread on Paper, sensitive to Light, and on a new Method of producing, with greater distinctness, the Photographic Image. By Mr. Robert Hunt. Communicated by Sir J. F. W. Herschel, Bart., K.H., V.P.R.S., &c. &c. &c. ............................................. 325\n\nXVII. Description of an Escapement for an Astronomical Clock, invented by the late Captain Henry Kater, F.R.S., &c., drawn up from his own Memorandums by his Son Edward Kater, Esq. Communicated by Sir J. F. W. Herschel, Bart., K.H., V.P.R.S., &c. &c. &c. ............................................. 335\n\nXVIII. On the Constitution of the Resins. Part IV. By James F. W. Johnston, Esq., M.A., F.R.S., Professor of Chemistry and Mineralogy in the University of Durham. .............................................................................................................. 341\n\nXIX. On the Constitution of the Resins. Part V. By James F. W. Johnston, Esq., M.A., F.R.S., Professor of Chemistry and Mineralogy in the University of Durham. .............................................................................................................. 361\n\nXX. Experimental Researches on the Strength of Pillars of Cast Iron, and other Materials. By Eaton Hodgkinson, Esq. Communicated by Peter Barlow, Esq., F.R.S., &c. ............................................................................................................. 385\nXXI. On the Minute Structure and Movements of Voluntary Muscle. By William Bowman, Esq., Demonstrator of Anatomy in King's College, London, and Assistant Surgeon to the King's College Hospital. In a Letter addressed to Robert Bentley Todd, M.D., F.R.S., Professor of General Anatomy and Physiology in King's College, London. Communicated by Professor Todd. . . . . 457\n\nXXII. An Account of Experiments on the Reflecting Telescope. By the Right Honourable Lord Oxmantown, F.R.S., &c. . . . . . . . . . . . . . . 503\n\nXXIII. Researches in Embryology. Third Series: A Contribution to the Physiology of Cells. By Martin Barry, M.D., F.R.S., F.R.S.E., Fellow of the Royal College of Physicians in Edinburgh. . . . . . . . . . . . . . . . . . . . . . . . . 529\n\nXXIV. On the Corpuscles of the Blood. By Martin Barry, M.D., F.R.S., F.R.S.E., &c. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 595\n\nIndex . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 613\n\nAPPENDIX.\n\nPresents . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . [1]\n\nMeteorological Journal kept at the Apartments of the Royal Society, by order of the President and Council.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108208.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 15,
    "total-input-tokens": 24348,
    "total-output-tokens": 5321,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1993,
        3
      ],
      [
        1993,
        2953,
        4
      ],
      [
        2953,
        5610,
        5
      ],
      [
        5610,
        8087,
        6
      ],
      [
        8087,
        9587,
        7
      ],
      [
        9587,
        11649,
        8
      ],
      [
        11649,
        12343,
        9
      ],
      [
        12343,
        14080,
        10
      ],
      [
        14080,
        15056,
        11
      ],
      [
        15056,
        15056,
        12
      ],
      [
        15056,
        16290,
        13
      ],
      [
        16290,
        18548,
        14
      ],
      [
        18548,
        19864,
        15
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108208",
    "title": "Front Matter",
    "authors": null,
    "year": 1840,
    "volume": "130",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 15,
    "jstor_url": "https://www.jstor.org/stable/108208"
  }
}