{
  "id": "0e96399a11ab071f2a813ad843ff8035b8ba9fe9",
  "text": "XVI. An Account of a Stone, or Calculus, making its Way out through the Scrotum; communicated by Mr. John Sisley, Surgeon, to Sir Hans Sloane, Bart. Pr. R. S. &c.\n\nONE Robert Swann, of East-Malling, Kent, a hard working Man in the Woods, lent for me one Day to see him. When I came to him, I found him with a large Swelling on his Testicles; on the upper Part of the Scrotum, I found a small Hole or two, and he told me, his Urine oused out sometimes. I passed the Probe in, and found a hard Substance, which seemed to be large: I told him, he had a large Stone lodged there, at which the poor Man was much surprised. I told him, I would make Incision and take it out; he refused to be cut. I dilated it in another Manner, made the Orifice pretty large: The Swelling of his Testicles asswaged, he goes to work, as usual; about a Week's time after, coming home at Night with a large Bundle of Wood at his Back, found himself more in Pain than ordinary; as soon as he got home, complained to his Wife, and told her he was very much in Pain, went to-bed, desired me to be sent for immediately; but before I could get to him, the Stone forced its Way out; and as soon as I came to him, the poor Man seemed much rejoiced, and told me, (as he expressed himself) the Swan had laid an Egg: Its Weight at first was \\( \\frac{3}{4} \\) v and \\( \\frac{3}{4} \\) j, now almost four Ounces and three Quarters. This Man lived about seven Years after this, in a good State of Health, and lived to the Age of Threescore or\nor upwards. He told me, he believed the Stone had been growing there for near thirty Years; but never apprehended it to be a Stone, but used to complain of a Weight, as if it were half a Pound, carried between his Legs.\n\nJohn Sisley,\nSurgeon and Apothecary,\nTown-Malling, Kent.\n\nXVII. A Letter from Mr. Moreton Gilks, F. R. S. to Dr. Mortimer, Sec. R. S. giving some Account of the Petrefactions near Matlock Baths in Derbyshire; with his Conjectures concerning Petrefaction in General.\n\nSIR,\n\nIn the mountainous Part of Derbyshire, about Cromford, is a Valley of at least a Mile and half long, walled on each Side with high craggy Rocks; the East Side cliffy, the West more reclining, but extremely rough and difficult of Ascent; being composed of large loose Pieces of the Lime-stone Rock, of five, ten, or twenty Ton Weight; that seem at some Distance of Time to have broken off from the Top of the Cliffs, and fallen down into the Valleys.—At the Bottom of the Valley, which seems to be a great gaping Fissure of the Rock, runs the River Derwent harshly along its rocky Bottom. About the Middle of the Valley, at near 50 Foot perpendicular Height from the River, issue forth several Ri-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104289.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 795,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1504,
        2
      ],
      [
        1504,
        2694,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104289",
    "title": "An Account of a Stone, or Calculus, Making Its Way Out Through the Scrotum; Communicated by Mr. John Sisley, Surgeon, to Sir Hans Sloane, Bart. Pr. R. S. &c.",
    "authors": "John Sisley",
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104289"
  }
}