{
  "id": "5fd7fcafa46b7308b9b6d35438c4a2e10b29d18c",
  "text": "INDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1845.\n\nA.\n\nAiry (George B., Esq.). On the Laws of the Tides on the Coasts of Ireland, as inferred from an extensive series of observations made in connection with the Ordnance Survey of Ireland, 1.\n\nAlkali (vegeto-), an account of the artificial formation of a, 253.\n\nAmmonia, solidification of, 169.\n\nΑμόρφωτα, No. 1. On a case of Superficial Colour presented by a homogeneous fluid internally colourless, 143.\n\n———, No. II. On the Epipôlic Dispersion of Light, 147.\n\nB.\n\nBakerian Lecture, 179.\n\nBenzoline, a new organic salt-base from bitter almond oil, 263. Hydrochlorate of, 265. Nitrate of, ibid. Pyrobenzoline, 266.\n\nC.\n\nCourtown, discussion of the Tidal Observations made at, 116. The Solar tide at, is greater than the Lunar tide, 121.\n\nCrops, Memoir on the Rotation of, and on the quantity of inorganic matters abstracted from the soil by various Plants under different circumstances, 179. Introduction, ibid. Part I. On the quantity of produce obtained from the several plots of ground, each year throughout the period during which the experiments were continued, 185. Part II. On the chemical composition of certain crops cultivated in the Botanic Garden, and on the amount of inorganic principles abstracted by them from the soil during the period the experiments were conducted, 211. Part III. On the chemical composition of the soil in which the crops were grown, and on the proportion of its ingredients that was available for the purposes of vegetation, 240.\n\nCyanogen, Solidification of, 168.\nD.\n\nDaubeney (Charles, M.D.). Memoir on the Rotation of Crops, and on the quantity of inorganic matters abstracted from the soil by various plants under different circumstances, 179.\n\nDavy (John, M.D.). On the temperature of Man, 319.\n\nE.\n\nElectro-Physiological Researches. First Memoir.—The muscular current, 283.\nSecond Memoir.—On the proper current of the Frog, 297.\nThird Memoir.—On induced contractions, 303.\n\nEpipolic Dispersion of Light, 147.\nEuchlorine, solidification of, 166.\n\nF.\n\nFaraday (Michael, Esq.). On the Liquefaction and Solidification of bodies generally existing as Gases, 155.\nFluoboron, liquefaction of, 162.\nFluosilicon, liquefaction of, 162.\nFownes (George, Esq., Ph.D.). An account of the artificial formation of a vegeto-alkali, 253.\nOn benzoline, a new organic salt-base from bitter almond oil, 263.\nFrog, on the muscular current of the, 283.\n—, on the proper current of the, 297.\n—, on induced contractions in the, 303.\nFurfurine, vegeto-alkali produced by the duplication of the elements of furfurolamide, 261.\nFurfurol, oil produced by the action of sulphuric acid on bran, 261.\nFurfurolamide, product of the action of ammonia on furfurol, 261.\n\nG.\n\nGases, on the Liquefaction and Solidification of bodies generally existing as, 155. Additional remarks respecting the condensation of, 172.\nGrove (W. R., Esq.). On the gas voltaic battery. Voltaic action of phosphorus, sulphur, and hydrocarbons, 351.\n\nH.\n\nHenry (Thomas H., Esq.). On the Compounds of Tin and Iodine, 363.\nHerschel (Sir John Frederick William, Bart.). Ἀμόρφωτα, No. I. On a case of Superficial Colour presented by a homogeneous fluid internally colourless, 143.\n—, Ἀμόρφωτα, No. II. On the Epipolic Dispersion of Light, 147.\nHydriodic acid, Liquefaction and Solidification of, 161.\nHydrobromic acid, Liquefaction and Solidification of, 161.\nHydrocarbons, voltaic action of, 357.\nHydrogen, phosphuretted, liquefaction of, 162.\n—, sulphuretted, solidification of, 164.\n—, arsiniuretted, non-solidification of, 170.\nI.\n\nIreland, on the Laws of the Tides on the Coasts of, 1.\n\nJ.\n\nJones (Henry Bence, M.D.). Contributions to the chemistry of the urine, 335.\n\nL.\n\nLight, on the Epipolic Dispersion of, 147.\n———, on the elliptic polarization of, by reflexion from metallic surfaces, 269.\nLiquefaction, on the, of Gases, 155.\n\nM.\n\nMan, on the temperature of, 319.\nMatteucci (Signor Carlo). Electro-Physiological Researches. First Memoir.—The muscular current, 283.\nSecond Memoir.—On the proper current of the Frog, 297.\nThird Memoir.—On induced contractions, 303.\nMuriatic acid, non-solidification of, 163.\n\nN.\n\nNewbold (Captain). On the Temperature of the Springs, Wells and Rivers of India and Egypt, and of the Sea and Table-lands within the tropics, 125.\nNewton's Dial, an account of, presented to the Royal Society by the Rev. Charles Turnor, 141.\nNitrous oxide, solidification of, 167, 172.\n\nO.\n\nOleflant Gas, liquefaction of, 160, 173. Solubility of, in Alcohol, Ether, Oil of Turpentine, &c., ibid.\nOxygen, non-liquefaction of, 175.\n\nP.\n\nPhosphorus, voltaic action of, 352.\nPolarization, on the elliptic, of light by reflexion from metallic surfaces, 269. Theoretical investigation, 272. Apparatus, 277. Observations, 278.\nPowell (Rev. Baden). On the elliptic polarization of light by reflexion from metallic surfaces, 269.\n\nS.\n\nSolidification, on the, of Gases, 155.\nSulphur, voltaic action of, 356.\nTemperature, on the, of the Springs, Wells and Rivers of India and Egypt, and of the Sea and Table-lands within the tropics, 125.\n\nTemperature of Man, on the, 319. 1. Of the variation of temperature during the twenty-four hours, 320. 2. Of the variation of temperature during different seasons of the year, 321. 3. Of the effect of active exercise on the temperature, 322. 4. Of the effect of carriage exercise, 323. 5. Of the effect of exposure to cold air without exercise, ibid. 6. Of the effect of excited and sustained attention, ibid. Of the effect of taking food, 324.\n\nThermal Springs, Note on the, of the Peninsula of India, 139.\n\nTide, Solar greater than Lunar, at Courtown, 121.\n\nTides, on the Laws of the, on the Coasts of Ireland, as inferred from an extensive series of observations made in connection with the Ordnance Survey of Ireland, 1.\n\nSection I.—Account of the stations, levellings, times, and methods of observation, 3.\n\nSection II.—Methods of extracting from the observations the times of high and low water; of supplying deficient times and heights; and of correcting the times first determined, 9.\n\nSection III.—Theory of diurnal tide as related to observations only; and deduction of the principal results for diurnal tide given immediately by these observations, 11.\n\nSection IV.—Theory of diurnal tide as referred to the actions of the sun and moon, 21.\n\nSection V.—Discussion of the height of apparent mean water, as deduced from the heights of high and low water only, corrected for diurnal tide; with reference to difference of station, and to variations of the magnitude of the tide and the moon’s declination, 29.\n\nSection VI.—Discussion of the range of tide, and of semimenstrual inequality in height, apparent proportion of solar and lunar effects as shown by heights, and age of tide as shown by heights; from high waters and from low waters, 33.\n\nSection VII.—Establishment of each port, and progress of semidiurnal tide round the island, 38.\n\nSection VIII.—Semimenstrual inequality in time; proportion of solar and lunar effects as shown by times, and apparent age of tide as shown by times; from high water and from low water, 41.\n\nSection IX.—Formation of the time of diurnal high water; progress of the diurnal tide-wave round the island; comparison of its progress and range with those of the semidiurnal tide, 44.\n\nSection X.—Method of expressing the height of the water, throughout every individual tide, by sines and cosines of arcs; and expressions in this form for every tide in the whole series of observations, except those at Courtown, 47.\n\nSection XI.—Discussion of the height of mean water deduced from the analysis of individual tides; with reference to difference of station, and to variations of the phase of the moon, and of the declination of the moon, 96.\n\nSection XII.—Discussion of range of tide, or coefficient of first arc in the analysis of individual tides; and of semimenstrual inequality in range, apparent proportion of solar and lunar effects, and age of tide as deduced from range, 103.\n\nSection XIII.—Establishment of each port, as deduced from the time of maximum of the first periodical term in the analysis of individual tides, 107.\n\nSection XIV.—Semimenstrual inequality in time, proportion of solar and lunar effects from times, and apparent age of tide as shown by times; deduced from the time of maximum of the first periodical term in the analysis of individual tides, 108.\nSection XV.—Comparison of the results as to mean height, range, semimenstrual inequality in height, age of tide obtained from height, establishment, semimenstrual inequality in time, and age of tide obtained from time, deduced from high and low waters only, in Sections V., VI., VII., VIII., with those deduced from the analysis of individual tides in Sections XI., XII., XIII., XIV., 109.\n\nSection XVI.—Remarks on the succeeding terms of the expressions for individual tides, as related to the magnitude of the tide, to the position on the sea-coast, to the position on the river, &c.; comparison with the terms given by the theory of waves; discussion of the quarto-diurnal tide, 112.\n\nSection XVII.—Separate discussion of the tidal observations made at Courtown, 116.\n\nSection XVIII.—Examination into the question of tertio-diurnal tide, 122.\n\nTin, on the compounds of, and Iodine, 363.\n\nTURNOR (Rev. Charles). An account of Newton's Dial, presented to the Royal Society, 141.\n\nU.\n\nUrine, contributions to the chemistry of the, 335. On the variations of the earthy and alkaline phosphates in a healthy state of urine, ibid. On the alkalescence of the urine from fixed alkalies, 343.\n\nV.\n\nVegeto-alkali, an account of the artificial formation of a, 253.\n\nVoltaic Battery, on the Gas. Voltaic action of Phosphorus, Sulphur and Hydrocarbons, 351.\nPRESENTS\nRECEIVED BY\nTHE ROYAL SOCIETY,\nWITH THE\nNAMES OF THE DONORS.\n\nFrom June 1844 to November 1845.\n\nPRESENTS. DONORS.\n\nACADEMIES and SOCIETIES.\n\nAmsterdam:—Nieuwe Verhandelingen van het Koninklijk-Nederlandsche Instituut. Vol. X. 4to. Amsterdam 1844. The Society.\n\nBerlin:—\n\nAbhandlungen der Akademie der Wissenschaften zu Berlin, für 1841, 1842. 4to. Berlin. The Academy.\n\nBericht der Akademie, &c. January to December 1844. 8vo. Berlin. ———\n\nBologna:—Novi Commentarii Academiae Scientiarum Institutii Bononiensis. Vol. VI. 4to. The Academy.\n\nBreslau:—\n\nVerhandlungen der Kaiserlichen Akademie der Naturforscher. Part 2. Vols. XVIII. and XIX. 4to. Breslau 1841–2. The Academy.\n\nNovorum Actorum Academiae Vratislvlaiae et Bonnae. Part 2. Vol. XIX. and Parts 1 and 2, Vol. XX. 4to. Breslau 1843–4.\n\nBrussels:—\n\nAnnales de l'Observatoire Royale de Bruxelles, par M. Quetelet. Tome III. 4to. Bruxelles 1844. Acad. Royale de Bruxelles.\n\nAnnales des Universités de Belgique. 8vo. Bruxelles 1843.\n\nAnnuaire de l'Observatoire de Bruxelles, Années 1844–5. Bruxelles, 12mo. 1843–4.\n\nAnnuaire de l'Académie Royale de Bruxelles. 12mo. Bruxelles 1843.\n\nBulletin des Séances de l'Académie Royale de Bruxelles. Nos. 8 to 12, Vol. X. and 1 to 8, Vol. XI.\n\nMémoires Couronnés et Mémoires des Savants Étrangers, publiés par l'Académie Royale de Bruxelles. 4to. Bruxelles 1844.\n\nBoston:—Journal of the Boston Society of Natural History. No. 4. Vol. IV. No. 1. Vol. V. 8vo. Boston 1844–5. The Society.\n\nCalcutta:—\n\nJournal of the Agricultural and Horticultural Society of India. No. 11. Vol. II. Parts 1 and 2. Vol. III. 8vo. Calcutta 1844.\n\nThe Calcutta Journal of Natural History. Nos. 13 to 17. 8vo. Calcutta 1843. ———\n\nCopenhagen:—Oversigt over det Kgl. danske Videnskabernes Selskabs, forhandlinger og dets Medlemmers Arbeider i 1843. 8vo. Kjøbenhavn 1844.\n\nMDCCCXLV.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nCornwall:—The Thirty-first Annual Report of the Council of the Geological Society of Cornwall. 8vo. Penzance 1844.\n\nDublin:—Transactions of the Royal Irish Academy. Vol. XX. 4to. Dublin 1845.\n\nEdinburgh:—\n\nTransactions of the Royal Society of Edinburgh. Part 4. Vol. XV. 4to. Edinburgh.\n\nProceedings of the Royal Society of Edinburgh. Nos. 23 and 24.\n\nGeneva:—Mémoires de la Société de Physique et d'Histoire Naturelle de Genève. 2me partie. Tome X. 4to. Geneva 1844.\n\nHaarlem:—Naturkundige Verhandelingen van de Hollandsche Maatschappij der Wetenschappen te Haarlem. 1st Stuk, 3 Deel. 4to. Haarlem 1844.\n\nHelsingfors:—Acta Societatis Scientiarum Fennicæ. Part 1. Vol. II. 4to. Helsingfors 1843.\n\nLondon:\n\nAntiquaries, Society of. Index to the Archaeologia, from Vol. XVI. to Vol. XXX. 4to. London 1844.\n\nVetusta Monumenta. Plates XXVI. to XXXIX. fol. London 1844.\n\nArt Union. Eighth Annual Report of the Art Union of London. 8vo. London 1844.\n\nBritish Archaeological Association. Journal, No. 1. 8vo. London 1845.\n\nBritish Association. Report of the Fourteenth Meeting. 8vo. London 1845.\n\nChemical Society. Proceedings, Parts 12, 13. 8vo. London 1845.\n\nEntomological Society. Transactions, Part 1. Vol. IV. 8vo. London 1845.\n\nProceedings.\n\nAddress delivered at the adjourned Anniversary Meeting, on February 10, 1845, by George Newport, Esq. 8vo. London 1845.\n\nGeological Society. Proceedings, Nos. 97, 98, 99, 100. 8vo. London 1844.\n\nInstitution of Civil Engineers. Transactions, Vol. III. 4to. London 1842.\n\nLinnean Society. Transactions, Part 3. Vol. XIX. 4to. London 1844.\n\nLondon University Calendar. 8vo. London 1845.\n\nMedical and Chirurgical Society. Transactions, Vol. XXVII. 8vo. London 1844.\n\nRoyal Agricultural Society of England. Journal, Part 1. Vol. V. 8vo. London 1844.\n\nRoyal Asiatic Society. Journal of the Bombay branch, Nos. 5 and 6.\n\nJournal, Parts 1, 2. Vol. XV. 8vo. London 1844.\n\nRoyal College of Surgeons. List of the Fellows. 8vo. London 1844.\n\nRoyal Geographical Society. Journal, Part 2. Vol. XIII. Parts 1, 2. Vol. XIV. 8vo. London 1844.\n\nSociety of Arts. Transactions, Vol LV. 8vo. London 1845.\n\nStatistical Society. Journal, Parts 3 and 4. Vol. VII. Part 1. Vol. VIII. 8vo. London 1844–5.\n\nZoological Society. Transactions, Part 3. Vol. III. 4to. London 1844.\n\nProceedings, 1843. 8vo.\nACADEMIES and SOCIETIES (continued).\n\nMunich:\nAbhandlungen der Philosophisch-Philolog. Classe der Bayerischen Akademie der Wissenschaften. Part 3 of Book 3.\nAbhandlungen der Mathem.-Physikalischen Classe der Königlich Bayerischen Akademie der Wissenschaften. Part 1. Vol. IV.\nAkademischer Almanach für 1843–4. 8vo. München 1843-4.\nBulletin der Akademie der Wissenschaften zu Munich, January to August 1843-4. Nos. 1 to 50, 56 to 64. 4to. München.\n\nModena:—Relazione delle Adunanze della Reale Accademia di Scienze di Modena, 1842–3. 8vo. Modena 1843.\n\nNaples:\nProceedings of the Natural History Society of Naples. Parts 1 and 2. Vol. II.\nRendiconto delle Adunanze e de’ Lavori della Reale Accademia delle Scienze. Nos. 6 and 7. 4to. Naples 1842.\n\nParis:\nBulletin de la Société de Géographie. 2me série. Tome XX. 1843. 3me série. Tome I. and II. 8vo. Paris 1844.\nBulletins de la Société Géologique de France, 1844. 8vo. Paris 1844.\nMémoires de la Société Géologique de France. Deuxième série. Tome I. 4to. Paris 1844.\nComptes Rendus Hebdomadaires des Séances de l’Académie des Sciences. Tomes XVIII. and XIX. 4to. Paris 1844.\nMémoires de l’Académie Royale des Sciences. Tome IV. 4to. Paris 1844.\n\nPhiladelphia:\nProceedings of the Academy of Natural Sciences of Philadelphia. No. 7.\nProceedings of the American Philosophical Society. Vols. II. and III. Nos. June to December 1843, January 1844. 8vo. Philadelphia 1841–4.\nJournal of the Franklin Institute. Vol. VI. 8vo. Philadelphia 1843.\n\nRotterdam:\nNieuwe Verhandelingen van het Bataafsch Genootschap der Proefonder-vindelijke wijsbegeerte te Rotterdam. Part I. Vol. IX. 4to. Rotterdam 1844.\nPlan en Grondwetten van het Bataafsch Genootschap, der Proefonder-vindelijke Wijsbegeerte te Rotterdam. 4to. Rotterdam 1843.\n\nSt. Petersburg:\nBulletin de la Classe Historico-Philologique, de l’Académie Impériale des Sciences de St. Pétersbourg. Vol. I. 4to. St. Pétersbourg 1844.\nBulletin de la Classe des Sciences Historiques, Philologiques, et Politiques de l’Académie Impériale des Sciences de St. Pétersbourg. Nos. 25 to 29.\nBulletin de la Classe Physico-Mathématique de l’Académie Impériale des Sciences de St. Pétersbourg. Nos. 49 to 61.\n\nStockholm:\nÅrsberättelse om Framstegen i Kemi och Mineralogi afgiven den 31 Mars 1844. 8vo. Stockholm 1844.\nÅrsberättelse om Botaniska arbeten för 1838. 8vo. Stockholm 1842.\nKongl. Vetenskaps-Academiens, handlingar för 1842. 8vo. Stockholm 1843.\nÅrsberättelse om Zoologiens framsteg under åren 1840–2. 8vo. Stockholm 1844.\nTal af Akademiens Præs Herr Brinkman. 8vo. Stockholm 1843.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nTal af Akademiens Proses Herr Järtä. 8vo. Stockholm 1843.\nOfversigt af Kongl. Vetenskaps-Akademiens förhandlingar. Nos 1 to 7.\nUtrecht:\nDe Uitoefering der Geregtelijke Geneeskunde in Nederland, door J. C.\nvan den Bröecke. 8vo. Utrecht 1845.\nUittreksel uit de Meteorologische Waarnemingen, door W. Wenkebach. 8vo.\nUtrecht 1844.\nUitkosten der Meteorologische Waarnemingen, door R. van Rees. 8vo.\nUtrecht 1844.\n\nAIMÉ (M.) Mémoire sur les Courants de la Méditerranée. 8vo.\nAIRY (G. B.) Account of the Northumberland Equatoreal and Dome, attached to the Cambridge Observatory. 4to. Cambridge 1844.\n\nANONYMOUS:\nAn Investigation of the Principles of measuring Circular Plane Surfaces. 8vo. London 1844.\nAnnuaire Historique et Biographique des Souverains, et de ceux dont se compose l'Élite de diverses nations. Vol. II. 8vo. Paris 1844.\nBritish Algae. Part 5. 4to.\nBritish and Foreign Medical Review. Nos. 37 and 38.\nCatalogue of the Principal Fixed Stars, from observations made at the East India Company's Observatory at Madras, by Thomas G. Taylor, Esq. 4to. Madras 1844.\nCatalogue of the Tortoises and Crocodiles in the British Museum. 8vo. London 1844.\nCharters of the Duchy of Lancaster, translated and edited by W. Hardy. 8vo. London 1845.\nDictionary of Greek and Roman Biography and Mythology, edited by W. Smith, LL.D. Parts 7, 8, 9, 10, 11. 8vo. London 1844.\nDictionnaire Français Berbère. 8vo. Paris 1845.\nFlora Batava. Parts 133, 4 and 6. 4to. Amsterdam 1844.\nGrammaire et Dictionnaire abrégés de la langue Berbère par Venture de Paradis. 4to. Paris 1844.\nList of the Specimens of Lepidopterous Insects in the British Museum. Part 1. 8vo. London 1844.\nList of the Specimens of Myriapoda in the British Museum. 8vo. London 1844.\nList of Birds in the British Museum. Part 3. 8vo. London 1844.\nMemoirs of the Life of a Country Surgeon. 8vo. London 1845.\nMeteorological Register kept at the East India Company's Observatory at Madras, by John Goldingham, Esq. and Thomas G. Taylor, Esq., for the years 1822-43. fol. Madras 1844.\nNautical Almanac for 1848. 8vo. London 1845.\nObservations made at the Magnetical and Meteorological Observatory at Toronto, printed under the superintendence of Lieut.-Col. Sabine. Vol. I. 1840-2. 4to. London 1845.\nOrchideæ in the collection of Messrs. Loddiges and Sons. 8vo. London 1844.\nPilote Français. Sixième partie. Imp. fol. 1843.\n\nDONORS.\n\nThe Academy.\nThe Society.\nThe Author.\nThe Duke of Northumberland, F.R.S.\nThe Author.\nDirection des Archives Historiques.\nMrs. Atkins.\nDr. Forbes, F.R.S.\nHon. Directors of the East India Company.\nTrustees of the British Museum.\nLord Granville Somerset.\nThe Editor.\nThe French Minister of War.\nH.M. The King of Holland.\nLa Société Géographique de France.\nThe Trustees of the British Museum.\nThe Author.\nThe Hon. The Directors of the East India Company.\nLieut.W.S.Stratford, F.R.S.\nThe British Government.\nMessrs. Loddiges and Sons.\nDépôt-Général de la Marine.\nANONYMOUS (continued).\nRecent advances in Chemistry, and its application to Agriculture. 8vo. London 1844.\nSelect Papyri of the Hieratic Character in the British Museum. Part 3. fol. London 1844.\nVestiges of the Natural History of Creation. 8vo. London 1844.\nViews in China. Parts 30, 31 and 32.\n\nANSTED (D. T.) Geology, Introductory, Descriptive and Practical. 2 vols. 8vo. London 1844.\n\nBEAMISH (Major N. L.) Visit to the Glencask Estate of the Irish Waste Land Improvement Society. 8vo. Cork 1844.\n\nBEKE (C. T.) A Statement of Facts relative to the Transactions between the Writer and the late British Political Mission to the Court of Shoa. 8vo. London 1845.\n\nBIONDELLI (D.) Atlante Linguistico d'Europa, with Atlas, Vol. I. 8vo. 1841.\n\nBOISMONT (A. B. de.) Des Hallucinations, ou Histoire raisonnée des Apparitions, des Visions, des Songes, de l'Extase, du Magnétisme et du Somnambulisme. 8vo. Paris 1845.\n\nBROOKE (H. J.) A Familiar Introduction to Crystallography. 8vo. London 1823.\n\nBRYSON (R.) Description of a New Self-Registering Barometer. 4to. Edinburgh 1844.\n\nBUCH (Leopold von.) Uber Productus oder Leptanea. 4to. Berlin 1842.\n\nCARLINI (F.) Effemeridi Astronomiche di Milano per l'Anno 1845. 8vo. Milano 1844.\n\nCAUCHY (A.) Exercices d'Analyse et de Physique Mathématique. Parts 19 to 26. 4to. Paris 1844.\n\nCAVOUR (M. de.) De la Question relative à la Législation Anglaise sur le Commerce des Céréales. 8vo. Paris 1845.\n\nCHEVREUL (M. C.) De la Loi du Contraste simultané des Couleurs. 8vo. Paris 1839.\n\nCHIAIE (S. delle.) Istoria Anatomico-Terratologica intorno ad una Bambina Rinocefalo-Monocola. fol. Napoli 1840.\n\n——— Dissertazioni Anatomico-Patologiche. 4to. Napoli 1834.\n\n——— Osservazioni Anatomiche su l'Occhio Umano. fol. Napoli 1838.\n\nCHRISTIE (S. H., M.A., Sec. R.S.) An Elementary Course of Mathematics for the use of the Royal Military Academy, and for Students in general. Vol. I. 8vo. London 1845.\n\nCOX (W. S.) Maingault's illustrations of the different amputations performed on the Human Body, represented by plates, with alterations and practical observations. fol. London 1845.\n\nCRAUFURD (Alex.) Essay on the Development of Functions. 8vo. London 1844.\n\nDAUBENY (C.) and WIDDRINGTON (Capt.) On the Occurrence of Phosphorite in Estremadura. 8vo. London 1845.\n\nDAVIES (T. S.) Analytical discussion of Dr. Stewart's General Theorems. 8vo. Edinburgh 1844.\n\nDENT (E. J.) On the Patent Azimuth and Steering Compass. 8vo. London 1844.\n\nDonors.\nThe Trustees of the British Museum.\nThe Author.\nThe Publishers.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Authors.\nThe Author.\nThe Author.\nPRESENTS.\n\nDIEN (C.) Mesures Micrométriques des Étoiles doubles et multiples. 4to. Paris 1843.\n\nDRAPER (J.) A Treatise on the Forces which produce the Organization of Plants. 4to. New York 1844.\n\nDUNGLISON (R.) A Public Discourse in commemoration of Peter S. du Ponceau, LL.D. 8vo. Philadelphia 1844.\n\nDUPIN (Baron.) Constitution, Histoire et Avenir des Caisses d'Épargne de France. 12mo. Paris 1844.\n\nEHRENBERG (C. G.) Neue untersuchungen über das kleinste Leben als geologisches Moment. 8vo. Berlin 1845.\n\nENCKE (J. F.) Astronomische beobachtungen zu Berlin. Vol. II. 4to. Berlin 1844.\n\n——— Berliner Astronomisches Jahrbuch für 1847. 8vo. Berlin 1844.\n\nFARADAY (M.) Experimental Researches in Electricity. Vol. II. 8vo. London 1844.\n\nFARREN (Edward.) Essay on the Rise and Progress of the doctrine of Life-Contingencies in England. 8vo. London 1844.\n\nFORSTER (T.) Η ΤΩΝ ΠΑΙΔΩΝ ΑΓΩΓΗ, being a Collection of Letters on early Education and its influence in the prevention of Crime. Svo. London.\n\nFREYCINET (Louis de.) Voyage autour du Monde, entrepris par ordre du Roi. 4to. Paris 1844.\n\nFUSINIERI (Ambrogio.) Memorie Sperimentali di Mecanica Molecolare. 4to. Padova 1844.\n\nGALLOWAY (T.) Memoir of Thomas Henderson, Esq. 8vo. London 1845.\n\nGIULIO (Sig.) Guidizio sulla esposizione del 1844. 8vo. Torino 1845.\n\nGOULD (J.) The Birds of Australia, Parts 16, 17 and 18. fol. London 1844.\n\nGREGORY (W., M.D.) Outlines of Chemistry. 2 Vols. 8vo. London 1845.\n\nHALDAT (Dr.) Histoire du Magnétisme. 8vo. Nancy 1845.\n\nHASSKARL (J. C.) Catalogus Plantarum in horto Botanico Bogoriensi culturam alter. Svo. Batavia 1844.\n\nHÉBERT (A. E.) Rudimens de la Langue Arabe, de Thomas Erpénius. 8vo. Paris 1844.\n\nHERBST (Dr. Gustav.) Das Lymphgefäßsystem, &c. 8vo. Göttingen 1844.\n\nHERSCHEL (Sir J. F. W., Bart.) Memoir of Francis Baily, Esq., F.R.S.\n\nHOLTZMANN (C.) Ueber die Wärme und Elasticität der Gase und Dämpfe. 8vo. Mainheim 1845.\n\nHOOD (C.) A Practical Treatise on Warming Buildings by Hot Water, and on Ventilation. 8vo. London 1844.\n\nHÜGEL (Baron C.) Travels in the Kashmir and the Panjab. 8vo. London 1845.\n\nHUTCHISON (Graham.) An Essay on the Nature and Cause of the Diurnal Oscillations of the Barometer. 8vo. Glasgow 1844.\n\nJOHNSON (Emanuel J.) Astronomical Observations made at the Radcliffe Observatory, Oxford, 1842. Vol. III. 8vo. Oxford 1844.\n\nJOHNSTON (J. F. W.) Lectures on Agricultural Chemistry and Geology. Part 4. 8vo.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nSignor Giulio.\n\nThe Marquis of Northampton, P.R.S.\n\nThe Author.\n\nThe Author.\n\nThe Minister of the Interior of Holland.\n\nFrench Minister of War.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nMajor Jervis, F.R.S.\n\nThe Author.\n\nThe Radcliffe Trustees.\n\nThe Author.\nJOURNALS.\n\nAnnals of Electricity, Magnetism and Chemistry, conducted by Wm. Sturgeon. Nos. 56 to 60.\n\nAstronomische Nachrichten. Nos. 493 to 535, by Professor Schumacher. Athenæum, from July to December 1844, January to June 1845.\n\nElectrical Magazine. Vol. I. 8vo. London 1845.\n\nJournal of the Asiatic Society of Bengal. Nos. 56, 64, 65, 150. 8vo. Calcutta.\n\nPhilosophical Magazine for the months of July to December 1844, January to June 1845.\n\nTijdschrift voor Natuurlijke Geschiedens en Physiologie, door J. van der Hoeven en W. H. de Vries. Third and Fourth Part of Vol. XI. 1844. Part 1. Vol. XII. 1845. 8vo.\n\nKING (Wm.) On the Genus Sigillaria. 8vo. Newcastle 1845.\n\nKREIL (K.) Magnetische und Meteorologische beobachtungen zu Prag. 2 Vols. August 1842 to December 1843, 1844 to 1845. 4to. Prag 1844-45.\n\nLHOTSKY (J.) On Cases of Death by Starvation. 8vo. London 1844.\n\nLINK (H. F.) Vorlesungen über die Krauterkunde für freunde der Wissenschaft der Natur und der Gärten. 8vo. Berlin 1843.\n\nAnatomia Plantarum Iconibus illustrata. First Part.\n\nLUBANSKI (Dr.) De L'Hydrothérapie. 8vo. Paris 1845.\n\nLUBBOCK (Sir J. W., Bart.) On the Heat of Vapours. 8vo. London 1845.\n\nMÄDLER (J. H.) Beobachtungen der Kaiserlichen Universitäts-Sternwarte Dorpat. Vol. X.\n\nMAHLMANN (W.) Bemerkungen über das Aralo-caspische Becken. 8vo.\n\nMAITLAND (Rev. S. R.) Index of such English Books printed before the year 1600 as are now in the Archiepiscopal Library at Lambeth. 8vo. London 1845.\n\nMANTELL (G. A., LL.D.) The Geological Structure of the Country seen from Leith Hill in Surrey. 4to. Dorking 1845.\n\nMAPS.\n\nCharts and Surveys published by the Admiralty in 1844.\n\nMap of the Boundary between the United States and the British Provinces. Sheets. 1843.\n\nMARTIUS (Dr.) Das Naturell, die Krankheiten, das Arztthum, und die Heilmittel der Urbewohner Brasiliens. 8vo. München 1844.\n\nMATTEUCCI (C.) Traité des Phénomènes Electro-Physiologiques des Animaux. 8vo. Paris 1844.\n\nMATTEUCCI et LONGET. Sur la Relation qui existe entre le Sens du Courant Electrique et les Contractions musculaires.\n\nMÉNABRÉA (L. F.) Mémoire sur les Quadratures. 4to. Turin 1844.\n\nMémoire sur la Série de Lagrange. 4to. Turin 1844.\n\nMOORE (J.) Surgical Cases treated at the Queen's Hospital, Birmingham. 8vo. London 1845.\n\nMORTON (S., M.D.) An Inquiry into the Distinctive Characteristics of the Aboriginal Race of America. 8vo. Philadelphia 1844.\n\nNARRIEN (J.) Practical Astronomy and Geodesy. 8vo. London 1845.\n\nNEISON (F. G. P.) Contributions to Vital Statistics. 4to. London 1845.\n\nORLICH (L.) Reise in Ost-Indien. 4to. Leipsic 1845.\n\nDONORS.\n\nThe Editor.\n\nThe Author.\n\nThe Editor.\n\nThe Editor.\n\nThe Society.\n\nRichard Taylor, Esq.\n\nThe Editors.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Admiralty.\n\nMajor Graham, United States Engineers.\n\nThe Author.\n\nThe Authors.\n\nW. S. Cox, Esq., F.R.S.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nPERSIGNY (Fialin de.) De la Destination et de l'Utilité permanente des Pyramides d'Égypte. 8vo. Paris 1845.\n\nPETTIGREW (T. J.) Letter to the Dean of Hereford in reply to the publication of his correspondence relative to the affairs of the British Archæological Association. 8vo. London 1845.\n\nPICKETT (W. V.) New System of Architecture founded on the forms of nature, and developing the properties of Metals. 8vo. London 1845.\n\nPIDDINGTON (H.) The Horn-Book of Storms for the Indian and China Seas. 8vo. Calcutta 1844.\n\nPLANTAMOUR (E.) Observations Astronomiques faites à l'Observatoire de Genève en 1843. 4to. Genève 1844.\n\nRésultats des Observations Magnétiques faites à Genève dans les années 1842–43. 4to. Genève 1844.\n\nPOLE (W.) A Treatise on the Cornish Pumping Engine. 4to. London 1844.\n\nQUAIN (R.) The Anatomy of the Arteries. Part 17. fol. London 1844.\n\nQUETELET (A.) Météorologie. 8vo. Bruxelles 1844.\n\nRapport sur un Mémoire de M. Peltier intitulé \"Recherches sur les Causes des Variations Barométriques.\" 8vo. Bruxelles 1845.\n\nRapport par M. Crahay sur un Compas présenté à l'Académie par M. Gerard. 8vo. Bruxelles 1845.\n\nRecherches Statistiques. 4to. Bruxelles 1844.\n\nRésumé des Observations Magnétiques et Météorologiques. 4to. Bruxelles 1844.\n\nSur le Froid de l'Hiver de 1844–5. 8vo. Bruxelles 1845.\n\nREDFIELD (W. C.) Ice in the North Atlantic. 8vo.\n\nREPORTS.\n\nReport on the Medical Topography of the Provinces of Malabar and Canara. 8vo. Madras 1844.\n\nReport on the Medical Topography of the Southern Division of the Madras Army. 8vo. Madras 1843.\n\nReport to the Navy Department of the United States on American Coals, by Walter Johnson, Esq. 8vo. Washington 1844.\n\nReport on the Survey of the United States Coast for 1844. 8vo. Washington 1844.\n\nReports of the Trustees of the Philadelphia Gas-Works. 8vo. Philadelphia 1838.\n\nSummary of the Weekly Tables of Mortality for 1844.\n\nRICHARD et GALEOTTI. Monographie des Orchidées Mexicaines. 4to. Paris 1844.\n\nRICHARDSON (J., M.D.) The Zoology of the Voyage of H.M.S. Erebus and Terror. Part 2. Fishes. 4to. London 1844.\n\nRIDGE (B., M.D.) Physiology of the Uterus, Placenta and Foetus. 8vo. London 1845.\n\nRIVE (de la G.) Notice sur la Vie, et les Ouvrages de A. P. De Candolle. 8vo. Genève 1845.\n\nROYLE (J. F., M.D.) Medical Education, being a Lecture delivered at King's College, London. 8vo. London 1845.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nM. Plantamour.\n\nThe Author.\n\nThomas Graham, Esq., F.R.S.\n\nThe Author.\n\nThe Directors of the Hon. East India Company.\n\nThe Author.\n\nThe United States Government.\n\nProfessor Cresson.\n\nThe Registrar-General.\n\nThe Authors.\n\nThe Editors.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nSCHAFHAUTL (Dr.) Die Geologie in ihrem Verhältnisse zu den übrigen Naturwissenschaften. 4to. München 1843.\n\nSCHEERER (Dr.) Über den Norit und die auf der Insel Hitteröe in dieser Gebirgsart vorkommenden mineralienreichen Granitgänge. fol. 1844.\n\nSIMMS (F. W.) Practical Tunnelling. 4to. London 1844.\n\nSIMON (J.) A Physiological Essay on the Thymus Gland. 4to. London 1845.\n\nSTARK (Jas., M.D.) On the Nature of the Nervous Agency. 8vo.\n\nSTRUVE (O.) Observations Météorologiques faites à Nijné-Taguïsk en 1842. 8vo. Paris 1843.\n\nDétermination des Positions Géographiques de Novgorod, Moscou, Riazan et Lipetsk. 4to. St. Pétersbourg 1843.\n\nSTRUVE (F. G. W.) Expédition Chronométrique exécutée par ordre de sa Majesté Nicolas Ier entre Poulkova et Altona, pour la Détermination de la Longitude géographique relative de l'observatoire central de Russie. fol. St. Pétersbourg 1844.\n\nSTURGEON (W.) On some peculiarities in the Magnetism of ferruginous bodies. 8vo. Manchester 1845.\n\nTIBERGHIEN (Guillaume). Essai Théorique et Historique sur la Génération des Connaissances humaines dans ses Rapports avec la Morale, la Politique et la Religion. 8vo. Bruxelles 1844.\n\nWEBSTER (Dr. J.) Report of the Royal Hospitals of Bridewell and Bethlem for 1844. 8vo. London 1845.\n\nWILLICH (C. M.) Annual Supplement to Tithe Commutation Tables for 1845. 8vo. London 1845.\n\nYATES (James.) On the Use of the terms Acanthus, Acanthion, &c. 8vo. London 1845.\n\nZANTEDESCHI (F.) Del Trasporto della Materia pesante nelle due opposte correnti dell' Apparato Voltiano. 4to. Vicenza 1844.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108280.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 15,
    "total-input-tokens": 24992,
    "total-output-tokens": 11169,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1566,
        2
      ],
      [
        1566,
        3576,
        3
      ],
      [
        3576,
        4965,
        4
      ],
      [
        4965,
        8418,
        5
      ],
      [
        8418,
        9765,
        6
      ],
      [
        9765,
        11624,
        7
      ],
      [
        11624,
        13989,
        8
      ],
      [
        13989,
        16558,
        9
      ],
      [
        16558,
        19544,
        10
      ],
      [
        19544,
        22303,
        11
      ],
      [
        22303,
        25111,
        12
      ],
      [
        25111,
        28071,
        13
      ],
      [
        28071,
        30773,
        14
      ],
      [
        30773,
        32546,
        15
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108280",
    "title": "Back Matter",
    "authors": null,
    "year": 1845,
    "volume": "135",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 15,
    "jstor_url": "https://www.jstor.org/stable/108280"
  }
}