{
  "id": "fa80e890d0f353984b8fd861e3a211ebdac40484",
  "text": "AN INDEX\n\nTo the Thirty first Volume of the Philosophical Transactions.\n\nA.\n\nAir's Refraction allow'd for, n. 368, p. 169.\nAppulses of the Planets to the fix'd Stars, n. 369, p. 209.\nArtery Crural, ossify'd, n. 369, p. 226.\nAurora Borealis, Seen at Cambridge, n. 365, p. 66. At Dublin, n. 368, p. 180. At Cruwys-Morehard in Devonshire, n. 368, p. 186.\n\nB.\n\nBarometer Pendent, to measure the Height of Places by it, n. 366, p. 116. The Quicksilver seen at an extraordinary Height, n. 369, p. 222.\nBees, A Method of finding their Hives by Trigonometry, n. 367, p. 148.\nBooks, Accounts of them; I. Geometria Organica Collini Maclaurin, n. 364, p. 38. Conghietture sopra l'infermità dell' Animali Bovini, &c. n. 365, p. 83.\n\nC.\n\nCap of Lead, To go out of the diving Bell with, at the Bottom of the Sea, n. 368, p. 177.\nColon, Part of it hanging out at a Wound in the Belly fourteen Years, n. 366, p. 89.\nCross Hairs in a Telescope, their Exactness in determining the right Ascension and Declination, n. 366, p. 113.\nINDEX.\n\nD.\nDiving-Bell improv'd, n. 368, p. 177.\n\nE.\nExperiments. To prove that Bodies of the same Bulk, do not contain equal Quantities of Matter, n. 365, p. 81. Electrical, n. 366, p. 104. To compare the Weights of London and Paris, n. 366, p. 112. Of the Resistance of Fluids, n. 367, p. 142. Relating to Magnetism, n. 368, p. 204, On the Adhesion of Fir-wood to Water, n. 368, 207.\n\nF.\nFasting, an incredible Instance of it, n. 364, p. 28. Fœtus, continuing 46 Years in the Body, n. 367, p. 126.\n\nG.\nGlands Salivary described, n. 364, p. 5. Grapes, their Colour changed, n. 366, p. 102. Guts, Part of the Colon hanging out at a Wound, n. 366, p. 126.\n\nI.\nJesamine, its Colour changed, n. 366, p. 102.\n\nL.\nLeprosy. The Pox formerly call'd by that Name, n. 365, p. 55. n. 366, p. 108. Ligament of the Patella broken, n. 365, p. 44. Lymphaticks, their Course and Insertions, n. 364, p. 5.\n\nM.\nMagnetical Needle, its Variation in the Baltick, n. 366, p. 120. In the South-Sea, n. 368, p. 173. Maple-tree, Sugar made from its Juice, n. 364, p. 27. Medicines, Their Operations, n. 365, p. 71. Meteor, seen at Dublin, n. 364, p. 21. n. 368, p. 180. At Cambridge, n. 365, p. 66. At Cruwys-Marehard, n. 368, p. 186.\nINDEX.\n\nMicroscopical Observations; On the Bones and the Periosteum, n. 366, p. 91. On the Membrane enclosing the Muscular Fibres, n. 367, p. 129. On the Vessels of Wood, and the Muscular Fibres, ibid, p. 134. On the Muscular Fibres of Fish, n. 368, p. 190. On the Seeds of Plants, ibid. p. 200. On the Vessels in the Leaves of a Sort of Box, and on the Down of Peaches and Quinces, n. 369, p. 231.\n\nMock-Sun, seen near London, n. 369, p. 211. The same in Northamptonshire, ibid. p. 212.\n\nMoose-Deer described, n. 368, p. 165.\n\nO.\n\nOssification of the Crural Artery observ’d, n. 369, p. 226. Oysters, the River Mene stock’d with them, ibid. p. 250.\n\nP.\n\nParhelion observ’d near London, n. 369, p. 211. In Northamptonshire, ibid. p. 212.\n\nPlague at Constantinople, a Description of it, n. 364, p. 14.\n\nPlanets, their Places determin’d by their near Approaches to the fixed Stars, n. 369, p. 209.\n\nPlants, a Method of discovering their Virtues by their external Structure, n. 364, p. 30. Observations upon their Generation, n. 369, p. 216.\n\nPox, its Antiquity in Europe, n. 365, p. 47. n. 366, p. 108.\n\nProjectiles, some Propositions concerning their Motion, n. 367, p. 151.\n\nR.\n\nRainbow seen on the Ground, n. 369, p. 229.\n\nRefraction of the Air, what Allowance to be made for it, n. 368, p. 169. A Table for that purpose, ibid. p. 172.\n\nS. Salt.\nINDEX.\n\nS.\nSalt Alkalious from rotten Wood, n. 366, p. 122.\nShips, a new Method of rowing them, n. 369, p. 239.\nSirius, his Parallax mistaken by M. Cassini, n. 364, p. 1.\nSpecifick Gravity of solid Bodies. A Caution to be observ'd in trying it, n. 369, p. 223.\nSpine Cloven, n. 366, p. 98.\nStars fix'd, the Infinity of their Sphere, n. 364, p. 22.\nTheir Number, Order, and Light, ibid. p. 24.\nSugar made from the Juice of the Maple-tree, n. 364, p. 27.\nSun's Parallax, n. 366, p. 114.\nSurgery. Two extraordinary Cases, n. 365, p. 79.\n\nT.\nTelescope. Exactness of the Method of observing the Right Ascension and Declination, by cross Hairs in it, n. 366, p. 113.\nTumour in the Loins of an Infant attended with a cloven Spine, n. 366, p. 98.\n\nV.\nVariation of the Needle in the Baltick Sea, n. 366, p. 120. In the South Sea, n. 368, p. 173.\nVenereal Disease, Its Antiquity, n. 365, p. 47. n. 366, p. 108.\n\nW.\nWood rotten producing Alcalious Salt, n. 366. p. 122.\nWood specifically heavier than Water, n. 369, p. 225.\n\nFINIS.\n\nLONDON:\nPrinted for W. and J. Innys, Printers to the Royal Society; at the West-End of St. Paul's-Church-Yard.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103436.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7656,
    "total-output-tokens": 2129,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1012,
        2
      ],
      [
        1012,
        2223,
        3
      ],
      [
        2223,
        3569,
        4
      ],
      [
        3569,
        4701,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103436",
    "title": "Back Matter",
    "authors": null,
    "year": 1720,
    "volume": "31",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/103436"
  }
}