{
  "id": "e61be3fb4053d974a3c660420d6ea01f91242bdc",
  "text": "20. If in the Euxine-Sea there can be found any sign of the Caspian Seas emptying itself into it by a passage under ground? If there be any different Colour, or Temper as to Heat or Cold; or any great Current or Motion in the Water, that may give light to it?\n\n21. By what Inland passages they go to China; there being now a passage for Caravans throughout those places, that would formerly admit of no Correspondence by reason of the Barbarisme of the Inhabitants?\n\n22. Whether in the Aqueducts, they make, they line the inside with as good Plaster, as the Ancients did? and how theirs is made?\n\n23. To inquire after these excellent Works of Antiquity, of which that Country is full, and which by the ignorant are not thought worth notice or preservation? And particularly, what is the bigness and structure of the Aqueducts, made in several places about Constantinople by Solyman the Magnificent? &c.\n\nAn Observation of Optick Glasses, made of Rock-Crystal.\n\nThis is contained in a Letter, of Eustachio Divini, Printed in Italian at Rome, as the 39. Journal des Scavans extracts it; vid.\n\nThough it be commonly believed, that Rock-Crystal is not fit for Optick-Glasses, because there are many Veins in it; yet Eustachio Divini made one of it, which he faith proved an excellent one, though full of Veins.*\n\n*It may be queried whether those were true Veins, or only Superficial Striatures, a slight scratches.\n\nAn accompt of the Use of the Grain of Kermes for Coloration.\n\nThis was communicated by the Ingenious Dr. Croon, as he received it from one, Monsieur Verny, a French Apothecary at Montpelier; who having described the Grain of Kermes, to be an excrescence, growing upon the Wood, and often upon the leaves.\nleaves of a Shrub, plentiful in Languedock, and gather'd in the end of May, and the beginning of June, full of a red Juice; subjoynes two Uses, which that Grain hath, the one for Medicine, the other for Dying of Wool. Waving the first, notice shall only be taken here of the latter, vid. That, for Dying, they take the Grain of Kermes, when ripe, and spread it upon Linen: And at first, whilst it abounds most in moisture, 'tis turn'd twice or thrice a day, to prevent its Heating. And when there appears red powder amongst it, they separate it, passing it through a Searce; and then again spread abroad the Grain upon Linen, until there be perceived the same redness of the powder; and at the end, this red powder appears about and on the surface of the Grain, which is still to be pass'd through a Searce, till it render no more.\n\nAnd in the beginning, when the small red Grains are seen to move (as they will do) they are sprinkled over with strong Vinegar, and rubb'd between on's hands: afterwards, little Balls are form'd thereof, which are expos'd to the Sun to dry.\n\nIf this red powder should be let alone, without pouring Vinegar or some other accid liquor upon it, out of every Grain thereof would be form'd a little Fly, which would skip and fly up and down for a day or two, and at last changing its colour, fall down quite dead, deprived of all the bitterness, the Grains, whence they are generated, had before.\n\nThe Grain being altogether emptyed of its pulp or red powder, 'tis wash'd in Wine, and then expos'd to the Sun. Being well dried, 'tis rubb'd in a Sack to render it bright; and then 'tis put up in small Sacks, putting in the midst, according to the quantity, the Grain has afforded, 10. or 12. pounds (for a Quintal) of the dust, which is the red powder, that came out of it. And accordingly, as the Grain affords more or less of the said powder, Dyers buy more or less of it.\n\n'Tis to be noted, That the first red powder, which appears, issues out of the Hole of the Grain, that is on the side, where the Grain adhered to the Plant. And that, which about the end appears sticking on the Grain, hath been alive in the husk, having pierced its cover; though the hole, whence it commonly illues, remains close as to the Eye.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101533.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 1084,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1717,
        2
      ],
      [
        1717,
        3965,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101533",
    "title": "An Accompt of the Use of the Grain of Kermes for Coloration",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101533"
  }
}