{
  "id": "649f4406022efc8d3bf53cc781579d919ac53206",
  "text": "that the sea retired, and gave liberty to the air, which was contained and compressed.\n\nSuch are the observations I have made; from which the learned, who are endeavouring to find the cause of earthquakes, since that dreadful one, which destroyed the city of Lisbon, may make such conclusions as they shall think proper.\n\nAt Guadaloupe,\nJan. 6. 1757.\n\nPeyssonel.\n\nXC. A Catalogue of the Fifty Plants from Chelsea Garden, presented to the Royal Society by the worshipful Company of Apothecaries, for the Year 1757, pursuant to the Direction of Sir Hans Sloane, Baronet, Med. Reg. & Soc. Reg. nuper Praeses, by John Wilmer, M.D. clariss. Societatis Pharmaceut. Lond. Socius, Hort. Chelsean. Praefectus & Praelector Botanic.\n\nRead April 20, 1751\n\nA Llium sylvestre latifolium.\nC. B. P. 74.\n\nAllium ursin. bifolium vernum sylvatic. J. B. 2. 565.\n\n1752 Anacampseros flavo flore Amman. Ruth. 96.\n\n1753 Anchusa strigosa, foliis linearibus dentatis, pedicellis bracteas minoribus, calycibus fructiferis inflatis. Lefl. Linn. Sp. Plant. 133.\n\n1754 Asplenium sive Ceterach. J. B. 3. 749. Offic. 121.\n\n1755\n1755 Bidens calyce oblongo squamoso, feminibus radii corolla non decidua coronatis, Miller. Icon.\n\n1756 Cactus repens decemangularis Lin. Sp. Pl. 467.\n\n1757 Cerasus pumila Canadensis, oblongo angusto folio, fructu parvo, Du Hamel. Mill. Icons.\n\n1758 Ceratocarpus Amæn. Acad. 1. p. 412. Hort. Ups. 281.\n\n1759 Cotula flore luteo, radiato. Tourn. 495.\nBuphthalmum Cotulæ folio C. B. P. 134.\n\n1760 Cracca minor Rivini. Vicia segetum cum fili-\nquis plurimis hirsutis C. B. P. 345.\n\n1761 Cucubalus calycibus subglobosis glabris reticu-\nlato-venosis, capsulis trilocularibus, corollis subnudis, Flor. suec. 360.\n\n1762 Cucubalus calycibus subglobosis, caule ramoso patulo, foliis linearibus acutis, Mill. Dict.\nLychnis sylvestris quæ Been album vulgo, foliis angustioribus et acutioribus C. B. P. 205.\n\n1763 Cunonia floribus sessilibus, spathis maximis.\nButner Cunonia, tab. 1.\n\n1764 Cupressus foliis imbricatis frondibus ancipiti-\nbus. Linn. Spec. Plant. 1003.\nCupressus nana Mariana fructu cæruleo parvo.\nPluk. Mantiss. 61.\n\n1765 Cyclamen Hederæ folio C. B. P. 308. Offic. 162.\n\n1766 Diosma foliis lineari-lanceolatis subtus con-\nvexis, bifariam imbricatis. Linn. Sp. Plant. 198.\n\n1767 Euonymoides Canadensis Saraz. Boerh. Ind.\nAlt. 237.\n\n1768 Filipendula foliis ternatis Hort. Cliff. 191.\n\n1769 Filipendula vulgaris, an Molon Plinii C. B.\n163. Offic. 197.\n\nVol. 50.\n1770 Heliotropium foliis ovato-lanceolatis, spicis plurimis confertis, caule fruticofo. Miller's Icons.\n\n1771 Hieracium fruticosum latifolium hirsutum C. B. P. 129.\n\n1772 Hyoscyamus rubello flore. C. B. P. 169. Hyoscyamus Syriacus. Cam. Icon. 21. J. B. 3. 628.\n\n1773 Hypericum floribus monogynis staminibus corolla longioribus, calycibus coloratis caule fruticofo. Miller's Icons.\n\n1774 Hypericum floribus trigynis, calycibus acutis, staminibus corolla brevioribus, caule fruticofo. Linn. Hort. Cliff. 380. Miller's Icons.\n\n1775 Iris corollis barbatis, germinibus trigonis, foliis ensiformibus longissimis, caule foliis longiore bifloro. Miller's Icons.\n\n1776 Isatis sativa, five latifolia. C. B. P. 113. Glastum sativum. J. B. 2. 909.\n\n1777 Juniperus vulgaris fruticosa C.B. 488. Off. 252.\n\n1778 Ixia foliis gladiolatis linearibus caule bulbifero. Miller's Icons.\n\n1779 Ixia foliis gladiolatis glabris, floribus corymbofis terminalibus. Miller's Icons.\n\n1780 Larix C. B. 493. Officin. 264.\n\n1781 Laferpitium foliis amplioribus, femine crispo. Tourn. 324.\n\n1782 Linum calycibus capsulisque obtusis. Sibirian Flax. Miller's Icons.\n\n1783 Liriodendrum. Hort. Cliff. 223. Tulipifera arbor Virginiana. Hort. Lugd. Bat. 612.\n\n1784 Oenanthe Apii folio C. B. P. 162.\n1785 Passerina foliis linearibus. Hort. Cliff. 146. Sp. 1.\n1786 Platanus Orientalis verus. Park. 1427.\n1787 Platanus Occidentalis aut Virginienfis. Park. 1427.\n1788 Platanus Orientalis Aceris folio. T. Cor. 41.\n1789 Prenanthes foliis integris ferratis scabris, radice repente, flore purpureo cæruleo. Mill. Diët.\n1790 Ruta sylvestris linifolia; Hispanica Boccon. Barrel Icon. 1186 H. Mus. p. 2. 82. tab. 73.\n1791 Saxifraga muscosa; trifido folio. Tourn.\n1792 Scabiosa Virgæ Pastoris folio. C. B. P. 270.\nScabiosa latifolia peregrina. Tabern. Icon. 160.\n1793 Thalictrum majus, filiua angulosa aut striata, C. B. P. 336.\n1794 Thalictrum majus non striatum. C. B. P. 336.\n1795 Thalictrum Canadense majus caulibus viridantibus. Boerhaav.\n1796 Thalictrum Alpinum Aquilegiæ foliis. Tourn.\n1797 Thalictrum minus Asphodeli radice magno flore. Tourn. 271.\n1798 Thuya strobilis squarrosis squamis acuminatis reflexis. Hort. Upsal. 289.\n1799 Tordylium Narbonense minus. Tourn. 320.\n1800 Tridax. Hort. Cliff. 418. Aster American. procumbens, foliis laciniatis et hirsutis. Houston.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105315.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7288,
    "total-output-tokens": 2098,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1096,
        2
      ],
      [
        1096,
        2457,
        3
      ],
      [
        2457,
        3716,
        4
      ],
      [
        3716,
        4785,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105315",
    "title": "A Catalogue of the Fifty Plants from Chelsea Garden, Presented to the Royal Society by the Worshipful Company of Apothecaries, for the Year 1757, Pursuant to the Direction of Sir Hans Sloane, Baronet, Med. Reg. & Soc. Reg. Nuper Praeses, by John Wilmer, M. D. Clariss. Societatis Pharmaceut. Lond. Socius, Hort. Chelsean. Praesectus & Praelector Botanic",
    "authors": "John Wilmer",
    "year": 1757,
    "volume": "50",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/105315"
  }
}