{
  "id": "78fd995cce81be0084f68782e49d63a035d616eb",
  "text": "very fast on that day. But most undoubtedly the strong rapid tide of the Severn must have been affected in a very remarkable manner, had there been any curious persons to take notice of it.\n\nXIII. A Letter containing some Experiments in Electricity, to Mr. Benjamin Wilson, F. R. S. from Mr. Torbern Bergman, of Upsal, in Sweden.\n\nAmplissime atque celeberrime domine,\n\nRead Feb. 23, 1764.\n\nExperimentorum circa corporum adfrictum jam ea sunt commemoranda, quae cum serico institui; cujus vis electrica, et si a domino Gray dudum inventa, tamen hucusque parum fuit explorata. Pulchra sunt quae adtulit dominus Symmer; sed non sufficientia. Ne vero longa narratione variorum tentaminum charta impleatur; palmaria tantum, et e quibus reliqua intelligi possunt, adferam. Nova ligamenta sericea, unum circiter pollicem geometricum Suecanum lata, adhibui. Alterum extremitatibus fixum et bene tensum, quod in posterum fricatum voco, alterum vero seu fricans manibus, quantum satis, expando, super eodem spatio fricati pluries duco reducoque perpendiculariter ad ejus longitudinem. Hanc operationem transversam adpello: eam vero qua idem spatium fricantis ducitur antrosum retrosumque, super tota longitudine fricati, secundum longitudinem fieri dico.\nSi jam fricans et fricatum sint ejusdem telæ, adeoque textura, color, superficies, ceteraque, quam proxime paria, fricatio vero instituatur transversa, fricans positivam et fricatum negativam contrahit electricitatem. In fricatione secundum longitudinem fricans fit negativum et fricatum positivum.\n\nSi fricans sit alius coloris quam fricatum (modo non nigri) eventus est idem.\n\nSi fricatum fuerit nigrum, hoc semper fit negativum, quocunque modo fricitur, excepto unico casu, quo nimium fricans quoque nigrum. Tunc enim, secundum longitudinem fricatum, positiva electrificatur.\n\nEx allatis vidi genus electricitatis solis circumstantiis frictionis determinari: ut vero modum invenirem, rem adcuratius pensitavi. In frictione transversa, fricatum, magis quam fricans, teritur. Nominetur attritus fricati et fricantis $F$, $f$ respective, longitudo partis fricantis $l$, latitudo fricati $a$, numerus frictionum $n$, et erit semper $F = nf(l-a)$. Hinc duplex oritur effectus; nam et fricatum magis lævigatur, et magis calefit, quam fricans. Politura alia corpora disponit seu aptiora facit statui positivo; ideoque, heic, negativum ei adscribere nolui. Experimentum quoque feci, in quo fricans, multa frictione, erat lævigatum: sed nihilo minus, fricatum, rude, seu, nunquam antea adhibitum, inveniebatur positivum. Jure igitur in diversum caloris gradum cecidit suspicio: et hujus examinandæ ergo, varia tentavi; quibus tandem sequentia didici.\n\nSi frictio instituitur transversa, fricans vero antea probe calefit, hoc invenitur, operatione peracta, negativum, et fricatum, positivum. Tentamina hoc successe\ncessu feci cum ligamentis, caeruleis, viridibus, luteis, rubris et albis.\n\nSi fricatum fuerit nigrum, numquam positivam contraxit electricitatem, quamvis valde calefactum fricans: nisi hoc quoque nigrum.\n\nEx hisce itaque merito concluditur: Calorem corpora (saltem nonnulla) statui negativo adaptare.\n\nUbi de genere electricitatis quaestio est, nonne hinc variis errores, dum alterutrum ex confricandis, antea, fortioris vis ergo, calefit? Nonne hinc phænomena crystalli Islandica, frigore producenda?\n\nNexum, experiendi congruentem, ita concipio. Quodvis corpus B (e.g. vitrum rasum) fieri potest vel positivum vel negativum; prout, vel τὸ C (ferico) vel τὸ A (panniculo laneo) adfricatur. Est igitur fixus quidam ordo, quem corpora semper sequuntur, quamdiu circumstantiae manent eadem. Sint A, B, C, D, E, corpora; quorum quodlibet, cum antecedentibus, fit negativum, cum frequentibus vero, positivum. Jam, quo minor inter confricata distantia, eo debilior, ceteris paribus, electricitas. Ideoque inter A et E fortior, quam inter A et B: si nimirum cetera paria. Hinc, inter corpora ejusdem generis, difficulter ulla, producitur vis; quae, e contrario, cum distantia, crescit. Calor, uti probavi, statui negativo corpora adaptat; sed, si distantia memorata paullo major, eam quidem superare non valet; quod ex ligamentis nigris patet; interim tamen vim debilitat. Si globus electricatorius incalescit, experientia quotidiana edocti, novimus, vim electricam debilitari. Nonne inde, quod calore magis adaptetur statui negativo, unde distantia fricans inter et fricatum minuitur? Sed de hisce, alia vice, plura; dum simul caloris effectus in alia corpora exponere liceat.\nDe existentia binarum electricitatum, memet, multa variaque luculentissima experimenta plene convicerunt, sed quid de natura electricitatis, sic dictae, negativa, sit statuendum, adhuc dubius hæreo. Apices positivi flant, et negativi quoque; quod ad oculum monstrari potest; phosphoro illito, nam vapores alias vage e corpore non electricato surgentes, instar caudæ cometæ, tam positivi quam negativi, ad magnam distantiam ejectant. Difficulter cum privatione, rarefactione et adfluxu fluidi electrici conciliari possunt phænomena allata. Quæ tua sit mens, ut mihi proxime explices, oro.\n\nQuæ in novissima epistola de metallorum electricitate scripsi; de confricatione, iisdem semper (quantum possibile) facta circumstantiis, intelligenda sunt: nam licet, initio, diu sola frictionis variatione, diversam, electricitatem procreare non possem, tandem vero, ad tuum praescriptum, felicius operationem adgressus sum.\n\nInstrumentum novum nuper invenit dominus Wilcke, quo, in campo, absque linea meridiana, acus magneticæ declinatio facile invcniri poteat. Observationibus, hocce, Stockholmiae factis, æstate præterlapsa, acus 11 gr. 50 min. occidentem versus, declinare reperiebatur. Hoc quoque utili invento, linea meridiana, absque negotio, ducitur.\n\nDomini Mountine et Dodson, mappam, declinatones magneticas, pro anno 1756 (si probe meminerim) monstraturam: polliciti sunt, sed, num talis in lucem prodierit, adhuc ignoro.\n\nEpistola, ad R. Societatem Upsalensem scripta, dum lecta est.\n\nHocce autumno, vari globi ignei visi sunt, meteoro igneo, in parte prima voluminis LI. Transacti-\nonum descripto, valde similes. Fulmina quoque, aestate praeterita, in meridionalibus praecipue regni partibus, grassata sunt. Ullusne, in Anglia, fulminis ictus, virgis ferreis erectis, avertere conatus est? et quo successu? In Pensylvania tentari mihi narratum est. Certe si prudenter instituatur, nulla hinc mala metuenda video.\n\nOmnigenam tibi optans felicitatem prosperitatemque, me tuo favori solitaeque amicitiae commendo, et fummo, quo par est, animi affectu, permaneo,\n\nAmplissimi atque celeberrimi Nominis tui\n\nCultor observantissimus\n\nDabam Upsalæ,\nd. 18 Oct. 1763.\n\nTorbern Bergman.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105529.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8902,
    "total-output-tokens": 2292,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1245,
        2
      ],
      [
        1245,
        2853,
        3
      ],
      [
        2853,
        4525,
        4
      ],
      [
        4525,
        6111,
        5
      ],
      [
        6111,
        6704,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105529",
    "title": "A Letter Containing Some Experiments in Electricity, to Mr. Benjamin Wilson, F. R. S. from Mr. Torbern Bergman, of Upsal, in Sweden",
    "authors": "Torbern Bergman",
    "year": 1764,
    "volume": "54",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/105529"
  }
}