{
  "id": "556e2ebe680190dbc3fd90c5899913c820c8f7f1",
  "text": "An Account of three Books:\n\nI. GLAVIS PHILOSO PHÆ NATURALIS,\nAristotelica Cartesiana, Editio secunda, auta Opusculis Philosophicis variis argumenti; quibus Errores Scholae-\nrum passim deteguntur, ac Veritas Philosophiae, quam\nCARTESIANAM vocant, confirmatur. Auth. Johanne de Raci, Phil. in Illustri Athenæo Amstelod. Prof. prim.\nAmstelodami, Anno 1677. in 4°.\n\nAs the first Edition of this Piece, printed many years\nsince, contained chiefly Six Dissertations, viz., con-\ncerning 1. Vulgar and Philosophical Knowledge: 2. Philo-\nsophical Principles in general: 3. The Nature of Body:\n4. The Origin of Motion, together with an Appendix, giving\nan account of Aristotle's opinion of the First Mover:\n5. The Communication of Motion, and the Action of Bodies\nupon one another: 6. The Subtile æthereal Matter; So this\nSecond Edition is enriched with Seventeen Discourses,\nwhich seem to be very considerable. And they are, touch-\ning\n\n1. The genuine Doctrine of Aristotle, and the great dif-\nference of the pretended Aristotelian Philosophy of the\nSchools, from Aristotle.\n\n2. The Knowledge of Man; what it is; wherein it con-\nsists; how the Mind by conceiving and knowing is so far\nfrom being exhausted and rendered effete, that thereby it is\nmade much more fecund and vigorous; and especially, that\nthe Nature of the Mind doth totally exclude from itself the\nCorporeal Nature.\n\n3. The Faculties of the Mind, and the Errors about Truth\nand Falshood: These Faculties this Author placeth, with\nhis Master, in Cogitation, which comprehends all what is\nwithin us after such a manner, as that we are immediately\nconscious\nconscious of it to our selves: Whether it be, that the Mind in perceiving and thinking doth only behold itself and act upon itself, which is intelligere; or converts itself to a Body, and sees therein something conform to some idea either, understood by itself, or perceived by sense; which is imaginari, vel sentire.\n\n4. The Origin of Error in our Apprehension, Judgment, and Will.\n\n5. The Principles of Human Knowledge, or True Metaphysics, teaching us to philosophize aright and in good order, and furnishing the other parts of Philosophy with their due Objects, and giving them their certainty and evidence.\n\n6. The Truth and Order of human Knowledge; opposed to the Sects of the Academicks, who professing an Acatalepsy, affirmed this one thing only to be certain, Nihil certi fieri posse.\n\n7. The Idea of GOD, shewing a way, whereby every one may find that Idea in himself, not only he that believes the Existence of God, but he also that dis-believes it.\n\n8. The Substantial Form, and the Soul of Man; out of Aristotle, against the Aristotelians; shewing, that that Form of Man, as he is a Compound of Soul and Body, is no other but that Union, by which the Soul is mancipated to the Body in most of her functions.\n\n9. The System of the World, and the Elements thereof; which, with Des-Cartes, he makes to be three; the first, that which emits Light, and constitutes the lucid Stars; the second, that which every way transmits Light as the Heavens do; the third, that which reflects Light, or is neither lucid, nor luminous, but opaque, as Comets, Planets and our Earth.\n10. The Vital Spirit in Man and Brutes, which he makes to consist not only of an Oleaginous, but also a Sharp, and aqueous substance, mov'd by the first and second element, lately mention'd: the Oleaginous part being in its nature very movable and inflammable; the Sharp particles acuating and strengthening the force of the fire; the aqueous ones tempering the rest, and keeping them from too vehement a motion and heat, such as it would be, if the spirit were converted into a burning fire.\n\n11. Heat and Cold; their Nature, and Origin: The nature of the former, a vehement motion of the smallest particles in bodies; of the latter, the want of all motion. The cause of the one, the Sun and the Heavens; of the other, the want of being mov'd by them.\n\n12, and 13. Hardness and Fluidity; Humidity and Siccity: To which are subjoined four Discourses more, viz. of Place; of the Constitution of Logick, (which he comprehends in four very plain and important Rules;) of the Constitution of Physiognomy, whose office it is, to explain the phenomena of the Universe by intelligible causes; and of the Wisdom of the Ancients, deduced by him according to the series of times and periods; wherein it hath considerably changed either for the better or worse.\nII. NOUVELLE SCIENCE DES TEMPS,\nou Moyen général de concilier les Chronologues; par le\nS. Menard, Seigneur d'Iserné. A Paris, in 120.\n\nThere being found so little certainty among Chronologers,\nthis Author endeavours to reconcile them, by pro-\nposing four principles, whereby he pretends to make it out,\nthat they may be made to agree together.\n\nThe first is, that in every Era, or way of computing the\nTimes, otherwise called Epochas, there are divers hypothe-\nses, of which some are shorter, some longer.\n\nThe second, that the new Era's are established upon the\nAncient, according to their different hypotheses.\n\nThe third, that the different marks of the Time of the E-\nvents, which depend upon different hypotheses, do signify one\nand the same time.\n\nThe fourth, that the Time or Year wherein the Event is\ncome to pass which gives the name to every Epoch, is certain,\nand agreed upon by all Authors.\n\nFor Example, Pliny faith, that Theophrastus affirms, that\nCallias found Vermillon ninety years before Praxibulus, Pretor\nof Athens; which comes to the three hundred forty ninth\nyear of Rome. Praxibulus, according to the Chronology of\nthe Greeks, was Pretor of Athens the third year of the one\nhundred and sixteenth Olympiad. The nineteenth year before\nhim falls out in the first year of the ninety fifth Olympiad,\nwhich, according to Eratosthenes, is in effect the three hun-\ndred forty ninth year of Rome. But the same year of the\nsame Olympiad, according to Varro, is the three hundred one\nand fiftieth of Rome: On the contrary, that year which is\nthe three hundred forty ninth of Rome, according to Varro,\nis the third of the ninety third Olympiad, according to Era-\ntosthenes.\n\nSo that you may see by this Example,(wherein Pliny makes\nuse of the first hypothesis of Eratosthenes, though else he often\nuseth the first of those that have respect to Eusebius and Varro)\nthe truth of all these principles: 1. That in the same Era there are different hypotheses; 2. That the different marks of the Time of the invention of Vermillon, which depend from those different hypotheses, signify one and the same Time; 3. That the difference, which is found between Varro and Eratothenes as to the Olympick years, is the same with that, which would be there found, if both of them had continued to reckon by the Years of Troy, which is a certain Epoch until the Event proposed; 4. That Varro only adds two years to the Years of Rome, because he establishes the Era of Rome upon that of Troy, according to the shortest hypothesis.\n\nTo learn easily the practice of these Principles; after the explication given of the Origin of the Era of Antioch (of which no Author hath made any mention before Eusebius,) of the Era of Spain, and of the Vulgar Era, which are the Christian Eras, to which the Incertainty of the Interval from Exodus unto the Building of the Temple hath given place; this Author subjoyns six Rules, in which he collects and explains, what concerns, in Chronology, the Hebrews, Greeks, Romans, Babylonians and Persians. He likewise examines, what concerns the Egyptians upon the occasion of the Eclipse noted by Josephus, lib. 17. c. 8. of the Jewish Antiquities; where he very handsomly explains their Year, and what was their Sothiaque period. He also largely treats of the Epoch of the Nativity of our Lord, as well as of the Time of the Reign and Death of Herod, to whom he assigns forty years for his Reign, &c.\nIII. ENGLANDS IMPROVEMENT by Sea and Land: To out-do the Dutch without Fighting: To pay Debts without Money: To set at work all the Poor in England, with the Growth of our own Lands: To prevent unnecessary Suits in Law, with the benefit of a Voluntary Register: Directions, where vast quantities of Timber may be had for the building of Ships: With the advantages of making the Great Rivers of England Navigable: Rules to prevent Fires in London, and other Great Cities: With Directions, How the several Companies of Handicrafts men in London may always have cheap Bread, and cheap Drink. By Andrew Yarranton Gent. in 4°.\n\nMany Worthy Authors, (mentioned and recommended in our Former Volumes) have written excellently well, to excite and instruct the Planting of Forrests, Woods, Coppices, Nurseries, Orchards, Walled Gardens, for Delicacies; Household-Gardens, for Necessaries; Vineyards, Mulberries: To adorn fair Mansions with the fairest Vegetables: To plant Saffron, Licorice, Potato's, Hops, Hemp, Flax, Diarsweed, Weld or Would, Oad, Madder, Saffe-flowers: Of manifold Improvements of Pasture and Arable, and all kinds of Agriculture: Of Vinous Shrubs to make Sugar-Wines from the shallowest heaths: Of Commerce and Navigation: The Fishery; Hunting, Hawking, Fowling, Fishing: Of many Inventions.\nAnd we have in Upland (Numb. 25. p. 464.) some Advices, How Granaries are built and ordered in and about London, at Dantzig, and in Muscovia: How Corn is to be sown and prepared for Granaries. And (Numb. 96. p. 6092.) we gave notice, How the Corn of the last years growth was damned in the Granaries at Dantzig, by much Thunder and Lightning the Spring following; and what the Remedy. And this averred (Numb. 25.) that Corn in the Granaries of Zurich in Switzerland was preserved eighty years, and in London, thirty two years. Some of these our Solicitations (especially for Cider-Orchards) took so good effect in the Southern parts of England, that they are much enriched thereby; but in the heart of England, and the Northern parts, where they have most need of them, they are yet much wanting. Agriculture is the fund and foundation; and Trade and Commerce, the superstructure; and common Plenty, the strongest Joyn to unite both together, To make England truly happy.\n\nAnd the next best juncture to Granaries, is good Store of Esculent Gardens and Orchards, to make all necessary Diet cheap and at hand. In the parish of Netherburgh in Dorsetshire, near Bimester, they do already in good years make three thousand hogheads of good Cider: This present year they made some hundreds above two thousand hogheads: And for some private Mansions in Devonshire, they make four hundred, five hundred, six hundred, and, in plentiful years, seven hundred hogheads of strong and excellent Cider. This we have from good hands; and this is a good Example from the West.\n\nBut here our Author hath discovered the Mysteries of Trade universally for all parts of England: (Which I have publickly acknowledged to be above my skill in the gr...)\ngreat Concernments of Lucre.) And he hath detected the Mysteries of Iniquity, How some wealthy Merchants, and over-busy Factors, do hinder Trade and our Staple Manufactures for private lucre, to the great damage of their own Native Country. He adviseth good Remedies. He proposeth, what Trades are proper to be advanced in the several parts of England: How to be there Advanced: What the peculiar Conveniences: All Requisites directed: Where the Trade of Fine Linnen is first to be set up; namely, in Warwick, Leicester, Northampton and Oxfordshire. Why, and How to be set up first there. In the West of England, in Gloucester, Worcester, Wiltshire, Shropshire, Staffordshire, and in some parts of Warwickshire, Cloathing of all sorts: And in Kent, Essex, Surrey, Sussex, Suffolk, Norfolk; in Derby, Nottingham and Yorkshire, Woollen Manufactures to be encouraged: How, and with what great advantages the Trade of Spinning fine Thred and Tape may be set up in Herefordshire? Whence Provisions may be raised best for the City of London; and how their Handicrafts may be improved? Where Iron-Mills, and Iron-Works, may for General profit be promoted; himself having been long practiced in that Employment? What Rivers, in England and Ireland, may be made Navigable; himself having surveyed them, and made some considerable Rivers Navigable?\n\nAnd himself acted diligently, with Instructions and furnishing Seed, or other Materials, for the effectual Improvement of the greatest part of Worcester, Gloucester, Hereford, Stafford and Shropshire, in all their Ryelands. And, like a Joseph in Egypt, he here adviseth Granaries, Work-houses, and other publick helps for Trade in the fittest places, all over England; and a Register, which is practiced with good success, and is the life of Trade at Taunton in Somersetshire, and in some Foreign parts, where Trade prospers most; and 'tis one of the best supports of Scotland.\n\nThus he runs through all the Intrigues of Trade, noting the secret abuses, and obstructions; and offering genuine Remedies,\nmedies, confirmed by the Experience of Forraign Nations, large Territories and Principalities. And if the best of this Authors ingenuous Proposals may be fortified by good Laws, and those Laws duly executed, we may hope, that the Trade of England may, in a short time, recover, and prosper, as it doth among the Wealthiest of Forraigners; for the great relief of our vast numbers of Indigents, and to free this Kingdom from the shame and burden of idle Beggars, and of sturdy Vagrants.\n\nAt the end of this Treatise he promiseth a Second part, consisting of seven Heads; which are so promising, that we heartily wish to see them abroad with good speed, to prevent all unhappy Casualties.\n\nImprimatur,\n\nJanuar. 25.\n1677.\n\nBrouncker, P.R.S.\n\nLondon,\n\nPrinted for John Martyn, Printer to the R. Society, 1676.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101751.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 15450,
    "total-output-tokens": 3663,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1611,
        2
      ],
      [
        1611,
        3189,
        3
      ],
      [
        3189,
        4440,
        4
      ],
      [
        4440,
        6315,
        5
      ],
      [
        6315,
        7866,
        6
      ],
      [
        7866,
        9171,
        7
      ],
      [
        9171,
        10901,
        8
      ],
      [
        10901,
        12944,
        9
      ],
      [
        12944,
        13749,
        10
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101751",
    "title": "An Account of Three Books",
    "authors": "Andrew Yarranton, Johanne de Raei, S. Menard",
    "year": 1676,
    "volume": "11",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/101751"
  }
}