{
  "id": "6d09b3c2526c4abc9bb7517068e4a05c85ec5251",
  "text": "XVI. On two Metals, found in the black Powder remaining after the Solution of Platina. By Smithson Tennant, Esq. F. R. S.\n\nRead June 21, 1804.\n\nUpon making some experiments, last summer, on the black powder which remains after the solution of platina, I observed that it did not, as was generally believed, consist chiefly of plumbago, but contained some unknown metallic ingredients. Intending to repeat my experiments with more attention during the winter, I mentioned the result of them to Sir Joseph Banks, together with my intention of communicating to the Royal Society, my examination of this substance, as soon as it should appear in any degree satisfactory. Two memoirs were afterwards published in France, on the same subject; one of them by M. Descotils, and the other by Messrs. Vauquelin and Fourcroy. M. Descotils chiefly directs his attention to the effects produced by this substance on the solutions of platina. He remarks, that a small portion of it is always taken up by nitro-muriatic acid, during its action on platina; and, principally from the observations he is thence enabled to make, he infers, that it contains a new metal, which, among other properties, has that of giving a deep red colour to the precipitates of platina.\n\nM. Vauquelin attempted a more direct analysis of the substance, and obtained from it the same metal as that discovered by M. Descotils. But neither of these chemists have observed,\nthat it contains also another metal, different from any hitherto known.\n\nThe substance with which my experiments were made, was obtained from platina which had been previously freed from the sand and other impurities generally mixed with it; so that it must have been contained in the substance of the grains of platina. Though it has somewhat the appearance of plumbago, it may easily be distinguished by its superior weight. By weighing it in a phial with water, I found its specific gravity almost 10.7.\n\nBefore I describe the method of separating the two metals of which it consists, it may be worth while to mention the effects of it, when combined with different metals in its entire state. It readily unites with lead; but, even with ten times its own weight, the compound has not, when melted, much fluidity. Upon dissolving the lead in nitrous acid, the black powder was obtained, with little apparent alteration, not having been entirely broken down, but consisting chiefly of the same scaly particles as at first. With bismuth, zinc, and tin, the effects were nearly similar; but, by fusion with copper in a very strong heat, a more perfect union was produced. On attempting to dissolve the compound by nitro-muriatic acid, some of the powder was taken up with the copper, forming a very dark solution.\n\nThe undissolved portion consisted partly of the substance in its original form of scales, and partly of a blacker powder, the particles of which were too small to be visible, and which had probably been completely combined with the copper. This substance may be easily united, by fusion, with silver or gold; and it is particularly deserving of attention, that it cannot be\nseparated from these metals, by the usual process of refining. It remains combined with either of them, after cupellation with lead; and with the gold, after quartation with silver. The alloys retain considerable ductility; and the colour of that with gold, is not materially different from pure gold.\n\nI shall now proceed to describe the analysis of the black powder, and the properties of the two metals which enter into its composition. The method which I used for dissolving it, was similar to that employed by M. Vauquelin, the alternate action of caustic alkali, and of an acid. I put a quantity of the powder into a crucible of silver, with a large proportion of pure dry soda, and kept it in a red heat for some time. The alkali being then dissolved in water, had acquired a deep orange, or brownish-yellow colour, but much of the powder remained undissolved. This powder, digested in marine acid, gave a dark blue solution, which afterwards became of a dusky olive-green, and finally, by continuing the heat, of a deep red colour. Part of the powder being yet undissolved by the marine acid, was heated as before with alkali; and, by the alternate action of the alkali and acid, the whole appeared capable of solution. At each operation, some silex was taken up by the alkali; and, as this continued till the metallic part was entirely dissolved, it seems to have been chemically combined with it.\n\nThe alkaline solution contains the oxide of a volatile metal, not yet noticed, but which I shall presently describe, and also a small proportion of the other metal. If this solution is kept for some weeks, the latter metal separates spontaneously from it, in the form of very thin flakes, of a dark colour.\n\nThe acid solution also contains both the metals, but principally that which has been mentioned by the French\nMr. Tennant on two Metals, found in the Powder\n\nchemists. The properties of this last metal, which they have remarked, are those of giving a red colour to the triple salt of platina with sal-ammoniac, of not being altered by muriate of tin, and of giving, with pure alkali, a dark brown precipitate. M. Vauquelin also adds, that it is precipitated by galls, and by prussiate of potash; but I should rather ascribe these precipitates to some impurity, and probably to iron.\n\nAs it is necessary to give some name to bodies which have not been known before, and most convenient to indicate by it some characteristic property, I should incline to call this metal Iridium, from the striking variety of colours which it gives, while dissolving in marine acid.\n\nIn order to obtain the compound of this metal with marine acid in a pure state, I tried to make it crystallize.\n\nBy slow evaporation of the solution, only an imperfectly crystallized mass was produced; but this, being dried on blotting-paper, and dissolved in water, afforded, by again evaporating as before, distinct octaedral crystals. These crystals, dissolved in water, gave a deep red coloured solution, inclining to orange. With an infusion of galls, no precipitate was formed, but the colour was instantly, and almost entirely, taken away. Muriate of tin, carbonate of soda, and prussiate of potash, produced nearly the same effect. Pure ammonia precipitates the oxide; but (possibly from adding it in excess) I found it retained a part in solution, acquiring a purple colour. The pure fixed alkalis also precipitate the greater part of the oxide, but are capable of retaining a part in solution, becoming of a yellow colour. All the metals which I tried, excepting gold and platina, produced a dark or black precipitate from the muriated solution, which is at the same time deprived of its colour. The\niridium may be obtained in a pure state, merely by exposing the octaedral crystals to heat, which expels the oxygen and the muriatic acid. It appeared of a white colour, and was not capable of being melted, by any degree of heat I could apply. I could not combine it with sulphur, nor with arsenic. Lead easily unites with it; but is separated by cupellation, leaving the iridium upon the cupel, as a coarse black powder. Copper forms with it a very malleable alloy, which, after cupellation with the addition of lead, left a small proportion of the iridium, but much less than in the former case. Silver may be united with it, and the compound remains perfectly malleable. The iridium was not separated from it by cupellation, but occasioned on the surface a dark or tarnished hue. It appeared not to be perfectly combined with the silver, but merely diffused through the substance of it, in the state of a fine powder. Gold alloyed with iridium is not freed from it by cupellation, nor by quartation with silver. The compound was malleable; and did not differ much in colour from pure gold, though the proportion of alloy was very considerable. If the gold or silver is dissolved, the iridium is left, in the form of a black powder.\n\nThe yellow alkaline solution, which I have already mentioned as containing a metallic oxide, distinct from the former, is considered by M. Vauquelin as a solution of the oxide of chrome in alkali; but I could not, by any test, discover the presence of chrome. After the superfluous alkali had been neutralized by an acid, it produced a pale or buff-coloured precipitate with a solution of lead, and not the bright yellow which is given by chrome. But, as we are indebted to the above distinguished chemist, among many other important discoveries, for our knowledge of the existence of chrome, it is not improbable that\nsome kinds of platina may contain that substance, besides the other bodies usually mixed with it. When the alkaline solution is first formed, by adding water to the dry alkaline mass in the crucible, a pungent and peculiar smell is immediately perceived. This smell, as I afterwards discovered, arises from the extraction of a very volatile metallic oxide; and, as this smell is one of its most distinguishing characters, I should on that account incline to call the metal Osmium.\n\nThis oxide may be expelled from the alkali by any acid, and obtained in solution with water by distillation. The sulphuric acid, being the least volatile, is the most proper for this purpose; but as, even of this acid, a little is liable to pass over, a second slow distillation is required, to obtain the oxide perfectly free from it. The solution thus procured is without colour, has a sweetish taste, and the strong smell before mentioned. Paper stained blue with violets, was not changed by it to red; but, by being exposed to the vapour of it in a phial, the paper lost much of its blue colour, and inclined to gray. As a certain quantity of this oxide is extricated during the solution of the iridium in marine acid, that part may also be obtained by distillation.\n\nAnother mode by which the oxide of osmium may be obtained in small quantity, but in a more concentrated state, is, by distilling with nitre the original black powder procured from platina.\n\nWith a degree of heat hardly red, there sublimes into the neck of the retort, a fluid apparently oily, but which, on cooling, concretes into a solid, colourless, semitransparent mass. This, being dissolved in water, forms a solution similar to that before described. The oxide, in this concentrated state, stains the skin of a dark colour, which cannot be effaced. The most striking\ntest of the oxide of osmium, is an infusion of galls, which presently produces a purple colour, becoming soon after of a deep vivid blue. By this means, the presence of this, and of the metal first described, may be observed, when the two are mixed together. The solution of iridium is not apparently altered by being mixed with the oxide of osmium; but, on adding an infusion of galls, the red colour of the first is instantly taken away, and soon after the purple and blue colour of the latter appears. The solution of the oxide of osmium with pure ammonia, becomes somewhat yellow, and slightly so with carbonate of soda. It is not affected by pure magnesia, nor by chalk; but with lime a solution is formed, of a bright yellow colour. The solution with lime gives with galls a deep red precipitate, which becomes blue by acids. It produces no effect on a solution of platina or gold; but precipitates lead of a yellowish-brown, mercury of a white, and muriate of tin of a brown colour.\n\nThe oxide of osmium becomes of a dark colour with alcohol, and, after some time, separates in the form of black films, leaving the alcohol without colour. The same effect is produced by ether, and much more quickly.\n\nThis oxide appears to part with its oxygen to all the metals, excepting gold and platina. Silver being kept in a solution of it for some time, acquires a black colour; but does not entirely deprive it of smell. Copper, tin, zinc, and phosphorus, quickly produce a black or gray powder, and deprive the solution of all smell, and of the power of turning galls of a blue colour. This black powder, which consists of the osmium in a metallic state and the oxide of the metal employed to precipitate it, may be dissolved in nitro-muriatic acid, and then becomes blue with infusion of galls.\nIf the pure oxide of osmium, dissolved in water, is shaken with mercury, it very soon loses its smell; and the metal, combining with the mercury, forms a perfect amalgam.\n\nMuch of the mercury may be separated by squeezing it through leather, which retains the amalgam of a firmer consistence. The remaining mercury being distilled off, a powder is left, of a dark gray or blue colour, which is the osmium in its pure state. By exposing it to heat with access of air, it evaporates, with the usual smell; but, if the oxidation is carefully prevented, it does not seem in any degree volatile. Being subjected to a strong white heat, in a cavity made in a piece of charcoal, it was not melted, nor did it undergo any apparent alteration. Heated in a similar situation with copper and with gold, it melted with each of these metals, forming alloys which were quite malleable. These compounds were easily dissolved in nitro-muriatic acid, and, by distillation, afforded the oxide of osmium with the usual properties.\n\nThe pure metal which has been previously heated, does not seem to be acted on by acids; at least I could not perceive any effect produced by boiling it for some time with nitro-muriatic acid. By heating it in a silver cup with caustic alkali, it immediately combined with the alkali, and, with water, gave a yellow solution, similar to that from which it was procured. Acids expel from this solution the oxide of osmium, which has the usual smell, and the power of giving to infusion of galls the blue colour before mentioned.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107152.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 13928,
    "total-output-tokens": 3339,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1433,
        2
      ],
      [
        1433,
        3122,
        3
      ],
      [
        3122,
        4947,
        4
      ],
      [
        4947,
        6812,
        5
      ],
      [
        6812,
        8667,
        6
      ],
      [
        8667,
        10494,
        7
      ],
      [
        10494,
        12289,
        8
      ],
      [
        12289,
        13828,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107152",
    "title": "On Two Metals, Found in the Black Powder Remaining after the Solution of Platina",
    "authors": "Smithson Tennant",
    "year": 1804,
    "volume": "94",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/107152"
  }
}