{
  "id": "312a3332fb905143f6c4edee75203b8e1c6b0508",
  "text": "De Numero Radicum in Æquationibus Solidis ac Biquadraticis, sive tertiae ac quartae potestatis, earumq; limitibus, tractatus Authore E. Halley.\n\nCum in tractatulo, quem nuper publici juris feci in actis hisce Philosophicis, Num. 188; Methodum aperuisset, qua Problemata solida utcunq; affecta minimo negotio, unica data Parabola & Circulo, simplicissime construi possint; sub fine mihi sepe obtulit contemplatio jucunda satis, nempe ex his Constructionibus Numerum radicum in quavis Æquatione, earumq; Limites ac signa facile consequi ac determinari: quocirca fidei dedi me brevi de hac materia dissertatiunculam aliquam scripturum, in qua si non Principibus, saltem secunde classis Geometris, me non ingratum nec inutile praëstiturum omnino persuasum habui.\n\nPropius vero inspicienti mihi compertum est, me imprudentem inter ardua Geometrica illapsum, ac jam iis trælandis designatum, quibus olim laboravere Viri illustres Harriottus nostras, ac Cartesiuss; in quibus pari fato utriq; Paralogismum, (forsan in eorum scriptis Geometricis unicum) diverso tamen modo, admiseré; uti posthac probabitur: sed Quandoq; bonus dormitat. Qua propter agnita rei tum difficultate tum praëstantia, totis viribus incumbere statui, ne promissis exequendis impar crederer, ac ne Geometria pars tam eximia, tamq; parum culta, diutius tenebris involuta lateret; sed ope nostra lucide bis paucis exposita daretur.\n\nImprimis vero Lectorem monitum velim, quod dum his legendis operam dat, oportet praeditam dissertationem Num. 188. editam, ad manum habere, ac Constructiones ibidem traditas probe callere; quia quæ sequuntur ab illis maxima ex parte pendent, quas tamen hic repetere vix integrum esset.\nEx Cartesio & ex ibi diëlis constat, tam in Cubicis quam in Biquadraticis aquationibus, radices exponi posse demittendo perpendicula in Axem, datamve diametrum Parabolæ datæ, ab intersectionibus Curva illius cum Circulo. Cumq; Circulus Parabolam secans, vel in quatuor vel duobus punctis eam intersecare necesse est. constat in Biquadraticis vel duas vel quatuor radices veras, Affirmativas vel Negatives, semper haberì; uti etiam si forte Circulus illam tangat, quo in casu aequalitas duarum radicum ejusdem signi concluditur. In Cubicis autem, quoniam una ex intersectionibus ad Constructionem requiritur, non nisi una vel tres reliqua radices designant unam vel tres; uti in Casu contactus, unde constat duas aequales reperiri Radicis, Problemaq; unde resultat aquatio revera planum esse.\n\nCubicæ itaq; omnes quomodo cunq; affecta una vel triplici radice explicabiles sunt, utiq; semper possibles, nempe si radices Negatives pro veris admiseris: sic Biquadraticæ, quarum terminus ultimus r signo—affecta est, duabus vel quatuor. Ast si habeatur + r in aquatione, eaq; tanta sit, ut $\\sqrt{GDq}—a r$, (vide fig. pag. 341.) minor sit quam ut Circulus, eo Radio ac centro G descriptus, Parabolam contingere in aliquo puncto possit, aquatio data omnino impossibilis est, nec ulla Radice Negative vel Affirmativa explicabilis: Sed de his plura in sequentibus.\n\nQuoniam vero tanta intercedit differentia inter casus Cubicarum & Biquadraticarum, ut simul comprehendi nequeant; primum Cubicas deinde alteras tractabimus. Cubica vero infinitis Circulis in data Parabola construuntur, Biquadraticæ autem unico tantum (saltem bis methodis): id adeo quia ponendo z—e five indeterminata aliqua, aequali nihilolo, aquatio Cubica reducitur ad Biquadraticam easdem radices cum Cubica habentem, atq; insuper aliæ ipsi æqualem; unde fit ut tot Circulis diversis construi possit Cubica, quot imaginari velis quantitates e, id est infinitis. Inter has vero Constructiones illa, quam dedi (pag. 342.) longe facillima est. Huic tamen non multum cedit alia, qua ad enucleationem Numeri Radicum, earumq; limitum\ntum magis accommodata videtur, quae ortum trahit ex ablatione secundi termini, ponendo modo vulgari $x = z + vel - tertia parte Coefficientis termini secundi$. Hæc autem est. Data Parabola ABY (Fig. I.) ejusq; Vertice A, axe AE & Lateræ recto a, reducatur æquatio ad formam consuetam, viz. $z^2 b z^2 a p z a a q = o$. Deinde ad distantiam $\\frac{1}{2}b$ ducatur Axi parallela BK, dextrorsum quidem si fuerit $+b$, aliter sinistrorsum, Parabola occurrens in B; ac linea supposita AB erigatur perpendicularis utrinque interminata DP, axi occurrens in puncto G. De B in Axem demitte perpendicularum BC, ipsi AC fiat GE semper æqualis, ac versus inferiora ponatur. Ab E fiat EH = $\\frac{1}{2}p$, sursum quidem, si in æquatione fuerit $+p$, deorsum vero si $-p$, ac e puncto H (vel ex E si defuerit quantitas p) educatur perpendicularum HQ interminata DP occurrens in puncto O. Denique in linea HQ interminata, fiat OR = $\\frac{1}{2}q$, ab O dextrorsum si fuerit $-q$, sinistrorsum si $+q$, collocanda: ac Circulus centro R, radio RA descriptus, tot punctis secabit Parabolam, quot æquatio proposta veras habet radices; eaque erunt perpendiculara ZY a punctis intersectionum Y in axi parallelam BK demissa; quarum quaæ ad dextram lineæ BK Affirmativæ sunt, ad sinistram Negative.\n\nHujus Constructionis commoditas in eo consistit, quod circulo per Verticem transeunte peragitur, perinde ac si defuissest secundus Terminus; idæoque ad Radicum Numerum determinandum, sufficit Loci sive Lineæ Curva proprietates perspectas babere, quæ spatia discriminaat, ubi si ponatur centrum Circuli qui per Parabola Verticem transeat, circumferentia ejus vel uno vel tribus aliis punctis eam secabit; hoc est Lineæ curvaæ, in quam incidunt centra omnium Circulorum per verticem transeuntium ac deinde Parabolam tangentium, naturam definire.\n\nLocus autem ille est Paraboloides, quam cum Cl. Wallisio semicubicalem appellare licet, sive in qua Cubi applicatorum ad Axem sunt inter se ut Quadrata portionum Axis. Cuius Latæ rectum est $\\frac{7}{8}$ Lateris recti data Parabola, Vertex vero punctum V (Fig. I.) existente AV dimidium lateris recti ejusdem Parabola. Hoc est, si ponatur Unitas pro latere recto data Para-\n\nCCC\nbola, \\( \\frac{3}{7} \\) cubi ordinatim applicatae aquabuntur quadrato partis diametri, sive cubus ex \\( \\frac{3}{7} \\) VH quadrato ex HR, si scil. R sit centrum circuli qui per verticem Parabola transeat eamq; deinde contingat; Hæc est Curva illa quam primus mortalium Nelius Nostras rectæ datae æqualem demonstravit, eaq; occasione apud Principes Geometras dudum celebris; ejusq; proprietates Cl. Wallisius sub finem Libri de Cippoide, & Hugenius prop. 8 & 9 de linearum Curvarum evolutione, aliq; acri ingenio disquisitare, Quorum scripta consultat Lector. Hæc Curva utrinq; ab Axe Parabola descripta, viz. VNL, VPX, spatium complectitur, in quo si ponatur centrum Circuli, qui per verticem A transeat, intersecabit ille Parabolam in tribus aliis punctis; Spatia vero ab Axe remotiora centra praebent circulis non nisi uno præter verticem puncto Parabolam secantibus.\n\nHis probe intellectis jam ad determinandum Radicum numerum accingimur: Ac primum desciat secundus terminus; fitque Latus rectum \\( \\frac{1}{2} \\), vel AV = \\( \\frac{1}{2} \\); In constructione VH est \\( \\frac{1}{2} \\) p, HR vero \\( \\frac{1}{2} \\) q; cumq; si fuerit \\( \\frac{1}{2} \\) p, ab V versus superiora ponendo sit \\( \\frac{1}{2} \\) p, centrum circuli extra spatium LVX semper constituitur; ideoq; una tantum radice explicabilis est, affirmativa si \\( - \\frac{1}{2} \\) q, negativa si \\( + \\frac{1}{2} \\) q: quæ quidem radices Cardani Regulis investigantur. Si vero fuerit \\( - \\frac{1}{2} \\) p, VH = \\( \\frac{1}{2} \\) p inferne ponitur, ac fieri potest ut HR cadat inter Axem & Curvam VX vel VL, si scilicet Cubus ex \\( \\frac{3}{7} \\) VH, sive ex \\( \\frac{3}{7} \\) p, major sit quam quadratum ex \\( \\frac{3}{7} \\) q, sive \\( \\frac{3}{7} \\) p p p major quam \\( \\frac{3}{7} \\) q q, quo in casu tres dantur radices, dua Negativa, si fuerit \\( - \\frac{1}{2} \\) q, ac una Affirmativa earum summa æqualis; vel si \\( + \\frac{1}{2} \\) q, dua Affirmativa unaq; Negativa. Quod si \\( \\frac{3}{7} \\) p p p minor sit quam \\( \\frac{3}{7} \\) q q, una tantum reperitur Radix, Affirmativa si \\( - \\frac{1}{2} \\) q, negativa si \\( + \\frac{1}{2} \\) q. Atq; hæc passim docentur ab iis qui hanc Geometria partem tractarunt.\n\nJam adsint omnes termini, ac primum proponatur, Exempli causa, æquatio bac z' \\( - z'b + zp - q = 0 \\); cui etiam Figuram I. adaptavimus. In hujus constructione BC = \\( \\frac{1}{2} \\) b, VG = \\( \\frac{1}{2} \\) AC = \\( \\frac{1}{2} \\) bb, VE bb, VH \\( \\frac{1}{2} \\) bb \\( - \\frac{1}{2} \\) p, GH \\( \\frac{1}{2} \\) bb \\( - \\frac{1}{2} \\) p vel \\( \\frac{1}{2} \\) bb, binc HO = \\( \\frac{1}{2} \\) b' \\( - \\frac{1}{2} \\) bp vel \\( \\frac{1}{2} \\) bp \\( - \\frac{1}{2} \\) b', atq; HR sive distan-\ntia Centri circuli R ab Axe, est semper differentia inter \\( \\frac{1}{2} b p + \\frac{1}{2} b^3 + \\frac{1}{2} q \\); qua si aquantur, centrum cadit in Axe; si \\( \\frac{1}{2} b p \\) major sit quam \\( \\frac{1}{2} b^3 + \\frac{1}{2} q \\) ad sinistrum Axis, sin minor ad dextram. Si itaq; Cubi ex \\( \\frac{1}{2} b^3 \\), (hoc eft ex \\( \\frac{1}{2} b b - \\frac{1}{2} p \\) quam nominemus \\( \\alpha \\)) Latinus quadratum sine \\( \\sqrt{ddd} \\), majus sit quam HR, sine differentia inter \\( \\frac{1}{2} b^3 + \\frac{1}{2} q \\) & \\( \\frac{1}{2} b p \\); reperitur centrum R intra spatium NVP, Paraboloidibus VPX, VNL ac recta interminata DNP circumscripsit: ac proinde circulus Parabolam secabit in tribus punctis Y, Y, Y, ad dextram lineae BK sitis, atq; adeo equatio tres habet radices Affirmativas. Centro vero extra hoc spatium NVP constituto, non nisi una radice Affirmativa explicari potest. Hic obiter notandum reciam DP Paraboloidem VPX tangere in punto P, existente EP \\( \\frac{1}{2} b^3 \\); alteram vero VNL secare in punto N, ita ut demissio in axem Perpendicularo NF, VF sit pars quarta ipsius EV sine \\( \\frac{1}{2} bb \\), NF vero \\( \\frac{1}{2} b^3 \\). VW autem, qua e puncto V axi perpendiculariter erecta linea DP occurrit in W, aequalis est \\( \\frac{1}{2} bb \\) sine \\( \\frac{1}{2} EP \\).\n\nHinc tuto concluditur si in aquatione vel p major sit quam \\( \\frac{1}{2} b b \\), vel q major quam \\( \\frac{1}{2} b^3 \\), non nisi unam eamq; affirmativam radicem reperiri; Fallit itaq; Regula Carteshi (Edit. Amst. 1659 pag. 70) ubi tot veras dari radices quot sunt in aquatione mutationes signorum \\( + \\) & \\( - \\) pronunciat, frustra etiam in Commentariis suis Sphalma hoc excusante Schootenio; Fingi enim possint infinite plures aquationes praecedentis formulae tres signorum mutationes habentis, qua unam tantum quam qua tres habeant radices. Propositio etiam quinta Sectionis quintae Artis Analyticae Harriotii Nostris, uti Prob. 18 Numerosa Posst. Resol. Vietae, vix satis firma est, cum ex limitatis onibus quas ibi posuerunt, toti parallelogrammo PIVW id conveniat, quod soli spatio NVP jam competere probavimus, hoc est ut centrum praebat circulo tribus aliis punctis prater verticem Parabolam secante.\n\nQuantitas autem q, sine terminus ult., datis b & p, ea lege ut p minor sit quam \\( \\frac{1}{2} bb \\), accurate limitatur ex praecedente aquatione \\( \\sqrt{ddd} = \\frac{1}{2} b^3 + \\frac{1}{2} q \\) & \\( \\frac{1}{2} b p \\); cum scil. Circulus Parabola\nlam contingat. Itaq; \\( \\frac{q}{b} \\) minor esse debet quam \\( \\frac{b}{p} - \\frac{b}{b} + \\sqrt{ddd} \\); at si p major fuerit quam \\( \\frac{b}{b} \\), majorem eiam esse oportet \\( \\frac{q}{b} \\) quam \\( \\frac{b}{p} - \\frac{b}{b} - \\sqrt{d} \\) ne cadat centrum in spatilo NVW: Atq; bis conditionibus aquatio semper triplici radice explicabilis erit, aliter non nisi una. Semper vero, sive tres sive una, Affirmativa sunt, ob positionem centri R ad dextram lineae DP.\n\nAtq; hic est casus maxime difficilis, ita ut quicquod praemissa bene calleat sequentia facili negotio intelliget. Detur jam aquatio \\( z^2 - bz^2 + pz + q = 0 \\). Hic ut tres habeantur radices, oportet centrum circuli alicubi intra spatium PNΔ, rectis PN, PΔ & curva Paraboloidis NΔ definitum, reperiendi; quapropter cum EF sit \\( \\frac{b}{b} \\), p minor esse debet quam \\( \\frac{b}{b} \\); jam ad determinationem quantitatis q, existente \\( d = \\frac{b}{b} - \\frac{p}{p} \\) ut antea, \\( \\sqrt{ddd} + \\frac{b}{b} bbb - \\frac{b}{b} p \\) semper major esse debet quam \\( \\frac{q}{b} \\), ut constituantur centrum circuli in spatio prædicto PNΔ: quod cum sit aquatio talis duas habet radices Affirmativas ac unam negativam. Si vero p majo. est quam \\( \\frac{b}{b} \\), vel \\( \\frac{q}{b} \\) major quam \\( \\sqrt{ddd} + \\frac{b}{b} bbb - \\frac{b}{b} p \\), non nisi una eaq; negativa radice explicabilis est.\n\nProponatur jam aquatio \\( z^2 - bz^2 - pz - q = 0 \\). Ut hac aquatio tres habeat Radices, oportet centrum circuli alicubi inveniri in spatio indefinito, inter rectam DPD & curvam Paraboloidis PX; hic quantitas p non est obnoxia limitationibus, \\( \\frac{q}{b} \\) vero semper minor esse debet quam \\( \\sqrt{ddd} - \\frac{b}{b} bbb - \\frac{b}{b} p \\), positio \\( d = \\frac{b}{b} + \\frac{p}{p} \\): Hoc pacto dua dantur Radices Negativae, ac una Affirmativa; aliter vero si \\( \\frac{q}{b} \\) major sit quam \\( \\sqrt{ddd} - \\frac{b}{b} bbb - \\frac{b}{b} p \\), unica tantum Affirmativa exponi potest. Quarto loco sit aquatio \\( z^2 - bz^2 - pz + q = 0 \\), qua duas Affirmativas habet Radices ac unam Negativam si centrum circuli reperiatur in spatio indefinito inter rectas PΔ, PD ac curvam Paraboloidis ΔL; hoc est, (posito \\( d = \\frac{b}{b} + \\frac{p}{p} \\)) si \\( \\frac{q}{b} \\) minor sit quam \\( \\sqrt{ddd} + \\frac{b}{b} bbb + \\frac{b}{b} p \\); si vero \\( \\frac{q}{b} \\) major hac quantitate fuerit, una tantum Negativa inest radix.\n\nQuatuor autem aequationes reliqua, in quibus habetur \\( \\frac{b}{b} \\), quo ad limitationem Numeri Radicum non differunt a prædictis, si signum\nnum termini ultimi mutetur, servato signo termini tertii; quæ vero Affirmativæ erant radices in illis hic sunt Negativæ; & vice versa. Sic in æquatione $z^3 - bz^2 + pz - q = 0$. Una vel tres erant Affirmativæ Radices; in hac vero $z^3 + bz^2 + pz + q = 0$ vel una vel tres Negativæ sunt, sub iisdem conditionibus; nulla vero omnino Affirmativa. Sic in $z^3 + bz^2 + pz - q = 0$, dua sunt Negativæ & una Affirmativa, si p minor sit quam $\\frac{1}{7}b$, ac $\\frac{1}{7}q$ minor quam $\\sqrt{d^3 + \\frac{1}{7}b^3 - \\frac{1}{7}bp}$, quemadmodum in $z^3 - bz^2 + pz + q = 0$ dua erant Affirmativæ & una Negativa; excedentibus autem leges praescriptas p vel q, una tantum hic est radix Affirmativa, qua ibi Negativa erat. Pari modo in $z^3 + bz^2 - pz + q = 0$ vel dua sunt Affirm. ac una Neg. vel una Negativa tantum. Deniq; iisdem de causis in æquatione $z^3 + bz^2 - pz - q$ dua sunt Negativæ & una Affirm. vel una Affirm. tantum, quibus in æquatione $z^3 - bz^2 - pz + q$ dua erant Affirm. & una Negativa, vel una Negativa tantum, nempe prout $\\frac{1}{7}q$ major vel minor fuerit quam $\\sqrt{d^3 + \\frac{1}{7}b^3 + \\frac{1}{7}bp}$.\n\nSi defuerit terminus tertius, sive $pz$, centrum R semper cadit in linea IPEΔ, quocirca si fuerit $z^3 - bz^2 - q$ vel $z^3 + bz^2$. *.*. + q, una tantum esse potest radix, si — b Affirmativa, si + b Negativa. At si fuerit $z^3 - bz^2$. *.*. + q vel $z^3 + bz^2$. *.*. — q, dua possunt esse Affirmativæ ac una Negativa in priore, vel una Affirm. & dua Neg. in posteriori, cadente centro in linea PΔ inter P ac Δ, hoc est si $\\frac{1}{7}q$ minor sit quam $\\frac{1}{7}b^3$; sin major fuerit, una tantum Negativa in priore, vel una Affirm. in posteriore dari potest.\n\nHactenus numerum radicum in Cubicis æquationibus plenius affecti sumus, restat ut nonnulla adjiciam de quantitate radicum. Hic primum notandum quod omnis æquatio tres habens radices ope Tabulae Sinuum, Trisectione scilicet anguli, satis expeditè resolvi possit; ponendo scil. $\\sqrt{\\frac{1}{7}bb - \\frac{1}{7}p}$ vel $\\sqrt{4d}$, si fuerit + p in æquatione, vel $\\sqrt{\\frac{1}{7}bb + \\frac{1}{7}p}$, si — p, pro Radio Circuli; Angulum vero trisecandum qui Sinum habeat in Tabula Sinuum $\\frac{1}{7}b^3 + \\frac{1}{7}bp + \\frac{1}{7}q$: Invento hoc angulo, Sinus\ntertia partis ejus, ut & Sinus tertiae partis compl. ad Semicirculum, eorumq; summa, ex Tabula Sinuum dabuntur. Hi vero Sinus in Radium $\\sqrt{\\frac{b}{b} + p}$ ducendi sunt, & habebuntur quantitates (y & z, y & z, y & z, in Fig.) quarum $\\frac{b}{b}$ vel summa vel differentia, prout casus postulat, veras radices Aequationis exhibent. Hac omnia ex inventis Cartesii derivantur: Ut vero casus omnem quantum fieri possit breviter componer, dico quod centro R, in prima Aequationum formula, cadente in spatio VGP, sectiones dua Y, Y, cadunt inter A & B, ac proinde utrae, ex minoribus radicibus minor est quam $\\frac{b}{b}$, tertia autem & major semper superat $\\frac{b}{b}$, superatur vera a b. Quod si cadat in spatio GNV, dua majores sunt quam $\\frac{b}{b}$, minores vero quam $\\frac{b}{b}$, tertia vero est b — duabus alteris, ac proinde minor quam $\\frac{b}{b}$: sed adhibita limitatione quantitatis p, arithmetibus terminis radicis includuntur. Maxima enim radix minor est quam $\\sqrt{\\frac{b}{b} - \\frac{p}{b}}$, major vero quam $\\sqrt{\\frac{b}{b} - \\frac{p}{b}} + \\frac{b}{b}$; at cum $\\frac{b}{b}$ minor est quam p, limes illae fit $\\sqrt{\\frac{b}{b} - \\frac{p}{b}} + \\frac{b}{b}$. Radix media semper minor est quam $\\sqrt{\\frac{b}{b} - \\frac{p}{b}} + \\frac{b}{b}$; major vero quam $\\frac{b}{b} - \\sqrt{\\frac{b}{b} - \\frac{p}{b}}$; hunc vero limitem numquam excedit radix minima, sed cum quantitate q evanescit.\n\nIn secunda formula praescriptis regibus dua sunt affirmativa ac una negativa, ac cadente centro in spatio G'E altera ex affirmativis major est, altera minor quam $\\frac{b}{b}$, major vero non excedit b, Negativa autem major non esse potest quam $\\sqrt{\\frac{b}{b} - \\frac{b}{b}}$, est autem differentia ipsius b & summa Affirmativarum. Centro autem in spatio ENG Δ positio, utrae, Affirmativa major est quam $\\frac{b}{b}$, minor vero quam $\\sqrt{\\frac{b}{b} + \\frac{b}{b}}$, Negativa vero semper minor est quam $\\frac{b}{b}$. Limites autem propriores ex data pevadunt, radicis quidem maxima Affirmativa $\\sqrt{\\frac{b}{b} - \\frac{p}{b}} + \\frac{b}{b}$, qua semper minor est, ut & major quam $\\sqrt{\\frac{b}{b} - \\frac{p}{b}} + \\frac{b}{b}$; hoc tamen limite minor est altera Affirmativa, qua cum quantitate q minitur. Negativa vero semper minor est quam $\\sqrt{\\frac{b}{b} - \\frac{p}{b}} - \\frac{b}{b}$, ac deficiente quantitate q evanescit.\n\nIn tertia formula dua Negat. sunt ac una Affirmativa: in hac, ut &\nut & in quarta, Radices non limitantur a quantitate b. Affirmativa vero semper minor est quam $\\sqrt{\\frac{1}{2}b^2 + \\frac{1}{2}p + \\frac{1}{2}b}$, major tamen quam $\\sqrt{p + \\frac{1}{2}b^2 + \\frac{1}{2}b}$; maxima vero ex Negativis semper major est quam $\\sqrt{\\frac{1}{2}b^2 + \\frac{1}{2}p - \\frac{1}{2}b}$, minor vero quam $\\sqrt{p + \\frac{1}{2}b^2 - \\frac{1}{2}b}$. Minor autem ex Negativis semper minuitur cum minuta quantitate q.\n\nIn quarta formula, cadente centro intra spatium L ΔPD; si duae sint Affirmativa ac una Negativa, maxima ex Affirmativis major esse nequit quam $\\sqrt{p + \\frac{1}{2}b^2 + \\frac{1}{2}b}$, nec minor quam $\\sqrt{\\frac{1}{2}b^2 + \\frac{1}{2}p + \\frac{1}{2}b}$; minor vero radix ab hoc limite minuitur, minuta quantitate q. Negativa autem minor est quam $\\sqrt{\\frac{1}{2}b^2 + \\frac{1}{2}p - \\frac{1}{2}b}$; major vero quam $\\sqrt{p + \\frac{1}{2}b^2 - \\frac{1}{2}b}$.\n\nNotandum vero hic radices Negativas ubiq; signo Affirmativo notari, quia ha sunt radices Affirmativa quattuor equationum illarum, in quibus habitur $+b$, ac q signo contrario notatur; ut supra monui. Horum omnium demonstratio ex eo consequitur, quod ubi centrum circuli R incidit in Lineas Curvas VPX vel VΔL, circumferentia ejus Parabolam tangit in puncto, cujus distantia ab axe est $\\sqrt{\\frac{1}{2}VH}$, eamq; secat ex altera Axis parte, ad distantiam $2\\sqrt{\\frac{1}{2}VH}$; cum vero centrum cadit in lineam DPD, altera ex radicibus fit =0, ac proinde Cubica reducitur ad Quadraticam, sive ad $z^3 - bz + p = 0$ cujus radices limites designant ubi evanescit quantitas q: ac quo minor est q, eo propius ad bas limites accedunt radices. Quadratica est etiam cum centrum cadit in Axe; hoc est, cum $\\frac{1}{2}q = \\frac{1}{2}b^2 - \\frac{1}{2}b^2$ in prima formula; vel $\\frac{1}{2}q = \\frac{1}{2}b^2 + \\frac{1}{2}b^2 - \\frac{1}{2}b^2$ in secunda; in tertia impossibile est; at in quarta cum $\\frac{1}{2}q = \\frac{1}{2}b^2 + \\frac{1}{2}b^2 + \\frac{1}{2}b^2$; quo in casu minor ex Radicibus Affirmativis est $\\frac{1}{2}b$, major $\\sqrt{\\frac{1}{2}b^2 + p + \\frac{1}{2}b}$; Negativa vero $\\sqrt{\\frac{1}{2}b^2 + p - \\frac{1}{2}b}$. In prima, Radices sunt $\\frac{1}{2}b$ & $\\sqrt{\\frac{1}{2}b^2 - p + \\frac{1}{2}b}$ sunt Affirmativa: Negativa autem $\\sqrt{\\frac{1}{2}b^2 - p - \\frac{1}{2}b}$.\n\nAtq; hac in Cubicis sufficere posse videntur; ob eximium vero Usum Methodi, qua ope Tabula Sinuum radices harum aquati-\nomum inveniuntur, placuit unum vel alterum exemplum adjungere, ut praxis illius compendium inde innoteat. Proponatur\n\nEquatio \\( z^2 - 39z + 479 = 0 \\); quarantur radices \\( z \\). \\( \\sqrt{\\frac{b}{a}} b - \\frac{p}{q} = \\sqrt{9} = \\sqrt{d}, \\) cujus duplum \\( \\sqrt{37} \\); radius est Circuli; \\( \\frac{b}{a} b b + \\frac{q}{p} - \\frac{b}{p} p = \\frac{2197 + 940}{\\sqrt{ddd}} = \\frac{9}{\\sqrt{9}} \\)\n\n\\( = 3113 \\), sine \\( \\frac{24}{9} \\) est sinus Tabularis Anguli, hoc, est,\n\nfacta divisione ope Logarithmorum, Log. 9.9251560, cui respondet, Angulus 57gr. 19m. 11s. \\( \\frac{1}{2} \\). Hujus tertia pars 19g. 6m. 24s.\n\n& complementi 40g. 53m. 36s. Sinus dant Log. 9.514983.\n\n& 9.816011, qui ducti in Rad. \\( \\sqrt{37} \\) producunt Y &, & Y & Log. 0.301030 = 2 & Log. 0.601059 = 4, tertia vero Y & aequalis est eorum summa sine 6. Ideeq; radices sunt 13—4=9.\n\n13—2=11 & 13+6=19, ex quibus singulis conflatur praedicta equatio. Ubi Notandum duas minores radices non excedere \\( \\frac{b}{a} \\) vel 13, quia centrum R in constructione cadit ad dextram Axis; id est \\( \\frac{b}{a} p \\) minor est quam \\( \\frac{b}{a} b' + \\frac{q}{p} \\).\n\nExemplum alterum fit \\( x^3 - 15x^2 - 229x - 525 = 0 \\).\n\n& quarantur radices. \\( \\sqrt{\\frac{b}{a}} b + \\frac{p}{q} = \\sqrt{101} = \\sqrt{d}, \\) & Radius Circuli \\( \\sqrt{405} \\).\n\n\\( \\frac{b}{a} b^3 + \\frac{q}{p} = \\frac{125 + 572}{\\sqrt{ddd}} = \\frac{101}{\\sqrt{101}} \\)\n\n\\( = \\frac{960}{101} = \\text{Sinui Tabulari Arcus, cujus Log. 9.9736426,} \\)\n\n& Arcus ipse 70gr. 14m. 22s. hujus pars tertia est 23gr. 24m.\n\n47s. & complementi 36. 35. \\( \\frac{1}{2} \\); quorum Sinus Log.\n\nfunt 9.599183 & 9.775275, quibus addito Log. \\( \\sqrt{405} \\) fuit Log. 0.903089=8 & Log. 1.079181 = 12, & eorum summa = 20. Hinc concluditur 20 + \\( \\frac{b}{a} \\) vel 25 aquari radici Affirmativa, & 8 & 12 — \\( \\frac{b}{a} \\) sine 3 & 7 Negativis. Quod si equatio fuisset \\( x^3 + 15x^2 - 229x + 525 = 0 \\), & 7 fuissent Affirmativa; 25 vero Negativa. Caterae autem Cubica unica tantum Radice explicabiles juxta Regulas Cardani resolventae sunt, postquam demptus fuerit secundus terminus; nec video quo pacto minori calculo hoc negotium peragi possit. At si desideretur radix hac in Quantitatibus b, p, q expressa, dico\neam esse in prima formula, \\( \\frac{1}{2} b + \\text{vel} - \\text{summa vel differentia} \\)\n\nRadicum Cubicarum ex \\( \\sqrt{\\frac{1}{4} qq - \\frac{1}{8} p^2 b^2 + \\frac{1}{2} b^3 q - \\frac{1}{2} b pq + \\frac{1}{2} p^3 + \\frac{1}{2} b^3 + \\frac{1}{2} q - \\frac{1}{2} b p} \\): viz., \\( \\frac{1}{2} b^3 + \\frac{1}{2} q \\) major sit quam \\( \\frac{1}{2} b p \\), aliter —; Summa vero quoties \\( \\frac{1}{2} b b \\) major est quam \\( p \\); sin minor fuerit \\( \\frac{1}{2} b b \\), differentia. Inq; cateris formulis radix semper conflatur ex iisdem elementis, variatis tamen signis \\( + \\& - \\), ut facile percipiet qui velit experiri.\n\nOpe vero Tabula Logarithmica Sinuum Versorum Radices ha satis prompte inveniuntur; nempe si Coefficientes Numeri sint Surdi vel fracti, ac radices Numeris ineffabiles; ut plerumq; fit. Hac autem est Regula: In prima ac secunda formula, si \\( \\frac{1}{2} b b \\) minor sit quam \\( p \\); sit \\( \\frac{1}{2} p - \\frac{1}{2} b b = d \\), & positio differentia inter \\( \\frac{1}{2} b p \\& \\frac{1}{2} b^3 + \\frac{1}{2} q \\), hoc est \\( HR \\), in prima, ac inter \\( \\frac{1}{2} b p + \\frac{1}{2} q \\& \\frac{1}{2} b^3 \\), in secunda, pro Radio; inveniatur angulus cujus Tangens est \\( d \\sqrt{d} \\). Deinde ut Co-sinus hujus anguli, ad ejusdem Sinum versum: ita differentia pro Radio habita, ad quartum; cujus Latus cubicum trisecando Logarithmum babebitur: ac diviso \\( \\frac{1}{2} p - \\frac{1}{2} b b \\) per hoc Latus Cub. e Quoto subducatur Divisor: Residuum erit quantitas \\( Y \\& \\), in Fig.I. Hujus Residui ac \\( \\frac{1}{2} b \\) summa, si centrum cadit ad dextram Axis, aliter differentia earundem, Radix erit quaest. Quod si \\( \\frac{1}{2} b b \\) major sit quam \\( p \\), positio \\( HR \\) pro Radio, sit \\( d \\sqrt{d} \\) sine distantia Paraboloidis ab Axe, Sinus Arcus cuiusdam; Hujus Sinus versus ducatur in Radium, sine \\( \\frac{1}{2} b p - \\frac{1}{2} b^3 + \\frac{1}{2} q \\), ac trisectione produciti Logarithmo, babebitur ejus Latus Cubicum, per quod dividatur \\( \\frac{1}{2} b b - \\frac{1}{2} p \\). dico Quotient ac divisoris summam eadem Lege additam vel ablatae ex \\( \\frac{1}{2} b \\), Radicem quaestion exhibere. Ac par est ratio in tertia ac quarta formulis, nisi quod \\( \\frac{1}{2} b b b + \\frac{1}{2} b p + \\frac{1}{2} q \\) pro Radio assumenda est, ac \\( \\frac{1}{2} b b + \\frac{1}{2} p \\) in \\( \\sqrt{\\frac{1}{2} b b + \\frac{1}{2} p} \\) sine \\( d \\sqrt{d} \\) pro Sinu: Sed hæc praecipua exemplis fortasse melius percipientur.\n\nSit æquatio Cubica \\( zz z - 17 zz + 54 z - 350 \\), ac qua- ratur Radix \\( z \\): Hic \\( \\frac{1}{2} b b \\) major est quam \\( p \\), sed \\( q \\) major est quam Cubus ex \\( \\frac{1}{2} b \\), ideoque; una tantum Affirmativa Radice explicabilis est. Tam \\( \\frac{1}{2} q - \\frac{1}{2} b \\) est \\( d \\), ac \\( \\frac{1}{2} \\sqrt{\\frac{1}{2} b} \\) pro Sinu habenda est, ad Radium \\( \\frac{1}{2} b + 175 - 153 \\), hoc est \\( \\frac{1}{2} b \\):\nArcus vero competens fit 15gr. 3m. 49s. Hujus Sinus Versi Log. 8.5362376. additus Log. Radii 2.3095913. dat. 0.8457-889. cujus tertia pars 0.2819276. est Log. Radicis Cubicae 1.91394, quo divisiore diviso $\\frac{1}{2}$ sive d, fit Quotus 7.37281; Quotis ac divisoris summa, aut a additione $\\frac{1}{2}b$, fit Radix qua-\nsita, nempe 14.9534, &c.\n\nExaetis Cubicis Biquadraticas jam aggrediamur; Ha sem-\nper vel nullam, vel duas, vel quattuor Radices veras habent, qua-\nrum determinatio partim a Coefficientibus, partim a signo & \nmagnitudine numeri absoluti dati, pendet; Harum omnium \nConstrutionem generalem (in N°. 188. Pag. 341) satis con-\ncinnam prodidi, quam Lector jam vidisse supponitur; Figuram \ntamen eo spectantem (Fig. II,) huc transferre visum est. In Con-\nstructione aquationis $z^4 - bz^3 + pz^2 - qz + r = 0$, fit \n$BD = \\frac{1}{2}b$, $AB = \\frac{1}{2}b b$, $BK = \\frac{1}{2}$, sive dimidio Lateris recti, \n$KC = 2 AB = \\frac{1}{2}bb$. $KE = \\frac{1}{2}bb - \\frac{1}{2}p$, $AE = \\frac{1}{2}bb - \\frac{1}{2}p$ \n$FE = \\frac{1}{2}b' - \\frac{1}{2}bp$, ac $EG = \\frac{1}{2}b' - \\frac{1}{2}bp + \\frac{1}{2}q$; quo facto \nCirculus centro G, Radio $\\sqrt{GD^2 - r}$, intersecabit Parabolam \nvel nullo, duobus aut quatuor punctis, qua perpendiculis in line-\nam DH, Radices omnes z exhibent. Ut autem quattuor sint, \nevidens est centrum circuli alicubi constitui debere intra spatii-\num, de cuius puncto quovis tria perpendicula in Curvam Para-\nbolae demitti possint; atq; simul radius minorem esse maximo ex \nillis perpendicularibus, majorern vero medio. Quod si centrum \nconstituatur extra hoc spatium, ut non nisi una perpendicularis \nin Parabolam demitti possit, qua major sit radius; vel si minor sit \nmedia ex tribus perpend. major vero quam minima ex illis, dua \ntantum possunt esse radices; nulla vero ominino datur, quoties \nradius $\\sqrt{GD^2 - r}$ minor est minima ex tribus, vel una illa, \nquoties una tantum est.\n\nJam quale spatium hoc sit, quibusq; limitibus discernitur, \nac quibus conditionibus radius Circuli minor vel major sit pre-\ndiëtis perpendicularibus, nobis restat inquirendum; ac primum \nquo pacto perpendicularis in Parabolam demitti possit ostenden-\ndum est.\n\nSit A\nSit ABC Parabola, AE Axis ejus, AV (Fig. III.) semi-\nLatus rectum, G punctum de quo demittenda est perpendicularis:\nDucatur Axi perpend. GE, ac bisectetur VE in F, & erecta\nperpend. FH ad idem Axis Latus, fiat FH = \\(\\frac{1}{4}\\) GE; dico\nquod Circulus, Centro H, radio HA discriptus, Parabolam in-\ntersecabit in punctis tribus vel uno Z; ad quae ducta recta GZ\nCurva Parabolica perpendiculariter insistit.\n\nUt autem tres sint hujusmodi intersectiones, oportet cen-\ntrum circuli H ita collocari, ut sit intra spatium Paraboloidibus\n(in Fig. I.) inclusum; hoc est ut FH minus quam \\(\\sqrt{\\frac{3}{7}}\\) VF,\nsive FH minus quam cubus ex \\(\\frac{3}{7}\\) UF: atq; adeo GE = \\(\\frac{1}{4}\\) FH\nminor erit quam \\(4\\sqrt{\\frac{3}{7}}\\) VF, sive \\(4\\sqrt{\\frac{3}{7}}\\) VE, hoc est quadra-\ntum ex GE minor erit quam \\(\\frac{15}{7}\\) VE. Coincidunt itaq; hi li-\nmites cum Paraboloidibus duabus ejusdem generis cum iis quibus\nin Cubicis usu sumus, sed quarum Latus rectum duplo minor est;\nviz. \\(\\frac{3}{7}\\) Lateris recti Parabola, hoc est \\(\\frac{3}{8}\\) ipsius AV: ideoq;\nea ipsa est linea Curva cujus evolutione generatur Parabola, sic\ndemonstrante Hugenio; quamq; semper contingit linea DF,\n(Fig. II.) qua Parabola perpendiculariter insitit in puncto D.\nPunctum autem P, sive in quo contingit recta DF Paraboloi-\ndem, centrum est Circuli, qui radio DP descriptus cum Para-\nbola in puncto D coincidit, sive ejusdem Curvitudinis est; ut per\nse satis constat.\n\nDescriptis itaq; hujusmodi Paraboloidibus VXP, VNA\n(Fig. II.) utrinq; ab Axe; perspicuum est quod, nisi centrum\nCirculi constituatur intra hos limites, non posset ille pluribus\nquam duobus in punctis Parabolam intersecare: unde determi-\nnare licet quibus sub conditionibus Coefficientes terminorum in-\ntermediorum coercentur, in equationibus Biquadraticis, ut habe-\nantur quattuor radices. Ac prima fronte clarum est p majorem\nesse non posse quam \\(b^2\\) (scil. in formulae ubi babetur \\(+p\\))\nnec q quam \\(\\frac{1}{6}b^3\\). Generaliter vero \\(\\frac{1}{6}b^3\\) \\(-\\frac{1}{4}p^2\\) \\(-\\frac{1}{4}q\\), id\nest distantia centri ab Axe EG, minor esse debet quam EH\n\\(=4\\sqrt{\\frac{3}{7}}\\) VE, hoc est (ob VE \\(=\\frac{1}{6}b^3\\) \\(-\\frac{1}{4}p\\)) quam \\(b^2\\)\n\\(-\\frac{1}{4}p\\) \\(\\sqrt{\\frac{1}{6}b^3} + vel - p\\); signis \\(+\\) \\& \\(-\\) in dubio reliquit, ut\nsecundum equationis cuiusvis naturam variari possint; quem-\nadmodum\nadmodum in Cubicis superius ostensum est; ac nollem doctis tedium injicere, aut discentibus singula particulatim rimandi voluptatem ac exercitacionem praepere.\n\nTermini autem ultimi x limitatio eadem facilitate inveniri nequit; id adeo, quia Problema sit Solidum, in Curvam Parabolae demittere perpendicularem, quodq; non sine solutione aequationis Cubicae resolvi possit. Itaque prima loco desciat secundus terminus, vel si adfuerit, tollatur, ut aquatio habeat formulam $z^+ \\ast p z^2 q z r = 0$. Ac si fuerit $-r$, semper duabus vel quattuor Radicibus explicari potest; ut autem quattuor sint, oportet centrum circuli intra Paraboloides predictas constitui, sive ut sit $-p$, ac qq minus quam $\\frac{8}{7} p$ sive cubo ex $p$. Deinde habeantur radices aequationis hujus $y^+ \\ast \\frac{1}{3} p y \\frac{1}{4} q = 0$, quantitatibus $p$ & $q$ isdem signis annexis quibus in Biquadratica. Haec autem Radices auxilio Tabula Sinuum satis expedita inveniuntur. Inventis autem tribus illis $y$, (qua sunt ordinationem applicatae ad Axem Parabola, de punctis ubi incidunt perpendicula in Curvam ejus. scil. Z Y in Fig. III.) $pyy - 3y^+ ex minore y$, quantitatem maximam x designabit, si fuerit $-r$; qua si minor fuerit $r$, aquatio quatuor habebit radices, aliter duabus. Ast si fuerit $+r$, oportebit eam minorem esse quam $3y^+ - pyy$ ex media $y$, nam si major sit, non nisi duas habere potest radices, saltem si minor sit $r$ quam $3y^+ - pyy$ ex maxima $y$. Hac vero si major sit, nulla omnino radice vera explicabilis est aquatio. Hi vero iudem limes aliter designantur ex quantitate $q$, scil. $\\frac{1}{3} q y - y^+$ in primo casu, $y^+ - \\frac{1}{3} q y$ in secundo, ac $y^+ + \\frac{1}{3} q y$ in tertio.\n\nPieri autem potest ut dua minores quantitates $y$ non longe distent ab invicem, unde evenit quod utraque ex perpendiculis major sit quam recta GA, scil. cum qq majus sit quam $\\frac{8}{7} p$, minus vero quam $\\frac{8}{7} p$; cadente centro intra spatium Paraboloidibus utriusq; Figure I & II interjectum. Hoc in casu, si fuerit $+r$, non nisi dua possunt esse radices, existente $y^+ + \\frac{1}{3} q y$ ex maxima $y$, major quam $r$; aliter nulla. At si $\\frac{1}{3} q y - y^+$ ex minima $y$, major fuerit quam $r$ signo—notata, r vero major quam $\\frac{1}{3} q y - y^+$ ex media $y$, tunc habentur quatuor radices\ndices; at dua tantum si vel major priore vel minor posteriori inventa sit r.\n\nSi vero in equatione fuerit \\(+p\\), vel si sit \\(-p\\) q q majus fuerit quam \\(\\frac{3}{2}p\\), aquatio \\(y^2 + py + q\\) unica tantum explicatur radice \\(y\\); hoc est una tantum perpendicularis de centro Circuli demitti potest: unde certo concluditur duas tantum radices haberi posse in equatione data, quarum summa, si fuerit \\(-r\\), cum quantitate \\(r\\) augetur; at si habeatur \\(+r\\), obtenta quantitate \\(y\\), quantitas illa \\(r\\) minor esse debet quam \\(y^2 + q y\\); nam si ea major sit, aquatio proposta absurda et impossibilis est.\n\nLongum & superstium esset omnes hujus census equationes percurrere, cum ex jam dictis attendenti satis evidens sit, quae Negativae, qua Affirmative sint; atq; quod Radicum barum Limites ex quantitatibus invenis \\(y\\) petantur. In exemplum vero, quod cuivis in ceteris imitari licet, proponantur indagandi limites five conditiones, sub quibus in Equatione Biquadratica 4 Radices Affirm. dari possint. Hoc autem fit quoties centrum circuli \\(G\\) ponitur in spatio \\(UPK\\), (Fig. II.) ac simul habetur \\(+r\\) five Circuli radius minor quam \\(GD\\): Unde patet, equationem de qua agitur hujus esse formulae \\(z - bz^2 + pz^3 - qz + r = 0\\); \\(p\\) vero majorem esse non posse quam \\(\\frac{3}{2}b\\), nec \\(\\frac{3}{2}p\\) hoc in casu, quam \\(\\frac{3}{2}b^2 + \\frac{3}{2}q\\); deinde opus est ut \\(\\frac{3}{2}p b - \\frac{3}{2}p\\) in \\(\\sqrt{\\frac{3}{2}b^2 - \\frac{3}{2}p}\\) major sit quam \\(\\frac{3}{2}b^2 + \\frac{3}{2}q - \\frac{3}{2}p b\\); et ex his limitibus certo constabit centrum intra spatium \\(UPK\\) inveniri. Ut vero definiatur quantitas \\(r\\), solvenda primum est Cubica \\(y^3 + bx^2 + qx + p = 0\\); et habebuntur puncta, in qua perpendicularares de centro in Curvam Parabola cadunt.\n\nInventis autem tribus valoribus hujus \\(y\\), \\(r\\) minor esse debet quam \\(\\frac{3}{2}b^2 + \\frac{3}{2}bq - \\frac{3}{2}bbp + 3y^2 - \\frac{3}{2}b^2y + py + y\\) ex media \\(y\\), major vero quam \\(\\frac{3}{2}b^2 + \\frac{3}{2}bq - \\frac{3}{2}bbp + 3y^2 - \\frac{3}{2}b^2y + py + y\\) ex minima \\(y\\). Hos vero limites si exceedat \\(r\\), non nisi dua Radices haberi possint. Deniq; si \\(\\frac{3}{2}b^2 + \\frac{3}{2}bp - \\frac{3}{2}bbp + 3y^2 - \\frac{3}{2}b^2y + py + y\\) ex maxima \\(y\\), minor fuerit quam \\(r\\), aquatio proposta impossibilis est.\n\nAccidit\nAccidit etiam ut quatuor sint Affirmativae, cum Centrum G constituitur in spatiolo VTS; ducta scil. RTS perpendicula-\nri in medium suppositae lineae AD: Hoc autem fit cum p major\nest quam \\( \\frac{1}{2}bb \\), ac \\( \\frac{1}{2}bb - \\frac{1}{2}p \\) \\( \\sqrt{\\frac{1}{2}bb - \\frac{1}{2}p} \\) major quam \\( \\frac{1}{2}p b \\)\n\\( \\frac{1}{2}b b b - \\frac{1}{2}q \\). Quo in casu semper dua, aliquando tres ex\nRadicibus sunt majores quam \\( \\frac{1}{2}b \\).\n\nNotandum vero hic limitem illum ex minima y productum,\naliquando negativum fieri, sive minorem nihilum; quoties scil.\nmaxima ex tribus perpendicularibus major est quam GD.\n(Fig. II.) Hoc si acciderit quantitas + r à limite praescripto\nex media y, in nihilum minui potest. Defectus vero limitis ex\nminima y monstrat quanta possit esse — r in aequatione, si habe-\nantur tres radices Affirmativae ac una Negativa; quam si exce-\ndat, non nisi dua, altera Affirmativa, altera Negativa, dari\npossunt. Hæc autem omnia demonstrantur ex eo quod praedicti\nlimites quantitatis r, sint differentiae Quadratorem lineae GD\n& perpendicularium in Curvam Parabolæ.\n\nOb perplexas vero cautiones, quas parit in aequationibus bis-\nce signorum diversitas, praestat semper secundum terminum tolle-\nre, ac deinde juxta præcepta jam tradita radicum numerum ac\nsigna inquirere; praesertim si quantitates illæ y non multum di-\nstent ab invicem. Ex quatuor autem bisce radicibus Affirma-\ntivis, dua semper sunt minores quam \\( \\frac{1}{2}b \\), dua vero majores;\nnempe si DG minor sit quam AG, sive \\( \\frac{1}{2}p b \\) quam \\( \\frac{1}{2}b^2 + q \\).\nTres autem minores sunt quam \\( \\frac{1}{2}b \\), quoties perpendicularis me-\ndia, sive ex media y inventa, major est quam AG, sive \\( \\frac{1}{2}bby \\)\nmajor quam \\( \\frac{3}{2}y^3 - p y \\) y ex eadem media y; Quarta vero &\nmaxima radix major est quam maxima y + \\( \\frac{1}{2}b \\); quatuor au-\ntem differentiae ipsius b & summae catenarum trium radicum,\nideoque minor est b. Sed jam Manum de Tabula; Fortassis\nilli qui naturam Parabola penitus perspectam habent, majori\ncompendio hæc omnia peragere valebunt; at si quantitates hæ\nomnes b, p, q, & r, absq, resolutione Cubica aequationis rite\ndeterminari possint, non sine causa ambigitur; quacunque enim\naequationibus planis hæc in re sint, non veros limites, sed ap-\nproximationes tantum exhibent.\n\nAn Account",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101902.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 18,
    "total-input-tokens": 27718,
    "total-output-tokens": 14377,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1683,
        3
      ],
      [
        1683,
        3774,
        4
      ],
      [
        3774,
        5975,
        5
      ],
      [
        5975,
        8642,
        6
      ],
      [
        8642,
        11097,
        7
      ],
      [
        11097,
        13640,
        8
      ],
      [
        13640,
        15900,
        9
      ],
      [
        15900,
        18331,
        10
      ],
      [
        18331,
        20750,
        11
      ],
      [
        20750,
        22985,
        12
      ],
      [
        22985,
        25883,
        13
      ],
      [
        25883,
        28083,
        14
      ],
      [
        28083,
        30461,
        15
      ],
      [
        30461,
        32788,
        16
      ],
      [
        32788,
        35137,
        17
      ],
      [
        35137,
        37472,
        18
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101902",
    "title": "De Numero Radicum in Aequationibus Solidis ac Biquadraticis, Sive Tertiae ac Quartae Potestatis, Earumq; Limitibus, Tractatulus Authore E. Halley",
    "authors": "E. Halley",
    "year": 1686,
    "volume": "16",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 18,
    "jstor_url": "https://www.jstor.org/stable/101902"
  }
}