{
  "id": "1f3dbef390103ac41597c89e5e4b0fc2cbfb390d",
  "text": "XIX. Experiments upon the different Kinds of Marle found in Staffordshire by Charles Morton, M.D. Sec.\n\nReceived November 12, 1772.\n\nRead Feb. 4, 1773.\n\n| Number | Description                                                                 |\n|--------|-----------------------------------------------------------------------------|\n| 1      | Red and blue intermixed, in small friable lumps.                            |\n| 2      | Red, in small friable lumps.                                               |\n| 3      | Grey, in large hard lumps.                                                 |\n| 4      | Red, hard, compact.                                                        |\n| 5      | Red, with grey spots, in large hard lumps, scarcely to be broken with a hammer. |\n| 6      | Light grey, like a grit stone.                                             |\n| 7      | Brown, friable, in large lumps.                                            |\n| 8      | Red, in large friable lumps.                                               |\n| 9      | Brownish white, very hard, like calcareous incrustations.                   |\n| 10     | Lead colour, friable, flaky.                                               |\n| 11     | Brown grey, very hard, in irregular lumps.                                 |\n| 12     | Lead colour, in powder and in small hard lumps.                            |\n\nQuantity of calcareous earth in half a dram, as separated by the nitrous acid, and precipitated by mild fixed alkali.\n\n| Grains | Mixed with water, became |\n|--------|--------------------------|\n| 1      | Uniform and plastic.     |\n| 0 3/4  | Uniform and plastic.     |\n| 5      | Plastic, but a little gritty. |\n| 3      | Uniform and plastic.     |\n| 8 1/2  | Plastic.                 |\n| 8      | Gritty, no union.        |\n| 18     | No union.                |\n| 14     | Plastic, but a little gritty. |\n| 16     | No union, gritty.        |\n| 14 1/2 | No union, gritty.        |\n| 16     | No union, gritty.        |\n| 20 1/2 | Uniform and plastic.     |\n\nHalf a dram of the marles being put into similar glass cups, two drams of nitrous acid being added to each glass, they all ceased, and six drams of rain water being added to each glass, the liquors were all filtered, and after filtration, changed violet alkali, sufficient to saturate the acid, and precipitate all the earth it had dissolved. The precipitated earth being washed in third. Column the fourth shews that, after the separation of the calcareous earth, there remained in No 1, 2, 4, a red clay, whitish clay, with a portion of sand; in No 6, 9, 10, 11, pure sand; and in No 7, sand, with a small portion of clay. The precipitated powders being mixed together, 82 grains thereof put into a crucible, and calcined with a strong heat, lost 35 grains in pellicle upon the surface of the water; it tasted strongly of lime, and let fall a calcareous earth, upon the addition of mild fixed made use of. They were all got out of marle pits in the neighbourhood of Stafford, except No 12, which is found near the L. part of clay is burnt to quick lime. All the above marles crack and fall to pieces, when exposed to the weather.\n\nThe foregoing experiments were undertaken with a view to ascertain how far it would be adviseable to attempt burning them likewise furnish us with some useful hints relative to the kind of marles proper to be used upon different kinds of lands. No 1, 2, 4, best for light sandy soil; and No 6, 9, 10, 11, where the calcareous earth is united with sand, the most eligible where the lime fixable air, or other volatile parts, contained in each of the marles, as shewn by column the fifth, will influence their preference.\nReceived November 12, 1772.\n\nMarle found in Staffordshire, by William Withering, M.D. Communicated by Charles Morton, M.D. Sec. R.S.\n\nRead Feb. 4, 1773.\n\n| Quantity of calcareous earth in half a dram, as separated by the nitrous acid, and precipitated by mild fixed alkali. | What was left after the foregoing separation, was no longer acted upon by the nitrous acid; but being |\n|---|---|\n| Grains. | Mixed with water, became |\n| 1 | Uniform and plastic. |\n| 0 3/4 | Uniform and plastic. |\n| 5 | Plastic, but a little gritty. |\n| 3 | Uniform and plastic. |\n| 8 1/2 | Plastic. |\n| 8 | Gritty, no union. |\n| 18 | No union. |\n| 14 | Plastic, but a little gritty. |\n| 16 | No union, gritty. |\n| 14 1/2 | No union, gritty. |\n| 16 | No union, gritty. |\n| 20 1/2 | Uniform and plastic. |\n\n| When burnt |\n|---|\n| A hard red brick. |\n| A hard red brick. |\n| A soft yellowish brick. |\n| A hard red brick. |\n| A soft pale red brick. |\n| No union. |\n| A little cohesion. |\n| A soft red brick. |\n| No union. |\n| No union. |\n| No union. |\n| A soft whitish brick. |\n\n| One dram of each of the marles being calcined, weighed |\n|---|\n| Grains. |\n| 52 | Lost grains. |\n| 53 | 7 |\n| 49 | 11 |\n| 50 | 10 |\n| 48 | 12 |\n| 51 | 9 |\n| 46 | 14 |\n| 48 | 12 |\n| 43 | 17 |\n| 48 | 12 |\n| 40 | 20 |\n| 29 | 31 |\n\n| The calcined marles put into water, produced |\n|---|\n| Red brick. |\n| Red brick. |\n| Weak lime water. |\n| Red brick. |\n| Hard grey stone. |\n| Lime water. |\n| Lime water. |\n| Lime water. |\n| Strong lime water. |\n| Strong lime water. |\n| Strong lime water. |\n| Strong lime water. |\n\nThe calcareous acid being added to each glass, they all effervesced; No. 1 and 2 the least, No. 12 the most. The effervescence having subsided, filtered, and after filtration, changed violet paper to a red colour. To the filtered colours was gradually added mild fixed alkali. The precipitated earth being washed in rain water, till free from all saline matter, weighed, when dry, as in column the third, there remained in No. 1, 2, 4, a red clay; in No. 12 a white clay; in No. 8 a red clay, and a portion of sand; in No. 3 a portion of sand, with a small portion of clay. These residues were all washed with rain water before they were burnt. The precipitated calcareous earth, upon the addition of mild fixed alkali. The marles were kept for some weeks in a dry place before they were calcined, except No. 12, which is found near the Duke of Bridgewater's canal, in a powdery form, and when mixed with one fourth its weight of sand, when exposed to the weather.\n\nIt would be advisable to attempt burning the marles of this country into quicklime, for the purposes of agriculture; they may be used upon different kinds of lands. Perhaps the calcareous earth united with clay, as in No. 1, 2, 4, &c. may be the best combined with sand, the most eligible where the land is already stiff, and abounding with clay. How far the different quantities of lime, as shown in column the fifth, will influence their preference in agriculture, must be left to the experience of the farmer to determine.\n\nReceived",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106147.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 5808,
    "total-output-tokens": 1908,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        3710,
        2
      ],
      [
        3710,
        6777,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      true,
      true
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106147",
    "title": "Experiments upon the Different Kinds of Marle Found in Staffordshire, by William Withering, M. D. Communicated by Charles Morton, M. D. Sec. R. S.",
    "authors": "Charles Morton, William Withering",
    "year": 1773,
    "volume": "63",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/106147"
  }
}